{
    "name": "Chain of Command",
    "author": [
        "Arr, Stephen"
    ],
    "body": "\"George,\" Clara said with restrained fury, \"the least you could do is\nask him. Are you a mouse or a worm?\"\n\n\"Well, I have gone out there and moved it every night,\" George\nprotested, trying to reason with her without success.\n\n\"Yes, and every morning he puts it back. George, so long as that trap\nis outside of our front door, I can never have a moment's peace,\nworrying about the children. I won't go on like this! You must go out\nand talk some sense into him about removing it at once.\"\n\n\"I don't know,\" George said weakly. \"They might not be happy to find\nout about us.\"\n\n\"Well, our being here is their own fault, remember that,\" Clara\nsnorted. \"They deliverately exposed your great-great grandfather\nMichael to hard radiations. George,\" she continued fervidly, \"all you\nhave to do is to go out and ask him. I'm sure he'll agree, and then\nwe'll have this menace removed from our lives. I simply can _not_ go\non like this another minute!\"\n\nThat, George knew, was a misstatement. She could go on like this for\nhours. He stared at her unhappily.\n\n\"Yes, dear,\" he mumbled finally. \"Well, maybe tomorrow.\"\n\n\"No, George,\" she said firmly. \"Now! This morning. The very moment he\ncomes in.\"\n\nHe looked at her silently, feeling harried and unsure of himself.\nAfter living here so long, they'd observed and learned human customs\nand speech--they'd even adopted human names.\n\n\"George,\" she pleaded, \"just ask him. Reason with him. Point out to\nhim that he's just wasting his time.\" She paused, added, \"You're\nintelligent--you can think of the right things to say.\"\n\n\"Oh, all right,\" he said wearily. But once he had said it, he felt\nbetter. At least, he would get it over with, one way or another.\n\n\n\nAs soon as he heard the swish-swish of the broom outside his home, he\ngot up and walked out of the front door. He saw that the trap was\nstill off to one side, where he had pushed it the night before.\n\n\"Hello,\" he shouted.\n\nSwish-swish-swish went the broom, busily moving dust from one part of\nthe room to another, swish-swish-swish. The man looked tremendous from\nso close a view, yet George knew that he was just a little, bent, old\nman, a small specimen of the species.\n\nGeorge took a deep breath. \"_Hello!_\" he bellowed with all his\nstrength.\n\nThe janitor stopped swish-swishing and looked around the room\nsuspiciously.\n\n\"_Hello!_\" George shrieked. His throat felt raw.\n\nThe janitor looked down and saw the mouse. \"Hello yourself,\" he said.\nHe was an ignorant old man and, when he saw the mouse shouting hello\nat him, he assumed right away that it was a mouse shouting hello to\nhim.\n\n\"_The trap!_\" the mouse bellowed.\n\n\"Stop _shouting_!\" the janitor cried, annoyed. He liked to think as he\nworked, and he hated loud noises. \"What about the trap?\"\n\n\"My wife doesn't want you to put it by the front door any more,\"\nGeorge said, still speaking loudly, so that the janitor could hear,\nbut at least not bellowing so that it tore his throat. \"She's afraid\nit might hurt the children.\"\n\n\"_Will_ it hurt the children?\" the janitor demanded.\n\n\"No,\" George replied. \"They know all about traps--but my wife still\nwants it removed.\"\n\n\"Sorry,\" the janitor said, \"but my orders are to put a trap by every\nmousehole. This is an atomic plant, and they don't want mice.\"\n\n\"They do, too!\" George said defiantly. \"They brought my\ngreat-great-grandfather Michael here themselves and exposed him to\nhard radiations. Otherwise _I_ wouldn't be here.\"\n\n\"I can't help it,\" the janitor snapped. \"I have to obey orders.\"\n\n\"What will I tell my wife?\" George shouted.\n\nThat stopped the janitor. He had a wife of his own.\n\n\"I guess I can take it up with the supervisor,\" he finally said.\n\n\"All right,\" George shouted. \"_Thanks!_\"\n\n\n\nThe janitor picked up the trap and moved it over to the front door. He\nwatched, interested, as George promptly pushed it several inches along\nthe wall. Then he turned and busily swish-swished more dust around the\nroom.\n\n\"Well, what did he say?\" Clara asked George as soon as he came back\ninto the house.\n\n\"Said he'd take it up with the supervisor,\" George said, settling down\nin an armchair.\n\n\"George,\" she ordered, \"you get up this instant and make sure that he\nreally does!\"\n\n\"Look,\" George pleaded, \"he said he would.\"\n\n\"He may have been lying,\" Clara said promptly. \"You go right up to the\nsupervisor's room and see.\"\n\nSo, George reluctantly heaved himself out of the chair and ran through\nthe mouseways in the wall until he came to the mousehole in the\nsupervisor's room.\n\nAt that moment, the janitor came in and the supervisor looked up,\nannoyed. He was a fat man, with stubble on his cheek, and he walked\nwith a waddle.\n\n\"There's a mouse in room 112 who doesn't want a trap by his front\ndoor,\" the janitor said simply.\n\n\"You're crazy,\" the supervisor said.\n\nThe janitor shrugged. \"What should I tell him?\" he asked.\n\n\"Tell him to come up here and speak to me himself,\" the supervisor\nsaid, feeling very clever.\n\n\"I'm right here,\" George cried, stepping out of the mousehole and\nneatly side-stepping the mousetrap beside it.\n\n\"There he is now,\" the janitor said, pointing.\n\n\"My God!\" whispered the supervisor, who'd had some education. \"A\nhallucination.\"\n\n\"No, a mouse,\" the old janitor corrected.\n\n\"My wife wants the trap removed,\" George patiently explained. \"She's\nworried the children might blunder into it.\"\n\n\"Do _you_ see him, too?\" the supervisor asked the janitor\nincredulously, still whispering.\n\n\"Sure,\" the janitor replied. \"He's the one I was telling you about,\nfrom room 112.\"\n\nThe supervisor stood up unsteadily. \"I don't feel very well,\" he said\nin a weak voice. \"I think that I'd better talk this over with the\nAdministrative Officer. It's a policy matter.\"\n\n\"You come along, too,\" he said hastily to the janitor, who had turned\nto leave. \"I'll need all the support I can get.\" He waddled out,\nfollowed by the janitor.\n\n\"_What should I tell my wife?_\" George shouted, but they didn't\nanswer, so he went down and told his wife that they were discussing it\nwith the Administrative Officer. And, as anyone could have guessed, a\nshort time later he pushed his head out of the mousehole in the\nAdministrative Office.\n\n\n\nHe was a bit late, just in time to see the door close on the\nsupervisor and the janitor.\n\nSo he shouted, \"_Hello!_\" as loud as he could.\n\nThe Administrative Officer looked down and saw him right away. He was\na thin pale man with tired eyes.\n\n\"Go away,\" he said spiritlessly, \"I've just told two people that you\ndon't exist.\"\n\n\"But my wife wants that trap removed--it's dangerous for the\nchildren,\" George complained.\n\nThe Administrative Officer almost shouted to hell with George's\nchildren, but basically he was a decent man, even if an overworked\none, and he caught himself in time.\n\n\"I'm sorry,\" he said sincerely, picking up some letters that he had\nalready read, \"but we've got to leave the traps.\"\n\n\"Then what will I tell my wife?\" George demanded.\n\nThat stopped the Administrative Officer, too. He buried his head in\nhis hands and thought for a long moment. \"Are you sure you _really_\nexist?\" he asked, finally raising his head from his hands.\n\n\"Sure,\" George said. \"Do you want me to bite you to prove it?\"\n\n\"No, you needn't bother,\" the Administrative Officer said. And then\nhe buried his head in his hands again.\n\n\"Technically,\" he said, speaking through his fingers, \"it's a security\nproblem.\"\n\nWith an air of relief, he picked up the phone and called the Security\nOfficer. There was a bit of spirited conversation and then he hung up.\n\n\"He'll be right down,\" the Administrative Officer told George.\n\nShortly thereafter, the door violently swung open, and a tall man with\npiercing eyes entered. \"Hello Bill,\" he said quickly. \"How are you\nfeeling?\"\n\n\"Hello, Mike,\" the Administrative Officer replied. \"I feel like hell.\nThis is George. I just called you about him.\"\n\n\"Hello!\" George shouted.\n\n\"Hello!\" the Security Officer shouted back. \"I couldn't find any\nrecord of you in the files. Have you been cleared?\" he added with a\nnote of urgency in his voice. \"Fingerprints, A.E.C., C.C.C., C.A.I.,\nF.B.I.?\"\n\n\"No!\" George shouted back. \"My wife wants the trap by our front door\nremoved. She thinks it's dangerous for the children.\"\n\n\"Has _she_ been cleared?\" the Security Office countered in a loud\nvoice.\n\n\"Why is everybody shouting?\" the Administrative Officer asked\npeevishly. \"I've got a headache.\"\n\n\"No,\" George answered.\n\n\n\nThe Security Officer's mouth tightened into a thin, grim line. \"A\nmajor lapse of security,\" he snapped. \"I'll check into this very\nthoroughly.\"\n\n\"Will you remove the trap?\" George asked.\n\n\"I can't, until you're cleared,\" the Security Officer said, shaking\nhis head. \"I certainly won't authorize any action that could be later\nconstrued as aiding the entrance of spies or subversives into the\nplant.\"\n\n\"How old are you?\" the Administrative Officer asked George.\n\n\"Fifty-six days,\" George replied without hesitation.\n\n\"Under twelve years,\" the Administrative Officer pointed out to the\nSecurity Officer. \"No clearance required.\"\n\n\"I don't know,\" the Security Officer said, shaking his head. \"There's\nno precedent for a case like this. I'll be damned if I'll stick my\nneck out and have that trap removed. I know, I'll send a request for\nan advisory opinion.\" He turned and walked toward the door.\n\n\"What should I tell my wife?\" George called after him.\n\n\"Tell her that I'm asking the A.E.C. for an opinion, with carbon\ncopies to the Defense Dept. and the F.B.I.\"\n\n\"Don't forget Immigration & Naturalization,\" the Administrative\nOfficer said. \"There might be a question of citizenship.\"\n\n\"The hell there is,\" George said. \"_Lex locis_--I was born here.\"\n\n\"Well,\" the Security Officer said as he walked out, \"one can't be too\ncareful.\"\n\nSo, George went and told his wife and, the next morning, he was on the\ntrain for Washington. Being telepathic, as all this generation of mice\nwere, he already had contacted some mice who had an 'in' in the\ngovernment buildings.\n\nAll the way down on the train, he worried about chasing all those\ncarbons in the bureaucratic maze of Washington, but he needn't have.\n\nAs soon as the Security Officer's report was received, the A.E.C. sent\na battery of psychiatrists to the plant. After the psychiatrists\nreported, they, in turn, were sent to another battery of\npsychiatrists. After that, the A.E.C. called a top-level conference of\nthe Defense Dept., F.B.I. (Dept. Just.), Fish & Wildlife (Dept. Int.),\nPublic Health (Dept. Welf.), Immigration & Naturalization and Alaskan\nAffairs. The latter turned out to be a mistake.\n\n\n\nThis had taken two weeks, and George had lingered in the walls,\nimpatiently waiting for his chance to testify. Of course, he was in\ntelepathic communication with Clara. He knew that his family were all\nwell, that Clara had made friends with the janitor, also that the trap\nwas still there.\n\nThe janitor no longer put cheese in it, and he didn't set the spring\nany more, but he still followed his orders and so, every morning,\nmoved it back by the door of the little mousehouse.\n\nA fat Washington mouse guided George to the mousehole in the\nconference room. George looked inside and sniffed the smoky air\ndistastefully.\n\nThere were seven men seated at a long table, with a glass of water in\nfront of each. This was a liquid that even George knew was hardly\ndesigned to lubricate the way to a quick agreement.\n\n\"_Bomb_ them, I say,\" the General cried, smashing his fist down on the\ntable. \"Hit them hard with atomic weapons. Hit them _now_, before\n_they_ have a chance to strike first.\"\n\n\"But that's one of our best plants,\" a civilian from the A.E.C.\nprotested. \"We don't want to blow it up, not for a few paltry mice.\"\n\n\"Couldn't we send them to Alaska?\" the man from Alaskan Affairs asked\ntimidly, wondering what he was doing there.\n\n\"How about traps?\" the man from Fish and Wildlife said. \"We have some\nhoneys.\"\n\n\"But _that's just it_!\" George said in a loud voice, and they all\nturned to look at him. \"My wife would like that trap by our front door\nremoved. She's afraid that it might hurt the children.\"\n\n\"_Who_ are _you_?\" the man from Immigration & Naturalization demanded\nsharply.\n\n\"I'm George,\" George said. \"It's my house that has the trap in front\nof it.\"\n\n\"What are you doing _here_?\" the man from the F.B.I. demanded. \"Spying\non a closed meeting!\"\n\n\"I'm _not_ spying!\" George exclaimed. \"I just came to ask you to\nplease remove the trap.\"\n\n\n\nThe man from the F.B.I. looked at him with something close to pity.\n\"It's not that simple any more,\" he said. \"Don't you realize what a\nthreat you comprise?\"\n\n\"No,\" George said, scampering up the leg of the table and walking to\nits center. \"We're not a threat to anybody. We're just mice. It's not\nour nature to be a threat to anybody.\"\n\nThen, as he looked around the table at the seven huge faces that\nsurrounded him, he immediately saw that they were all scared half to\ndeath because he was a mouse, and he had a sudden premonition that he\nwould not come out of the meeting alive. So he opened his mind to let\nhis family and all the other telepathic mice hear everything that was\nhappening.\n\n\"Don't tell me you don't fully realize,\" the Fish and Wildlife man\ndemanded sarcastically, trying to hide his terror beneath a blustering\ntone, \"that from one mouse, your great-great-grandfather Michael,\nthere must be now at least twelve billion descendants--or six times\nthe human population of Earth!\"\n\n\"No, I didn't know,\" George said, interested despite himself.\n\n\"Don't tell me it never occurred to you,\" the man from the F.B.I.\nsaid, shaking a finger at him, while George could see that he kept the\nother hand on the revolver in his pocket, \"that you mice have access\nto and could destroy every secret file we have!\"\n\n\"No, it didn't,\" George said, shrinking from that huge, shaking\nfinger. \"We mice would never destroy anything uselessly.\"\n\n\"Or that you could cut the wires on any plane, tank, vehicle, train or\nship, rendering it completely inoperable!\" the General broke in,\nslamming a meaty palm down on the table so hard that George was thrown\nover on his back.\n\n\"Of course it never occurred to me!\" George said, climbing rockily\nback on his feet. \"We mice wouldn't think of such a thing. Don't be\nafraid,\" he pleaded, but it was no use. He could feel the panic in\ntheir breasts.\n\n\"Didn't you ever consider that you could cut every cable, telephone\nline, power line, and telegraph line from the States to Alaska?\" the\nman from Alaskan Affairs said, just for the sake of saying something.\nThen, to show his bravery and defiance, he took his glass of water and\nemptied it on George. It was ice water, and poor George, dripping wet,\nbegan to tremble uncontrollably.\n\n\"I suppose you never considered that you could sabotage and blow up\nevery atomic plant we have,\" the man from the A.E.C. said, before\nGeorge even had a chance to answer Alaskan Affairs. And, working\nhimself into a rage to overcome his fear, he emptied _his_ glass of\nice water on the trembling mouse.\n\n\n\nGeorge began to weep. \"It _never_ occurred to me,\" he sobbed. \"We mice\naren't like that.\"\n\n\"Nonsense!\" the General said. \"It's the unchanging law of nature. We\nmust kill you or you will kill us. And we'll start by killing you!\"\nThe General roared louder than all the rest because he was the most\nfrightened.\n\nHis hand, huge and terrible, swept swiftly down on poor, wet, weeping\nGeorge. But the General really didn't know mouse tactics very well,\nbecause George was down the leg of the table and halfway to the\nmousehole before the huge hand struck the table with a noisy bang.\n\nAnd poor George, frightened half out of his wits, scooted into the\nmousehole and ran and ran without stopping, through the mouseways as\nfast as he could, until he reached the train. But, of course, the\ntrain was no longer moving. All the telepathic mice had cut every\ncable, telephone line, power line and telegraph line, had also cut the\nwires on every plane, tank, vehicle, train and ship. They also had\ndestroyed every file in the world.\n\nSo George had no alternative but to walk back to the plant, which had\nbeen preserved as a memorial to great-great-grandfather Michael.\n\n\n\nIt took him three weary weeks to make it, and the first thing he\nnoticed when he got there was the trap in front of the door.\nNaturally, there was no bait in it and the spring wasn't set, but the\ntrap was still there.\n\n\"George,\" Clara said to him the moment after she kissed him, \"you must\nspeak to the janitor about the trap.\"\n\nSo George went outside right away, since he could hear the janitor\nswish-swashing the dust around.\n\n\"_Hello!_\" he shouted.\n\n\"Hello yourself,\" the janitor said. \"So you're home again.\"\n\n\"My wife wants the trap moved,\" George said. \"She's afraid the\nchildren might get hurt.\"\n\n\"Sorry,\" the janitor replied. \"My orders were to put a mousetrap by\neach mousehole.\"\n\n\"How come you didn't go away with all the other people?\" George\nshouted up at him.\n\n\"Stop shouting,\" the janitor said. Then, \"I'm too old to change,\" he\nadded. \"Besides, I have a farm down the road.\"\n\n\"But haven't they stopped paying you?\" George demanded.\n\n\"What's the difference,\" the janitor countered, \"money can't buy\nanything any more.\"\n\n\"Well, what will I tell my wife about the trap?\" George asked.\n\nThe janitor scratched his head. \"You might tell her that I'll take it\nup with the supervisor, if he ever comes back.\"\n\nSo George went inside and told Clara.\n\n\"George,\" she said, stamping her foot, \"I can't go on with that trap\nout there! You know that supervisor won't come back, so you've got to\ngo out and find him.\"\n\nGeorge, who knew that there weren't many people around anywhere any\nmore, walked over to his favorite easy chair and sat down. \"Clara,\" he\nsaid, as he picked up a book, \"you can leave or stay as you wish, but\nthere is nothing more that I can do. I've wasted a full month over\nthat trap without accomplishing a single thing, and I'm not going to\nstart that business all over again.\"\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Arr, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32160/pg32160.txt",
        "name": "chain_of_command.json"
    }
}