{
    "name": "Chippings with a Chisel (From \"Twice Told Tales\")",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\nPassing a summer, several years since, at Edgartown, on the island of\nMartha’s Vineyard, I became acquainted with a certain carver of\ntombstones, who had travelled and voyaged thither from the interior of\nMassachusetts, in search of professional employment.  The speculation\nhad turned out so successful, that my friend expected to transmute\nslate and marble into silver and gold, to the amount of at least a\nthousand dollars, during the few months of his sojourn at Nantucket\nand the Vineyard.  The secluded life, and the simple and primitive\nspirit which still characterizes the inhabitants of those islands,\nespecially of Martha’s Vineyard, insure their dead friends a longer\nand dearer remembrance than the daily novelty and revolving bustle of\nthe world can elsewhere afford to beings of the past.  Yet while every\nfamily is anxious to erect a memorial to its departed members, the\nuntainted breath of ocean bestows such health and length of days upon\nthe people of the isles, as would cause a melancholy dearth of\nbusiness to a resident artist in that line. His own monument,\nrecording his disease by starvation, would probably be an early\nspecimen of his skill.  Gravestones, therefore, have generally been an\narticle of imported merchandise.\n\nIn my walks through the burial-ground of Edgartown,--where the dead\nhave lain so long that the soil, once enriched by their decay, has\nreturned to its original barrenness,--in that ancient burial-ground I\nnoticed much variety of monumental sculpture. The elder stones, dated\na century back, or more, have borders elaborately carved with flowers,\nand are adorned with a multiplicity of death’s-heads, cross-bones,\nscythes, hour-glasses, and other lugubrious emblems of mortality, with\nhere and there a winged cherub to direct the mourner’s spirit upward.\nThese productions of Gothic taste must have been quite beyond the\ncolonial skill of the day, and were probably carved in London, and\nbrought across the ocean to commemorate the defunct worthies of this\nlonely isle.  The more recent monuments are mere slabs of slate, in\nthe ordinary style, without any superfluous flourishes to set off the\nbald inscriptions.  But others--and those far the most impressive,\nboth to my taste and feelings--were roughly hewn from the gray rocks\nof the island, evidently by the unskilled hands of surviving friends\nand relatives.  On some there were merely the initials of a name; some\nwere inscribed with misspelt prose or rhyme, in deep letters, which\nthe moss and wintry rain of many years had not been able to\nobliterate.  These, these were graves where loved ones slept!  It is\nan old theme of satire, the falsehood and vanity of monumental\neulogies; but when affection and sorrow grave the letters with their\nown painful labor, then we may be sure that they copy from the record\non their hearts.\n\nMy acquaintance, the sculptor,--he may share that title with\nGreenough, since the dauber of signs is a painter as well as\nRaphael,--had found a ready market for all his blank slabs of marble, and\nfull occupation in lettering and ornamenting them. He was an elderly man,\na descendant of the old Puritan family of Wigglesworth, with a certain\nsimplicity and singleness, both of heart and mind, which, methinks, is\nmore rarely-found among us Yankees than in any other community of\npeople.  In spite of his gray head and wrinkled brow, he was quite\nlike a child in all matters save what had some reference to his own\nbusiness; he seemed, unless my fancy misled me, to view mankind in no\nother relation than as people in want of tombstones; and his literary\nattainments evidently comprehended very little, either of prose or\npoetry, which had not, at one time or other, been inscribed on slate\nor marble.  His sole task and office among the immortal pilgrims of\nthe tomb--the duty for which Providence had sent the old man into the\nworld, as it were with a chisel in his hand--was to label the dead\nbodies, lest their names should be forgotten at the resurrection.  Yet\nhe had not failed, within a narrow scope, to gather a few sprigs of\nearthly, and more than earthly, wisdom,--the harvest of many a grave.\n\nAnd lugubrious as his calling might appear, he was as cheerful an old\nsoul as health, and integrity, and lack of care, could make him, and\nused to set to work upon one sorrowful inscription or another with\nthat sort of spirit which impels a man to sing at his labor.  On the\nwhole, I found Mr. Wigglesworth an entertaining, and often\ninstructive, if not an interesting character; and partly for the charm\nof his society, and still more because his work has an invariable\nattraction for “man that is born of woman,” I was accustomed to spend\nsome hours a day at his workshop.  The quaintness of his remarks, and\ntheir not infrequent truth,--a truth condensed and pointed by the\nlimited sphere of his view,--gave a raciness to his talk, which mere\nworldliness and general cultivation would at once have destroyed.\n\nSometimes we would discuss the respective merits of the various\nqualities of marble, numerous slabs of which were resting against the\nwalls of the shop; or sometimes an hour or two would pass quietly,\nwithout a word on either side, while I watched how neatly his chisel\nstruck out letter after letter of the names of the Nortons, the\nMayhews, the Luces, the Daggets, and other immemorial families of the\nVineyard.  Often, with an artist’s pride, the good old sculptor would\nspeak of favorite productions of his skill, which were scattered\nthroughout the village graveyards of New England.  But my chief and\nmost instructive amusement was to witness his interviews with his\ncustomers, who held interminable consultations about the form and\nfashion of the desired monuments, the buried excellence to be\ncommemorated, the anguish to be expressed, and finally, the lowest\nprice in dollars and cents for which a marble transcript of their\nfeelings might be obtained.  Really, my mind received many fresh\nideas, which, perhaps, may remain in it even longer than Mr.\nWigglesworth’s hardest marble will retain the deepest strokes of his\nchisel.\n\nAn elderly lady came to bespeak a monument for her first love, who had\nbeen killed by a whale in the Pacific Ocean no less than forty years\nbefore.  It was singular that so strong an impression of early feeling\nshould have survived through the changes of her subsequent life, in\nthe course of which she had been a wife and a mother, and, so far as I\ncould judge, a comfortable and happy woman.  Reflecting within myself,\nit appeared to me that this lifelong sorrow--as, in all good faith,\nshe deemed it--was one of the most fortunate circumstances of her\nhistory.  It had given an ideality to her mind; it had kept her purer\nand less earthly than she would otherwise have been, by drawing a\nportion of her sympathies apart from earth.  Amid the throng of\nenjoyments, and the pressure of worldly care, and all the warm\nmaterialism of this life, she had communed with a vision, and had been\nthe better for such intercourse.  Faithful to the husband of her\nmaturity, and loving him with a far more real affection than she ever\ncould have felt for this dream of her girlhood, there had still been\nan imaginative faith to the ocean-buried, so that an ordinary\ncharacter had thus been elevated and refined.  Her sighs had been the\nbreath of Heaven to her soul.  The good lady earnestly desired that\nthe proposed monument should be ornamented with a carved border of\nmarine plants, intertwined with twisted sea-shells, such as were\nprobably waving over her lover’s skeleton, or strewn around it, in the\nfar depths of the Pacific. But Mr. Wigglesworth’s chisel being\ninadequate to the task, she was forced to content herself with a rose,\nhanging its head from a broken stem.  After her departure, I remarked\nthat the symbol was none of the most apt.\n\n“And yet,” said my friend the sculptor, embodying in this image the\nthoughts that had been passing through my own mind, “that broken rose\nhas shed its sweet smell through forty years of the good woman’s\nlife.”\n\nIt was seldom that I could find such pleasant food for contemplation\nas in the above instance.  None off the applicants, I think, affected\nme more disagreeably than an old man who came, with his fourth wife\nhanging on his arm, to bespeak gravestones for the three former\noccupants of his marriage-bed.  I watched with some anxiety to see\nwhether his remembrance of either were more affectionate than of the\nother two, but could discover no symptom of the kind.  The three\nmonuments were all to be of the same material and form, and each\ndecorated, in bas-relief, with two weeping-willows, one of these\nsympathetic trees bending over its fellow, which was to be broken in\nthe midst and rest upon a sepulchral urn.  This, indeed, was Mr.\nWigglesworth’s standing emblem of conjugal bereavement.  I shuddered\nat the gray polygamist, who had so utterly lost the holy sense of\nindividuality in wedlock, that methought he was fain to reckon upon\nhis fingers how many women, who had once slept by his side, were now\nsleeping in their graves.  There was even--if I wrong him it is no\ngreat matter--a glance sidelong at his living spouse, as if he were\ninclined to drive a thriftier bargain by bespeaking four gravestones\nin a lot.  I was better pleased with a rough old whaling captain, who\ngave directions for a broad marble slab, divided into two\ncompartments, one of which was to contain an epitaph on his deceased\nwife, and the other to be left vacant, till death should engrave his\nown name there.  As is frequently the case among the whalers of\nMartha’s Vineyard, so much of this storm-beaten widower’s life had been\ntossed away on distant seas, that out of twenty years of matrimony he\nhad spent scarce three, and those at scattered intervals, beneath his\nown roof.  Thus the wife of his youth, though she died in his and her\ndeclining age, retained the bridal dewdrops fresh around her memory.\n\nMy observations gave me the idea, and Mr. Wigglesworth confirmed it,\nthat husbands were more faithful in setting up memorials to their dead\nwives than widows to their dead husbands.  I was not ill-natured\nenough to fancy that women, less than men, feel so sure of their own\nconstancy as to be willing to give a pledge of it in marble.  It is\nmore probably the fact, that while men are able to reflect upon their\nlost companions as remembrances apart from themselves, women, on the\nother hand, are conscious that a portion of their being has gone with\nthe departed whithersoever he has gone.  Soul clings to soul; the\nliving dust has a sympathy with the dust of the grave; and, by the\nvery strength of that sympathy, the wife of the dead shrinks the more\nsensitively from reminding the world of its existence.  The link is\nalready strong enough; it needs no visible symbol.  And, though a\nshadow walks ever by her side, and the touch of a chill hand is on her\nbosom, yet life, and perchance its natural yearnings, may still be\nwarm within her, and inspire her with new hopes of happiness.  Then\nwould she mark out the grave, the scent of which would be perceptible\non the pillow of the second bridal?  No--but rather level its green\nmound with the surrounding earth, as if, when she dug up again her\nburied heart, the spot had ceased to be a grave. Yet, in spite of\nthese sentimentalities, I was prodigiously amused by an incident, of\nwhich I had not the good fortune to be a witness, but which Mr.\nWigglesworth related with considerable humor.  A gentlewoman of the\ntown, receiving news of her husband’s loss at sea, had bespoken a\nhandsome slab of marble, and came daily to watch the progress of my\nfriend’s chisel.  One afternoon, when the good lady and the sculptor\nwere in the very midst of the epitaph, which the departed spirit might\nhave been greatly comforted to read, who should walk into the workshop\nbut the deceased himself, in substance as well as spirit!  He had been\npicked up at sea, and stood in no present need of tombstone or\nepitaph.\n\n“And how,” inquired I, “did his wife bear the shock of joyful\nsurprise?”\n\n“Why,” said the old man, deepening the grin of a death’s-head, on\nwhich his chisel was just then employed,  “I really felt for the poor\nwoman; it was one of my best pieces of marble,--and to be thrown away\non a living man!”\n\nA comely woman, with a pretty rosebud of a daughter, came to select a\ngravestone for a twin-daughter, who had died a month before.  I was\nimpressed with the different nature of their feelings for the dead;\nthe mother was calm and wofully resigned, fully conscious of her loss,\nas of a treasure which she had not always possessed, and, therefore,\nhad been aware that it might be taken from her; but the daughter\nevidently had no real knowledge of what death’s doings were.  Her\nthoughts knew, but not her heart.  It seemed to me, that by the print\nand pressure which the dead sister had left upon the survivor’s\nspirit, her feelings were almost the same as if she still stood side\nby side, and arm in arm, with the departed, looking at the slabs of\nmarble; and once or twice she glanced around with a sunny smile,\nwhich, as its sister smile had faded forever, soon grew confusedly\novershadowed.  Perchance her consciousness was truer than her\nreflection,--perchance her dead sister was a closer companion than in\nlife.  The mother and daughter talked a long while with Mr.\nWigglesworth about a suitable epitaph, and finally chose an ordinary\nverse of ill-matched rhymes, which had already been inscribed upon\ninnumerable tombstones.  But, when we ridicule the triteness of\nmonumental verses, we forget that Sorrow reads far deeper in them than\nwe can, and finds a profound and individual purport in what seems so\nvague and inexpressive, unless interpreted by her.  She makes the\nepitaph anew, though the self-same words may have served for a\nthousand graves.\n\n“And yet,” said I afterwards to Mr. Wigglesworth, “they might have\nmade a better choice than this.  While you were discussing the\nsubject, I was struck by at least a dozen simple and natural\nexpressions from the lips of both mother and daughter.  One of these\nwould have formed an inscription equally original and appropriate.”\n\n“No, no,” replied the sculptor, shaking his head, “there is a good deal\nof comfort to be gathered from these little old scraps of poetry; and\nso I always recommend them in preference to any new-fangled ones.  And\nsomehow, they seem to stretch to suit a great grief, and shrink to fit\na small one.”\n\nIt was not seldom that ludicrous images were excited by what took\nplace between Mr. Wigglesworth and his customers.  A shrewd\ngentlewoman, who kept a tavern in the town, was anxious to obtain two\nor three gravestones for the deceased members of her family, and to\npay for these solemn commodities by taking the sculptor to board.\nHereupon a fantasy arose in my mind, of good Mr. Wigglesworth sitting\ndown to dinner at a broad, flat tombstone, carving one of his own\nplump little marble cherubs, gnawing a pair of cross-bones, and\ndrinking out of a hollow death’s-head, or perhaps a lachrymatory vase,\nor sepulchral urn; while his hostess’s dead children waited on him at\nthe ghastly banquet.  On communicating this nonsensical picture to the\nold man, he laughed heartily, and pronounced my humor to be of the\nright sort.\n\n“I have lived at such a table all my days,” said he, “and eaten no\nsmall quantity of slate and marble.”\n\n“Hard fare!” rejoined I, smiling; “but you seemed to have found it\nexcellent of digestion, too.”\n\nA man of fifty, or thereabouts, with a harsh, unpleasant countenance,\nordered a stone for the grave of his bitter enemy with whom he had\nwaged warfare half a lifetime, to their mutual misery and ruin.  The\nsecret of this phenomenon was, that hatred had become the sustenance\nand enjoyment of the poor wretch’s soul; it had supplied the place of\nall kindly affections; it had been really a bond of sympathy between\nhimself and the man who shared the passion; and when its object died,\nthe unappeasable foe was the only mourner for the dead.  He expressed\na purpose of being buried side by side with his enemy.\n\n“I doubt whether their dust will mingle,” remarked the old sculptor to\nme; for often there was an earthliness in his conceptions.\n\n“O yes,” replied I, who had mused long upon the incident; “and when\nthey rise again, these bitter foes may find themselves dear friends.\nMethinks what they mistook for hatred was but love under a mask.”\n\nA gentleman of antiquarian propensities provided a memorial for an\nIndian of Chabbiquidick, one of the few of untainted blood remaining\nin that region, and said to be an hereditary chieftain, descended from\nthe sachem who welcomed Governor Mayhew to the Vineyard.  Mr.\nWigglesworth exerted his best skill to carve a broken bow and\nscattered sheaf of arrows, in memory of the hunters and warriors whose\nrace was ended here; but he likewise sculptured a cherub, to denote\nthat the poor Indian had shared the Christian’s hope of immortality.\n\n“Why,” observed I, taking a perverse view of the winged boy and the\nbow and arrows, “it looks more like Cupid’s tomb than an Indian\nchief’s!”\n\n“You talk nonsense,” said the sculptor, with the offended pride of\nart; he then added, with his usual good-nature,  “How can Cupid die\nwhen there are such pretty maidens in the Vineyard?”\n\n“Very true,” answered I; and for the rest of the day I thought of\nother matters than tombstones.\n\nAt our next meeting I found him chiselling an open book upon a marble\nheadstone, and concluded that it was meant to express the erudition of\nsome black-letter clergyman of the Cotton Mather school.  It turned\nout, however, to be emblematical of the scriptural knowledge of an old\nwoman who had never read anything but her Bible; and the monument was\na tribute to her piety and good works, from the Orthodox church, of\nwhich she had been a member.  In strange contrast with this Christian\nwoman’s memorial, was that of an infidel, whose gravestone, by his own\ndirection, bore an avowal of his belief that the spirt within him\nwould be extinguished like a flame, and that the nothingness whence he\nsprang would receive him again.  Mr. Wigglesworth consulted me as to\nthe propriety of enabling a dead man’s dust to utter this dreadful\ncreed.\n\n“If I thought,” said he, “that a single mortal would read the\ninscription without a shudder, my chisel should never cut a letter of\nit.  But when the grave speaks such falsehoods, the soul of man will\nknow the truth by its own horror.”\n\n“So it will,” said I, struck by the idea; “the poor infidel may strive\nto preach blasphemies from his grave; but it will be only another\nmethod of impressing the soul with a consciousness of immortality.”\n\nThere was an old man by the name of Norton, noted throughout the\nisland for his great wealth, which he had accumulated by the exercise\nof strong and shrewd faculties, combined with a most penurious\ndisposition.  This wretched miser, conscious that he had not a friend\nto be mindful of him in his grave, had himself taken the needful\nprecautions for posthumous remembrance, by bespeaking an immense slab\nof white marble, with a long epitaph in raised letters, the whole to\nbe as magnificent as Mr. Wigglesworth’s skill could make it.  There\nwas something very characteristic in this contrivance to have his\nmoney’s worth even from his own tombstone, which, indeed, afforded him\nmore enjoyment in the few months that he lived thereafter, than it\nprobably will in a whole century, now that it is laid over his bones.\nThis incident reminds me of a young girl, a pale, slender, feeble\ncreature, most unlike the other rosy and healthful damsels of the\nVineyard, amid whose brightness she was fading away.  Day after day\ndid the poor maiden come to the sculptor’s shop, and pass from one\npiece of marble to another, till at last she pencilled her name upon a\nslender slab, which, I think, was of a more spotless white than all\nthe rest.  I saw her no more, but soon afterwards found Mr.\nWigglesworth cutting her virgin name into the stone which she had\nchosen.\n\n“She is dead,--poor girl,” said he, interrupting the tune which he was\nwhistling, “and she chose a good piece of stuff for her headstone.\nNow which of these slabs would you like best to see your own name\nupon?”\n\n“Why, to tell you the truth, my good Mr. Wigglesworth,” replied I,\nafter a moment’s pause,--for the abruptness of the question had\nsomewhat startled me,--“to be quite sincere with you, I care little or\nnothing about a stone for my own grave, and am somewhat inclined to\nscepticism as to the propriety of erecting monuments at all, over the\ndust that once was human.  The weight of these heavy marbles, though\nunfelt by the dead corpse of the enfranchised soul, presses drearily\nupon the spirit of the survivor, and causes him to connect the idea of\ndeath with the dungeon-like imprisonment of the tomb, instead of with\nthe freedom of the skies.  Every gravestone that you ever made is the\nvisible symbol of a mistaken system.  Our thoughts should soar upward\nwith the butterfly,--not linger with the exuviae that confined him.\nIn truth and reason, neither those whom we call the living, and still\nless the departed, have anything to do with the grave.”\n\n“I never heard anything so heathenish!” said Mr. Wigglesworth,\nperplexed and displeased at sentiments which controverted all his\nnotions and feelings, and implied the utter waste, and worse, of his\nwhole life’s labor; “would you forget your dead friends, the moment\nthey are under the sod?”\n\n“They are not under the sod,” I rejoined; “then why should I mark the\nspot where there is no treasure hidden!  Forget them?  No! But to\nremember them aright, I would forget what they have cast off.  And, to\ngain the truer conception of DEATH, I would forget them GRAVE!”\n\nBut still the good old sculptor murmured, and stumbled, as it were,\nover the gravestones amid which he had walked through life. Whether he\nwere right or wrong, I had grown the wiser from our companionship and\nfrom my observations of nature and character, as displayed by those\nwho came, with their old griefs or their new ones, to get them\nrecorded upon his slabs of marble.  And yet, with my gain of wisdom, I\nhad likewise gained perplexity; for there was a strange doubt in my\nmind, whether the dark shadowing of this life, the sorrows and\nregrets, have not as much real comfort in them--leaving religious\ninfluences out of the question--as what we term life’s joys.\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9215/pg9215.txt",
        "name": "chippings_with_a_chisel_(_from_\"_twice_told_tales\").json"
    }
}