{
    "name": "Circus",
    "author": [
        "Nourse, Alan Edward"
    ],
    "body": "\"Just suppose,\" said Morgan, \"that I _did_ believe you. Just for\nargument.\" He glanced up at the man across the restaurant table. \"Where\nwould we go from here?\"\n\nThe man shifted uneasily in his seat. He was silent, staring down at his\nplate. Not a strange-looking man, Morgan thought. Rather ordinary, in\nfact. A plain face, nose a little too long, fingers a little too dainty,\na suit that doesn't quite seem to fit, but all in all, a perfectly\nordinary looking man.\n\nMaybe _too_ ordinary, Morgan thought.\n\nFinally the man looked up. His eyes were dark, with a hunted look in\ntheir depths that chilled Morgan a little. \"Where do we go? I don't\nknow. I've tried to think it out, and I get nowhere. But you've _got_ to\nbelieve me, Morgan. I'm lost, I mean it. If I can't get help, I don't\nknow where it's going to end.\"\n\n\"I'll tell you where it's going to end,\" said Morgan. \"It's going to end\nin a hospital. A mental hospital. They'll lock you up and they'll lose\nthe key somewhere.\" He poured himself another cup of coffee and sipped\nit, scalding hot. \"And that,\" he added, \"will be that.\"\n\n\n\nThe place was dark and almost empty. Overhead, a rotary fan swished\npatiently. The man across from Morgan ran a hand through his dark hair.\n\"There must be some other way,\" he said. \"There has to be.\"\n\n\"All right, let's start from the beginning again,\" Morgan said. \"Maybe\nwe can pin something down a little better. You say your name is\nParks--right?\"\n\nThe man nodded. \"Jefferson Haldeman Parks, if that helps any. Haldeman\nwas my mother's maiden name.\"\n\n\"All right. And you got into town on Friday--right?\"\n\nParks nodded.\n\n\"Fine. Now go through the whole story again. What happened first?\"\n\nThe man thought for a minute. \"As I said, first there was a fall. About\ntwenty feet. I didn't break any bones, but I was shaken up and limping.\nThe fall was near the highway going to the George Washington Bridge. I\ngot over to the highway and tried to flag down a ride.\"\n\n\"How did you feel? I mean, was there anything strange that you noticed?\"\n\n\"_Strange!_\" Parks' eyes widened. \"I--I was speechless. At first I\nhadn't noticed too much--I was concerned with the fall, and whether I\nwas hurt or not. I didn't really think about much else until I hobbled\nup to that highway and saw those cars coming. Then I could hardly\nbelieve my eyes. I thought I was crazy. But a car stopped and asked me\nif I was going into the city, and I knew I wasn't crazy.\"\n\nMorgan's mouth took a grim line. \"You understood the language?\"\n\n\"Oh, yes. I don't see how I could have, but I did. We talked all the way\ninto New York--nothing very important, but we understood each other. His\nspeech had an odd sound, but--\"\n\nMorgan nodded. \"I know, I noticed. What did you do when you got to New\nYork?\"\n\n\"Well, obviously, I needed money. I had gold coin. There had been no way\nof knowing if it would be useful, but I'd taken it on chance. I tried to\nuse it at a newsstand first, and the man wouldn't touch it. Asked me if\nI thought I was the U.S. Treasury or something. When he saw that I was\nserious, he sent me to a money lender, a hock shop, I think he called\nit. So I found a place--\"\n\n\"Let me see the coins.\"\n\nParks dropped two small gold discs on the table. They were perfectly\nsmooth and perfectly round, tapered by wear to a thin blunt edge. There\nwas no design on them, and no printing. Morgan looked up at the man\nsharply. \"What did you get for these?\"\n\nParks shrugged. \"Too little, I suspect. Two dollars for the small one,\nfive for the larger.\"\n\n\"You should have gone to a bank.\"\n\n\"I know that now. I didn't then. Naturally, I assumed that with\neverything else so similar, principles of business would also be\nsimilar.\"\n\nMorgan sighed and leaned back in his chair. \"Well, then what?\"\n\nParks poured some more coffee. His face was very pale, Morgan thought,\nand his hands trembled as he raised the cup to his lips. Fright? Maybe.\nHard to tell. The man put down the cup and rubbed his forehead with the\nback of his hand. \"First, I went to the mayor's office,\" he said. \"I\nkept trying to think what anyone at home would do in my place. That\nseemed a good bet. I asked a policeman where it was, and then I went\nthere.\"\n\n\"But you didn't get to see him.\"\n\n\"No. I saw a secretary. She said the mayor was in conference, and that I\nwould have to have an appointment. She let me speak to another man, one\nof the mayor's assistants.\"\n\n\"And you told him?\"\n\n\"No. I wanted to see the mayor himself. I thought that was the best\nthing to do. I waited for a couple of hours, until another assistant\ncame along and told me flatly that the mayor wouldn't see me unless I\nstated my business first.\" He drew in a deep breath. \"So I stated it.\nAnd then I was gently but firmly ushered back into the street again.\"\n\n\"They didn't believe you,\" said Morgan.\n\n\"Not for a minute. They laughed in my face.\"\n\nMorgan nodded. \"I'm beginning to get the pattern. So what did you do\nnext?\"\n\n\"Next I tried the police. I got the same treatment there, only they\nweren't so gentle. They wouldn't listen either. They muttered something\nabout cranks and their crazy notions, and when they asked me where I\nlived, they thought I was--what did they call it?--a wise guy! Told me\nto get out and not come back with any more wild stories.\"\n\n\"I see,\" said Morgan.\n\nJefferson Parks finished his last bite of pie and pushed the plate away.\n\"By then I didn't know quite what to do. I'd been prepared for almost\nanything excepting this. It was frightening. I tried to rationalize it,\nand then I quit trying. It wasn't that I attracted attention, or\nanything like that, quite the contrary. Nobody even looked at me, unless\nI said something to them. I began to look for things that were\n_different_, things that I could show them, and say, see, this proves\nthat I'm telling the truth, look at it--\" He looked up helplessly.\n\n\"And what did you find?\"\n\n\"Nothing. Oh, little things, insignificant little things. Your\ncalendars, for instance. Naturally, I couldn't understand your frame of\nreference. And the coinage, you stamp your coins; we don't. And\ncigarettes. We don't have any such thing as tobacco.\" The man gave a\nshort laugh. \"And your house dogs! We have little animals that look more\nlike rabbits than poodles. But there was nothing any more significant\nthan that. Absolutely nothing.\"\n\n\"Except yourself,\" Morgan said.\n\n\"Ah, yes. I thought that over carefully. I looked for differences,\nobvious ones. I couldn't find any. You can see that, just looking at me.\nSo I searched for more subtle things. Skin texture, fingerprints, bone\nstructure, body proportion. I still couldn't find anything. Then I went\nto a doctor.\"\n\nMorgan's eyebrows lifted. \"Good,\" he said.\n\nParks shrugged tiredly. \"Not really. He examined me. He practically took\nme apart. I carefully refrained from saying anything about who I was or\nwhere I came from; just said I wanted a complete physical examination,\nand let him go to it. He was thorough, and when he finished he patted me\non the back and said, 'Parks, you've got nothing to worry about. You're\nas fine, strapping a specimen of a healthy human being as I've ever\nseen.' And that was that.\" Parks laughed bitterly. \"I guess I was\nsupposed to be happy with the verdict, and instead I was ready to knock\nhim down. It was idiotic, it defied reason, it was infuriating.\"\n\nMorgan nodded sourly. \"Because you're not a human being,\" he said.\n\n\"That's right. I'm not a human being at all.\"\n\n\n\n\"How did you happen to pick this planet, or this sun?\" Morgan asked\ncuriously. \"There must have been a million others to choose from.\"\n\nParks unbuttoned his collar and rubbed his stubbled chin unhappily. \"I\ndidn't make the choice. Neither did anyone else. Travel by warp is a\nlittle different from travel by the rocket you fiction writers make so\nmuch of. With a rocket vehicle you pick your destination, make your\ncalculations, and off you go. The warp is blind flying, strictly blind.\nWe send an unmanned scanner ahead. It probes around more or less\nhit-or-miss until it locates something, somewhere, that looks habitable.\nWhen it spots a likely looking place, we keep a tight beam on it and\nsend through a manned scout.\" He grinned sourly. \"Like me. If it looks\ngood to the scout, he signals back, and they leave the warp anchored for\na sort of permanent gateway until we can get a transport beam built. But\nwe can't control the directional and dimensional scope of the warp.\nThere are an infinity of ways it can go, until we have a guide beam\ntransmitting from the other side. Then we can just scan a segment of\nspace with the warp, and the scanner picks up the beam.\"\n\nHe shook his head wearily. \"We're new at it, Morgan. We've only tried a\nfew dozen runs. We're not too far ahead of you in technology. We've been\nusing rocket vehicles just like yours for over a century. That's fine\nfor a solar system, but it's not much good for the stars. When the warp\nprinciple was discovered, it looked like the answer. But something went\nwrong, the scanner picked up this planet, and I was coming through, and\nthen something blew. Next thing I knew I was falling. When I tried to\nmake contact again, the scanner was gone!\"\n\n\"And you found things here the same as back home,\" said Morgan.\n\n\"The same! Your planet and mine are practically twins. Similar cities,\nsimilar technology, everything. The people are the same, with precisely\nthe same anatomy and physiology, the same sort of laws, the same\ninstitutions, even compatible languages. Can't you see the importance of\nit? This planet is on the other side of the universe from mine, with the\nfirst intelligent life we've yet encountered anywhere. But when I try to\ntell your people that I'm a native of another star system, _they won't\nbelieve me_!\"\n\n\"Why should they?\" asked Morgan. \"You look like a human being. You talk\nlike one. You eat like one. You act like one. What you're asking them to\nbelieve is utterly incredible.\"\n\n\"_But it's true._\"\n\nMorgan shrugged. \"So it's true. I won't argue with you. But as I asked\nbefore, even if I _did_ believe you, what do you expect _me_ to do about\nit? Why pick _me_, of all the people you've seen?\"\n\nThere was a desperate light in Parks' eyes. \"I was tired, tired of being\nlaughed at, tired of having people looking at me as though I'd lost my\nwits when I tried to tell them the truth. You were here, you were alone,\nso I started talking. And then I found out you wrote stories.\" He looked\nup eagerly. \"I've got to get back, Morgan, somehow. My life is there,\nmy family. And think what it would mean to both of our worlds--contact\nwith another intelligent race! Combine our knowledges, our technologies,\nand we could explore the galaxy!\"\n\nHe leaned forward, his thin face intense. \"I need money and I need help.\nI know some of the mathematics of the warp principle, know some of the\ndesign, some of the power and wiring principles. You have engineers\nhere, technologists, physicists. They could fill in what I don't know\nand build a guide beam. But they won't do it if they don't believe me.\nYour government won't listen to me, they won't appropriate any money.\"\n\n\"Of course they won't. They've got a war or two on their hands, they\nhave public welfare, and atomic bombs, and rockets to the moon to sink\ntheir money into.\" Morgan stared at the man. \"But what can _I_ do?\"\n\n\"You can _write_! That's what you can do. You can tell the world about\nme, you can tell exactly what has happened. I know how public interest\ncan be aroused in my world. It must be the same in yours.\"\n\nMorgan didn't move. He just stared. \"How many people have you talked\nto?\" he asked.\n\n\"A dozen, a hundred, maybe a thousand.\"\n\n\"And how many believed you?\"\n\n\"None.\"\n\n\"You mean _nobody_ would believe you?\"\n\n\"_Not one soul._ Until I talked to you.\"\n\nAnd then Morgan was laughing, laughing bitterly, tears rolling down his\ncheeks. \"And I'm the one man who couldn't help you if my life depended\non it,\" he gasped.\n\n\"You believe me?\"\n\nMorgan nodded sadly. \"I believe you. Yes. I think your warp brought you\nthrough to a parallel universe of your own planet, not to another star,\nbut I think you're telling the truth.\"\n\n\"Then you _can_ help me.\"\n\n\"I'm afraid not.\"\n\n\"Why not?\"\n\n\"Because I'd be worse than no help at all.\"\n\nJefferson Parks gripped the table, his knuckles white. \"Why?\" he cried\nhoarsely. \"If you believe me, why can't you help me?\"\n\nMorgan pointed to the magazine lying on the table. \"I write, yes,\" he\nsaid sadly. \"Ever read stories like this before?\"\n\nParks picked up the magazine, glanced at the bright cover. \"I barely\nlooked at it.\"\n\n\"You should look more closely. I have a story in this issue. The readers\nthought it was very interesting,\" Morgan grinned. \"Go ahead, look at\nit.\"\n\nThe stranger from the stars leafed through the magazine, stopped at a\npage that carried Roger Morgan's name. His eyes caught the first\nparagraph and he turned white. He set the magazine down with a trembling\nhand. \"I see,\" he said, and the life was gone out of his voice. He\nspread the pages viciously, read the lines again.\n\nThe paragraph said:\n\n    \"Just suppose,\" said Martin, \"that I _did_ believe you. Just for\n    argument.\" He glanced up at the man across the table. \"Where do we\n    go from here?\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Nourse, Alan Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22875/pg22875.txt",
        "name": "circus.json"
    }
}