{
    "name": "Collision Orbit",
    "author": [
        "Beck, Clyde"
    ],
    "body": "The tiny asteroid with the frightened girl\nand the wrecked spacer with the grim young\nman slowly spun closer and closer ... but\nthe real danger came after the crash!\n\n\nThere's one good thing about a blowout. You don't need a mechanic\nto tell you what the trouble is when it happens. This was the first\nblowout I ever had, but as soon as I heard that explosive pinging\nwhistle and felt the floppy jolting and the terrifying sensation of a\nvehicle out of control, I knew what was wrong. I reached forward and\ncut the power.\n\nWhen I leaned back in my seat I was sweating and my stomach was pushing\nmy tonsils around, and not only on account of the sudden switch from\none and a half G's to free fall. I was in a jam, and I didn't need a\nmechanic to tell me that, either. Spaceships don't carry spare drive\ntubes.\n\nNot little wagons like the Aspera, anyway. If you could get a spare\ninside the hull you would have to leave out the air plant or the\ngroceries or else stay home yourself, and even then there would be no\nroom for the tools to make the change. Retubing is a dock job, and the\nnearest docks were a million miles away on Phobos and getting farther\nfast.\n\nAnd besides, you never need a spare. Tubes don't blow in space.\nDiamondized graphite is tough--you caliper the throat every time you\ndock, and after a few thousand G-hours you find enough erosion to cut\ndown efficiency to the point where it's a good idea to put in a new\nliner.\n\nI knew all this, but at the same time I knew the main tube had blown.\nWhat I didn't know was what I was going to do about it. I lit a\ncigarette and took a deep drag, just in case the stimulating effect of\nthe quabba smoke would give me an inspiration.\n\nIt made me sneeze.\n\nI threw the butt on the deck and mashed it with my heel before it\ncould bounce off and go adrift in the cabin. I never had liked\nthe taste of the weedy stuff anyway. Smoking quabba is the prime\nattribute of a spaceman--it has the reputation of being a specific\nagainst spacesickness, toughening the cerebral meninges against high\nacceleration, cutting down reaction time when you have to act fast in\na meteor field. Maybe it's all true. One thing it really does is make\nyour clothes smell like a vacant lot on fire so people can say, \"Ah,\nhe's a spaceman,\" without having to ask.\n\nNo inspiration. Okay, Denby, think it out with your own brains. You've\ngot a brain, haven't you?\n\nNot being very eager to do any thinking about the situation I was in,\nI dragged the bulger out from under the seat and crawled into it. I\nhad a vague idea that I might fake up some sort of patch for the tube\nand maybe limp back to Mars. I wasn't proud of it, but it was the best\nI had at the moment. I checked to make sure there was nothing on the\nscreens, and then pulled myself over to the air lock, sealed the inner\ndoor, and started the pump.\n\nWhile the chamber was exhausting, I tested the lubber line and snapped\nthe end of it to a ring on the inner skin of the hull. When the lock\nclicked I pulled the hatch open and hooked it back. Then I took a short\nhold on the lubber line and stepped out into space.\n\nFor a minute I wished I had finished the quabba. This was not the first\ntime I had been in open space, but the circumstances had not been so\nimpressive before. Free fall had never bothered me particularly, but\nit bothered me now, with millions of miles of empty space under me in\nall directions and nothing in the sky but the tiny hard bright stars\nlooking very far away. And the realization that I was alone, with a\ncrippled ship, and a very good chance that the situation would be\npermanent, made me feel that an antidote against spacesickness would be\na handy thing to have.\n\nAfter a while the muscles of my forearm began to ache from gripping the\nlubber line so hard. I let go of it and took hold of a hand rail and\ncrawled back to the stern.\n\n\n\nIt was a blowout, all right. The liner was completely gone and the\njacket was a fused lump of slag. All I would need to patch it up was a\nweek in the shops and a three-man crew. I crawled back along the hull\nand went through the hatch like a rabbit going down its hole.\n\nI stowed away the suit and belted myself in the seat. So I would have\nto think anyway. I got out a pencil and reeled the tape out of the\naccelerometer and began figuring.\n\nIt took me an hour, which was not very good. Neither was the answer. I\npushed the papers away and started all over again. The answer was still\nthe same. The Aspera would miss the orbit of Jupiter by more than fifty\nmillion miles, and my nearest approach would occur about three and a\nhalf years after Jupiter had passed my intended point of tangency.\n\nOf course these figures were only rough, and would be revised one way\nor the other after I had time to make a few triangulation shots. But\nI couldn't hope for much encouragement from any such revision. The\nAspera, the ship my father had used to make the first landing on an\nasteroid ten years ago, was going to end up as an asteroid herself, and\nI would have the honor of being sole inhabitant--as long as I lasted.\n\nI grabbed a sheet of paper and began figuring again. It took me only\na minute or two this time. The period of the Aspera's orbit was seven\nand a half years, and seven and a half years Earth time make four Mars\nyears within a few days. That was how much hope I had--in seven and a\nhalf years I would be back in the immediate vicinity of Mars, and I\nmight have enough power in the steering jets to claw my way in to one\nof the moons. If I didn't bump into an asteroid. If Jupiter didn't pull\nme too far off course. If I didn't go star-happy in the meanwhile, or\nstarve. Before seven and a half years were up I'd be eating the air\nplant.\n\nI threw down the pencil, caught it on the first wild bounce, and stowed\nit away in my pocket. I felt like a fool.\n\nWith reason. It takes a very fancy kind of fool to rot four years in\nthe Girdle swamps on Venus, getting drunk only every second month so he\ncan save up enough of his pay to put himself through Space Tech, and\nthen, when he has graduated second in his class, to throw away a plushy\njob with Translunar and go barging off into space in an ancient can and\nget himself wrecked just because he lets a girl talk him into making a\nmagnificent gesture.\n\nThat's what I told myself. It didn't help any, but I had it coming. I\nwas a worse fool than that, even. Betty Day hadn't talked me into this.\nI had thought the whole thing up with my own little brain. The germ of\nthe idea was hers, though, or rather the inspiration for it.\n\n\n                                  II\n\nFor that matter, Betty Day inspired a lot of my ideas, ever since my\nfirst opening day at Space Tech. The first task they put us to on the\nopening day was to sit through a welcoming address from the President\nof the Institute. Maybe it was a good speech if you happened to be a\nkid fresh out of school, like most of the class, with your head full of\nthe ideas of romance and glory that the tridim space operas pump into\nthe cash customers, but when he began to talk about our \"mission\" and\nbeing \"pioneers of the new frontier\" it got a little too thick for me.\n\nI hadn't come to the Institute of Space Technology to look for glory.\nI had come for the excellent if commonplace purpose of qualifying\nfor a well-paid job. My father's happy-go-lucky space-ratting was\nnot for me. I intended to do my planeteering with the resources of a\nnice fat soulless corporation behind me. Four years in the Girdle of\nVenus--which name, in case you are wondering, is a neat little piece of\nirony--had left me very sane and practical and disenchanted about the\nwhole matter.\n\nI let the President gabble on and began to glance around the auditorium.\n\nI didn't glance far. As I turned my face toward the girl sitting at my\nleft, she turned hers, and our eyes met. I managed a smile and cocked\nan eyebrow toward the speaker's stand. She smiled back with her eyes\nand crinkled her nose. It was a smooth straight nose, and the eyes on\neach side of it were a clear cool gray, set well apart under level\nbrows. That was Betty--level and straight, and cool, too, for that\nmatter. I didn't realize all this at once, of course. Just now I only\nknew that she was calmly and compellingly beautiful, and that I didn't\nfeel sane and practical any more, and certainly not disenchanted.\n\nThere was a spatter of mildly enthusiastic applause, and I noticed\nthe lecture hall again and saw that the President had finished and a\nyoungish instructor was taking the stand to give out information about\nprograms and class assignments. I got down enough to keep from getting\nlost. I heard him say the sections would be arranged alphabetically.\nThat scared me--suppose this girl was named Wigglesworth or Zilch or\nsome such and I would never see her again! I drew a circle around my\nname on the class roster they had given each of us at the beginning\nof the festivities and handed it to her. She smiled again and drew a\ncircle around the name right next to it. Betty Day. So that was all\nright.\n\n\n\nThere is no time for social life at Space Tech. You go there for the\ntraining and you get your money's worth. Not that I cared--the work\nwas hard, but it was exciting, and you could see the purpose of it\nas you went along. I would have worked even harder and not minded,\nbecause Betty Day was alongside in every class I had. After a few days\nwe were eating lunch together every day in the campus slop shop, which\narrangement I liked. It took my mind off the sort of food they served\nthere.\n\nEvery two or three weeks we found or took time to see a tridim\ntogether, since there is not much else in the way of extracurricular\ndiversion at Tech. It was a very slight intimacy, but it meant a good\ndeal to me, and I believed that it did to Betty too. She was always\npleased to have me around, and she crinkled her nose at my jokes in a\nspecial way that she did for no one else's, and my jokes were not much\nbetter than the average, either.\n\nIt was a long time before I tried to tell her about the way I felt.\nIt was not until the three years at Tech were over and the Institute\nwas letting down its hair to the extent of sealing our brow with the\ntraditional farewell party for graduates known as the Blastoff.\n\nBy the time I got there the revelry had already started. I made a\ncouple of passes at the punch bowl and looked around for Betty. She\nwas out on the floor; I pried her loose from the Joe who was trying\nto dance with her, and we made one eccentric ellipse around the hall\nand headed for the terrace. It was cool out there, the unostentatious\ncoolness of an early summer evening that has not quite forgotten the\nheat of the day, and there was a bright wash of moonlight on the bay\nbeyond the lights of the town. There was a lot of stardust around.\n\nBetty must have seen it too. She turned toward me, and the solemn look\non her face and the way her shoulders glowed in the moonlight and the\nmoonlight gleamed in her hair was enough to make your breath come\nshort. My breath, at least. It came right up in my throat and stuck\nthere, and I reached out and we sort of melted together. It was the\nfirst time that had happened. That's how hard they work you at Tech.\n\nAfter a little while we separated and I opened my eyes and they still\nworked well enough for me to see a bench not far away and we walked\nover and sat down.\n\nBetty sighed and leaned toward me and I moved my arm out of the way to\nmake room. The skin of her shoulder was smooth to my hand, and cool the\nway the evening air was cool.\n\n\"It's been fun, Tom, hasn't it?\" I knew she meant the last three years\nand not just the last three minutes.\n\n\"Lots of work and lots of fun,\" I agreed. \"That's why space work gets\nin your blood, I think. It's fun even when it's hardest. My hitch in\nthe Girdle even seems like fun now that it's over.\"\n\n\"I can see how planet work must be a thrill, even if I haven't ever\nbeen beyond the moon. I will be though--I'm going out with my uncle's\nVesta expedition in a couple of weeks, you know.\"\n\n\n\nI hadn't known. I knew she had been talking about it, but I had hoped\nEd Day would have sense enough to say no. I wasn't altogether selfish\nabout it. I did want her closer in, nearer where I would be, but a big\npart of the reason was that the asteroid belt was the Edge, and the\nEdge has always been a rough place for women, even when it was at the\nmoon.\n\nI started to tell her this, but she interrupted. \"How did you make out\nwith Translunar? The man must have had a lot to say to keep you this\nlong.\"\n\n\"I get the money all right. And a job.\"\n\n\"A good one?\"\n\n\"Six thousand.\"\n\n\"Yes, but what and where?\"\n\n\"Luna City. I'll be port engineer.\"\n\n\"Oh, Tom!\" I didn't think she had to put so much disappointment in her\nvoice. It was practically disdain. \"I should think Translunar could do\nbetter than that. It's practically landlocked. You aren't going to take\nit, are you?\"\n\n\"Why not? Six thousand is a nice sackful of cash, and besides, I get a\npiece of the company. Not a very big one, but it will grow.\"\n\n\"Oh, Tom!\" It was pure disdain this time. \"It isn't the money! You\nshould have a ship. You should be out doing things. They can't make you\ninto a glorified slug monkey on the moon!\" She pulled away from my arm\nand looked at me again. The solemn expression on her face was somber\nnow, or maybe sullen; anyway I didn't like it.\n\n\"For six thousand they can do worse than that,\" I said. \"It's more than\nthe captain of a liner gets. And, anyway, Translunar's ships are all\nstaffed. There wouldn't be a place for me even if I wanted one, and I'm\nnot sure I want one. Maybe there's more glamour in being a deep-space\nman, but you can't call the job the engineers do trivial. The idea of\nbeing a slug monkey doesn't bother me at all at that pay. It's better\nthan being a swamp hog on Venus.\"\n\n\"But it's such a waste, Tom! Anyone can be an engineer. You should be\nin research or exploration, and you know it. It's a crime to waste your\ntalent in a dock job. You belong out on the Edge.\"\n\n\"Look, Betty--there are three sorts of Edge jobs: in the Patrol, on\nsome sort of an expedition, or as a space-rat. The first two don't pay\nand, as for the third, even if I liked the idea of prospecting the\nplanets, it takes money to outfit for it, and it took all I had to\nfinish Tech.\"\n\n\"But you have the Aspera, and the Translunar prize would be enough to\nget her into shape again and buy supplies.\"\n\n\"I was given to understand this afternoon that it would be considered\nvery unconventional to take the money and not take the job. And anyway,\nwhat would I do then--hunt for thorium in the asteroids? No thanks.\nI'll take the slug monkey job and the salary. And I think you ought to\ndo the same. You could get a job closer in that would pay a lot more\nthan going off to the Belt on a wild goose chase. When you graduate\nfirst in your class at Tech you can take your pick.\"\n\n\"Wild goose chase!\" She sniffed. \"We are going out to get data on the\nWarp at close range. We might even find out the way to get around it\nand open up the outer planets to exploration.\"\n\n\n\nThe Warp was supposed to be a sort of fourth-dimensional wrinkle in\nspace somewhere beyond the asteroids that swallowed ships and accounted\nfor the fact that out of three expeditions that had tried to reach\nJupiter, three had not returned. I knew better.\n\n\"There isn't any Warp,\" I told her. \"My father proved that eight years\nago when he made the swing around Jupiter.\"\n\n\"But he never published any proof, Tom.\"\n\n\"No, all the proof he had was in his log book, and that went with\nhim on his last trip. But I read the log. He sighted the pirate camp\non Callisto, and would have had pictures to prove it if all his film\nhadn't been raystruck. Maybe he could have got somebody to listen to\nhim anyway if he had tried a little harder, but he wanted to make a\nresearch job of it. He sold out all his claims and built the Astra and\nloaded it up with equipment to bring back all the proof that even the\nPatrol could ask for. Then he blasted off and no one ever heard of him\nagain.\"\n\n\"But the idea of pirates doesn't make sense, Tom. There are no cargoes\nworth stealing beyond the Belt. On the Venus run, yes--but why should\nthere be pirates out where there are no ships?\"\n\n\"Okay, no pirates, then. What they really are is Hassley and all those\nhangers-on of his that were never accounted for after the Polar War.\nOne of the moons of Jupiter would make a fine hideout for them. Air,\nwater, and a livable climate. When any one comes snooping around, they\nsee to it that they never get back. We blame it on the Warp and stay\naway and leave them alone.\"\n\n\"They would never get there in the first place. The Warp isn't just\nsomebody's wild guess, you know. It follows from Heuvelstad's work. He\nderived Bode's law from quantum theory, and showed that a warp in space\nis the only explanation for the family of asteroids between Mars and\nJupiter where there should be a single planet. No one can doubt it.\"\n\n\"I can. No one used to doubt that the earth was flat, or to bring it a\nlittle more up to date, that the craters of the moon were volcanoes, or\nthat the red shift in the nebular spectra meant that the universe is\nexpanding. A theory is good only as long as it explains all the facts,\nand Heuvelstad overlooked the fact that my father circled Jupiter and\ncame back. He will just have to revise his mathematics.\"\n\n\"Maybe we'll know more about that after the Vesta expedition comes\nback.\" She sighed and looked out over the glittering bay.\n\nI sighed too, and took my arm away from the back of the seat. I didn't\nquite know how the conversation had wandered so far from the point.\nI had felt quite set up about everything when I came to the party.\nI thought Betty would be glad about the Translunar offer, and maybe\nremark that six thousand credits was a remarkable salary for a fresh\ngraduate, and I would suggest that it was enough to get married on.\nAnd here we were arguing.\n\nShe turned and looked at me again. \"Tom,\" she said softly; maybe I was\ngoing to have my chance after all.\n\n\"Yes?\" I answered.\n\n\"Are you really going to take that engineer job? Couldn't you talk\nTranslunar out of something that would give you the chance to do the\nthings a Denby ought to be doing?\"\n\n\"Maybe I could. But look--I've sweated out the last seven years just\nfor the chance I've got right now, and I mean to take it. My father\nspent all his life chasing a dream, and what did it get him? The one\ngreat discovery he did make no one will even believe.\"\n\n\"I never met Lance Denby, but I know he was a great spaceman, Tom, even\nif you do seem to have forgotten it. I never thought a son of his would\never turn out to be a company man. Let's go inside.\"\n\nWe went inside, and I went home. The punch bowl was empty by now so I\ndidn't even stop.\n\n\n\nIt was probably a mistake, but I flew down to Mojave Outport the day\nthe Vesta Expedition blasted off. Betty was very friendly when we said\ngoodbye, and her hand in mine was small and firm, and the fingers were\nquite cold. I don't remember what I said. It couldn't have been much.\nThere was a stiff feeling around my lips that it was hard to push any\nwords through.\n\nBetty was last on board. She turned and looked back for a few seconds\nbefore they closed the hatch, and it seemed to me that there was the\nsame solemn expression on her face that I had seen that night on the\nterrace. I was too far away to be sure.\n\nMy interview with the Western manager of Translunar was scheduled for\nthe next day. I'm afraid I made a poor impression from the very start.\nI wasn't feeling very sharp; instead of sleeping I had spent a good\npart of the night wondering about that look in Betty's eyes. That and a\nfew other things.\n\nElkins, the manager, was the sort of man who wears a nice sharp crease\nin his pants and his hair brushed carefully over his bald spot and\ncalls everyone heartily by his first name.\n\n\"Well, Tom,\" he said expansively, after the formalities of introduction\nand exchange of cigarettes were out of the way, \"let's get to business.\nFirst of all, this, ah--token.\"\n\nHe held out a check. The four figures on it were even prettier than the\npretty-colored ink they were printed in. That was for me. Legally, by\nthe terms of their prize offer. I had checked on that.\n\n\"Thank you,\" I said.\n\n\"And now, as concerns your place with the Translunar organization--\"\n\nI interrupted. \"I'm sorry, Mr. Elkins. Personal plans make it\nimpossible for me to accept the position you have so generously offered\nme.\"\n\nThat rocked him. Why not--it rocked me. He still smiled with his lips,\nout of habit, but his eyes weren't smiling. He pulled an ash tray to\nhim and crushed out his cigarette--the one I had given him.\n\n\"But--! You realize this is most irregular, Mr. Denby! And unexpected.\"\n\n\"I do. I didn't know it myself until a little while ago.\"\n\n\"Is this decision final, Mr. Denby?\"\n\n\"I'm afraid it is.\"\n\n\"Very well. I'm sorry to hear it.\" His tone meant that I would be sorry\ntoo. \"In that case there is nothing further to say.\"\n\nHe pushed a button and a flunky came in to sweep me out. As I left\nI could as good as see him writing down my name on a sheet marked\nBlacklist in 72 point caps.\n\n\n                                  III\n\nIt took three months to make the Aspera spaceworthy again, and when I\nhad bought the shielded tele-camera, vitanalyzer, and the other little\ntoys I would need to prove that there was a pirate hideout in Callisto,\nmy bank account was within saluting distance of absolute zero. This was\nspace-ratting for fair, without even a chance for paydirt at the end of\nthe orbit. And Translunar, or any other outfit, wouldn't have me even\nas a swamp hog after this. I was the smart Joe who was going to have me\na Career.\n\nYou never know.\n\nI stopped at Phobos to fill up on reactant. I didn't mean to land on\nCallisto. I didn't even mean to be seen if I could help it, but still\nI might have some dodging to do, and full tanks could be nice to have.\nFor the same reason I put in a new power slug, because the emission\nhad begun to go a little soft on the way out from Luna City. With\nthe salvage of the old one, that left me just enough for a couple of\nhighballs at the port canteen. I thought I needed them more than two\nloose coins. I left the slug monkey grumbling about having to root\naround among the obsolete parts to find a Group VI slug, and headed for\nthe bar. Let him grumble. The Aspera was still a good ship, even if she\ndidn't have the tungsil tubes it takes to handle Group IV fissionables.\n\nWait a minute! Maybe he got tired of rooting and put in a Group IV slug\njust out of laziness and ignorance. I made my way back to the power\nshack, cracked the case, and took a look through the periscope. The IV\non the can was as big as a house. Well, when I got back I would be able\nto prove to Betty that I was right about trained personnel not being\nwasted in the engineering department. If I got back.\n\nSeven and a half years in a space can is a horrible thought, but to\ndo it in free fall is out of the question. I swung a pair of steering\nrockets to tangent position and cranked up enough rotation to give me\na few pounds of weight. That made a mess out of the visual screens,\nbut the radek would still let me know if anything came close enough to\nworry about, and this way a cup of coffee would at least stay in the\ncup. I brewed a pot of it, stuffed a pipe full of tobacco, and started\nto settle down to do my time.\n\nI don't know how many days later it was that the radek began to groan.\nI quit counting days after the first week--if I needed the date I could\nget it off the chronograph. The signal was feeble, but I took the\ntwist off her to get a fix on what it was. The radek gave the range as\nextreme--nearly a million miles--and anything that would trip the relay\nat that range must be big. After a few sweeps I found it in the scope,\nand it showed a perceptible disk. That meant an asteroid. I didn't\nknow which one--the General Emphemeris of the asteroids hasn't been\npublished yet.\n\n\n\nDuring the next day or two I spent a good deal of my time at the scope,\nand most of the rest figuring orbits. It was pleasant to have something\nto do to keep my mind off my predicament. I hardly minded even when\nit became obvious that I would come so close to the asteroid as to be\nperturbed out of all possibility of making the contact with Mars that\nI had projected. I hadn't really believed in that anyway. And, when I\ndiscovered that I was in a collision orbit, it was more of a relief\nthan otherwise. Get it over with in a hurry. Starvation is a slow and\ntedious way to blast off. A short life and a merry one, Denby, that's\nwhat you always said. Or did you? Well, it doesn't matter, you're going\nto get it anyway.\n\nIt was a fine sight. I don't know anything more impressive to watch\nthan a planet, even a little two-hundred-mile chunk of rock like this\none, swinging up out of empty space and taking on size and form. White\nand round as a snowball, and spinning lazily like a snowball thrown\nthrough the air. This one was going to hit me right on the knob.\n\nThe twelve-hour rotation of the asteroid must have swung the spot past\nme three or four times before I paid any attention to it. A black\nsmudge it was, round, but with ragged edges like a starfish. A jet\nscorch if I ever saw one. I swallowed my stomach on the third gulp, and\nas soon as I stopped being dizzy I looked again. A jet scorch it was,\nand a few hundred yards away the sunlight glittered on a round lump\nthat couldn't be anything but a Mitchell blister. Of all the rocks in\nthe Belt, I would bump into one with a station on it. Nice catch, Denby!\n\nI crawled into the bulger again in case I might set her down a little\nheavy, and got at the controls. Landing on the steering jets is tricky,\nespecially when there is no atmosphere to help you brake down. I never\nwould have made it if it had been a full-sized planet.\n\nI set her down heavy, all right, but I'm not ashamed of it. Try it\nyourself some time. We crashed in a gully some sixty feet deep, about\na mile from the station. The shock broke my belt and threw me against\nthe control panel, and I felt a couple of ribs crack. That was cheap.\nWhen my head cleared a little I could hear rocks rattling on the hull\nand air whistling out through a hole in her somewhere. I made a dash\nfor the lock and kicked the emergency hatch release and blew outside\nwith the rest of the air.\n\n\n\nJust in time. Looking up, I could see the whole side of the cliff\ncoming loose and toppling toward me like the crest of a breaker. I\ngritted my teeth and jumped. When I looked back there was nothing to\nsee but a heap of rock.\n\nUnder this light gravity, the leap took me well above the cliffs. I\ncould see a glint of sunlight on the Mitchell in the distance, and a\nspacesuit-clad figure coming over the surface in long leaps. One jump\nhad been enough for me--I hung onto my ribs and did my best to walk.\nThat isn't easy with a gravity a couple of hundredths Earth normal, but\nat least when you fall you don't hit very hard.\n\nIn a minute or two I came up with my rescuer, and we touched helmets to\ntalk. I stared through the faceplate of the other suit. \"Hello, Betty,\"\nI said. Then I passed out.\n\n\n\nWhen I woke up someone was swabbing my face with a damp cloth. It was\nvery pleasant. I opened my eyes, and it was Betty, all right.\n\n\"Hello yourself,\" she said, and smiled. It was the old smile, crinkled\nnose and all. I took back what I had told myself about being a fool. I\nsat up and reached out my arms, but the ribs got in the way.\n\n\"Tom!\" she cried. \"What's the matter?\"\n\n\"I bent a couple of ribs a little too far,\" I answered. \"Nothing vital.\"\n\n\"Here, let me help!\"\n\nBetween us we pulled the bulger off me and got rid of my packet and\nshirt. Betty crossed the room and began to rummage in a locker. I\nlooked around. I was on a folding cot in one of the sleeping cubicles\nof a Mitchell. Apparently Betty had carried me in after I collapsed.\nThat was not as had as it sounds--I only weighed three or four pounds\nhere, and I was light-headed besides. The old girls with the spinning\nwheel seemed to have changed their minds after they blew my jet for\nme. They send me an asteroid, and it comes near enough to land on more\nor less and there is a party on it, and it is the Day expedition,\nincluding Betty. Thanks, girls! I would have bowed to them, but on\naccount of my ribs I only nodded.\n\nBetty came back with a pair of scissors and a roll of plaster, cut\nloose my undershirt, and began building a straightjacket. I averted my\nattention from the fact that it would have to come off some time.\n\n\"Where's your uncle and the rest of the crew?\" I asked.\n\n\"Everyone but me is off on a field trip to Thule. Opposition was a week\nor two ago, and they're due back any time. Thule seems to be our last\nchance. We haven't found out a thing so far. But Thule is half-way to\nJupiter from here and right on the edge of the Warp, or where the Warp\nought to be. If they don't bring back some significant data from there\nwe may begin to think you are right after all and there isn't any such\nthing.\"\n\n\"I knew it all along,\" I informed her. \"Not that I'm likely to have a\nchance to prove it, with the Aspera dead and buried.\"\n\n\"Be still a minute--how am I going to tape you up if you keep on\ntalking? Blow out your breath.\" She ripped off half a meter of tape and\nslapped it onto my side.\n\nPresently she stepped back to inspect the job. \"It'll do, I guess,\" she\nsaid, frowning critically. \"For the time being, anyway. Uncle Ed will\nbe back in a couple of days, and he can fix it right.\"\n\n\"Oh no he can't. When this comes off it stays off.\"\n\n\"Why Tom! Are you afraid of a little tape?\"\n\n\"You bet I am. Give me a ray-burn any day.\"\n\n\"All right then.\" She picked up my shirt and began helping me into it.\n\"But if you grow up lopsided or chicken-breasted, don't blame me!\"\n\nI didn't pay any attention. I tried my arms again, and they reached out\nall right. It was a good job of taping.\n\nShe pushed me away and stood up. \"Careful of your ribs, mister,\" she\nwarned. \"Come on, you don't belong in here anyway--this is the women's\nside.\"\n\nI hunched myself into my jacket and followed her through the door and\ndown a short passage which led into a sort of utility room in the\nmidsection of the blister. One end was taken up with shelves and cases\nof food and other supplies, a diatherm cooker, distillation unit, mess\ntable and the like; at the other, to the sides of the air lock, were\ntwo or three desks with books and papers. One of the desks held a\nperiscreen which reflected the star-speckled black of space and a small\nbright ball which was the distant sun. A row of thick glass portholes\nat each end of the room let in a fair amount of light.\n\n\n\nOut in the center of the floor were several chairs which looked almost\ncomfortable, and a large table with a ping-pong net on it. The thought\nof trying to predict the behavior of a ping-pong ball under gravity of\npoint-o-two or thereabouts made me dizzy again.\n\nI sat down in the easiest-looking chair and Betty took a seat opposite\nme. The solemn look was on her face again.\n\n\"I should have mentioned it before,\" she apologized, \"but I am glad\nto see you, Tom. And amazed, of course. What happened to your job at\nTranslunar?\"\n\n\"Translunar doesn't like me any more. I took the prize money to fit out\nthe Aspera and sneered at the job.\"\n\n\"Oh, Tom!\" I liked the way she said it this time. \"Then you are\nfree-lancing?\"\n\n\"Free is the word for it. The list they put me on is black as the night\nside of Pluto. No outfit in space would hire me for a swamper after\nthis. And you can't space-rat without a ship to rat in. As a matter of\nfact, I have a great future behind me. All because I had a great idea.\"\n\n\"What was the idea, Tom? I know you didn't come all the way out here\njust to talk to me.\"\n\n\"Well, it would have been worth it, but that wasn't it. I was on my\nway to Jupiter to prove once and for all that there isn't any Warp and\nthat there are pirates on Callisto. Then I broke down a few hours out\nof Mars, with too much velocity to get back on the chemicals. After a\nwhile you came along, and I saw the camp, and managed to set her down.\nI didn't know this was your rock.\"\n\n\"You have the craziest ideas, Tom!\"\n\n\"All right, let it go. I'm done with crazy ideas. The wildest one I\nhave at the moment is to talk your uncle into thinking that I can earn\nmy keep here and a passage back to Earth.\"\n\n\"Good--and I'll talk him into not sending you back with the Patrol.\"\n\n\"The Patrol?\"\n\n\"Yes--our time here is half gone, and they are due any day to pick up\nour data and preliminary report. They're overdue right now, as a matter\nof fact. I thought you were the Patrol cruiser at first. Our figures\nare hardly worth coming after, unless they've got some good readings on\nThule.\"\n\nI had stopped listening. Patrol regulations make the rescue of\ndistressed spacemen mandatory. They would take me to Earth and turn me\nloose with a hundred credits bonus, and I could look for a job as a\nshoe salesman. Or write my memoirs. The Tale of a Disappointed Space\nHound. That ought to sell. Back to Earth. I wasn't happy about it. I\nhad crossed four hundred million miles of space to find Betty and I\nwanted to stay.\n\nI looked at her. She crinkled her nose at me and stood up. \"Come on,\nTom, don't look so glum. How about something to eat? If you're not\nhungry I am.\"\n\nShe crossed to the galley end of the room and I followed. Cooking was\nsimple--stick a couple of cans in the diatherm and wait until the\nsignal beeped. It tasted better than what I had had on the Aspera,\nthough. I told her so, and Betty laughed. Then suddenly she jumped to\nher feet.\n\n\"Look, on the screen, Tom!\" She pointed. There was a bright streak half\nfilling the field of the periscope. Betty hurried across the room and I\ngot up as quickly as I could and followed her.\n\n\"It must be the Patrol ship!\" she cried. \"They will have letters\naboard, and newspapers!\" She was practically dancing with excitement. I\nwasn't so happy.\n\nWe watched her come in. She was a small ship, not much larger than the\nAspera, but it was a spectacular sight at that. An atom-jet blast in\nspace is quite a blaze of glory.\n\nThey had a sharp lad at the controls. He had to be--I could tell from\nthe shape and color of the blast that the emission was soft as a raw\negg. He must have had twenty percent fluctuation. That was queer--you'd\nthink the Patrol would have brains and money enough to put in a new\npower slug when it was needed. That one could go dead any time. But the\npilot was good. He set down easy, right in the center of the scorch.\n\nAs soon as she was down the hatch swung open and half a dozen men in\nbulgers stepped out and floated to the ground. Betty had the outer air\nlock door open for them already. They crossed the ground quickly, in\nthe long leaps of men accustomed to low gravity.\n\nI noticed suddenly that the palms of my hands were damp. That made\nme wonder. It wasn't so much that I was scared by the idea of going\nback to Earth with the Patrol. Something was wrong with the set-up\nsomewhere, and I couldn't place it. Then it hit me. That ship out there\nwas no Patrol cruiser--she was the Astra! My father's ship! It had been\nyears ago and I was just a kid at the time, but there was no chance of\na mistake--I had practically lived aboard that wagon all the while she\nwas on the ways. That meant my father had found the hideout on Callisto\nagain, and hadn't got away this time. The Astra had been captured and\nconverted to a pirate ship. As for my father, there was no doubt now\nabout what had happened to him. Lance Denby would never have been taken\nalive.\n\nThese six men crossing the ground toward us were a bunch of Hassley's\ncutthroats.\n\n\"Betty!\" I yelled. \"Shut the lock quick!\"\n\nShe threw me a startled look, but sprang to obey. It was too late.\n\n\n                                  IV\n\nThey were in. All big monkeys with their helmets peeled back, and every\none with a blaster in his hand you could put your thumb in. They came\nin fast and fanned out to cover the room in a way that showed they knew\ntheir business, and the muzzles of their weapons never wavered an inch.\nI looked at Betty. She was quite pale. It didn't matter about the lock.\nWe couldn't have kept them out anyway.\n\nI didn't have a chance to tell her so. The boss of the show spoke.\n\"Over against the wall,\" he said. Quietly, but we went. It was that\nkind of voice. There was no tone to it, and not much volume. It\nreminded me of the noise we used to make by rubbing rocks together\nunder water when we were kids. He grinned, exposing thirty or forty\ngrayish teeth shaped like old-fashioned tombstones. His whole face\nwas grayish and stony, with heavy brows and a thick jaw. The 20 cm\nblaster in his hand looked like a water pistol. I might have called it\na slight case of acromegaly, but I was not interested in diagnosis at\nthe moment. I was busy getting mad. That was easy enough with such a\nsubject, but I didn't see what I was going to do about it.\n\nHe followed us over to the wall, walking slowly, not cautiously, but as\nif he knew there was no need to hurry.\n\n\"Where's the rest of the crew?\" he asked. He looked at me.\n\n\"That's all there is,\" I said. \"There isn't any more.\" I didn't see any\nuse in lying to him, but I didn't see any use in telling him the truth,\nand I would sooner lie to him than not. That's the way I felt about it.\n\n\"Wise, huh?\" he said. His expression didn't change. He didn't have any\nexpression.\n\nHe turned to Betty. \"Where's the rest of the crew?\"\n\n\"There aren't any more. There's just the two of us.\" Good girl. She was\ngoing to back my play. If I had any play. I was trying, but looking at\nthat face slowed my mind down into first gear.\n\nBack to me again. \"Where's your ship?\"\n\n\"Ship?\" I asked. The innocent line. \"We don't have a ship.\"\n\nHe looked toward the rest of his gang. Two of them came up alongside of\nme and grabbed my elbows.\n\n\"Do you hear that?\" he complained. \"They don't have any ship. They\nwalked all the way out here.\" He moved in close to me. His face wasn't\nreally rock or I could have seen the moss on it.\n\n\"Look, chum,\" he said. \"Do you have to get wise? This ain't no game of\nmarbles. I'm telling you.\"\n\n\"Take it or leave it,\" I cracked. \"What would we want with a ship? They\nbring us out here and leave us, and a year later they come back to get\nus and drop off the new crew.\" It sounded like a good way to run an\nasteroid station at that.\n\nHe cursed. It had a horrible sound, in that muted rocky voice of his.\nHe faced Betty again. \"That true?\"\n\n\"Of course it's true!\" The contempt in her voice would have withered\nhim, only stones don't wither.\n\nI still couldn't see where we were getting. Hold him here until the\nPatrol cruiser came in? That wouldn't work. If the Patrol boat came in\nfirst they would think the Astra was the expedition ship, and Ed Day\nwould think it was the Patrol. And Stoneface here would sit back just\nlike a hunter in a duck blind and wait for an easy shot. If we could\nfigure out some way to signal. Come on, Denby, think it out. There's an\nanswer to everything.\n\nHe was talking again. \"How long have you been here?\"\n\n\"Six months.\"\n\n\"When's that ship due?\"\n\n\"In six months more.\"\n\n\"How long?\" This was to Betty.\n\n\"Five months and twenty-three days, to be exact,\" she told him. \"Earth\ntime.\"\n\nHe cursed again. I was sweating. The way Betty was following my lead,\nshe must think I had a plan. Maybe I did, at that. It was pretty hazy,\nbut the way Stony kept worrying about a ship made me think. That, and\nthe wobbly jet I had seen.\n\n\"Six months, huh?\" he mused. \"Well, we can wait. It won't be bad. Not\nwith the company we'll have.\" He put one of his big shovel-shaped hands\non Betty. \"No, not bad at all.\"\n\nI jerked one elbow loose and swung at his jaw. I might have done better\nif it hadn't been for the ribs, but as it was I felt it all the way up\nto my shoulder. His head snapped back but his feet never moved. The two\ngunsels grabbed my hands and twisted them up under my shoulder blades.\n\n\n\nOld Stony stood for a minute rubbing his jaw and looking at me. Just\nlooking. It was a look like you might see in the eye of a snake. Then\nhe hit me in the cheek with the flat of his hand. It wasn't a slap. I\ntasted blood. He swung his foot at my ankles, and I hit the floor. He\nswung it again. I felt another rib let go.\n\n\"Pick him up,\" he said. \"Tie him in that chair.\" His boys did as they\nwere told.\n\nHe came and stood in front of me. \"I told you this wasn't no game of\nmarbles. Now look, chum. You're going to be a good boy and keep your\ntrap shut and do like I tell you or I'm going to take you apart. That's\ngoing to be fun, too, only not for you.\" I didn't say anything.\n\nStoneface ground around on his heel and began grating out orders.\n\"Slats and Joker, you tie up the girl till I decide what to do with\nher. Tubby, see what they've got to eat in this shack. Trigger--back to\nthe ship and tell the boys we'll relieve them in an hour and they're to\nkeep their eyes open in the meantime. Bring back a couple of bottles of\njuice with you. Karns, you keep a rod on this monkey in case he didn't\nunderstand what I told him.\"\n\nIn a few minutes they were all sitting around the mess table washing\ndown about a week's supply of Expedition rations with raw juice. When\nthey had finished Stony belched vigorously, stood up, and walked over\nto look out of one of the portholes. I followed him with my eyes, and\nwas surprised to see that it was night outside. I hadn't realized how\nshort these six-hour days would be. Stony began talking again.\n\n\"Slats, you and Karns get back to the ship and let the other boys come\nover here and stretch their legs and get some chow. After that we all\ngot to get busy and ditch the ship and set up the artillery on the\nground to get ready for that Patrol boat when it shows up. Me, I got\nsome other business on hand.\"\n\nHe walked over to Betty and picked her up under one arm, chair and all.\n\n\"Put the girl down!\" I told him.\n\nHe set her down on the deck again and came at me, balling up one of his\ncobblestone fists. \"I said I was going to take you apart if you didn't\nact nice,\" he snarled. \"Well, here goes!\"\n\n\"Wait a minute,\" I said. \"I know what you want and I know where to get\nit.\"\n\nThat stopped him. \"What do you mean?\" he growled.\n\n\"I mean a new power slug. I saw how sloppy your jet was when you came\nin. You haven't got one G-hour left. You might take off from a little\nrock like this, but you'd never make Venus again and you know it.\nThat's why you're willing to wait around here for six months on the\nslim chance of being able to shoot down a Patrol cruiser and salvage a\nslug out of it.\"\n\nHe blinked when I mentioned Venus, but I didn't let him see I noticed\nit. My mind was beginning to click now. This wasn't the way I would\nhave preferred to handle the matter, but I didn't see anything else to\ndo.\n\nStony ground his teeth at me. \"Well?\"\n\n\"I know where you can get a new slug just for picking it up.\"\n\nOne of his hands reached out and wrapped around my neck, and he started\nshaking. \"Where is it then!\" he gritted. \"Out with it!\"\n\n\"I didn't say I was going to tell you,\" I reminded him, as soon as I\nstarted breathing again. \"I'm willing to talk about it, though.\"\n\n\"I'm listening. But talk fast, chum.\"\n\n\"Cut the girl loose, and me too.\"\n\nStoneface waved a command, and in a moment we were rubbing the\ncirculation back into our wrists. Betty wasn't looking at me.\n\n\"Here's my proposition,\" I said. \"I'll trade you the slug for the girl.\nYou give her a suit with full tanks and rations and turn her loose now.\nThat will give her enough head start so you won't be able to find her.\nThen in the morning I'll show you where this slug is, and as soon as\nyou get it you take off and we'll all be happy. That saves you a six\nmonths' wait and a fight with the Patrol.\"\n\n\"Tom!\" Betty broke out. \"You're not going to let these apes get away!\"\n\n\"Sorry, Betty. It's the only way.\"\n\n\"Oh, you--!\" She stamped her foot. She was crying. I couldn't blame her\nfor being mad. She was not the kind to stop fighting anywhere this\nside of the last ditch. Well, for me it was the last ditch when he put\nhis hand on her.\n\n\"Can the chatter, you two,\" Stony gritted. \"Look, how do I even know\nyou got a slug?\"\n\n\"You don't,\" I agreed. \"That's the chance you take.\"\n\n\"Yeah. And you know the chance you're taking if you don't produce?\"\n\n\"I can imagine,\" I assured him.\n\n\"Okay,\" he decided. \"I'll play. But I'm warning you, chum, if you're\ntrying to run a bluff--you'll be sorry!\" He turned to Betty. \"Come on,\nbabe, climb into your rubber pants and scram!\"\n\nBetty didn't even glance in my direction while she was putting on her\nspace-suit. She gave me one look as she went out through the air lock,\nand one was enough. It was pure poison.\n\n\n                                   V\n\nI was glad before morning that the nights on Vesta were only six hours\nlong. Soon after Betty left, a couple of Stony's gorillas went over\nto the ship and sent back the two that had been left on watch. The\nnew ones weren't any prettier to look at, and they scoffed up just as\nbig a share of rations as the others had, and with even less manners,\nif possible. After that one of them got out a deck of mouldy-looking\ncards, and the whole crew sat down to a game of poker.\n\nThey had me tied down on the chair again by this time, and after the\nsecond bottle of juice had been around once or twice they hit on the\nquaint idea of using me for stakes. Each winner of a pot was to have\nthe right to choose which portion of my anatomy he would separate from\nthe rest of me by force and violence in case I didn't come through with\nthe power slug in the morning.\n\nBy the time they had reached the stage of marking out their respective\nterritories with chalk, Stony made them quit. He told them that when\nhe got through with me there wouldn't be enough left for them to argue\nabout.\n\nMy ribs weren't doing me any good, either....\n\nSomeone was cuffing me on the head. I opened my eyes and it was a\nbright day.\n\n\"On your feet,\" Stony gritted. \"You and me have got a date for a little\ngame of truth or consequences. Remember?\"\n\nI staggered up and scrubbed some of the fatigue out of my face with\nmy hands. Someone shoved a bulger at me. I saw that it was mine, and\nthe tanks and ration kits were full. I crawled in and clamped down the\nfishbowl.\n\nI led the way into the lock, with Stony and several of his lads at my\nheels. In a minute the lock clicked and I opened the door and stepped\noutside. The sun was only a couple of degrees high and the long shadows\nof the blister and the ship lay sharp and dark across the gray-white\nterrain. The stars burned against the black sky, very remote and\nindifferent. I tried to swallow the dryness in my mouth and throat, but\nit wouldn't go down.\n\nA nudge from the muzzle of a blaster brought me back to the business in\nhand. I set off across the rocks, taking it as easy as I could without\nmaking my convoy too impatient. I headed straight for the Aspera. No\nneed stalling now. Either Betty had had time to hide herself by now or\nit didn't matter.\n\nWhen we pulled up at the scene of the wreck and I pointed to the pile\nof boulders and gravel that hid the remains of the ship, I thought\nStony was going to share me out among his men without stopping to\nargue. I managed to show him a corner of bent hull plate sticking out\nof the rubble just in time. He put the boys to work tossing rocks.\n\nIt took a long time. I had counted on that. By the time the air lock\nwas clear the sun was half-way down the sky again. Jockeying the slug\nout of the reaction chamber and getting it into its lead case was slow\nwork, too. While it was going on Stony and I waited in the cabin, along\nwith Karns. It seemed the boss fancied him as a gun-pointer.\n\nI had a hard time to manage to retrieve my hand sextant from the corner\nwhere it had fallen without attracting their attention, but I made it.\nI stuffed it into my possum pouch and nobody made any objection.\n\nExcept for that, Stony had played it smart all along. The only other\nmistake he made was at the end, when his gang came back into the cabin\nwith the slug all snugged down in its shield. He let me crawl out\nfirst. It was black dark outside by now, and I jumped without even\nwaiting to get to my feet. And this time I kept on jumping.\n\n\n\nThey didn't spend much time trying to find me. I was out of range of\ntheir headlights in two leaps, and why would Stony think it made any\ndifference to have me floating in the dark, with no weapons? Of course\nhe would have blasted me down before he took off if I had been on\nhand--I wasn't fooling myself about that--but he had too good a head\nfor the main chance to waste time on such a minor pleasure. The way he\nhad it figured, Betty and I would both be dead long before another ship\ntouched Vesta, and even if we weren't, we would say we were raided by\nVenusian pirates, and he would be long gone.\n\nThey headed straight back to the ship, and Stony put as many of his\ncrew as weren't needed for changing slugs to looting the blister. I\ncould see their lights going back and forth for an hour, and then they\nall crawled into the ship and buttoned down.\n\nI figured they wouldn't leave the blister standing, and I was right.\nOne HE shell took care of that. Then they blasted off. I had my sextant\nand watch on them, and was writing down data on my knee-pad as fast as\nI could take them. I was using Altair and Vega for a fix, and throwing\nin Polaris every now and then for good measure. I kept it up most of\nthe night. Their jet-flare winked out suddenly just before I lost them\nover the horizon.\n\nAfter that there was nothing to do but go back to where the blister\nused to be and wait.\n\nBetty came in just after the sun lifted over the horizon. She wouldn't\nlet me get close enough to touch helmets so that I could explain. I\ngave up after a few attempts and we just sat.\n\nIt was a long wait. I rummaged around in the debris and rigged up some\nfair-sized sheets of dural to keep off the sun--one for me and one\nfor Betty. At least she was willing to use it. After a while I poked\naround some more and found a copy of Spatial Navigation Tables that\nwasn't completely reduced to confetti, and started trying to work up my\nfigures.\n\nAbout noon the next day, Vesta time, we picked up the jet-flare\nof a ship breaking in. She came in fast, under about three G's of\nacceleration. That looked like Patrol style to me, and sure enough, as\nsoon as the dust settled I could see the blue star on her nose. That\nwas good. I was afraid it might be the expedition ship coming back, and\nguns were indicated for the next hand in this game.\n\nWe didn't even wait for them to get out the ladder. Betty leaped for\nthe port as soon as they cracked the hatch, and I was right after her.\nI slammed the hatch shut and motioned the landing party back inside.\nThe shavetail in charge wasn't happy about it, but I didn't give him a\nchance to object. In a minute he got the idea that I meant business,\nand opened the inner door.\n\nI peeled back my helmet. \"Where's the CO?\"\n\n\"Right here!\" said a voice at my elbow. I turned and looked. He was\nonly medium-sized, but he had a hard jaw and a hard eye. \"What's going\non here?\"\n\n\"Plenty is going on!\" This was Betty. \"Pirates took over the expedition\nbase, and this man gave them a power slug to make their getaway.\"\n\n\"Shut up!\" I told her. \"Let me tell this so it makes sense.\"\n\n\"Makes sense! Does it make sense to let those thugs off scot-free, with\neighteen hours head start? We'll never catch them!\"\n\n\"Yes we will. And besides, if I'd let them stay, they would have\nblasted this ship out of the sky. And besides that, I had to give them\nsomething to let you loose--\"\n\n\"Suppose you both shut up,\" the CO suggested, \"and come up to the\nbridge and let me have the straight of this.\"\n\nThe three of us went into the control cabin which was unoccupied at the\nmoment. The CO motioned us to chairs. We peeled off our bulgers and\nsat down.\n\n\"Now--Miss Day, I believe? I'm Allison, Commander, in charge. Let's\nhave your version.\"\n\n\n\nBetty gave him the story of all that had happened since I landed on\nVesta, and enough of the background to make the story clear as far\nas she knew it. Allison buzzed for the medical officer when she got\nto the part about my ribs, and I was untaped and taped again. I was\nglad enough by now to have someone else worrying about them for awhile\nbesides me.\n\nAside from that he made no comment until Betty had finished. Then he\nturned on me, and his eye was harder than ever.\n\n\"Well, Denby? I realize that you're not sworn in as a Patrolman, and\nI suppose you thought you were acting chivalrously. But it's rather a\ntradition that all spacemen consider themselves unofficial deputies of\nthe Patrol when the occasion arises, and it seems to me that even a\ncivilian might have kept his mouth shut about that slug. As for their\nshooting us out of the sky, we would have something to say about that.\nWe know how to operate against land batteries.\"\n\n\"I don't doubt that,\" I assured him. \"But I think you'll agree that a\nship in space with no drive is an easier set-up.\"\n\n\"No drive? What do you mean?\"\n\n\"Just that. Stony and his boys are sitting out in space with a blown\ntube waiting for you to come along and pick them up. If you want to\nknow exactly where, give these figures to your navigator and let him\nfinish them on the computer. I've got a fix on them for every ten\nminutes from blastoff to the time their main drive tube blew four hours\nand forty-three minutes later.\"\n\n\"How do you know their tube blew? I never heard of such a thing.\"\n\n\"Brother, I did! And if you don't know how fast a Group IV slug can\nchew the guts out of a graphite liner, just ask me. But those lads\ndidn't know. When they left Earth at the end of the Polar War, Group IV\nfissionables weren't heard of, nor tungsil. When I gave them the Group\nIV slug that the ground crew gave me by mistake on Phobos, they didn't\nknow the difference.\"\n\nI looked at Betty, and so help me, she was crying again.\n\n\"I'm sorry,\" I said. \"I couldn't tell you what the score was before\nwithout tipping them off.\"\n\nShe came over and took hold of my hand. She didn't say anything, but\nthen she didn't need to.\n\nAllison was pushing buttons like mad, and the bridge began to look like\na sub-sea train at rush hour. When the navigator came in the CO handed\nhim my notes.\n\n\"Figure an interception orbit from these observations. Blastoff in\ntwenty minutes.\n\n\"Here, sergeant, take a detail and lay out a signal panel for the\nDay Expedition when they return, and this message to tell them what\nhappened and where we've gone. Quigley! (this was the exec, I gathered)\nall hands to space stations--blastoff at once.\n\n\"Denby, I think you and Miss Day had better come along with us. I\nimagine you've both had enough of bulgers for a while, and I think you\nmight like to be in on the end of this. Right?\"\n\nI pushed some of Betty's hair out of my eyes and looked up.\n\n\"Right!\" I said. \"I have a personal matter to settle with Stoneface.\nAnd anyway, I want to be along to see you don't shoot up Astra too bad.\nShe was Lance Denby's ship, you know, and she's mine now, and I'm going\nto need her if I'm going to be the first space-rat on the ground in the\nmoons of Jupiter.\"\n\nAllison goggled at this, but made a quick recovery. \"Okay, Denby. And\nyou know there's a reward out for Hassley or any of his group. I think\nthat will take care of any repairs.\"\n\nThe navigator came back from the computer and handed Allison a sheet of\npaper. \"Here's your course, sir. Quickest interception in thirty-three\nhours. They were headed for Jupiter, all right.\"\n\n\"There goes your Warp,\" I gloated.\n\n\"Looks like it,\" Allison agreed. \"Here, have a cigarette.\"\n\nI took it and lit up. It was quabba, and it tasted great.\n",
    "metadata": {
        "author": [
            "Beck, Clyde"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64746/pg64746.txt",
        "name": "collision_orbit.json"
    }
}