{
    "name": "Color Blind",
    "author": [
        "Stearns, Charles A."
    ],
    "body": "Her name was Sukey Kireina Jones, and the blood of South Asia was in\nher veins. Mix that with the Celtic, brother, and you've got something\nspecial. Her eyes were dark, and mostly a little sad; her hair was\nblack as the Rim, and she stood barely five feet in heels, unless you\ncount the curves, which, if Nature had been fool enough to straighten\nthem out, would have added quite a lot--and taken away a lot too.\n\nWe called her Sukey, and kidded her some, and what made her so\nbeautiful was, she didn't know it.\n\nI had found her hanging around the Surface Transit offices, broke and\nalone, and got her the job as counter girl in the Company hash house\non the edge of the space-port. That was where she met my friend, Harry\nThurbley.\n\nHarry, was a licensed senior space pilot, but he would never let any\nof us call him Captain Thurbley. He said the title sounded pompous,\nand who the hell was he, anyway. The squarest guy I ever met, but you\nwould have thought that he was ashamed of that blue uniform. Me, Chuck\nMorris, I am only an engineer--a space going mechanic--and I would\nhave given my share in the cosmic hereafter to wear it. I would have\nstrutted some.\n\nBut uniform or no uniform, I wouldn't have stood a chance with Sukey\nJones. From the moment those two set eyes on one another, she had been\nHarry's girl. I used to wonder how it would have been with her and me\nif I had never introduced them. Just wondering.\n\nIn those days there had got to be a heavy Venus passenger traffic. It\nhad become fashionable for Earth women to bleach their skin to match\ntheir hair, and the coveted greenish-white paleness they wanted could\nonly be accomplished, it seemed, by spending several months under the\nsunless Venusian overcast, with its odd radiations.\n\nCaterers to this fad left in scores for Venus. Tourist lodgings and\nrecreational facilities sprang up on the frontier planet. Beauty got to\nbe big business overnight.\n\nThis was only available to women with considerable money, of course.\nA round trip ticket cost just under twelve thousand dollars, and high\nliving, on Venus, came high indeed.\n\nTheir poor sisters had recourse only to special lamps and lotions to\nsimulate the pallor of the movie stars and the debutantes. It was not\nthe same. Not in their own minds. It was the dream of every woman to\nmake the pilgrimage, and not a few spent their life savings, embezzled,\nstowed away, or even sold themselves to Venusian white slavers for the\nchance of that elusive glamour.\n\nSukey's skin was of a wonderful, delicate olive shade, and she hated\nit. Whenever one of the female travelers would come in to eat, looking\nghostly pale and opulent in their Martian lizard-skin coats, Sukey\nJones would sigh. I could tell that in her small body there was a\nman-sized inferiority complex building up, but I didn't mention it to\nHarry. He would only have worried about her.\n\nHe was thoughtful of Sukey, and many a time when we got in, and he\nhad business with Customs or the Port Authority, he would say to me,\n\"Chuck, go and see Sukey for me, and tell her I'll be along.\"\n\nAnd as for Sukey Jones, she may not have been overly bright, but that\nkind of treatment had been a rare thing in her twenty-three years of\nhard knocks. She worshipped Harry Thurbley.\n\nThat night in March we had set the _Altair_ down on the field just\nafter dusk. Harry had business at the Office, and I was to drop in and\nsee Sukey first and let her know that he'd be in later. I didn't mind.\nI was always glad to do it.\n\nI went into the restaurant, and the place was crowded with passengers\nfor the 2200 Marsflight. I couldn't find Sukey. There was a strange\ngirl behind the cash register. I asked her about it, and she said she\ndidn't know anything; she had just been hired.\n\nSo I finally got Linda, one of the waitresses, aside, and got the story\nfrom her.\n\nSeemed there had been a couple of women--society dames in from Venus\non the Saturday run--and Sukey had heard one of them make a remark\nabout her complexion. It was nothing much, just a whispered knife\nof criticism, but Sukey had flared up. Then the woman got really\ninsulting, and Sukey had reached over the cash register and pulled out\na big handful of her platinum locks.\n\nThat grab had cost her her job.\n\n\n\nI went to her apartment, in a ramshackle tenement a couple of blocks\naway, and knocked on the door. A girl who claimed to be her roommate\nanswered, and said that Sukey had moved out. She wasn't supposed to\ntell me where Sukey had gone if my name was Harry.\n\nI said, who was Harry. I was an insurance claim adjuster, and had some\nmoney for her.\n\nSukey had gone to live with a Mrs. Althea Campbell. The address was\n1711 Oak Drive. That was all the roommate knew.\n\nHarry was waiting down at the office when I got back there. I told him\nwhat I had learned, and we caught a coptercab out to 1711 Oak Drive. I\nremember it was on a Thursday. That turned out to be kind of important.\n\nIt was almost ten o'clock when we arrived, but the lights were still\non, and 1711 turned out to be quite a palace. \"I didn't know Sukey had\nany friends like that!\" I said.\n\nHarry didn't answer. His mouth was a firm, tight line. He was still\nthinking of Sukey running out on him.\n\nI pressed the button, and an egg-headed man in a monkey suit answered.\nHe was the butler; you could tell that.\n\n\"A Miss Sukey Jones live here?\" I said.\n\nHis eyebrows elevated half an inch. \"There is a young woman _employed_\nhere,\" he said. \"I regret to say that this is her night off, and she is\nnot here.\"\n\n\"Employed,\" I said to Harry. \"She must have hired as a private\nsecretary or something.\"\n\nI doubt if the stiff in livery had smiled in years. He shouldn't have\ntried it. It almost cost him his teeth. \"Hardly anything so grand as\nthat,\" he said. \"The girl is Mrs. Campbell's personal maid.\"\n\nHarry was silent for a moment. I waited for him to speak. We looked at\neach other.\n\n\"Maybe we ought to talk to this Althea Campbell,\" I suggested.\n\nThe woman was nearer to forty than thirty, and she could have been\nhandsome once. Even now her shape wouldn't have been bad if she'd taken\noff forty pounds. The poundage was unnatural and flabby, and her skin\nwas blotched and unpleasant. She was a faded, natural blonde, I would\nsay, but her hair was red now.\n\nHarry was always polite. He went forward and introduced us. She was\nwearing a silk wrapper a couple of sizes too small, and she didn't get\nup to greet us.\n\nStill, she didn't seem to be displeased by an unexpected visit by two\nmales at 10:00 p.m. The look she gave Harry was as if she might eat\nhim. Harry never seemed to notice how it was with women when he came\ninto a room, but I could see it, raw and naked, on her face.\n\nShe was a widow, and Sukey had been working for her a week. Harry said\nhe knew of a job in the Company office that he could get for Sukey, and\nhe asked Mrs. Campbell to let her go, without telling her we'd been\nthere.\n\nMrs. Campbell's face took on a little color, making it appear more\nmottled than ever. And her voice was too shrill to be comfortable. She\nsaid that maids were very difficult to find this day and time, and that\nif Sukey didn't mind it, we shouldn't mind either. She wouldn't give\nher up.\n\n\"Let's wait and see what Sukey has to say about it,\" I suggested.\n\nHarry shook his head. \"We can't do that. She mustn't know we've been\nhere, Chuck.\"\n\n\"Why? Servants may be out of date, but there's nothing disgraceful\nabout honest labor.\"\n\n\"Of course not,\" Harry said. \"But to Sukey it must be embarrassing.\nThat's why she didn't let me know what she was doing, don't you see? It\nmust have been that.\"\n\nWell, it was logical enough. And that was Harry for you. Always\nthinking first of Sukey's feelings, whereas I would probably have\nturned her across my knee. But we had to do something.\n\nWe were going to be in port for three weeks, and Harry made an\nappointment to come back the following Thursday, when Sukey was away\nfrom the house, and try to reason once more with Althea Campbell.\n\nHarry went back the next week, and the week after that, and he wasn't\nhaving any luck, but he said that at least he could make sure that\nSukey was still all right.\n\nMeanwhile I did some snooping, and I found out several things about\nMrs. Campbell. She was worth eighteen and a half million bucks, and\nshe had spent half that much trying to regain a face, and figure, and\ncomplexion of twenty years ago, that she probably remembered better\nthan they were.\n\nI talked to one of her former servants and learned that Sukey could\nexpect a hard time working for her. The woman was a kind of sadist with\nservants, but Sukey would put up with anything to get what she wanted,\nand I knew what it was she was after now. I knew why she had taken the\njob.\n\nAfter I had learned this, I put in a visicall to the Oak Drive mansion.\nThe butler's face appeared on the screen. I was too late.\n\nI got hold of Harry as quick as I could, but I could see right away\nthat he had already found out.\n\nMrs. Campbell had taken Sukey Jones and left last night for Venus.\n\n\n\nI had known Harry Thurbley for ten years, and he was a phlegmatic sort.\nHe had the kind of unshakable calm and nerve you only find in a man\nthat's made peace with death a couple of times or so out beyond the\nplanets. Once I had seen him walk into a mining power plant on Callisto\nand disarm a runaway pile that was due to explode in three minutes and\nblast away half the moon.\n\nWhen he came out he hadn't even been sweating.\n\nBut he was upset now. I tried to calm him, but I guess he had a hunch.\nI had spent several years on Venus and knew the place as well as any\nTerran. I tried to persuade him that Sukey Jones wouldn't be in any\ndanger so long as they stuck to the civilized northern part, but he\ndidn't seem to half hear what I was saying.\n\nA month passed, and we made another trip beyond the Belt. When we got\nback there was still no Sukey, and not even a letter. Harry and I went\ninto the Super's office and talked him into a transfer to the Venus run\nfor one trip.\n\nIt was less than five days later that we set the _Altair_ down on the\nsurface of the White Planet at Medea, the biggest port city on Venus.\nThe low, spidery towers of the native architects of old were crowded\nand overshadowed by Earthstyle skyscrapers which had grown up, mostly,\nsince the last time I had seen Venus, fifteen years ago.\n\nIt was Harry's first trip to the sister planet of Earth, and he seemed\nsurprised at the mushrooming civilization. But he still couldn't rest\nuntil we'd given the ship into the hands of the ground crew and gone to\nhunt Sukey and her mistress.\n\nMrs. Campbell, we discovered, had checked in at the Majestic Hotel for\none week, and left, giving no forwarding address. After that she had\nbeen heard from in two or three of the border cities. She had made the\nrounds of all the beauty parlors and quack establishments in town. This\nwas her fourth trip to Venus, and all of the merchants knew her by\nsight.\n\nBut she was not, currently, visiting any of these places. It seemed\nthat Althea Campbell, a couple of days ago, had disappeared, which was\nnothing to me, except that she had taken a tiny girl named Sukey Jones\nwith her.\n\nMrs. Campbell may have had acquaintances about Venus, but not many\nfriends. Especially among the natives, whom she loathed and treated\nlike scum. The natives of the temperate belts were humanoid, and though\nprimitive in culture, fairly intelligent.\n\nThey were thin, and not too bad-looking if you could get used to the\nfish-belly whiteness of their scaly skins, and a partial lack of\nsymmetry in their bodies, such as having one eye a couple of sizes\nbigger than the other one.\n\nIt was from one of the Venusians that we found our first clue. He\nwas Argol Beg, the head of the native Security Police, an individual\nwith silvery, heavy-lidded eyes, and long, nervous, quadruple-jointed\nfingers.\n\nHe mentioned a name that I had heard a long time ago, and forgotten.\nMarjud. Marjud had been one of the rebel chieftains who had fought\nagainst the Alliance in the late Venerian sectional war, and now was\noutlawed from the Northern settlements.\n\nI call him a man, but I had seen pictures of Marjud once, and there\nwere features about that gross body of his that no one except a\nVenusian would believe. He was a native of the steaming jungles of\nthe torrid zone, a forbidden area where the native form mysteriously\nshifted and changed from generation to generation for reasons at which\nthe anthropologists could only guess. His race was still barbaric, for\nthe most part, which was why it was off limits.\n\nIt seemed that Marjud was now in the beauty racket. That could have\nhanded me a laugh, except that we were too worried about Sukey.\n\nWe got a newspaper, the _Medean Times_, and sure enough, there was\nhis ad, in scrambled English that hadn't even been changed by the\nproofreader.\n\n              See Marjud, High Priest of Love and Beauty\n              It Is for a Smooth, White Appearance and I\n                Will Give You the Limbs Long and Pale,\n                     and Also Supple and Graceful.\n\nThe address of the contact man was given. I asked Argol Beg why he\nhad not arrested Marjud. But Marjud's man had set up in the Colonial\nQuarter, where Argol Beg had no authority, and he was not wanted by the\nEarth colonial police.\n\n\"Come on,\" I said to Harry. \"Let's see if we can locate the old\ngargoyle.\" Harry was pretty worried by this time, and he didn't half\nunderstand what was going on, not knowing Venus.\n\n\"I'm with you, whatever you say,\" he said.\n\nWe visited the address given in the ad, and got to talk to a\nnormal-appearing native with slit eyes and a fishy stare. He said that\nMarjud saw only Terran females, and he couldn't help us.\n\nI persuaded him to change his mind in a few minutes, and then he told\nus that Marjud was staying in a dhol cave outside the city. The dhol\ncaves were made by a long-dead, semi-intelligent race of quadrupeds,\nand it wasn't uncommon for the none-too-particular Venusians to set up\nhousekeeping in them.\n\nThere was a guard hanging around the entrance to this one. The contact\nman pointed out the guard and fled. The guard argued and I had to slug\nhim with the butt of my gun. Harry went over and looked at him.\n\nHe turned to me and his face was clammy white. It was one of the\nequatorial species.\n\n\"What's the matter?\" I said.\n\n\"What is it?\"\n\nI told him. \"Marjud is worse,\" I said.\n\n\"Stay here, Chuck,\" he said, drawing his own weapon. \"If I don't come\nout within five minutes, come in blasting.\"\n\n\n\nI started to argue, but I knew that he really wanted it that way. I had\nmore experience at the rough and tumble arts, but he had taken a back\nseat so far, and it was his right. It was for Sukey.\n\nI waited, while the minutes dragged. Just as I was ready to go in,\nHarry came out. There was a sick look on his face that I had never seen\nbefore. He was one of those people who can't stand the sight of freaks\nor anomalies.\n\nHe took a deep breath of that damp, heavy, tasteless air, as though it\nwere wine.\n\n\"You found him?\"\n\n\"It was like--like hitting a--a--\" He gagged.\n\n\"I know,\" I said. \"I saw a picture of him once. What did you learn?\"\n\n\"Probably it doesn't make any sense. She--Mrs. Campbell--gave him ten\nthousand dollars, Colonial money. I got that much out of him. In return\nhe arranged for them to visit what he calls a 'sacred rainbow garden',\nwhatever that means, near the equator. I got the approximate location\nof the place.\"\n\nFor the first time I got plenty scared. I knew about the rainbow\ngardens, all right. On most of the surface of Venus the direct rays\nof Sol never penetrated the numerous layers of poisonous clouds that\nshielded and sheltered the livable atmosphere and the mild, though\ndreary climate underneath. But in certain areas curious updrafts\nallowed small shafts of sunlight to reach the surface. The areas were\nnever large, but wherever the light struck, the effect upon a drab,\ncolorless world was like magic.\n\nFor a reason that science had never been able to learn, objects on\nVenus, whenever exposed to direct sunlight, instead of giving off white\nlight, diffracted it into its spectral components, and showed up in\ngorgeous, blinding hues. Also, the vegetation within these charmed\nareas was subtly changed. The constant, radiant mist caused the trees\nand plants to take on warped, nightmarish shapes.\n\nThe natives worshipped the rainbow gardens, and bathed in the colored\nmists that eternally swept up into the blackness of space from the\nsurface.\n\nI didn't want to upset Harry, but I had spent enough years on Venus to\nhear a lot of curious stories that had circulated through the north\nabout those strange regions.\n\n\"Come on,\" I said, \"we'd better not waste any time.\"\n\nWe had been able to charter an old-fashioned flutter-plane, which could\nland more or less vertically, and Harry had the approximate longitude\nof the place from Marjud.\n\nWe could see it a long way off, fortunately, and it was like a big\nwaterspout, except for its preternatural straightness, reaching up in\na silvery, swirling column through the gray cloud layer twelve miles\noverhead.\n\nHe didn't swing the flutter-plane too near to it. The updrafts around\nit, at this altitude, were supposed to move at terrific speed, and\ncould shatter even a rocketship.\n\nThere was some kind of gray stone building rising out of the gray-green\nforest at the foot of the column, and we landed a quarter of a mile\naway, so as not to attract attention. We walked in, and in a few\nminutes were able to make out the domes of the temple rising over the\ntops of the trees.\n\nThe masonry was of a rough, dark basalt, crude and unbeautiful. The\nwork of the primitive tribes that lived in the area. I had heard of\ngiant towers and spired old cities which were supposed to have been the\nwork of an ancient, long-dead, and highly evolved race, but there had\nnever been any evidence of such places. Probably these native temples\nhad started the stories. There was plenty of reason to believe that the\nplanet Venus was new and in the first evolution when men from Earth\narrived.\n\nBehind the temple itself rose a fifty foot wall of the same\nundistinguished stone, and inside this wall the mysterious column of\nmist rose. Within that mist lay the rainbow garden.\n\nThe only entrance appeared to be through the temple itself.\n\n\n\nWe were in an enormous rotunda, a sort of congregational throne room\nwhere thousand of natives might gather during the orgies that were\nirregularly held.\n\nThere was not a living thing in sight in all that domed vastness.\nHundreds of idols of obscure primitive gods lined the walls.\n\nHarry cupped his hands to his mouth. \"Anybody here?\" The words bellowed\nand bounced against the lofty ceiling, echoing and reechoing. And they\ngot results right away.\n\nFrom somewhere among those shadows at the other end of the room there\nwas a blue flash. The air crackled and fried near my ear. We flopped on\nthe floor and returned the fire. There was a scream. One of us had made\na lucky hit. We waited ten minutes and advanced.\n\nWe found the body of a Venusian in colonial garb, one of the slim,\nregular-featured northern tribesmen. I knew that he must be Marjud's\nagent, for Northerners were rarely found in these latitudes if they\ncould help it.\n\nBeyond the dead Venusian lay a narrow passageway that must lead to the\ninner chambers.\n\nHarry wanted to rush the place. \"Take it easy,\" I said. \"These boys\nare tricky, and they have little poison spears that kill on contact.\nThere's bound to be a few of them hanging around the garden--the\npriests. That was Marjud's underling back there. We haven't met the\nnatives yet.\"\n\nWe met them right away. Three of them had been waiting for us in a\nsort of transept. Something--a blunt hatchet probably--bounced off my\nshoulder and sent a sharp pain through it. I swung my fist and caught\nthe assailant in his skeleton midriff, doubling him up. I could only\nsee the outline of his shape in that gloom, and I didn't like it. It\nwas out of a nightmare. Harry was having better luck. He shoved the\nmuzzle of his gun into the Venusian's belly and burned a hole through\nhim.\n\nThe other one tried to run, but he didn't get far.\n\nHarry was breathing hard. He grinned at me. \"You okay?\" he said.\n\n\"I'll have a shoulder that's sore as hell for a while,\" I said, \"but\nlet's go.\"\n\nA dozen passageways led from the main one. \"Where do we look first?\"\nHarry wanted to know.\n\n\"We'd better split up. That way we can cover more territory.\"\n\n\"I don't like to leave you alone with that bum shoulder.\"\n\n\"Forget it. If there were any more around, they've cleared out by now.\nGet going.\"\n\nI had a pocket light that I used in the darkest passages. Most of the\ncloisters and compartments were empty, and didn't look as though they'd\nbeen used in years.\n\nAt the end of one passageway I found the rooms of the priests, very\nsparsely furnished, and from there I got a glimpse from a narrow\nventilation slit at the garden itself. The colored mists and the weird\ntrees. But no animate being was moving out there.\n\nIn the last room, the door was barred with a crude, vertical bolt. I\nblasted off the bar, and opened the door. Behind it I found Sukey Jones.\n\n\n\nShe stood there looking scared, and not believing that it was really\nme. Her eyes were big as dollars.\n\nAnd when she was sure, the way she threw herself at me and hugged me,\nit was embarrassing.\n\n\"Chuck, Chuck! I never thought I'd see you again. I never--I'm so--!\"\nAnd that was all I got out of her for the next couple of minutes. I\ngave her my handkerchief to dab at her eyes, and I got the story at\nlast.\n\nShe had been there two days without food and water, locked in.\n\nThey had arrived a week ago, and during that time she had seen nothing\nexcept the interior of this room.\n\nAlthea Campbell had heard rumors of the rainbow gardens, and that the\nnatives, by bathing in the radiation given off by the colored mists,\nwere able to restore youth and vigor for long periods of time. She had\nseen the chance of restoring her own body to its youthful bloom and of\nworking the miracle that she had sought for so many years on half a\ndozen planets. She had sought out Marjud, who alone had contacts that\ncould get them into the forbidden area.\n\n\"I still don't get it,\" I said. \"Where is she now, and why has she got\nyou locked in here?\"\n\n\"I was afraid after we arrived, and I didn't want to do it. She said we\nhad to take off our clothes and go with the priests into the rainbow\ngarden. I refused, and she slapped me and said that I was impertinent\nand ungrateful. I threatened to run away and tell the authorities, so\nthey locked me in here.\n\n\"The she-devil!\" I said.\n\n\"Oh, she's really not so bad,\" said Sukey, forgivingly. \"It's just that\nshe's a little mad when it comes to being young and beautiful. She was\nforever talking about the way her arms and legs looked, and all, and\ncrying, and bawling me out.\"\n\n\"Come on,\" I said. \"Let's find Harry and get out of here.\"\n\nHer lip quivered. \"H-Harry? Is he here too?\"\n\n\"Somewhere,\" I said, trying to frown at her, and not succeeding, \"and\nworried to death. If I was him I would skin you alive.\"\n\n\"I just wanted a chance to come to Venus. That's why I took the job as\nmaid to Mrs. Campbell. I knew that she was tremendously wealthy and\ncame to Venus every year to the beauty culturists.\"\n\nI didn't press the subject. The sky over Venus hadn't faded her\ncomplexion much, luckily.\n\nIt was still fine, even if she did look a little beat.\n\nWe went out into the hallway and I yelled for Harry. He answered. He\nseemed to be outside.\n\nI looked out one of the ventilation slits. He was standing out there\nwith his back to me, looking into the rainbow garden. The mists were\nrising in wispy colors here and there, and I could tell without looking\nat my chrono that the long Venusian night was approaching, for the\ndistorted shapes of the trees were vague, and could no longer be seen\nmore than a few yards away.\n\n\"Up here!\" I said. And he looked up.\n\nHe pointed to the garden. \"Thought I heard somebody calling out there,\"\nhe said, pointing.\n\n\"Don't go away,\" I said. \"And don't go in there, whatever you do. I'll\nbe right out.\"\n\nI grabbed Sukey's arm. \"We'll surprise him,\" I told her.\n\n\n\nSukey Jones came up from behind Harry and put her hand on his arm.\nHe turned and they just looked at each other for the space of half a\nminute.\n\nHarry's voice was kind of choked. He said, \"Sukey, I--\"\n\nAnd then we all heard it. It was a woman crying. The sound came from\nthe garden. Harry took a step toward the mists.\n\n\"Wait,\" I said. And I shouted, \"Mrs. Campbell, is that you?\"\n\n\"Here!\" Her voice was faint and plaintive. Just as I had remembered it.\n\n\"Come on out. We've come to take you home.\"\n\n\"I--I can't.\"\n\n\"How long has she been in there?\" I asked Sukey. \"Do you know?\"\n\n\"All of the time, I suppose.\"\n\nI shook my head. \"It's risky business, but we can't leave her, I\nsuppose. I'll go in.\"\n\n\"I can't let you do that,\" Harry said. \"I'm the logical one to go.\nListen!\" We could hear her crying. A vexed, lost-little-girl sound.\n\nI shoved Harry aside. \"You don't know what you're getting into,\" I\nsaid. \"Take Sukey, and--\"\n\nThat was the first and only time that Harry ever swung at me. The first\nthing I knew, I was sitting on the ground with my head spinning.\n\nHarry was looking down at me and grinning sardonically. \"I hated to do\nthat, Chuck,\" he said, \"but you see, it has to be me that goes after\nher.\"\n\nHe turned and took both of Sukey's thin shoulders in his hands. He\ncouldn't speak for a while. His eyes were talking, though; saying\nthey were awfully sorry. And then he took a couple of steps into that\ncolored mist before he stopped and looked back.\n\nHe was still smiling, but it was a secret smile. He said, \"It's too\nbad, Sukey, but you know, eighteen million bucks are eighteen million\nbucks.\"\n\n\"What the--?\" I said.\n\n\"Harry, darling, is that you?\" The voice of Mrs. Campbell was closer\nnow.\n\n\"Coming, Althea dear!\" he said, and laughed at me. \"Do you suppose I\n_wasted_ all those Thursdays, Chuck?\" he said. \"'Bye. Take care of\nSukey for me. Althea and I'll be along later.\"\n\nHe turned his back on us and went deeper into the mists, calling her\nname, spreading the bushes with his hands and trying to see her.\n\nHe was hazy now, hardly visible.\n\nBut I saw Althea Campbell just an instant before he did. She came out\nof the rainbow mist from behind him, and her now-blonde hair glimmered\nwith reds and greens, and blues and gold and purple. Her naked body\nwas snow white. She had got her money's worth, I suppose. Marjud had\npromised her that pale complexion.\n\nAnd the curious radiations had given her smooth legs and arms that were\npearl-white and long, and supple, and graceful.\n\nShe came from behind Harry and put her arms around him.\n\nAll of them.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stearns, Charles A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63683/pg63683.txt",
        "name": "color_blind.json"
    }
}