{
    "name": "Compensation : $b Being an essay as written by Ralph Waldo Emerson",
    "author": [
        "Emerson, Ralph Waldo"
    ],
    "body": "                      DONE INTO A PRINTED BOOK BY\n                     THE ROYCROFTERS, AT THE SHOP,\n                     WHICH IS IN EAST AURORA, ERIE\n                     COUNTY, NEW YORK, U.S.A. MCMIV\n\n\n\n\nCopyright, 1903, by The Roycrofters, East Aurora, N. Y.\n\n\n\n\nIn this God’s world, with its wild-whirling eddies and mad foam-oceans,\nwhere men and nations perish as if without law, and judgment for\nan unjust thing is sternly delayed, dost thou think that there is\ntherefore no justice? * * * * I tell thee again there is nothing else\nbut justice. One strong thing I find here below: the just thing, the\ntrue thing.--_Thomas Carlyle._\n\n\n\n\nCOMPENSATION\n\n\n\n\nEver since I was a boy I have wished to write a discourse on\nCompensation; for it had seemed to me when very young that on this\nsubject Life was ahead of theology and the people knew more than the\npreachers taught. The documents, too, from which the doctrine is to\nbe drawn, charmed my fancy by their endless variety, and lay always\nbefore me, even in sleep; for they are the tools in our hands, the\nbread in our basket, the transactions of the street, the farm and the\ndwelling-house; the greetings, the relations, the debts and credits,\nthe influence of character, the nature and endowment of all men. It\nseemed to me also that in it might be shown men a ray of divinity, the\npresent action of the Soul of this world, clean from all vestige of\ntradition; and so the heart of man might be bathed by an inundation of\neternal love, conversing with that which he knows was always and always\nmust be, because it really is now. It appeared moreover that if this\ndoctrine could be stated in terms with any resemblance to those bright\nintuitions in which this truth is sometimes revealed to us, it would\nbe a star in many dark hours and crooked passages in our journey, that\nwould not suffer us to lose our way.\n\nI was lately confirmed in these desires by hearing a sermon at church.\nThe preacher, a man esteemed for his orthodoxy, unfolded in the\nordinary manner the doctrine of the Last Judgment. He assumed that\njudgment is not executed in this world; that the wicked are successful;\nthat the good are miserable; and then urged from reason and from\nScripture a compensation to be made to both parties in the next life.\nNo offence appeared to be taken by the congregation at this doctrine.\nAs far as I could observe, when the meeting broke up they separated\nwithout remark on the sermon.\n\nYet what was the import of this teaching? What did the preacher mean\nby saying that the good are miserable in the present life? Was it that\nhouses and lands, offices, wine, horses, dress, luxury, are had by\nunprincipled men, whilst the saints are poor and despised; and that a\ncompensation is to be made to these last hereafter, by giving them the\nlike gratifications another day,--bank-stock and doubloons, venison and\nchampagne? This must be the compensation intended; for what else? Is\nit that they are to have leave to pray and praise? to love and serve\nmen? Why, that they can do now. The legitimate inference the disciple\nwould draw was, “We are to have _such_ a good time as the sinners have\nnow;”--or, to push it to its extreme import,--“You sin now, we shall\nsin by-and-by; we would sin now, if we could; not being successful we\nexpect our revenge to-morrow.”\n\nThe fallacy lay in the immense concession that the bad are successful;\nthat justice is not done now. The blindness of the preacher consisted\nin deferring to the base estimate of the market of what constitutes a\nmanly success, instead of confronting and convicting the world from\nthe truth; announcing the Presence of the Soul; the omnipotence of the\nWill; and so establishing the standard of good and ill, of success and\nfalsehood, and summoning the dead to its present tribunal.\n\nI find a similar base tone in the popular religious works of the day,\nand the same doctrines assumed by the literary men when occasionally\nthey treat the related topics. I think that our popular theology has\ngained in decorum, and not in principle, over the superstitions it has\ndisplaced. But men are better than this theology. Their daily life\ngives it the lie. Every ingenuous and aspiring soul leaves the doctrine\nbehind him in his own experience, and all men feel sometimes the\nfalsehood which they cannot demonstrate. For men are wiser than they\nknow. That which they hear in schools and pulpits without afterthought,\nif said in conversation would probably be questioned in silence. If a\nman dogmatize in a mixed company on Providence and the divine laws,\nhe is answered by a silence which conveys well enough to an observer\nthe dissatisfaction of the hearer, but his incapacity to make his own\nstatement.\n\nI shall attempt in this and the following chapter to record some facts\nthat indicate the path of the law of Compensation; happy beyond my\nexpectation if I shall truly draw the smallest arc of this circle.\n\nPolarity, or action and reaction, we meet in every part of nature; in\ndarkness and light; in heat and cold; in the ebb and flow of waters;\nin male and female; in the inspiration and expiration of plants and\nanimals; in the systole and diastole of the heart; in the undulations\nof fluids and of sound; in the centrifugal and centripetal gravity; in\nelectricity, galvanism and chemical affinity. Superinduce magnetism\nat one end of a needle, the opposite magnetism takes place at the\nother end. If the south attracts, the north repels. To empty here, you\nmust condense there. An inevitable dualism bisects nature, so that\neach thing is a half, and suggests another thing to make it whole; as,\nspirit, matter; man, woman; subjective, objective; in, out; upper,\nunder; motion, rest; yea, nay.\n\nWhilst the world is thus dual, so is every one of its parts. The\nentire system of things gets represented in every particle. There is\nsomewhat that resembles the ebb and flow of the sea, day and night,\nman and woman, in a single needle of the pine, in a kernel of corn, in\neach individual of every animal tribe. The reaction, so grand in the\nelements, is repeated within these small boundaries. For example, in\nthe animal kingdom the physiologist has observed that no creatures are\nfavorites, but a certain compensation balances every gift and every\ndefect. A surplusage given to one part is paid out of a reduction from\nanother part of the same creature. If the head and neck are enlarged,\nthe trunk and extremities are cut short.\n\nThe theory of the mechanic forces is another example. What we gain in\npower is lost in time, and the converse. The periodic or compensating\nerrors of the planets is another instance. The influences of\nclimate and soil in political history are another. The cold climate\ninvigorates. The barren soil does not breed fevers, crocodiles, tigers,\nor scorpions.\n\nThe same dualism underlies the nature and condition of man. Every\nexcess causes a defect; every defect an excess. Every sweet hath\nits sour; every evil its good. Every faculty which is a receiver of\npleasure has an equal penalty put on its abuse. It is to answer for\nits moderation with its life. For every grain of wit there is a grain\nof folly. For every thing you have missed, you have gained something\nelse; and for every thing you gain, you lose something. If riches\nincrease, they are increased that use them. If the gatherer gathers\ntoo much, nature takes out of the man what she puts into his chest;\nswells the estate, but kills the owner. Nature hates monopolies and\nexceptions. The waves of the sea do not more speedily seek a level from\ntheir loftiest tossing than the varieties of condition tend to equalize\nthemselves. There is always some leveling circumstance that puts down\nthe overbearing, the strong, the rich, the fortunate, substantially on\nthe same ground with all others. Is a man too strong and fierce for\nsociety, and by temper and position a bad citizen,--a morose ruffian,\nwith a dash of the pirate in him?--nature sends him a troop of pretty\nsons and daughters who are getting along in the dame’s classes at the\nvillage school, and love and fear for them smooths his grim scowl to\ncourtesy. Thus she contrives to intenerate the granite and feldspar,\ntakes the boar out and puts the lamb in, and keeps her balance true.\n\nThe farmer imagines power and place are fine things. But the President\nhas paid dear for his White House. It has commonly cost him all his\npeace, and the best of his manly attributes. To preserve for a short\ntime so conspicuous an appearance before the world, he is content to\neat dust before the real masters who stand erect behind the throne. Or\ndo men desire the more substantial and permanent grandeur of genius?\nNeither has this an immunity. He, who by force of will or of thought is\ngreat, and overlooks thousands, has the responsibility of overlooking.\nWith every influx of light comes new danger. Has he light? he must\nbear witness to the light, and always outrun that sympathy which gives\nhim such keen satisfaction, by his fidelity to new revelations of the\nincessant soul. He must hate father and mother, wife and child. Has he\nall that the world loves and admires and covets?--he must cast behind\nhim their admiration and afflict them by faithfulness to his truth and\nbecome a byword and a hissing.\n\nThis Law writes the laws of cities and nations. It will not be balked\nof its end in the smallest iota. It is in vain to build or plot\nor combine against it. Things refuse to be mismanaged long. _Res\nnolunt diu male administrari._ Though no checks to a new evil appear,\nthe checks exist, and will appear. If the government is cruel, the\ngovernor’s life is not safe. If you tax too high, the revenue will\nyield nothing. If you make the criminal code sanguinary, juries will\nnot convict. Nothing arbitrary, nothing artificial can endure. The\ntrue life and satisfactions of man seem to elude the utmost rigors\nor felicities of condition, and to establish themselves with great\nindifferency under all varieties of circumstance. Under all governments\nthe influence of character remains the same,--in Turkey and New England\nabout alike. Under the primeval despots of Egypt, history honestly\nconfesses that man must have been as free as culture could make him.\n\nThese appearances indicate the fact that the universe is represented\nin every one of its particles. Every thing in nature contains all the\npowers of nature. Every thing is made of one hidden stuff; as the\nnaturalist sees one type under every metamorphosis, and regards a\nhorse as a running man, a fish as a swimming man, a bird as a flying\nman, a tree as a rooted man. Each new form repeats not only the main\ncharacter of the type, but part for part all the details, all the aims,\nfurtherances, hindrances, energies and whole system of every other.\nEvery occupation, trade, art, transaction, is a compend of the world\nand a correlative of every other. Each one is an entire emblem of human\nlife; of its good and ill, its trials, its enemies, its course and its\nend. And each one must somehow accommodate the whole man and recite all\nhis destiny.\n\nThe world globes itself in a drop of dew. The microscope cannot find\nthe animalcule which is less perfect for being little. Eyes, ears,\ntaste, smell, motion, resistance, appetite, and organs of reproduction\nthat take hold on eternity,--all find room to consist in the small\ncreature. So do we put our life into every act. The true doctrine of\nomnipresence is that God reappears with all his parts in every moss\nand cobweb. The value of the universe contrives to throw itself into\nevery point. If the good is there, so is the evil; if the affinity,\nso the repulsion; if the force, so the limitation. ¶ Thus is the\nuniverse alive. All things are moral. That soul which within us is a\nsentiment, outside of us is a law. We feel its inspirations; out there\nin history we can see its fatal strength. It is almighty. All nature\nfeels its grasp. “It is in the world, and the world was made by it.”\nIt is eternal, but it enacts itself in time and space. Justice is not\npostponed. A perfect equity adjusts its balance in all parts of life.\n“The dice of God are always ready to fall.” The dice of God are always\nloaded. The world looks like a multiplication-table, or a mathematical\nequation, which, turn it how you will, balances itself. Take what\nfigure you will, its exact value, nor more nor less, still returns\nto you. Every secret is told, every crime is punished, every virtue\nrewarded, every wrong redressed, in silence and certainty. What we\ncall retribution is the universal necessity by which the whole appears\nwherever a part appears. If you see smoke, there must be fire. If you\nsee a hand or a limb, you know that the trunk to which it belongs is\nthere behind.\n\nEvery act rewards itself, or in other words, integrates itself, in a\ntwofold manner: first, in the thing, or in real nature; and secondly,\nin the circumstance, or in apparent nature. Men call the circumstance\nthe retribution. The causal retribution is in the thing and is seen\nby the soul. The retribution in the circumstance is seen by the\nunderstanding; it is inseparable from the thing, but is often spread\nover a long time and so does not become distinct until after many\nyears. The specific stripes may follow late after the offence, but they\nfollow because they accompany it. Crime and punishment grow out of one\nstem. Punishment is a fruit that, unsuspected, ripens within the flower\nof the pleasure which concealed it. Cause and effect, means and ends,\nseed and fruit, cannot be severed; for the effect already blooms in the\ncause, the end pre-exists in the means, the fruit in the seed.\n\nWhilst thus the world will be whole and refuses to be disparted, we\nseek to act partially, to sunder, to appropriate; for example,--to\ngratify the senses we sever the pleasure of the senses from the needs\nof the character. The ingenuity of man has been dedicated to the\nsolution of one problem,--how to detach the sensual sweet, the sensual\nstrong, the sensual bright, etc., from the moral sweet, the moral deep,\nthe moral fair; that is, again, to contrive to cut clean off this upper\nsurface so thin as to leave it bottomless; to get a _one end_, without\nan _other end_. The soul says, Eat; the body would feast. The soul\nsays, The man and woman shall be one flesh and one soul; the body would\njoin the flesh only. The soul says, Have dominion over all things to\nthe ends of virtue; the body would have the power over things to its\nown ends.\n\nThe soul strives amain to live and work through all things. It would\nbe the only fact. All things shall be added unto it,--power, pleasure,\nknowledge, beauty. The particular man aims to be somebody; to set\nup for himself; to truck and higgle for a private good; and, in\nparticulars, to ride that he may ride; to dress that he may be dressed;\nto eat that he may eat; and to govern, that he may be seen. Men seek to\nbe great; they would have offices, wealth, power, and fame. They think\nthat to be great is to get only one side of nature,--the sweet, without\nthe other side,--the bitter.\n\nSteadily is this dividing and detaching counteracted. Up to this day\nit must be owned no projector has had the smallest success. The parted\nwater re-unites behind our hand. Pleasure is taken out of pleasant\nthings, profit out of profitable things, power out of strong things,\nthe moment we seek to separate them from the whole. We can no more\nhalve things and get the sensual good, by itself, than we can get an\ninside that shall have no outside, or a light without a shadow. “Drive\nout nature with a fork, she comes running back.”\n\nLife invests itself with inevitable conditions, which the unwise\nseek to dodge, which one and another brags that he does not know,\nbrags that they do not touch him;--but the brag is on his lips, the\nconditions are in his soul. If he escapes them in one part they attack\nhim in another more vital part. If he has escaped them in form and\nin the appearance, it is because he has resisted his life and fled\nfrom himself, and the retribution is so much death. So signal is the\nfailure of all attempts to make this separation of the good from the\ntax, that the experiment would not be tried,--since to try it is to be\nmad,--but for the circumstance that when the disease began in the will,\nof rebellion and separation, the intellect is at once infected, so that\nthe man ceases to see God whole in each object, but is able to see the\nsensual allurement of an object and not see the sensual hurt; he sees\nthe mermaid’s head but not the dragon’s tail, and thinks he can cut\noff that which he would have from that which he would not have. “How\nsecret art thou who dwellest in the highest heavens in silence, O thou\nonly great God, sprinkling with an unwearied providence certain penal\nblindnesses upon such as have unbridled desires!” ¶ The human soul is\ntrue to these facts in the painting of fable, of history, of law, of\nproverbs, of conversation. It finds a tongue in literature unawares.\nThus the Greeks called Jupiter, Supreme Mind; but having traditionally\nascribed to him many base actions, they involuntarily made amends to\nReason by tying up the hands of so bad a god. He is made as helpless as\na king of England. Prometheus knows one secret which Jove must bargain\nfor; Minerva, another. He cannot get his own thunders; Minerva keeps\nthe key of them:\n\n      “Of all the gods, I only know the keys\n      That ope the solid doors within whose vaults\n      His thunders sleep.”\n\nA plain confession of the in-working of the All, and of its moral aim.\nThe Indian mythology ends in the same ethics; and indeed it would seem\nimpossible for any fable to be invented and get any currency which was\nnot moral. Aurora forgot to ask youth for her lover, and though so\nTithonus is immortal, he is old. Achilles is not quite invulnerable;\nfor Thetis held him by the heel when she dipped him in the Styx,\nand the sacred waters did not wash that part. Siegfried, in the\nNibelungen, is not quite immortal, for a leaf fell on his back whilst\nhe was bathing in the Dragon’s blood, and that spot which it covered\nis mortal. And so it always is. There is a crack in every thing God\nhas made. Always it would seem there is this vindictive circumstance\nstealing in at unawares even into the wild poesy in which the human\nfancy attempted to make bold holiday and to shake itself free of the\nold laws,--this back-stroke, this kick of the gun, certifying that\nthe law is fatal; that in nature nothing can be given, all things\nare sold. ¶ This is that ancient doctrine of Nemesis, who keeps watch\nin the Universe, and lets no offence go unchastised. The Furies, they\nsaid, are attendants on Justice, and if the sun in heaven should\ntransgress his path, they would punish him. The poets related that\nstone walls and iron swords and leathern thongs had an occult sympathy\nwith the wrongs of their owners; that the belt which Ajax gave Hector\ndragged the Trojan hero over the field at the wheels of the car of\nAchilles, and the sword which Hector gave Ajax was that on whose point\nAjax fell. They recorded that when the Thasians erected a statue to\nTheogenes, a victor in the games, one of his rivals went to it by night\nand endeavored to throw it down by repeated blows, until at last he\nmoved it from its pedestal and was crushed to death beneath its fall.\n\nThis voice of fable has in it somewhat divine. It came from thought\nabove the will of the writer. That is the best part of each writer\nwhich has nothing private in it; that is the best part of each which\nhe does not know; that which flowed out of his constitution and not\nfrom his too-active invention; that which in the study of a single\nartist you might not easily find, but in the study of many you would\nabstract as the spirit of them all. Phidias it is not, but the work\nof man in that early Hellenic world that I would know. The name and\ncircumstance of Phidias, however convenient for history, embarasses\nwhen we come to the highest criticism. We are to see that which man was\ntending to do in a given period, and was hindered, or, if you will,\nmodified in doing, by the interfering volitions of Phidias, of Dante,\nof Shakespeare, the organ whereby man at the moment wrought. ¶ Still\nmore striking is the expression of this fact in the proverbs of all\nnations, which are always the literature of Reason, or the statements\nof an absolute truth without qualification. Proverbs, like the sacred\nbooks of each nation, are the sanctuary of the Intuitions. That which\nthe droning world, chained to appearances, will not allow the realist\nto say in his own words, it will suffer him to say in proverbs, without\ncontradiction. And this law of laws, which the pulpit, the senate and\nthe college deny, is hourly preached in all markets and all languages\nby flights of proverbs, whose teaching is as true and as omnipresent as\nthat of birds and flies.\n\nAll things are double, one against another.--Tit for tat; an eye for an\neye; a tooth for a tooth; blood for blood; measure for measure; love\nfor love.--Give, and it shall be given you.--He that watereth shall be\nwatered himself.--What will you have? quoth God; pay for it and take\nit.--Nothing venture, nothing have.--Thou shalt be paid exactly for\nwhat thou hast done, no more, no less.--Who doth not work shall not\neat.--Harm watch, harm catch.--Curses always recoil on the head of him\nwho imprecates them.--If you put a chain around the neck of a slave,\nthe other end fastens itself around your own.--Bad counsel confounds\nthe adviser.--The devil is an ass. ¶ It is thus written, because it is\nthus in life. Our action is overmastered and characterized above our\nwill by the law of nature. We aim at a petty end quite aside from the\npublic good, but our act arranges itself by irresistible magnetism in a\nline with the poles of the world.\n\n\n\n\nA man cannot speak but he judges himself. With his will, or against his\nwill, he draws his portrait to the eye of his companions by every word.\nEvery opinion reacts on him who utters it. It is a thread-ball thrown\nat a mark, but the other end remains in the thrower’s bag. Or, rather,\nit is a harpoon thrown at the whale, unwinding, as it flies, a coil of\ncord in the boat, and, if the harpoon is not good, or not well thrown,\nit will go nigh to cut the steersman in twain or to sink the boat.\n\nYou cannot do wrong without suffering wrong. “No man had ever a point\nof pride that was not injurious to him,” said Burke. The exclusive in\nfashionable life does not see that he excludes himself from enjoyment,\nin the attempt to appropriate it. The exclusionist in religion does\nnot see that he shuts the door of heaven on himself, in striving to\nshut out others. Treat men as pawns and ninepins, and you shall suffer\nas well as they. If you leave out their heart, you shall lose your own.\nThe senses would make things of all persons; of women, of children, of\nthe poor. The vulgar proverb, “I will get it from his purse or get it\nfrom his skin,” is sound philosophy.\n\nAll infractions of love and equity in our social relations are\nspeedily punished. They are punished by Fear. Whilst I stand in simple\nrelations to my fellow-man, I have no displeasure in meeting him. We\nmeet as water meets water, or as two currents of air mix, with perfect\ndiffusion and inter-penetration of nature. But as soon as there is any\ndeparture from simplicity and attempt at halfness, or good for me that\nis not good for him, my neighbor feels the wrong; he shrinks from me as\nfar as I have shrunk from him; his eyes no longer seek mine; there is\nwar between us; there is hate in him and fear in me.\n\nAll the old abuses in society, the great and universal and the petty\nand particular, all unjust accumulations of property and power, are\navenged in the same manner. Fear is an instructor of great sagacity,\nand the herald of all revolutions. One thing he always teaches: that\nthere is rottenness where he appears. He is a carrion crow, and though\nyou see not well what he hovers for, there is death somewhere. Our\nproperty is timid, our laws are timid, our cultivated classes are\ntimid. Fear for ages has boded and mowed and gibbered over government\nand property. That obscene bird is not there for nothing. He indicates\ngreat wrongs which must be revised.\n\nOf the like nature is that expectation of change which instantly\nfollows the suspension of our voluntary activity. The terror of\ncloudless noon, the emerald of Polycrates, the awe of prosperity, the\ninstinct which leads every generous soul to impose on itself tasks\nof a noble asceticism and vicarious virtue, are the tremblings of the\nbalance of justice through the heart and mind of man. ¶ Experienced\nmen of the world know very well that it is best to pay scot and lot as\nthey go along, and that a man often pays dear for a small frugality.\nThe borrower runs in his own debt. Has a man gained anything who\nhas received a hundred favors and rendered none? Has he gained by\nborrowing, through indolence or cunning, his neighbor’s wares, or\nhorses, or money? There arises on the deed the instant acknowledgment\nof benefit on the one part and of debt on the other; that is, of\nsuperiority and inferiority. The transaction remains in the memory of\nhimself and his neighbor; and every new transaction alters according\nto its nature their relation to each other. He may soon come to see\nthat he had better have broken his own bones than to have ridden in his\nneighbor’s coach, and that “the highest price he can pay for a thing is\nto ask for it.”\n\nA wise man will extend this lesson to all parts of life, and know that\nit is always the part of prudence to face every claimant, and pay\nevery just demand on your time, your talents, or your heart. Always\npay; for, first or last, you must pay your entire debt. Persons and\nevents may stand for a time between you and justice, but it is only\na postponement. You must pay at last your own debt. If you are wise,\nyou will dread a prosperity which only loads you with more. Benefit is\nthe end of nature. But for every benefit which you receive, a tax is\nlevied. He is great who confers the most benefits. He is base--and that\nis the one base thing in the universe--to receive favors and render\nnone. In the order of nature we cannot render benefits to those from\nwhom we receive them, or only seldom. But the benefit we receive must\nbe rendered again, line for line, deed for deed, cent for cent, to\nsomebody. Beware of too much good staying in your hand. It will fast\ncorrupt and worm worms. Pay it away quickly in some sort. ¶ Labor is\nwatched over by the same pitiless laws. Cheapest, say the prudent, is\nthe dearest labor. What we buy in a broom, a mat, a wagon, a knife,\nis some application of good sense to a common want. It is best to\npay in your land a skilful gardener, or to buy good sense applied to\ngardening; in your sailor, good sense applied to navigation; in the\nhouse, good sense applied to cooking, sewing, serving; in your agent,\ngood sense applied to accounts and affairs. So do you multiply your\npresence, or spread yourself throughout your estate. But because of\nthe dual constitution of things, in labor as in life there can be no\ncheating. The thief steals from himself. The swindler swindles himself.\nFor the real price of labor is knowledge and virtue, whereof wealth and\ncredit are signs. These signs, like paper money, may be counterfeited\nor stolen, but that which they represent, namely, knowledge and\nvirtue, cannot be counterfeited or stolen. These ends of labor cannot\nbe answered but by real exertions of the mind, and in obedience to\npure motives. The cheat, the defaulter, the gambler, cannot extort the\nbenefit, cannot extort the knowledge of material and moral nature which\nhis honest care and pains yield to the operative. The law of nature is,\nDo the thing, and you shall have the power; but they who do not the\nthing have not the power.\n\nHuman labor, through all its forms, from the sharpening of a stake to\nthe construction of a city or an epic, is one immense illustration of\nthe perfect compensation of the universe. Everywhere and always this\nlaw is sublime. The absolute balance of Give and Take, the doctrine\nthat every thing has its price, and if that price is not paid, not\nthat thing, but something else, is obtained, and that it is impossible\nto get anything without its price, is not less sublime in the columns\nof a ledger than in the budgets of states, in the laws of light and\ndarkness, in all the action and reaction of nature. I cannot doubt that\nthe high laws which each man sees ever implicated in those processes\nwith which he is conversant, the stern ethics which sparkle on his\nchisel-edge, which are measured out by his plumb and foot-rule, which\nstand as manifest in the footing of the shop-bill as in the history of\na state,--do recommend to him his trade, and though seldom named, exalt\nhis business to his imagination.\n\nThe league between virtue and nature engages all things to assume a\nhostile front to vice. The beautiful laws and substances of the world\npersecute and whip the traitor. He finds that things are arranged for\ntruth and benefit, but there is no den in the wide world to hide a\nrogue. Commit a crime, and the earth is made of glass. There is no\nsuch thing as concealment. Commit a crime, and it seems as if a coat\nof snow fell on the ground, such as reveals in the woods the track\nof every partridge and fox and squirrel and mole. You cannot recall\nthe spoken word, you cannot wipe out the foot-track, you cannot draw\nup the ladder, so as to leave no inlet or clew. Always some damning\ncircumstance transpires. The laws and substances of nature, water,\nsnow, wind, gravitation, become penalties to the thief.\n\nOn the other hand, the law holds with equal sureness for all right\naction. Love, and you shall be loved. All love is mathematically just,\nas much as the two sides of an algebraic equation. The good man has\nabsolute good, which, like fire, turns every thing to its own nature,\nso that you cannot do him any harm; but as the royal armies sent\nagainst Napoleon, when he approached, cast down their colors, and from\nenemies became friends, so do disasters of all kinds, as sickness,\noffence, poverty, prove benefactors.\n\n              “Winds blow and waters roll\n      Strength to the brave and power and deity,\n      Yet in themselves are nothing.”\n\n¶ The good are befriended even by weakness and defect. As no man had\never a point of pride that was not injurious to him, so no man had ever\na defect that was not somewhere made useful to him. The stag in the\nfable admired his horns and blamed his feet, but when the hunter came,\nhis feet saved him, and afterwards, caught in the thicket, his horns\ndestroyed him. Every man in his lifetime needs to thank his faults.\nAs no man thoroughly understands a truth until first he has contended\nagainst it, so no man has a thorough acquaintance with the hindrances\nor talents of men until he has suffered from the one and seen the\ntriumph of the other over his own want of the same. Has he a defect\nof temper that unfits him to live in society? Thereby he is driven to\nentertain himself alone and acquire habits of self-help; and thus, like\nthe wounded oyster, he mends his shell with pearl.\n\nOur strength grows out of our weakness. Not until we are pricked and\nstung and sorely shot at, awakens the indignation which arms itself\nwith secret forces. A great man is always willing to be little. Whilst\nhe sits on the cushion of advantages, he goes to sleep. When he is\npushed, tormented, defeated, he has a chance to learn something; he\nhas been put on his wits, on his manhood; he has gained facts; learns\nhis ignorance; is cured of the insanity of conceit; has got moderation\nand real skill. The wise man always throws himself on the side of his\nassailants. It is more his interest than it is theirs to find his weak\npoint. The wound cicatrizes and falls off from him like a dead skin,\nand when they would triumph, lo! he has passed on invulnerable. Blame\nis safer than praise. I hate to be defended in a newspaper. As long\nas all that is said, is said against me, I feel a certain assurance\nof success. But as soon as honied words of praise are spoken for me,\nI feel as one that lies unprotected before his enemies. In general,\nevery evil to which we do not succumb is a benefactor. As the Sandwich\nIslander believes that the strength and valor of the enemy he kills\npasses into himself, so we gain the strength of the temptation we\nresist.\n\nThe same guards which protect us from disaster, defect and enmity,\ndefend us, if we will, from selfishness and fraud. Bolts and bars are\nnot the best of our institutions, nor is shrewdness in trade a mark of\nwisdom. Men suffer all their life long under the foolish superstition\nthat they can be cheated. But it is as impossible for a man to be\ncheated by any one but himself, as for a thing to be and not to be\nat the same time. There is a third silent party to all our bargains.\nThe nature and soul of things takes on itself the guaranty of the\nfulfilment of every contract, so that honest service cannot come to\nloss. If you serve an ungrateful master, serve him the more. Put God\nin your debt. Every stroke shall be repaid. The longer the payment\nis withholden, the better for you; for compound interest on compound\ninterest is the rate and usage of this exchequer.\n\nThe history of persecution is a history of endeavors to cheat nature,\nto make water run up hill, to twist a rope of sand. It makes no\ndifference whether the actors be many or one, a tyrant or a mob. A\nmob is a society of bodies voluntarily bereaving themselves of reason\nand traversing its work. The mob is man voluntarily descending to the\nnature of the beast. Its fit hour of activity is night. Its actions\nare insane, like its whole constitution. It persecutes a principle; it\nwould whip a right; it would tar and feather justice, by inflicting\nfire and outrage upon the houses and persons of those who have these.\nIt resembles the prank of boys, who run with fire-engines to put out\nthe ruddy aurora streaming to the stars. The inviolate spirit turns\ntheir spite against the wrongdoers. The martyr cannot be dishonored.\nEvery lash inflicted is a tongue of fame; every prison a more\nillustrious abode; every burned book or house enlightens the world;\nevery suppressed or expunged word reverberates through the earth from\nside to side. The minds of men are at last aroused; reason looks out\nand justifies her own, and malice finds all her work in vain. It is\nthe whipper who is whipped, and the tyrant who is undone.\n\nThus do all things preach the indifferency of circumstances. The man\nis all. Every thing has two sides, a good and an evil. Every advantage\nhas its tax. I learn to be content. But the doctrine of compensation\nis not the doctrine of indifferency. The thoughtless say, on hearing\nthese representations: “What boots it to do well? there is one event\nto good and evil; if I gain any good, I must pay for it; if I lose any\ngood, I gain some other; all actions are indifferent.” ¶ There is a\ndeeper fact in the soul than compensation, to wit: its own nature. The\nsoul is not a compensation, but a life. The soul _is_. Under all this\nrunning sea of circumstance, whose waters ebb and flow with perfect\nbalance, lies the aboriginal abyss of real Being. Existence, or God, is\nnot a relation or a part, but the whole. Being is the vast affirmative,\nexcluding negation, self-balanced, and swallowing up all relations,\nparts and times within itself. Nature, truth, virtue, are the influx\nfrom thence. Vice is the absence or departure of the same. Nothing,\nFalsehood, may indeed stand as the great Night or shade on which, as\na background, the living universe paints itself forth; but no fact is\nbegotten by it; it cannot work, for it is not. It cannot work any good;\nit cannot work any harm. It is harm, inasmuch as it is worse not to be\nthan to be.\n\nWe feel defrauded of the retribution due to evil acts, because the\ncriminal adheres to his vice and contumacy, and does not come to a\ncrisis or judgment anywhere in visible nature. There is no stunning\nconfutation of his nonsense before men and angels. Has he, therefore,\noutwitted the law? Inasmuch as he carries the malignity and the lie\nwith him, he so far deceases from nature. In some manner there will\nbe a demonstration of the wrong to the understanding also; but,\nshould we not see it, this deadly deduction makes square the eternal\naccount. ¶ Neither can it be said, on the other hand, that the gain\nof rectitude must be bought by any loss. There is no penalty to\nvirtue; no penalty to wisdom; they are proper additions of being. In\na virtuous action, I properly _am_; in a virtuous act, I add to the\nworld; I plant into deserts conquered from Chaos and Nothing, and\nsee the darkness receding on the limits of the horizon. There can\nbe no excess to love, none to knowledge, none to beauty, when these\nattributes are considered in the purest sense. The soul refuses all\nlimits. It affirms in man always an Optimism, never a Pessimism.\n¶ His life is a progress, and not a station. His instinct is trust.\nOur instinct uses “more” and “less” in application to man, always of\nthe _presence of the soul_, and not of its absence; the brave man is\ngreater than the coward; the true, the benevolent, the wise, is more\na man, and not less, than the fool and knave. There is, therefore, no\ntax on the good of virtue, for that is the incoming of God himself,\nor absolute existence, without any comparative. All external good has\nits tax, and if it came without desert or sweat, has no root in me,\nand the next wind will blow it away. But all the good of nature is the\nsoul’s, and may be had if paid for in nature’s lawful coin, that is, by\nlabor which the heart and the head allow. I no longer wish to meet a\ngood I do not earn; for example, to find a pot of buried gold, knowing\nthat it brings with it new responsibility. I do not wish more external\ngoods,--neither possessions, nor honors, nor powers, nor persons.\nThe gain is apparent; the tax is certain. But there is no tax on the\nknowledge that the compensation exists, and that it is not desirable\nto dig up treasure. Herein I rejoice with a serene eternal peace. I\ncontract the boundaries of possible mischief. I learn the wisdom of\nSt. Bernard: “Nothing can work me damage except myself; the harm that\nI sustain, I carry about with me, and never am a real sufferer but by\nmy own fault.” ¶ In the nature of the soul is the compensation for\nthe inequalities of condition. The radical tragedy of nature seems to\nbe the distinction of More and Less. How can Less not feel the pain;\nhow not feel indignation or malevolence towards More? Look at those\nwho have less faculty, and one feels sad, and knows not well what to\nmake of it. Almost he shuns their eye; he fears they will upbraid God.\nWhat should they do? It seems a great injustice. But see the facts\nnearly, and these mountainous inequalities vanish. Love reduces them\nas the sun melts the iceberg in the sea. The heart and soul of all\nmen being one, this bitterness of _His_ and _Mine_ ceases. His is\nmine. I am my brother and my brother is me. If I feel overshadowed\nand outdone by great neighbors, I can yet love; I can still receive;\nand he that loveth, maketh his own the grandeur he loves. Thereby I\nmake the discovery that my brother is my guardian, acting for me with\nthe friendliest designs, and the estate I so admired and envied is my\nown. It is the eternal nature of the soul to appropriate and make all\nthings its own. Jesus and Shakespeare are fragments of the soul, and\nby love I conquer and incorporate them in my own conscious domain. His\nvirtue,--is not that mine? His wit,--if it cannot be made mine, it is\nnot wit.\n\nSuch, also, is the natural history of calamity. The changes, which\nbreak up at short intervals the prosperity of men, are advertisements\nof a nature whose law is growth. Evermore it is the order of nature\nto grow; and every soul is, by this intrinsic necessity, quitting its\nwhole system of things, its friends and home and laws and faith, as\nthe shell-fish crawls out of its beautiful but stony case, because\nit no longer admits of its growth, and slowly forms a new house.\nIn proportion to the vigor of the individual, these revolutions\nare frequent, until in some happier mind they are incessant, and\nall worldly relations hang very loosely about him, becoming, as it\nwere, a transparent fluid membrane, through which the living form\nis always seen, and not, as in most men, an indurated heterogeneous\nfabric of many dates and of no settled character, in which the man\nis imprisoned. Then there can be enlargement, and the man of to-day\nscarcely recognizes the man of yesterday. And such should be the\noutward biography of man in time, a putting off of dead circumstances\nday by day, as he renews his raiment day by day. But to us, in our\nlapsed estate, resting, not advancing, resisting, not co-operating with\nthe divine expansion, this growth comes by shocks.\n\nWe cannot part with our friends. We cannot let our angels go. We do not\nsee that they only go out that archangels may come in. We are idolators\nof the old. We do not believe in the riches of the soul, in its proper\neternity and omnipresence. We do not believe there is any force in\nto-day to rival or re-create that beautiful yesterday. We linger in the\nruins of the old tent where once we had bread and shelter and organs,\nnor believe that the spirit can feed, cover, and nerve us again. We\ncannot again find aught so dear, so sweet, so graceful. But we sit\nand weep in vain. The voice of the Almighty saith, “Up and onward\nforevermore!” We cannot stay amid the ruins. Neither will we rely on\nthe New; and so we walk ever with reverted eyes, like those monsters\nwho look backwards.\n\nAnd yet the compensations of calamity are made apparent to the\nunderstanding also, after long intervals of time. A fever, a\nmutilation, a cruel disappointment, a loss of wealth, a loss of\nfriends, seems at the moment unpaid loss, and unpayable. But the sure\nyears reveal the deep remedial force that underlies all facts. The\ndeath of a dear friend, wife, brother, lover, which seemed nothing but\nprivation, somewhat later assumes the aspect of a guide or genius; for\nit commonly operates revolutions in our way of life, terminates an\nepoch of infancy or of youth which was waiting to be closed, breaks up\na wonted occupation, or a household, or style of living, and allows\nthe formation of new ones more friendly to the growth of character.\nIt permits or constrains the formation of new acquaintances and the\nreception of new influences that prove of the first importance to\nthe next years; and the man or woman who would have remained a sunny\ngarden-flower, with no room for its roots and too much sunshine for\nits head, by the falling of the walls and the neglect of the gardener,\nis made the banian of the forest, yielding shade and fruit to wide\nneighborhoods of men.\n\n\n\n\nHERE ENDETH THE ENNOBLING ESSAY ON COMPENSATION, AS WRITTEN BY RALPH\nWALDO EMERSON, BORDERS AND INITIALS DESIGNED BY ROYCROFT ARTISTS, AND\nTHE WHOLE DONE INTO A PRINTED BOOK BY THE ROYCROFTERS, AT THEIR SHOP\nWHICH IS IN EAST AURORA, NEW YORK, U.S.A., IN JANUARY, ANNO CHRISTI,\nMCMIV\n\n\n\n\nPunctuation, hyphenation, and spelling were not changed.\n\nDecorative borders and illustrated drop-caps at the beginning of the\ntwo chapters are not indicated in the Plain Text version of this ebook.\n\nThe purpose of the pilcrows (¶) in this book was unclear, so, rather\nthan treating them as indicating new paragraphs, they have been left in\nthe same places as in the original book.\n\n\n",
    "metadata": {
        "author": [
            "Emerson, Ralph Waldo"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73035/pg73035.txt",
        "name": "compensation_:_$b_being_an_essay_as_written_by_ralph_waldo_emerson.json"
    }
}