{
    "name": "Competition",
    "author": [
        "Causey, James"
    ],
    "body": "GRETA\n\n_January 18, Earth Time_\n\nI wish Max would treat me like a _woman_.\n\nAn hour ago, at dinner, John Armitage proposed a toast, especially for\nmy benefit. He loves to play the gallant. Big man, silver mane, very\nblue eyes, a porcelain smile. The head of WSC, the perfect example of\nthe politician-scientist.\n\n\"To the colony,\" he announced, raising his glass. \"May Epsilon love them\nand keep them. May it only be transmittal trouble.\"\n\n\"Amen,\" Max said.\n\nWe drank. Taylor Bishop put down his glass precisely. Bishop is a gray\nlittle man with a diffident voice that belies his reputation as the best\nbiochemist in the system. \"Has Farragut hinted otherwise?\" he asked\nmildly.\n\nArmitage frowned. \"It would be scarcely prudent for Senator Farragut to\nalarm the populace with disaster rumors.\"\n\nBishop looked at him out of his pale eyes. \"Besides, it's an election\nyear.\"\n\nThe silence was suddenly ugly.\n\nThen Armitage chuckled. \"All right,\" he said. \"So the Senator wants to\nbe a national hero. The fact still remains that Epsilon had better be\nhabitable or Pan-Asia will scream we're hogging it. They want war\nanyway. Within a month--boom.\"\n\n\n\nFor a moment, I was afraid he was going to make a speech about Earth's\nsuffocating billions, the screaming tension of the cold war, and the\nsacred necessity of Our Mission. If he had, I'd have gotten the weeping\nshrieks. Some responsibilities are too great to think about. But instead\nhe winked at me. For the first time, I began to realize why Armitage was\nthe Director of the Scientists' World Council.\n\n\"Hypothesis, Greta,\" he said. \"Epsilon is probably a paradise. Why\nshould the test colony let the rest of the world in on it? They're being\nselfish.\"\n\nI giggled. We relaxed.\n\nAfter supper, Armitage played chess with Bishop while I followed Max\ninto the control room.\n\n\"Soon?\" I said.\n\n\"Planetfall in eighteen hours, Doctor.\" He said it stiffly, busying\nhimself at the controls. Max is a small dark man with angry eyes and the\nsaddest mouth I've ever seen. He is also a fine pilot and magnificent\nbacteriologist. I wanted to slap him. I hate these professional British\ntypes that think a female biochemist is some sort of freak.\n\n\"Honestly,\" I said. \"What do you think?\"\n\n\"Disease,\" he said bitterly. \"For the first six months they reported on\nschedule, remember? A fine clean planet, no dominant life-forms, perfect\nfor immigration; unique, one world in a billion. Abruptly they stopped\nsending. You figure it.\"\n\nI thought about it.\n\n\"I read your thematic on Venusian viruses,\" he said abruptly. \"Good\nshow. You should be an asset to us, Doctor.\"\n\n\"Thanks!\" I snapped. I was so furious that I inadvertently looked into\nthe cabin viewplate.\n\nBishop had warned me. It takes years of deep-space time to enable a\nperson to stare at the naked Universe without screaming.\n\nIt got me. The crystal thunder of the stars, that horrible hungry\nblackness. I remember I was sort of crying and fighting, then Max had me\nby the shoulders, holding me gently. He was murmuring and stroking my\nhair. After a time, I stopped whimpering.\n\n\"Thanks,\" I whispered.\n\n\"You'd better get some sleep, Greta,\" he said.\n\nI turned in.\n\nI think I'm falling in love.\n\n\n\n_January 19_\n\nToday we made planetfall. It took Max a few hours to home in on the test\ncolony ship. He finally found it, on the shore of an inland sea that\ngleamed like wrinkled blue satin. For a time we cruised in widening\nspirals, trying to detect some signs of life. There was nothing.\n\nWe finally landed. Max and Armitage donned spacesuits and went toward\nthe colony ship. They came back in a few hours, very pale.\n\n\"They're dead.\" Armitage's voice cracked as he came out of the airlock.\n\"All of them.\"\n\n\"Skeletons,\" Max said.\n\n\"How?\" Bishop said.\n\nArmitage's hands were shaking as he poured a drink. \"Looks like civil\nwar.\"\n\n\"But there were a hundred of them,\" I whispered. \"They were\n_dedicated_--\"\n\n\"I wonder,\" Bishop said thoughtfully. \"White and brown and yellow.\nRussian and British and French and German and Chinese and Spanish. They\nwere chosen for technical background rather than emotional stability.\"\n\n\"Rot!\" Armitage said like drums beating. \"It's some alien bug, some\ntoxin. We've got to isolate it, find an antibody.\"\n\nHe went to work.\n\n\n\n_January 22_\n\nI'm scared.\n\nIt's taken three days to finalize the atmospheric tests. Oxygen,\nnitrogen, helium, with trace gases. Those trace gases are stinkers.\nBishop discovered a new inert gas, heavier than Xenon. He's excited. I'm\ncurrently checking stuff that looks like residual organic, and am not\ntoo happy about it. Still, this atmosphere seems pure.\n\nArmitage is chafing.\n\n\"It's in the flora,\" he insisted today. \"Something, perhaps, that they\nate.\" He stood with a strained tautness, staring feverishly at the\nchronometer. \"Senator Farragut's due to make contact soon. What'll I\ntell him?\"\n\n\"That we're working on it,\" Bishop said dryly. \"That the four best\nscientists in the Galaxy are working toward the solution.\"\n\n\"That's good,\" Armitage said seriously. \"But they'll worry. You _are_\nmaking progress?\"\n\nI wanted to wrap a pestle around his neck.\n\nWe were all in the control room an hour later. Armitage practically\nstood at attention while Farragut's voice boomed from the transmitter.\n\nIt was very emetic. The Senator said the entire hemisphere was waiting\nfor us to announce the planet was safe for immigration. He said the\nstars were a challenge to Man. He spoke fearfully of the Coming World\nCrisis. Epsilon was Man's last chance for survival. Armitage assured him\nour progress was satisfactory, that within a few days we would have\nsomething tangible to report. The Senator said we were heroes.\n\nFinally it was over. Max yawned. \"Wonder how many voters start field\nwork at once.\"\n\nArmitage frowned. \"It's not funny, Cizon. Not funny at all. Inasmuch as\nwe've checked out the atmosphere, I suggest we start field work at\nonce.\"\n\nTaylor blinked. \"We're still testing a few residual--\"\n\n\"I happen to be nominal leader of this party.\" Armitage stood very tall,\nvery determined. \"Obviously the atmosphere is pure. Let's make some\nprogress!\"\n\n\n\n_February 2_\n\nThis is progress?\n\nFor the past ten days, we've worked the clock around. Quantitative\nanalysis, soil, water, flora, fauna, cellular, microscopic. Nothing. Max\nhas discovered a few lethal alkaloids in some greenish tree fungus, but\nI doubt if the colony were indiscriminate fungus eaters. Bishop has\nfound a few new unicellular types, but nothing dangerous. There's one\ntentacled thing that reminds me of a frightened rotifer. Max named it\n_Armitagium_. Armitage is pleased.\n\nPerhaps the fate of the hundred colonists will remain one of those\nforever unsolved mysteries, like the fate of the _Mary Celeste_ or the\nstarship _Prometheus_.\n\nThis planet's _clean_.\n\n\n\n_February 4_\n\nToday Max and I went specimen-hunting.\n\nIt must be autumn on Epsilon. Everywhere the trees are a riot of scarlet\nand ocher, the scrubby bushes are shedding their leaves. Once we came\nupon a field of thistlelike plants with spiny seed-pods that opened as\nwe watched, the purple spores drifting afield in an eddy of tinted mist.\nMax said it reminded him of Scotland. He kissed me.\n\nOn the way back to the ship we saw two skeletons. Each had its fingers\ntightly locked about the other's throat.\n\n\n\n_February 20_\n\nWe have, to date, analyzed nine hundred types of plant life for toxin\ncontent. Bishop has tested innumerable spores and bacteria. Our slide\nfile is immense and still growing. Max has captured several insects.\nThere is one tiny yellow bush-spider with a killing bite, but the\nspecies seem to be rare. Bishop has isolated a mold bacterium that could\ncause a high fever, but its propagation rate is far too low to enable it\nto last long in the bloodstream.\n\nThe most dangerous animal seems to be a two-foot-tall arthropod. They're\nrare and peaceable. Bishop vivisected one yesterday and found nothing\nalarming.\n\nLast night I dreamed about the first expedition. I dreamed they all\ncommitted suicide because Epsilon was too good for them.\n\nThis is ridiculous!\n\nWe're working in a sort of quiet madness getting no closer to the\nsolution.\n\nArmitage talked to Senator Farragut yesterday and hinted darkly that the\nfirst ship's hydroponics system went haywire and that an improper\ncarbohydrate imbalance killed the colony. Pretty thin. Farragut's\ngetting impatient. Bishop looks haggard. Max looks grim.\n\n\n\n_February 23_\n\nOur quantitative tests are slowing down. We play a rubber of bridge each\nnight before retiring. Last night I trumped Max's ace and he snarled at\nme. We had a fight. This morning I found a bouquet of purple\nspore-thistles at my cabin door. Max is sweet.\n\nThis afternoon, by mutual consent, we all knocked off work and played\nbridge. Bishop noticed the thistle bouquet in a vase over the\nchronometer. He objected.\n\n\"They're harmless,\" Max said. \"Besides, they smell nice.\"\n\nI can hardly wait for tomorrow's rubber. Our work is important, but one\ndoes need relaxation.\n\n\n\n_February 25_\n\nArmitage is cheating.\n\nYesterday he failed to score one of my overtricks. We argued bitterly\nabout it. Taylor, of course, sided with him. Three hands later, Armitage\ngot the bid in hearts. \"One hundred and fifty honors,\" he announced.\n\n\"That's a lie,\" I said.\n\n\"It was only a hundred,\" he grinned. \"But thank you, Greta. Now I shan't\ntry the queen finesse.\"\n\nNo wonder they've won the last three evenings! Max is furious with them\nboth.\n\n\n\n_February 28_\n\nWe played all day. Max and I kept losing. I always knew Armitage was a\npompous toad, but I never realized he was _slimy_.\n\nThis afternoon it was game all, and Armitage overcalled my diamond\nopener with three spades. Bishop took him to four and I doubled,\ncounting on my ace-king of hearts and diamonds.\n\nI led out my diamond ace and Armitage trumped from his hand. Bishop laid\ndown his dummy. He had clubs and spades solid, with doubleton heart and\ndiamonds.\n\n\"None?\" Max asked Armitage dangerously.\n\nArmitage tittered. I wanted to scratch his eyes out. He drew trump\nimmediately and set up clubs on board, dumping the heart losers from his\nhand, and finally sluffing--_two diamonds_.\n\n\"Made seven,\" he said complacently, \"less two for the diamond renege\nmakes five, one overtrick doubled. We were vulnerable, so it's game and\nrubber.\"\n\nI gasped. \"You reneged deliberately!\"\n\n\"Certainly. Doubleton in hearts and diamonds in my hand. If you get in,\nI'm down one. As it was, I made an overtrick. The only penalty for a\nrenege is two tricks. The rule book does not differentiate between\ndeliberate and accidental reneges. Sorry.\"\n\nI stared at his florid throat, at his jugular. I could feel my mouth\ntwitching.\n\nOn the next hand I was dummy. I excused myself and went into the lab. I\nfound a scalpel. I came up quietly behind Armitage and Bishop saw what I\nwas going to do and shouted and I was not nearly fast enough. Armitage\nducked and Bishop tackled me.\n\n\"Thanks, dear,\" Max said thoughtfully, looking at the cards scattered on\nthe floor. \"We would have been set one trick. Club finesse fails.\"\n\n\"She's crazy!\" Armitage's mouth worked. \"The strain's too much for her!\"\n\nI cried. I apologized hysterically. After a while, I convinced them I\nwas all right. Max gave me a sedative. We did not play any more bridge.\nOver supper I kept staring at Armitage's throat.\n\nAfter eating, I went for a long walk. When I got back to the ship,\neveryone was sleeping.\n\n\n\n_March 1_\n\nBishop found Armitage this morning, in his cabin. He came out, very\npale, staring at me.\n\n\"You bitch,\" he said. \"Ear to ear. Now what'll I do for a partner?\"\n\n\"You can't prove it,\" I said.\n\n\"We'll have to confine her to quarters,\" Max said wearily. \"I'll tell\nFarragut.\"\n\n\"And let him know the expedition is failing?\"\n\nMax sighed. \"You're right. We'll tell them Armitage had an accident.\"\n\nI said seriously, \"It was obviously suicide. His mind snapped.\"\n\n\"Oh, God,\" Max said.\n\nThey buried Armitage this afternoon. From my cabin, I watched them dig\nthe grave.\n\nCheaters never prosper.\n\n\n\n_March 2_\n\nMax talked with Senator Farragut this morning. He said Armitage had died\na hero's death. Farragut sounds worried. The Pan-Asians have withdrawn\ntheir embassy from Imperial Africa. Tension is mounting on the home\nfront. Immigration _must_ start this week. Max was very reassuring.\n\"Just a few final tests, Senator. We want to make sure.\"\n\nWe puttered in our laboratories all afternoon. Bishop seemed bored.\nAfter dinner he suggested three-handed bridge and Max said he knew a\nbetter game, a friendly game his grandmother had taught him--hearts.\n\n\n\n_March 5_\n\nIt's a plot!\n\nAll day long Bishop and Max have managed to give me the queen of spades.\nIt's deliberate, of course. Three times I've tried for the moon and\nBishop has held out one damned little heart at the end. Once Max was\nslightly ahead on points and Bishop demanded to see the score. I thought\nfor a moment they would come to blows, but Bishop apologized.\n\n\"It's just that I hate to lose,\" he said.\n\n\"Quite,\" Max said.\n\nWhen we finally turned in, Bishop was ahead on points.\n\nToo far ahead.\n\n\n\n_March 6_\n\nI suppose it's Bishop's laugh. It has a peculiar horselike stridency\nthat makes me want to tear out his throat. Twice today I've broken down\nand cried when he made a jackpot.\n\nI'm not going to cry any more.\n\nSupper was the usual, beef-yeast and vita-ale. I remember setting\nBishop's plate in front of him, and the way his pale eyes gleamed\nbetween mouthfuls. \"Three thousand points ahead,\" he gloated. \"You'll\nnever catch me now. Never, never!\"\n\nThat was when he gripped his throat and began writhing on the floor.\n\nMax felt his pulse. He stared at me.\n\n\"Very nice,\" he said. \"Quick. Did you use a derivative of that green\nfungus?\"\n\nI said nothing. Max's nostrils were white and pinched. \"Must I make an\nautopsy?\"\n\n\"Why bother?\" I said. \"It's obviously heart failure.\"\n\n\"Yes, why bother?\" he said. He looked tired. \"Stay in your cabin,\nGreta. I'll bring your meals.\"\n\n\"I don't trust you.\"\n\nHis laughter had a touch of madness.\n\n\n\n_March 10_\n\nMax unlocked my cabin door this morning. He looked drawn. \"Listen,\" he\nsaid. \"I've checked my respiration, pulse, saliva, temperature. All\nnormal.\"\n\n\"So?\"\n\n\"Come here,\" he said. I followed him into the lab. He indicated a\nmicroscope. His eyes were bright.\n\n\"Well?\"\n\n\"A drop of my blood,\" he said. \"Look.\"\n\nI squinted into the microscope. I saw purple discs. Oddly, they did not\nattack the red blood cells. There was no fission, no mitosis. The\nleucocytes, strangely enough, let them alone.\n\nMy hands were shaking as I took a sterile slide and pricked my finger. I\nput the slide under the microscope. I adjusted the lens and stared.\n\nPurple discs, swimming in my bloodstream. Thriving. Minding their own\nbusiness.\n\n\"Me, too,\" I said.\n\n\"They're inert,\" Max said hoarsely. \"They don't affect metabolism, cause\nfever, or interfere with the body chemistry in any way. Do they remind\nyou of anything?\"\n\nI thought about it. Then I went to the slide file that was marked\n_flora--negative_.\n\n\"Right,\" Max said. \"The purple thistle. Spores! The atmosphere is\nclogged with them. Greta, my sweet, we're infected.\"\n\n\"I feel fine,\" I said.\n\nAll day long we ran tests. Negative tests. We seem to be disgustingly\nhealthy. \"Symbiosis,\" Max said finally. \"Live and let live. Apparently\nwe're hosts.\"\n\nOnly one thing disturbs me.\n\nMost symbiotes _do_ something for their host. Something to enhance the\nhost's survival potential.\n\nWe played chess this evening. I won. Max is furious. He's such a poor\nsport.\n\n\n\n_March 11_\n\nMax talked with Senator Farragut this morning. He gave Epsilon a clean\nbill of health and the Senator thanked God. \"The first starship will\nleave tonight,\" the Senator said. \"Right on schedule, with ten thousand\ncolonists aboard. You're world heroes!\"\n\nMax and I played chess the rest of the day. Max won consistently. He\nutilizes a fianchetto that is utterly impregnable. If he wins tomorrow,\nI shall have to kill him.\n\n\n\nMAX\n\n_March 13_\n\nIt was, of course, necessary for me to destroy Armitage and Bishop. They\nwon far too often. But I am sorry about Greta. Yet I had to strangle\nher.\n\nIf she hadn't started that infernal queen's pawn opening it would have\nbeen different. She beat me six times running, and on the last game I\npulled a superb orang-outang, but it was too late. She saw mate in four\nand gave me that serpent smirk I know so well.\n\nHow could I have ever been in love with her?\n\n\n\n_March 14_\n\nFrightfully boring to be alone. I have a thought. Chess. Right hand\nagainst left. White and black. Jolly good.\n\n\n\n_March 16_\n\nI haven't much time.\n\nLeft was black this morning and I beat him, four out of five. We're in\nthe lab now. He's watching me scribble this. His thumb and forefinger\nare twitching in fury. He looks like some great white spider about to\nspring.\n\nHe sees the scalpel, by the microscope. Now his fingers are inching\ntoward it. Treacherous beast. I'm stronger. If he tries to amputate ...\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Causey, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29632/pg29632.txt",
        "name": "competition.json"
    }
}