{
    "name": "Comrades",
    "author": [
        "Phelps, Elizabeth Stuart"
    ],
    "body": "HOWARD E. SMITH\n\n\n\n\nHARPER & BROTHERS\n\nNEW YORK AND LONDON\n\nM . C . M . X . I\n\n\n\n\nCOPYRIGHT, 1911, BY HARPER & BROTHERS\n\n\nPRINTED IN THE UNITED STATES OF AMERICA\n\nPUBLISHED SEPTEMBER, 1911\n\n\n\n\n\"We're All That's Left of the Charles Darlington\n  Post\" . . . . . . Frontispiece\n\n\"Folks Don't Amount to Anything.  It's You, Peter\"\n\nShe Thought of the Slow News of the Slaughtering Battles\n\n\n\n\nCOMRADES\n\n\nIn the late May evening the soul of summer had gone suddenly incarnate,\nbut the old man, indifferent and petulant, thrashed upon his bed.  He\nwas not used to being ill, and found no consolations in weather.\nFlowers regarded him observantly--one might have said critically--from\nthe tables, the bureau, the window-sills: tulips, fleurs-de-lis,\npansies, peonies, and late lilacs, for he had a garden-loving wife who\nmade the most of \"the dull season,\" after crocuses and daffodils, and\nbefore roses.  But he manifested no interest in flowers; less than\nusual, it must be owned, in Patience, his wife.  This was a marked\nincident.  They had lived together fifty years, and she had acquired\nher share of the lessons of marriage, but not that ruder one given\nchiefly to women to learn--she had never found herself a negligible\nquantity in her husband's life.  She had the profound maternal instinct\nwhich is so large an element in the love of every experienced and\ntender wife; and when Reuben thrashed profanely upon his pillows,\nstaring out of the window above the vase of jonquils, without looking\nat her, clearly without thinking of her, she swallowed her surprise as\nif it had been a blue-pill, and tolerantly thought:\n\n\"Poor boy!  To be a veteran and can't go!\"\n\nHer poor boy, being one-and-eighty, and having always had health and\nher, took his disappointment like a boy.  He felt more outraged that he\ncould not march with the other boys to decorate the graves to-morrow\nthan he had been, or had felt that he was, by some of the important\ntroubles of his long and, on the whole, comfortable life.  He took it\nunreasonably; she could not deny that.  But she went on saying \"Poor\nboy!\" as she usually did when he was unreasonable.  When he stopped\nthrashing and swore no more she smiled at him brilliantly.  He had not\nsaid anything worse than damn!  But he was a good Baptist, and the\nlapse was memorable.\n\n\"Peter?\" he said.  \"Just h'ist the curtain a mite, won't you?  I want\nto see across over to the shop.  Has young Jabez locked up everything?\nSomebody's got to make sure.\"\n\nBehind the carpenter's shop the lush tobacco-fields of the Connecticut\nvalley were springing healthily.  \"There ain't as good a crop as there\ngener'lly is,\" the old man fretted.\n\n\"Don't you think so?\" replied Patience.  \"Everybody say it's better.\nBut you ought to know.\"\n\nIn the youth and vigor of her no woman was ever more misnamed.  Patient\nshe was not, nor gentle, nor adaptable to the teeth in the saw of life.\nLike wincing wood, her nature had resented it, the whole biting thing.\nAll her gentleness was acquired, and acquired hard.  She had fought\nlike a man to endure like a woman, to accept, not to writhe and rebel.\nShe had not learned easily how to count herself out.  Something in the\nsentimentality or even the piety of her name had always seemed to her\nridiculous; they both used to have their fun at its expense; for some\nyears he called her Impatience, degenerating into Imp if he felt like\nit.  When Reuben took to calling her Peter, she found it rather a\nrelief.\n\n\"You'll have to go without me,\" he said, crossly.\n\n\"I'd rather stay with you,\" she urged.  \"I'm not a veteran.\"\n\n\"Who'd decorate Tommy, then?\" demanded the old man.  \"You wouldn't give\nTommy the go-by, would you?\"\n\n\"I never did--did I?\" returned the wife, slowly.\n\n\"I don't know's you did,\" replied Reuben Oak, after some difficult\nreflection.\n\nPatience did not talk about Tommy.  But she had lived Tommy, so she\nfelt, all her married life, ever since she took him, the year-old baby\nof a year-dead first wife who had made Reuben artistically miserable;\nnot that Patience thought in this adjective; it was one foreign to her\nvocabulary; she was accustomed to say of that other woman: \"It was\nbetter for Reuben.  I'm not sorry she died.\"  She added, \"Lord forgive\nme,\" because she was a good church member, and felt that she must.  Oh,\nshe had \"lived Tommy,\" God knew.  Her own baby had died, and there were\nnever any more.  But Tommy lived and clamored at her heart.  She began\nby trying to be a good stepmother.  In the end she did not have to try.\nTommy never knew the difference; and his father had long since\nforgotten it.  She had made him so happy that he seldom remembered\nanything unpleasant.  He was accustomed to refer to his two conjugal\npartners as \"My wife and the other woman.\"\n\nBut Tommy had the blood of a fighting father, and when the _Maine_ went\ndown, and his chance came, he, too, took it.  Tommy lay dead and\nnameless in the trenches at San Juan.  But his father had put up a\ntall, gray slate-stone slab for him in the churchyard at home.  This\nwas close to the baby's; the baby's was little and white.  So the\nveteran was used to \"decorating Tommy\" on Memorial Day.  He did not\ntrouble himself about the little, white gravestone then.  He had a\nveteran's savage jealousy of the day that was sacred to the splendid\nheroisms and sacrifices of the sixties.\n\n\"What do they want to go decorating all their relations for?\" he\nargued.  \"Ain't there three hundred and sixty-four days in the year for\n_them_?\"\n\nHe was militant on this point, and Patience did not contend.  Sometimes\nshe took the baby's flowers over the day after.\n\n\"If you can spare me just as well's not, I'll decorate Tommy\nto-morrow,\" she suggested, gently.  \"We'll see how you feel along by\nthat.\"\n\n\"Tommy's got to be decorated if I'm dead or livin',\" retorted the\nveteran.  The soldier father struggled up from his pillow, as if he\nwould carry arms for his soldier son.  Then he fell back weakly.  \"I\nwisht I had my old dog here,\" he complained--\"my dog Tramp.  I never\ndid like a dog like that dog.  But Tramp's dead, too.  I don't believe\nthem boys are coming.  They've forgotten me, Peter.  You haven't,\" he\nadded, after some slow thought.  \"I don't know's you ever did, come to\nthink.\"\n\nPatience, in her blue shepherd-plaid gingham dress and white apron, was\nstanding by the window--a handsome woman, a dozen years younger than\nher husband; her strong face was gentler than most strong faces are--in\nwomen; peace and pain, power and subjection, were fused upon her aspect\nlike warring elements reconciled by a mystery.  Her hair was not yet\nentirely white, and her lips were warm and rich.  She had a round\nfigure, not overgrown.  There were times when she did not look over\nthirty.  Two or three late jonquils that had outlived their calendar in\na cold spot by a wall stood on the window-sill beside her; these\ntrembled in the slant, May afternoon light.  She stroked them in their\nvase, as if they had been frightened or hurt.  She did not immediately\nanswer Reuben, and, when she did, it was to say, abruptly:\n\n\"Here's the boys!  They're coming--the whole of them!--Jabez Trent, and\nold Mr. Succor, and David Swing on his crutches.  I'll go right out 'n'\nlet them all in.\"\n\nShe spoke as if they had been a phalanx.  Reuben panted upon his\npillows.  Patience had shut the door, and it seemed to him as if it\nwould never open.  He pulled at his gray flannel dressing-gown with\nnervous fingers; they were carpenter's fingers--worn, but supple and\nintelligent.  He had on his old red nightcap, and he felt the\nindignity, but he did not dare to take the cap off; there was too much\npain underneath it.\n\nWhen Patience opened the door she nodded at him girlishly.  She had\npreceded the visitors, who followed her without speaking.  She looked\nforty years younger than they did.  She marshaled them as if she had\nbeen their colonel.  The woman herself had a certain military look.\n\nThe veterans filed in slowly--three aged, disabled men.  One was lame,\nand one was palsied; one was blind, and all were deaf.\n\n\"Here they are, Reuben,\" said Patience Oak.  \"They've all come to see\nyou.  Here's the whole Post.\"\n\nReuben's hand went to his red night-cap.  He saluted gravely.\n\n\nThe veterans came in with dignity--David Swing, and Jabez Trent, and\nold Mr. Succor.  David was the one on crutches, but Jabez Trent, with\nnodding head and swaying hand, led old Mr. Succor, who could not see.\n\nReuben watched them with a species of grim triumph.  \"I ain't blind,\"\nhe thought, \"and I hain't got the shakin' palsy.  Nor I hain't come on\ncrutches, either.\"\n\nHe welcomed his visitors with a distinctly patronizing air.  He was\nconscious of pitying them as much as a soldier can afford to pity\nanything.  They seemed to him very old men.\n\n\"Give 'em chairs, Peter,\" he commanded.  \"Give 'em easy chairs.\nWhere's the cushions?\"\n\n\"I favor a hard cheer myself,\" replied the blind soldier, sitting solid\nand straight upon the stiff bamboo chair into which he had been set\ndown by Jabez Trent.  \"I'm sorry to find you so low, Reuben Oak.\"\n\n\"_Low!_\" exploded the old soldier.  \"Why, nothing partikler ails _me_.\nI hain't got a thing the matter with me but a spell of rheumatics.\nI'll be spry as a kitten catchin' grasshoppers in a week.  I can't\nmarch to-morrow--that's all.  It's darned hard luck.  How's your\neyesight, Mr. Succor?\"\n\n\"Some consider'ble better, sir,\" retorted the blind man.  \"I calc'late\nto get it back.  My son's goin' to take me to a city eye-doctor.  I\nain't only seventy-eight.  I'm too young to be blind.  'Tain't as if I\nwas onto crutches, or I was down sick abed.  How old are you, Reuben?\"\n\n\"Only eighty-one!\" snapped Reuben.\n\n\"He's eighty-one last March,\" interpolated his wife.\n\n\"He's come to a time of life when folks do take to their beds,\"\nreturned David Swing.  \"Mebbe you could manage with crutches, Reuben,\nin a few weeks.  I've been on 'em three years, since I was\nseventy-five.  I've got to feel as if they was relations.  Folks want\nme to ride to-morrow,\" he added, contemptuously, \"but I'll march on\nthem crutches to decorate them graves, or I won't march at all.\"\n\nNow Jabez Trent was the youngest of the veterans; he was indeed but\nsixty-eight.  He refrained from mentioning this fact.  He felt that it\nwas indelicate to boast of it.  His jerking hand moved over toward the\nbed, and he laid it on Reuben's with a fine gesture.\n\n\"You'll be round--you'll be round before you know it,\" he shouted.\n\n\"I ain't deef,\" interrupted Reuben, \"like the rest of you.\"  But the\npalsied man, hearing not at all, shouted on:\n\n\"You always had grit, Reuben, more'n most of as.  You stood more, you\nwas under fire more, you never was afraid of anything--  What's\nrheumatics?  'Tain't Antietam.\"\n\n\"Nor it ain't Bull Run,\" rejoined Reuben.  He lifted his red nightcap\nfrom his head.  \"Let it ache!\" he said.  \"It ain't Gettysburg.\"\n\n\"It seems to me,\" suggested Jabez Trent, \"that Reuben he's under fire\njust about now.  _He_ ain't used to bein' disabled.  It appears to me\nhe's fightin' this matter the way a soldier 'd oughter--  Comrades, I\nmove he's entitled to promotion for military conduct.  He'd rather than\nsympathy--wouldn't you, Reuben?\"\n\n\"I don't feel to deserve it,\" muttered Reuben.  \"I swore to-day.  Ask\nmy wife.\"\n\n\"No, he didn't!\" blazed Patience Oak.  \"He never said a thing but damn.\nHe's getting tired, though,\" she added, under breath.  \"He ain't very\nwell.\"  She delicately brushed the foot of Jabez Trent with the toe of\nher slipper.\n\n\"I guess we'd better not set any longer,\" observed Jabez Trent.  The\nthree veterans rose like one soldier.  Reuben felt that their visit had\nnot been what he expected.  But he could not deny that he was tired\nout; he wondered why.  He beckoned to Jabez Trent, who, shaking and\ncoughing, bent over him.\n\n\"You'll see the boys don't forget to decorate Tommy, won't you?\" he\nasked, eagerly.  Jabez could not hear much of this, but he got the word\nTommy, and nodded.\n\nThe three old men saluted silently, and when Reuben had put on his\nnightcap he found that they had all gone.  Only Patience was in the\nroom, standing by the jonquils, in her blue gingham dress and white\napron.\n\n\"Tired?\" she asked, comfortably.  \"I've mixed you up an egg-nog.  Think\nyou could take it?\"\n\n\"They didn't stay long,\" complained the old man.  \"It don't seem to\namount to much, does it?\"\n\n\"You've punched your pillows all to pudding-stones,\" observed Patience\nOak.  \"Let me fix 'em a little.\"\n\n\"I won't be fussed over!\" cried Reuben, angrily.  He gave one of his\npillows a pettish push, and it went half across the room.  Patience\npicked it up without remark.  Reuben Oak held out a contrite hand.\n\n\"Peter, come here!\" he commanded.  Patience, with her maternal smile,\nobeyed.\n\n\"You stay, Peter, anyhow.  Folks don't amount to anything.  It's _you_,\nPeter.\"\n\nPatience's eyes filled.  But she hid them on the pillow beside him--he\ndid not know why.  She put up one hand and stroked his cheek.\n\n\"Just as if I was a johnnyquil,\" said the old man.  He laughed, and\ngrew quiet, and slept.  But Patience did not move.  She was afraid of\nwaking him.  She sat crouched and crooked on the edge of the bed,\nuncomfortable and happy.\n\n\nOut on the street, between the house and the carpenter's shop, the\nfigures of the veterans bent against the perspective of young tobacco.\nThey walked feebly.  Old Mr. Succor shook his head:\n\n\"Looks like he'd never see another Decoration Day.  He's some\nconsiderable sick--an' he ain't young.\"\n\n\"He's got grit, though,\" urged Jabez Trent.\n\n\"He's pretty old,\" sighed David Swing.  \"He's consider'ble older'n we\nbe.  He'd ought to be prepared for his summons any time at his age.\"\n\n\"We'll be decorating _him_, I guess, come next year,\" insisted old Mr.\nSuccor.  Jabez Trent opened his mouth to say something, but he coughed\ntoo hard to speak.\n\n\"I'd like to look at Reuben's crop as we go by,\" remarked the blind\nman.  \"He's lucky to have the shop 'n' the crop too.\"\n\nThe three turned aside to the field, where old Mr. Succor appraised the\nimmature tobacco leaves with seeing fingers.\n\n\"Connecticut's a _great_ State!\" he cried.\n\n\"And this here's a great town,\" echoed David Swing.  \"Look at the quota\nwe sent--nigh a full company.  And we had a great colonel,\" he added,\nproudly.  \"I calc'late he'd been major-general if it hadn't 'a' been\nfor that infernal shell.\"\n\n\"Boys,\" said Jabez Trent, slowly, \"Memorial Day's a great day.  It's up\nto us to keep it that way--  Boys, we're all that's left of the Charles\nDarlington Post.\"\n\n\"That's a fact,\" observed the blind soldier, soberly.\n\n\"That's so,\" said the lame one, softly.\n\nThe three did not talk any more; they walked past the tobacco-field\nthoughtfully.  Many persons carrying flowers passed or met them.  These\nrecognized the veterans with marked respect, and with some perplexity.\nWhat!  Only old blind Mr. Succor?  Just David Swing on his crutches,\nand Jabez Trent with the shaking palsy?  Only those poor, familiar\npersons whom one saw every day, and did not think much about on any\nother day?  Unregarded, unimportant, aging neighbors?  These who had\nceased to be useful, ceased to be interesting, who were not any longer\nof value to the town, or to the State, to their friends (if they had\nany left), or to themselves?  Heroes?  These plain, obscure old\nmen?--Heroes?\n\n\nSo it befell that Patience Oak \"decorated Tommy\" for his father that\nMemorial Day.  The year was 1909.  The incident of which we have to\ntell occurred twelve months thereafter, in 1910.  These, as I have\ngathered them, are the facts:\n\nTime, to the old, takes an unnatural pace, and Reuben Oak felt that the\nyear had sprinted him down the race-track of life; he was inclined to\nresent his eighty-second March birthday as a personal insult; but April\ncried over him, and May laughed at him, and he had acquired a certain\ngrim reconciliation with the laws of fate by the time that the nation\nwas summoned to remember its dead defenders upon their latest\nanniversary.  This resignation was the easier because he found himself\nunexpectedly called upon to fill an extraordinary part in the drama and\nthe pathos of the day.\n\nHe slept brokenly the night before, and waked early; it was scarcely\nfive o'clock.  But Patience, his wife, was already awake, lying quietly\nupon her pillow, with straight, still arms stretched down beside him.\nShe was careful not to disturb him--she always was; she was so used to\neffacing herself for his sake that he had ceased to notice whether she\ndid or not; he took her beautiful dedication to him as a matter of\ncourse; most husbands would, if they had its counterpart.  In point of\nfact--and in saying this we express her altogether--Patience had the\ngenius of love.  Charming women, noble women, unselfish women may spend\ntheir lives in a man's company, making a tolerable success of marriage,\nyet lack this supreme gift of Heaven to womanhood, and never know it.\nOur defects we may recognize; our deficiencies we seldom do, and the\nlove deficiency is the most hopeless of human limitations.  Patience\nwas endowed with love as a great poet is by song, or a musician by\nharmony, or an artist by color or form.  She loved supremely, but she\ndid not know that.  She loved divinely, but her husband had never found\nit out.  They were two plain people--a carpenter and his wife, plodding\nalong the Connecticut valley industriously, with the ideals of their\nkind; to be true to their marriage vows, to be faithful to their\nchildren, to pay their debts, raise the tobacco, water the garden,\ndrive the nails straight, and preserve the quinces.  There were times\nwhen it occurred to Patience that she took more care of Reuben than\nReuben did of her; but she dismissed the matter with a phrase common in\nher class, and covering for women most of the perplexity of married\nlife: \"You know what men are.\"\n\nOn the morning of which we speak, Reuben Oak had a blunt perception of\nthe fact that it was kind in his wife to take such pains not to wake\nhim till he got ready to begin the tremendous day before him; she\nalways was considerate if he did not sleep well.  He put down his hand\nand took hers with a sudden grasp, where it lay gentle and still beside\nhim.\n\n\"Well, Peter,\" he said, kindly.\n\n\"Yes, dear,\" said Patience, instantly.  \"Feeling all right for to-day?\"\n\n\"Fine,\" returned Reuben.  \"I don't know when I've felt so spry.  I'll\nget right up 'n' dress.\"\n\n\"Would you mind staying where you are till I get your coffee heated?\"\nasked Patience, eagerly.  \"You know how much stronger you always are if\nyou wait for it.  I'll have it on the heater in no time.\"\n\n\"I can't wait for coffee to-day,\" flashed Reuben.  \"I'm the best judge\nof what I need.\"\n\n\"Very well,\" said Patience, in a disappointed tone.  For she had\nlearned the final lesson of married life--not to oppose an obstinate\nman, for his own good.  But she slipped into her wrapper and made the\ncoffee, nevertheless.  When she came back with it, Reuben was lying on\nthe bed in his flannels, with a comforter over him; he looked pale, and\nheld out his hand impatiently for the coffee.\n\nHis feverish eyes healed as he watched her moving about the room.  He\nthought how young and pretty her neck was when she splashed the water\non it.\n\n\"Goin' to wear your black dress?\" he asked.  \"That's right.  I'm glad\nyou are.  I'll get up pretty soon.\"\n\n\"I'll bring you _all_ your clothes,\" she said.  \"Don't you get a mite\ntired.  I'll move up everything for you.  Your uniform's all cleaned\nand pressed.  Don't you do a thing!\"\n\nShe brushed her thick hair with upraised, girlish arms, and got out her\nblack serge dress and a white tie.  He lay and watched her thoughtfully.\n\n\"Peter,\" he said, unexpectedly, \"how long is it since we was married?\"\n\n\"Forty-nine years,\" answered Patience, promptly.  \"Fifty, come next\nSeptember.\"\n\n\"What a little creatur' you were, Peter--just a slip of a girl!  And\nhow you did take hold--Tommy and everything.\"\n\n\"I was 'most twenty,\" observed Patience, with dignity.\n\n\"You made a powerful good stepmother all the same,\" mused Reuben.  \"You\ndid love Tommy, to beat all.\"\n\n\"I was fond of Tommy,\" answered Patience, quietly.  \"He was a nice\nlittle fellow.\"\n\n\"And then there was the baby, Peter.  Pity we lost the baby!  I guess\nyou took that harder 'n I did, Peter.\"\n\nPatience made no reply.\n\n\"She was so dreadful young, Peter.  I can't seem to remember how she\nlooked.  Can you?  Pity she didn't live!  You'd 'a' liked a daughter\nround the house, wouldn't you, Peter?  Say, Peter, we've gone through a\ngood deal, haven't we--you 'n' me?  The war 'n' all that--and the two\nchildren.  But there's one thing, Peter--\"\n\nPatience came over to him quietly, and sat down on the side of the bed.\nShe was half dressed, and her still beautiful arms went around him.\n\n\"You'll tire yourself all out thinking, Reuben.  You won't be able to\ndecorate anybody if you ain't careful.\"\n\n\"What I was goin' to say was this,\" persisted Reuben.  \"I've always had\nyou, Peter.  And you've had me.  I don't count so much, but I'm\npowerful fond of you, Peter.  You're all I've got.  Seems as if I\ncouldn't set enough by you, somehow or nuther.\"\n\nThe old man hid his face upon her soft neck.\n\n\"There, there, dear!\" said Patience.\n\n\"It must be kinder hard, Peter, not to _like_ your wife.  Or maybe she\nmightn't like him.  Sho!  I don't think I could stand that....  Peter?\"\n\n\"Don't you think you'd better be getting dressed, Reuben?  The\nprocession's going to start pretty early.  Folks are moving up and down\nthe street.  Everybody's got flowers--See?\"\n\nReuben looked out of the window and over the pansy-bed with brilliant,\ndry eyes.  His wife could see that he was keeping back the thing that\nhe thought most about.  She had avoided and evaded the subject as long\nas she could.  She felt now that it must be met, and yet she parleyed\nwith it.  She hurried his breakfast and brought the tray to him.  He\nate because she asked him to, but his hands shook.  It seemed as if he\nclung wilfully to the old topic, escaping the new as long as he could,\nto ramble on.\n\n\"You've been a dreadfully amiable wife, Peter.  I don't believe I could\nhave got along with any other kind of woman.\"\n\n\"I didn't used to be amiable, Reuben.  I wasn't born so.  I used to\ntake things hard.  Don't you remember?\"\n\nBut Reuben shook his head.\n\n\"No, I don't.  I can't seem to think of any time you wasn't that way.\nSho!  How'd you get to be so, then, I'd like to know?\"\n\n\"Oh, just by loving, I guess,\" said Patience Oak.\n\n\"We've marched along together a good while,\" answered the old man,\nbrokenly.\n\nUnexpectedly he held out his hand, and she grasped it; his was cold and\nweak; but hers was warm and strong.  In a dull way the divination came\nto him--if one may speak of a dull divination--that she had always been\nthe strength and the warmth of his life.  Suddenly it seemed to him a\nvery long life.  Now it was as if he forced himself to speak, as he\nwould have charged at Fredericksburg.  He felt as if he were climbing\nagainst breastworks when he said:\n\n\"I was the oldest of them all, Peter.  And I was sickest, too.  They\nall expected to come an' decorate me to-day.\"  Patience nodded, without\na word.  She knew when her husband must do all the talking; she had\nfound that out early in their married life.  \"I wouldn't of believed\nit, Peter; would you?  Old Mr. Succor he had such good health.  Who'd\nthought he'd tumble down the cellar stairs?  If Mis' Succor 'd be'n\nlike you, Peter, he wouldn't had the chance to tumble: I never would of\n_thought_ of David Swing's havin' pneumonia--would you, Peter?  Why, in\n'62 he slept onto the ground in peltin', drenchin' storms an' never\nsneezed.  He was powerful well 'n' tough, David was.  And Jabez!  Poor\nold Jabez Trent!  I liked him the best of the lot, Peter.  Didn't you?\nHe was sorry for me when they come here that day an' I couldn't march\nalong of them....  And now, Peter, I've got to go an' decorate _them_.\n\n\"I'm the last livin' survivor of the Charles Darlington Post,\" added\nthe veteran.  \"I'm going to apply to the Department Commander to let me\nkeep it up.  I guess I can manage someways.  _I won't be disbanded_.\nLet 'em disband me if they can!  I'd like to see 'em do it.  Peter?\n_Peter_!\"\n\n\"I'll help you into your uniform,\" said Patience.  \"It's all brushed\nand nice for you.\"\n\nShe got him to his swaying feet, and dressed him, and the two went to\nthe window that looked upon the flowers.  The garden blurred yellow and\nwhite and purple--a dash of blood-red among the late tulips.  Patience\nhad plucked and picked for Memorial Day, she had gathered and given,\nand yet she could not strip her garden.  She looked at it lovingly.\nShe felt as if she stood in pansy lights and iris air.\n\n\"Peter,\" said the veteran, hoarsely, \"they're all gone, my girl.\nEverybody's gone but you.  You're the only comrade I've got left,\nPeter....  And, Peter, I want to tell you--I seem to understand it this\nmorning.  Peter, you're the best comrade of 'em all.\"\n\n\"That's worth it,\" said Patience, in a strange tone--\"that's worth\nthe--high cost of living.\"\n\nShe lifted her head.  She had an exalted look.  The thoughtful pansies\nseemed to turn their faces toward her.  She felt that they understood\nher.  Did it matter whether Reuben understood her or not?  It occurred\nto her that it was not so important, after all, whether a man\nunderstood his wife, if he only loved her.  Women fussed too much, she\nthought; they expected to cry away the everlasting differences between\nthe husband and the wife.  If you loved a man you must take him as he\nwas--just man.  You couldn't make him over.  You must make up your mind\nto that.  Better, oh, better a hundred times to endure, to suffer--if\nit came to suffering--to take your share (perhaps he had his--who\nknew?) of the loneliness of living.  Better any fate than to battle\nwith the man you love, for what he did not give or could not give.\nBetter anything than to stand in the pansy light, married fifty years,\nand not have made your husband happy.\n\n\"I 'most wisht you could march along of me,\" muttered Reuben Oak.  \"But\nyou ain't a veteran.\"\n\n\"I don't know about that,\" Patience shook her head, smiling, but it was\na sober smile.\n\n\"Tommy can't march,\" added Reuben.  \"He ain't here; nor he ain't in the\ngraveyard either.  He's a ghost--Tommy.  He must be flying around the\nThrone.  There's only one other person I'd like to have go along of me.\nThat's my old dog--my dog Tramp.  That dog thought a sight of me.  The\nUnited States army couldn't have kep' him away from me.  But Tramp's\ndead.  He was a pretty old dog.  I can't remember which died first, him\nor the baby; can you?  Lord!  I suppose Tramp's a ghost, too, a dog\nghost, trottin' after--I don't know when I've thought of Tramp before.\nWhere's he buried, Peter?  Oh yes, come to think, he's under the big\nchestnut.  Wonder we never decorated him, Peter.\"\n\n\"I have,\" confessed Patience.  \"I've done it quite a number of times.\nReuben?  Listen!  I guess we've got to hurry.  Seems to me I hear--\"\n\n\"You hear drums,\" interrupted the old soldier.  Suddenly he flared like\nlightwood on a camp-fire, and before his wife could speak again he had\nblazed out of the house.\n\nThe day had a certain unearthly beauty--most of our Memorial Days do\nhave.  Sometimes they scorch a little, and the processions wilt and\nlag.  But this one, as we remember, had the climate of a happier world\nand the temperature of a day created for marching men--old soldiers who\nhad left their youth and strength behind them, and who were feebler\nthan they knew.\n\nThe Connecticut valley is not an emotional part of the map, but the\ntown was alight with a suppressed feeling, intense, and hitherto\nunknown to the citizens.  They were graver than they usually were on\nthe national anniversary which had come to mean remembrance for the old\nand indifference for the young.  There was no baseball in the village\nthat day.  The boys joined the procession soberly.  The crowd was large\nbut thoughtful.  It had collected chiefly outside of the Post hall,\nwhere four old soldiers had valiantly sustained their dying\norganization for now two or three astonishing years.\n\nThe band was outside, below the steps; it played the \"Star-spangled\nBanner\" and \"John Brown's Body\" while it waited.  For some reason there\nwas a delay in the ceremonies.  It was rumored that the chaplain had\nnot come.  Then it went about that he had been summoned to a funeral,\nand would meet the procession at the churchyard.  The chaplain was the\npastor of the Congregational Church.  The regimental chaplain, he who\nused to pray for the dying boys after battle, had joined the vanished\nveterans long ago.  The band struck up \"My Country, 'tis of Thee.\"  The\ncrowd began to press toward the steps of the Post hall and to sway to\nand fro restlessly.\n\nThen slowly there emerged from the hall, and firmly descended the\nsteps, the Charles Darlington Post of the Grand Army of the Republic.\nPeople held their breaths, and some sobbed.  They were not all women,\neither.\n\nErect, with fiery eyes, with haughty head--shrunken in his old uniform,\nbut carrying it proudly--one old man walked out.  The crowd parted for\nhim, and he looked neither to the right nor to the left, but fell into\nthe military step and began to march.  In his aged arms he carried the\nflags of the Post.  The military band preceded him, softly playing\n\"Mine Eyes have Seen the Glory,\" while the crowd formed into procession\nand followed him.  From the whole countryside people had assembled, and\nthe throng was considerable.\n\nThey came out into the street and turned toward the churchyard--the old\nsoldier marching alone.  They had begged him to ride, though the\ndistance was small.  But he had obstinately refused.\n\n\"This Post has always marched,\" he had replied.\n\nExcept for the military music and the sound of moving feet or wheels,\nthe street was perfectly still.  No person spoke to any other.  The\nveteran marched with proud step.  His gray head was high.  Once he was\nseen to put the flag of his company to his lips.  A little behind him\nthe procession had instinctively fallen back and left a certain space.\nOne could not help the feeling that this was occupied.  But they who\nfilled it, if such there had been, were invisible to the eye of the\nbody.  And the eyes of the soul are not possessed by all men.\n\nNow, the distance, as we have said, was short, and the old soldier was\nso exalted that it had not occurred to him that he could be fatigued.\nIt was an astonishing sensation to him when he found himself\nunexpectedly faint.\n\n\nPatience Oak, for some reasons of her own hardly clear to herself, did\nnot join the procession.  She chose to walk abreast of it, at the side,\nas near as possible, without offense to the ceremonies, to the solitary\nfigure of her husband.  She was pacing through the grass, at the edge\nof the sidewalk--falling as well as she could into the military step.\nIn her plain, old-fashioned black dress, with the fleck of white at her\nthroat, she had a statuesque, unmodern look.  Her fine features were\ncharged with that emotion which any expression would have weakened.\nHer arms were heaped with flowers--bouquets and baskets and sprays:\nspiraea, lilacs, flowering almond, peonies, pansies, all the glory of\nher garden that opening summer returned to her care and tenderness.\nShe was tender with everything--a man, a child, an animal, a flower.\nEverything blossomed for her, and rested in her, and yearned toward\nher.  The emotion of the day and of the hour seemed incarnate in her.\nShe embodied in her strong and sweet personality all that blundering\nman has wrought on tormented woman by the savagery of war.  She\nremembered what she had suffered--a young, incredulous creature, on the\nmargin of life, avid of happiness, believing in joy, and drowning in\nher love for that one man, her husband.  She thought of the slow news\nafter slaughtering battles--how she waited for the laggard paper in the\ncountry town; she remembered that she dared not read the head-lines\nwhen she got them, but dropped, choking and praying God to spare her,\nbefore she glanced.  Even now she could feel the wet paper against her\nraining cheek.  Then her heart leaped back, and she thought of the day\nwhen he marched away--his arms, his lips, his groans.  She remembered\nwhat the dregs of desolation were, and mortal fear of unknown fate; the\nrack of the imagination; and inquisition of the nerve--the pangs that\nno man-soldier of them all could understand.  \"It comes on women--war,\"\nshe thought.\n\nNow, as she was stepping aside to avoid crushing some young white\nclover-blossoms in the grass where she was walking, she looked up and\nwondered if she were going blind, or if her mind were giving way.\n\nThe vacant space behind the solitary veteran trembled and palpitated\nbefore her vision, as if it had been peopled.  By what?  By whom?\nPatience was no occultist.  She had never seen an apparition in her\nlife.  She felt that if she had not lacked a mysterious, unknown gift,\nshe should have seen spirits, as men marching, now.  But she did not\nsee them.  She was aware of a tremulous, nebulous struggle in the empty\nair, as of figures that did not form, or of sights from which her eyes\nwere holden.  Ah--what?  She gasped for the wonder of it.  Who was it,\nthat followed the veteran, with the dumb, delighted fidelity that one\nrace only knows of all created?  For a wild instant this sane and\nsensible woman could have taken oath that Reuben Oak was accompanied on\nhis march by his old dog, his dead dog, Tramp.  If it had been Tommy--\nOr if it had been Jabez Trent--  And where were they who had gone into\nthe throat of death with him at Antietam, at Bull Run, at Fair Oaks, at\nMalvern Hill?  But there limped along behind Reuben only an old,\nforgotten dog.\n\nThis quaint delusion (if delusion we must call it) aroused her\nattention, which had wavered from her husband, and concentrated it upon\nhim afresh.  Suddenly she saw him stagger.\n\nA dozen persons started, but the wife sprang and reached him first.  As\nshe did this, the ghost dog vanished from before her.  Only Reuben was\nthere, marching alone, with the unpeopled space between him and the\nprocession.\n\n\"Leave go of me!\" he gasped.  Patience quietly grasped him by the arm,\nand fell into step beside him.  In her heart she was terrified.  She\nwas something of a reader in her way, and she thought of magazine\nstories where the veterans died upon Memorial Day.\n\n\"I'll march to decorate the Post--and Tommy--if I drop dead for it!\"\npanted Reuben Oak.\n\n\"Then I shall march beside you,\" answered Patience.\n\n\"What 'll folks say?\" cried the old soldier, in real anguish.\n\n\"They'll say I'm where I belong.  Reuben!  Reuben!  _I've earned the\nright to_.\"\n\nHe contended no more, but yielded to her--in fact, gladly, for he felt\ntoo weak to stand alone.  Inspiring him, and supporting him, and yet\nseeming (such was the sweet womanliness of her) to lean on him,\nPatience marched with him before the people; and these saw her through\nblurred eyes, and their hearts saluted her.  With every step she felt\nthat he strengthened.  She was conscious of endowing him with her own\nvitality, as she sometimes did, in her own way--the love way, the wife\nway, powerfully and mysteriously.\n\nSo the veteran and his wife came on together to the cemetery, with the\nflags and the flowers.  Nor was there a man or a woman in the throng\nwho would have separated these comrades.\n\nIn the churchyard it was pleasant and expectant.  The morning was cool,\nand the sun climbed gently.  Not a flower had wilted; they looked as if\nthey had been planted and were growing on the graves.  When they had\ncome to these, Patience Oak held back.  She would not take from the old\nsoldier his precious right.  She did not offer to help him \"decorate\"\nanybody.  His trembling mechanic's fingers clutched at the flowers as\nif he had been handling shot or nails.  His breath came short.  She\nwatched him anxiously; she was still thinking of those stories she had\nread.\n\n\"Hadn't you better sit down on some monument and rest?\" she whispered.\nBut he paid no attention to her, and crawled from mound to mound.  She\nperceived that it was his will to leave the new-made graves until the\nothers had been remembered.  Then he tottered across the cemetery with\nthe flowers that he had saved for David Swing and old Mr. Succor and\nJabez Trent, and the cheeks of the Charles Darlington Post were wet.\nLast of all he \"decorated Tommy.\"\n\nThe air ached with the military dirge, and the voice of the chaplain\nfaltered when he prayed.  The veteran was aware that some persons in\nthe crowd were sobbing.  But his own eyes had now grown dry, and burned\ndeep in their sunken sockets.  As his sacred task drew to its end he\ngrew remote, elate, and solemn.  It was as if he were transfigured\nbefore his neighbors into something strange and holy.  A village\ncarpenter?  A Connecticut tobacco-planter?  Rather, say, the glory of\nthe nation, the guardian of a great trust, proudly carried and honored\nto its end.\n\nTaps were sounding over the old graves and the new, when the veteran\nslowly sank to one knee and toppled over.  Patience, when she got her\narms about him, saw that he had fallen across the mound where he had\ndecorated Tommy with her white lilacs.  Beyond lay the baby, small and\nstill.  The wife sat down on the little grave and drew the old man's\nhead upon her lap.  She thought of those Memorial Day stories with a\ndeadly sinking at her heart.  But it was a strong heart, all woman and\nall love.\n\n\"You _shall not_ die!\" she said.\n\nShe gathered him and poured her powerful being upon him--breath,\nwarmth, will, prayer, who could say what it was?  She felt as if she\ntook hold of tremendous, unseen forces and moved them by unknown powers.\n\n\"Live!\" she whispered.  \"_Live!_\"\n\nSome one called for a doctor, and she assented.  But to her own soul\nshe said:\n\n\"What's a doctor?\"\n\nThe flags had fallen from his arms at last; he had clung to them till\nnow.  The chaplain reverently lifted them and laid them at his feet.\n\nOnce his white lips moved, and the people hushed to hear what outburst\nof patriotism would issue from them--what tribute to the cause that he\nhad fought for, what final apostrophe to his country or his flag.\n\n\"Peter?\" he called, feebly.  \"_Peter!_\"\n\nBut Patience had said he should not die.  And Patience knew.  Had not\nshe always known what he should do, or what he could?  He lay upon his\nbed peacefully when, with tears and smiles, in reverence and in wonder,\nthey had brought him home--and the flags of the Post, too.  By a\ngesture he had asked to have these hung upon the foot-board of his bed.\n\nHe turned his head upon his pillow and watched his wife with wide,\nreflecting eyes.  It was a long time before she would let him talk; in\nfact, the May afternoon was slanting to dusk before he tried to cross\nher tender will about that matter.  When he did, it was to say only\nthis:\n\n\"Peter?  I was goin' to decorate the baby.  I meant to when I took that\nturn.\"\n\nPatience nodded.\n\n\"It's all done, Reuben.\"\n\n\"And, Peter?  I've had the queerest notions about my old dog Tramp\nto-day.  I wonder if there's a johnnyquil left to decorate him?\"\n\n\"I'll go and see,\" said Patience.  But when she had come back he had\nforgotten Tramp and the johnnyquil.\n\n\"Peter,\" he muttered, \"_this has been a great day_.\"  He gazed solemnly\nat the flags.\n\nPatience regarded him poignantly.  With a stricture at the heart she\nthought:\n\n\"He has grown old fast since yesterday.\"  Then joyously the elderly\nwife cried out upon herself: \"But I am young!  He shall have all my\nyouth.  I've got enough for two--and strength!\"\n\nShe crept beside him and laid her warm cheek to his.\n\n\n\n\nTHE END\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Phelps, Elizabeth Stuart"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/34255/pg34255.txt",
        "name": "comrades.json"
    }
}