{
    "name": "Crankisms",
    "author": [
        "Matthewman, Lisle de Vaux"
    ],
    "body": "By\nLisle\nde\nVaux\nMATTHEWMAN\n\nPictured\nBy\nClare\nVictor\nDWIGGINS\n\n\n* MCMI *\nHENRY T.\nCOATES & CO.\nPHILADELPHIA\n\n\n\n\nCopyright, 1901, by\nHenry T. Coates & Company.\n_All rights reserved._\n\n\n\n\nIf I may be permitted to offer a suggestion, the Crankisms\nshould be read in the spirit in which sermons are listened\nto--with the object of discovering whom they hit. This will\nfurnish amusement, for what is more entertaining than trying\nthe cap on others?\n\nThe settings speak for themselves; but the author desires\nto express his indebtedness to the artist for having infused\nlife into and lent grace to dead bones of words, and for\nhaving, in many cases, given to those words a deeper and\nmore subtle meaning than they themselves could be made to\nexpress.\n\nL. de V. M.\n\nMay,\n1901.\n\n\n\n\n1\n\nThe kisses of an enemy are deceitful, but not as deceitful\nas the advice of the friend who is always counseling you for\nyour own good.\n\n\n2\n\nThe best and the worst in man respond only to woman's\ntouch--unfortunately for man.\n\n\n3\n\nMen reason; women do not. Woman has no logic, and judging\nfrom the use it is to man, is better off without it.\n\n\n4\n\nThe present arrangement of society refuses to many the\nmeans to live, while forbidding them the right to die when\nthey wish.\n\n\n5\n\nWoman generally tries to attract a man's eye, and then\nblames him for being caught by prettiness and superficial\ncharms. But she rarely tries to appeal to his better self.\n\n\n6\n\nThe man who is pockmarked has most to say against freckles.\n\n\n7\n\nCharity covers a multitude of sins which are committed in\nher name.\n\n\n8\n\nLife is full of golden opportunities for doing what we do\nnot want to do.\n\n\n9\n\nNever compliment a woman and you will earn her undying\nenmity. Respect is rarely appreciated by her; but\ncompliments are always at a premium, even counterfeits being\naccepted as greedily as the real.\n\n\n10\n\nWhen we grow old we walk unfeelingly over that which we,\nin our youth, madly chased.\n\n\n11\n\nThe biggest fool is the one who thinks he can fool others\nwith impunity without them knowing and resenting it.\n\n\n12\n\nWhen we get what we want we are always disappointed to find\nthat it is not what we wanted.\n\n\n13\n\nLike does not always worship like: Beauty often worships the\nBeast.\n\n\n14\n\nWe were all in the front row when modesty was served out--at\nleast we think so.\n\n\n15\n\nBecause some men are ruined by intemperance it does not\nfollow that all should become abstainers, any more than\nbecause some men are ruined by marriage all men should\nremain single.\n\n\n16\n\nWhat men see in women or women in men to admire is generally\na puzzle to those who know the men and women in question\nintimately.\n\n\n17\n\nThe only compliment which a woman really dislikes is that\nwhich is paid to another.\n\n\n18\n\nThings have changed since Shakespeare's time: men's evil\ndeeds we write in sympathetic ink; their virtues on marble\ntombstones.\n\n\n19\n\nOur own weaknesses we regard as misfortunes from which we\ncannot escape; the weaknesses of others we consider crimes.\n\n\n20\n\nNo matter how well we do, we are sure to be anxious to\nimpress upon others that what we have achieved is trifling--\ncompared with that of which we are capable.\n\n\n21\n\nA woman is not a woman merely by reason of her sex, any more\nthan an angel is of necessity an angel of light.\n\n\n22\n\nWe are quite able, while hating sin, to pity and be\ncharitable to the sinner--when we happen to be the sinner\nconcerned.\n\n\n23\n\nThe commonly accepted idea that a woman of beauty is of\nnecessity lacking in mental qualities, must have originated\nin the head of some woman who possessed neither.\n\n\n24\n\nThe Devil is not as black as he is painted. In fact, he is\nmore like us than we care to admit.\n\n\n25\n\nFaithful are the wounds of a friend; and as it is more\nblessed to give than to receive, we prefer to do the\nwounding.\n\n\n26\n\n  The naked truth and a naked lie\n  Are shocking alike to society.\n\n\n27\n\nA man often envies another man his physical\nqualities--rarely his mental. As we have no soul mirror we\ncannot see the reflection of our spiritual deformities.\n\n\n28\n\nIt is easy to have conscientious scruples when they are\nprofitable.\n\n\n29\n\nThe man who marries for money is a fool, but rarely as big a\nfool as he who marries for love.\n\n\n30\n\nWhen you have done a man a favor do not insist too earnestly\nthat it is a mere trifle, or he may take you at your word\nand not trouble to repay it; which would be very\ndisappointing.\n\n\n31\n\nThe gentle art of making enemies is the one natural\naccomplishment which is common to all sorts and conditions\nof men--and women.\n\n\n32\n\nWhat we think of ourselves combined with what others think\nof us is a very fair estimate.\n\n\n33\n\nIf a girl cannot make up her mind between two men it is\nbecause she has no mind worth making up.\n\nBesides, any man who will knowingly be one of two is not\nworth the trouble of thinking about.\n\n\n34\n\nIf we devoted as much attention to our own affairs as we\nfreely give to those of others, we and others would be\ngainers.\n\n\n35\n\nMerit, like the show inside a circus, is of comparatively\nlittle use as a drawing card; it is the bluff and buncombe\nthe banging drum and megaphone of the barker which is the\nsuccessful magnet.\n\n\n36\n\nWe always know what we should do under certain\ncircumstances, but unfortunately we never find circumstances\narranged so as to suit what we do.\n\n\n37\n\nAn over sensitive conscience is simply the evidence of\nspiritual dyspepsia. The man who has it is no better than\nhis fellows.\n\n\n38\n\nGenerosity, as commonly understood, consists in forcing upon\nothers that for which one has no use.\n\n\n39\n\nThere is a greater difference between really thinking and\nonly thinking that we think than most of us think.\n\n\n40\n\nWe rashly demand that the devil shall have his due,\nforgetting that if that gentleman gets all that is coming to\nhim it will go badly with some of us.\n\n\n41\n\nIf women knew themselves as well as they know men--and if\nmen knew women as well as they know themselves--things would\nbe very much as they are.\n\n\n42\n\nBefore he knows a woman a man often thinks her an angel;\nwhen he knows her he knows--er--better.\n\n\n43\n\nA critic is one who knows perfectly well how a thing should\nbe done, but is unable to do it. Therefore we are all the\nkeenest critics in matters of which we know least.\n\n\n44\n\nFrom all enemies and most friends, good Lord, deliver us!\n\n\n45\n\nEverything comes to the man who waits\n\nbut that is no inducement to wait-- for no man wants\neverything.\n\nHe usually wants one thing in particular-- just that one\nwhich he never gets, no matter how long he waits.\n\n\n46\n\nWhen a man has drained the dregs of the bitterness of life,\nhope and fear no longer exist in him, only indifference\nwhich produces stupefaction.\n\n\n47\n\nForbidden fruit has no attraction until we know that it is\nforbidden.\n\n\n48\n\nA man can be judged from the theatres he frequents and the\nladies who accompany him there.\n\n\n49\n\nCriticism grows faint in the presence of successful\nachievement.\n\n\n50-51\n\nA man may confess that his judgment was at fault,\nbut\n\nnever that his intentions were other than strictly\nhonorable.\n\n\n52\n\nOur last match never ignites except when we are sure it will\nnot, and are prepared for the worst.\n\n\n53\n\nIt is impossible to serve two masters, and few of us try.\nWe are satisfied to praise God from whom all blessings flow\nwhile we cash the checks of Mammon.\n\n\n54\n\nOur own success is due to our indomitable energy and other\ndeserving traits; that of others largely to blind luck. With\nour energy and the good luck of others what could we not\nachieve!\n\n\n55\n\nThe trouble with most reformers that they waste their time\nand energy trying to reform somebody else.\n\n\n56\n\nWe are convinced in our own minds that every man deserves\nwhat he gets; but, judging from ourselves, not every one\ngets what he deserves.\n\n\n57\n\nIf we saw ourselves as others see us we should not believe\nour own eyes; but we should have a still lower opinion of\nthe rest of the world than we now have.\n\n\n58\n\nWhen we care we usually don't dare; when we dare we don't\noften care.\n\n\n59\n\nWhat sounds so sweet as the human voice--to the one who is\ndoing the talking!\n\n\n60\n\nWords may be mere wind, but then so is a tornado.\n\n\n61\n\nLaugh, and the world laughs with you; cry, and the world\nlaughs at you.\n\n\n62\n\nA proverbial expression is often a crystallized lie which we\nshould like to believe.\n\n\n63\n\nBecause everything is for the best it does not follow that\nit is for our best.\n\n\n64\n\nIt is easier to moralize than to be moral.\n\n\n65\n\nThe difference between an actress on the stage and a woman\nnot on the stage is a matter of here and there.\n\n\n66\n\nIgnorance is not so surprising, nor such a mark of\ninferiority, as unwillingness to learn.\n\n\n67\n\nHe who grows indignant when his veracity is questioned\ngenerally has good and sufficient reason therefor.\n\n\n68\n\nOur joys are mainly those of prospect and retrospect.\n\n\n69\n\nIt is not to be expected that the average man should know\nwhat a real woman is like--he so rarely sees one.\n\n\n70\n\nThe Chinese promise and never intend to perform; we promise\nand do intend to perform.\n\nThe result is about the same.\n\n\n71\n\nWoman regards the criticizing of her sex as her own\nprerogative, and criticizes more bitterly than any man would\nthink of doing; but she resents any criticism, no matter how\njust, from man.\n\n\n72\n\nLambs, it is true, gambol, but in due time they all get\nfleeced.\n\n\n73\n\nWhat we need is some philosopher to tell us how to be happy\nwhen we have every reason for being unhappy.\n\n\n74\n\nThe most striking trait of the average man is unwillingness\nto be convinced--that we are right and he is wrong.\n\n\n75\n\nIf man were so constituted that he could pat himself on the\nback gracefully, or kick himself effectively, he would spend\nmost of his spare time doing one or the other.\n\n\n76\n\nMost of us live as if we expected to be judged from our\nepitaph rather than from our conduct.\n\n\n77\n\nThe world is a paradise for fools, a purgatory or worse for\nothers.\n\n\n78\n\nWhen we have the capacity of enjoying we have not the reason\nfor enjoyment; when we do have good and sufficient grounds\nwe no longer have the capacity.\n\n\n79\n\nTo be happy, give; to be successful, take; to be happy and\nsuccessful, give and take.\n\n\n80\n\nWhat a woman admires in a man depends on whether she is\nmarried or single.\n\n\n81\n\nConfidence given is usually confidence misplaced.\n\n\n82\n\nWomen admire the gilded youth because he is a golden calf.\n\n\n83\n\nEven those who do not repeat scandal are generally willing\nto listen to it. Talk of the virtues of another, and, as a\nrule, your hearers will get bored; only hint that you could\na tale unfold and you will secure perfect attention.\n\n\n84\n\nWe forget that once upon a time we were little children; but\nthe unpleasant fact that we are big children is being\nconstantly forced upon us, together with the moral certainty\nthat we shall never be anything else.\n\n\n85\n\nA man considers his little weaknesses amiable traits;\na woman--a woman will not admit that she has a weakness.\n\n\n86\n\nGod's call, through the still small voice, to preach, is\nmuch more irresistible when megaphoned by a wealthy church.\n\n\n87\n\nMany who sing loud praises to God, pay heavy tribute to the\ndevil.\n\n\n88\n\nIf the world is, as is so often whined, growing worse, it is\npartly because of our presence in it.\n\n\n89\n\nThe counsel of a good book is far superior to that of a man\nwho says one thing and does another.\n\n\n90\n\nIf other people would only be as reasonable as we are, what\na heaven this earth would be.\n\n\n91\n\nThe world has no sympathy for the gambler who loses.\n\n\n92\n\nTrust in God, but keep a sharp lookout on your friends.\n\n\n93\n\nTell the truth and you will shame the devil; you will also\nsurprise him very often.\n\n\n94\n\nThe knowledge that virtue is its own reward is what deters\nmany from well doing.\n\n\n95\n\nIt requires no particular skill to win the game when Fortune\nhas dealt you all the trumps.\n\n\n96\n\nWe give much more thought to what is due to us than to what\nis due from us.\n\n\n97\n\nA camel may not be able to pass through the eye of a needle,\nbut that does not deter many a lobster from trying to do so.\n\n\n98\n\nThe man who sees things as they are is regarded as a madman,\njust as those were formerly looked upon who maintained that\nthe earth was round. The average man sees things as they\nseem to be.\n\n\n99\n\nWe are all convinced of the righteousness and reasonableness\nof majority rule--when we happen to belong to the majority.\n\n\n100\n\nThe greater his trouble, the more a man hugs it to his\nheart.\n\n\n       *       *       *       *       *\n           *       *       *       *\n       *       *       *       *       *\n\nReaders who are unable to use the fully illustrated html\nversion of this text may wish to view some individual\npictures, located within the \"images\" directory of the\nhtml file. Complete page images are named in the form\n\"pageN.png\", using the number of each \"Crankism\" as\nthe page number. Drawings alone--without text and its\nsurrounding decoration--are named in the form \"picN.png\",\nor \"picNa.png,\" \"picNb.png\" for illustrations that were\nmade up of separate elements.]\n\n\n\n\n",
    "metadata": {
        "author": [
            "Matthewman, Lisle de Vaux"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/20024/pg20024.txt",
        "name": "crankisms.json"
    }
}