{
    "name": "Cupid's Almanac and Guide to Hearticulture for This Year and Next",
    "author": [
        "Herford, Oliver",
        "Clay, John Cecil"
    ],
    "body": "_Published by_\n\nHOUGHTON MIFFLIN COMPANY\n\nBoston and New York\n\nCOPYRIGHT 1908 BY HOUGHTON MIFFLIN COMPANY\n\nALL RIGHTS RESERVED\n\n_Published September 1908_\n\n\nTHIRD IMPRESSION\n\n\n       *       *       *       *       *\n\n\n  TO\n  LOVERS\n  AND\n  LOVERS\n  OF\n  LOVERS\n\n\n       *       *       *       *       *\n\nWEATHER: SPRING TIDES: PLANETS' MOTIONS: SUN AND MOON'S RISING AND\nSETTING: LENGTH OF DAYS: TIME OF HIGH WATER: FAIRS: COURTS AND HOLIDAYS.\n\n\n_Tides_\n\nIn most of the coastwise states the tides will keep coming in as usual,\nbut the wonderful changes in the flow of the Gulp stream will have a\ncanny effect on some of the interior states.\n\n\n_Rains_\n\nThis will be a dry year.\n\n\n_Length of Days_\n\nThe days will be longer this year for those not in love than they will\nbe for us.\n\n\n_The Golden Number_\n\nThe Golden Number this year is only 2.\n\n\n_Fairs_\n\nThe Fairs will be just as fair this year as last--if anything, a little\nfairer.\n\n\n_Courts_\n\nThe Spring Courts will be continued on into the summer, maybe longer. As\nheretofore, cases having been appealed and receiving a satisfactory\ndecision from the Supreme Court should also receive the sanction of the\nchurch.\n\n\n_Cupid's Legal Holidays_\n\nCupid's Birthday, January 1: St. Valentine's: The First Day of Spring:\nMidsummer Day: Proposal Day, September 17: Followed by Mourner's Morn (a\nhalf-hearted holiday) for the other fellow, September 18: Hallowe'en.\n\n_Every Student of Hearticulture is allowed three Legal Holidays to be\ntheir very own._\n\n  1--------------------------------\n\n  2--------------------------------\n\n  3--------------------------------\n\n\n\n\nArtists' Note\n\n\n_To the lovers of Beauty no branch of science offers such varied\ndelights as that of Hearticulture; at the same time no pursuit is so\nfull of disappointments for the inexperienced and pitfalls for the\nunwary. It is the study of a lifetime; no one can say he is a master of\nHearticulture. Many of the most successful gardeners give it up as they\nbecome older: some from disappointment over a trifling failure, others\nfrom sheer weariness; still more take up a branch of nursery-gardening\ncalled Matrimony, which demands such close attention and care that it\nhas come to be regarded as a profession in itself._\n\n_It has even been asserted that Matrimony is no branch of Hearticulture\nat all--a statement so far from the truth that it can only come from a\ndisappointed or unsuccessful Heart Gardener. Be warned, dear reader; if\nyou should take up this highest and most beautiful of all the branches\nof Hearticulture with such an erroneous idea, you are foredoomed to\nfailure._\n\n_If this little book be the means of showing to even the least of these\nthe error of his ways, we shall not feel that it has been made in vain._\n\n\n\n\nENGAGEMENTS\n\n  _Master Cupid he made a plan\n  For a garden of Hearts on the first of_ JAN\n\n\n\n\nHEARTICULTURE\n\nJanuary\n\n\nOne cannot begin too early, and January is the time for looking over the\nground and planning the arrangement of the Heart Garden.\n\nOutside of the Hothouse few flowers are to be seen in January. The most\nnoticeable of these is the Common Turnleaf or Resolution Plant, a sort\nof Neverlasting Flower. The Turnleaf abounds during the early days of\nJanuary, but disappears as the month progresses.\n\nIt is a showy plant, with its curiously marked leaves, but is seldom\nknown to blossom. The Flower, which is said to be of the purest white,\nwith an odor somewhat resembling Sanctity, is entirely concealed by the\nleaves, which begin to turn as soon as the plant is full-grown.\n\nWhen the new leaves have completely turned over, the flower will be seen\nin all its snowy beauty. This, however, rarely happens, as most of the\nplants die long before the turning process is accomplished.\n\nAnother winter-blooming flower is the Valentine Plant (_Lovelornia\nDesperatia_), one of the _Epistolaria_ Family. This should be set out\ntowards the end of the month, as it flowers in the middle of February.\n\n     _NOTE._ Recent investigations have shown that this destructive\n     Blight, of which the Turnleaf is the victim, is caused by a deadly\n     germ known as _Jus Twunsmoria_.\n\nTHE PUFF BLOSSOM\n\n_Powderminosia Delicatea_\n\nFRIVOLIA Family.\n\nShy. Blooms in out-of-the-way corners and on dressing-tables.\n\nTHE CHECK WEED\n\nAn uncertain plant. Don't try to raise them unless you have had\nexperience.\n\n  _He stole some cord from the spider's web\n  To make a fence on the first of_ FEB\n\n\n\n\nHEARTICULTURE\n\nFebruary\n\n\nThe Valentine Plants are now fully grown, but the flowers do not appear\nuntil the middle of the month, when they are ready to be packed, and\nsent by the male to all parts of the world.\n\nThe Valentine Plants are very sensitive to environment and temperature,\nand occasionally produce a flower, remarkably like that of the Poppia or\nProposal Plant, to which it is said by some to be allied.\n\nThere is another variety of the Valentine Plant, much dreaded by\nHearticulturists, and unfortunately only too common, known as _Valentina\nVulgaria_. In well-kept gardens it is regarded as a weed and destroyed\nwhenever it appears. The flower is gaudy in color and emits a most\noffensive odor. A powerful irritant to all the senses, it is to some\npeople quite poisonous, though rarely fatal in its effects.\n\nThe Social Climber (_Aspira Socialis_) or Push Vine, which blooms in the\nmost inclement weather and in the most Uninviting Places, is often seen\nduring this month. By fastidious gardeners it is considered an\nundesirable visitor, and though impossible to exclude it altogether, if\nkept well in check during the winter it will be less troublesome in the\nsummer months. The Push Vine is the toughest of all the Aspiration\nVines, and under favorable circumstances attains a great height.\n\nTHE VALENTINE FLOWER\n\n_Lovelornia Desperatia_\n\nEPISTOLARIA Family.\n\nBlooms only one day in the year, but if the blossoms are tenderly kept\nthey will retain their sweetness for a long time.\n\nTHE ASPIRA POETICA\n\nThis plant speaks for itself.\n\nENGAGEMENTS\n\n  _From seeds he'd stored in an acorn jar\n  He selected with care on the first of_ MAR\n\n\n\n\nHEARTICULTURE\n\nMarch\n\n\nIt is still too cold to set out the young Hope Plants. Hope poles for\ntheir support should be out in readiness and stuck in the ground at\nproper intervals. For this purpose the best poles are Spruce, or Heart\nof Oak, or if the Hope Plants live till midsummer, the Sea Beach.\nWeeping Willow, and Pine, of course, should be avoided.\n\nWeeding must now begin in earnest, though it is as yet too early for the\nGossip Weed and the poisonous Scandalwood.\n\nAntipathy, another noxious weed, in its early stages often resembles\nReciprocation, the very sweetest of all the early spring flowers. Even\nthe Seeds of these two plants are so alike that one sometimes sows\nAntipathy when he thinks he is sowing Reciprocation.\n\nAnother pretty flower that blows chiefly in March is the Lingerie Plant\n(_Frillia Fluffylacea_), which makes a pretty display at exposed corners\nduring the month. The snowy petals, with their lacelike edges, closely\nresemble those of the white carnation.\n\nIn Formal Gardens, the Frillia is not encouraged. There is, however, a\nvariety known as the _Washia_, or Monday Plant (_Laundria Familiensis_),\na weekly bloomer, common in Kitchen and Roof gardens. It is best started\nin tubs; but when ready to put out requires strong poles, supported by\nwhich it makes a brave show; but unlike the Hope Vine, it lasts only for\na day or two before drying up.\n\nTHE WIND FLOWER\n\n_Brezia Varia_\n\nAMORIA Family.\n\nTHE OVERDUE BILLBERRY PLANT\n\n_Creditoria Hauntia_\n\nEPISTOLARIA Family\n\nA persistent and knoxious weed which should be stamped out as soon as it\nmakes its appearance. Thrives in the vicinity of doorways and\nletterboxes.\n\n  _In garden beds of every shape_\n  _He planted the seeds on the first of_ AP\n\n\n\n\nHEARTICULTURE\n\nApril\n\n\nThis is a very treacherous month for the Gardener. Perhaps the most\ncharacteristic April flower is the April Hope Plant (_Anchoria\nSanguinia_), whose delicate leaves begin to show early in the month.\nThough one of the most fragile of plants in appearance, it is possessed\nof extraordinary vitality. Were it not for this, it would soon fall a\nprey to a capricious but rapacious weed known as the\n_April-foolia-Flirtatia Mittifolia_, so called from its mitten-shaped\nleaves. This curious plant when in full bloom shows a heart-shaped\nflower, so inviting in appearance that unwary people are seized with an\nirresistible desire to pluck it. Instead of the anticipated pleasure,\nhowever, they receive a sharp, stinging sensation, not unlike that of a\nnettle. As with the Nettle, too, if the flower be firmly grasped and\ncrushed in the hand, the sting will be deadened. This plant should be\navoided by inexperienced gardeners. It is believed by some that the\nsting caused by the _Flirtatia Mittifolia_ may be cured by crushing\nanother flower of the species and applying it to the wound as a counter\nirritant. Another and more reliable cure is a plant called _Newflamea_,\nwhich blooms in May. The seed of this beautiful flower may be sown in\nthe middle of April, in sheltered places. The constant care and\nattention which it requires will be amply rewarded by the beauty and\nfragrance of its blossom, which appears with the first May sunshine. The\nseed should be kept always on hand, as it can, with attention, be grown\nat any time, and has a wonderfully stimulating effect upon its\nadmirers.\n\nAPRILFOOLIA\n\n_Jiltia Mittifolia_\n\nSKIDOO Family.\n\nSome of the failures with this plant have been heartbreaking.\n\nNOTINTHEMONEY\n\n_Dopia Tipfoolia_\n\nJONAH Family\n\nA trailer. Considered unlucky to pick them. Of all the blooming things,\nthese are the most discouraging. From the many descriptions of this\nplant it seems a sort of Horse Chestnut. Its color and form are bad.\nEnthusiasts have been known to watch for results for years without one\nplant showing. Related to the Hope Plant.]\n\nENGAGEMENTS\n\n  \"_'Tis spring!\" he cried, as a tender spray\n  Put out its buds on the first of_ MAY\n\n\n\n\nHEARTICULTURE\n\nMay\n\n\nThe Gardener now begins to reap the reward of his toil of the past few\nweeks. With the bright blossoms of the Hope Vines and the Newflamea\nPlant, the Garden already presents a lively appearance.\n\nA Spring variety of the Aspiration Vine (_Aspira Poetica_) is also in\nbloom, and fills the air with an indescribable fragrance. It is not in\nany way related to the common or garden Asparagus, as the name might\nsuggest. The _Aspira Poetica_ is a capricious plant, however, and few\ncan bring it to perfection; for those who are unsuccessful in its\ncultivation a substitute may be found in the familiar Quotation Plant\n(_Bartlettia Familiaris_). This, while lacking the freshness of its\nSister Plant, is a showy and reliable Bloomer all the year round. It is\na hardy flower; any one can raise it, care only being required in\nselection from many varieties.\n\nYoung gardeners should be cautioned against a too great display of these\nplants, as some varieties contain a powerful narcotic, which often\ncauses people to lose consciousness, while in the very act of admiring\ntheir beauty.\n\nNEWFLAMEA\n\nRequires a good deal of attention, but is usually a very satisfactory\nplant to cultivate.\n\nThe national flower of Italy.\n\n  _A host of flowers of every hue\n  Began to bloom on the first of_ JU\n\n\n\n\nHEARTICULTURE\n\nJune\n\n\nJune is called the month of roses. Quite the commonest variety known to\nHearticulturists is the Blush Rose. This most delicate and sensitive of\nall the flowers in Love's Garden has the astonishing power of changing\ncolor. The faintest whisper of a Spring Zephyr, the hum of a bee, or the\nnote of a bird will cause it to turn from an ivory pink to the deepest\ncrimson. Care should be taken in the selection of this variety of roses\nas unscrupulous nurserymen often palm off on inexperienced customers a\nrank imitation, little better than a weed, known as the Common Rouge or\nMake-up Plant (_Pigmentia Artificialis_), a variety of the Puff Blossom.\nThe imposture may be easily detected, however, by the application of the\nwater test, a spray of water from a watering can or hose causing the\nfalse rose to turn a chalky white color with red streaks.\n\nMatrimony is a flower much cultivated in June, but it is difficult to\nraise, and many gardeners refuse to have anything to do with it. Though\nthe catalogues advertise highly, we do not recommend it to very young\ngardeners.\n\nTHE BLUSH ROSE\n\n_Delicatia Varia_\n\nMOSTANY Family.\n\nCOMMUTATION\n\nOR\n\nBUNDLE BEARER WEED\n\n_Ruralia Suburbæ_\n\nOWN-YOUR-OWN-HOME Family\n\nIn appearance this plant is a sort of combination between the Hayseedia\nand the Storeclothesia. A quick growing running vine. Trains everywhere.\nTo be found all along the railroads. Very plentiful about New York.\nSeems to flourish wonderfully in little hot houses.\n\nENGAGEMENTS\n\n  _The poor little flowers looked so dry\n  He watered them well on the first of_ JY\n\n\n\n\nHEARTICULTURE\n\nJuly\n\n\nThe Falling-Star Flowers and the Rocket Climbers, two well-known\nvarieties of the Firewort family, make a beautiful show this month; the\nlatter especially, which rapidly attains a great height. The Firewort\nfamily are all night bloomers, and related to the _Patriotica\nAmericana_. Great care must be taken in their raising and plenty of room\nallowed for their expansion; for if checked at the time of blooming,\nthey are very dangerous and sometimes even fatal in their effect.\nChildren especially should never be allowed to handle them.\n\nThe Evening Chaperon is fashionable and useful, but like the Wallflower\nshould be planted in out-of-the-way places, such as the other side of\nthe wall or gate.\n\nPerhaps there is no more familiar or popular summer annual than the\ncommon or Garden Hammock plant or _Swingia_ (_Embracia Pendulosa_). It\nis seen at its best in the evening, often blooming late; sometimes it is\ncalled the Night-Blooming Serious. Though a composite flower, when at\nthe full the two heads are often so close as to be mistaken for a single\none.\n\nAnother night-blooming plant is the Serenade vine (_Mandolina\nNightbawlia_),--a climber encouraged by some, but regarded by others as\na nuisance. Unlike other vines, it cannot stand wet weather. A sudden\nrain, the spray of a hose, even a pitcher of water, will choke it off\naltogether.\n\nTHE HAMMOCK VINE\n\n_Sitclosia Pendulosa_\n\nMOONBEAMIA Family.\n\nFor best results should not be planted very close together.\n\nTHE PITCHER PLANT\n\n_Mittifolia Curvia_\n\nThis must not be mistaken for the\n\nICE PITCHER PLANT\n\n_Magnicranium_\n\nA morning glory.\n\n  _With a knife made out of a beetle's claw\n  He trimmed his plants on the first of_ AU\n\n\n\n\nHEARTICULTURE\n\nAugust\n\n\nThere is little work for the Hearticulturist in August. If the Gossip\nWeed and Scandalwood have been kept in check, the young Heart Gardener\nwill have ample time to enjoy the feast of color and sweetness that his\nlabor and devotion have earned for him.\n\nThe gayest note in the color harmony of August is the _Parasolia_. This\nbeautiful plant, which blooms in every color of the rainbow, abounds in\nthe hottest weather, and like its sister Sunworshipper, the Sunflower\n(whom the poet Moore has immortalized),--\n\n  \"Turns to her God when he sets\n  The same glance that she turned when he rose.\"\n\nSo faithful, indeed, is the _Parasolia_ in this respect that a\ndistinguished scientist, formerly superintendent of the National Weather\nBureau, once confessed (in a private interview printed confidentially in\nthe Evening _Post_) that his success in telling whether or no the sun\nwere shining was entirely due to his watching the flowers of the\n_Parasolia_.\n\nAt sunset the _Parasolia_ folds its gayly tinted petals for the night,\ngiving place to that delicious variety of Night-Blooming Serious, the\nHammock Plant, which may be seen swaying gently in the moonlight often\nfar into the night.\n\nPARASOLIA\n\n_Preservia Complexionis_\n\nFRIVOLIA Family.\n\nOpens only when the sun is shining.\n\nTHE HONK-WEED\n\nNOISESOME\n\nOne of those strange noisesome car-nervious plants. Makes a weird sound\nwhen game is in sight. Glows at night. A great worry to farmers, as\nchickens, pigs, and other animals have been known to die from contact\nwith this plant.\n\nENGAGEMENTS\n\n  _To reach his fruit he had to step\n  On a fern-leaf ladder the first of_ SEP\n\n\n\n\nHEARTICULTURE\n\nSeptember\n\n\nA slight falling off will be noticed this month, especially in the\nleaves, and the garden will need the most careful attention. The\nEngagement Vines often become very much entangled, so that it is hard to\ntell which is which. Straightening them out is a delicate operation, and\nin some cases the shears are necessary.\n\nThe Heart Trees especially should be watched this month, to guard\nagainst blight.\n\nThe Golf Plant (CRAWLIA BRAGADOSIA) a dull though persistent creeper,\nrelated to the Gillieflower, thrives well in September, and indeed in\nall the Autumn months. It is much fancied by up-to-date gardeners. Like\nthe poison ivy, it is quite innocuous to many people, but to some it is\na powerful irritant, causing them to break out in the most violent\nmanner. From the fruit of this plant is distilled a strong stimulant\ncalled Bogey, highly prized by its cultivators, but looked upon with\ncontempt by outsiders, who regard the Golf Plant as the greatest pest in\nthe vegetable kingdom.\n\nTHE RUBBER PLANT\n\n_Snoopia Vulgaris_\n\nEYEBULGIA Family.\n\nGrows wild if planted near a window.\n\nTHE PORCH CLIMBER\n\nOR\n\nSECOND STORY VINE\n\n(Note the large size of the Pistils.)\n\n  _The garden paths were completely blocked\n  With engagement vines on the first of_ OCT\n\n\n\n\nHEARTICULTURE\n\nOctober\n\n\nThe Hearticulturist must bestir himself in October if he desires his\ngarden to present a bright appearance at the end of the season. He will\nfind plenty to do, raking up the rapidly falling leaves of the Date\nPlant.\n\nThe withered Date Leaves present a mournful appearance, and all traces\nof them should be cleaned away as fast as possible, as they impede the\ngrowth of the Fall Engagement Vine. These should be well covered, and\ntogether with the more tender of the Heart Trees taken into the Hot\nHouse at the first sign of a Frost.\n\nOld-fashioned flowers like Yearning and Aufweedersehen or Absence, with\ntheir pensive autumn fragrance and soft colors, add much to the beauty\nof the October garden. Yearning, however, though a beautiful flower,\nshould be well trimmed and kept within bounds, as it has a tendency to\nbecome wild when left to itself, in which state it is a most troublesome\nweed.\n\nTHE DEADLY GOSSIP WEED\n\n_Whisperia Scandalosia_\n\nBACKBITUS Family.\n\nA knoxious plant.\n\nPOLICIA\n\nONE OF THE FINEST\n\nA great grafter. Follows the Porch Climber, but seldom appears until it\nhas quite gone.\n\nENGAGEMENTS\n\n  _For fear of frosts he made a stove\n  Of glow-worm coals on the first of_ NOV\n\n\n\n\nHEARTICULTURE\n\nNovember\n\n\nThe Heart Garden would be a dull spectacle in the month of November were\nit not for the brave show of the Thanksgiving Bush (_Overeatia\nNationalia_), with its bright turkey-red flower. This together with the\nReunion Plant (_Gatheringea Familiensis_), a species of _Arborvitæ_, of\nwhich the _Smithensis_ and _Jonesia_ are the commonest varieties, forms\nthe color scheme of the November garden. The Reunion Plant especially,\nwith its wonderfully intricate and multitudinous branches, shows so many\nvarieties of color, form, and scent as almost to be a garden in itself.\n\nA much-prized though unobtrusive November flower is the Correspondence\nVine (_Epistolaria Amoris_). This vine flourishes more or less all the\nyear round, but grows to a great length during the late months of the\nyear. One variety, the _Clandestina Epistolaria_, is especially shy,\nbeing rarely seen above the ground. This is a particularly sweet\nvariety, but in Formal Gardens it is not encouraged, as its fruit is\nbelieved by many to be bad in taste and often dangerous in its effect.\n\nTHE COSEY CORNIA\n\n_Hot Air Plant_\n\nCUDDLE Family.\n\nA sort of in-door variety of the Hammock Vine.\n\n[Ilustration]\n\nACTORINES\n\nFRIVOLIA Family\n\nAn artificial plant. Delicious when young. A popular delicacy for late\nsuppers. Apt to run wild and often can be picked up where one least\nexpects it. Usually rather expensive to cultivate. Grows in clusters\nalong the road.\n\n  _When the snow came down like a soft white fleece\n  He potted his plants on the first of_ DEC\n\n\n\n\nHEARTICULTURE\n\nDecember\n\n\nThe Hearticulturist may take his well-earned rest in December, as the\nfew hardy shrubs that venture out this month are well able to take care\nof themselves.\n\nMost noticeable of these is the Marrygold, a dwarf growth of foreign\nimportation, and erroneously supposed to be a sport of the original\nHeart Tree. The Marrygold has a showy yellow flower resembling the\nDandelion, to which many believe it related, the petals often taking the\nform of a crown or coronet. The leaves are covered with sharp stinging\nspines like those of the Nettle, and the odor is most pungent. However,\nthough a disagreeable plant, it has nevertheless a certain vogue, and\nserves to enliven an otherwise dull season.\n\nIt is a relief to turn from the pungent Marrygold and the vulgar Push\nVine to the graceful Puff Plant (_Powderminosia Delicatea_). This dainty\nflower, though not an out-door bloomer, bears a wintry looking blossom\nof snowy white with a rare fragrance. It is an exquisitely feminine\nflower, being often seen in ornamental pots in boudoirs or on\ndressing-tables, and is eagerly sought after by ladies at fashionable\nballs and other gay functions of the jolly month of December.\n\nTHE POKER PLANT\n\n_Cardinea_\n\nA showy plant. Great for Hedging. A great deal of time and money have\nbeen spent in perfecting this plant and many a sleepless night in\nraising it. Grows very large in pots, but the blossoms are sometimes\nslow in opening--sometimes opened by hand--not advisable, however,\nunless one has a very sure hand--otherwise it is apt to prove an\nexpensive experiment. Grows in great variety. In fact, it is seldom a\ngrower can produce three alike, and if an enthusiast can show four of a\nkind it is something to be remembered--sometimes with sorrow. Should be\ntaken in early or they will freeze out and die. Do not touch with cold\nhands.\n\n\n\n\nA Word at Parting\n\n\nGENTLE READER:--\n\nIn bringing out this little book we feel that we are doing a great\nservice. We know it is needed; the world has needed it for a long time.\nAdam, even, might have been a better gardener had this book been\navailable. Who can say? Perhaps he would not have had to give up the old\nfarm and move away, had he had this Almanac to guide him. And then there\nare Hero and Leander, Paris and Helen, Abelard and Heloïse, Paolo and\nFrancesca, and so many, many others--how different it might all have\nbeen had we only published this little book a few thousand years ago! We\nare filled with regret. The one consoling thought is that we are better\nfitted for the work now. We are older and we think wiser.\n\nFrom time to time, as we see the need, we shall issue new volumes of\nCupid's Almanac, thoroughly revised and up to date on all matters\npertaining to Hearticulture and its kindred pursuits.\n\nWe thank you, Generous Reader, for your patience and your patronage.\n\n                  And beg to remain,\n                           Faithfully,\n                              Your humble servants,\n                                     THE AUTHORS.\n\n\nThe Riverside Press CAMBRIDGE. MASSACHUSETTS U. S. A.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Herford, Oliver",
            "Clay, John Cecil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23681/pg23681.txt",
        "name": "cupids_almanac_and_guide_to_hearticulture_for_this_year_and_next.json"
    }
}