{
    "name": "Dangerous Quarry",
    "author": [
        "Harmon, Jim"
    ],
    "body": "They say automation makes jobs, especially if \"they\" are trying to keep\ntheir own job of selling automation machines. I know the Actuarvac made\none purple passion of a job for me, the unpleasantly fatal results of\nwhich are still lingering with me.\n\nThad McCain, my boss at Manhattan-Universal Insurance, beamed over\nthe sprawling automatic brain's silver gauges and plastic toggles as\nproudly as if he had just personally gave birth to it. \"This will\nsimplify your job to the point of a pleasant diversion, Madison.\"\n\n\"Are you going to keep paying me for staying with my little hobby?\" I\nasked, suspiciously eyeing my chrome competitor.\n\n\"The Actuarvac poses no threat to your career. It will merely keep you\nfrom flying off on wild-goose chases. It will unvaryingly separate from\nthe vast body of legitimate claims the phony ones they try to spike us\nfor. Then all that remains is for you to gather the accessory details,\nthe evidence to jail our erring customers.\"\n\n\"Fine,\" I said. I didn't bother to inform him that that was all my job\nhad ever been.\n\nMcCain shuffled his cards. They were cards for the machine, listing new\nindividual claims on company policies. Since the two-month-old machine\nwas literate and could read typewriting, the cards weren't coded or\npunched. He read the top one. \"Now this, for instance. No adjuster\nneed investigate this accident. The circumstances obviously are such\nthat no false claim could be filed. Of course, the brain will make\nan unfailing analysis of all the factors involved and clear the claim\nautomatically and officially.\"\n\nMcCain threaded the single card into the slot for an example to me.\nHe then flicked the switch and we stood there watching the monster\nruminate thoughtfully. It finally rang a bell and spit the card back at\nManhattan-Universal's top junior vice-president.\n\nHe took it like a man.\n\n\"That's what the machine is for,\" he said philosophically. \"To detect\nhuman error. Hmm. What kind of a shove do you get out of this?\"\n\nHe handed me the rejected claim card. I took it, finding a new, neatly\ntyped notation on it. It said:\n\n    Investigate the Ozark village of Granite City.\n\n\"You want me to project it in a movie theater and see how it stands it\nall alone in the dark?\" I asked.\n\n\"Just circle up the wagon train and see how the Indians fall,\" McCain\nsaid anxiously.\n\n\"It's too general. What does the nickel-brained machine mean by\ninvestigating a whole town? I don't know if it has crooked politics,\na polygamy colony or a hideout for supposedly deported gangsters. I\ndon't care much either. It's not my business. How could a whole town be\nfiling false life and accident claims?\"\n\n\"Find that out,\" he said. \"I trust the machine. There have been cases\nof mass collusion before. Until you get back, we are making no more\nsettlements with that settlement.\"\n\n\n\nResearch. To a writer that generally means legally permissible\nplagiarism. For an insurance adjuster, it means earnest work.\n\nBefore I headed for the hills, or the Ozark Mountains, I walked a few\nhundred feet down the hall and into the manual record files. The brain\nabstracted from empirical data but before I planed out to Granite City\nI had to find the basis for a few practical, nasty suspicions.\n\nFour hours of flipping switches and looking at microfilm projections\nwhile a tawny redhead in a triangular fronted uniform carried me reels\nto order gave me only two ideas. Neither was very original. The one\nthat concerned business was that the whole village of Granite City must\nbe accident-prone.\n\nI rejected that one almost immediately. While an accident-prone was\nin himself a statistical anomaly, the idea of a whole town of them\ngathered together stretched the fabric of reality to the point where\neven an invisible re-weaver couldn't help it.\n\nThere was an explanation for the recent rise in the accident rate down\nthere. The rock quarry there had gone into high-level operation. I\nknew why from the floor, walls, ceiling border, table trimmings in the\nrecords room. They were all granite. The boom in granite for interior\nand exterior decoration eclipsed earlier periods of oak, plastics,\nwrought iron and baked clay completely. The distinctive grade of\ngranite from Granite City was being put into use all over the planet\nand in the Officer's Clubs on the Moon and Mars.\n\nYet the rise in accident, compared to the rise in production, was out\nof all proportion.\n\nFurthermore, the work at the quarry could hardly explain the excessive\naccident reports we had had from the village as far back as our records\nwent.\n\nWe had paid off on most of the claims since they seemed irrefutably\ngenuine. All were complete with eye-witness reports and authenticated\ncircumstances.\n\nThere was one odd note in the melodic scheme: We had never had a claim\nfor any kind of automobile accident from Granite City.\n\nI shut off the projector.\n\nIt may be best to keep an open mind, but I have found in practice that\nyou have to have some kind of working theory which you must proceed to\nprove is either right or wrong.\n\nTentatively, I decided that for generations the citizens of\nGranite City had been in an organized conspiracy to defraud\nManhattan-Universal and its predecessors of hundreds upon hundreds of\nthousands of dollars in false accident claims.\n\nMaybe they made their whole livelihood off us before the quarry opened\nup.\n\nI used my pocket innercom and had my secretary get me a plane\nreservation and a gun.\n\nAfter so many profitable decades, Granite City wasn't going to take\nkindly to my spoil-sport interference.\n\n\n\nThe Absinthe Flight to Springfield was jolly and relatively fast.\nDespite headwinds we managed Mach 1.6 most of the way. My particular\nstewardess was a blonde, majoring in Video Psychotherapy in her night\ncourses. I didn't have much time to get acquainted or more than hear\nthe outline of her thesis on the guilt purgings effected by The Life\nand Legend of Gary Cooper. The paunchy businessman in the next lounge\nwas already nibbling the ear of his red-haired hostess. He was the\ntype of razorback who took the girls for granted and aimed to get his\nmoney's worth. I gave Helen, the blonde, a kiss on the cheek and began\nflipping through the facsimiles in my briefcase as we chute-braked for\na landing at the Greater Ozarks.\n\nIt took me a full five minutes to find out that I couldn't take a\ncopter to Granite City. Something about downdrafts in the mountains.\n\nSince that put me back in the days of horsepower, I trotted over to the\nautomobile rental and hired a few hundred of them under the hood of a\nRolls. That was about the only brand of car that fit me. I hadn't been\nable to get my legs into any other foreign car since I was fifteen,\nand I have steadfastly refused to enter an American model since they\nall sold out their birthrights as passenger cars and went over to the\ntractor-trailer combinations they used only for cargo trucks when I was\na boy. Dragging around thirty feet of car is sheer nonsense, even for\nprestige.\n\nIt was a tiresome fifty-mile drive, on manual all the way after I left\nthe radar-channel area of the city. Up and down, slowing for curves,\nflipping into second for the hills.\n\nThe whole trip hardly seemed worth it when I saw the cluster of\npainted frame buildings that was Granite City. They looked like a\ntumble of dingy building blocks tossed in front of a rolled-up indigo\nsports shirt. That was Granite Mountain in the near foreground. But I\nremembered that over the course of some forty years the people in these\nfew little stacks of lumber had taken Manhattan-Universal for three\nquarters of a megabuck.\n\nI turned off onto the gravel road, spraying my fenders with a hail of\na racket. Then I stepped down hard on my brakes, bracing myself to keep\nfrom going through the windscreen. I had almost sideswiped an old man\nsitting at the side of the road, huddled in his dusty rags.\n\n\"Are you okay?\" I yelled, thumbing down the window.\n\n\"I've suffered no harm at your hands--or your wheels, sir. But I could\nuse some help,\" the old man said. \"Could I trouble you for a lift when\nyou leave town?\"\n\nI wasn't too sure about that. Most of these guys who are on the hobo\ncircuit talking like they owned some letters to their names besides\ntheir initials belonged to some cult or other. I try to be as tolerant\nas I can, and some of my best friends are thugs, but I don't want to\ndrive with them down lonely mountain roads.\n\n\"We'll see what we can work out,\" I said. \"Right now can you tell me\nwhere I can find Marshal Thompson?\"\n\n\"I can,\" he said. \"But you will have to walk there.\"\n\n\"Okay. It shouldn't be much of a walk in Granite City.\"\n\n\"It's the house at the end of the street.\"\n\n\"It is,\" I said. \"Why shouldn't I drive up there? The street's open.\"\n\nThe old man stared at me with red-shot eyes. \"Marshal Thompson doesn't\nlike people to run automobiles on the streets of Granite City.\"\n\n\"So I'll just _lock_ the car up and walk over there. I couldn't go\ngetting tire tracks all over your clean streets.\"\n\nThe old man watched as I climbed down and locked up the Rolls.\n\n\"You would probably get killed if you did run the car here, you know,\"\nhe said conversationally.\n\n\"Well,\" I said, \"I'll be getting along.\" I tried to walk sideways so I\ncould keep an eye on him.\n\n\"Come back,\" he said, as if he had doubts.\n\n\n\nThe signs of a menacing conspiracy were growing stronger, I felt. I\nhad my automatic inside my shirt, but I decided I might need a less\nlethal means of expression. Without breaking stride, I scooped up a\nbaseball-size hunk of bluish rock from the road and slipped it into my\nsmall change pocket.\n\nI have made smarter moves in my time.\n\n\n\nAs I approached the house at the end of the lane, I saw it was about\nthe worse construction job I had seen in my life. It looked as\narchitecturally secure as a four-year-old's drawing of his home. The\nangles were measurably out of line. Around every nail head were two\nnails bent out of shape and hammered down, and a couple of dozen welts\nin the siding where the hammer had missed any nail. The paint job was\nspotty and streaked. Half the panes in the windows were cracked. I\nfought down the dust in my nose, afraid of the consequences of a sneeze\nto the place.\n\nMy toe scuffed the top porch step and I nearly crashed face first into\nthe front door. I had been too busy looking at the house, I decided. I\nknocked.\n\nMoments later, the door opened.\n\nThe lean-faced man who greeted me had his cheeks crisscrossed with\nrazor nicks and his shirt on wrong side out. But his eyes were bright\nand sparrow alert.\n\n\"Are you Mr. Marshal Thompson, the agent for Manhattan-Universal\nInsurance?\" I put to him.\n\n\"I'm _the_ marshal, name of Thompson. But you ain't the first to take\nmy title for my Christian name. You from the company?\"\n\n\"Yes,\" I said. \"Were you expecting me?\"\n\nThompson nodded. \"For forty-one years.\"\n\n\n\nThompson served the coffee in the chipped cups, favoring only slightly\nhis burned fingers.\n\nCatching the direction of my glance, he said, \"Company is worth a few\nscalds, Mr. Madison.\"\n\nI accepted the steaming cup and somehow it very nearly slipped out of\nmy hands. I made a last microsecond retrieve.\n\nThe marshal nodded thoughtfully. \"You're new here.\"\n\n\"First time,\" I said, sipping coffee. It was awful. He must have made a\nmistake and put salt into it instead of sugar.\n\n\"You think the claims I've been filing for my people are false?\"\n\n\"The home office has some suspicions of that,\" I admitted.\n\n\"I don't blame them, but they ain't. Look, the company gambles on luck,\ndoesn't it?\"\n\n\"No. It works on percentages calculated from past experience.\"\n\n\"But I mean it knows that there will be, say, a hundred fatal car\ncrashes in a day. But it doesn't know if maybe ninety of them will be\nin Iowa and only ten in the rest of the country.\"\n\n\"There's something to that. We call it probability, not luck.\"\n\n\"Well, probability says that more accidents are going to occur in\nGranite City than anywhere else in the country, per capita.\"\n\nI shook my head at Thompson. \"That's not probability. Theoretically,\nanything can happen but I don't--I can't--believe that in this town\neverybody has chanced to be an accident prone. Some other factor is\noperating. You are all deliberately faking these falls and fires--\"\n\n\"We're not,\" Thompson snapped.\n\n\"Or else something is causing you to have this trouble. Maybe the\nwhole town is a bunch of dope addicts. Maybe you grow your own mescalin\nor marijuana; it's happened before.\"\n\nThompson laughed.\n\n\"Whatever is going on, I'm going to find it out. I don't care what you\ndo, but if I can find a greater risk here and prove it, the Commission\nwill let us up our rates for this town. Probably beyond the capacity of\nthese people, I'm afraid.\"\n\n\"That would be a real tragedy, Mr. Madison. Insurance is vital to this\ntown. Nobody could survive a year here without insurance. People pay me\nfor their premiums before they pay their grocery bills.\"\n\nI shrugged, sorrier than I could let on. \"I won't be able to pay for\nmy own groceries, marshal, if I don't do the kind of job the company\nexpects. I'm going to snoop around.\"\n\n\"All right,\" he said grudgingly, \"but you'll have to do it on foot.\"\n\n\"Yes, I understood you didn't like cars on your streets. At least not\nthe cars of outsiders.\"\n\n\"That doesn't have anything to do with it. Nobody in Granite City owns\na car. It would be suicide for anybody to drive a car, same as it would\nbe to have a gas or oil stove, instead of coal, or to own a bathtub.\"\n\nI took a deep breath.\n\n\"Showers,\" Thompson said. \"With nonskid mats and handrails.\"\n\nI shook hands with him. \"You've been a great help.\"\n\n\"Four o'clock,\" he said. \"Roads are treacherous at night.\"\n\n\"There's always a dawn.\"\n\nThompson met my eyes. \"That's not quite how we look at it here.\"\n\n\n                                  II\n\nThe quarry was a mess.\n\nI couldn't see any in the way they sliced the granite out of the\nmountain. The idea of a four-year-old--a four-year-old moron--going\nafter a mound of raspberry ice cream kept turning up in my mind as I\nwalked around.\n\nThe workmen were gone; it was after five local time. But here and\nthere I saw traces of them. Some of them were sandwich wrappers and\ncigarette stubs, but most of the traces were smears of blood. Blood\nstreaked across sharp rocks, blood oozing from beneath heavy rocks,\nblood smeared on the handles and working surfaces of sledge hammers and\ntools. The place was as gory as a battlefield.\n\n\"What are you looking for, bud?\"\n\nThe low, level snarl had come from a burly character in a syn-leather\njacket and narrow-brimmed Stetson.\n\n\"The reason you have so many accidents here,\" I said frankly. \"I'm from\nthe insurance company. Name's Madison.\"\n\n\"Yeah, I know.\"\n\nI had supposed he would.\n\n\"I'm Kelvin, the foreman here,\" the big man told me, extending a ham of\na fist to be shook. \"Outside, doing my Army time, I noticed that most\npeople don't have as many slipups as we do here. Never could figure it\nout.\"\n\n\"This rock is part of it--\"\n\n\"What do you mean by that!\" Kelvin demanded savagely.\n\n\"I mean the way you work it. No system to it. No stratification, no\nplateau work...\"\n\n\"Listen, Madison, don't talk about what you don't know anything\nabout. The stuff in these walls isn't just rock; it isn't even plain\ngranite. Granite City exports some of the finest grade of the stone in\nthe world. And it's used all over the world. We aren't just a bunch\nof meatheaded ditch diggers--we are craftsmen. We have to figure a\ndifferent way of getting out every piece of stone.\"\n\n\"It's too bad.\"\n\n\"What's too bad?\"\n\n\"That you chose the wrong way so often,\" I said.\n\nKelvin breathed a virile grade of tobacco into my face. \"Listen,\nMadison, we have been working this quarry for generations, sometimes\nmore of us working than other times. Today most of us are working\ngetting the stone out. That's the way we like it. We don't want any\noutsider coming in and interfering with that.\"\n\n\"If this quarry has anything to do with defrauding Manhattan-Universal,\nI can tell you that I will do something about that!\"\n\nAs soon as my teeth clicked back together, the sickening feeling hit me\nthat I shouldn't have said that.\n\n\n\nThe general store was called a supermarket, but it wasn't particularly\nsuperior.\n\nI took a seat at the soda fountain and took a beer, politely declining\nthe teen-age clerk's offer of a shot of white lightning from the\nPepsi-Cola fountain syrup jug for a quarter.\n\nBehind me were three restaurant tables and one solitary red-upholstered\nbooth. Two men somewhere between forty and sixty sat at the nearest\ntable playing twenty-one.\n\nOver the foam of my stein I saw the old man I had almost run down in\nthe road. He marched through the two-thirds of the building composed of\nrows of can goods and approached the fat man at the cash register.\n\n\"Hello, Professor,\" the fat man said. \"What can we do for you?\"\n\n\"I'd like to mail a letter,\" he said in an urgent voice.\n\n\"Sure, Professor, I'll send it right off on the facsimile machine as\nsoon as I get a free moment.\"\n\n\"You're sure you can send it? Right away?\"\n\n\"Positive. Ten cents, Professor.\"\n\nThe professor fumbled in his pants' pocket and fished out a dime. He\nfingered it thoughtfully.\n\n\"I suppose the letter can wait,\" he said resignedly. \"I believe I will\nbuy a pair of doughnuts, Mr. Haskel.\"\n\n\"Why not get a hamburger, Professor? Special sale today. Only a dime.\nAnd since you're such a good customer I'll throw in a cup of coffee and\nthe two sinkers for nothing.\"\n\n\"That's--kind of you,\" the old man said awkwardly.\n\nHaskel shrugged. \"A man has to eat.\"\n\nThe man called \"the professor\" came over and sat down two stools away,\nignoring me. The clerk dialed his hamburger and served it.\n\nI stayed with my beer and my thoughts.\n\nMore and more, I was coming to believe that Granite City wasn't a job\nfor an investigative adjuster like myself but a psychological adjuster.\nCrime is a structural flaw in a community, yes. But when the whole\nsociety is criminal, distorted, you can't isolate the flaw. The whole\nvillage was meat for a sociologist; let him figure out why otherwise\ndecent citizens felt secure in conspiracy to defraud an honored\ncorporation.\n\nI didn't feel that I was licked or that the trip had been a failure.\nI had merely established to my intuitive satisfaction that the job was\nnot in my field.\n\nI glanced at the old man. The proprietor of the store knew him and\nevidently thought him harmless enough to feed.\n\n\"I think I can make it down the mountain before dark, Old Timer,\" I\ncalled over to him. \"You can come along if you like.\"\n\nThe acne-faced kid behind the counter stared at me. I looked over and\ncaught the bright little eyes of Haskel, the proprietor, too. Finally,\nthe old professor turned on his stool, his face pale and his eyes sad\nand resigned.\n\n\"I doubt very much if either of us will be leaving, Mr. Madison,\" he\nsaid. \"Now.\"\n\n\n\nI took my beer and the professor his coffee over to the single booth.\nWe looked at each other across the shiny table and our beverage\ncontainers.\n\n\"I am Doctor Arnold Parnell of Duke University,\" the professor said. \"I\nleft on my sabbatical five months ago. I have been here ever since.\"\n\nI looked at his clothes. \"You must not have been very well fixed for a\nyear's vacation, Professor.\"\n\n\"I,\" he said, \"have enough traveler's checks with me to paper a\nwashroom. Nobody in this town will cash them for me.\"\n\n\"I can understand why you want to go somewhere where people are more\ntrusting in that case.\"\n\n\"They know the checks are good. It's _me_ they refuse to trust to leave\nthis place. They think they _can't_ let me go.\"\n\n\"I don't see any shackles on you,\" I remarked.\n\n\"Just because you can't see them,\" he growled, \"doesn't mean they\naren't there. Marshal Thompson has the only telephone in the village.\nHe has politely refused to let me use it. I'm a suspicious and\nundesirable character; he's under no obligation to give me telephone\nprivileges, he says. Haskel has the Post Office concession--the Telefax\noutfit behind the money box over there. He takes my letters but I never\nsee him send them off. And I never get a reply.\"\n\n\"Unfriendly of them,\" I said conservatively. \"But how can they stop you\nfrom packing your dental floss and cutting out?\"\n\n\"Haskel has the only motor vehicle in town--a half-ton pick-up, a\nminuscule contrivance less than the size of a passenger car. He makes\nabout one trip a week down into the city for supplies and package mail.\nHe's been the only one in or out of Granite City for five months.\"\n\nIt seemed incredible--more than that, unlikely, to me. \"How about the\ngranite itself? How do they ship it out?\"\n\n\"It's an artificial demand product, like diamonds,\" Professor Parnell\nsaid. \"They stockpile it and once a year the executive offices for the\ncompany back in Nashville runs in a portable monorail railroad up the\nside of the mountain to take it out. That won't be for another four\nmonths, as nearly as I can find out. I may not last that long.\"\n\n\"How are you living?\" I asked. \"If they won't take your checks--\"\n\n\"I do odd jobs for people. They feed me, give me a little money\nsometimes.\"\n\n\"I can see why you want to ride out with me,\" I said. \"Haven't you ever\nthought of just _walking_ out?\"\n\n\"Fifty miles down a steep mountain road? I'm an old man, Mr. Madison,\nand I've gotten even older since I came to Granite City.\"\n\nI nodded. \"You have any papers, any identification, to back this up?\"\n\nWordlessly, he handed over his billfold, letters, enough identification\nto have satisfied Allen Pinkerton or John Edgar Hoover.\n\n\"Okay,\" I drawled. \"I'll accept your story for the moment. Now answer\nme the big query: Why are the good people of Granite City doing this to\nyou? By any chance, you wouldn't happen to know of a mass fraud they\nare perpetrating on Manhattan-Universal?\"\n\n\"I know nothing of their ethical standards,\" Parnell said, \"but I do\nknow that they are absolutely _subhuman_!\"\n\n\"I admit I have met likelier groups of human beings in my time.\"\n\n\"No, understand me. These people are literally subhuman--they are\ninferior to other human beings.\"\n\n\"Look, I know the Klan is a growing organization but I can't go along\nwith you.\"\n\n\"Madison, understand me, I insist. Ethnologically speaking, it is well\nknown that certain tribes suffer certain deficiencies due to diet,\nclimate, et cetera. Some can't run, sing, use mathematics. The people\nof Granite City have the most unusual deficency on record, I admit.\nTheir _psionic_ senses have been impaired. They are completely devoid\nof any use of telepathy, precognition, telekinesis.\"\n\n\n\n\"Because they aren't supermen, that doesn't mean that they are submen,\"\nI protested. \"I don't have any psionic abilities either.\"\n\n\"But you do!\" Parnell said earnestly. \"Everybody has some psionics\nability, but we don't realize it. We don't have the fabulous abilities\nof a few recorded cases of supermen, but we have some, a trace. Granite\nCity citizens have _no_ psionic ability whatsoever, not even the little\nthat you and I and the rest of the world have!\"\n\n\"You said you were Duke University, didn't you?\" I mused. \"Maybe you\nknow what you are talking about; I've never been sure. But these\npeople can't suffer very much from their lack of what you call psi\nability.\"\n\n\"I tell you they do,\" he said hoarsely. \"We never realize it but we all\nhave some power of precognition. If we didn't, we would have a hundred\naccidents a day--just as these people _do_. They can't foresee the\nbump in the road the way we can, or that that particular match will\nflare a little higher and burn their fingers. There are other things,\nas well. You'll find it is almost impossible to carry on a lengthy\nconversation with any of them--they have no telepathic ability, no\nmatter how slight, to see through the semantic barrier. None of them\ncan play ball. They don't have the unconscious psionic ability to\ninfluence the ball in flight. All of us can do that, even if the case\nof a 'Poltergeist' who can lift objects is rare.\"\n\n\"Professor, you mean these people are holding you here simply so you\nwon't go out and tell the rest of the world that they are submen?\"\n\n\"They don't want the world to know _why_ they are psionically\nsubnormal,\" he said crisply. \"It's the _granite_! I don't understand\nwhy myself. I'm not a physicist or a biologist. But for some reason the\nheavy concentration and particular pattern of the radioactive radiation\nin its matrix is responsible for both inhibiting the genes that\ntransmit psi powers from generation to generation _and_ affecting those\nabilities in the present generation. A kind of psionic sterility.\"\n\n\"How do you know this?\"\n\n\"We haven't the time for all that. But think about it. What else\n_could_ it be? It's that granite that they are shipping all over the\nworld, spreading the contamination. I want to stop that contamination.\nTo the people of Granite City that means ruining their only industry,\nputting them all out of work. They are used to this psionic sterility;\nthey don't see anything so bad about it. Besides, like everybody else,\nthey have some doubts that there really are such things as telepathy\nand the rest to be affected.\"\n\n\"Frankly,\" I said, hedging only a little, \"I don't know what to\nmake of your story. This is something to be decided by somebody\ninfallible--like the Pope or the President or Board Chairman of\nManhattan-Universal. But the first thing to do is get you out of here.\nWe had better get back to my car. I've got good lights to get down the\nmountain.\"\n\nParnell jumped up eagerly, and brushed over his china mug, staining the\ntabletop with brown caffeine.\n\n\"Sorry,\" he said. \"I should have been precognizant of that. I try to\nstay away from the rock as much as possible, but it's getting to me.\"\n\nI should have remembered something then. But, naturally, I didn't.\n\n\n\nIt was the time when you could argue about whether it was twilight or\nnight. In the deep dusk, the Rolls looked to be a horror-flicker giant\nbug. I fumbled for the keys. Then the old man made me break stride by\ndigging narrow fingers into my bicep.\n\nMarshal Thompson and the bulky quarry foreman, Kelvin, stepped out of\nthe shadow of the car.\n\n\"First, throw away that gun of yours, Mr. Madison,\" the marshal said.\n\nI looked at his old pistol that must have used old powder cartridges,\ninstead of liquid propellants, and forked out my Smith & Wesson with\ntwo fingers, letting it plop at my feet.\n\n\"I'm afraid we can't let you spread the professor's lies, Mr. Madison,\"\nThompson said.\n\n\"You planning on killing me?\" I asked with admirable restraint.\n\n\"I hope not. You can have the run of the town, like the professor.\nI'll tell your company you are making a _thorough_ investigation. Then\nmaybe in a few weeks or months I can arrange so it looks like you were\nkilled--someplace outside.\"\n\n\"We don't aim to let any crazy fanatic like Parnell ruin our business,\nour whole town,\" Kelvin interjected bitterly.\n\nI took a pause to make abstractions on the situation. I glanced at the\nlittle man at my right. \"Parnell, my car is our only chance of getting\nout of here. If they stop us from getting in that car, we'll be bums\nhere on town charity for the rest of our lives.\"\n\n\"_No!_\" Parnell gave a terrier yell and charged the gun in the old\nmarshal's hand.\n\nIt seemed as if it would take me too long to recover my gun from the\ndirt, but almost instinctively I felt the rock in the pocket of my\npants.\n\nI scooped out the sample of granite and heaved it at the head of the\nold cop. But my control seemed completely shot. It missed the old man's\nhead with an appalling gap and hit the roof of the Rolls.\n\nFortunately, the granite radiations didn't influence non-human-oriented\nfactors of chance. The stone bounced off the car and struck the\nmarshal's gun hand.\n\nThompson dropped his gun and I reached for mine in the dust, vaguely\naware of Kelvin pumping toward me.\n\nI straightened up. He led with his right, of all damn things. I blocked\nit with my gun hand and let him have my left in the midst of his solar\nplexus. He crumpled prettier than a paper doll.\n\nWhen the dust cleared, Professor Parnell was sitting on Thompson's\nchest.\n\n\"Hooray,\" I said, \"for our side.\"\n\n\n\nThe people had made one mistake. They thought people would believe us.\n\nParnell and I broke the story to some newspaper friends of mine. They\ngave it a play in the mistaken belief the professor and I were starting\nour own cult, and the equal-time law is firm. But nobody paid any more\nattention to us than to the Hedonists, the Klan, the Soft-shelled\nBaptists or the Reformed Agnostics.\n\nI tried to get Thad McCain to realize all the money this cursed\ngranite was costing us in accident claims, but it wasn't easy.\nManhattan-Universal owned stock in Granite City Products, Inc. And we\nhad spent a quarter of a megabuck modernizing our offices with granite\nonly months before.\n\n\"McCain,\" I said earnestly, \"will you just let me feed the new data\nwe've got from Parnell into the Actuarvac? It's infallible. See what it\nsays.\"\n\n\"Very well,\" McCain said with a sigh. He let me feed the big brain the\nhypothesis I had got from Parnell. It chattered to itself for some\nminutes and at last flipped a card into the slot.\n\nI dug the pasteboard out and read it. It said:\n\n    No such place as Granite City exists.\n\n\"The rock has got to the machine,\" I screamed. \"Chief, this brain is\nstoned. It's made a _mistake_. We _know_ there is such a place.\"\n\n\"Nonsense, my boy,\" McCain said in a fatherly way. \"The Actuarvac\nmerely means that no such place as you erroneously described could\npossibly exist. Why don't you try one of our Hedonist revival meetings\ntonight?\"\n\n\n\nThings have got steadily worse since then.\n\nSo far nobody has made the big mistake of dropping an H-bomb on anyone,\nbut that's probably because all the governments made so many smaller\nmistakes the people made the mistake (or was it?) of kicking them out\nfor almost absolute anarchy. But the individuals are doing worse than\nthe governments...if that's possible.\n\nPeople have given up going anywhere except by foot, for the most part.\n\nGranite City granite is still as widely disbursed and almost as highly\nprized as South African diamonds.\n\nI hope we will find some way out of our current world crisis, although\nI can't imagine what it will be.\n\nMeanwhile, I hope you will excuse any typographical errors. It seems as\nif I just can't seem to hit the right keys on my typewriter any more,\nas my--and all of our--psionic sterility increases.\n\nI ask hugh--wear wall it owl end?\n",
    "metadata": {
        "author": [
            "Harmon, Jim"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61119/pg61119.txt",
        "name": "dangerous_quarry.json"
    }
}