{
    "name": "Day of the Druid",
    "author": [
        "Enferd, Knut"
    ],
    "body": "Fog lay heavy on the North Sea, fog wreathed the land, fog crept into\na man's very bones. Meanwhile the ships were locked in the harbor.\nGaar lay stretched on the skin before the fire and cursed the fog.\n\nHow much longer was this infernal whiteness going to last? A man was\nthirty years old, in the prime of his life, with the blood running hot\nthrough the seven foot length of him. How much longer was he going to\nhave to lie here in the great hall, eating and drinking and waiting\nfor the roll of fat to show around his middle? A man wanted action and\ninstead he was forced to loll around listening to stories.\n\nNiffleheim and Hotunheim were all right, Gaar thought. A man didn't\nwant to offend the Gods. On the other hand, Wodin forgive the thought,\na man could tire of listening to the same old tales.\n\nBut wait. The voice that was speaking had stopped. This was a new\nvoice. Elgen was finished with his tale and Vornung had started one.\nAnd this one wasn't about the Gods. Gaar twisted around and got up on\none elbow.\n\n\"Who?\" he demanded. \"What did you say they called themselves?\"\n\n\"Picts,\" Vornung said. In his day Vornung had sailed with the best of\nthem, but now he was old. \"It was many years ago. After a storm we\nfound ourselves washed up on this strange shore.\"\n\n\"What sort of people are they?\"\n\n\"An unlovely bunch, hairy, dressed in skins.\"\n\n\"Could they fight?\"\n\n\"Ptuh.\" Vornung spat into the fire. \"One touch of our swords and\nthey'd had enough. Only one thing they could do well. They could tell\nstories.\"\n\nHe leaned back and took a draught of mead and wiped his mouth\nreflectively.\n\n\"But what stories! We were stuck there for months and I learned enough\nof their tongue to understand them. They told tales that could curdle\na man's blood, tales of a land that lies to the south of them, of\ntreasure, of a beautiful woman locked in eternal sleep by the priests\nof her people.\"\n\nTreasure and a beautiful woman. This was something to make a man sit\nup. Gaar's big hands were locked about his knees as he rocked back and\nforth thoughtfully.\n\n\"How far?\" he asked.\n\n\"That they would not say. When they spoke of this they spoke\nfearfully. We might have pressed them, but we were in a hurry to get\nhome.\"\n\nGaar was on his feet now. He went to the door and looked out. There\nwas a hint of breeze, from landward for a change. Maybe the fog would\nlift soon.\n\n\"Tell us more,\" he said over his shoulder....\n\n\n\nVornung had been wrong about these Picts. They weren't afraid to\nfight, and they weren't waiting for the fight to come to them. Under\ncover of darkness they swarmed in over the gunwales of the ship.\n\nUnlovely they were, and unwashed. Gaar had the scent of one in his\nnostrils as the dark fellow came at him. Gaar struck out and the Pict\nwent overboard.\n\nLuckily, the surprise had not been complete. And these Norsemen were\nused to fighting in close and rocky quarters. They sailed in with a\nwill. Gaar was not too busy to do a bit of wondering.\n\nA man was crazy to trust an old fool like Vornung, crazy to follow a\ndream of white skin and red lips and incredible beauty.\n\nOf course, these men of the North would have admitted that they were\nall a little mad to begin with. Who else but madmen would take such a\ntiny craft across hundreds of leagues of stormy sea?\n\nGaar laughed aloud. With ten men like his he'd sail anywhere, fight\nanyone. Elgen, up in the bow, had a Pict in each hand and was cracking\ntheir heads together. In the stern, Asgar was making short work of\nthree Picts.\n\nThis fight wasn't going to last long. And a good thing. The way the\nPicts swung their clubs they might just happen to knock a few holes in\nthe hull. Gaar breathed easier when the last of them went down.\n\n\"Now,\" he said. \"Maybe we can talk some sense to them.\"\n\nVornung had taught him as much as he could recall of the language of\nthe Picts. With a silent prayer that Vornung's memory had been good in\nat least this one respect, Gaar hauled a swarthy, bowlegged fellow to\nhis feet.\n\n\"Look here. Can you understand me?\"\n\nThen the sun came up and the Pict got a look at the man who held him.\n\n\"I understand you.\" His words came through chattering teeth.\n\n\"Good. Don't be afraid. We mean no harm.\"\n\nSo Vornung hadn't been completely wrong. Gaar talked, keeping his eyes\nglued on the man before him. The fellow knew what he was talking\nabout. Mention of the girl who slept brought a secret gleam to his\neye. What about all the others? What about the priests?\n\n\"_The Druids._\" It was a whisper.\n\n\"Is that how they are called? How far to this land?\"\n\nGaar saw there wasn't going to be any answer to that. The Pict was\nscared. He was shaking his head. Some of his friends were coming\naround and they'd heard too. They were all turning pale around the\ngills.\n\n\"Tell him we'll hold his head under water until he speaks up,\" Asgar\nsuggested.\n\nGaar hesitated. Fighting was one thing, torture another. It was all\nright to cut a man to pieces as long as he had a chance to do the same\nto you.\n\nMaybe threats would do the trick. He told the Pict what Asgar had\nsuggested and the man licked his lips. The rest of the Picts were in a\npanic, babbling among themselves.\n\nGaar understood enough of what they were saying. They were pointing at\nthe sun. What the devil? Was this going to turn into one of those\nthings? Were the Druids some sort of gods who lived in the sun?\n\nNo, that wasn't it either. The Druids were real enough. But they had\nsome power that came from the sun, that could turn a man to cinders.\nTo speak too much about them would mean death.\n\n\"No more certain a death than awaits you if you don't talk,\" Gaar\nsaid.\n\nHe narrowed his eyes, made them as cruel as he could. He drew the\nsword from his scabbard, ran his finger along the edge.\n\nThe blood was hammering at his temples. That dream wasn't so crazy\nnow. He could see her as though she were before him. Black hair hung\nabout alabaster shoulders. Lips as red as ripe berries, lips that had\nwaited a thousand years for his kiss.\n\n\"Wait,\" Gaar whispered. \"Not much longer now.\" His sword glinted in\nthe sunlight, hovered at the man's throat.\n\n\"I will tell you all I know,\" the Pict said.\n\n\n\nThe inlet was a perfect hiding place for the ship. There were enough\nbranches about to screen it from distant eyes. And yet Gaar had the\nfeeling that they were being watched.\n\nHe swung around suddenly. Nothing to be seen except the gently waving\nbranches. A harmless scene, the dancing waters of the inlet and the\nserenity of the woods, and yet terror lurked there.\n\nConsidering the fact that their knowledge was only from hearsay, the\nPicts had directed him well. Down the coast of this great island, they\nhad said, and then through a long channel. And then you sailed around\nthe southern end and to the westward. There was a smaller island and a\nsmaller channel.\n\nAnd now it would be overland travel. Not far, the Picts had said, and\nthey had wondered at these men who had the daring to sail through\nstrange waters to certain death. There was a plain rising from the\ncoast. Somewhere on that plain Gaar would find what he sought.\n\n\"I have a feeling,\" Asgar muttered. He was as blond as the rest, but a\nfoot shorter than Gaar and with a chest that threatened to burst\nthrough his breastplate.\n\n\"So have I,\" Gaar admitted. \"In my bones.\" And out of the plain to the\nnorth came a scent like an opened grave.\n\nThey walked through the forest with their hands on their swords, these\nmen of the North. A long twilight here, a twilight that brought\nshadows that could deceive a man. A strange land this, where Spring\ncame early and where the air was soft.\n\nSwords were worthless here, the Picts had said. A man's strength meant\nnothing.\n\nA voice whispered to Gaar's mind that the Picts were right. But there\nwas another voice, a voice that had grown stronger night by night as\nhe sailed southward. This was a voice that came from long dead lips,\nbut lips that retained their freshness.\n\n\"I hear something,\" Asgar whispered. \"I hear something inside my\nhead.\"\n\nThe others had heard it too. They stared at each other in the\ngathering dusk. There was magic here. But Gaar knew that there was\nmagic to fight this magic.\n\nAnd then suddenly it was night. On a far off peak a fire spurted\nupward. Was it a beacon or a device to lure them to doom? Gaar\nwondered. They paused in a grove, in a circle of stones. It was time\nto rest. A lassitude crept over them.\n\nHe knew then how strong the dark forces were. His inner voice warned\nhim of the death that lurked in a circle of stones. But the power in\nthis grove was strong. Gaar felt the torpor take hold of him. He saw\nthe men stagger. Then, with his last ounce of strength, he had his\nfoot against one of the stones and was kicking out.\n\nThe circle was broken and with it the spell. Gaar shook himself. He\nhad learned one thing, to stay outside stone circles.\n\n\n\nOverhead the stars wheeled. There was the Bear, and there was the\nBull. If you could read them rightly the ocean was not trackless. The\nseasons were there if you could read them.\n\nTomorrow would be Spring. And tonight men in long black robes walked\nthe great circle, related each of the stones to its constellation in\nthe heavens, canted their hymns to the dark powers that had spawned\nthem.\n\nTomorrow would be Spring. Tomorrow the sun would slant down between\nthe two tallest stones and fall blood-red upon the Cromlech, upon the\naltar. Tonight they would burn brighter.\n\nAnd Be'al would be appeased. Be'al the All-Powerful would taste the\nblood of the victims, would smell their flesh, and Be'al would know\nthat his sons had not forgotten him.\n\nHe was all they had not forgotten. Too long for them to remember, too\nlong since they had crossed the void from their parent planet. The\nsciences they had brought were gone. Only this residue of blood-lust\nremained.\n\n\"The girl stirs,\" Cyngled said. His beard was black and thick, his\nskin white, and whiter still the circular scar on his forehead.\n\nIn the sepulchre the air was damp as the high-priest looked down upon\nthe girl. In the light of the flickering yew-torches her eyelids\nseemed to move. Cyngled's fingers hovered at the hilt of the\nsacrificial knife.\n\n\"Marna stirs,\" Glendyn whispered. \"Tomorrow she will awaken. Let it be\nfor the last time. As long as she lives we are in danger.\"\n\n\"She can do nothing alone.\"\n\n\"But she is never alone. How many times has her beauty brought men to\nher aid?\"\n\n\"Their bones would make a tall pile,\" Cyngled agreed. His eyes were\nbright beneath hooded lids. \"What about those who landed today?\"\n\n\"They are somewhere in the forest. Once we thought we had them, but\nthey broke away.\"\n\nFootsteps sounded in the corridor and a hooded priest came hurrying\nover the worn stones of the floor. His fingers traced the sacred\nsymbols in the damp air of the crypt.\n\n\"Well?\" Cyngled demanded.\n\n\"We are having trouble following them. Their thoughts are shrouded.\nSomething comes between us and them.\"\n\nCyngled's eyes darted back to Marna. He knew what it was that\nprotected these strangers. Even in her sleep the girl had power.\nGlendyn was right.\n\n\"Tomorrow, then,\" Cyngled murmured. \"In the meantime, watch her. You\nhere, Glendyn, and you above, Twyn.\"\n\n\n\nGaar moved swiftly. Behind him came the others. They had covered miles\nbut they were not tired. Not much farther, Gaar knew. The growth was\nthinner.\n\n\"We'll come at them straight ahead,\" Elgen said, moving up to Gaar's\nside. \"They'll never know what hit them.\"\n\nIn the starlight Gaar could see his outline. Asgar's bulk loomed close\nbehind. Maybe the usual method of attack was best. Maybe Elgen was\nright. Yet there was this knowledge that swords would not be enough.\n\nThen he caught the sound of voices. Out of the darkness ahead came a\ndeep-throated, monotonous chant. With startling abruptness the forest\nended and they were at the edge of a vast clearing.\n\nHuge stones, too great for a man to move, formed a perfect circle.\nTowering thirty feet above the others were two monoliths standing a\nfew feet apart. And directly before them was an altar, a great slab of\nrock supported by four stone legs.\n\nAbout the altar hooded shadows moved slowly, murmuring their endless\nchants. Gaar was tempted. The surprise should be complete. But this\nthing held him.\n\nHe waited, and was glad that he had. There was the faint and\nflickering light of a torch. It seemed to come out of the very ground\nbeyond the circle of stones. It _did_ come out of the ground.\n\nThere was an opening of some sort, the mouth of a cave. Two figures\nemerged and he saw them clearly before the torch was extinguished.\nThen, even in the dim starlight, Gaar saw one of the figures move\naway.\n\n\"One of them is guarding the cave,\" Asgar whispered.\n\n\"In that case there must be something to guard.\" He thought he knew\nwhat it was. He was certain he knew.\n\n\"Listen,\" Gaar whispered. \"I'm going to try to get inside.\"\n\n\"Alone?\"\n\n\"One is better than a dozen for this job. That fellow seems to have\npulled back into the mouth of the cave. If I can get him quickly his\nfriends may never notice he's gone.\"\n\n\"What about us?\"\n\n\"You wait here. It's almost dawn. By then I should be back.\"\n\n\"And if you're not back by then?\"\n\n\"Turn around and get to the ship as fast as you can. There's no use\ntrying if I can't get through. Don't ask me how I know that. I just\ndo. That's an order. Understand?\"\n\n\n\nThey understood. Gaar unbuckled his sword, handed his shield to Elgen.\nNext to come off was the breastplate. When a man's greatest need was\nstealth, he didn't want any metal on him.\n\nA moment later he was off through the thin screen of trees, moving\nsilently around the great circle of stones. At every step he felt it\nstronger, this voice inside himself. He had to keep out of the circle.\nHe knew that.\n\nThen he was behind the slight rise in the earth that was the opening\nof the cave. Very slowly now, Gaar moved, feeling his way. He felt the\nrock beneath his fingers. A few steps more and there was no rock. He\nturned inward.\n\nHugging the wall he inched forward. There was a shadow, darker then\nthe rest. Lips moved in the darkness, forming soundless words. Gaar's\nhands reach out, found a throat. The lips stopped moving.\n\nGaar lifted the body, carried it back away from the mouth of the cave.\nHe almost fell down the stone staircase that yawned suddenly at his\nfeet. When Gaar had recovered his poise he went on, taking each step\ngingerly.\n\nHe was going down into a darkness that smelled of the dungeon and even\nworse. Walls grew damp and clammy where he touched them. Slimy things\nscurried across the floor. The path Gaar was following twisted and\nturned.\n\nThen there was a door. Gaar fumbled in the darkness. The door opened\nsoundlessly. Beyond it was a faint and fitful light that led him\nonward toward its source. It led him into the room.\n\nGaar knew it was the end of the search. Its bareness told him what he\nhad already suspected. There was no treasure. This was a people that\ndid not believe in jewelled trappings. But the girl was here, in this\nvery room. That was the only thing that mattered.\n\nA black-robed figure hid the sarcophagus from Gaar's view. A broad\nback, wearing the folds of the dark priesthood. The back shifted\nuneasily, as though feeling eyes upon it, and Gaar caught a glimpse of\nsomething white beyond.\n\nHe stepped forward, light as a giant cat. He took another step and his\nfoot scraped earth. The sound was minute, almost inaudible, but\nGlendyn heard. He whirled, his hand flashing toward his girdle. Gaar\nclosed the gap between them in a single leap. His left hand caught\nGlendyn's wrist, forced the knife back. But Glendyn was a tricky one,\nhard to hold. He shifted, kicked out, and Gaar stumbled.\n\nThe knife was at his throat now. He knocked it aside, drove his fist\nupward into a soft belly. Glendyn doubled and his jaw met Gaar's other\nfist as it came up. There was the splintering of bone.\n\n\n\nBeneath a white, filmy covering she lay, beneath a flimsy veil that\npressed gently upon her rounded form. Her limbs were whiter than the\nveil that covered them. Her hair was black as night. Her lips were\nredder than in his vision.\n\nA thousand sleeps she had slept, and more. Older than the land from\nwhich Gaar had come, and yet she was younger than he. He bent forward\nand pressed his lips to hers. They were warm and yielding.\n\n\"Wake up,\" Gaar whispered. Then, louder, \"Wake up!\"\n\nWas she dead? It seemed to him that she stirred, and yet it might have\nbeen the flickering light which created an illusion. Now he ran his\nhand through her hair. His big hands slapped at her cheeks, gently at\nfirst and then harder. His voice was insistent, commanding.\n\nVery slowly, then, her eyes opened. Blank and staring, they were, as\nshe hovered on the brink. Gaar's will pulled her to life. The\nblankness went out of her eyes and was replaced by a sudden gladness.\n\n\"You came. I knew you would come.\"\n\nShe struggled to sit up and saw that only the veil covered her nudity.\nShe blushed. Gaar turned his back, bent and removed the black robe\nfrom the crumpled figure on the floor. Over his shoulder he handed the\nrobe to the girl. When he turned to her again she was sitting up, a\ntrace of color still in her cheeks.\n\n\"Where are they?\" Marna asked fearfully. There was loathing in the\nglance she threw at Glendyn's body. \"There are many more. Where are\nthey?\"\n\n\"Up above,\" Gaar told her. \"This one and another were left to watch\nyou.\"\n\n\"Good. They won't be coming back for a long time. Now they are busy\npreparing the sacrifices to Be'al.\" Marna shuddered. \"It is the feast\nof Beltane.\"\n\nGaar spoke quickly. \"What sort of men are they?\"\n\n\"They are not men. They are devils. A long time ago they came out of\nthe sky in strange ships. They brought strange powers and a strange\ngod who demanded human sacrifices. My people were driven out, killed.\nI am the only one left.\"\n\n\"But why did they save you?\"\n\n\"As a hostage, at first. And later because it pleased them to keep me\nas a symbol of the race they had vanquished. Every year I have\nawakened and they have used me as a mock sacrifice. And then they have\nput me to sleep again for another year.\"\n\n\"And today again?\"\n\n\"For the last time. They have lost their power to act at a distance.\nAnd they grow afraid that I may call someone they cannot defeat. Their\npower is great now on only this one day when the sun comes directly\nbetween the two stones they brought with them from their mother\nworld.\"\n\nShe started suddenly and Gaar stared at her. \"What is it?\" he\ndemanded.\n\n\"I feel something. I feel danger.\"\n\n\n\nThere was no time to ask questions. Gaar knew she would not be wrong.\nThis daughter of a lost people had a knowledge he could not fathom. He\nlifted her out of the sarcophagus and set her on her feet.\n\n\"We've got to get out of here. Once we reach my men and set back for\nthe coast they'll never stop us.\"\n\nThey were running now, back along the corridor down which Gaar had\ncome. Half way they went, and then they heard the voices and the feet\nthat came toward them from above.\n\nGaar listened intently. There were too many. One or two he would have\nfought, maybe even a half-dozen. But this was the tramp of many feet.\nThey must have found the body at the head of the Stairs. Gaar cursed\nhis luck.\n\n\"We'll have to go back. Is there another way out?\"\n\n\"No none. It was the burial place for the kings of my people before\nthe Druids came.\"\n\nAnd it looked like it would be his burial place as well, Gaar thought.\nBut he had to go back anyway. He couldn't take a chance on the girl\nbeing hurt in a fight in the dark. Besides, that fellow he had killed\nhad a knife. It would be better than no weapon at all.\n\nThe feet were close behind them as they ran. The girl was too slow.\nGaar scooped her up and ran with her under his arm. But still not\nswiftly enough. They had been overheard.\n\nHe had barely time to swing Marna behind the sarcophagus and out of\nimmediate danger. He bent and tore the knife from Glendyn's loose\ngrasp. And then they were on him, a flood of black-robed figures.\n\nBlood spurted as the knife in Gaar's hand flashed. A man screamed, and\nthen another as Gaar's fist made pulp of flesh and bone. His hands\nstruck blows like Thor's hammer. He made them pay dearly for every\nbackward step he took. But they came on still.\n\nThey were too many for him. They forced him back until a cold wall\nstopped him. Then, by the sheer force of numbers they overwhelmed him.\nHe went down under a torrent of blows that drove everything from his\nmind but the thought that he had failed Marna.\n\n\n\nDaylight, and Gaar's head ached as consciousness returned. He seemed\nto be a single aching bruise from head to foot. After a while he\nrealized that Marna lay beside him at the bottom of the stairs that\nled to the cavern mouth.\n\nLight came down strongly, too strongly. It was long after dawn. A\nstray thought flashed across Gaar's mind: his men would be well on\ntheir way to the ship: Yet there was no use castigating himself. Marna\nwould have died before they could have reached her if they had come in\na body.\n\n\"I'm sorry,\" Gaar said, and tried to turn toward Marna. Leather thongs\nbound him tightly but he rocked back and forth until he tipped onto\nhis side.\n\n\"Not as sorry as I,\" she said, her eyes soft on his face. \"If I had\nnot called you would never have come.\"\n\n\"The only thing a Norseman fears is that he should die in bed,\" Gaar\ntold her.\n\nBut he wasn't ready to die yet. If he could only get a little play\ninto these thongs! His muscles bulged with the strain as he threw his\nstrength into the effort. Then a scream filtered down and sent a\nshiver along his spine.\n\n\"The sacrifices have started,\" Marna said. \"It will not be long now.\nThey will be coming for us soon.\"\n\n\"Can't _you_ do anything?\" Gaar asked. \"Can't you fight them with\ntheir own weapons?\"\n\n\"Not while I am awake. When I sleep my soul is in communion with my\npeople who have gone and I draw strength from them. But this is the\nfeast of Beltane. While the sun comes directly between the two great\nstones the magic of the Druids is at its most potent. And mine is\nwaning.\"\n\nAs her voice faded there came again the scream of a soul in mortal\nfear. The scream died quickly, merging into a rising paean from the\nDruids. Then there was a patter of sandal-clad feet and the light from\nabove was blocked by the figure of Cyngled, the high priest.\n\nIn Cyngled's hand the great sacrificial knife dripped blood. Be'al\nwould drink well this day, Be'al would be appeased. Behind Cyngled\ncame other priests, lesser ones whose faces revealed unholy joy as\nthey came down the stairs.\n\nTwo of them lifted Marna but it took four to carry Gaar. Strong light\nmade him blink as they emerged from the mouth of the cave. Shock\nforced his eyes to remain open as they entered the charmed circle.\n\nBlood-red came the sun between the two monoliths to fall upon the\ngreat Cromlech that was redder still with human gore. A wave of nausea\nswept up from Gaar's stomach. He fought it down.\n\nThen the strength filtered out of him as he was carried into the\ncircle. Now he was a child in their hands. He felt himself being\nlifted, felt his back touch the slippery stone. Beside him Marna was\nlaid, the black robe she had worn ripped from her body.\n\nCyngled's chant rose above them, the knife came up and hovered at\nGaar's throat. The knife was coming down. And then it stopped! It\nstopped as the air was split by the battle cry of the Norsemen!\n\n\n\nGaar twisted his head and saw them come out of the woods beyond the\ncircle. Like madmen they raged across the clearing. But nobody rushed\nto oppose them! Instead, the Druid priests drew back, gathered about\nCyngled. As the Norsemen came into the circle the high priest's hands\ndrew the magic symbols in the air.\n\nAnd the Norsemen stopped! Like men of stone they were, a tableau of\narrested motion.\n\nThere was no hope. The bitterness of gall was in Gaar's mouth as he\nturned his head from the scene. He looked at Marna. Her eyes were\nbright, burning into his own. No hopelessness there. Her eyes were\nspeaking to him.\n\nThey were willing him, willing him to strength! Gaar felt it come back\nto him. Her magic was stronger than she knew. He felt the strength\ncome back in a surge that would not be denied.\n\nThis was only leather that held him. The leather could bite into his\nflesh as he strained. But it could not hurt him. His great chest\nfilled with air and the thongs gave, stretched. And burst!\n\nIn a single leap he was off the altar. He wanted to rage into the\nDruid priests, to tear them apart with his bare hands. But there were\ntoo many. And Marna's will was telling him that there was something\nelse he must do.\n\nHe knew what it was. He had to strike at the source of their power.\nThey were turning to meet his charge, setting themselves solidly.\n\nGaar wheeled, spurted around them and then around the Cromlech. They\nguessed his purpose and leaped to stop him. They had to prevent him\nfrom reaching the two great stones. Gaar battered them aside and went\nthrough them.\n\nHis back was against one of the monoliths, his feet against the other.\nHe climbed that way, ignoring the knives that slashed at his back.\nThen he was above the reach of their arms. The sun was full in his\nface. His shadow blocked the altar. His back was on stone, his feet\nwere on stone. Two great pillars, rooted in the earth, and against\nthem the strength of one man.\n\n\n\nBut that man was Gaar. Slowly his legs straightened, his shoulders\nwent back. All the power that was in his mighty frame went into the\nthrust. It was a power that would not be denied.\n\nA pillar swayed, tottered, and was ripped out of the earth. Gaar felt\nhimself falling and twisted catlike in the air to land on his feet.\n\nHe whirled to meet the charge of the Druids. Cyngled's hands still\ntraced the air but his power was gone. The Norsemen exploded into life\nagain, their swords whirring a song of death. Only Cyngled did not\nlose his head. Defeated the Druids were, and defeated forever, but he\ncould snatch some measure of victory from the defeat. He was at\nMarna's side when Gaar reached him.\n\nOne great hand on Cyngled's throat, another at his waist. Gaar lifted\nhim high and hurled him earthward. Cyngled twitched once and was\nstill. The stone knife was in his hand but it would never be used\nagain. The day of the Druids was over.\n\nMarna was smiling at Gaar as he cut the thongs that bound her. This\ntime her lips came up to meet his. For Elgen and Asgar and the rest\nthere was no treasure. But they had no complaints. It had been a good\nfight. For Gaar there was the greatest treasure of all.\n\nThe hint of sorrow was out of Marna's eyes. The past was gone, and\nthere was nothing here for her now. She was the daughter of a once\ngreat people. She would be the mother of a greater one. Her arm was\nlinked with Gaar's as they took the first steps back toward the ship\nwhich would take them northward.\n\nTHE END\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Enferd, Knut"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32686/pg32686.txt",
        "name": "day_of_the_druid.json"
    }
}