{
    "name": "Deadline",
    "author": [
        "Kleine, Walter L."
    ],
    "body": "Helene Donnelly handed me a cup of coffee, but didn't pour one for\nherself. I could feel her eyes on me as I drank.\n\nFinally she said, \"For God's sake, Marsh, you _could_ say something.\"\n\nI could. Yeah. As the implications penetrated, the coffee slopped over\nthe rim of the cup. I emptied it quickly and gave it back to her. \"How\nabout a refill?\"\n\nShe refilled it and gave it back to me. \"If we haven't got a chance,\"\nshe said slowly, \"I've got as much right to know as you do. Marsh,\n_have_ we got _any_ chance?\"\n\nI set the coffee down and stood up. I shrugged and spread my hands.\n\"Ask me that seventy days from now, if you're still around to ask, and\nI'm still around to answer. Then maybe I can tell you 'yes.' Right now,\nI just don't know. _This_ wasn't included in the plans!\"\n\nShe didn't answer. I walked forward and stared out over the crushed cab\nat the blue-white CO_{2} ice of the Martian north polar cap.\n\nSeventy days. That was the deadline--the physical deadline. It really\ndidn't matter too much. Mechanically, we'd either make it to the\nequator and carve out a landing strip for the other two ships, or we\nwouldn't.\n\nWe might make that deadline and still miss the other one. The\npsychological one.\n\nMy wife was dead. So was Helene's husband. So were the Travises and the\nLeonards.\n\nThat left just me and Helene, and according to the reasonably\nwell-proven theories of space-crew psychology, she would have to\nreplace my wife and I her husband. It was supposed to be easy, since\nwe wouldn't have been in the same crew if we weren't known to be more\ncompatible than ninety-nine and nine-tenths percent of the world's\nmarried couples.\n\nI pictured her in my mind and tried to superimpose \"wife\" on the image.\nIt didn't work. I gave it up. Maybe later; it had all happened so\nfast....\n\n\n\nFour days ago, the eight ships of Joint Martian Expedition One had gone\ninto orbit around Mars.\n\nFour men and four women in each ship; forty of the most stable\nmarriages discoverable at the present state of the research which had\nresulted in using the \"stabilizing influence\" of marriage to stabilize\nspace crews.\n\nThree of those ships were equipped with the streamlined nose-shells\nand wings necessary to make actual landings on Mars. Number One, my\nship, was supposed to make the first landing, on skis, near the edge of\nthe north polar cap. We carried a pair of double-unit sand-tractors,\neach of which had quarters for four in the front section and carried a\nfeatherweight bulldozer on the trailer.\n\nWe were supposed to report a safe landing by radio, proceed overland\nto the equator, and carve out a landing strip, in seventy days. If\nthe radio didn't work, we were to touch off the remaining fuel in our\ntanks, after we had everything clear of the blast area.\n\nRight now, a mile or so behind us, the drives and fuel tanks of Number\nOne were sending merging columns of smoke high into the thin Martian\nair. A magnificent signal.\n\nOnly we hadn't touched them off.\n\nAnd they couldn't have ignited on contact and still be going like that.\nThey couldn't have gone much before Helene and I came to, about seven\nhours after we hit.\n\nAbout half a mile in front of us one of the bulldozers lay on its side,\na short distance from the wreck of the nose section, slashed open where\nthe tractor had come through it diagonally, missing Helene and myself\nby inches. The 'dozer, the wingtips, and the tractor unit, which we had\nclimbed into, were the only things left remotely intact.\n\nIt was a real, genuine, gold-plated miracle.\n\nI didn't know how it had happened, or why. It occurred at the first\nshock of landing, and that was the last either of us remembered. Maybe\none of the skis collapsed. Maybe one of the drives surged when I cut\nit back. Maybe there was a rock hidden under the ice. Maybe the ice\nwasn't thick enough. Maybe a lot of things. We'd never know.\n\nIt was small comfort to be sure that according to both the instruments\nand the seat of my pants there was nothing wrong with my piloting.\n\nThat didn't matter. Sixty more people would very probably die if we\ndidn't do the probably impossible. The other ships wouldn't have\nenough fuel to pull up and get back in orbit if they came down and\ndiscovered that the landing strip wasn't there.\n\n\"So now what?\" Helene finally broke the long silence. \"We've looked\naround and picked up enough pieces to maybe get us there. You're the\nboss; you know how you want to do it, but I've got to help you. How\nabout letting me in on the secret?\"\n\nI swore silently at the guy who had decided that the younger half\nof the crews should be conditioned to look to the older half for\nleadership in emergencies. In space you don't want leadership; you\nwant coordination and automatic cooperation. \"Okay,\" I said, not\nturning, \"I'll tell you. But are you sure you'd rather not remain in\nblissful ignorance?\" I regretted the sarcasm instantly.\n\n\"I'm old enough to know the facts of death.\"\n\n\"I'll take your word for it, kid. Hell, you already know. Six thousand\nmiles. Seventy days. With just two of us, it'll probably take thirty of\nthem to hack out a strip. It's simple arithmetic.\"\n\n\"I know that, Marsh, but what do we _do_ about it?\"\n\n\"Get some sleep. Then we'll pick up what pieces we can find and jury\nrig anything we can't find pieces of. When we find out how much fuel\nwe've got, we can figure out how fast we dare travel. We should be\nable to find all we can carry; the tanks were self-sealing. When we're\nsure we've got it all, we take another eight hours sleep and pull out.\nFrom then on we run around the clock; ten hours on and ten off, until\nsomething blows up. If anything does, we're probably done.\n\n\"So maybe we've got one chance in fifty. Maybe in a hundred. A\nthousand. A million. It doesn't matter much. Let's get our sleep, and\nwhile we're at it, we might try praying a little. This is a time for\nit if there ever was one.\"\n\nShe was silent a moment, then said, \"You know, Marsh, you haven't told\nme a thing I didn't know?\"\n\nI nodded.\n\n\"I'm sorry. I'd almost hoped you might know some way out that I haven't\nbeen around long enough to pick up.\"\n\nI didn't answer. I didn't have to. I'd said enough for a month already,\nand we both knew it.\n\nMy speech left an odd feeling in the pit of my stomach. Space crews\nare not selected for their talkativeness. In space, there is next to\nnothing to talk about, and a large part of pre-space training consists\nof developing the ability to be silent. Another part consists of\neliminating as much as possible of the remaining necessity for talking.\n\nSo many words, meaning so little, amounted almost to blasphemy, but\nsomehow the situation had seemed to call for them.\n\nIt was not a situation normally encountered by space crews.\n\n\n\nThe sounds behind me said that she was unfolding the beds, inflating\nthe mattresses, and then slowly stripping off the three layers of her\nspacesuit \"skin.\" I waited until I heard the peculiar \"snap\" she always\nmade when she removed the inner layer, then turned and began removing\nmy own spacesuit.\n\nSpace crews are normally nude when the situation does not require\nspacesuits. It saves weight.\n\nI watched her closely as she hung up the suit and crawled slowly\nbetween the covers, and tried to feel something remotely resembling\npassion. I remained as cold as the thin Martian air on the other side\nof the rubber-fabric envelope around us.\n\nI gave up the attempt and tried to convince myself that desire would\ncome later, when we got things organized better and the shock wore off.\nAfter all, that had also been included in our training.\n\nI shrugged off the rest of my suit and hung it up carefully, strictly\nfrom force of habit, and slid into the bunk below hers.\n\nI couldn't sleep. I could relax a little, but I couldn't sleep.\n\n\n\nI've been in space a long time.\n\nEleven years. And five years in training before that. I flew the third\nship around the moon and the second to land on it. I flew one-sixth of\nthe materials that built _Ley_, the first \"stepping stone\" satellite,\nand one-twentieth of those that went into _Goddard_, the second. I\ndidn't bother keeping track of how much of Luna City got there in my\nship. I flew the first and last ship around Venus, and brought back\nthe report that settled that mystery--dust. Those were the old days;\nthe days of two-couple crews and the old faithful _Canfield_ class\nthree-steppers--the \"cans.\"\n\nThe days, too, of the satellite-hopping _Von Brauns_--each of\nwhich consisted of a _Canfield_ crew can stuck on the end of a\nsix-hundred-foot winged javelin with two dozen times the cargo space of\na _Canfield_. The \"super-cans.\"\n\nJust four of us then; myself and Mary and Ted and Belle Leonard. Four\nwho might just as well have been one.\n\nThen Mars.\n\nNot that we were ready for it; just that it was a financial necessity\nto the rest of the project, with Venus eliminated from the picture.\nTaxes kept us in space. The scientific value of _Ley_ and _Goddard_ and\nLuna City wasn't enough for the tax-paying public. They didn't want\nice cream; they wanted a chocolate sundae, with all the trimmings.\nApparently our public relations people couldn't tell them that the fact\nthat we could get that far in eight years, without an accident, did not\nnecessarily mean that we were in a position to shoot for Mars.\n\nSo we shot for Mars.\n\nShips were no problem, of course. A _Canfield_ could have made it from\n_Goddard_ to Mars and back, and wouldn't even have needed its third\nstage to do it.\n\nWe got the first seven of the new _Lowell_ class ball-and-girder\n\"space-only\" ships--the \"cannonballs\"--and modified the daylights out\nof three old _Von Brauns_, for landing purposes.\n\nThe crew was the joker. We had to have forty people trained\nspecifically to make the observations and investigations that would\njustify the trip. Most of the operating crews either didn't have enough\ntraining or lacked it entirely. The crews that had started training\nwhen we first saw this jump coming weren't ready to be trusted farther\nthan _Ley_.\n\nSo we set up four-couple crews; two old and two new, much against\nour better judgment. It worked out better than anybody had seriously\nexpected, but somehow, even after three years in the same can, eight\nnever became quite as nearly one as four had been.\n\n\n\nHelene Donnelly wasn't sleeping much, either. Not a sound came from the\nbunk above me. Normally she was a rather restless sleeper.\n\nShe would be thinking the same things I was; in spite of her relative\ninexperience, she knew the score. She would be half-consciously\nlooking for me to \"do something,\" even though she knew there was\nnothing I could do that she couldn't handle just as well.\n\n_Damn_ the guy that decided to implant that tendency in the younger\ncrew members!\n\nI wished there was something I could do to reassure her enough to\nnullify the effect, but there was nothing. _She knew the score._\n\nShe knew that mechanically we would either make it or not make it.\n\nShe knew that it was psychologically impossible for two people\nconditioned to married life in space to continue to exist in sanity in\nany other relationship.\n\n\"Recombination\" had been pounded into us since we first began training.\n\nWe were lucky in a way. There was only one possible recombination.\n\nYeah, lucky.\n\nHelene Donnelly was a good kid, the best. But she was just that. A kid.\nIf we didn't make it, she'd never live to be old enough to vote. She'd\nbeen in training since she was fourteen.\n\nI'm almost thirty-five. I don't look it--space doesn't age you that\nway--but it's all there.\n\nI could have recombined with Belle Leonard. It would have been awkward,\nbut I could have done it. Helene could have recombined with Ed Travis\nwithout too much trouble.\n\nBut this way--\n\nIf we didn't make an honest recombination soon--not just a\ngoing through of motions--all the training and conditioning in the\nSolar System wouldn't be able to prevent us from feeling the terrible\nsense of loss that normally comes with the death of a loved one.\n\nI was beginning to feel it already.\n\n\n\nHelene spoke once while we poked through the wreckage the next \"day.\"\n\nShe said: \"I've found the rest of the welding torch. It works.\" She\ndidn't have to. I could see the cloud of steam from half a mile away.\n\nWhen we returned to the tractor she took off her helmet and went\nthrough the motions without any hesitation, but obviously without\nfeeling any more than I did--just the slightly damp contact of cold\nlips.\n\n\"I'm not tired,\" she said, \"I'll start driving.\" She put on her helmet\nand climbed down through the airlock.\n\nI hung up my helmet and started to peel off the rest of my suit, then\nstopped and went to the forward window. I tried to imagine a certain\namount of grace in the movements as she clambered up the side of the\ncab and got in through the hole I'd cut in the crumpled roof. But I've\nnever known anybody who could move gracefully in a space suit.\n\nExcept Mary.\n\nHelene was not graceful. Not even a little.\n\nI watched her start the engine and warm it carefully, constantly\nchecking the instruments. There isn't much that can go wrong with\na closed-cycle mercury vapor atomic, even when the reaction is\ncatalytically maintained to keep size and weight down. But if anything\ndid go wrong, it would probably stay wrong. We didn't have any spare\nmercury.\n\nAfter we'd been moving for about fifteen minutes, I went aft and\nchecked the 'dozer. It was riding nicely at the end of a towbar that\nhad been designed to pull the trailer it was supposed to have ridden\non. If it would just stay there--\n\nI watched for a while, then finished peeling off my suit and crawled\ninto my bunk.\n\nI still couldn't sleep.\n\n\n\nIt took me an awfully long time to wake up. When I made it, I found out\nwhy.\n\nI'd only been asleep an hour.\n\n\"I knew it was too good to last,\" I said. \"What blew up?\"\n\n\"'Dozer brakes jammed,\" she said. \"Something wrong with the towbar.\"\n\nThat was fine. Perfect operation for twelve days; twenty-six hundred\nmiles covered. Then it had to give trouble.\n\nI rolled out of the bunk. \"Well, I didn't think we'd even get this far.\nAny leaks?\"\n\nShe shook her head.\n\nFine. That bar was a nightmare of pressure-actuated hydraulics. Very\nsmall, very light, and _very_ precision. I wouldn't dare go into it\nvery deeply.\n\nHelene moved quietly to the other end of the compartment while I\nstruggled into my suit. It had been that way ever since we started.\nWe'd never tried to go through the motions after that one ineffectual\nattempt. So far, it hadn't mattered. Driving required all our\nattention, and after ten hours \"up front\" there wasn't much problem\ninvolved in sleeping, no matter what we had on our minds.\n\nNow it would matter. That bar could take a long time to fix, even if I\ndidn't go in very far. Helene would be just sitting around watching.\n\nIf she was my wife it wouldn't have mattered....\n\nShe waited until I was through the lock before she followed.\n\nThere were normal tread-marks for a hundred feet or so behind the\n'dozer, then several hundred feet of shallow ruts. She'd disconnected\nthe 'dozer brakes and then moved forward and stopped slowly--using the\nbrakes on the tractor itself--to see whether the trouble was in the bar\nor in the actuators on the 'dozer. I checked the actuators, brushed out\nsome dirt and sand, and reconnected, then tried to drive away.\n\nThe brakes were still jammed.\n\n\"So?\" she inquired.\n\n\"So we take the bar apart.\"\n\n\"The tech orders were in Ed's head.\"\n\n\"Don't I know it!\"\n\n\"I didn't think you knew anything about this stuff. Anything specific,\nI mean.\"\n\n\"I don't.\"\n\n\"But you think you can fix it?\"\n\n\"No, but I can't make it any worse.\"\n\nShe laughed abruptly. \"True. How long?\"\n\n\"Five minutes; five days. I don't know.\"\n\n\"No.\"\n\n\"Yes.\"\n\n\"Oh.\" She turned and went back inside.\n\nI relaxed very slowly. Much too much talk again, and all about the\nmuch too obvious. We could just as well have wound up at each other's\nthroats.\n\nWe still might.\n\nI pulled off the outer layers of my gloves and turned up the heat in\nthe skin-thin layer remaining.\n\n\n\nThe bar was still jammed when I got it back together, sixty-seven hours\nlater.\n\n\"Well, disconnect the damn things and let's move out. We've wasted\nenough time already.\" Helene's voice rasped tinnily inside my helmet,\nbarely audible over the gurgle of the air compressor on my back.\n\nI already had the left brake actuator off when she spoke. For a\nfraction of a second I wanted to go up front and slap her fool head\noff, then I caught myself and disconnected the right actuator and\nclimbed onto the 'dozer. From now on, one of us would have to ride it,\nbraking with its own controls when necessary.\n\n\"Let's go,\" I said, and then, without thinking, I added: \"And be sure\nyou give me plenty of warning when you're going to put on the brakes or\nturn.\" I was getting as bad as she was.\n\nShe put the big tractor into gear and pulled out, unnecessarily\nroughly, it seemed to me.\n\nOf course, it could have been the bar.\n\n\n\nThe next day we hit the rough country. Rough for Mars, that is. Just a\nlot of low, rolling hills, running at odd angles to each other, with an\noccasional small outcropping of rust-red, eroded rock to make things\ninteresting. We'd known it was there; it was clearly visible through\nthe thousand-incher on _Goddard_. An ex-mountain range, they'd told us;\nnot enough of it left to give us any trouble.\n\nThey couldn't see the rocks, and they didn't know we wouldn't be\ntraveling according to the book.\n\nIt was obvious to both of us that riding the brakes on the 'dozer was\nthe rougher job, and called for the quickest reflexes, which I had.\nAlso, Helene had a hair-fine control over her voice, which I didn't\nhave. Long before we hit the hills, I knew exactly how much braking\nshe wanted from the way she asked for it. We couldn't have coordinated\nbetter if we'd been married for years.\n\nIn spite of that, it was amazing how little ground we could manage to\ncover in fifteen hours, and how little sleep we could get in the other\nnine and a half.\n\nHelene stuck to the \"valleys\" as much as she could, which saved the\nequipment, but not the time. She couldn't avoid all the hills. Every so\noften, we'd run into a long, gradual rise, which terminated in a sharp\ndrop-off. The tractor wasn't safe at an angle of over forty degrees.\nIt took anywhere from half a day to a day and a half for the 'dozer to\nchew out a slot that the tractor could get down.\n\nThat was hard enough on us, but having to talk so much made it even\nworse. We were usually all but at each other's throats by the time the\nday's run was over. I usually spent three or four hours writhing in my\nbunk before I finally dozed off. I very seldom heard Helene twisting\nabout in the bunk above me.\n\n\n\nThe hills ended as abruptly as they began, after less than two hours\ndriving on the thirty-fourth day. We still had almost eighteen hundred\nmiles to go.\n\n\"Clear ahead,\" Helene called back. \"How fast?\"\n\nWe both knew we couldn't possibly make it in the forty days we'd hoped,\nand that if we did it wouldn't do us any good. We'd used up slightly\nover six days' worth of fuel for the 'dozer cutting slots for the\ntractor. There would be a balance between time and fuel that would give\nus the most possible days to use the 'dozer, when and if we got there.\n\n\"What's the active tank reading?\" I asked.\n\n\"Point four.\"\n\nAdd that to the three inactive tanks, plus the two in the 'dozer, plus\nthe auxiliaries, plus the one remaining salvaged \"extra\" strapped to\nthe 'dozer's hood. Split it all up in terms of average consumption per\nmile at a given number of miles per hour. Balance it against miles to\nthe landing site, days left to L-day, and 'dozer average consumption\nper day....\n\nTen minutes later I called her and asked: \"Can you take an extra hour\nof driving a day?\"\n\n\"If you can, so can I. You've got the rough seat.\"\n\nI knew it was bravado; I did have the rougher ride, but she was a\nwoman, and not a very big one, at that. On the other hand, I didn't\ndare assume anything but that she meant it. She was just itching for a\nchance to blow up in my face.\n\n\"Okay,\" I said, \"sixteen hours a day, and average fourteen miles an\nhour. If your fuel consumption indicates more than point two over\ncruising, let me know.\"\n\nWe covered another two hundred and one miles that day.\n\nOn the thirty-fifth day, we covered two hundred and thirty-one miles.\n\nOn the thirty-sixth day, we covered two hundred and twenty-four miles.\n\nOn the thirty-seventh day, we had covered two hundred and seven miles\nin the first fourteen and one-half hours.\n\nThere wasn't any warning, either in external physical signs or on the\ntractor's instruments. One minute we were rolling along like a test\nrun at the proving grounds, and the next a four-hundred-foot stream\nof mercury vapor under pressure was coming out the left side of the\ntractor.\n\nIt lasted only a few seconds. That was all it had to.\n\nI sat and stared for several long minutes, blinking my eyes and trying\nto see something besides a pure white line. I heard Helene climb slowly\ndown from the cab and go up through the airlock, yet I really didn't\nhear anything at all.\n\nFinally I got down and turned on my suit light and took a look at the\nhole.\n\nThere wasn't much to see. The hole was no bigger than a small lead\npencil, and I probably wouldn't have been able to find it in the dark\nif it hadn't been surrounded by a slowly contracting area of white-hot\nmetal.\n\nWe were lucky. We were incredibly lucky. If that mercury had come out\nat an angle either one degree higher or lower than it had, we'd have\nbeen minus a tread or a chunk of the tractor's body.\n\nI didn't let myself think of how much good that was going to do us,\nwithout an engine, or what could keep us from each other's throats now.\n\nI snapped off my light and went inside. There was certainly nothing we\ncould do tonight.\n\nHelene hadn't even taken off her helmet. She was sitting cross-legged\nin the middle of the floor, hunched over, with her helmet buried in her\nhands as she might have buried her face in them if her helmet hadn't\nbeen in the way. When I got my own helmet off, I could hear her muffled\nsobbing.\n\n\n\nI didn't think; I just reacted. I reached her in one short stride and\nhauled her to her feet by her helmet. I twisted it a quarter turn\nto the right and jerked it off. I caught her by the collar as she\nstaggered backwards and slapped her hard across each cheek; with my\nopen palm on the left, backhanded on the right. I let go of her and she\nslumped back to the floor.\n\n\"Snap out of it kid,\" I said harshly. \"It isn't that bad.\" I turned\naway from her and began to pull off the rest of my suit, starting with\nthe heavy, armored outer layer of my gauntlets.\n\nI had the inner layer half off before she finally spoke: \"Marsh?\"\n\n\"Yes?\"\n\n\"I'll kill you for that.\"\n\n\"You frighten me.\"\n\n\"I'm not kidding.\"\n\n\"I know you're not, kid. You're just not thinking straight at the\nmoment. You wouldn't be here if you were the type that could actually\ncommit suicide, when it came right down to the fact.\"\n\n\"We're dead already.\"\n\n\"Then how do you expect to kill me?\"\n\n\"It will be fun trying, Marsh.\"\n\nIt finally hit me that this was asinine, childish, and getting nowhere\nin a hurry. \"Hell, kid,\" I said. \"We've still got an engine in the\n'dozer. It can be done. Maybe not neatly, but it can be done.\"\n\n\"Sure,\" she sneered, \"sure it can be done. The 'dozer must have almost\nhalf the power of this hulk. We'll get there all right. We'll get there\nabout the time the people upstairs pile up on the landing strip that\nisn't there. Then we can use the 'dozer to give them a good, Christian\nburial.\n\n\"Hell, Marsh, there's no sense trying to do it that way. That hole\ncan't be very big. If we take the mercury out of the 'dozer and add\nwhat we can find lying around on the sand, and then pour it back in and\nweld the hole shut, we'll be all right. We'll get there a day or two\nlater, but that won't be nearly as bad as if we try to tow with the\n'dozer. Then we can swap mercury again and use the 'dozer. Couldn't be\nany simpler than that.\"\n\nLike a fool, I tried to be logical: \"How long do you think that weld\nwould hold, kid? And then where would we be?\"\n\n\"Right where we are now, only maybe a few miles closer. We haven't got\nanything to lose, and we've got _everything_ to gain.\"\n\nThat was the start. In the course of an hour and a half, we covered\nevery possibility and impossibility of the situation. Whatever one of\nus brought up, the other argued against. We talked like crazy.\n\nWe were.\n\nWhen it finally penetrated that we'd both known everything we'd\ncovered, before we started, I said bluntly: \"Shut up.\"\n\n\"Go to hell.\"\n\n\"I suppose I will, eventually. Should I expect to see you there?\"\n\n\"No.\"\n\n\"I'm sure it can be arranged,\" I said as I got up.\n\n\"You're not going to--?\" she asked, suddenly really alarmed.\n\n\"No.\" By that time, she was on her feet, too. I spun her around and\nforced her to the floor. Then I tied her hands behind her back with\nsome wire that had been lying on the floor behind me. I didn't try to\ntie her too tightly; just tight enough to be sure she couldn't get at\nthe knots.\n\nShe didn't resist nearly as much as I had expected.\n\nI repeated the process on her ankles, then gagged her to stop the\ninsane conversation, and put her in her bunk.\n\nThen I turned out the lights and crawled into my own.\n\nIt never occurred to me that there were dozens of things she could cut\nherself loose with, just lying around the compartment.\n\n\n\nI awoke and threw my arm up from sheer instinct. I grabbed something\nsoft, and half-heard a metallic clatter behind my head. There was a\nweight on top of me, and then the weight and I were on the floor,\nlocked together with the blanket between us.\n\nFull consciousness was slow in coming, in spite of the shock of the\nactivity. It seemed better, somehow, to just stay in that halfway state\nand enjoy it without knowing why. Finally, gradually, it penetrated\nthat these were \"the motions\" that we were going through, but that we\nwere not just \"going through the motions.\"\n\nThis was for real.\n\nA nasty question followed the thought: if this was for real, why did\nshe keep wriggling and twisting all the time? The answer was close\nbehind. She never had been able to hold still when her husband held her.\n\nIt seemed ages before we both realized how unsatisfactory it was to be\nseparated by that blanket, and released each other and lay apart, with\nthe blanket half on me and half on her. After more ages, I got up and\nturned on the lights. There were certain formalities that really should\nbe observed.\n\nWhile I pulled on the outer skin of my spacesuit--I wouldn't be outside\nlong enough to need any more--Helene quietly picked out the large\nwrench she'd dropped at the head of my bunk, and put it back in the\ncase it had come from.\n\n_Love and hate are separated only by the thin edge of a coin ... flip\nit and it can come up either way...._\n\nI picked up a sterile specimen tube and a thin, small sheet of metal,\nlocked my helmet in place, and went out.\n\nIt took me a little longer than I'd expected to find a reasonably large\nblob of mercury, but I made up for it by getting it into the tube on\nthe second attempt.\n\nI was just beginning to feel the cold when I got back to the tractor.\n\nHelene had the specimen preservation kit out and open. I sealed the\nmercury in transparent plastic, made a ring from a piece of wire,\nbonded the mercury to it, and coated the whole works with more of the\ntransparent plastic.\n\nIt wasn't much, but--\n\nThen we got out the Bible.\n\nLater, we set up a double bunk.\n\nWe didn't set the alarm. _That_ was our honeymoon.\n\n\n\nNeither of us said a word in the morning; actually it was past noon.\nWe didn't have to. There was only one thing we could do that made the\nslightest sense.\n\nI got out the welder and burned off the tractor's cab, then went\nunderneath and cut through the mountings on the useless engine and\neverything else that wasn't an absolute essential.\n\nHelene dumped everything movable and non-essential from inside.\n\nShortly before dusk I tossed the now-useless welder on top of the\nother junk and climbed onto the 'dozer and pulled out. There weren't\nany brakes on what was left of the tractor, but that would have\nto not matter. We were going to have to drive 'round the clock or\nnot get there in time. A bulldozer is not a fast vehicle under any\ncircumstances.\n\nLogically, I couldn't see that we had much chance of covering eleven\nhundred miles in that rig, without having to make at least one stop\nquick enough to collapse the towbar and land the tractor on top of the\n'dozer.\n\nEmotionally, I couldn't believe a word of it. I _knew_ we were going to\nget there.\n\nWe did.\n\nForty-eight days after the crash, I drove through the blackened edge of\nthe northernmost \"marker area,\" and parked just inside its southern tip.\n\nWhen I came up through the airlock, Helene was looking out what had\nbeen the forward port of the tractor, which now faced the area we would\nhave to make into a landing strip.\n\nWhen I had the inner layer of my suit half off, she spoke for the first\ntime since we'd been married: \"We made it, Marsh.\"\n\nI joined her and looked out into the dusk. It was going to be rough,\nbut we could do it. \"Not quite,\" I said, \"we've still got that strip to\nchew out.\"\n\nShe was silent a moment, then said, tightening her arm around me: \"I\nknow. I said _we_ made it, Marsh.\"\n\n",
    "metadata": {
        "author": [
            "Kleine, Walter L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71586/pg71586.txt",
        "name": "deadline.json"
    }
}