{
    "name": "Dialogue",
    "author": [
        "Hope, Anthony"
    ],
    "body": "As this leaflet is privately printed by special permission of the\nAuthor, no additional copies can be sold.\n\n\n\n\n                              DIALOGUE[1]\n\n  [1] An address delivered to the members of the English Association,\n      October 28, 1909.\n\n\nAlthough it is probable that the subject I have chosen to speak about\nthis evening is rather outside the ordinary scope of your proceedings,\nI have thought it better to take that risk than to attempt to address\nyou on some topic which I, as a working novelist and one who has made\nexperiments in the dramatic line also, have had less occasion to\nstudy, and therefore should be less likely to be able to say anything\ndeserving of your attention――not that I am at all confident of doing\nthat even as matters stand. Yet perhaps it is not altogether alien to\nthe spirit of this Association to consider sometimes a more or less\ntechnical aspect of literature itself, even though its main object may\nbe to promote the study of literature; such a discussion, undertaken\nfrom time to time, may foster that interest in literature, on which in\nthe end the spread of its study must depend. With that much said by way\nof justification, or of apology, as you will, I proceed to my task.\n\n                   *       *       *       *       *\n\nSome months ago I happened to read a novel in the whole course of which\nnobody said anything――not one of the characters was represented in\nthe act of speaking to another with the living voice. One remark was\nindeed quoted in a letter as having been made viva voce on a previous\noccasion, but this sudden breach of consistency did not command my\nbelief――it seemed like an assertion that in an assembly of veritable\nmutes somebody had suddenly shouted. The book was not in the main in\nthe form of letters――it was almost pure narrative. The effect was worse\nthan unreal. An intense sense of lifelessness was produced; you moved\namong the dead――or even the shadows of the dead. It was a lesson in the\nimportance of dialogue in fiction which no writer could ever forget.\n\nWhat, then, is this dialogue? Formally defined it includes, I suppose,\nany conversation――any talk in which two or more persons take part;\nwhile it excludes a monologue, which one delivers while others\nlisten, and a soliloquy, which one delivers when there is nobody to\nlisten――unless, perchance, behind the arras. But some dialogues are, if\nI may coin a word, much more thoroughly dialogic than others――there is\nmuch more of what is the real essence of the matter. That real essence\nI take to be the meeting of minds in talk――the reciprocal exhibition\nof mind to mind. The most famous compositions in the world to which\nthe title of dialogues is expressly given――Plato’s own――vary greatly\nin this essential quality. Some have it in a high degree: others\nbecome in great measure merely an exposition, punctuated by assents or\nadmissions which tend to become almost purely a matter of form. Later\nphilosophical dialogues, like Landor’s, give, to my mind, even less the\nimpression of conversation――though an exception may well be made to\nsome extent for Mr. Mallock’s _New Republic_. But speeches are not true\ndialogue, and you cannot make them such by putting in a succession of\nthem. For an instance, see Mr. Lowes Dickinson’s _Modern Symposium_.\nOne is inclined to say that unstinted liberty of interruption is\nessential to the full nature of dialogue――to give it its true character\nof reciprocity, of exchange, and often of combat. Without that it\ninclines towards the monologue――towards an exposition by one, and away\nfrom a contribution by several.\n\nThus it is that not all good talk can be cited as a good or typical\nexample of dialogue. I have taken philosophical examples――let me\nturn hastily to something which, I hope at least, I know rather more\nabout. We all know, and doubtless all love, Sam Weller’s talk, but\nSam’s creator is, naturally enough, too much enamoured of him to give\nhis interlocutors much of a chance. The whole is designed for the\nbetter exhibition of Sam――the other party is, in the slang of the\nstage, ‘feeding him’――giving him openings. It’s one-sided. A quite\nmodern instance of the same kind, and one which, at its best, is not\nunworthy of being mentioned in the same breath, is to be found in _The\nConversations of Mr. Dooley_. ‘Hinnissey’ gets no chance, he is merely\na ‘feeder’; the whole aim is the exhibition of the mind of Mr. Dooley.\nContrast with these the conversations in _Tristram Shandy_――to my mind\nsome of the finest and, scientifically regarded, most perfect dialogue\nin English literature. Every character who speaks contributes――really\ncontributes, and is not merely a feeder or a foil. Each has his own\nmind, his own point of view, and manfully and independently maintains\nit. Uncle Toby is the author’s pet perhaps, but I think he is hardly\nless fond of Mr. Shandy――while Mrs. Shandy, Dr. Slop, Corporal Trim,\nand the rest, are all sharply defined and characterized out of\ntheir own mouths, and have their independent value as well as their\nindependent views. If you would seek good modern examples of these\ndialogic virtues, you might turn to Mr. Anstey’s _Voces Populi_ or to\nMr. Jacobs’s stories. In the latter the things that make you laugh most\nare often not in themselves remarkable――certainly not witty and indeed\nnot aiming at wit; but they suddenly exhibit and light up conflicting\npoints of view――and irresistible humour springs full-born from the\nclash of outlook and of temperament.\n\nIt is precisely this power inherent in dialogue――the power of bringing\ninto sharp vision the conflict of characters and points of view――which\nfavours the increased use of it in modern novels. Serious modern novels\ntend to deal with matters of debate more than their predecessors of\ncorresponding rank did――at once to treat more freely of matters open to\nquestion, and to find open to question more matters than our ancestors\nthought――or at all events admitted――to come within that category. It\nis both more efficacious and less tedious to let A and B reveal their\ncharacters and views to one another than for the author to tell the\nreader A’s character and views, and then B’s character and views, and\nto add the obvious statement that the two characters and views differ.\nWe do not want merely to be told they differ; the drama lies in seeing\nthem differing, and in seeing the difference gradually disclose and\nestablish itself until it culminates in a struggle and ends in a drawn\nbattle, or a hard-won victory. Of course, when a man is fighting alone\nin his own soul, you must rely on analysis――on analytic narrative\n(unless indeed you resort to an allegorical device), but where there is\na conflict between two men――representing perhaps two types of humanity,\nor two sides of a disputed case――dialogue comes more and more to be\nused as the most technically effective medium at the writer’s disposal.\n\nBut its increased use is not limited to this function. It is found\npossible to employ it more and more in the direct interest of literary\nform and technique. There are very many facts which the author of a\nnovel desires to convey to his readers. A considerable proportion of\nthem must be conveyed by narrative――so considerable a proportion that\nit is all gain if the number can be cut down. Here a skilful use of\ndialogue comes to the author’s aid. To take an example. The author\nwishes to acquaint the reader with the heroine’s personal appearance,\nsince the reader is required to understand the hero’s passion and the\nvillain’s wiles. We all recollect how in many old novels――even in those\nof the great masters of the craft――the fashion was to catalogue the\nlady’s charms on her first appearance on the scene. There they all\nwere――the raven locks, the flashing eyes, the short curling upper lip,\net cetera. You read them――and according to my experience you were in no\nsmall danger of entirely forgetting what manner of woman she was by the\ntime you had turned half a dozen pages. But if you can see her beauty\nin action, so to speak, it’s a different thing. Say that her eyes are\nthe feature on which special stress is desirable. Merely to state that\n‘she had beautiful blue eyes’――well, you accept the fact, but it leaves\nyou cold. But if the hero, by a dexterous compliment, gallant yet not\nobtrusive, can, first, tell _you_ about the eyes, secondly exhibit to\nyou the effect the eyes are having on him, thirdly, get a step forward\nin his relations with the lady, and fourthly, aided by her reply to the\ncompliment, show you how she is disposed to receive his advances――the\nresult is that the author has done more and has done it better. I have\npurposely chosen a simple――almost a trivial――instance, but it is not\ntherefore, I think, a bad example of how the use of dialogue can not\nmerely avoid tedium, though that is a supremely desirable and indeed a\nvital thing in itself, but can also give a natural effect instead of\nan unnatural, and add to the dramatic value of a fact by showing it\nin actual operation, producing results, instead of merely chronicling\nits existence, almost as an item in a list. Novelists have realized\nthis, and the realization of it unites with the reasons which I have\nalready touched upon to make them try to work more and more through\ndialogue――more and more to make the characters speak for themselves,\nand less and less to speak for them except when they must. There is\na gain all round――in naturalness, in drama, in conciseness, and in\nshapeliness.\n\nIt remains, while we are on this point of the technical usefulness\nof dialogue, to note two or three other ways in which it serves the\nnovelist’s turn. He finds it exceedingly to his purpose if he wishes\nto be impersonal, to be impartial, to keep a secret, or to hold a\nsituation in suspense. It enables him to withdraw behind the curtain,\nand leave his characters alone with the reader. It enables him to get\nrid of the air of omniscience which narrative forces upon him, and to\nassume the limitations of his _dramatis personae_. By so doing he adds\nreality to them――they are less puppets. Speaking through A’s mouth, he\nsees only A’s point of view, and when he speaks through B’s mouth his\nknowledge of the state of events is only B’s knowledge, and no greater.\nHe may often desire to do this, for much the same reasons as sometimes\nlead a writer to assume, altogether and throughout the book, the garb\nof one of the characters, to write in the first person, to see only\nwhat the hero sees, to know only what he knows, and to feel only what\nhe feels. The use of dialogue is in this aspect of it a less drastic\nform of the same device.\n\nI have tried to indicate the uses of dialogue to the writers of\nbooks――I must say a word or two about the stage later on――but it\nwould be a mistake to suppose that its employment has no limits.\nOne we have already touched upon――a man can’t talk dialogue to\nhimself――well, unless he’s a ventriloquist, and in these days his right\nto soliloquize, or even to say ‘Hallo!’ when he’s by himself――except\ninto the telephone, of course――is keenly canvassed or sternly denied.\nBut even apart from this necessary limitation on dialogue, there are,\nI think, no doubt others. In the first place, dialogue, so excellent\na means of exhibiting character and opinion, is on the whole not the\nmost appropriate or effective mode of exhibiting action――unless, that\nis, the whole importance of the action depends on how it is received by\none of the parties to the dialogue. Take the case of a murder. If the\nobject is to tell an ingenious and thrilling story of a murder, it is\nin nine cases out of ten far better for the author to tell it himself.\nHe gains nothing by putting it into the mouth of a character, and he\nprobably loses directness and effect. But if the import of the murder\nlies not so much in itself as in the effect the news of it may have on\nA, B, then it is good to tell it to A, B; the reader can see the effect\nin operation. But with this exception I think it may be taken that\nbooks containing much external action, and much rapid action, will tend\nto rely less on dialogue, and more on narration. Not only is dialogue\nless quick-moving and direct, but when action is in the case, it loses\njust that naturalness which is so pre-eminently its own where it is\ndealing with a clash of temperaments or with contrasted views of life.\nIt seems to come at second hand, and the reader feels that he would\nsooner have been with A, who really saw the thing done, than merely\nwith B, who is only being told about it by the actual witness.\n\nAgain, I think there is little doubt that the ordinary reader is\nfatigued by too much talking, and that a long novel, mainly relying\non dialogue and reducing narrative to a merely subordinate position,\nis in great danger of becoming tedious. This it may do in one of two\nways――or, if it is very unfortunate, in both――at different places. The\nwriter may try to tell too much by dialogue, with the result that his\ncharacters speak at great length, and he topples over the line which\ndivides dialogue from speech-making. Or, on the other hand, alive to\nthe perils of speech-making, he may try to cut it all up into question\nand answer, and to enliven it by constant epigrams or some other form\nof wit. This latter expedient may not bore the reader so much as the\nspeech-making, but it will probably fatigue him more. Dialogue does,\nin fact, make a greater claim on the reader than narrative. I think\nthis is true even when it is good dialogue. Something may be done to\nhelp him by skilful comment or description――clever stage-directions\nin effect――but none the less he is deprived, or curtailed, of much\nof the assistance on his way which the narrative form can give him.\nI think that probably the best advice to offer to a novice would be:\nAs few long conversations as possible――but as many short ones. Let\nthe dialogue break up the narrative, and the narrative cut short any\ntendency to prolixity in the dialogue.\n\nJust now I referred to the possibility of assisting dialogue by\ncomment or description, much as when you read a play you are assisted\nto follow and appreciate the lines written to be spoken on the stage\nby the directions inserted to guide the actor. This reference, I dare\nsay, raised in your minds the thought that the dialogue I have been\nspeaking of――dialogue as it is used in novels――is very rarely pure\ndialogue at all. The objection is well founded, and its application\nis wide, though the degree of its application varies immensely. You\nmay find pure dialogue, without stage-directions, here and there,\neven in novels. George Borrow, for instance, is fond of it, and is\na master of a peculiar quality of it. But far the more general form\nis dialogue assisted by comment and description――a hybrid kind of\ncomposition, in which the author plays a double part, speaking through\nthe characters’ mouths at one moment, describing their actions,\ngestures, even their unspoken thoughts, at the next. This is the normal\nform of novel dialogue. The variations occur in the relative amount\nof this description or comment――of this stage-direction, as I have\ncalled it. And I call it that because this comment or description takes\nthe place of what they call ‘business’ on the stage. The actor’s task\nis divided between his words and his ‘business’, and the playwright\nis entitled to rely on the ‘business’ to help out the words, just as\nthe novelist describes or comments on the actions and gestures of his\nspeakers, in order to assist and elucidate the meaning of the actual\nwords they use. If you read a play――not seeing the actors――and if\nthe author has given no stage-directions as to how the characters\nlook or speak――as to whether they show anger or fright, or pleasure,\nor surprise, for instance, you will find, I think, that you have to\nread with an increased degree of attention――perhaps I may say of\nsympathetic imagination――and that, even with this brought to bear,\nyou will sometimes be in doubt. So with novel dialogue. If the author\ndenied himself description or comment interlarded with the actual\nwords spoken, he would set a harder task both to his own skill and\nto the reader’s intelligence. The comments of the novelist, like the\n‘business’ of the playwright, clothe the skeleton of the actually\nspoken words with a living form, expressing itself in action, in\ngesture, by frowns or smiles, by tears or laughter. I have little doubt\nthat if we possessed not only Shakespeare’s words, but Shakespeare’s\n‘business’, many a controversy as to the exact meaning of this passage\nor that, many a question as to the precise character or mental\ncondition of this or that of his _dramatis personae_, could never have\narisen――and many learned, and possibly some tedious, books would have\ngone unwritten.\n\nNow, so far as I know――but I hasten to add that I am not a wide reader\nof plays, though I am much addicted to seeing them acted――Mr. Bernard\nShaw was the first among English dramatists to see and exploit fully\nthe possibilities of stage-directions in helping the imagination of\nthose who read, as distinct from those who see, his plays. Some of his\nstage-directions are, in my humble opinion, among the best things he\nhas ever done――terse, humorous, incisive, complete――see, for example,\nhis description of Mrs. Warren. But novelists were quicker to see\nthe possibility of their stage-directions, their comments on moods,\ntheir descriptions of the actions or the gestures accompanying the\nspoken words. When you talk to a man or woman, you don’t shut your\neyes and merely listen to the voice. You do listen carefully to the\nvoice――since he may say ‘Yes’ as if he really meant it, or as if he\nonly half-meant it, or as if he meant just the opposite――but you also\nwatch his eyes and his mouth――and in moments of strong excitement it\nis recorded of many a villain that his fingers twitched, and of many a\nheroine that her bosom heaved; so fingers and bosoms are worth watching\ntoo. Now the point is that a skilful use of these stage-directions\ncan not only immensely assist the meaning of novel dialogue, but can\nalso add enormously to its artistic value and merit. It can diffuse\nan atmosphere, impart a hint, create an interest by a dexterous\nsuspending of the answer. This last is, from a professional point of\nview, a particularly pretty trick――it’s not much more than a trick,\nbut let us call it a literary device――and Sterne brought it to great\nperfection――and knew well what he was doing. I will make bold to quote\na passage of his which bears on the whole subject, and shows both his\nmethod and the absolute consciousness with which he employed it――to\nsay nothing of the shameless candour with which he laughs at his own\ntrick. Corporal Trim is discoursing to his fellow servants on the death\nof Tristram’s brother, Master Bobby. ‘Are we not here now?’ continued\nthe Corporal (striking the end of his stick perpendicularly upon the\nfloor, so as to give an emblem of health and stability) ‘and’ (dropping\nhis hat upon the ground) ‘gone in a minute?’ Then Sterne digresses, and\nrepeats――as his manner is. But he comes back――and is good enough to\nexplain: ‘Let us only carry back our minds to the mortality of Trim’s\nhat,’ he says. ‘Are we not here now――and gone in a moment? There was\nnothing in the sentence――’twas one of your self-evident truths we have\nthe advantage of hearing every day: and if Trim had not trusted more\nto his hat than to his head, he had made nothing at all of it.’ And\nhe proceeds: ‘Ten thousand and ten thousand times ten thousand (for\nmatter and motion are infinite) are the ways by which a hat may be\ndropped on the ground without any effect. Had he flung it, or thrown\nit, or cast it, or skimmed it, or squirted it, or let it slip or fall\nin any possible direction under heaven――had he dropped it like a goose,\nlike a puppy, like an ass――or in doing it or even after he had done\nit, had looked like a fool, like a ninny, like a nincompoop――it had\nfailed, and the effect upon the heart had been lost.’ And he ends――most\njustifiably――‘Meditate, I beseech you, upon Trim’s hat!’ Trim’s hat\nmay certainly stand as an instance of the value of stage-directions to\nnovel dialogue.\n\nReturning to actually spoken words――the real talk between the\ninterlocutors――we may note the great adaptability and elasticity of\nthe dialogue form. The hesitation, the aposiopesis, the interruption,\nare all ready and flexible devices, apt to convey hints, innuendoes,\ndoubts, objections, apt to convey the sense of a balance inclining\nnow this way, now that, to show one mind feeling its way towards a\nknowledge of the other, while sedulously guarding its own secrets. Or\nyou may seek the broader effects of comedy with the sudden betrayal\nof irreconcilable divergence, or of an agreement as complete as it is\nparadoxical, or of the mutual helplessness which results from total\nmisunderstanding of the one by the other, or, finally, of the well-worn\nbut still effective device――a favourite one in the theatre――of two\npeople talking at cross-purposes, one meaning one thing, the other a\ndifferent one, and the pair arriving at an harmonious agreement from\nutterly inharmonious premises――the false accord of a hundred scenes of\ncomedy.\n\nSuch are some of the arts of dialogue, as they are employed sometimes\nin the task of serious and delicate analysis, as for example by\nMr. Henry James, sometimes in the cause of pure comedy, as by Gyp.\nThat lady made an interesting experiment. She tried to indicate the\ngestures, wherein her countrymen are so eloquent, by a system of\nnotation――so many notes of interrogation, or so many of exclamation,\nbeing B’s response to A’s spoken observation. But here, I think,\nshe must be held to have resorted to ‘business’ as we have already\ndiscussed it, and to have passed beyond true dialogue. An ‘Oh’, an\n‘Ah!’ or a ‘Humph!’ constitute about the irreducible minimum of that\narticulate speech which makes dialogue. Notes of exclamation won’t\nquite do.\n\nOne other function of dialogue deserves especial mention. Unless an\nauthor adopts the drastic course I have already alluded to――that of\nsinking himself absolutely in the personality of one of his characters\nand writing in the name and garb of that character――as for example\ndid Defoe――and as, for example, does Sir Arthur Conan Doyle, when\nhe plays Dr. Watson to Sherlock Holmes’s ‘lead’ as they say in the\ntheatre――unless he does this, dialogue alone will enable him to impart\n‘local colour’, in other words, to set before his reader the speech and\nthe mind of races or classes far different in their thoughts, in their\nmodes of expression, and in their actual vocabulary and pronunciation,\nfrom what we may term the ordinary educated reader. Scores of Dickens’s\ncockney characters, Mr. Hardy’s Wessex rustics, Mr. Kipling’s soldiers,\nlive and move and have their being for us solely in virtue of what they\nsay and the way they say it. In fact they couldn’t be described――they\nmust be seen and heard. They must be on the stage. Therefore they must\nuse――their creators must use for them――that literary form which is,\nin the end, the link between novels and the stage――the form common to\nboth――the form of dialogue.\n\nThat last observation leads me naturally to pass on to the literary\nvehicle in which dialogue is in its glory――in which it is the sovereign\ninstrument, in which it reaches its highest level of independence, in\nwhich it leans its lightest on any other aid than that inherent in its\nown capacity. This is the drama――and the drama written for the actual\nstage. I do not think that what are called ‘plays for the study’ need\ndetain us. It is really only a question of degree in each case. They\neither approximate closely to the true stage-play or, on the other\nhand, they are really books in which, by artifice and often by an\neffort which is rather too visible, those parts that would naturally\nassume a narrative form, are presented in the guise of dialogue――or\nrather not so much of dialogue as we are now discussing it, but, as I\nshould say, of speeches which are, in essence, either narrative, or\nargumentative, or reflective, or hortative in character.\n\nWe may come then to the theatre itself――but before I attempt to say\nanything on the relations between stage dialogue and book dialogue, I\nshould like to remind you again that even this greater independence\nof stage dialogue is very far indeed from being absolute. We have\nalready referred to the stage-directions. These are amplified by the\nactor, of his own motion or in pursuit of the instructions he receives\nat rehearsal. The result is his ‘business’――everything he does on\nthe stage except what he does with his tongue. The ‘business’ counts\nfor much, but what counts for even more is that the words are spoken\nthere on the stage by living man to living man. I think it is hard to\nexaggerate the effect of this――the immense help it gives to the words.\nIt is not merely a question of vividness, though that is important\nenough. It is equally, or even more, a question of appropriateness,\nof the words matching the personality from which they proceed. The\nnovelist can make his words match the personality which he has created\nin his own mind. Where he is at a disadvantage compared with the\nplaywright is that it is infinitely harder for him, in spite of all\n_his_ stage-directions, and his descriptions, and his analysis, to\nset that personality as completely before his reader as the corporeal\npresence of the actor sets it before the audience in the theatre. Hence\nthe match――the harmony――between the words and the personality――though\nit may exist, is apt not to be nearly so effective in the book as on\nthe stage, and a line that misses its mark as written in the one may\ntriumph in the other, thanks to the man who speaks it――to his skill,\nto his emotional power, not seldom, and especially in comedy, even\nto his personal appearance. In a word the independence of dialogue\non the stage is qualified by its dependence on the actor. He has to\ndo what the novelist does by descriptions and comments. He has to\nclothe the skeleton; and if it has been one’s fortune to see two or\nthree great or accomplished actors play the same part, especially,\nsay, in a classic play, where they are not guided――or trammelled――by\ntoo many stage-directions, and are not instructed――perhaps sometimes\nover-instructed――by the author, one will not, I think, doubt that the\nclothes they put on the skeleton may very considerably affect the\nappearance of its anatomy, sometimes seeming to alter the very shape of\nthe bones.\n\nStill, all allowances made, it remains true that the stage offers the\nfullest, the fairest, and the most independent opportunity for pure\ndialogue――and it is necessary to ask the question――however hard the\nanswer may be――what effect the medium of the theatre has upon dialogue.\nI admit at once that I think the question is very hard to answer. We\nare in presence of the indisputable fact that dialogue which is highly\nmoving or amusing in a book may fall quite flat on the stage――while on\nthe other hand dialogue which is very effective on the stage may sound\neither obvious or bald in a book. This is not to say, of course, that\nsome dialogue will not be found good for both. Practical experiments\nare constantly being tried, owing to the habit of dramatizing novels\nwhich have achieved a popular success. The temptation is to carry over\ninto the play as much of the dialogue of the novel as you can contrive\nto use; the object is to preserve as far as possible both the literary\nflavour and the commercial goodwill of the original. The result is\ninteresting. The novelist, whether he acts as his own dramatist or not,\nwill almost always notice, I think, that passages of dialogue which are\nmost effective in the book are least effective on the stage――often\nthat they need complete remodelling before they can be used at all.\nOn the other hand, passages which he has little esteemed in the\nbook――regarded perhaps almost as mere machinery, part of the necessary\ntraffic of the story――make an immediate hit with audiences in the\ntheatre.\n\nIt is a commonplace in the theatrical world that there is no telling\nwhat ‘they’ will like――‘they’ means the public――not even what plays\nthey will or will not like, much less what particular scenes or\npassages――and nobody with even the least practical experience would\ncare to back his opinion save at very favourable odds. If then it is\nimpossible to tell what they will or won’t like, it seems still more\nhopeless to inquire why they will or won’t like it; but that is, in\nreality, not quite the case. It is not, I think, so much that the\nplaywright does not know what he has to do to please them, as that it\nhappens to be rather difficult to do it, and quite as difficult to know\nwhen you have done it. Happily, however, we are to-night not on the\nhard highroad of practice, but in the easy pastures of criticism, and\nmay therefore be bold to try to suggest what are the main features of\ngood theatrical dialogue――features which, though they may be found in\nand may assist novel dialogue, yet are not indispensable to it, but\nwhich must characterize theatrical dialogue and are indispensable to\nsuccess on the stage. These indispensable qualities may in the end be\nreduced to two――practicality and universality.\n\nBy practicality――not a happy term, I confess, and one which I use only\nbecause I cannot think of any other single word――I mean the quality\nof helping the play forward, either by getting on with the evolution\nof the situations, or by exhibiting the drama which is the result of\nthe situations (I must add, parenthetically, that by situations I do\nnot mean merely external happenings――the term properly includes both\ncharacters and events, and their reciprocal action on one another). A\nplay is a very short thing; a very solid four-act play――I am talking of\nthe modern theatre now――will not cover more than 140 to 150 ordinary\ntype-written sheets; a novel of the ordinary length will cover from\nthree to four hundred. The obvious result is that the author has not,\nto put it colloquially, much time to play about. He may allow himself\na little of what is technically termed ‘relief’. A good line pays for\nits place. But broadly speaking, all the dialogue has to work――each\nline has its task of advancing action or exhibiting character. Now\nonly so many lines being possible between the rise and the fall of\nthe curtain, it is clear that there is no room for digression or for\nrambling――things that are often most delightful in a book, where space\nand time are practically unlimited. More than this. Not only is there\nno space for rambling and irrelevant talk, but the necessary talk――the\ntalk that is helpful and pertinent――must at the same time carefully\nconsult the limits of space. There are a lot of points to be made in\nevery act――aye, in every scene. The playwright cannot afford too much\nspace to any one point. And the point must not only be made with all\npossible brevity――it must be made with all possible certainty, so that\nthere may be no need of going back to it, no need of repetition; it\nshould be stuck straight into the audience’s mind, as one sticks a pin\ninto a chart. Hence there is need of directness――a certain quality of\nunmistakableness――one might almost say bluntness, when one compares\ntheatrical dialogue with some of the minutely wrought novel dialogue\nto which I have referred to-night. But what then――I’m afraid you will\nbe beginning to ask――what then, if you are right, is to become not only\nof the literary graces of style, but also of the intellectual quality\nof your work――of its profundity, of its subtlety, of its delicacy?\nWell, I can make only one answer――and being to-night, as I say, in\nthe happy pastures of theory――I can give it light-heartedly. You must\nkeep all those, and manage to harmonize them with your brevity and\nyour certainty. That is one of the reasons――not the only one――why\nit is distinctly difficult to write good plays, not very easy to\nwrite even what are often contemptuously referred to as commercially\nsuccessful plays――and not absolutely easy to write anything that can\nbe called in any serious sense a play at all. There is a great deal\nof difference between just being a bad play and not being a play at\nall. The real playwright sometimes writes a bad play――but it is a play\nthat he writes. Yes, your beauty, your profundity, your subtlety, your\ndelicacy, must submit to drill――they must toe the line――they must\naccept the strait conditions of this most exacting medium. Conciseness\nand certainty――a quality of clean-cut outline――is demanded by stage\nconditions. The writer must know with accuracy where he is going at\nevery minute and just how far. He ought to do the same in a book,\nyou’ll say, and I admit it. But in the latter it is an ideal, and many\na successful and even many a delightful book has been written without\nthe ideal being reached――or perhaps even aimed at. On the stage the\nideal is also the indispensable――for there a writer in the least of a\nmist wraps his audience in the densest fog.\n\nThe second quality which I suggest as pre-eminently required by stage\ndialogue and which I have called universality really goes deeper and\naffects more than the mere dialogue, though strictly speaking we are\nthis evening concerned with its effect in that sphere only. Consider\nfor a moment the different aim which a writer of novels and a writer\nof plays respectively may set before himself. Of course the novelist\nmay set out to please the whole British public――and the American\nand Continental too, if you like, though for simplicity’s sake we\nmay confine ourselves to these islands. A certain number no doubt\nstart with that aim. A few may have succeeded――very few. But such an\nambitious task is in no way incumbent on the novelist. Whether he looks\nto his pride or his pocket, to fame or to a sufficient circulation, it\nis quite enough for him to please a section of the public. He may be a\nfamous literary man and enjoy a large income, as fame and incomes go in\nauthorship, without three-quarters of the adult population――let alone\nthe boys and girls――knowing or caring one jot about him. And he may\nbe quite content to have it so――content deliberately and voluntarily,\nand not merely perforce, to limit the extent of his appeal, finding\ncompensation in the intenser, though narrower, appeal he makes to his\nchosen audience, and in the increased liberty to indulge and to develop\nhis own bent――to go his own way, in short, happy in the knowledge that\nhe has a select but sufficient body of devoted followers. For example,\nI don’t suppose that Mr. Meredith expected or tried to please the\nboys who worshipped Mr. Henty, or that Mr. Henty, in his turn, had\nany idea of poaching on the preserves of Mr. Pett Ridge. In a word,\na novelist can, if he likes or if he must (often the latter is the\ncase), specialize in his audience just as he can in his subject or his\ntreatment. If he pleases the class he tries to please, all is well with\nhim; he can let the others go, with just as much regret and just as\nmuch politeness as his circumstances and his temperament may dictate.\n\nNow, of course, this is true to some degree of the theatre also――at any\nrate in the great centres of population like London, where there are\nmany neighbourhoods and many theatres. You would not expect to fill a\npopular ‘low price’ house with the same bill that might succeed at the\nSt. James’s or, in recent days, at the Court Theatre. Nevertheless,\nit is immensely less true of the theatre than it is of the novel.\nTake the average West End theatre――it has to cater for all of us. The\nfashionable folk go, you and I go, our growing boys and girls go, our\nrelations from the country go, our servants go, our butchers, bakers,\nand candlestick-makers go, the girls from the A.B.C. shops, and the\nyoung gentlemen from Marshall & Snelgrove’s go――we have all to be\ncatered for――we have all to be pleased with the same dinner! Across the\nfootlights lies a miniature world, in which wellnigh every variety that\nexists in the great world outside has paid its money and sits in its\nseat. Is this to say that the theatre must rely on the commonplace and\nobvious? Not at all――but it is to say that it must in the main rely on\nthe universal――on that which appeals to all the varieties in virtue of\nthe common humanity that underlies the variations. It must find, so to\nsay, the least common denominator, and work through and appeal to that.\nThe things that will do it differ profoundly――\n\n    ‘To-morrow, and to-morrow, and to-morrow,\n     Creeps in this petty pace from day to day\n     To the last syllable of recorded time,\n     And all our yesterdays have lighted fools\n     The way to dusty death. Out, out, brief candle!’\n\nThat does it. Or Congreve’s ‘Though Marriage makes man and wife\none flesh, it leaves them still two fools!’――That does it, though\nobviously in quite a different way――or ‘Romeo, Romeo, wherefore art\nthou Romeo?’――again in a different way. Or again something quite\nelementary――even schoolboyish if one may dare to use the word of\nShakespeare――may win its way by its absolute naturalness, as when\nJacques says to Orlando――of Rosalind, ‘I do not like her name’――‘There\nwas no thought of pleasing you when she was christened’――an unanswerable\nretort to an impertinent observation which I have never known to fail in\npleasing the house. The thing may or may not be simple, it may or may\nnot be profound, it may or may not be witty, but it must have a wide\nappeal――it must touch a common chord. I imagine that very few\nplays――though I think I have known a few――get produced and then please\nnobody――absolutely nobody in the house. I have known some failures that\nhave pleased very highly people whom any author should be proud to\nplease. But they haven’t pleased enough people――not merely not enough to\nsucceed, but not enough to establish them as good plays, however much\ngood literary stuff and good literary form there might be contained and\nexhibited in them.\n\nNow this need for universality――for the thing with a wide appeal\nnot limited to this or that class or character of intellect――has\nits effect, I think, on the actual form of the dialogue, though I\nfreely admit that is an effect extremely hard to measure and define\nwith any approach to accuracy. It in no way excludes individuality\nor even whimsicality, whether in situation or dialogue. The writer\nwho is probably the most successful living British dramatist to-day\nis also probably the most individual and the most whimsical. It in\nno way demands undue concession to the commonplace――but it does, I\nthink, require that the dialogue shall be in some sense in the vulgar\ntongue――that it shall be understanded of the people. The thing need\nnot be seen or put as the audience would see or put it, but it must\nbe seen and put as the audience can understand that character seeing\nand putting it. It must not be perverse, or too mannered, or too\nobscure. It may not be allowed so much licence in this respect as\nbook-dialogue, if only for the reason that its effect has to be much\nmore immediate――there can be no such thing as reading the speech over\nagain the better to grasp its meaning――a necessity not unknown in novel\nreading. Its appeal is immediate, or it is nothing at all. It must also\nbe, above all things, natural――and this again is on the stage even\nmore pre-eminently requisite than in the written page――if only for the\nreason that the speaker is more vividly realized on the stage, and\nthe author less vividly remembered――so that any discrepancy between\nthe speaker as he lives before you and the particular thing he says\nis more glaringly apparent. And, as a corollary to this necessity for\nnaturalness, follows the need for full and distinct differentiation of\ncharacter. The dialogue must clearly attach to each character in the\nplay his point of view and must consistently maintain it. On the whole\ntherefore we may say that the universality of appeal which the stage\ndemands operates on the form of the dialogue by way of imposing upon it\ncertain obligations of straightforwardness of effect, of lucidity and\nimmediateness in appeal, and of naturalness and exact appropriateness\nto the speaker――obligations which exist for book-dialogue also, but are\nless stringent and less peremptory there than in the theatre.\n\nThis question of naturalness, which is germane to the whole subject\nof dialogue and not merely to stage dialogue, is one of the most\ndifficult things to lay down any rule about. It is not easy even\nto get any working formula which is helpful. On the one side there\nseems to lie the obvious rule――that all dialogue ought to be natural,\nappropriate to the person in whose mouth it is put――not merely what\nin substance he would say, but also said in the way he would say it.\nOn the other side is the obvious fact that no two writers of any\nconsiderable merit do, as a fact, write dialogue in the same way, even\nwhen they are presenting the same sort of characters. Comparatively\nimpersonal as the dialogue form is, when set beside the narrative, yet\nthe writer’s idiosyncrasy will have its way, and in greater or less\ndegree the author’s accent is heard from the lips of his imaginary\ninterlocutors――and of each and all of them, however widely different\nthey may be supposed to be, and really are, from one another. This\nappears to land us in an _impasse_; the obvious fact seems to conflict\nwith the obvious rule. If it be so, I suppose the rule must go to the\nwall, for all its obviousness. But I fancy that some approach to a\nsolution may be found in the suggestion that no two authors of creative\npower do, in fact, ever create characters of quite the same sort, and\nthat we got into a seeming _impasse_ by being guilty of a fallacy.\nWhen an author sits down at his desk to contemplate, criticize, and\nreproduce the world about him, it is natural at the first thought to\nregard the author as subject contemplating and reproducing the world\nas object――pure subject as against pure object. Here is the fallacy\nas I conceive. The author as subject does not and cannot contemplate\nthe world as pure object. What he sees is object-subject――that is to\nsay, he consciously sets himself to contemplate and describe a world\nwhich is already modified for him by the unconscious projection of\nhis own personality into it――or, in more homely language, he always\nlooks through his own spectacles. It follows that when two creative\nminds――say Dickens and Thackeray――both set out to describe a duke or\na costermonger, it is never the same duke or costermonger――it is not\nthe abstract idea of duke or costermonger, laid up in heaven――but\nit is a duke-Dickens or a duke-Thackeray――a costermonger-Dickens\nor a costermonger-Thackeray. Consequently again it is not in the\nend natural――and, therefore, as the Admirable Crichton would remind\nus, it is not in the end right――that these two dukes or these two\ncostermongers should speak in exactly the same way――though no doubt\nboth of the pairs ought still to speak as dukes and costermongers of\nsome sort――be it Dickensian or Thackerayan as the case may be. Of\ncourse, if an author’s idiosyncrasy is so peculiar that the subjective\ninfusion of himself which he pours into the objective costermonger\nis so powerful as to cause the human race at large to object that no\ncostermonger of any kind whatsoever ever did or could speak in that\nway――well, then the world will say that the picture of the costermonger\nis untrue and the language of the costermonger is inappropriate and\nunnatural――a conclusion summed up by saying that the author can’t draw\na costermonger. His personality won’t blend with costermongers――perhaps\nit will with dukes――he had better confine himself to the latter. The\nauthor may take comfort in the thought that there are sure to be a\nfew persons enamoured of singularity, and perhaps liking to be wiser\nthan their neighbours, who will declare that his costermongers are\nof a superior brand to all others, and are indeed the only complete\nand veritable revelation of the quiddity of the costermonger ever set\nbefore the world since that planet began its journey round the sun.\n\nWe arrive, then――as we draw near the close of these remarks――rather\nrambling remarks, I am afraid――at the conclusion, perhaps a conclusion\nwith a touch of the paradoxical in it――that in dialogue the writer is\nalways trying to do what in the nature of the case he can never do\ncompletely. He is always trying to present objectively a personality\nother than his own. He never fully succeeds, and it would be to the\nruin of his work as literature, if he did. The creator is always there\nin the created, and it is probably true to say that he is there in\ngreater degree just in proportion to the force of his personality and\nthe power of his creative faculty. Is the greater writer then less\ntrue to life than the smaller? I am not going to be as surprising as\nthat――for, though he puts in more of himself, the greater writer sees\nand puts in a lot more of the objective costermonger also. But it is,\nI think, true to say that what we get from him is not, in the strict\nuse of words, anything that exists. It is a hypothetical person, if\nI may so put it――it is a compound of what the author takes from the\nworld outside and what he himself contributes. The result is, then――to\ntake an instance or two――in Diana of the Crossways, not an actual\nhistorical character, but what Mr. Meredith would have been had he been\nthat lady――not an actual skipper of a coastwise barge, but what Mr.\nJacobs would have been had he been skipper of a barge――not an actual\ndetective, but what Gaboriau, or Wilkie Collins, or Sir Arthur Conan\nDoyle would have been had he been a detective, or, to take extreme\ncases, not the inhabitants of the jungle, but all the varieties which\nMr. Kipling’s fertile genius would have assumed if he had had to people\nthe jungle all off his own bat. True as this is of all imaginative\nwriting, it is most true of dialogue. That is an attempt at direct\nimpersonation, as direct as the actor’s on the stage――and it is and\ncan be successful only within the limits indicated. The author, like\nthe actor, must go on trying to do what he never can and never ought\nto succeed in doing――namely, obliterating his own personality. The\nreal process is not obliteration but transformation or translation――a\nfusion of himself with each of his speakers――he modifies each of them\nand is himself in each case modified by the fusion. And we may probably\nmeasure a man’s genius in no small degree just by his susceptibility\nto this fusion. We talk of Shakespeare’s universal genius, and say\nthat he ‘understands’ everybody; that is to say, that he is at home\nin speaking in any man’s mask――that he can fuse himself with anybody.\nLesser writers can fuse only with people of a certain type, or a\ncertain class, or a certain period, or a certain way of thinking. Some\nvery clever people and accomplished writers fail in the novel or the\nplay because they are deficient in the power of fusing at all, and\ntheir own personality is always the overpowering ingredient, so that\nthey can preach, or teach, or criticize, but they cannot, as the saying\ngoes, get into another man’s skin――a popular way of putting the matter\nwhich will express the truth about what is needful very well, if we add\nthe proviso that when the author gets in he must not drive the original\nowner out, but the two must dwell together in unity.\n\nThus we see dialogue fall into its place among the varieties of\nliterary expression, as the most imitative and the least personal, yet\nnot as entirely imitative nor as wholly impersonal. It carries the\nimitative and impersonal much further than the lyric coming straight\nfrom the poet’s own heart, much further than the philosophic poem with\nits questioning of a man’s own thoughts about the universe, further\nthan narrative with its frankly personal record of how things appear\nto the narrator, and its unblushing attempt to make them appear in\nthe same light to the reader. At its best it carries imitation to\nsuch a point that its own excellence alone convinces us that there is\nsomething more than imitation after all, and more than the insight\nwhich makes imitation possible――that among all the infinitely diverse\ncreations of a rich imagination and an unerring penetration there is\nstill a point of unity, which determines the exact attitude of each\ncharacter towards the life which it is his to lead and the world which\nhe has to live in. The point of unity is the author’s voice, veiled and\nmuffled, but audible still, however various, however fantastic, however\ntransformed, the accents in which it speaks. The unity in multiplicity\nfor which poetry yearns, philosophy labours, and science untiringly\nseeks――this is also the aim and ideal of dialogue, and of drama, its\ncompletest form――so that out of the infinite diversity of types and\nof individuals which pour forth from the mind of a great creator there\nshall still emerge something that we know to be his, something that he\nhas given to, as well as all that he has taken from, the great scene\nabout him, his view of life as it must present itself to all sorts and\nconditions of men, his criticism of a world in which all these sorts\nand conditions of men exist.\n\n\n\n\nThe following Publications have been issued by the Association, and\ncan be purchased only by members on application to the Secretary, Miss\nELIZABETH LEE, 8 Mornington Avenue Mansions, West Kensington, London:――\n\n\n                                 1907.\n\n No. 1.  Types of English Curricula in Boys’ Secondary Schools.\n                                                              Price 6d.\n\n No. 2.  The Teaching of Shakespeare in Secondary Schools\n           (Provisional suggestions).                         Price 1d.\n\n No. 3.  A Short List of Books on English Literature from the beginning\n           to 1832, for the use of Teachers.\n                                  Price 6d. (to Associate Members, 1s.)\n\n\n                                 1908.\n\n No. 4.  Shelley’s View of Poetry. A Lecture by Professor A. C. Bradley,\n           Litt.D.                                            Price 1s.\n\n No. 5.  English Literature in Secondary Schools. By J. H. Fowler, M.A.\n                                                 (Reprinted.) Price 6d.\n\n No. 6.  The Teaching of English in Girls’ Secondary Schools.\n           By Miss G. Clement, B.A.           (Out of print.) Price 6d.\n\n No. 7.  The Teaching of Shakespeare in Schools.              Price 6d.\n\n No. 8.  Types of English Curricula in Girls’ Secondary Schools.\n                                              (Out of print.) Price 6d.\n\n\n                                 1909.\n\n No. 9.  Milton and Party. By Professor O. Elton, M.A.\n                                              (Out of print.) Price 6d.\n\n No. 10. Romance. By W. P. Ker.                               Price 6d.\n\n No. 11. What still remains to be done for the Scottish Dialects.\n           By W. Grant.                                       Price 6d.\n\n No. 12. Summary of Examinations in English affecting Schools.\n                                                              Price 6d.\n\n No. 13. The Impersonal Aspect of Shakespeare’s Art. By\n           Sidney Lee, D.Litt.                                Price 1s.\n\n\n                   *       *       *       *       *\n\n ――Text in italics is enclosed by underscores (_italics_).\n\n ――Punctuation and spelling inaccuracies were silently corrected.\n\n ――Archaic and variable spelling has been preserved.\n\n ――Variations in hyphenation and compound words have been preserved.\n",
    "metadata": {
        "author": [
            "Hope, Anthony"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67645/pg67645.txt",
        "name": "dialogue.json"
    }
}