{
    "name": "Dig me no grave",
    "author": [
        "Howard, Robert E. (Robert Ervin)"
    ],
    "body": "The thunder of my old-fashioned door-knocker, reverberating eerily\nthrough the house, roused me from a restless and nightmare-haunted\nsleep. I looked out the window. In the last light of the sinking moon,\nthe white face of my friend John Conrad looked up at me.\n\n\"May I come up, Kirowan?\" His voice was shaky and strained.\n\n\"Certainly!\" I sprang out of bed and pulled on a bath-robe as I heard\nhim enter the front door and ascend the stairs.\n\nA moment later he stood before me, and in the light which I had turned\non I saw his hands tremble and noticed the unnatural pallor of his face.\n\n\"Old John Grimlan died an hour ago,\" he said abruptly.\n\n\"Indeed? I had not known that he was ill.\"\n\n\"It was a sudden, virulent attack of peculiar nature, a sort of seizure\nsomewhat akin to epilepsy. He has been subject to such spells of late\nyears, you know.\"\n\nI nodded. I knew something of the old hermit-like man who had lived\nin his great dark house on the hill; indeed, I had once witnessed one\nof his strange seizures, and I had been appalled at the writhings,\nhowlings and yammerings of the wretch, who had groveled on the earth\nlike a wounded snake, gibbering terrible curses and black blasphemies\nuntil his voice broke in a wordless screaming which spattered his lips\nwith foam. Seeing this, I understood why people in old times looked on\nsuch victims as men possessed by demons.\n\n\"----some hereditary taint,\" Conrad was saying. \"Old John doubtless\nfell heir to some ingrown weakness brought on by some loathsome\ndisease, which was his heritage from perhaps a remote ancestor--such\nthings occasionally happen. Or else--well, you know old John himself\npried about in the mysterious parts of the earth, and wandered all over\nthe East in his younger days. It is quite possible that he was infected\nwith some obscure malady in his wanderings. There are still many\nunclassified diseases in Africa and the Orient.\"\n\n\"But,\" said I, \"you have not told me the reason for this sudden visit\nat this unearthly hour--for I notice that it is past midnight.\"\n\nMy friend seemed rather confused.\n\n\"Well, the fact is that John Grimlan died alone, except for myself. He\nrefused to receive any medical aid of any sort, and in the last few\nmoments when it was evident that he was dying, and I was prepared to\ngo for some sort of help in spite of him, he set up such a howling and\nscreaming that I could not refuse his passionate pleas--which were that\nhe should not be left to die alone.\n\n\"I have seen men die,\" added Conrad, wiping the perspiration from his\npale brow, \"but the death of John Grimlan was the most fearful I have\never seen.\"\n\n\"He suffered a great deal?\"\n\n\"He appeared to be in much physical agony, but this was mostly\nsubmerged by some monstrous mental or psychic suffering. The fear in\nhis distended eyes and his screams transcended any conceivable earthly\nterror. I tell you, Kirowan, Grimlan's fright was greater and deeper\nthan the ordinary fear of the Beyond shown by a man of ordinarily evil\nlife.\"\n\nI shifted restlessly. The dark implications of this statement sent a\nchill of nameless apprehension trickling down my spine.\n\n\"I know the country people always claimed that in his youth he sold\nhis soul to the Devil, and that his sudden epileptic attacks were\nmerely a visible sign of the Fiend's power over him; but such talk is\nfoolish, of course, and belongs in the Dark Ages. We all know that John\nGrimlan's life was a peculiarly evil and vicious one, even toward his\nlast days. With good reason he was universally detested and feared, for\nI never heard of his doing a single good act. You were his only friend.\"\n\n\"And that was a strange friendship,\" said Conrad. \"I was attracted to\nhim by his unusual powers, for despite his bestial nature, John Grimlan\nwas a highly educated man, a deeply cultured man. He had dipped deep\ninto occult studies, and I first met him in this manner; for as you\nknow, I have always been strongly interested in these lines of research\nmyself.\n\n\"But, in this as in all other things, Grimlan was evil and perverse. He\nhad ignored the white side of the occult and delved into the darker,\ngrimmer phases of it--into devil-worship, and voodoo and Shintoism. His\nknowledge of these foul arts and sciences was immense and unholy. And\nto hear him tell of his researches and experiments was to know such\nhorror and repulsion as a venomous reptile might inspire. For there had\nbeen no depths to which he had not sunk, and some things he only hinted\nat, even to me. I tell you, Kirowan, it is easy to laugh at tales of\nthe black world of the unknown, when one is in pleasant company under\nthe bright sunlight, but had you sat at ungodly hours in the silent\nbizarre library of John Grimlan and looked on the ancient musty volumes\nand listened to his grisly talk as I did, your tongue would have cloven\nto your palate with sheer horror as mine did, and the supernatural\nwould have seemed very real and near to you--as it seemed to me!\"\n\n\"But in God's name, man!\" I cried, for the tension was growing\nunbearable; \"come to the point and tell me what you want of me.\"\n\n\"I want you to come with me to John Grimlan's house and help carry out\nhis outlandish instructions in regard to his body.\"\n\n\n\nI had no liking for the adventure, but I dressed hurriedly, an\noccasional shudder of premonition shaking me. Once fully clad, I\nfollowed Conrad out of the house and up the silent road which led to\nthe house of John Grimlan. The road wound uphill, and all the way,\nlooking upward and forward, I could see that great grim house perched\nlike a bird of evil on the crest of the hill, bulking black and stark\nagainst the stars. In the west pulsed a single dull red smear where\nthe young moon had just sunk from view behind the low black hills. The\nwhole night seemed full of brooding evil, and the persistent swishing\nof a bat's wings somewhere overhead caused my taut nerves to jerk and\nthrum. To drown the quick pounding of my own heart, I said:\n\n\"Do you share the belief so many hold, that John Grimlan was mad?\"\n\nWe strode on several paces before Conrad answered, seemingly with a\nstrange reluctance, \"But for one incident, I would say no man was ever\nsaner. But one night in his study, he seemed suddenly to break all\nbonds of reason.\n\n\"He had discoursed for hours on his favorite subject--black magic--when\nsuddenly he cried, as his face lit with a weird unholy glow: 'Why\nshould I sit here babbling such child's prattle to you? These voodoo\nrituals--these Shinto sacrifices--feathered snakes--goats without\nhorns--black leopard cults--bah! Filth and dust that the wind blows\naway! Dregs of the real Unknown--the deep mysteries! Mere echoes from\nthe Abyss!\n\n\"'I could tell you things that would shatter your paltry brain! I could\nbreathe into your ear names that would wither you like a burnt weed!\nWhat do you know of Yog-Sothoth, of Kathulos and the sunken cities?\nNone of these names is even included in your mythologies. Not even in\nyour dreams have you glimpsed the black cyclopean walls of Koth, or\nshriveled before the noxious winds that blow from Yuggoth!\n\n\"'But I will not blast you lifeless with my black wisdom! I cannot\nexpect your infantile brain to bear what mine holds. Were you as old\nas I--had you seen, as I have seen, kingdoms crumble and generations\npass away--had you gathered as ripe grain the dark secrets of the\ncenturies----'\n\n\"He was raving away, his wildly lit face scarcely human in appearance,\nand suddenly, noting my evident bewilderment, he burst into a horrible\ncackling laugh.\n\n\"'Gad!' he cried in a voice and accent strange to me, 'methinks I've\nfrighted ye, and certes, it is not to be marveled at, sith ye be but\na naked savage in the arts of life, after all. Ye think I be old, eh?\nWhy, ye gaping lout, ye'd drop dead were I to divulge the generations\nof men I've known----'\n\n\"But at this point such horror overcame me that I fled from him as from\nan adder, and his high-pitched, diabolical laughter followed me out of\nthe shadowy house. Some days later I received a letter apologizing for\nhis manner and ascribing it candidly--too candidly--to drugs. I did not\nbelieve it, but I renewed our relations, after some hesitation.\"\n\n\"It sounds like utter madness,\" I muttered.\n\n\"Yes,\" admitted Conrad, hesitantly. \"But--Kirowan, have you ever seen\nanyone who knew John Grimlan in his youth?\"\n\nI shook my head.\n\n\"I have been at pains to inquire about him discreetly,\" said Conrad.\n\"He has lived here--with the exception of mysterious absences often\nfor months at a time--for twenty years. The older villagers remember\ndistinctly when he first came and took over that old house on the hill,\nand they all say that in the intervening years he seems not to have\naged perceptibly. When he came here he looked just as he does now--or\ndid, up to the moment of his death--of the appearance of a man about\nfifty.\n\n\"I met old Von Boehnk in Vienna, who said he knew Grimlan when a\nvery young man studying in Berlin, fifty years ago, and he expressed\nastonishment that the old man was still living; for he said at that\ntime Grimlan seemed to be about fifty years of age.\"\n\nI gave an incredulous exclamation, seeing the implication toward which\nthe conversation was trending.\n\n\"Nonsense! Professor Von Boehnk is past eighty himself, and liable to\nthe errors of extreme age. He confused this man with another.\" Yet as I\nspoke, my flesh crawled unpleasantly and the hairs on my neck prickled.\n\n\"Well,\" shrugged Conrad, \"here we are at the house.\"\n\n\n\nThe huge pile reared up menacingly before us, and as we reached the\nfront door a vagrant wind moaned through the near-by trees and I\nstarted foolishly as I again heard the ghostly beat of the bat's wings.\nConrad turned a large key in the antique lock, and as we entered, a\ncold draft swept across us like a breath from the grave--moldy and\ncold. I shuddered.\n\nWe groped our way through a black hallway and into a study, and here\nConrad lighted a candle, for no gas lights or electric lights were to\nbe found in the house. I looked about me, dreading what the light might\ndisclose, but the room, heavily tapestried and bizarrely furnished, was\nempty save for us two.\n\n\"Where--where is--_It_?\" I asked in a husky whisper, from a throat gone\ndry.\n\n\"Upstairs,\" answered Conrad in a low voice, showing that the silence\nand mystery of the house had laid a spell on him also. \"Upstairs, in\nthe library where he died.\"\n\nI glanced up involuntarily. Somewhere above our head, the lone master\nof this grim house was stretched out in his last sleep--silent, his\nwhite face set in a grinning mask of death. Panic swept over me and\nI fought for control. After all, it was merely the corpse of a wicked\nold man, who was past harming anyone--this argument rang hollowly in my\nbrain like the words of a frightened child who is trying to reassure\nhimself.\n\nI turned to Conrad. He had taken a time-yellowed envelope from an\ninside pocket.\n\n\"This,\" he said, removing from the envelope several pages of closely\nwritten, time-yellowed parchment, \"is, in effect, the last word of John\nGrimlan, though God alone knows how many years ago it was written.\nHe gave it to me ten years ago, immediately after his return from\nMongolia. It was shortly after this that he had his first seizure.\n\n\"This envelope he gave me, sealed, and he made me swear that I would\nhide it carefully, and that I would not open it until he was dead, when\nI was to read the contents and follow their directions exactly. More,\nhe made me swear that no matter what he said or did after giving me the\nenvelope, I would go ahead as first directed. 'For,' he said with a\nfearful smile, 'the flesh is weak but I am a man of my word, and though\nI might, in a moment of weakness, wish to retract, it is far, far too\nlate now. You may never understand the matter, but you are to do as I\nhave said.'\"\n\n\"Well?\"\n\n\"Well,\" again Conrad wiped his brow, \"tonight as he lay writhing in his\ndeath-agonies, his wordless howls were mingled with frantic admonitions\nto me to bring him the envelope and destroy it before his eyes! As\nhe yammered this, he forced himself up on his elbows and with eyes\nstarting and hair standing straight up on his head, he screamed at me\nin a manner to chill the blood. And he was shrieking for me to destroy\nthe envelope, not to open it; and once he howled in his delirium for\nme to hew his body into pieces and scatter the bits to the four winds\nof heaven!\"\n\nAn uncontrollable exclamation of horror escaped my dry lips.\n\n\"At last,\" went on Conrad, \"I gave in. Remembering his commands ten\nyears ago, I at first stood firm, but at last, as his screeches grew\nunbearably desperate, I turned to go for the envelope, even though\nthat meant leaving him alone. But as I turned, with one last fearful\nconvulsion in which blood-flecked foam flew from his writhing lips, the\nlife went from his twisted body in a single great wrench.\"\n\nHe fumbled at the parchment.\n\n\"I am going to carry out my promise. The directions herein seem\nfantastic and may be the whims of a disordered mind, but I gave my\nword. They are, briefly, that I place his corpse on the great black\nebony table in his library, with seven black candles burning about\nhim. The doors and windows are to be firmly closed and fastened. Then,\nin the darkness which precedes dawn, I am to read the formula, charm\nor spell which is contained in a smaller, sealed envelope inside the\nfirst, and which I have not yet opened.\"\n\n\"But is that all?\" I cried. \"No provisions as to the disposition of his\nfortune his estate--or his corpse?\"\n\n\"Nothing. In his will, which I have seen elsewhere, he leaves estate\nand fortune to a certain oriental gentleman named in the document\nas--Malik Tous!\"\n\n\"What!\" I cried, shaken to my soul. \"Conrad, this is madness heaped on\nmadness! Malik Tous--good God! No mortal man was ever so named! That is\nthe title of the foul god worshipped by the mysterious Yezidees--they\nof Mount Alamout the Accursed--whose Eight Brazen Towers rise in the\nmysterious wastes of deep Asia. His idolatrous symbol is the brazen\npeacock. And the Muhammadans, who hate his demon-worshipping devotees,\nsay he is the essence of the evil of all the universes--the Prince of\nDarkness--Ahriman--the old Serpent--the veritable Satan! And you say\nGrimlan names this mythical demon in his will?\"\n\n\"It is the truth,\" Conrad's throat was dry. \"And look--he has scribbled\na strange line at the corner of this parchment: 'Dig me no grave; I\nshall not need one.'\"\n\nAgain a chill wandered down my spine.\n\n\"In God's name,\" I cried in a kind of frenzy, \"let us get this\nincredible business over with!\"\n\n\"I think a drink might help,\" answered Conrad, moistening his lips. \"It\nseems to me I've seen Grimlan go into this cabinet for wine----\" He\nbent to the door of an ornately carved mahogany cabinet, and after some\ndifficulty opened it.\n\n\"No wine here,\" he said disappointedly, \"and if ever I felt the need of\nstimulants--what's this?\"\n\n\n\nHe drew out a roll of parchment, dusty, yellowed and half covered with\nspiderwebs. Everything in that grim house seemed, to my nervously\nexcited senses, fraught with mysterious meaning and import, and I\nleaned over his shoulder as he unrolled it.\n\n\"It's a record of peerage,\" he said, \"such a chronicle of births,\ndeaths and so forth, as the old families used to keep, in the Sixteenth\nCentury and earlier.\"\n\n\"What's the name?\" I asked.\n\nHe scowled over the dim scrawls, striving to master the faded, archaic\nscript.\n\n\"G-r-y-m--I've got it--Grymlann, of course. It's the records of old\nJohn's family--the Grymlanns of Toad's-heath Manor, Suffolk--what an\noutlandish name for an estate! Look at the last entry.\"\n\nTogether we read, \"John Grymlann, borne, March 10, 1630.\" And then we\nboth cried out. Under this entry was freshly written, in a strange\nscrawling hand, \"Died, March 10, 1930.\" Below this there was a seal of\nblack wax, stamped with a strange design, something like a peacock with\na spreading tail.\n\nConrad stared at me speechless, all the color ebbed from his face. I\nshook myself with the rage engendered by fear.\n\n\"It's the hoax of a madman!\" I shouted. \"The stage has been set with\nsuch great care that the actors have overstepped themselves. Whoever\nthey are, they have heaped up so many incredible effects as to nullify\nthem. It's all a very stupid, very dull drama of illusion.\"\n\nAnd even as I spoke, icy sweat stood out on my body and I shook as with\nan ague. With a wordless motion Conrad turned toward the stairs, taking\nup a large candle from a mahogany table.\n\n\"It was understood, I suppose,\" he whispered, \"that I should go through\nwith this ghastly matter alone; but I had not the moral courage, and\nnow I'm glad I had not.\"\n\n\n\nA still horror brooded over the silent house as we went up the stairs.\nA faint breeze stole in from somewhere and set the heavy velvet\nhangings rustling, and I visualized stealthy taloned fingers drawing\naside the tapestries, to fix red gloating eyes upon us. Once I thought\nI heard the indistinct clumping of monstrous feet somewhere above us,\nbut it must have been the heavy pounding of my own heart.\n\nThe stairs debouched into a wide dark corridor, in which our feeble\ncandle cast a faint gleam which but illuminated our pale faces and\nmade the shadows seem darker by comparison. We stopped at a heavy door,\nand I heard Conrad's breath draw in sharply as a man's will when he\nbraces himself physically or mentally. I involuntarily clenched my\nfists until the nails bit into the palms; then Conrad thrust the door\nopen.\n\nA sharp cry escaped his lips. The candle dropped from his nerveless\nfingers and went out. The library of John Grimlan was ablaze with\nlight, though the whole house had been in darkness when we entered it.\n\nThis light came from seven black candles placed at regular intervals\nabout the great ebony table. On this table, between the candles--I had\nbraced myself against the sight. Now in the face of the mysterious\nillumination and the sight of the thing on the table, my resolution\nnearly gave way. John Grimlan had been unlovely in life; in death he\nwas hideous. Yes, he was hideous even though his face was mercifully\ncovered with the same curious silken robe, which, worked in fantastic\nbird-like designs, covered his whole body except the crooked claw-like\nhands and the bare withered feet.\n\nA strangling sound came from Conrad. \"My God!\" he whispered; \"what is\nthis? I laid his body out on the table and placed the candles about it,\nbut I did not light them, nor did I place that robe over the body! And\nthere were bedroom slippers on his feet when I left----\"\n\nHe halted suddenly. We were not alone in the deathroom.\n\nAt first we had not seen him, as he sat in the great armchair in a\nfarther nook of a corner, so still that he seemed a part of the shadows\ncast by the heavy tapestries. As my eyes fell upon him, a violent\nshuddering shook me and a feeling akin to nausea racked the pit of my\nstomach. My first impression was of vivid, oblique yellow eyes which\ngazed unwinkingly at us. Then the man rose and made a deep salaam, and\nwe saw that he was an oriental. Now when I strive to etch him clearly\nin my mind, I can resurrect no plain image of him. I only remember\nthose piercing eyes and the yellow, fantastic robe he wore.\n\nWe returned his salute mechanically and he spoke in a low, refined\nvoice, \"Gentlemen, I crave your pardon! I have made so free as to light\nthe candles--shall we not proceed with the business pertaining to our\nmutual friend?\"\n\nHe made a slight gesture toward the silent bulk on the table. Conrad\nnodded, evidently unable to speak. The thought flashed through our\nminds at the same time, that this man had also been given a sealed\nenvelope--but how had he come to the Grimlan house so quickly? John\nGrimlan had been dead scarcely two hours and to the best of our\nknowledge no one knew of his demise but ourselves. And how had he got\ninto the locked and bolted house?\n\nThe whole affair was grotesque and unreal in the extreme. We did not\neven introduce ourselves or ask the stranger his name. He took charge\nin a matter-of-fact way, and so under the spell of horror and illusion\nwere we that we moved dazedly, involuntarily obeying his suggestions,\ngiven us in a low, respectful tone.\n\nI found myself standing on the left side of the table, looking across\nits grisly burden at Conrad. The oriental stood with arms folded and\nhead bowed at the head of the table, nor did it then strike me as being\nstrange that he should stand there, instead of Conrad who was to read\nwhat Grimlan had written. I found my gaze drawn to the figure worked\non the breast of the stranger's robe, in black silk--a curious figure,\nsomewhat resembling a peacock and somewhat resembling a bat, or a\nflying dragon. I noted with a start that the same design was worked on\nthe robe covering the corpse.\n\n\n\nThe doors had been locked, the windows fastened down. Conrad, with a\nshaky hand, opened the inner envelope and fluttered open the parchment\nsheets contained therein. These sheets seemed much older than those\ncontaining the instructions to Conrad, in the larger envelope. Conrad\nbegan to read in a monotonous drone which had the effect of hypnosis on\nthe hearer; so at times the candles grew dim in my gaze and the room\nand its occupants swam strange and monstrous, veiled and distorted like\nan hallucination. Most of what he read was gibberish; it meant nothing;\nyet the sound of it and the archaic style of it filled me with an\nintolerable horror.\n\n\"To ye contract elsewhere recorded, I, John Grymlann, herebye sweare\nby ye Name of ye Nameless One to keep goode faithe. Wherefore do I now\nwrite in blood these wordes spoken to me in thys grim & silent chamber\nin ye dedde citie of Koth, whereto no mortal manne hath attained but\nmee. These same wordes now writ down by mee to be rede over my bodie\nat ye appointed tyme to fulfill my parte of ye bargain which I entered\nintoe of mine own free will & knowledge beinge of rite mynd & fiftie\nyears of age this yeare of 1680, A.D. Here begynneth ye incantation:\n\n\"Before manne was, ye Elder ones were, & even yet their lord dwelleth\namonge ye shadows to which if a manne sette his foote he maye not turn\nvpon his track.\"\n\nThe words merged into a barbaric gibberish as Conrad stumbled through\nan unfamiliar language--a language faintly suggesting the Phenician,\nbut shuddery with the touch of a hideous antiquity beyond any\nremembered earthly tongue. One of the candles flickered and went out.\nI made a move to relight it, but a motion from the silent oriental\nstayed me. His eyes burned into mine, then shifted back to the still\nform on the table.\n\nThe manuscript had shifted back into its archaic English.\n\n\"----And ye mortal which gaineth to ye black citadels of Koth & speaks\nwith ye Darke Lord whose face is hidden, for a price maye he gain hys\nheartes desire, ryches & knowledge beyond countinge & lyffe beyond\nmortal span even two hundred & fiftie yeares.\"\n\nAgain Conrad's voice trailed off into unfamiliar gutturals. Another\ncandle went out.\n\n\"----Let not ye mortal flynche as ye tyme draweth nigh for payement &\nye fires of Hell laye hold vpon ye vytals as the sign of reckoninge.\nFor ye Prince of Darkness taketh hys due in ye endde & he is not to bee\ncozened. What ye have promised, that shall ye deliver. _Augantha na\nshuba_----\"\n\nAt the first sound of those barbaric accents, a cold hand of terror\nlocked about my throat. My frantic eyes shot to the candles and I was\nnot surprized to see another flicker out. Yet there was no hint of any\ndraft to stir the heavy black hangings. Conrad's voice wavered; he\ndrew his hand across his throat, gagging momentarily. The eyes of the\noriental never altered.\n\n\"----Amonge ye sonnes of men glide strange shadows for ever. Men see\nye tracks of ye talones but not ye feete that make them. Over ye souls\nof men spread great black wingges. There is but one Black Master\nthough men calle hym Sathanas & Beelzebub & Apolleon & Ahriman & Malik\nTous----\"\n\n\n\nMists of horror engulfed me. I was dimly aware of Conrad's voice\ndroning on and on, both in English and in that other fearsome tongue\nwhose horrific import I scarcely dared try to guess. And with stark\nfear clutching at my heart, I saw the candles go out, one by one. And\nwith each flicker, as the gathering gloom darkened about us, my horror\nmounted. I could not speak, I could not move; my distended eyes were\nfixed with agonized intensity on the remaining candle. The silent\noriental at the head of that ghastly table was included in my fear. He\nhad not moved nor spoken, but under his drooping lids, his eyes burned\nwith devilish triumph; I knew that beneath his inscrutable exterior he\nwas gloating fiendishly--but why--_why?_\n\nBut I _knew_ that the moment the extinguishing of the last candle\nplunged the room into utter darkness, some nameless, abominable thing\nwould take place. Conrad was approaching the end. His voice rose to the\nclimax in gathering crescendo.\n\n\"Approacheth now ye moment of payement. Ye ravens are flying. Ye bats\nwinge against ye skye. There are skulls in ye starres. Ye soul & ye\nbodie are promised and shall bee delivered uppe. Not to ye dust agayne\nnor ye elements from which springe lyfe----\"\n\nThe candle flickered slightly. I tried to scream, but my mouth gaped to\na soundless yammering. I tried to flee, but I stood frozen, unable even\nto close my eyes.\n\n\"----Ye abysse yawns & ye debt is to paye. Ye light fayles, ye shadows\ngather. There is no god but evil; no lite but darkness; no hope but\ndoom----\"\n\nA hollow groan resounded through the room. _It seemed to come from the\nrobe-covered thing on the table!_ That robe twitched fitfully.\n\n\"Oh winges in ye black darke!\"\n\nI started violently; a faint swish sounded in the gathering shadows.\nThe stir of the dark hangings? It sounded like the rustle of gigantic\nwings.\n\n\"Oh redde eyes in ye shadows! What is promised, what is writ in bloode\nis fulfilled! Ye lite is gulfed in blackness! Ya--Koth!\"\n\nThe last candle went out suddenly and a ghastly unhuman cry that came\nnot from my lips or from Conrad's burst unbearably forth. Horror\nswept over me like a black icy wave; in the blind dark I heard myself\nscreaming terribly. Then with a swirl and a great rush of wind\nsomething swept the room, flinging the hangings aloft and dashing\nchairs and tables crashing to the floor. For an instant an intolerable\nodor burned our nostrils, a low hideous tittering mocked us in the\nblackness; then silence fell like a shroud.\n\nSomehow, Conrad found a candle and lighted it. The faint glow showed us\nthe room in fearful disarray--showed us each other's ghastly faces--and\nshowed us the black ebony table--empty! The doors and windows were\nlocked as they had been, but the oriental was gone--and so was the\ncorpse of John Grimlan.\n\nShrieking like damned men we broke down the door and fled frenziedly\ndown the well-like staircase where the darkness seemed to clutch at us\nwith clammy black fingers. As we tumbled down into the lower hallway,\na lurid glow cut the darkness and the scent of burning wood filled our\nnostrils.\n\n\n\nThe outer doorway held momentarily against our frantic assault, then\ngave way and we hurtled into the outer starlight. Behind us the flames\nleaped up with a crackling roar as we fled down the hill. Conrad,\nglancing over his shoulder, halted suddenly, wheeled and flung up his\narms like a madman, and screamed, \"Soul and body he sold to Malik Tous,\nwho is Satan, two hundred and fifty years ago! This was the night of\npayment--and my God--look! _Look!_ The Fiend has claimed his own!\"\n\nI looked, frozen with horror. Flames had enveloped the whole house\nwith appalling swiftness, and now the great mass was etched against\nthe shadowed sky, a crimson inferno. And above the holocaust hovered a\ngigantic black shadow like a monstrous bat, and from its dark clutch\ndangled a small white thing, like the body of a man, dangling limply.\nThen, even as we cried out in horror, it was gone and our dazed gaze\nmet only the shuddering walls and blazing roof which crumpled into the\nflames with an earth-shaking roar.\n",
    "metadata": {
        "author": [
            "Howard, Robert E. (Robert Ervin)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71066/pg71066.txt",
        "name": "dig_me_no_grave.json"
    }
}