{
    "name": "Direct Wire",
    "author": [
        "Garson, Clee"
    ],
    "body": "There is an empty cigar store on the first floor of the loop building\nin which I keep my office. Formerly it was managed by two of the\nslickest small time gambling operators who ever booked a bang-tail or\nbanked a game of Hooligan.\n\nThere is a small, neatly lettered sign on the door of that unoccupied\nstore now, however, which has caused no end of comment from the former\ncustomers of the \"cigar store\" who had always been all too cheerfully\nhappy to lose their daily dollars there.\n\nThe sign reads:\n\n              \"CLOSED FOR THE DURATION\n                  Due to our having\n                  Entered The Armed\n                  Forces of the U. S.\n                  GOD BLESS AMERICA\n                     Mort & Mike\"\n\nIf you haven't guessed as much by now, the signatures at the bottom of\nthat sign are those of the two former proprietors of the\nestablishment, Mort Robbins and Mike Harrigan.\n\nNow since both Mort and Mike were of military age, and since this\nnation is at war, it should hardly seem unusual that their former\ncustomers and all who knew them would consider their summons to the\ncolors something worthy of great comment. It should hardly seem\nunusual, that is, unless you happened to know the two, and realized\nfurther that they were not drafted, but _voluntarily_ enlisted.\n\nNeither was what you could call deeply patriotic, you see. Nor were\nthey the sort to be influenced by such emotional appeals as the\nbeating of drums, the waving of flags, or the playing of brass bands\nmarching along Jackson Boulevard.\n\n\"We gotta lick them lice!\" Mike constantly proclaimed in regard to\nAdolf and the Axis, when war discussions came up around the \"cigar\nstore.\" But aside from those loud and perhaps sincere pronouncements,\nMike's only contribution to the cause of Victory was the purchase of\nwar bonds which he looked on merely with the cold eye of one seeking a\nsmart investment. And as for his attitude toward the army, Mike best\nexpressed himself with a small embryo ulcer which he kept always on\nthe verge of eruption within twenty-four hours notice to report for a\ndraft board examination. It was rumored that, through a swift,\nsufficient amount of whisky, Mike could make his embryo ulcer dance\nangrily for the draft medicos at any time. This none too admirable\naccomplishment with an ailment not actually serious had kept Mike\nHarrigan in Class 4 F ever since the last draft registration.\n\nAs for Mike's partner, Mort Robbins, the patriotic picture was pretty\nmuch the same. Mort was loudly belligerent toward our enemies in all\nthe \"cigar store\" discussions, wisely put much of his funds into war\nbonds, but kept one of the most extensive libraries of medical\nstatements from doctors in existence. All these statements concerned\nthe tragic asthma and hay-fever of one Mort Robbins and went on to\ndeclare that he might possibly stop breathing completely should he be\nplaced in the army. The fact that Mort had connived to get these\nstatements and was not really seriously troubled by those two maladies\ndidn't alter the fact that they had resulted so far in keeping him out\nof khaki.\n\nConsequently, since more than one of their customers knew or suspected\ntheir lack of practical patriotism, the appearance of that sign on the\ndoor of what had once been their establishment caused quite a\nconsiderable flurry of comment for a time.\n\nNaturally, no one could understand what had caused it all. For that,\nthey can't be blamed. I'd never have understood it, if I hadn't\naccidentally been the one person in the world, outside of Mort and\nMike, who knew the true story....\n\n\n\nOn the morning that it all began, I was down in the \"cigar store,\"\nkilling time and having a coke and some conversation before going\nupstairs to the grimly reproachful surroundings of my too neglected\noffice.\n\nMike Harrigan was the only one behind the counter, and I was the only\none on the customer side.\n\nMike was red headed and freckle necked, a massive chap with a blarney\nsmile and a baby face. He's been in the \"cigar store\" bookie racket\never since repeal had closed a speakeasy he'd had on Grand Avenue.\nThis morning, however, he was glaring glumly down at a newspaper\nspread before him atop the glass cigar counter, and scarcely nodded to\nhalf my conversational sallies.\n\n\"What's eating you, Mike?\" I finally demanded. \"That ulcer getting\nwell in spite of you?\"\n\nMike ignored the crack. But he looked up from his reading and jabbed a\nbig red freckled thumb down on a column of print in the paper before\nhim.\n\n\"That State's Attorney!\" Mike snorted indignantly. \"He's gonna go too\nfar pretty damn soon!\"\n\n\"What now?\" I grinned. Mike was always indignant over the efforts of\nthe State's Attorney to \"ruin an honest man's business\" with his\ncrack-downs on small-time handbooks throughout the city. \"What's his\nlatest move in the battle against Mike Harrigan?\"\n\n\"This here story in the paper,\" Mike declared, \"says how the State's\nAttorney's office is starting to investigate the lists of the\ntelephone company in order to track down any phones used by us\nbookmakers in our business. It's illegal!\" He concluded with the\nvirtuous snort of an indignant taxpayer shocked by the violation of\nlaw, smacking his big red-knuckled hand on the counter top to\nemphasize his disturbance.\n\n\"Aha!\" I said. \"In other words the State's Attorney's office is going\nto find their way into this handbook of yours by the direct approach,\neh? It'll take time for them, won't it, to go over the entire\ntelephone lists?\"\n\n\"You never can tell,\" Mike predicted gloomily. \"They might nail us\nall,\" he snapped his big fingers, \"like that.\"\n\nI glanced over at the telephone booth in the corner of the store. Its\nfolding door was open, and the ever-present \"Out Of Order\" sign was\nsuspended from a cord around the mouthpiece. Over that phone Mike and\nMort conducted the bulk of their horse booking business. Through it\nthey kept in touch with a central gambling syndicate service which\nprovided day-long racing results, odds and other essential data to\nnumerous other such small establishments around the city. Through it,\nalso, they took in a nice business of telephone bets from wagerers too\nbusy to get in to make them in person. The never-missing \"Out of\nOrder\" sign was to prevent customers from using the telephone for\nout-going calls which might interfere with business. The telephone\nwas, of course, not at all out of order.\n\n\"Maybe,\" I suggested cheerfully, taking my eyes from the telephone\nbooth, \"they'll snatch out your phone on you. Then where'll you be?\"\n\nMike smacked his open palm against his broad brow.\n\n\"My God,\" he exclaimed, \"don't say no such things!\"\n\nI gulped the rest of my coke, lit another cigarette, shrugged\ncheerfully, and started for the door. I turned before leaving.\n\n\"Cheer up,\" I said. \"This will probably blow over. And if it doesn't,\nthere's always the army.\"\n\n\n\nMike glared and started to answer. And at that moment the telephone in\nthe booth began to ring. He started for it, and I started out the door\nagain, running headlong into Mort Robbins.\n\n\"Good morning, good morning, chumly!\" Mort exclaimed cheerfully when\nwe had untangled ourselves. \"What's new with you?\"\n\nMort is short, slightly on the plump side, with straight, dark hair, a\nround, beaming face, and a penchant for flamboyantly colored sport\nshirts.\n\n\"Nothing's new with me,\" I told him, \"but plenty seems to be new with\nMike. He's cursing the State's Attorney's office again.\"\n\nMort frowned.\n\n\"Whatcha mean? What's on the fire now? I didn't read the morning rags\nyet.\"\n\nBriefly, I told him about the news story which had excited his\npartner. He nodded, thought a moment, then grinned.\n\n\"They can't do that,\" he said. \"It's illegal.\"\n\n\"Tell Mike, if that's so,\" I said. \"He's working himself into a boil.\"\n\nMort hadn't heard me. He was frowning thoughtfully again.\n\n\"Or can they?\" he wondered aloud. \"Where's that news story?\"\n\nI pointed to the paper on the counter and he stepped over to it. I\nstarted to leave again, but at that moment the telephone booth in the\ncorner shook from side to side and Mike stepped out, face red with\nwrath.\n\n\"I'd like to get my hands on that guy, the wisenheimer!\" he growled.\n\"Hah! Practical jokes, eh?\"\n\nAgain I stopped at the door.\n\n\"What's wrong this time?\" I demanded. \"Or is it still the State's\nAttorney you're frothing about?\"\n\n\"Some guy,\" Mike thundered explosively, \"just called to say he wanted\nto talk to Hitler and Mussolini. Wise guy, hah, the louse!\"\n\n\"Hitler and Mussolini?\" I demanded. \"Who was it?\"\n\n\"Wouldn't I like to know,\" Mike exclaimed redly. \"Wouldn't I just like\nto know!\" He made a grasping gesture with his two big fists,\nindicating what he would do to the party if he did know.\n\nMort had put down the newspaper and had been listening to Mike's\nexplosion.\n\n\"Don't bust your buttons, Mike,\" Mort advised. \"It's probably just one\nof our customers having a gag.\"\n\n\"Bum gag, I say. If they wanta gag whyn't they gag funny?\" Mike\nsnorted angrily. \"Talk to Hitler and Mussolini, eh? Huh!\"\n\nAnd at that juncture, the telephone rang again. Mort looked up, then\nlooked at me and winked. He turned to Mike, who'd started wrathfully\nfor the booth.\n\n\"Hold it, chumly,\" Mort said. \"I'll answer this one. If it's the joker\nagain I can handle him better than you can.\"\n\n\n\nMort walked nonchalantly over to the booth, took down the receiver,\nand turned to wink again at me.\n\n\"Hello,\" Mort said.\n\nObviously the voice on the other end of the wire said something. Mort\ngrinned.\n\n\"They ain't here,\" Mort said, grinning more widely. \"No. Not either of\n'em. Adolf sleeps late and don't get down until noon. Benito is out\nhaving himself a milkshake. Who'll I tell 'em called? Huh? What's\nthat? You call back? But who'll I tell 'em called? Huh? Gab--Gabby?\nWhat?\"\n\nMort put the receiver back on the hook and turned back to us, stepping\nout of the booth.\n\n\"The joker said to tell Adolf and Benito he'd call back later. I\ndidn't get his name, but it sounded like Gabby. Smart joe, this\nGabby.\"\n\nMike was glaring. \"Gabby, eh? Gabby, Gabby, Gabby,\" he scratched his\nred head frowningly. \"Who do I know named Gabby?\"\n\n\"Skip it,\" Mort advised smilingly. \"It wouldn't be the right monicker,\nanyway.\"\n\nMike muttered dourly, moving back behind the counter. Suddenly he\nstopped.\n\n\"You see the morning paper?\" he asked his partner in sudden\nrecollection. \"You see about that louse State's Att--\"\n\n\"Yeah, I read it,\" Mort cut him off. \"It'll blow over, even if they\nget away with it. But they might not even get away with it. It's\nillegal.\"\n\nMike beamed for the first time since I'd seen him that morning.\nObviously he was pleased to have his own legal judgment upheld by his\npartner.\n\n\"You think so? That's what I thought.\" He turned to me. \"Isn't that\nwhat I thought?\" he demanded.\n\n\"Did you call for the morning line check on the tracks yet?\" Mort\nasked, changing the subject.\n\nMike shook his head. \"I was waiting for a few phone bets to come in,\nfirst,\" he said.\n\n\"How many come in so far?\" Mort asked.\n\nMike suddenly looked at his wrist watch and swore. \"None!\" he\nexclaimed. \"None and it's already after ten!\"\n\nMort looked alarmed. \"You mean the phone ain't rang with a bet since\nyou been down?\"\n\n\"Only time the phone rung was with that practical joker, twicet. You\nheard 'em,\" Mike declared.\n\n\"But by this time we generally have a couple dozen bets in from the\nphones!\" Mort exclaimed. \"This is bad. Whatcha think goes?\"\n\n\"Goes?\" Mike exclaimed indignantly. \"How should I know what goes?\"\n\nMort suddenly clapped his palm to his brow. \"Maybe it's got somethin'\nto do with that news story!\"\n\n\"About the State's Attorney gonna check the phone lists?\" Mike\ndemanded.\n\n\"Yeah.\"\n\nMike thought this over. \"No,\" he decided. \"Couldn't be. Not so soon,\nyet. Tomorrow, maybe, but not so soon.\"\n\nMort calmed down a little. \"You're right there,\" he said. \"It wouldn't\nbe so soon.\"\n\n\"Maybe this is a bad day,\" I broke in. \"Maybe your customers just\naren't betting this morning.\"\n\nMort and Mike looked at me as if I were crazy, which possibly I was.\nTwo dozen steady horse players don't all stop at once, if ever.\n\nMike was as sorely troubled as Mort.\n\n\"We got at least couple dozen bets acrosst the counter already this\nmorning,\" he said. \"But no phone bets.\"\n\n\"Maybe the damn thing is _actually_ out of order,\" Mort groaned,\nglancing at the telephone.\n\n\"Then how did we get them two calls from the joker?\" Mike demanded.\n\"No. That phone ain't no more outta order than I am.\"\n\n\"You're right. I forgot those calls,\" Mort acknowledged.\n\n\n\nAnd at that moment the telephone rang again. Mort looked at Mike. Mike\nlooked at Mort. Both wet their lips.\n\n\"Ordinary days that joker might be funny,\" Mort said. \"But now I'm\nthinking this isn't an ordinary day. I'm thinking it's not as funny as\nI first thought.\"\n\nHe crossed to the telephone booth, jerked the receiver from the hook,\nand bellowed into the mouthpiece.\n\n\"Hello!\"\n\nThere was a brief pause in which someone said something to him from\nthe other end of the wire.\n\n\"Listen!\" Mort suddenly exploded. \"Nothing is funny three times, wise\nguy. I wish you would take your Hitler-Mussolini gag and--\" at which\npoint he described what he wanted the caller to do with the gag. Then,\nslamming the receiver back into the hook, Mort stormed out of the\nbooth.\n\n\"Same guy?\" Mike demanded, his veins bulging in his thick, freckled\nneck.\n\n\"Same guy,\" Mort said grimly. His lips were tight. \"He asked if we\ncould get Hitler and Musso to the phone in a hurry. He said the\nconnection was getting weaker and weaker, and he was afraid it\nwouldn't hold out much longer.\"\n\n\"The connection?\" I broke in, puzzled.\n\nMort looked on the verge of apoplexy. \"The connection from where he\nwas calling to earth, the wise guy said!\" he exploded. \"If we could\nonly trace that call I'd break that no-good's neck!\"\n\nMike and Mort evidently took turns acting as sobering influence on\neach other.\n\n\"Now we don't wanta get too riled,\" Mike pointed out with surprising\nsense. \"The gag artist prob'ly wants we should get mad like this.\nWe'll forget 'em. I'll call for the morning line and the odd changes\nfor the first races.\"\n\nMort drummed his fingers on the cigar showcase, cooling himself off.\nMike marched over to the telephone booth and wedged himself inside.\nWith one big red finger, he dialed a number rapidly after he took the\ntelephone from the hook. But he only half completed his dialing. It\nbroke off as he uttered a choking curse.\n\n\"Listen you!\" Mike suddenly bellowed, the echoes in the booth almost\nknocking it over. \"Get the hell offa this line! Howdja get on in the\nfirst place?\"\n\nMort stopped drumming his fingers and glanced startledly at the booth.\nCrimson began to return to his face.\n\n\"What's up?\" he shouted. He started toward the booth. I followed him.\nWe could hear Mike spluttering incoherently inside. Then there was an\near-splitting racket as the big bookie smashed the receiver back into\nthe hook and turned purple faced toward us.\n\n\"The gag artist!\" he raged. \"The same damn wise guy. The\nHitler-Mussolini smart aleck. He was waitin' on the line. He hadn't\nhung up. He told me he hadda wait on the line, cause he didn't dare\nbreak off the connection. He said it was too hard to make inna first\nplace. He said he hoped we didn't mind if he waited until we got Adolf\nand Benito on the wire fer him!\"\n\n\n\nBy now Mort was spluttering, and this time neither partner seemed to\nhave a calming effect on the other. They were both raging, boiling\nmad.\n\n\"I'll call the cops!\" Mike bellowed. \"That's what I'll do!\" He began\nto pace up and down. \"I'll have that guy electrocuted!\"\n\n\"I'm going out,\" Mort stormed, \"and get the operator onna 'nother\nphone. I'll report that so-and-so, and they'll trace him down through\nthe telephone company!\"\n\nHe started for the door. Mike grabbed his arm.\n\n\"Waita minute!\" he exclaimed. \"We can't do that!\"\n\nMort tore his arm from his partner's grasp. \"What's stopping us?\" he\ndemanded.\n\n\"The State's Attorney's office!\" Mike groaned. \"Maybe it's a trap set\nby them skunks from the State's Attorney's office. Maybe it's the\nstart of their telephone tracing of bookmakers!\"\n\nSickly, Mort turned back. His face was still flushed, but three\nfourths of his steam was gone.\n\n\"Maybe you're right,\" he admitted. \"And if so, what a helluva note\nthis is!\"\n\nI couldn't hold back my curiosity any longer.\n\n\"Look,\" I said. \"I have an idea. If it's a joker, perhaps I can talk\nhim out of it better than you boys. You'll need that wire today, and\nthe joker might just be drunk and obstinate enough to hang on all day\nlong to spite you. Maybe he knows you won't dare report it. I'm not\nsteamed up; maybe I'll reason with him better because I'm not. You\nwant me to?\"\n\nMort and Mike gave me grateful glances.\n\n\"You get ridda that wise guy,\" Mike said, \"and we'll never ferget it!\"\n\n\"Go to it, chumly,\" Mort said, \"and if you lose that louse, we'll make\nit up to you!\"\n\nI went over to the booth and, stepping inside, took the receiver from\nthe hook. I had a jovial, let's-be-friends opener all ready.\n\n\"Hello, pal,\" I said amiably.\n\nThe voice that came to my ears was distinctly unlike what I'd\nexpected. I don't quite know _how_ or _why_ it sounded so strange and\neerie, but it did. It was a man's voice, coming over the wire the way\nlong distance calls used to sound before they got transmission\ntechnique down pat.\n\n\"Hello there,\" said the voice. \"Have they arrived yet?\"\n\nIt wasn't the voice of a drunk. And if it were that of a practical\njoker, the poker-faced quality of it was perfect acting. It sounded\nearnestly, eagerly serious.\n\n\"You mean Adolf and Benito?\" I asked. I was willing to play ball for a\nfew minutes if it brought results. Besides, I was curious.\n\n\"Yes.\"\n\n\"Why do you want to talk to them?\" I asked.\n\n\"_I_ don't want to talk to them. My boss does,\" the voice answered.\n\n\"Then put your boss on,\" I said. \"I'll talk to him.\"\n\n\"You are neither Hitler nor Mussolini,\" the voice replied. \"He wishes\nto speak only to them. He's very busy. Too busy to waste time in idle\nconversation. Please fetch Hitler and Mussolini to the wire.\"\n\n\"Who are you?\" I demanded.\n\n\"I have already covered that ground with the other parties I spoke to\nbefore you,\" the voice said. \"Please hurry and bring Adolf and Benito\nto the phone. This connection is getting progressively worse. It can't\nlast much longer. We spent several years getting it through, you\nknow.\"\n\n\"Did you now?\" I asked politely.\n\n\"Yes we did,\" the voice answered stiffly. Then, annoyed: \"_Must_ you\nwaste this precious time? Please bring Hitler and Mussolini to the\ntelephone as quickly as possible.\"\n\n\n\nThere was a fuzzy crackling over the wire. Like a ship-to-shore\nconnection.\n\n\"Listen, pal,\" I said. \"This joke is costing a couple of guys some\nlucrative trade. You are tying up a telephone they need badly in their\nbusiness, or didn't you know that?\"\n\n\"That can't be helped,\" the voice said stiffly.\n\n\"Be a good sport and get off the wire,\" I said.\n\n\"I have no intention of doing that until my boss has talked to Hitler\nand Mussolini,\" the voice said coldly. I knew a positive statement\nwhen I heard one. I hung up, clambered out of the booth, spread my\nhands expressively to Mike and Mort who stood there eagerly waiting\nfor some good word.\n\n\"No soap,\" I said. \"I don't think you got a joker on there, and I'd\nswear you haven't got a drunk.\"\n\n\"What have we got, then,\" Mike demanded. \"A smart copper waiting to\ntrap us?\"\n\nI shook my head. \"I think you got a loony,\" I said. \"But don't quote\nme.\" I started toward the door. \"I got work to do, gents, but I'll\nlook in again a little later. Hope you get rid of your pest.\"\n\n\"We'd better,\" Mike moaned dismally.\n\n\"Brother,\" Mort declared, pulling his hair and making a sincerely\ndistraught face, \"you're not kidding!\"\n\nI looked at the telephone booth and shook my head. \"Somebody is,\" I\ntold them....\n\n\n\nFor perhaps three hours I was able to concentrate on my work, with the\ntelephone booth distraction cropping up only about every fifteen\nminutes or so to give me the fidgets.\n\nAt the end of that time, a little before two o'clock, I finally\ncovered up my reproachful typewriter and, on the excuse that I wanted\na coke, left the office to go down and see how the boys were doing\nwith the determined loony on their telephone.\n\nThe \"cigar store\" was crowded with the usual early-afternoon\nhang-arounders when I walked in. Mort and Mike, each behind a dice\nboard, were accommodating trusting suckers who had somehow gotten the\nmistaken idea that Hooligan was a game you beat every other time.\n\nMike, looking up, noticed my entrance first. He signaled to me,\nmuttered an excuse to the dice roller at his board, and came quickly\naround the counter. He took me by the arm and steered me out into the\nbuilding lobby.\n\n\"Listen, pal,\" he half-whispered, \"fer gawdsakes don't say anything\nabout the jerk on the telephone. Mort and me ain't told anyone, fer\nfear of the ribbing we'd get, plus the kick in the pants it would give\nour regular betting business over the counter.\"\n\n\"You mean the guy's still on the telephone?\" I demanded.\n\nMike nodded a little sickly. \"We can't get him off. And since we ain't\nletting on to no one about the phone being fritzed that way, every\ntime he rings, we pretend we're getting an odd change, or some\nscratches or result. Mort an' me have been running our legs off, using\na telephone next door to get our prices and results and such dope from\nthe syndicate. But don't let on. We ain't told no one!\"\n\n\"Okay,\" I promised. \"I'll keep mum. But who in the hell do you suppose\nit is?\"\n\nMike lowered his voice even more, looking furtively around the\nbuilding lobby.\n\n\"Confidentially, although we don't dare draw attention to our joint\nsince the State's Attorney is telephone prowling, Mort and me decided\nyou was right. It must be a loony. All we can do is wait until he gets\ntired and gets off.\"\n\nI nodded. \"That's about all you can do,\" I agreed. \"Does he still want\nto talk to Hitler and Mussolini?\"\n\nMike nodded disgustedly. \"Worse than ever. Calling every twenty\nminutes now. Mort and me is going crazy answering them calls and\npretending they ain't nothing but syndicate results.\"\n\n\"I don't blame you,\" I said. \"I would, too.\" Mike went back into the\nstore and behind the dice board. I took a coke out of the cooler and\nuncapped it on the side of the machine.\n\nMort sent me a message in his glance, and I nodded reassuringly to\nhim.\n\n\"I don't know anything,\" I said.\n\nMort grinned a sick, grateful sort of grin, and went back to the task\nof taking quarters from his customers. Taking my time with my\ncigarette, I finished my coke. Then the telephone rang, as I'd been\nwaiting for it to do.\n\nMort dashed to the booth, closed the door as he entered, and for\nseveral flushed minutes appeared to be talking into the phone and\nwriting something on a scratch pad. But I knew it was an act from the\npained expression on his face. I knew that the loony was babbling away\nagain and that Mort was having to listen for the sake of the pose.\n\nWhen at last he hung up, he emerged mopping his face with a gaily\ncolored handkerchief. The look he shot me was confirmation enough that\nthe loony was still on the wire.\n\n\n\nUnable to feel too sorry for the boys, I concealed a grin behind a\nyawn, nodded to them both, and left the place. Upstairs once more in\nmy office I got back into a rather muggy stream of work on which I\nfound difficulty concentrating.\n\nFor some reason I couldn't at first explain to myself, I kept thinking\nabout the telephone loony of Mike and Mort's. Not because of the\nironically ridiculous turmoil it threw them into, but for some other\nreason far more subtle, but which I was unable to put my finger on.\n\nThe thing amused me, puzzled me, and yet, somehow was beginning to\ntrouble me. Not through any great sympathy for Mike or Mort, of\ncourse. It will be a cold day when my heart bleeds for bookmakers. But\nsomething or other _was_ growing more and more bothersome. I thought\nabout it a while, then shoved it out of my mind and got back to work.\n\nI was able to grind along for a couple of hours without having it come\nback into my mind. And when it popped up again, I shoved it away once\nmore just as quickly. I had to get that work out, and I knew I\nwouldn't if I stewed any longer over the telephone loony who was quite\nprobably still playing hob with Mike and Mort at that moment.\n\nIt was a little after five o'clock, five-fifteen, to be exact,\nwhen--work or no work--the thing hit me. Bang! Like that I knew what'd\nbeen in the back of my mind.\n\nHow in the name of blazes had the telephone loony been able to stay on\nthat wire so indefinitely? Why hadn't the operator broken in to end\nthe connection each time Mort or Mike hung up? It seemed logical that\nshe would have done so. The loony couldn't have just held onto the\ntelephone and been right on tap the moment Mort or Mike picked up the\nhook. The loony could have called them, of course, but it would have\nbeen impossible for him to be on hand every time they picked up the\ntelephone when it hadn't been ringing!\n\nI left my typewriter, not even bothering to remove the page in it, and\nhurried out of the office. Downstairs I found the \"cigar store\"\ncompletely deserted except for Mike and Mort. The day's races were\nover, and dice customers who were willing enough to roll cubes in\noffice time, had headed homeward.\n\n\"Brother,\" Mort greeted me, \"you were right and how!\"\n\n\"About the loony--\" I began.\n\n\"That's right,\" Mort said. \"He was as loony a loony as I've ever heard\nof. We finally got rid of him.\"\n\n\"Got rid of him?\" I blurted the question.\n\n\"Yeah,\" Mort nodded. \"And I hope for good. He just faded off, about\nhalf an hour after his voice began to get dimmer and dimmer, and that\nwas that.\"\n\n\"But--\" I began.\n\n\"And wait'll you hear who that bug thought he was.\"\n\n\"Gabby who?\" I asked.\n\n\"Gabby, nuts. I messed it up the first time. He thought he was\nGabriel, the _Angel_ Gabriel, no less!\" Mort exclaimed, tapping the\nside of his head.\n\n\"The Angel Gabriel?\" I echoed.\n\nMort nodded. \"And guess who he was calling for?\"\n\n\"Don't tell me,\" I said.\n\n\"That's right,\" Mort declared. \"He said he was God's secretary,\nGabriel, calling from Heaven for his boss. He said his boss wanted to\ntalk to Hitler and Mussolini!\"\n\n\n\nI blinked. \"And what was God going to tell those lice?\"\n\n\"To take it on the lam, or else!\" Mike broke in.\n\n\"No fooling?\"\n\n\"So help me!\" Mort swore. \"What a loony. He went on to say--this fake\nAngel Gabriel--that his boss just wanted to tell those two jerks,\nAdolf and Benito, that enough was enough and they were dead ducks for\nsure.\"\n\n\"What made this Gabriel from the nut house get so confidential all of\na sudden?\" I demanded. \"He wouldn't tell his business at all at\nfirst.\"\n\n\"This'll kill you,\" Mort said. \"The connection, like I say, kept\ngetting fainter and fainter, and our goofy Gabriel said it was fading\noff and that we'd have to hand the message on to Hitler and Mussolini\nfor his boss, if we couldn't bring the two jerks to the phone to hear\nit in person.\"\n\n\"Did he bother to explain,\" I asked, \"why he didn't call Adolf and\nBenito directly, if his boss wanted to tell them off?\"\n\n\"So help me,\" Mort declared, \"he did. He said that with the war all\nover our globe like it is, there was a lot of space interference\neverywhere preventin' communication. He said he couldn't be choosy,\nand had to use any wire he could get through to. It happened to be\nours. Can you beat it?\"\n\nI shook my head slowly. \"No,\" I said, \"I can't. But what trick could\nhe have used to stay on the phone indefinitely, connected right to\nyour wire, even after you hung up on him each time?\" And then,\nbriefly, I explained the rest of my puzzle over that little item.\n\n\"If you can figure that out,\" I concluded, \"we'll have to admit that,\nloony or not, he was nothing less than a mad genius.\"\n\nMort shrugged. \"I'm no telephone man,\" he said, \"but there must be\nsome explana--\" His sentence stopped abruptly, and he and Mike seemed\nto be looking over my shoulder.\n\nI turned, to see an overall clad chap carrying a canvas toolbag just\nstepping through the door. He smiled cheerfully at the three of us.\n\n\"I'm the man from the telephone company,\" he said amiably. \"I got here\na little earlier today, missed you last night. Had to have the night\nelevator operator let me into your store. Hope you weren't too\ninconvenienced today.\"\n\n\"What's it all about?\" Mort demanded. \"What do you mean? You know\nabout the loony?\"\n\nThe telephone man had stopped by the booth. He was opening his tool\nbag. He looked up.\n\n\"Loony? No, I'm sorry, I don't know anything about any loony.\"\n\n\"Who called himself the Angel Gabriel?\" Mike broke in.\n\nThe telephone man smiled up at us in genial bewilderment.\n\n\"I'm sorry, gentlemen,\" he said, \"I don't quite get the drift of all\nthis. All I know is that I was in here last night to disconnect your\ntelephone temporarily, and I'm back again tonight to return it to\nservice. I saw your \"Out of Order\" sign there, so I thought you'd\nexpected me and knew all about it.\"\n\n\n\nMort stepped forward. His face a curious picture of bewilderment and\ndisbelief, he asked:\n\n\"Wait a minute! You mean to say this telephone hasn't been connected\nall day today?\"\n\nThe telephone man nodded. \"That's right. But I'm putting it back in\norder now.\"\n\n\"We got calls over that phone today!\" Mike asserted vigorously. \"It\ncouldn't have been disconnected.\"\n\nThe telephone man chuckled. \"Good joke. You couldn't have received a\ncall over this telephone. It would have been utterly impossible. It\nwas completely disconnected.\" He went on tool sorting.\n\nMike was looking at Mort. Mort was looking at the telephone man. I was\nlooking at all three, and the telephone man was unconcernedly taking\nout wires from his bag.\n\n\"You--you aren't kidding?\" Mort's voice came choked. \"This was really\ndisconnected?\"\n\nThe telephone man shoved the booth a little to one side, grabbed some\nwires then visible beneath the booth, and pulled them forth. They were\nall neatly severed, with the ends taped.\n\nMike and Mort were staring at the severed ends of the wires, then at\none another.\n\n\"Mike,\" said Mort, \"I think it is a good idea we should get drunk.\"\n\n\"My old lady,\" said Mike, \"used to believe in this sort of stuff.\nMaybe she wasn't such a dope.\"\n\nMort nodded. \"My old man, too.\"\n\nNeither said a word to me. Neither spoke to the telephone man. They\njust walked out, arm in arm, never looking back once, even at the cash\nregister.\n\nI understand they got drunk that night. But I understand Mike kept his\nulcer carefully under the explosive line, so that he passed the\nenlistment exams the following morning. Mort left his medical\nstatements home, and of course a direct exam showed him nicely suited\nfor the army. They were inducted by noon that day, and on their way to\ncamp by dinner time.\n\nThey left that sign on the door. The sign that puzzled so very many\npeople, even to the \"God Bless America\" on it. For Mike and Mort were\nas little known for their religious leanings as they'd been for their\npatriotic urgings.\n\nRelatives of the two, I am told, disposed of the store's stock and\nequipment. Mort didn't discuss any of that in the short note he left\nfor me before leaving with Mike.\n\n     \"Dear Chum:\n\n     Of course when you get a message like we got, and are told\n     to pass it along personally to the two jerks it was intended\n     for, there's nothing else you can do. We'll see that it gets\n     to Adolf and Benito--for Gabriel's boss.\n\n                                                 Mort & Mike.\"\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Garson, Clee"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32672/pg32672.txt",
        "name": "direct_wire.json"
    }
}