{
    "name": "Don't look now",
    "author": [
        "Kuttner, Henry"
    ],
    "body": "The man in the brown suit was looking at himself in the mirror behind\nthe bar. The reflection seemed to interest him even more deeply than the\ndrink between his hands. He was paying only perfunctory attention to\nLyman’s attempts at conversation. This had been going on for perhaps\nfifteen minutes before he finally lifted his glass and took a deep\nswallow.\n\n“Don’t look now,” Lyman said.\n\nThe brown man slid his eyes sidewise toward Lyman; tilted his glass\nhigher, and took another swig. Ice-cubes slipped down toward his mouth.\nHe put the glass back on the red-brown wood and signaled for a refill.\nFinally he took a deep breath and looked at Lyman.\n\n“Don’t look at what?” he asked.\n\n“There was one sitting right beside you,” Lyman said, blinking rather\nglazed eyes. “He just went out. You mean you couldn’t see him?”\n\nThe brown man finished paying for his fresh drink before he answered.\n“See who?” he asked, with a fine mixture of boredom, distaste and\nreluctant interest. “Who went out?”\n\n“What have I been telling you for the last ten minutes? Weren’t you\nlistening?”\n\n“Certainly I was listening. That is—certainly. You were talking\nabout—bathtubs. Radios. Orson—”\n\n“Not Orson. H. G. Herbert George. With Orson it was just a gag. H. G.\n_knew_—or suspected. I wonder if it was simply intuition with him? He\ncouldn’t have had any proof—but he did stop writing science-fiction\nrather suddenly, didn’t he? I’ll bet he knew once, though.”\n\n“Knew what?”\n\n“About the Martians. All this won’t do us a bit of good if you don’t\nlisten. It may not anyway. The trick is to jump the gun—with proof.\nConvincing evidence. Nobody’s ever been allowed to produce the evidence\nbefore. You _are_ a reporter, aren’t you?”\n\n                 *        *        *        *        *\n\nHolding his glass, the man in the brown suit nodded reluctantly.\n\n“Then you ought to be taking it all down on a piece of folded paper. I\nwant everybody to know. The whole world. It’s important. Terribly\nimportant. It explains everything. My life won’t be safe unless I can\npass along the information and make people believe it.”\n\n“Why won’t your life be safe?”\n\n“Because of the Martians, you fool. They own the world.”\n\nThe brown man sighed. “Then they own my newspaper, too,” he objected,\n“so I can’t print anything they don’t like.”\n\n“I never thought of that,” Lyman said, considering the bottom of his\nglass, where two ice-cubes had fused into a cold, immutable union.\n“They’re not omnipotent, though. I’m sure they’re vulnerable, or why\nhave they always kept under cover? They’re afraid of being found out. If\nthe world had convincing evidence—look, people always believe what they\nread in the newspapers. Couldn’t you—”\n\n“Ha,” said the brown man with deep significance.\n\nLyman drummed sadly on the bar and murmured, “There must be some way.\nPerhaps if I had another drink....”\n\nThe brown suited man tasted his collins, which seemed to stimulate him.\n“Just what is all this about Martians?” he asked Lyman. “Suppose you\nstart at the beginning and tell me again. Or can’t you remember?”\n\n“Of course I can remember. I’ve got practically total recall. It’s\nsomething new. Very new. I never could do it before. I can even remember\nmy last conversation with the Martians.” Lyman favored the brown man\nwith a glance of triumph.\n\n“When was that?”\n\n“This morning.”\n\n“I can even remember conversations I had last week,” the brown man said\nmildly. “So what?”\n\n“You don’t understand. They make us forget, you see. They tell us what\nto do and we forget about the conversation—it’s post-hypnotic\nsuggestion, I expect—but we follow their orders just the same. There’s\nthe compulsion, though we think we’re making our own decisions. Oh, they\nown the world, all right, but nobody knows it except me.”\n\n“And how did you find out?”\n\n“Well, I got my brain scrambled, in a way. I’ve been fooling around with\nsupersonic detergents, trying to work out something marketable, you\nknow. The gadget went wrong—from some standpoints. High-frequency\nwaves, it was. They went through and through me. Should have been\ninaudible, but I could hear them, or rather—well, actually I could see\nthem. That’s what I mean about my brain being scrambled. And after that,\nI could see and hear the Martians. They’ve geared themselves so they\nwork efficiently on ordinary brains, and mine isn’t ordinary any more.\nThey can’t hypnotize me, either. They can command me, but I needn’t\nobey—now. I hope they don’t suspect. Maybe they do. Yes, I guess they\ndo.”\n\n“How can you tell?”\n\n“The way they look at me.”\n\n“How do they look at you?” asked the brown man, as he began to reach for\na pencil and then changed his mind. He took a drink instead. “Well? What\nare they like?”\n\n“I’m not sure. I can see them, all right, but only when they’re dressed\nup.”\n\n“Okay, okay,” the brown man said patiently. “How do they look, dressed\nup?”\n\n“Just like anybody, almost. They dress up in—in human skins. Oh, not\nreal ones, imitations. Like the Katzenjammer Kids zipped into crocodile\nsuits. Undressed—I don’t know. I’ve never seen one. Maybe they’re\ninvisible even to me, then, or maybe they’re just camouflaged. Ants or\nowls or rats or bats or—”\n\n“Or anything,” the brown man said hastily.\n\n“Thanks. Or anything, of course. But when they’re dressed up like\nhumans—like that one who was sitting next to you awhile ago, when I\ntold you not to look—”\n\n“That one was invisible, I gather?”\n\n“Most of the time they are, to everybody. But once in a while, for some\nreason, they—”\n\n“Wait,” the brown man objected. “Make sense, will you? They dress up in\nhuman skins and then sit around invisible?”\n\n“Only now and then. The human skins are perfectly good imitations.\nNobody can tell the difference. It’s that third eye that gives them\naway. When they keep it closed, you’d never guess it was there. When\nthey want to open it, they go invisible—like _that_. Fast. When I see\nsomebody with a third eye, right in the middle of his forehead, I know\nhe’s a Martian and invisible, and I pretend not to notice him.”\n\n“Uh-huh,” the brown man said. “Then for all you know, I’m one of your\nvisible Martians.”\n\n“Oh, I hope not!” Lyman regarded him anxiously. “Drunk as I am, I don’t\nthink so. I’ve been trailing you all day, making sure. It’s a risk I\nhave to take, of course. They’ll go to any length—any length at all—to\nmake a man give himself away. I realize that. I can’t really trust\nanybody. But I had to find someone to talk to, and I—” He paused. There\nwas a brief silence. “I could be wrong,” Lyman said presently. “When the\nthird eye’s closed, I can’t tell if it’s there. Would you mind opening\nyour third eye for me?” He fixed a dim gaze on the brown man’s forehead.\n\n“Sorry,” the reporter said. “Some other time. Besides, I don’t know you.\nSo you want me to splash this across the front page, I gather? Why\ndidn’t you go to see the managing editor? My stories have to get past\nthe desk and rewrite.”\n\n“I want to give my secret to the world,” Lyman said stubbornly. “The\nquestion is, how far will I get? You’d expect they’d have killed me the\nminute I opened my mouth to you—except that I didn’t say anything while\nthey were here. I don’t believe they take us very seriously, you know.\nThis must have been going on since the dawn of history, and by now\nthey’ve had time to get careless. They let Fort go pretty far before\nthey cracked down on him. But you notice they were careful never to let\nFort get hold of genuine proof that would convince people.”\n\nThe brown man said something under his breath about a human interest\nstory in a box. He asked, “What do the Martians do, besides hang around\nbars all dressed up?”\n\n“I’m still working on that,” Lyman said. “It isn’t easy to understand.\nThey run the world, of course, but why?” He wrinkled his brow and stared\nappealingly at the brown man. “Why?”\n\n“If they do run it, they’ve got a lot to explain.”\n\n“That’s what I mean. From our viewpoint, there’s no sense to it. We do\nthings illogically, but only because they tell us to. Everything we do,\nalmost, is pure illogic. Poe’s _Imp of the Perverse_—you could give it\nanother name beginning with M. Martian, I mean. It’s all very well for\npsychologists to explain why a murderer wants to confess, but it’s still\nan illogical reaction. Unless a Martian commands him to.”\n\n“You can’t be hypnotized into doing anything that violates your moral\nsense,” the brown man said triumphantly.\n\n                 *        *        *        *        *\n\nLyman frowned. “Not by another human, but you can by a Martian. I expect\nthey got the upper hand when we didn’t have more than ape-brains, and\nthey’ve kept it ever since. They evolved as we did, and kept a step\nahead. Like the sparrow on the eagle’s back who hitch-hiked till the\neagle reached his ceiling, and then took off and broke the altitude\nrecord. They conquered the world, but nobody ever knew it. And they’ve\nbeen ruling ever since.”\n\n“But—”\n\n“Take houses, for example. Uncomfortable things. Ugly, inconvenient,\ndirty, everything wrong with them. But when men like Frank Lloyd Wright\nslip out from under the Martians’ thumb long enough to suggest something\nbetter, look how the people react. They hate the thought. That’s their\nMartians, giving them orders.”\n\n“Look. Why should the Martians care what kind of houses we live in? Tell\nme that.”\n\nLyman frowned. “I don’t like the note of skepticism I detect creeping\ninto this conversation,” he announced. “They care, all right. No doubt\nabout it. They _live_ in our houses. We don’t build for our convenience,\nwe build, under order, for the Martians, the way they want it. They’re\nvery much concerned with everything we do. And the more senseless, the\nmore concern.\n\n“Take wars. Wars don’t make sense from any human viewpoint. Nobody\nreally wants wars. But we go right on having them. From the Martian\nviewpoint, they’re useful. They give us a spurt in technology, and they\nreduce the excess population. And there are lots of other results, too.\nColonization, for one thing. But mainly technology. In peace time, if a\nguy invents jet-propulsion, it’s too expensive to develop commercially.\nIn war-time, though, it’s got to be developed. Then the Martians can use\nit whenever they want. They use us the way they’d use tools or—or\nlimbs. And nobody ever really wins a war—except the Martians.”\n\nThe man in the brown suit chuckled. “That makes sense,” he said. “It\nmust be nice to be a Martian.”\n\n“Why not? Up till now, no race ever successfully conquered and ruled\nanother. The underdog could revolt or absorb. If you know you’re being\nruled, then the ruler’s vulnerable. But if the world doesn’t know—and\nit doesn’t—\n\n“Take radios,” Lyman continued, going off at a tangent. “There’s no\nearthly reason why a sane human should listen to a radio. But the\nMartians make us do it. They like it. Take bathtubs. Nobody contends\nbathtubs are comfortable—for us. But they’re fine for Martians. All the\nimpractical things we keep on using, even though we know they’re\nimpractical—”\n\n“Typewriter ribbons,” the brown man said, struck by the thought. “But\nnot even a Martian could enjoy changing a typewriter ribbon.”\n\nLyman seemed to find that flippant. He said that he knew all about the\nMartians except for one thing—their psychology.\n\n“I don’t know _why_ they act as they do. It looks illogical sometimes,\nbut I feel perfectly sure they’ve got sound motives for every move they\nmake. Until I get that worked out I’m pretty much at a standstill. Until\nI get evidence—proof—and help. I’ve got to stay under cover till then.\nAnd I’ve been doing that. I do what they tell me, so they won’t suspect,\nand I pretend to forget what they tell me to forget.”\n\n“Then you’ve got nothing much to worry about.”\n\nLyman paid no attention. He was off again on a list of his grievances.\n\n“When I hear the water running in the tub and a Martian splashing\naround, I pretend I don’t hear a thing. My bed’s too short and I tried\nlast week to order a special length, but the Martian that sleeps there\ntold me not to. He’s a runt, like most of them. That is, I think they’re\nrunts. I have to deduce, because you never see them undressed. But it\ngoes on like that constantly. By the way, how’s your Martian?”\n\nThe man in the brown suit set down his glass rather suddenly.\n\n“My Martian?”\n\n“Now listen. I may be just a little bit drunk, but my logic remains\nunimpaired. I can still put two and two together. Either you know about\nthe Martians, or you don’t. If you do, there’s no point in giving me\nthat, ‘What, _my_ Martian?’ routine. I know you have a Martian. Your\nMartian knows you have a Martian. My Martian knows. The point is, do\n_you_ know? Think hard,” Lyman urged solicitously.\n\n                 *        *        *        *        *\n\n“No, I haven’t got a Martian,” the reporter said, taking a quick drink.\nThe edge of the glass clicked against his teeth.\n\n“Nervous, I see,” Lyman remarked. “Of course you _have_ got a Martian. I\nsuspect you know it.”\n\n“What would I be doing with a Martian?” the brown man asked with dogged\ndogmatism.\n\n“What would you be doing without one? I imagine it’s illegal. If they\ncaught you running around without one they’d probably put you in a pound\nor something until claimed. Oh, you’ve got one, all right. So have I. So\nhas he, and he, and he—and the bartender.” Lyman enumerated the other\nbarflies with a wavering forefinger.\n\n“Of course they have,” the brown man said. “But they’ll all go back to\nMars tomorrow and then you can see a good doctor. You’d better have\nanother dri—”\n\nHe was turning toward the bartender when Lyman, apparently by accident,\nleaned close to him and whispered urgently,\n\n“_Don’t look now!_”\n\nThe brown man glanced at Lyman’s white face reflected in the mirror\nbefore them.\n\n“It’s all right,” he said. “There aren’t any Mar—”\n\nLyman gave him a fierce, quick kick under the edge of the bar.\n\n“Shut up! One just came in!”\n\nAnd then he caught the brown man’s gaze and with elaborate unconcern\nsaid, “—so naturally, there was nothing for me to do but climb out on\nthe roof after it. Took me ten minutes to get it down the ladder, and\njust as we reached the bottom it gave one bound, climbed up my face,\nsprang from the top of my head, and there it was again on the roof,\nscreaming for me to get it down.”\n\n“_What?_” the brown man demanded with pardonable curiosity.\n\n“My cat, of course. What did you think? No, never mind, don’t answer\nthat.” Lyman’s face was turned to the brown man’s, but from the corners\nof his eyes he was watching an invisible progress down the length of the\nbar toward a booth at the very back.\n\n“Now why did he come in?” he murmured. “I don’t like this. Is he anyone\nyou know?”\n\n“Is who—?”\n\n“That Martian. Yours, by any chance? No, I suppose not. Yours was\nprobably the one who went out a while ago. I wonder if he went to make a\nreport, and sent this one in? It’s possible. It could be. You can talk\nnow, but keep your voice low, and stop squirming. Want him to notice we\ncan see him?”\n\n“I can’t see him. Don’t drag me into this. You and your Martians can\nfight it out together. You’re making me nervous. I’ve got to go,\nanyway.” But he didn’t move to get off the stool. Across Lyman’s\nshoulder he was stealing glances toward the back of the bar, and now and\nthen he looked at Lyman’s face.\n\n“Stop watching me,” Lyman said. “Stop watching him. Anybody’d think you\nwere a cat.”\n\n“Why a cat? Why should anybody—do I look like a cat?”\n\n“We were talking about cats, weren’t we? Cats can see them, quite\nclearly. Even undressed, I believe. They don’t like them.”\n\n“Who doesn’t like who?”\n\n“Whom. Neither likes the other. Cats can see Martians—sh-h!—but they\npretend not to, and that makes the Martians mad. I have a theory that\ncats ruled the world before Martians came. Never mind. Forget about\ncats. This may be more serious than you think. I happen to know my\nMartian’s taking tonight off, and I’m pretty sure that was your Martian\nwho went out some time ago. And have you noticed that nobody else in\nhere has his Martian with him? Do you suppose—” His voice sank. “Do you\nsuppose they could be _waiting for us outside_?”\n\n“Oh, Lord,” the brown man said. “In the alley with the cats, I suppose.”\n\n“Why don’t you stop this yammer about cats and be serious for a moment?”\nLyman demanded, and then paused, paled, and reeled slightly on his\nstool. He hastily took a drink to cover his confusion.\n\n“What’s the matter now?” the brown man asked.\n\n“Nothing.” Gulp. “Nothing. It was just that—he _looked_ at me.\nWith—you know.”\n\n“Let me get this straight. I take it the Martian is dressed in—is\ndressed like a human?”\n\n“Naturally.”\n\n“But he’s invisible to all eyes but yours?”\n\n“Yes. He doesn’t want to be visible, just now. Besides—” Lyman paused\ncunningly. He gave the brown man a furtive glance and then looked\nquickly down at his drink. “Besides, you know, I rather think you can\nsee him—a little, anyway.”\n\n                 *        *        *        *        *\n\nThe brown man was perfectly silent for about thirty seconds. He sat\nquite motionless, not even the ice in the drink he held clinking. One\nmight have thought he did not even breathe. Certainly he did not blink.\n\n“What makes you think that?” he asked in a normal voice, after the\nthirty seconds had run out.\n\n“I—did I say anything? I wasn’t listening.” Lyman put down his drink\nabruptly. “I think I’ll go now.”\n\n“No, you won’t,” the brown man said, closing his fingers around Lyman’s\nwrist. “Not yet you won’t. Come back here. Sit down. Now. What was the\nidea? Where were you going?”\n\nLyman nodded dumbly toward the back of the bar, indicating either a\njuke-box or a door marked MEN.\n\n“I don’t feel so good. Maybe I’ve had too much to drink. I guess I’ll—”\n\n“You’re all right. I don’t trust you back there with that—that\ninvisible man of yours. You’ll stay right here until he leaves.”\n\n“He’s going now,” Lyman said brightly. His eyes moved with great\nbriskness along the line of an invisible but rapid progress toward the\nfront door. “See, he’s gone. Now let me loose, will you?”\n\nThe brown man glanced toward the back booth.\n\n“No,” he said, “He isn’t gone. Sit right where you are.”\n\nIt was Lyman’s turn to remain quite still, in a stricken sort of way,\nfor a perceptible while. The ice in _his_ drink, however, clinked\naudibly. Presently he spoke. His voice was soft, and rather soberer than\nbefore.\n\n“You’re right. He’s still there. You can see him, can’t you?”\n\nThe brown man said, “Has he got his back to us?”\n\n“You _can_ see him, then. Better than I can maybe. Maybe there are more\nof them here than I thought. They could be anywhere. They could be\nsitting beside you anywhere you go, and you wouldn’t even guess,\nuntil—” He shook his head a little. “They’d want to be _sure_,” he\nsaid, mostly to himself. “They can give you orders and make you forget,\nbut there must be limits to what they can force you to do. They can’t\nmake a man betray himself. They’d have to lead him on—until they were\nsure.”\n\nHe lifted his drink and tipped it steeply above his face. The ice ran\ndown the slope and bumped coldly against his lip, but he held it until\nthe last of the pale, bubbling amber had drained into his mouth. He set\nthe glass on the bar and faced the brown man.\n\n“Well?” he said.\n\nThe brown man looked up and down the bar.\n\n“It’s getting late,” he said. “Not many people left. We’ll wait.”\n\n“Wait for what?”\n\nThe brown man looked toward the back booth and looked away again\nquickly.\n\n“I have something to show you. I don’t want anyone else to see.”\n\nLyman surveyed the narrow, smoky room. As he looked the last customer\nbeside themselves at the bar began groping in his pocket, tossed some\nchange on the mahogany, and went out slowly.\n\nThey sat in silence. The bartender eyed them with stolid disinterest.\nPresently a couple in the front booth got up and departed, quarreling in\nundertones.\n\n“Is there anyone left?” the brown man asked in a voice that did not\ncarry down the bar to the man in the apron.\n\n“Only—” Lyman did not finish, but he nodded gently toward the back of\nthe room. “He isn’t looking. Let’s get this over with. What do you want\nto show me?”\n\nThe brown man took off his wrist-watch and pried up the metal case. Two\nsmall, glossy photograph prints slid out. The brown man separated them\nwith a finger.\n\n“I just want to make sure of something,” he said. “First—why did you\npick me out? Quite a while ago, you said you’d been trailing me all day,\nmaking sure. I haven’t forgotten that. And you knew I was a reporter.\nSuppose you tell me the truth, now?”\n\n                 *        *        *        *        *\n\nSquirming on his stool, Lyman scowled. “It was the way you looked at\nthings,” he murmured. “On the subway this morning—I’d never seen you\nbefore in my life, but I kept noticing the way you looked at things—the\nwrong things, things that weren’t there, the way a cat does—and then\nyou’d always look away—I got the idea you could see the Martians too.”\n\n“Go on,” the brown man said quietly.\n\n“I followed you. All day. I kept hoping you’d turn out to be—somebody I\ncould talk to. Because if I could _know_ that I wasn’t the only one who\ncould see them, then I’d know there was still some hope left. It’s been\nworse than solitary confinement. I’ve been able to see them for three\nyears now. Three years. And I’ve managed to keep my power a secret even\nfrom them. And, somehow, I’ve managed to keep from killing myself, too.”\n\n“Three years?” the brown man said. He shivered.\n\n“There was always a little hope. I knew nobody would believe—not\nwithout proof. And how can you get proof? It was only that I—I kept\ntelling myself that maybe you could see them too, and if you could,\nmaybe there were others—lots of others—enough so we might get together\nand work out some way of proving to the world—”\n\nThe brown man’s fingers were moving. In silence he pushed a photograph\nacross the mahogany. Lyman picked it up unsteadily.\n\n“Moonlight?” he asked after a moment. It was a landscape under a deep,\ndark sky with white clouds in it. Trees stood white and lacy against the\ndarkness. The grass was white as if with moonlight, and the shadows\nblurry.\n\n“No, not moonlight,” the brown man said. “Infra-red. I’m strictly an\namateur, but lately I’ve been experimenting with infra-red film. And I\ngot some very odd results.”\n\nLyman stared at the film.\n\n“You see, I live near—” The brown man’s finger tapped a certain quite\ncommon object that appeared in the photograph. “—and something funny\nkeeps showing up now and then against it. But only with infra-red film.\nNow I know chlorophyll reflects so much infra-red light that grass and\nleaves photograph white. The sky comes out black, like this. There are\ntricks to using this kind of film. Photograph a tree against a cloud,\nand you can’t tell them apart in the print. But you can photograph\nthrough a haze and pick out distant objects the ordinary film wouldn’t\ncatch. And sometimes, when you focus on something like this—” He tapped\nthe image of the very common object again, “you get a very odd image on\nthe film. Like that. A man with three eyes.”\n\nLyman held the print up to the light. In silence he took the other one\nfrom the bar and studied it. When he laid them down he was smiling.\n\n“You know,” Lyman said in a conversational whisper, “a professor of\nastrophysics at one of the more important universities had a very\ninteresting little item in the _Times_ the other Sunday. Name of\nSpitzer, I think. He said that, if there were life on Mars, and if\nMartians had ever visited earth, there’d be no way to prove it. Nobody\nwould believe the few men who saw them. Not, he said, unless the\nMartians happened to be photographed....”\n\nLyman looked at the brown man thoughtfully.\n\n“Well,” he said, “it’s happened. You’ve photographed them.”\n\nThe brown man nodded. He took up the prints and returned them to his\nwatch-case. “I thought so, too. Only until tonight I couldn’t be sure.\nI’d never seen one—fully—as you have. It isn’t so much a matter of\nwhat you call getting your brain scrambled with supersonics as it is of\njust knowing where to look. But I’ve been seeing _part_ of them all my\nlife, and so has everybody. It’s that little suggestion of movement you\nnever catch except just at the edge of your vision, just out of the\ncorner of your eye. Something that’s _almost_ there—and when you look\nfully at it, there’s nothing. These photographs showed me the way. It’s\nnot easy to learn, but it can be done. We’re conditioned to look\ndirectly at a thing—the particular thing we want to see clearly,\nwhatever it is. Perhaps the Martians gave us that conditioning. When we\nsee a movement at the edge of our range of vision, it’s almost\nirresistible not to look directly at it. So it vanishes.”\n\n“Then they can be seen—by anybody?”\n\n                 *        *        *        *        *\n\n“I’ve learned a lot in a few days,” the brown man said. “Since I took\nthose photographs. You have to train yourself. It’s like seeing a trick\npicture—one that’s really a composite, after you study it. Camouflage.\nYou just have to learn how. Otherwise we can look at them all our lives\nand never see them.”\n\n“The camera does, though.”\n\n“Yes, the camera does. I’ve wondered why nobody ever caught them this\nway before. Once you see them on film, they’re unmistakable—that third\neye.”\n\n“Infra-red film’s comparatively new, isn’t it? And then I’ll bet you\nhave to catch them against that one particular background—you know—or\nthey won’t show on the film. Like trees against clouds. It’s tricky. You\nmust have had just the right lighting that day, and exactly the right\nfocus, and the lens stopped down just right. A kind of minor miracle. It\nmight never happen again exactly that way. But ... don’t look now.”\n\nThey were silent. Furtively, they watched the mirror. Their eyes slid\nalong toward the open door of the tavern.\n\nAnd then there was a long, breathless silence.\n\n“He looked back at us,” Lyman said very quietly. “He looked at us ...\nthat third eye!”\n\nThe brown man was motionless again. When he moved, it was to swallow the\nrest of his drink.\n\n“I don’t think that they’re suspicious yet,” he said. “The trick will be\nto keep under cover until we can blow this thing wide open. There’s got\nto be some way to do it—some way that will convince people.”\n\n“There’s proof. The photographs. A competent cameraman ought to be able\nto figure out just how you caught that Martian on film and duplicate the\nconditions. It’s evidence.”\n\n“Evidence can cut both ways,” the brown man said. “What I’m hoping is\nthat the Martians don’t really like to kill—unless they have to. I’m\nhoping they won’t kill without proof. But—” He tapped his wrist-watch.\n\n“There’s two of us now, though,” Lyman said. “We’ve got to stick\ntogether. Both of us have broken the big rule—_don’t look now_—”\n\nThe bartender was at the back, disconnecting the juke-box. The brown man\nsaid, “We’d better not be seen together unnecessarily. But if we both\ncome to this bar tomorrow night at nine for a drink—that wouldn’t look\nsuspicious, even to them.”\n\n“Suppose—” Lyman hesitated. “May I have one of those photographs?”\n\n“Why?”\n\n“If one of us had—an accident—the other one would still have the\nproof. Enough, maybe, to convince the right people.”\n\nThe brown man hesitated, nodded shortly, and opened his watch-case\nagain. He gave Lyman one of the pictures.\n\n“Hide it,” he said. “It’s—evidence. I’ll see you here tomorrow.\nMeanwhile, be careful. Remember to play safe.”\n\nThey shook hands firmly, facing each other in an endless second of\nfinal, decisive silence. Then the brown man turned abruptly and walked\nout of the bar.\n\nLyman sat there. Between two wrinkles in his forehead there was a stir\nand a flicker of lashes unfurling. The third eye opened slowly and\nlooked after the brown man.",
    "metadata": {
        "author": [
            "Kuttner, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68203/pg68203.txt",
        "name": "dont_look_now.json"
    }
}