{
    "name": "Doorstep",
    "author": [
        "Laumer, Keith"
    ],
    "body": "Steadying his elbow on the kitchen table serving as desk, Brigadier\nGeneral Straut leveled his binoculars and stared out through the\nsecond-floor window of the farmhouse at the bulky object lying canted\nat the edge of the wood lot. He watched the figures moving over and\naround the gray mass, then flipped the lever on the field telephone at\nhis elbow.\n\n\"How are your boys doing, Major?\"\n\n\"General, since that box this morning--\"\n\n\"I know all about the box, Bill. So does Washington by now. What have\nyou got that's new?\"\n\n\"Sir, I haven't got anything to report yet. I have four crews on it,\nand she still looks impervious as hell.\"\n\n\"Still getting the sounds from inside?\"\n\n\"Intermittently, General.\"\n\n\"I'm giving you one more hour, Major. I want that thing cracked.\"\n\nThe general dropped the phone back on its cradle and peeled the\ncellophane from a cigar absently. He had moved fast, he reflected,\nafter the State Police notified him at nine forty-one last night.\nHe had his men on the spot, the area evacuated of civilians, and\na preliminary report on its way to Washington by midnight. At two\nthirty-six, they had discovered the four-inch cube lying on the ground\nfifteen feet from the huge object--missile, capsule, bomb--whatever it\nwas. But now--several hours later--nothing new.\n\nThe field phone jangled. Straut grabbed it up.\n\n\"General, we've discovered a thin spot up on the top side. All we can\ntell so far is that the wall thickness falls off there....\"\n\n\"All right. Keep after it, Bill.\"\n\nThis was more like it. If Brigadier General Straut could have this\nthing wrapped up by the time Washington awoke to the fact that it was\nsomething big--well, he'd been waiting a long time for that second\nstar. This was his chance, and he would damn well make the most of it.\n\n\n\nHe looked across the field at the thing. It was half in and half out\nof the woods, flat-sided, round-ended, featureless. Maybe he should go\nover and give it a closer look personally. He might spot something the\nothers were missing. It might blow them all to kingdom come any second;\nbut what the hell, he had earned his star on sheer guts in Normandy. He\nstill had 'em.\n\nHe keyed the phone. \"I'm coming down, Bill,\" he told the Major.\nOn impulse, he strapped a pistol belt on. Not much use against a\nhouse-sized bomb, but the heft of it felt good.\n\nThe thing looked bigger than ever as the jeep approached it, bumping\nacross the muck of the freshly plowed field. From here he could see a\nfaint line running around, just below the juncture of side and top.\nMajor Greer hadn't mentioned that. The line was quite obvious; in\nfact, it was more of a crack.\n\nWith a sound like a baseball smacking the catcher's glove, the crack\nopened, the upper half tilted, men sliding--then impossibly it stood\nopen, vibrating, like the roof of a house suddenly lifted. The driver\ngunned the jeep. There were cries, and a ragged shrilling that set\nStraut's teeth on edge. The men were running back now, two of them\ndragging a third.\n\nMajor Greer emerged from behind the object, looked about, ran toward\nGeneral Straut shouting. \"... a man dead. It snapped; we weren't\nexpecting it....\"\n\nStraut jumped out beside the men, who had stopped now and were looking\nback. The underside of the gaping lid was an iridescent black. The\nshrill noise sounded thinly across the field. Greer arrived, panting.\n\n\"What happened?\" Straut snapped.\n\n\"I was ... checking over that thin spot, General. The first thing I\nknew it was ... coming up under me. I fell; Tate was at the other side.\nHe held on and it snapped him loose, against a tree. His skull--\"\n\n\"What the devil's that racket?\"\n\n\"That's the sound we were getting from inside before, General. There's\nsomething in there, alive--\"\n\n\"All right, pull yourself together, Major. We're not unprepared. Bring\nyour half-tracks into position. The tanks will be here soon.\"\n\nStraut glanced at the men standing about. He would show them what\nleadership meant.\n\n\"You men keep back,\" he said. He puffed his cigar calmly as he walked\ntoward the looming object. The noise stopped suddenly; that was a\nrelief. There was a faint and curious odor in the air, something like\nchlorine ... or seaweed ... or iodine.\n\nThere were no marks in the ground surrounding the thing. It had\napparently dropped straight in to its present position. It was heavy,\ntoo--the soft soil was displaced in a mound a foot high all along the\nside.\n\nBehind him, Straut heard a yell. He whirled. The men were pointing;\nthe jeep started up, churned toward him, wheels spinning. He looked\nup. Over the edge of the gray wall, six feet above his head, a great\nreddish limb, like the claw of a crab, moved, groping.\n\nStraut yanked the .45 from its holster, jacked the action and fired.\nSoft matter spattered, and the claw jerked back. The screeching started\nup again angrily, then was drowned in the engine roar as the jeep slid\nto a stop.\n\nStraut stooped, grabbed up a leaf to which a quivering lump adhered,\njumped into the vehicle as it leaped forward; then a shock and they\nwere going into a spin and....\n\n\n\n\"Lucky it was soft ground,\" somebody said. And somebody else asked,\n\"What about the driver?\"\n\nSilence. Straut opened his eyes. \"What ... about....\"\n\nA stranger was looking down at him, an ordinary-looking fellow of about\nthirty-five.\n\n\"Easy, now, General Straut. You've had a bad spill. Everything is all\nright. I'm Professor Lieberman, from the University.\"\n\n\"The driver,\" Straut said with an effort.\n\n\"He was killed when the jeep went over.\"\n\n\"Went ... over?\"\n\n\"The creature lashed out with a member resembling a scorpion's stinger.\nIt struck the jeep and flipped it. You were thrown clear. The driver\njumped and the jeep rolled on him.\"\n\nStraut pushed himself up.\n\n\"Where's Greer?\"\n\n\"I'm right here, sir.\" Major Greer stepped up, stood attentively.\n\n\"Those tanks here yet?\"\n\n\"No, sir. I had a call from General Margrave; there's some sort of\nholdup. Something about not destroying scientific material. I did get\nthe mortars over from the base.\"\n\nStraut got to his feet. The stranger took his arm. \"You ought to lie\ndown, General--\"\n\n\"Who the hell is going to make me? Greer, get those mortars in place,\nspaced between your tracks.\"\n\nThe telephone rang. Straut seized it. \"General Straut.\"\n\n\"General Margrave here, Straut. I'm glad you're back on your feet.\nThere'll be some scientists from the State University coming over.\nCooperate with them. You're going to have to hold things together at\nleast until I can get another man in there to--\"\n\n\"Another man? General Margrave, I'm not incapacitated. The situation is\nunder complete control--\"\n\n\"It is, is it? I understand you've got still another casualty. What's\nhappened to your defensive capabilities?\"\n\n\"That was an accident, sir. The jeep--\"\n\n\"We'll review that matter at a later date. What I'm calling about is\nmore important right now. The code men have made some headway on that\nbox of yours. It's putting out a sort of transmission.\"\n\n\"What kind, sir?\"\n\n\"Half the message--it's only twenty seconds long, repeated--is in\nEnglish. It's a fragment of a recording from a daytime radio program;\none of the network men here identified it. The rest is gibberish.\nThey're still working over it.\"\n\n\"What--\"\n\n\"Bryant tells me he thinks there may be some sort of correspondence\nbetween the two parts of the message. I wouldn't know, myself. In my\nopinion, it's a threat of some sort.\"\n\n\"I agree, General. An ultimatum.\"\n\n\"Right. Keep your men back at a safe distance from now on. I want no\nmore casualties.\"\n\n\n\nStraut cursed his luck as he hung up the phone. Margrave was ready to\nrelieve him, after he had exercised every precaution. He had to do\nsomething fast, before this opportunity for promotion slipped out of\nhis hands.\n\nHe looked at Major Greer. \"I'm neutralizing this thing once and for\nall. There'll be no more men killed.\"\n\nLieberman stood up. \"General! I must protest any attack against this--\"\n\nStraut whirled. \"I'm handling this, Professor. I don't know who let\nyou in here or why--but I'll make the decisions. I'm stopping this\nman-killer before it comes out of its nest, maybe gets into that\nvillage beyond the woods. There are four thousand civilians there. It's\nmy job to protect them.\" He jerked his head at Greer, strode out of the\nroom.\n\nLieberman followed, pleading. \"The creature has shown no signs of\naggressiveness, General Straut--\"\n\n\"With two men dead?\"\n\n\"You should have kept them back--\"\n\n\"Oh, it was my fault, was it?\" Straut stared at Lieberman with cold\nfury. This civilian pushed his way in here, then had the infernal gall\nto accuse him, Brigadier General Straut, of causing the death of his\nown men. If he had the fellow in uniform for five minutes....\n\n\"You're not well, General. That fall--\"\n\n\"Keep out of my way, Professor,\" Straut said. He turned and went on\ndown the stairs. The present foul-up could ruin his career; and now\nthis egghead interference....\n\nWith Greer at his side, Straut moved out to the edge of the field.\n\n\"All right, Major. Open up with your .50 calibers.\"\n\nGreer called a command and a staccato rattle started up. The smell of\ncordite and the blue haze of gunsmoke--this was more like it. He was in\ncommand here.\n\nLieberman came up to Straut. \"General, I appeal to you in the name of\nscience. Hold off a little longer; at least until we learn what the\nmessage is about.\"\n\n\"Get back from the firing line, Professor.\" Straut turned his back\non the civilian, raised the glasses to observe the effect of the\nrecoilless rifle. There was a tremendous smack of displaced air, and\na thunderous boom as the explosive shell struck. Straut saw the gray\nshape jump, the raised lid waver. Dust rose from about it. There was no\nother effect.\n\n\"Keep firing, Greer,\" Straut snapped, almost with a feeling of triumph.\nThe thing was impervious to artillery; now who was going to say it was\nno threat?\n\n\"How about the mortars, sir?\" Greer said. \"We can drop a few rounds\nright inside it.\"\n\n\"All right, try that before the lid drops.\"\n\nAnd what we'll try next, I don't know, he thought.\n\n\n\nThe mortar fired with a muffled thud. Straut watched tensely. Five\nseconds later, the object erupted in a gout of pale pink debris. The\nlid rocked, pinkish fluid running down its opalescent surface. A\nsecond burst, and a third. A great fragment of the menacing claw hung\nfrom the branch of a tree a hundred feet from the ship.\n\nStraut grabbed up the phone. \"Cease fire!\"\n\nLieberman stared in horror at the carnage.\n\nThe telephone rang. Straut picked it up.\n\n\"General Straut,\" he said. His voice was firm. He had put an end to the\nthreat.\n\n\"Straut, we've broken the message,\" General Margrave said excitedly.\n\"It's the damnedest thing I ever....\"\n\nStraut wanted to interrupt, announce his victory, but Margrave was\ndroning on.\n\n\"... strange sort of reasoning, but there was a certain analogy. In any\nevent, I'm assured the translation is accurate. Here's how it reads in\nEnglish....\"\n\nStraut listened. Then he carefully placed the receiver back on the hook.\n\nLieberman stared at him.\n\n\"What did it say?\"\n\nStraut cleared his throat. He turned and looked at Lieberman for a long\nmoment before answering.\n\n\"It said, 'Please take good care of my little girl.'\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Laumer, Keith"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51509/pg51509.txt",
        "name": "doorstep.json"
    }
}