{
    "name": "Double Trouble",
    "author": [
        "Jacobi, Carl"
    ],
    "body": "We had left the offices of _Interstellar Voice_ three days ago, Earth\ntime, and now as the immense disc of Jupiter flamed across the sky,\nentered the outer limits of the Baldric. Grannie Annie strode in the\nlead, her absurd long-skirted black dress looking as out of place in\nthis desert as the trees.\n\nFlagpole trees. They rose straight up like enormous cat-tails, with\nonly a melon-shaped protuberance at the top to show they were a form of\nvegetation. Everything else was blanketed by the sand and the powerful\nwind that blew from all quarters.\n\nAs we reached the first of those trees, Grannie came to a halt.\n\n\"This is the Baldric all right. If my calculations are right, we've hit\nit at its narrowest spot.\"\n\nEzra Karn took a greasy pipe from his lips and spat. \"It looks like the\nrest of this God-forsaken moon,\" he said, \"'ceptin for them sticks.\"\n\nXartal, the Martian illustrator, said nothing. He was like that,\ntaciturn, speaking only when spoken to.\n\nHe could be excused this time, however, for this was only our third day\non Jupiter's Eighth Moon, and the country was still strange to us.\n\n\n\nWhen Annabella C. Flowers, that renowned writer of science fiction,\nvisiphoned me at Crater City, Mars, to meet her here, I had thought she\nwas crazy. But Miss Flowers, known to her friends as Grannie Annie,\nhad always been mildly crazy. If you haven't read her books, you've\nmissed something. She's the author of _Lady of the Green Flames_,\n_Lady of the Runaway Planet_, _Lady of the Crimson Space-Beast_, and\nother works of science fiction. Blood-and-thunder as these books are,\nhowever, they have one redeeming feature--authenticity of background.\nGrannie Annie was the original research digger-upper, and when she\nlaid the setting of a yarn on a star of the sixth magnitude, only a\ntransportation-velocity of less than light could prevent her from\nvisiting her \"stage\" in person.\n\nTherefore when she asked me to meet her at the landing field of\n_Interstellar Voice_ on Jupiter's Eighth Moon, I knew she had another\nnovel in the state of embryo.\n\nWhat I didn't expect was Ezra Karn. He was an old prospector Grannie\nhad met, and he had become so attached to the authoress he now followed\nher wherever she went. As for Xartal, he was a Martian and was slated\nto do the illustrations for Grannie's new book.\n\nFive minutes after my ship had blasted down, the four of us met in the\noffices of _Interstellar Voice_. And then I was shaking hands with\nAntlers Park, the manager of I. V. himself.\n\n\"Glad to meet you,\" he said cordially. \"I've just been trying to\npersuade Miss Flowers not to attempt a trip into the Baldric.\"\n\n\"What's the Baldric?\" I had asked.\n\nAntlers Park flicked the ash from his cheroot and shrugged.\n\n\"Will you believe me, sir,\" he said, \"when I tell you I've been out\nhere on this forsaken moon five years and don't rightly know myself?\"\n\nI scowled at that; it didn't make sense.\n\n\"However, as you perhaps know, the only reason for colonial activities\nhere at all is because of the presence of an ore known as Acoustix.\nIt's no use to the people of Earth but of untold value on Mars. I'm\nnot up on the scientific reasons, but it seems that life on the red\nplanet has developed with a supersonic method of vocal communication.\nThe Martian speaks as the Earthman does, but he amplifies his thoughts'\ntransmission by way of wave lengths as high as three million vibrations\nper second. The trouble is that by the time the average Martian reaches\nmiddle age, his ability to produce those vibrations steadily decreases.\nThen it was found that this ore, Acoustix, revitalized their sounding\napparatus, and the rush was on.\"\n\n\"What do you mean?\"\n\nPark leaned back. \"The rush to find more of the ore,\" he explained.\n\"But up until now this moon is the only place where it can be found.\n\n\"There are two companies here,\" he continued, \"_Interstellar Voice_\nand _Larynx Incorporated_. Chap by the name of Jimmy Baker runs that.\nHowever, the point is, between the properties of these two companies\nstretches a band or belt which has become known as the Baldric.\n\n\"There are two principal forms of life in the Baldric; flagpole trees\nand a species of ornithoid resembling cockatoos. So far no one has\ncrossed the Baldric without trouble.\"\n\n\"What sort of trouble?\" Grannie Annie had demanded. And when Antlers\nPark stuttered evasively, the old lady snorted, \"Fiddlesticks, I never\nsaw trouble yet that couldn't be explained. We leave in an hour.\"\n\n\n\nSo now here we were at the outer reaches of the Baldric, four travelers\non foot with only the barest necessities in the way of equipment and\nsupplies.\n\nI walked forward to get a closer view of one of the flagpole trees. And\nthen abruptly I saw something else.\n\nA queer-looking bird squatted there in the sand, looking up at me.\nSilver in plumage, it resembled a parrot with a crest; and yet it\ndidn't. In some strange way the thing was a hideous caricature.\n\n\"Look what I found,\" I yelled.\n\n\"What I found,\" said the cockatoo in a very human voice.\n\n\"Thunder, it talks,\" I said amazed.\n\n\"Talks,\" repeated the bird, blinking its eyes.\n\nThe cockatoo repeated my last statement again, then rose on its short\nlegs, flapped its wings once and soared off into the sky. Xartal,\nthe Martian illustrator, already had a notebook in his hands and was\nsketching a likeness of the creature.\n\nTen minutes later we were on the move again. We saw more silver\ncockatoos and more flagpole trees. Above us, the great disc of Jupiter\nbegan to descend toward the horizon.\n\nAnd then all at once Grannie stopped again, this time at the top of a\nhigh ridge. She shielded her eyes and stared off into the plain we had\njust crossed.\n\n\"Billy-boy,\" she said to me in a strange voice, \"look down there and\ntell me what you see.\"\n\nI followed the direction of her hand and a shock went through me from\nhead to foot. Down there, slowly toiling across the sand, advanced a\nparty of four persons. In the lead was a little old lady in a black\ndress. Behind her strode a grizzled Earth man in a flop-brimmed hat,\nanother Earth man, and a Martian.\n\n_Detail for detail they were a duplicate of ourselves!_\n\n\"A mirage!\" said Ezra Karn.\n\nBut it wasn't a mirage. As the party came closer, we could see that\ntheir lips were moving, and their voices became audible. I listened in\nawe. The duplicate of myself was talking to the duplicate of Grannie\nAnnie, and she was replying in the most natural way.\n\nSteadily the four travelers approached. Then, when a dozen yards away,\nthey suddenly faded like a negative exposed to light and disappeared.\n\n\"What do you make of it?\" I said in a hushed voice.\n\nGrannie shook her head. \"Might be a form of mass hypnosis superinduced\nby some chemical radiations,\" she replied. \"Whatever it is, we'd better\nwatch our step. There's no telling what might lie ahead.\"\n\nWe walked after that with taut nerves and watchful eyes, but we saw no\nrepetition of the \"mirage.\" The wind continued to blow ceaselessly, and\nthe sand seemed to grow more and more powdery.\n\nFor some time I had fixed my gaze on a dot in the sky which I supposed\nto be a high-flying cockatoo. As that dot continued to move across the\nheavens in a single direction, I called Grannie's attention to it.\n\n\"It's a kite,\" she nodded. \"There should be a car attached to it\nsomewhere.\"\n\nShe offered no further explanation, but a quarter of an hour later as\nwe topped another rise a curious elliptical car with a long slanting\nwindscreen came into view. Attached to its hood was a taut wire which\nslanted up into the sky to connect with the kite.\n\nA man was driving and when he saw us, he waved. Five minutes later\nGrannie was shaking his hand vigorously and mumbling introductions.\n\n\"This is Jimmy Baker,\" she said. \"He manages _Larynx Incorporated_, and\nhe's the real reason we're here.\"\n\nI decided I liked Baker the moment I saw him. In his middle thirties,\nhe was tall and lean, with pleasant blue eyes which even his sand\ngoggles could not conceal.\n\n\"I can't tell you how glad I am you're here, Grannie,\" he said. \"If\nanybody can help me, you can.\"\n\nGrannie's eyes glittered. \"Trouble with the mine laborers?\" she\nquestioned.\n\n\n\nJimmy Baker nodded. He told his story over the roar of the wind as we\nheaded back across the desert. Occasionally he touched a stud on an\nelectric windlass to which the kite wire was attached. Apparently these\nadjustments moved planes or fins on the kite and accounted for the\ncar's ability to move in any direction.\n\n\"If I weren't a realist, I'd say that _Larynx Incorporated_ has been\nbewitched,\" he began slowly. \"We pay our men high wages and give them\nexcellent living conditions with a vacation on Callisto every year.\nUp until a short time ago most of them were in excellent health and\nspirits. Then the Red Spot Fever got them.\"\n\n\"Red Spot Fever?\" Grannie looked at him curiously.\n\nJimmy Baker nodded. \"The first symptoms are a tendency to garrulousness\non the part of the patient. Then they disappear.\"\n\nHe paused to make an adjustment of the windlass.\n\n\"They walk out into the Baldric,\" he continued, \"and nothing can stop\nthem. We tried following them, of course, but it was no go. As soon as\nthey realize they're being followed, they stop. But the moment our eyes\nare turned, they give us the slip.\"\n\n\"But surely you must have some idea of where they go,\" Grannie said.\n\nBaker lit a cigarette. \"There's all kinds of rumors,\" he replied, \"but\nnone of them will hold water. By the way, there's a cockatoo eyrie\nahead of us.\"\n\nI followed his gaze and saw a curious structure suspended between\na rude circle of flagpole trees. A strange web-like formation of\ntranslucent gauzy material, it was. Fully two hundred cockatoos were\nperched upon it. They watched us with their mild eyes as we passed, but\nthey didn't move.\n\nAfter that we were rolling up the driveway that led to the offices of\n_Larynx Incorporated_. As Jimmy Baker led the way up the inclined ramp,\na door in the central building opened, and a man emerged. His face was\ndrawn.\n\n\"Mr. Baker,\" he said breathlessly, \"seventy-five workers at Shaft Four\nhave headed out into the Baldric.\"\n\nBaker dropped his cigarette and ground his heel on it savagely.\n\n\"Shaft Four, eh?\" he repeated. \"That's our principal mine. If the fever\nspreads there, I'm licked.\"\n\nHe motioned us into his office and strode across to a desk. Silent\nXartal, the Martian illustrator, took a chair in a corner and got his\nnotebook out, sketching the room's interior. Grannie Annie remained\nstanding.\n\nPresently the old lady walked across to the desk and helped herself to\nthe bottle of Martian whiskey there.\n\n\"There must be ways of stopping this,\" she said. \"Have you called in\nany physicians? Why don't you call an enforced vacation and send the\nmen away until the plague has died down?\"\n\nBaker shook his head. \"Three doctors from Callisto were here last\nmonth. They were as much at loss as I am. As for sending the men away,\nI may have to do that, but when I do, it means quits. Our company is\nchartered with Spacolonial, and you know what that means. Failure\nto produce during a period of thirty days or more, and you lose all\nrights.\"\n\nA visiphone bell sounded, and Baker walked across to the instrument. A\nman's face formed in the vision plate. Baker listened, said \"Okay\" and\nthrew off the switch.\n\n\"The entire crew of Shaft Four have gone out into the Baldric,\" he said\nslowly. There was a large map hanging on the wall back of Baker's desk.\nGrannie Annie walked across to it and began to study its markings.\n\n\"Shaft Four is at the outer edge of the Baldric at a point where that\ncorridor is at its widest,\" she said.\n\nBaker looked up. \"That's right. We only began operations there a\ncomparatively short time ago. Struck a rich vein of Acoustix that\nruns deep in. If that vein holds out, we'll double the output of\n_Interstellar Voice_, our rival, in a year.\"\n\nGrannie nodded. \"I think you and I and Xartal had better take a run up\nthere,\" she said. \"But first I want to see your laboratory.\"\n\nThere was no refusing her. Jimmy Baker led the way down to a lower\nlevel where a huge laboratory and experimental shop ran the length\nof the building. Grannie seized a light weight carry-case and began\ndropping articles into it. A pontocated glass lens, three or four\nWellington radite bulbs, each with a spectroscopic filament, a small\ndynamo that would operate on a kite windlass, and a quantity of wire\nand other items.\n\nThe kite car was brought out again, and the old woman, Baker and the\nMartian took their places in it. Then Jimmy waved, and the car began to\nroll down the ramp.\n\n\n\nNot until they had vanished in the desert haze did I sense the\nloneliness of this outpost. With that loneliness came a sudden sense of\nforeboding. Had I been a fool to let Grannie go? I thought of her, an\nold woman who should be in a rocking chair, knitting socks. If anything\nhappened to Annabella C. Flowers, I would never forgive myself and\nneither would her millions of readers.\n\nEzra Karn and I went back into the office. The old prospector chuckled.\n\n\"Dang human dynamo. Got more energy than a runaway comet.\"\n\nA connecting door on the far side of the office opened onto a long\ncorridor which ended at a staircase.\n\n\"Let's look around,\" I said.\n\nWe passed down the corridor and climbed the staircase to the second\nfloor. Here were the general offices of _Larynx Incorporated_, and\nthrough glass doors I could see clerks busy with counting machines and\nreport tapes. In another chamber the extremely light Acoustix ore was\nbeing packed into big cases and marked for shipment. At the far end a\ndoor to a small room stood open. Inside a young man was tilted back in\na swivel chair before a complicated instrument panel.\n\n\"C'mon in,\" he said, seeing us. \"If you want a look at your friends,\nhere they are.\"\n\nHe flicked a stud, and the entire wall above the panel underwent a\nslow change of colors. Those colors whirled kaleidescopically, then\ncoalesced into a three-dimensional scene.\n\nIt was a scene of a rapidly unfolding desert country as seen from the\nrear of a kite car. Directly behind the windscreen, backs turned to me,\nwere Jimmy Baker, Grannie, and Xartal. It was as if I were standing\ndirectly behind them.\n\n\"It's Mr. Baker's own invention,\" the operator said. \"An improvement on\nthe visiphone.\"\n\n\"Do you mean to say you can follow the movements of that car and its\npassengers wherever it goes? Can you hear them talk too?\"\n\n\"Sure.\" The operator turned another dial, and Grannie's falsetto voice\nentered the room. It stopped abruptly. \"The machine uses a lot of\npower,\" the operator said, \"and as yet we haven't got much.\"\n\nThe cloud of anxiety which had wrapped itself about me disappeared\nsomewhat as I viewed this device. At least I could now keep myself\nposted of Grannie's movements.\n\nKarn and I went down to the commissary where we ate our supper. When\nwe returned to Jimmy Baker's office, the visiphone bell was ringing.\nI went over to it and turned it on, and to my surprise the face of\nAntlers Park flashed on the screen.\n\n\"Hello,\" he said in his friendly way. \"I see you arrived all right. Is\nMiss Flowers there?\"\n\n\"Miss Flowers left with Mr. Baker for Shaft Four,\" I said. \"There's\ntrouble up there. Red spot fever.\"\n\n\"Fever, eh?\" repeated Park. \"That's a shame. Is there anything I can\ndo?\"\n\n\"Tell me,\" I said, \"has your company had any trouble with this plague?\"\n\n\"A little. But up until yesterday the fever's been confined to the\nother side of the Baldric. We had one partial case, but my chemists\ngave the chap an antitoxin that seems to have worked. Come to think of\nit, I might drive over to Shaft Four and give Jimmy Baker the formula.\nI haven't been out in the Baldric for years, but if you didn't have any\ntrouble, I shouldn't either.\"\n\nWe exchanged a few more pleasantries, and then he rang off. In exactly\nan hour I went upstairs to the visiscreen room.\n\nThen once more I was directly behind my friends, listening in on their\nconversation. The view through the windscreen showed an irregular array\nof flagpole trees, with the sky dotted by high-flying cockatoos.\n\n\"There's an eyrie over there,\" Jimmy Baker was saying. \"We might as\nwell camp beside it.\"\n\n\n\nMoments later a rude circle of flagpole trees loomed ahead. Across the\ntop of them was stretched a translucent web. Jimmy and Grannie got out\nof the car and began making camp. Xartal remained in his seat. He was\ndrawing pictures on large pieces of pasteboard, and as I stood there in\nthe visiscreen room, I watched him.\n\nThere was no doubt about it, the Martian was clever. He would make\na few rapid lines on one of the pasteboards, rub it a little to get\nthe proper shading and then go on to the next. In swift rotation\nlikenesses of Ezra Karn, of myself, of Jimmy Baker, and of Antlers Park\ntook form.\n\nEzra spoke over my shoulder. \"He's doing scenes for Grannie's new\nbook,\" he said. \"The old lady figures on using the events here for a\nplot. _Look at that damned nosy bird!_\"\n\nA silver cockatoo had alighted on the kite car and was surveying\ncuriously Xartal's work. As each drawing was completed, the bird\nscanned it with rapt attention. Abruptly it flew to the top of the\neyrie, where it seemed to be having a consultation with its bird\ncompanions.\n\nAnd then abruptly it happened. The cockatoos took off in mass flight. A\ngroup of Earth people suddenly materialized on the eyrie, talking and\nmoving about as if it were the most natural thing in the world.\n\nWith a shock I saw the likeness of myself; I saw Ezra Karn; and I saw\nthe image of Jimmy Baker.\n\nThe _real_ Jimmy Baker stood next to Grannie, staring up at this\nincredible mirage. Grannie let out a whoop. \"I've got it!\" she said.\n\"Those things we see up there are nothing more than mental images.\nThey're Xartal's drawings!\"\n\n\n\n\"Don't you see,\" the lady continued. \"Everything that Xartal put on\npaper has been seen by one or more of these cockatoos. The cockatoos\nare like Earth parrots all right, but not only have they the power\nof copying speech, they also have the ability to recreate a mental\nimage of what they have seen. In other words their brains form a\npowerful photographic impression of the object. That impression is\nthen transmitted simultaneously in telepathic wavelengths to common\nfoci. That eyrie might be likened to a cinema screen, receiving brain\nvibrations from a hundred different sources that blend into the light\nfield to form what are apparently three-dimensional images.\"\n\nThe Larynx manager nodded slowly. \"I see,\" he said. \"But why don't the\nbirds reconstruct images from the actual person. Why use drawings?\"\n\n\"Probably because the drawings are exaggerated in certain details and\nmade a greater impression on their brains,\" Grannie replied.\n\nUp on the eyrie a strange performance was taking place. The duplicate\nof Grannie Annie was bowing to the duplicate of Jimmy Baker, and the\nimage of Ezra Karn was playing leap frog with the image of Antlers Park.\n\nThen abruptly the screen before me blurred and went blank.\n\n\"Sorry,\" the operator said. \"I've used too much power already. Have to\ngive the generators a chance to build it up again.\"\n\nNodding, I turned and motioned to Karn. We went back downstairs.\n\n\"That explains something at any rate,\" the old prospector said. \"But\nhow about that Red spot fever?\"\n\nOn Jimmy Baker's desk was a large file marked: FEVER VICTIMS. I opened\nit and found it contained the case histories of those men who had been\nattacked by the strange malady.\n\nReading them over, I was struck by one detail. Each patient had\nreceived the first symptoms, not while working in the mines, but while\nsleeping or lounging in the barracks.\n\nFive minutes later Karn and I were striding down a white ramp that\nled to the nearest barracks. The building came into sight, a low\nrectangular structure, dome-roofed to withstand the violent winds.\n\nInside double tiers of bunks stretched along either wall. In those\nbunks some thirty men lay sleeping.\n\nThe far wall was taken up by a huge window of denvo-quartz. As I stood\nthere, something suddenly caught Ezra Karn's eye. He began to walk\ntoward that window.\n\n\"Look here,\" he said.\n\nSix feet up on that window a small almost imperceptible button of dull\nmetal had been wedged into an aperture cut in the quartz. The central\npart of the button appeared to be a powerful lens of some kind, and as\nI seized it and pulled it loose, I felt the hum of tiny clock work.\n\nAll at once I had it! Red spot fever. Heat fever from the infra-red\nrays of Jupiter's great spot. Someone had constructed this lens to\nconcentrate and amplify the power of those rays. The internal clockwork\nserved a double purpose. It opened a shutter, and it rotated the lens\nslowly so that it played for a time on each of the sleeping men.\n\nI slid the metal button in my pocket and left the barracks at a run.\nBack in the visiscreen room, I snapped to the operator:\n\n\"Turn it on!\"\n\nThe kite car swam into view in the screen above the instrument panel.\nI stared with open eyes. Jimmy Baker no longer was in the car, nor\nwas Xartal, the Martian. Grannie Annie was there, but seated at the\ncontrols was Antlers Park, the manager of Interstellar Voice.\n\n\n\nEzra Karn jabbed my elbow. \"Grannie's coming back. I thought she'd be\ngetting sick of this blamed moon.\"\n\nIt didn't make sense. In all the years I'd known Annabella C. Flowers,\nnever yet had I seen her desert a case until she had woven the clues\nand facts to a logical conclusion.\n\n\"Ezra,\" I said, \"we're going to drive out and meet them. There's\nsomething screwy here.\"\n\nTen minutes later in another kite car we were driving at a fast clip\nthrough the powdery sands of the Baldric. And before long we saw\nanother car approaching.\n\nIt was Grannie. As the car drew up alongside I saw her sitting in her\nprim way next to Antlers Park. Park said:\n\n\"We left the others at the mine. Miss Flowers is going back with me to\nmy offices to help me improve the formula for that new antitoxin.\"\n\nHe waved his hand, and the car moved off. I watched it as it sped\nacross the desert, and a growing suspicion began to form in my mind.\nThen, like a knife thrust, the truth struck me.\n\n\"Ezra!\" I yelled, swinging the car. \"That wasn't Grannie! _That was one\nof those damned cockatoo images._ We've got to catch him.\"\n\nThe other car was some distance ahead now. Park looked back and saw us\nfollowing. He did something to the kite wire, and his car leaped ahead.\n\nI threw the speed indicator hard over. Our kite was a huge box affair\nwith a steady powerful pull to the connecting wire. Park's vehicle\nwas drawn by a flat triangular kite that dove and fluttered with each\nvariance of the wind. Steadily we began to close in.\n\nThe manager of Interstellar Voice turned again, and something glinted\nin his hand. There was a flash of purple flame, and a round hole\nappeared in our windscreen inches above Karn's head.\n\n\"Heat gun!\" Ezra yelled.\n\nNow we were rocketing over the sand dunes, winding in and out between\nthe flagpole trees. I had to catch that car I told myself. Grannie\nAnnie's very life might be at stake, not to mention the lives of\nhundreds of mine workers. Again Park took aim and again a hole\nshattered our windscreen.\n\nThe wind shifted and blew from another quarter. The box kite soared,\nbut the triangular kite faltered. Taking advantage of Park's loss of\nspeed, I raced alongside.\n\nThe I. V. manager lifted his weapon frantically. But before he could\nuse it a third time, Ezra Karn had whipped a lariat from his belt and\nsent it coiling across the intervening space.\n\nThe thong yanked tight about the manager's throat. Park did the only\nthing he could do. He shut off power, and the two cars coasted to a\nhalt. Then I was across in the other seat, wrenching the weapon free\nfrom his grasp.\n\n\"What have you done with Miss Flowers?\" I demanded.\n\nThe manager's eyes glittered with fear as he saw my finger tense on the\ntrigger. Weakly he lifted an arm and pointed to the northwest.\n\n\"Val-ley. Thir-ty miles. Entrance hidden by wall of ... flagpole trees.\"\n\n\n\nI leaped into the driver's seat and gave the kite its head. And now the\ncountry began to undergo a subtle change. The trees seemed to group\nthemselves in a long flanking corridor in a northwesterly direction, as\nif to hide some secret that lay beyond. Twice I attempted to penetrate\nthat wall, only to find my way blocked by those curious growths.\n\nThen a corridor opened before me; a mile forward and the desert began\nagain. But it was a new desert this time: the sand packed hard as\ngranite, the way ahead utterly devoid of vegetation. In the distance\nblack bulging hills extended to right and left, with a narrow chasm or\ndoorway between.\n\nI headed for that entrance, and when I reached it, I shut off power\nwith an exclamation of astonishment.\n\nThere was a huge chair-shaped rock there, and seated upon it was\nGrannie Annie. She had a tablet in her hands, and she was writing.\n\n\"Grannie!\" I yelled. \"What're you doing here? Where's Mr. Baker?\"\n\nShe rose to her feet and clambered down the rock.\n\n\"Getting back Jimmy's mine laborers,\" she said, a twinkle in her eyes.\n\"I see you've got Antlers Park. I'm glad of that. It saves me a lot of\ntrouble.\" She took off her spectacles and wiped them on her sleeve.\n\"Don't look so fuddled, Billy-boy. Come along, and I'll show you.\"\n\nShe led the way through the narrow passage into the valley. A deep\ngorge, it was, with the black sheer cliffs on either side pressing\nclose. Ten feet forward, I stopped short, staring in amazement.\n\nAdvancing toward me like a column of infantry came a long line of\nLarynx miners. They walked slowly, looking straight ahead, moving down\nthe center of the gorge toward the entrance.\n\nBut there was more! A kite car was drawn up to the side. The windscreen\nhad been removed, and mounted on the hood was a large bullet-like\ncontrivance that looked not unlike a search lamp. A blinding shaft of\nbluish radiance spewed from its open end. Playing it back and forth\nupon the marching men were Jimmy Baker and Xartal, the Martian.\n\n\"Ultra violet,\" Grannie Annie explained. \"The opposite end of the\nvibratory scale and the only thing that will combat the infra-red rays\nthat cause red spot fever. Those men won't stop walking until they've\nreached Shaft Four.\"\n\nGrannie Annie told her story during the long ride back to Shaft Four.\nWe drove slowly, keeping the line of marching Larynx miners always\nahead of us.\n\nJimmy Baker had struck a new big lode of Acoustix, a lode which if\nworked successfully would see _Larynx Incorporated_ become a far more\npowerful exporting concern than _Interstellar Voice_. Antlers Park\ndidn't want that.\n\nIt was he or his agents who placed those lens buttons in the Larynx\nbarracks. _For he knew that just as Jupiter's great spot was\nresponsible for a climate and atmosphere suitable for an Earthman on\nthis Eighth Moon, so also was that spot a deadly power in itself,\ncapable when its rays were concentrated of causing a fatal sickness._\n\nThen suddenly becoming fearful of Grannie's prying, Antlers Park strove\nto head her off before she reached Shaft Four.\n\nHe did head her off and managed to lure her and Baker and Xartal into\nthe Shaft barracks where they would be exposed to the rays from the\nlens button. But Grannie only pretended to contract the plague.\n\nPark then attempted to outwit Ezra Karn and me by returning in Jimmy\nBaker's kite car with a cockatoo image of Grannie.\n\n\n\nI listened to all this in silence. \"But,\" I said when she had finished,\n\"how did Park manage to have that image created and why did the mine\nlaborers walk out into the Baldric when they contracted the fever?\"\n\nGrannie Annie frowned. \"I'm not sure I can answer the first of those\nquestions,\" she replied. \"You must remember Antlers Park has been on\nthis moon five years and during that time he must have acquainted\nhimself with many of its secrets. Probably he learned long ago just\nwhat to do to make a cockatoo create a mental image.\n\n\"As for the men going out into the Baldric, that was more of Park's\ndiabolical work. In the walls of the barracks besides those lens\nbuttons were also miniature electro-hypnotic plates, with the master\ncontrolling unit located in that valley. Park knew that when the miners\nwere in a drugged condition from the effects of the fever they would\nbe susceptible to the machine's lure.... And now, Billy-boy, are you\ncoming with me?\"\n\n\"Coming with you?\" I repeated. \"Where?\"\n\nThe old lady lit a cigarette. \"Pluto maybe,\" she said. \"There's a penal\ncolony there, you know, and that ought to tie in nicely with a new\ncrime story. I can see it now ... prison break, stolen rocket ship,\nfugitives lurking in the interplanetary lanes....\"\n\n\"Grannie,\" I laughed. \"You're incorrigible!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Jacobi, Carl"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63442/pg63442.txt",
        "name": "double_trouble.json"
    }
}