{
    "name": "Dreams",
    "author": [
        "Jerome, Jerome K. (Jerome Klapka)"
    ],
    "body": "The most extraordinary dream I ever had was one in which I fancied that,\nas I was going into a theater, the cloak-room attendant stopped me in\nthe lobby and insisted on my leaving my legs behind me.\n\nI was not surprised; indeed, my acquaintanceship with theater harpies\nwould prevent my feeling any surprise at such a demand, even in my\nwaking moments; but I was, I must honestly confess, considerably\nannoyed. It was not the payment of the cloak-room fee that I so much\nminded--I offered to give that to the man then and there. It was the\nparting with my legs that I objected to.\n\nI said I had never heard of such a rule being attempted to be put in\nforce at any respectable theater before, and that I considered it a most\nabsurd and vexatious regulation. I also said I should write to The Times\nabout it.\n\nThe man replied that he was very sorry, but that those were his\ninstructions. People complained that they could not get to and from\ntheir seats comfortably, because other people's legs were always in\nthe way; and it had, therefore, been decided that, in future, everybody\nshould leave their legs outside.\n\nIt seemed to me that the management, in making this order, had clearly\ngone beyond their legal right; and, under ordinary circumstances, I\nshould have disputed it. Being present, however, more in the\ncharacter of a guest than in that of a patron, I hardly like to make a\ndisturbance; and so I sat down and meekly prepared to comply with the\ndemand.\n\nI had never before known that the human leg did unscrew. I had always\nthought it was a fixture. But the man showed me how to undo them, and I\nfound that they came off quite easily.\n\nThe discovery did not surprise me any more than the original request\nthat I should take them off had done. Nothing does surprise one in a\ndream.\n\nI dreamed once that I was going to be hanged; but I was not at all\nsurprised about it. Nobody was. My relations came to see me off, I\nthought, and to wish me \"Good-by!\" They all came, and were all very\npleasant; but they were not in the least astonished--not one of\nthem. Everybody appeared to regard the coming tragedy as one of the\nmost-naturally-to-be-expected things in the world.\n\nThey bore the calamity, besides, with an amount of stoicism that would\nhave done credit to a Spartan father. There was no fuss, no scene. On\nthe contrary, an atmosphere of mild cheerfulness prevailed.\n\nYet they were very kind. Somebody--an uncle, I think--left me a packet\nof sandwiches and a little something in a flask, in case, as he said, I\nshould feel peckish on the scaffold.\n\nIt is \"those twin-jailers of the daring\" thought, Knowledge and\nExperience, that teach us surprise. We are surprised and incredulous\nwhen, in novels and plays, we come across good men and women, because\nKnowledge and Experience have taught us how rare and problematical is\nthe existence of such people. In waking life, my friends and relations\nwould, of course, have been surprised at hearing that I had committed a\nmurder, and was, in consequence, about to be hanged, because Knowledge\nand Experience would have taught them that, in a country where the\nlaw is powerful and the police alert, the Christian citizen is usually\npretty successful in withstanding the voice of temptation, prompting him\nto commit crime of an illegal character.\n\nBut into Dreamland, Knowledge and Experience do not enter. They stay\nwithout, together with the dull, dead clay of which they form a part;\nwhile the freed brain, released from their narrowing tutelage, steals\nsoftly past the ebon gate, to wanton at its own sweet will among the\nmazy paths that wind through the garden of Persephone.\n\nNothing that it meets with in that eternal land astonishes it because,\nunfettered by the dense conviction of our waking mind, that nought\noutside the ken of our own vision can in this universe be, all things\nto it are possible and even probable. In dreams, we fly and wonder\nnot--except that we never flew before. We go naked, yet are not ashamed,\nthough we mildly wonder what the police are about that they do not stop\nus. We converse with our dead, and think it was unkind that they did\nnot come back to us before. In dreams, there happens that which human\nlanguage cannot tell. In dreams, we see \"the light that never was on sea\nor land,\" we hear the sounds that never yet were heard by waking ears.\n\nIt is only in sleep that true imagination ever stirs within us. Awake,\nwe never imagine anything; we merely alter, vary, or transpose. We give\nanother twist to the kaleidoscope of the things we see around us, and\nobtain another pattern; but not one of us has ever added one tiniest\npiece of new glass to the toy.\n\nA Dean Swift sees one race of people smaller, and another race of people\nlarger than the race of people that live down his own streets. And he\nalso sees a land where the horses take the place of men. A Bulwer Lytton\nlays the scene of one of his novels inside the earth instead of outside.\nA Rider Haggard introduces us to a lady whose age is a few years more\nthan the average woman would care to confess to; and pictures crabs\nlarger than the usual shilling or eighteen-penny size. The number of so\ncalled imaginative writers who visit the moon is legion, and for all\nthe novelty that they find, when they get there, they might just as well\nhave gone to Putney. Others are continually drawing for us visions of\nthe world one hundred or one thousand years hence. There is always a\ndepressing absence of human nature about the place; so much so, that one\nfeels great consolation in the thought, while reading, that we ourselves\nshall be comfortably dead and buried before the picture can be realized.\nIn these prophesied Utopias everybody is painfully good and clean and\nhappy, and all the work is done by electricity.\n\nThere is somewhat too much electricity, for my taste, in these worlds\nto come. One is reminded of those pictorial enamel-paint advertisements\nthat one sees about so often now, in which all the members of an\nextensive household are represented as gathered together in one room,\nspreading enamel-paint over everything they can lay their hands upon.\nThe old man is on a step-ladder, daubing the walls and ceiling with\n\"cuckoo's-egg green,\" while the parlor-maid and the cook are on their\nknees, painting the floor with \"sealing-wax red.\" The old lady is doing\nthe picture frames in \"terra cotta.\" The eldest daughter and her young\nman are making sly love in a corner over a pot of \"high art yellow,\"\nwith which, so soon as they have finished wasting their time, they\nwill, it is manifest, proceed to elevate the piano. Younger brothers\nand sisters are busy freshening up the chairs and tables with\n\"strawberry-jam pink\" and \"jubilee magenta.\" Every blessed thing in that\nroom is being coated with enamel paint, from the sofa to the fire-irons,\nfrom the sideboard to the eight-day clock. If there is any paint left\nover, it will be used up for the family Bible and the canary.\n\nIt is claimed for this invention that a little child can make as much\nmess with it as can a grown-up person, and so all the children of\nthe family are represented in the picture as hard at work, enameling\nwhatever few articles of furniture and household use the grasping\nselfishness of their elders has spared to them. One is painting the\ntoasting fork in a \"skim-milk blue,\" while another is giving aesthetical\nvalue to the Dutch oven by means of a new shade of art green. The\nbootjack is being renovated in \"old gold,\" and the baby is sitting on\nthe floor, smothering its own cradle with \"flush-upon-a-maiden's cheek\npeach color.\"\n\nOne feels that the thing is being overdone. That family, before another\nmonth is gone, will be among the strongest opponents of enamel paint\nthat the century has produced. Enamel paint will be the ruin of that\nonce happy home. Enamel paint has a cold, glassy, cynical appearance.\nIts presence everywhere about the place will begin to irritate the old\nman in the course of a week or so. He will call it, \"This damn'd sticky\nstuff!\" and will tell the wife that he wonders she didn't paint herself\nand the children with it while she was about it. She will reply, in an\nexasperatingly quiet tone of voice, that she does like that. Perhaps he\nwill say next, that she did not warn him against it, and tell him what\nan idiot he was making of himself, spoiling the whole house with his\nfoolish fads. Each one will persist that it was the other one who first\nsuggested the absurdity, and they will sit up in bed and quarrel about\nit every night for a month.\n\nThe children having acquired a taste for smudging the concoction about,\nand there being nothing else left untouched in the house, will try to\nenamel the cat; and then there will be bloodshed, and broken windows,\nand spoiled infants, and sorrows and yells. The smell of the paint will\nmake everybody ill; and the servants will give notice. Tradesmen's\nboys will lean up against places that are not dry and get their clothes\nenameled and claim compensation. And the baby will suck the paint off\nits cradle and have fits.\n\nBut the person that will suffer most will, of course, be the eldest\ndaughter's young man. The eldest daughter's young man is always\nunfortunate. He means well, and he tries hard. His great ambition is\nto make the family love him. But fate is ever against him, and he only\nsucceeds in gaining their undisguised contempt. The fact of his being\n\"gone\" on their Emily is, of itself, naturally sufficient to stamp him\nas an imbecile in the eyes of Emily's brothers and sisters. The father\nfinds him slow, and thinks the girl might have done better; while the\nbest that his future mother-in-law (his sole supporter) can say for him\nis, that he seems steady.\n\nThere is only one thing that prompts the family to tolerate him, and\nthat is the reflection that he is going to take Emily away from them.\n\nOn that understanding they put up with him.\n\nThe eldest daughter's young man, in this particular case, will, you\nmay depend upon it, choose that exact moment when the baby's life is\nhovering in the balance, and the cook is waiting for her wages with\nher box in the hall, and a coal-heaver is at the front door with a\npoliceman, making a row about the damage to his trousers, to come in,\nsmiling, with a specimen pot of some new high art, squashed-tomato-shade\nenamel paint, and suggest that they should try it on the old man's pipe.\n\nThen Emily will go off into hysterics, and Emily's male progenitor will\nfirmly but quietly lead that ill-starred yet true-hearted young man to\nthe public side of the garden-gate; and the engagement will be \"off.\"\n\nToo much of anything is a mistake, as the man said when his wife\npresented him with four new healthy children in one day. We should\npractice moderation in all matters. A little enamel paint would have\nbeen good. They might have enameled the house inside and out, and have\nleft the furniture alone. Or they might have colored the furniture, and\nlet the house be. But an entirely and completely enameled home--a\nhome, such as enamel-paint manufacturers love to picture on their\nadvertisements, over which the yearning eye wanders in vain, seeking one\nsingle square inch of un-enameled matter--is, I am convinced, a mistake.\nIt may be a home that, as the testimonials assure us, will easily wash.\nIt may be an \"artistic\" home; but the average man is not yet educated up\nto the appreciation of it. The average man does not care for high art.\nAt a certain point, the average man gets sick of high art.\n\nSo, in these coming Utopias, in which out unhappy grandchildren will\nhave to drag out their colorless existence, there will be too much\nelectricity. They will grow to loathe electricity.\n\nElectricity is going to light them, warm them, carry them, doctor them,\ncook for them, execute them, if necessary. They are going to be weaned\non electricity, rocked in their cradles by electricity, slapped by\nelectricity, ruled and regulated and guided by electricity, buried by\nelectricity. I may be wrong, but I rather think they are going to be\nhatched by electricity.\n\nIn the new world of our progressionist teachers, it is electricity that\nis the real motive-power. The men and women are only marionettes--worked\nby electricity.\n\nBut it was not to speak of the electricity in them, but of the\noriginality in them, that I referred to these works of fiction. There\nis no originality in them whatever. Human thought is incapable of\noriginality. No man ever yet imagined a new thing--only some variation\nor extension of an old thing.\n\nThe sailor, when he was asked what he would do with a fortune, promptly\nreplied:\n\n\"Buy all the rum and 'baccy there is in the world.\"\n\n\"And what after that?\" they asked him.\n\n\"Eh?\"\n\n\"What would you buy after that--after you had bought up all the rum and\ntobacco there was in the world--what would you buy then?\"\n\n\"After that? Oh! 'um!\" (a long pause). \"Oh!\" (with inspiration) \"why,\nmore 'baccy!\"\n\nRum and tobacco he knew something of, and could therefore imagine about.\nHe did not know any other luxuries, therefore he could not conceive of\nany others.\n\nSo if you ask one of these Utopian-dreaming gentry what, after they had\nsecured for their world all the electricity there was in the Universe,\nand after every mortal thing in their ideal Paradise, was done and said\nand thought by electricity, they could imagine as further necessary to\nhuman happiness, they would probably muse for awhile, and then reply,\n\"More electricity.\"\n\nThey know electricity. They have seen the electric light, and heard of\nelectric boats and omnibuses. They have possibly had an electric shock\nat a railway station for a penny.\n\nTherefore, knowing that electricity does three things, they can go on\nand \"imagine\" electricity doing three hundred things, and the very great\nones among them can imagine it doing three thousand things; but for\nthem, or anybody else, to imagine a new force, totally unconnected\nwith and different from anything yet known in nature, would be utterly\nimpossible.\n\nHuman thought is not a firework, ever shooting off fresh forms and\nshapes as it burns; it is a tree, growing very slowly--you can watch it\nlong and see no movement--very silently, unnoticed. It was planted in\nthe world many thousand years ago, a tiny, sickly plant. And men guarded\nit and tended it, and gave up life and fame to aid its growth. In\nthe hot days of their youth, they came to the gate of the garden and\nknocked, begging to be let in, and to be counted among the gardeners.\nAnd their young companions without called to them to come back, and play\nthe man with bow and spear, and win sweet smiles from rosy lips, and\ntake their part amid the feast, and dance, not stoop with wrinkled\nbrows, at weaklings' work. And the passers by mocked them and called\nshame, and others cried out to stone them. And still they stayed there\nlaboring, that the tree might grow a little, and they died and were\nforgotten.\n\nAnd the tree grew fair and strong. The storms of ignorance passed over\nit, and harmed it not. The fierce fires of superstition soared around\nit; but men leaped into the flames and beat them back, perishing, and\nthe tree grew. With the sweat of their brow have men nourished its green\nleaves. Their tears have moistened the earth about it. With their blood\nthey have watered its roots.\n\nThe seasons have come and passed, and the tree has grown and flourished.\nAnd its branches have spread far and high, and ever fresh shoots are\nbursting forth, and ever new leaves unfolding to the light. But they\nare all part of the one tree--the tree that was planted on the first\nbirthday of the human race. The stem that bears them springs from the\ngnarled old trunk that was green and soft when white-haired Time was a\nlittle child; the sap that feeds them is drawn up through the roots that\ntwine and twist about the bones of the ages that are dead.\n\nThe human mind can no more produce an original thought than a tree can\nbear an original fruit. As well might one cry for an original note in\nmusic as expect an original idea from a human brain.\n\nOne wishes our friends, the critics, would grasp this simple truth, and\nleave off clamoring for the impossible, and being shocked because they\ndo not get it. When a new book is written, the high-class critic opens\nit with feelings of faint hope, tempered by strong conviction of coming\ndisappointment. As he pores over the pages, his brow darkens with\nvirtuous indignation, and his lip curls with the Godlike contempt that\nthe exceptionally great critic ever feels for everybody in this world,\nwho is not yet dead. Buoyed up by a touching, but totally fallacious,\nbelief that he is performing a public duty, and that the rest of the\ncommunity is waiting in breathless suspense to learn his opinion of the\nwork in question, before forming any judgment concerning it themselves,\nhe, nevertheless, wearily struggles through about a third of it. Then\nhis long-suffering soul revolts, and he flings it aside with a cry of\ndespair.\n\n\"Why, there is no originality whatever in this,\" he says. \"This book is\ntaken bodily from the Old Testament. It is the story of Adam and Eve all\nover again. The hero is a mere man! with two arms, two legs, and a head\n(so called). Why, it is only Moses's Adam under another name! And the\nheroine is nothing but a woman! and she is described as beautiful, and\nas having long hair. The author may call her 'Angelina,' or any other\nname he chooses; but he has evidently, whether he acknowledges it\nor not, copied her direct from Eve. The characters are barefaced\nplagiarisms from the book of Genesis! Oh! to find an author with\noriginality!\"\n\nOne spring I went a walking tour in the country. It was a glorious\nspring. Not the sort of spring they give us in these miserable times,\nunder this shameless government--a mixture of east wind, blizzard, snow,\nrain, slush, fog, frost, hail, sleet and thunder-storms--but a sunny,\nblue-sky'd, joyous spring, such as we used to have regularly every year\nwhen I was a young man, and things were different.\n\nIt was an exceptionally beautiful spring, even for those golden days;\nand as I wandered through the waking land, and saw the dawning of the\ncoming green, and watched the blush upon the hawthorn hedge, deepening\neach day beneath the kisses of the sun, and looked up at the proud old\nmother trees, dandling their myriad baby buds upon their strong fond\narms, holding them high for the soft west wind to caress as he passed\nlaughing by, and marked the primrose yellow creep across the carpet of\nthe woods, and saw the new flush of the field and saw the new light on\nthe hills, and heard the new-found gladness of the birds, and heard\nfrom copse and farm and meadow the timid callings of the little new-born\nthings, wondering to find themselves alive, and smelt the freshness of\nthe earth, and felt the promise in the air, and felt a strong hand in\nthe wind, my spirit rose within me. Spring had come to me also, and\nstirred me with a strange new life, with a strange new hope I, too,\nwas part of nature, and it was spring! Tender leaves and blossoms were\nunfolding from my heart. Bright flowers of love and gratitude were\nopening round its roots. I felt new strength in all my limbs. New blood\nwas pulsing through my veins. Nobler thoughts and nobler longings were\nthrobbing through my brain.\n\nAs I walked, Nature came and talked beside me, and showed me the world\nand myself, and the ways of God seemed clearer.\n\nIt seemed to me a pity that all the beautiful and precious thoughts and\nideas that were crowding in upon me should be lost to my fellow-men, and\nso I pitched my tent at a little cottage, and set to work to write them\ndown then and there as they came to me.\n\n\"It has been complained of me,\" I said to myself, \"that I do not write\nliterary and high class work--at least, not work that is exceptionally\nliterary and high-class. This reproach shall be removed. I will write\nan article that shall be a classic. I have worked for the ordinary,\nevery-day reader. It is right that I should do something now to improve\nthe literature of my beloved country.\"\n\nAnd I wrote a grand essay--though I say it who should not, though I\ndon't see why I shouldn't--all about spring, and the way it made you\nfeel, and what it made you think. It was simply crowded with elevated\nthoughts and high-class ideas and cultured wit, was that essay. There\nwas only one fault about that essay: it was too brilliant. I wanted\ncommonplace relief. It would have exhausted the average reader; so much\ncleverness would have wearied him.\n\nI wish I could remember some of the beautiful things in that essay, and\nhere set them down; because then you would be able to see what they\nwere like for yourselves, and that would be so much more simpler than\nmy explaining to you how beautiful they were. Unfortunately, however, I\ncannot now call to mind any of them.\n\nI was very proud of this essay, and when I got back to town I called on\na very superior friend of mine, a critic, and read it to him. I do not\ncare for him to see any of my usual work, because he really is a very\nsuperior person indeed, and the perusal of it appears to give him pains\ninside. But this article, I thought, would do him good.\n\n\"What do you think of it?\" I asked, when I had finished.\n\n\"Splendid,\" he replied, \"excellently arranged. I never knew you were\nso well acquainted with the works of the old writers. Why, there is\nscarcely a classic of any note that you have not quoted from. But\nwhere--where,\" he added, musing, \"did you get that last idea but two\nfrom? It's the only one I don't seem to remember. It isn't a bit of your\nown, is it?\"\n\nHe said that, if so, he should advise me to leave it out. Not that it\nwas altogether bad, but that the interpolation of a modern thought among\nso unique a collection of passages from the ancients seemed to spoil the\nscheme.\n\nAnd he enumerated the various dead-and-buried gentlemen from whom he\nappeared to think I had collated my article.\n\n\"But,\" I replied, when I had recovered my astonishment sufficiently to\nspeak, \"it isn't a collection at all. It is all original. I wrote the\nthoughts down as they came to me. I have never read any of these people\nyou mention, except Shakespeare.\"\n\nOf course Shakespeare was bound to be among them. I am getting to\ndislike that man so. He is always being held up before us young authors\nas a model, and I do hate models. There was a model boy at our school,\nI remember, Henry Summers; and it was just the same there. It was\ncontinually, \"Look at Henry Summers! he doesn't put the preposition\nbefore the verb, and spell business b-i-z!\" or, \"Why can't you write\nlike Henry Summers? He doesn't get the ink all over the copy-book and\nhalf-way up his back!\" We got tired of this everlasting \"Look at Henry\nSummers!\" after a while, and so, one afternoon, on the way home, a few\nof us lured Henry Summers up a dark court; and when he came out again he\nwas not worth looking at.\n\nNow it is perpetually, \"Look at Shakespeare!\" \"Why don't you write like\nShakespeare?\" \"Shakespeare never made that joke. Why don't you joke like\nShakespeare?\"\n\nIf you are in the play-writing line it is still worse for you. \"Why\ndon't you write plays like Shakespeare's?\" they indignantly say.\n\"Shakespeare never made his comic man a penny steamboat captain.\"\n\"Shakespeare never made his hero address the girl as 'ducky.' Why don't\nyou copy Shakespeare?\" If you do try to copy Shakespeare, they tell you\nthat you must be a fool to attempt to imitate Shakespeare.\n\nOh, shouldn't I like to get Shakespeare up our street, and punch him!\n\n\"I cannot help that,\" replied my critical friend--to return to our\nprevious question--\"the germ of every thought and idea you have got\nin that article can be traced back to the writers I have named. If\nyou doubt it, I will get down the books, and show you the passages for\nyourself.\"\n\nBut I declined the offer. I said I would take his word for it, and would\nrather not see the passages referred to. I felt indignant. \"If,\" as\nI said, \"these men--these Platos and Socrateses and Ciceros and\nSophocleses and Aristophaneses and Aristotles and the rest of them had\nbeen taking advantage of my absence to go about the world spoiling my\nbusiness for me, I would rather not hear any more about them.\"\n\nAnd I put on my hat and came out, and I have never tried to write\nanything original since.\n\nI dreamed a dream once. (It is the sort of thing a man would dream.\nYou cannot very well dream anything else, I know. But the phrase sounds\npoetical and biblical, and so I use it.) I dreamed that I was in a\nstrange country--indeed, one might say an extraordinary country. It was\nruled entirely by critics.\n\nThe people in this strange land had a very high opinion of\ncritics--nearly as high an opinion of critics as the critics themselves\nhad, but not, of course, quite--that not being practicable--and they had\nagreed to be guided in all things by the critics. I stayed some years in\nthat land. But it was not a cheerful place to live in, so I dreamed.\n\nThere were authors in this country, at first, and they wrote books. But\nthe critics could find nothing original in the books whatever, and said\nit was a pity that men, who might be usefully employed hoeing potatoes,\nshould waste their time and the time of the critics, which was of still\nmore importance, in stringing together a collection of platitudes,\nfamiliar to every school-boy, and dishing up old plots and stories that\nhad already been cooked and recooked for the public until everybody had\nbeen surfeited with them.\n\nAnd the writers read what the critics said and sighed, and gave up\nwriting books, and went off and hoed potatoes; as advised. They had\nhad no experience in hoeing potatoes, and they hoed very badly; and\nthe people whose potatoes they hoed strongly recommended them to leave\nhoeing potatoes, and to go back and write books. But you can't do what\neverybody advises.\n\nThere were artists also in this strange world, at first, and they\npainted pictures, which the critics came and looked at through\neyeglasses.\n\n\"Nothing whatever original in them,\" said the critics; \"same old colors,\nsame old perspective and form, same old sunset, same old sea and land,\nand sky and figures. Why do these poor men waste their time, painting\npictures, when they might be so much more satisfactorily employed on\nladders painting houses?\"\n\nNothing, by the by, you may have noticed, troubles your critic more than\nthe idea that the artist is wasting his time. It is the waste of time\nthat vexes the critic; he has such an exalted idea of the value of other\npeople's time. \"Dear, dear me!\" he says to himself, \"why, in the time\nthe man must have taken to paint this picture or to write this book,\nhe might have blacked fifteen thousand pairs of boots, or have carried\nfifteen thousand hods of mortar up a ladder. This is how the time of the\nworld is lost!\"\n\nIt never occurs to him that, but for that picture or book, the artist\nwould, in all probability, have been mouching about with a pipe in his\nmouth, getting into trouble.\n\nIt reminds me of the way people used to talk to me when I was a boy.\nI would be sitting, as good as gold, reading \"The Pirate's Lair,\" when\nsome cultured relative would look over my shoulder and say: \"Bah! what\nare you wasting your time with rubbish for? Why don't you go and do\nsomething useful?\" and would take the book away from me. Upon which I\nwould get up, and go out to \"do something useful;\" and would come home\nan hour afterward, looking like a bit out of a battle picture, having\ntumbled through the roof of Farmer Bate's greenhouse and killed a\ncactus, though totally unable to explain how I came to be on the roof of\nFarmer Bate's greenhouse. They had much better have left me alone, lost\nin \"The Pirate's Lair!\"\n\nThe artists in this land of which I dreamed left off painting pictures,\nafter hearing what the critics said, and purchased ladders, and went off\nand painted houses.\n\nBecause, you see, this country of which I dreamed was not one of those\nvulgar, ordinary countries, such as exist in the waking world, where\npeople let the critics talk as much as ever they like, and nobody pays\nthe slightest attention to what they say. Here, in this strange land,\nthe critics were taken seriously, and their advice followed.\n\nAs for the poets and sculptors, they were very soon shut up. The idea of\nany educated person wanting to read modern poetry when he could obtain\nHomer, or caring to look at any other statue while there was still some\nof the Venus de Medicis left, was too absurd. Poets and sculptors were\nonly wasting their time.\n\nWhat new occupation they were recommended to adopt, I forget. Some\ncalling they knew nothing whatever about, and that they were totally\nunfitted for, of course.\n\nThe musicians tried their art for a little while, but they, too, were\nof no use. \"Merely a repetition of the same notes in different\ncombinations,\" said the critics. \"Why will people waste their time\nwriting unoriginal music, when they might be sweeping crossings?\"\n\nOne man had written a play. I asked what the critics had said about him.\nThey showed me his tomb.\n\nThen, there being no more artists or _litterateurs_ or dramatists or\nmusicians left for their beloved critics to criticise, the general\npublic of this enlightened land said to themselves, \"Why should not our\ncritics come and criticise us? Criticism is useful to a man. Have we\nnot often been told so? Look how useful it has been to the artists and\nwriters--saved the poor fellows from wasting their time? Why shouldn't\nwe have some of its benefits?\"\n\nThey suggested the idea to the critics, and the critics thought it an\nexcellent one, and said they would undertake the job with pleasure. One\nmust say for the critics that they never shirk work. They will sit and\ncriticise for eighteen hours a day, if necessary, or even, if quite\nunnecessary, for the matter of that. You can't give them too much to\ncriticise. They will criticise everything and everybody in this world.\nThey will criticise everything in the next world, too, when they get\nthere. I expect poor old Pluto has a lively time with them all, as it\nis.\n\nSo, when a man built a house, or a farm-yard hen laid an egg, the\ncritics were asked in to comment on it. They found that none of the\nhouses were original. On every floor were passages that seemed mere\ncopies from passages in other houses. They were all built on the same\nhackneyed plan; cellars underneath, ground floor level with the street,\nattic at the top. No originality anywhere!\n\nSo, likewise with the eggs. Every egg suggested reminiscences of other\neggs.\n\nIt was heartrending work.\n\nThe critics criticised all things. When a young couple fell in love,\nthey each, before thinking of marriage, called upon the critics for a\ncriticism of the other one.\n\nNeedless to say that, in the result, no marriage ever came of it.\n\n\"My dear young lady,\" the critics would say, after the inspection had\ntaken place, \"I can discover nothing new whatever about the young man.\nYou would simply be wasting your time in marrying him.\"\n\nOr, to the young man, it would be:\n\n\"Oh, dear, no! Nothing attractive about the girl at all. Who on\nearth gave you that notion? Simply a lovely face and figure, angelic\ndisposition, beautiful mind, stanch heart, noble character. Why, there\nmust have been nearly a dozen such girls born into the world since its\ncreation. You would be only wasting your time loving her.\"\n\nThey criticised the birds for their hackneyed style of singing, and the\nflowers for their hackneyed scents and colors. They complained of the\nweather that it lacked originality--(true, they had not lived out an\nEnglish spring)--and found fault with the Sun because of the sameness of\nhis methods.\n\nThey criticised the babies. When a fresh infant was published in a\nhouse, the critics would call in a body to pass their judgment upon it,\nand the young mother would bring it down for them to sample.\n\n\"Did you ever see a child anything like that in this world before?\" she\nwould say, holding it out to them. \"Isn't it a wonderful baby? _You_\nnever saw a child with legs like that, I know. Nurse says he's the most\nextraordinary baby she ever attended. Bless him!\"\n\nBut the critics did not think anything of it.\n\n\"Tut, tut,\" they would reply, \"there is nothing extraordinary about\nthat child--no originality whatever. Why, it's exactly like every other\nbaby--bald head, red face, big mouth, and stumpy nose. Why, that's only\na weak imitation of the baby next door. It's a plagiarism, that's what\nthat child is. You've been wasting your time, madam. If you can't do\nanything more original than that, we should advise you to give up the\nbusiness altogether.\"\n\nThat was the end of criticism in that strange land.\n\n\"Oh! look here, we've had enough of you and your originality,\" said the\npeople to the critics, after that. \"Why, _you_ are not original, when\none comes to think of it, and your criticisms are not original. You've\nall of you been saying exactly the same thing ever since the time of\nSolomon. We are going to drown you and have a little peace.\"\n\n\"What, drown a critic!\" cried the critics, \"never heard of such a\nmonstrous proceeding in our lives!\"\n\n\"No, we flatter ourselves it is an original idea,\" replied the public,\nbrutally. \"You ought to be charmed with it. Out you come!\"\n\nSo they took the critics out and drowned them, and then passed a short\nact, making criticism a capital offense.\n\nAfter that, the art and literature of the country followed,\nsomewhat, the methods of the quaint and curious school, but the land,\nnotwithstanding, was a much more cheerful place to live in, I dreamed.\n\nBut I never finished telling you about the dream in which I thought I\nleft my legs behind me when I went into a certain theater.\n\nI dreamed that the ticket the man gave me for my legs was No. 19, and I\nwas worried all through the performance for fear No. 61 should get hold\nof them, and leave me his instead. Mine are rather a fine pair of legs,\nand I am, I confess, a little proud of them--at all events, I prefer\nthem to anybody else's. Besides, number sixty-one's might be a skinny\npair, and not fit me.\n\nIt quite spoiled my evening, fretting about this.\n\nAnother extraordinary dream I had was one in which I dreamed that I\nwas engaged to be married to my Aunt Jane. That was not, however, the\nextraordinary part of it; I have often known people to dream things like\nthat. I knew a man who once dreamed that he was actually married to his\nown mother-in-law! He told me that never in his life had he loved the\nalarm clock with more deep and grateful tenderness than he did that\nmorning. The dream almost reconciled him to being married to his real\nwife. They lived quite happily together for a few days, after that\ndream.\n\nNo; the extraordinary part of my dream was, that I knew it was a dream.\n\"What on earth will uncle say to this engagement?\" I thought to myself,\nin my dream. \"There's bound to be a row about it. We shall have a deal\nof trouble with uncle, I feel sure.\" And this thought quite troubled me\nuntil the sweet reflection came: \"Ah! well, it's only a dream.\"\n\nAnd I made up my mind that I would wake up as soon as uncle found out\nabout the engagement, and leave him and Aunt Jane to fight the matter\nout between themselves.\n\nIt is a very great comfort, when the dream grows troubled and alarming,\nto feel that it is only a dream, and to know that we shall awake soon\nand be none the worse for it. We can dream out the foolish perplexity\nwith a smile then.\n\nSometimes the dream of life grows strangely troubled and perplexing, and\nthen he who meets dismay the bravest is he who feels that the fretful\nplay is but a dream--a brief, uneasy dream of three score years and ten,\nor thereabouts, from which, in a little while, he will awake--at least,\nhe dreams so.\n\nHow dull, how impossible life would be without dreams--waking dreams, I\nmean--the dreams that we call \"castles in the air,\" built by the kindly\nhands of Hope! Were it not for the mirage of the oasis, drawing his\nfootsteps ever onward, the weary traveler would lie down in the desert\nsand and die. It is the mirage of distant success, of happiness that,\nlike the bunch of carrots fastened an inch beyond the donkey's nose,\nseems always just within our reach, if only we will gallop fast enough,\nthat makes us run so eagerly along the road of Life.\n\nProvidence, like a father with a tired child, lures us ever along the\nway with tales and promises, until, at the frowning gate that ends the\nroad, we shrink back, frightened. Then, promises still more sweet he\nstoops and whispers in our ear, and timid yet partly reassured, and\ntrying to hide our fears, we gather up all that is left of our little\nstock of hope and, trusting yet half afraid, push out our groping feet\ninto the darkness.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Jerome, Jerome K. (Jerome Klapka)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/856/pg856.txt",
        "name": "dreams.json"
    }
}