{
    "name": "Earth's Holocaust (From \"Mosses from an Old Manse\")",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\nOnce upon a time—but whether in the time past or time to come is a\nmatter of little or no moment—this wide world had become so\noverburdened with an accumulation of worn-out trumpery, that the\ninhabitants determined to rid themselves of it by a general bonfire.\nThe site fixed upon at the representation of the insurance companies,\nand as being as central a spot as any other on the globe, was one of\nthe broadest prairies of the West, where no human habitation would be\nendangered by the flames, and where a vast assemblage of spectators\nmight commodiously admire the show. Having a taste for sights of this\nkind, and imagining, likewise, that the illumination of the bonfire\nmight reveal some profundity of moral truth heretofore hidden in mist\nor darkness, I made it convenient to journey thither and be present. At\nmy arrival, although the heap of condemned rubbish was as yet\ncomparatively small, the torch had already been applied. Amid that\nboundless plain, in the dusk of the evening, like a far off star alone\nin the firmament, there was merely visible one tremulous gleam, whence\nnone could have anticipated so fierce a blaze as was destined to ensue.\nWith every moment, however, there came foot-travellers, women holding\nup their aprons, men on horseback, wheelbarrows, lumbering\nbaggage-wagons, and other vehicles, great and small, and from far and\nnear, laden with articles that were judged fit for nothing but to be\nburned.\n\n“What materials have been used to kindle the flame?” inquired I of a\nbystander; for I was desirous of knowing the whole process of the\naffair from beginning to end.\n\nThe person whom I addressed was a grave man, fifty years old or\nthereabout, who had evidently come thither as a looker-on. He struck me\nimmediately as having weighed for himself the true value of life and\nits circumstances, and therefore as feeling little personal interest in\nwhatever judgment the world might form of them. Before answering my\nquestion, he looked me in the face by the kindling light of the fire.\n\n“O, some very dry combustibles,” replied he, “and extremely suitable to\nthe purpose,—no other, in fact, than yesterday’s newspapers, last\nmonth’s magazines, and last year’s withered leaves. Here now comes some\nantiquated trash that will take fire like a handful of shavings.”\n\nAs he spoke, some rough-looking men advanced to the verge of the\nbonfire, and threw in, as it appeared, all the rubbish of the herald’s\noffice,—the blazonry of coat armor, the crests and devices of\nillustrious families, pedigrees that extended back, like lines of\nlight, into the mist of the dark ages, together with stars, garters,\nand embroidered collars, each of which, as paltry a bawble as it might\nappear to the uninstructed eye, had once possessed vast significance,\nand was still, in truth, reckoned among the most precious of moral or\nmaterial facts by the worshippers of the gorgeous past. Mingled with\nthis confused heap, which was tossed into the flames by armfuls at\nonce, were innumerable badges of knighthood, comprising those of all\nthe European sovereignties, and Napoleon’s decoration of the Legion of\nHonor, the ribbons of which were entangled with those of the ancient\norder of St. Louis. There, too, were the medals of our own Society of\nCincinnati, by means of which, as history tells us, an order of\nhereditary knights came near being constituted out of the king quellers\nof the Revolution. And besides, there were the patents of nobility of\nGerman counts and barons, Spanish grandees, and English peers, from the\nworm-eaten instruments signed by William the Conqueror down to the\nbran-new parchment of the latest lord who has received his honors from\nthe fair hand of Victoria.\n\nAt sight of the dense volumes of smoke, mingled with vivid jets of\nflame, that gushed and eddied forth from this immense pile of earthly\ndistinctions, the multitude of plebeian spectators set up a joyous\nshout, and clapped their hands with an emphasis that made the welkin\necho. That was their moment of triumph, achieved, after long ages, over\ncreatures of the same clay and the same spiritual infirmities, who had\ndared to assume the privileges due only to Heaven’s better workmanship.\nBut now there rushed towards the blazing heap a gray-haired man, of\nstately presence, wearing a coat, from the breast of which a star, or\nother badge of rank, seemed to have been forcibly wrenched away. He had\nnot the tokens of intellectual power in his face; but still there was\nthe demeanor, the habitual and almost native dignity, of one who had\nbeen born to the idea of his own social superiority, and had never felt\nit questioned till that moment.\n\n“People,” cried he, gazing at the ruin of what was dearest to his eyes\nwith grief and wonder, but nevertheless with a degree of\nstateliness,—“people, what have you done? This fire is consuming all\nthat marked your advance from barbarism, or that could have prevented\nyour relapse thither. We, the men of the privileged orders, were those\nwho kept alive from age to age the old chivalrous spirit; the gentle\nand generous thought; the higher, the purer, the more refined and\ndelicate life. With the nobles, too, you cast off the poet, the\npainter, the sculptor,—all the beautiful arts; for we were their\npatrons, and created the atmosphere in which they flourish. In\nabolishing the majestic distinctions of rank, society loses not only\nits grace, but its steadfastness—”\n\nMore he would doubtless have spoken; but here there arose an outcry,\nsportive, contemptuous, and indignant, that altogether drowned the\nappeal of the fallen nobleman, insomuch that, casting one look of\ndespair at his own half-burned pedigree, he shrunk back into the crowd,\nglad to shelter himself under his new-found insignificance.\n\n“Let him thank his stars that we have not flung him into the same\nfire!” shouted a rude figure, spurning the embers with his foot. “And\nhenceforth let no man dare to show a piece of musty parchment as his\nwarrant for lording it over his fellows. If he have strength of arm,\nwell and good; it is one species of superiority. If he have wit,\nwisdom, courage, force of character, let these attributes do for him\nwhat they may; but from this day forward no mortal must hope for place\nand consideration by reckoning up the mouldy bones of his ancestors.\nThat nonsense is done away.”\n\n“And in good time,” remarked the grave observer by my side, in a low\nvoice, however, “if no worse nonsense comes in its place; but, at all\nevents, this species of nonsense has fairly lived out its life.”\n\nThere was little space to muse or moralize over the embers of this\ntime-honored rubbish; for, before it was half burned out, there came\nanother multitude from beyond the sea, bearing the purple robes of\nroyalty, and the crowns, globes, and sceptres of emperors and kings.\nAll these had been condemned as useless bawbles, playthings at best,\nfit only for the infancy of the world or rods to govern and chastise it\nin its nonage, but with which universal manhood at its full-grown\nstature could no longer brook to be insulted. Into such contempt had\nthese regal insignia now fallen that the gilded crown and tinselled\nrobes of the player king from Drury Lane Theatre had been thrown in\namong the rest, doubtless as a mockery of his brother monarchs on the\ngreat stage of the world. It was a strange sight to discern the crown\njewels of England glowing and flashing in the midst of the fire. Some\nof them had been delivered down from the time of the Saxon princes;\nothers were purchased with vast revenues, or perchance ravished from\nthe dead brows of the native potentates of Hindustan; and the whole now\nblazed with a dazzling lustre, as if a star had fallen in that spot and\nbeen shattered into fragments. The splendor of the ruined monarchy had\nno reflection save in those inestimable precious stones. But enough on\nthis subject. It were but tedious to describe how the Emperor of\nAustria’s mantle was converted to tinder, and how the posts and pillars\nof the French throne became a heap of coals, which it was impossible to\ndistinguish from those of any other wood. Let me add, however, that I\nnoticed one of the exiled Poles stirring up the bonfire with the Czar\nof Russia’s sceptre, which he afterwards flung into the flames.\n\n“The smell of singed garments is quite intolerable here,” observed my\nnew acquaintance, as the breeze enveloped us in the smoke of a royal\nwardrobe. “Let us get to windward and see what they are doing on the\nother side of the bonfire.”\n\nWe accordingly passed around, and were just in time to witness the\narrival of a vast procession of Washingtonians,—as the votaries of\ntemperance call themselves nowadays,—accompanied by thousands of the\nIrish disciples of Father Mathew, with that great apostle at their\nhead. They brought a rich contribution to the bonfire, being nothing\nless than all the hogsheads and barrels of liquor in the world, which\nthey rolled before them across the prairie.\n\n“Now, my children,” cried Father Mathew, when they reached the verge of\nthe fire, “one shove more, and the work is done. And now let us stand\noff and see Satan deal with his own liquor.”\n\nAccordingly, having placed their wooden vessels within reach of the\nflames, the procession stood off at a safe distance, and soon beheld\nthem burst into a blaze that reached the clouds and threatened to set\nthe sky itself on fire. And well it might; for here was the whole\nworld’s stock of spirituous liquors, which, instead of kindling a\nfrenzied light in the eyes of individual topers as of yore, soared\nupwards with a bewildering gleam that startled all mankind. It was the\naggregate of that fierce fire which would otherwise have scorched the\nhearts of millions. Meantime numberless bottles of precious wine were\nflung into the blaze, which lapped up the contents as if it loved them,\nand grew, like other drunkards, the merrier and fiercer for what it\nquaffed. Never again will the insatiable thirst of the fire-fiend be so\npampered. Here were the treasures of famous bon vivants,—liquors that\nhad been tossed on ocean, and mellowed in the sun, and hoarded long in\nthe recesses of the earth,—the pale, the gold, the ruddy juice of\nwhatever vineyards were most delicate,—the entire vintage of Tokay,—all\nmingling in one stream with the vile fluids of the common pot house,\nand contributing to heighten the self-same blaze. And while it rose in\na gigantic spire that seemed to wave against the arch of the firmament\nand combine itself with the light of stars, the multitude gave a shout\nas if the broad earth were exulting in its deliverance from the curse\nof ages.\n\nBut the joy was not universal. Many deemed that human life would be\ngloomier than ever when that brief illumination should sink down. While\nthe reformers were at work I overheard muttered expostulations from\nseveral respectable gentlemen with red noses and wearing gouty shoes;\nand a ragged worthy, whose face looked like a hearth where the fire is\nburned out, now expressed his discontent more openly and boldly.\n\n“What is this world good for,” said the last toper, “now that we can\nnever be jolly any more? What is to comfort the poor man in sorrow and\nperplexity? How is he to keep his heart warm against the cold winds of\nthis cheerless earth? And what do you propose to give him in exchange\nfor the solace that you take away? How are old friends to sit together\nby the fireside without a cheerful glass between them? A plague upon\nyour reformation! It is a sad world, a cold world, a selfish world, a\nlow world, not worth an honest fellow’s living in, now that good\nfellowship is gone forever!”\n\nThis harangue excited great mirth among the bystanders; but,\npreposterous as was the sentiment, I could not help commiserating the\nforlorn condition of the last toper, whose boon companions had dwindled\naway from his side, leaving the poor fellow without a soul to\ncountenance him in sipping his liquor, nor indeed any liquor to sip.\nNot that this was quite the true state of the case; for I had observed\nhim at a critical moment filch a bottle of fourth-proof brandy that\nfell beside the bonfire and hide it in his pocket.\n\nThe spirituous and fermented liquors being thus disposed of, the zeal\nof the reformers next induced them to replenish the fire with all the\nboxes of tea and bags of coffee in the world. And now came the planters\nof Virginia, bringing their crops of tobacco. These, being cast upon\nthe heap of inutility, aggregated it to the size of a mountain, and\nincensed the atmosphere with such potent fragrance that methought we\nshould never draw pure breath again. The present sacrifice seemed to\nstartle the lovers of the weed more than any that they had hitherto\nwitnessed.\n\n“Well, they’ve put my pipe out,” said an old gentleman, flinging it\ninto the flames in a pet. “What is this world coming to? Everything\nrich and racy—all the spice of life—is to be condemned as useless. Now\nthat they have kindled the bonfire, if these nonsensical reformers\nwould fling themselves into it, all would be well enough!”\n\n“Be patient,” responded a stanch conservative; “it will come to that in\nthe end. They will first fling us in, and finally themselves.”\n\nFrom the general and systematic measures of reform I now turn to\nconsider the individual contributions to this memorable bonfire. In\nmany instances these were of a very amusing character. One poor fellow\nthrew in his empty purse, and another a bundle of counterfeit or\ninsolvable bank-notes. Fashionable ladies threw in their last season’s\nbonnets, together with heaps of ribbons, yellow lace, and much other\nhalf-worn milliner’s ware, all of which proved even more evanescent in\nthe fire than it had been in the fashion. A multitude of lovers of both\nsexes—discarded maids or bachelors and couples mutually weary of one\nanother—tossed in bundles of perfumed letters and enamored sonnets. A\nhack politician, being deprived of bread by the loss of office, threw\nin his teeth, which happened to be false ones. The Rev. Sydney\nSmith—having voyaged across the Atlantic for that sole purpose—came up\nto the bonfire with a bitter grin and threw in certain repudiated\nbonds, fortified though they were with the broad seal of a sovereign\nstate. A little boy of five years old, in the premature manliness of\nthe present epoch, threw in his playthings; a college graduate, his\ndiploma; an apothecary, ruined by the spread of homeopathy, his whole\nstock of drugs and medicines; a physician, his library; a parson, his\nold sermons; and a fine gentleman of the old school, his code of\nmanners, which he had formerly written down for the benefit of the next\ngeneration. A widow, resolving on a second marriage, slyly threw in her\ndead husband’s miniature. A young man, jilted by his mistress, would\nwillingly have flung his own desperate heart into the flames, but could\nfind no means to wrench it out of his bosom. An American author, whose\nworks were neglected by the public, threw his pen and paper into the\nbonfire and betook himself to some less discouraging occupation. It\nsomewhat startled me to overhear a number of ladies, highly respectable\nin appearance, proposing to fling their gowns and petticoats into the\nflames, and assume the garb, together with the manners, duties,\noffices, and responsibilities, of the opposite sex.\n\nWhat favor was accorded to this scheme I am unable to say, my attention\nbeing suddenly drawn to a poor, deceived, and half-delirious girl, who,\nexclaiming that she was the most worthless thing alive or dead,\nattempted to cast herself into the fire amid all that wrecked and\nbroken trumpery of the world. A good man, however, ran to her rescue.\n\n“Patience, my poor girl!” said he, as he drew her back from the fierce\nembrace of the destroying angel. “Be patient, and abide Heaven’s will.\nSo long as you possess a living soul, all may be restored to its first\nfreshness. These things of matter and creations of human fantasy are\nfit for nothing but to be burned when once they have had their day; but\nyour day is eternity!”\n\n“Yes,” said the wretched girl, whose frenzy seemed now to have sunk\ndown into deep despondency, “yes, and the sunshine is blotted out of\nit!”\n\nIt was now rumored among the spectators that all the weapons and\nmunitions of war were to be thrown into the bonfire with the exception\nof the world’s stock of gunpowder, which, as the safest mode of\ndisposing of it, had already been drowned in the sea. This intelligence\nseemed to awaken great diversity of opinion. The hopeful philanthropist\nesteemed it a token that the millennium was already come; while persons\nof another stamp, in whose view mankind was a breed of bulldogs,\nprophesied that all the old stoutness, fervor, nobleness, generosity,\nand magnanimity of the race would disappear,—these qualities, as they\naffirmed, requiring blood for their nourishment. They comforted\nthemselves, however, in the belief that the proposed abolition of war\nwas impracticable for any length of time together.\n\nBe that as it might, numberless great guns, whose thunder had long been\nthe voice of battle,—the artillery of the Armada, the battering trains\nof Marlborough, and the adverse cannon of Napoleon and Wellington,—were\ntrundled into the midst of the fire. By the continual addition of dry\ncombustibles, it had now waxed so intense that neither brass nor iron\ncould withstand it. It was wonderful to behold how these terrible\ninstruments of slaughter melted away like playthings of wax. Then the\narmies of the earth wheeled around the mighty furnace, with their\nmilitary music playing triumphant marches,—and flung in their muskets\nand swords. The standard-bearers, likewise, cast one look upward at\ntheir banners, all tattered with shot-holes and inscribed with the\nnames of victorious fields; and, giving them a last flourish on the\nbreeze, they lowered them into the flame, which snatched them upward in\nits rush towards the clouds. This ceremony being over, the world was\nleft without a single weapon in its hands, except possibly a few old\nking’s arms and rusty swords and other trophies of the Revolution in\nsome of our State armories. And now the drums were beaten and the\ntrumpets brayed all together, as a prelude to the proclamation of\nuniversal and eternal peace and the announcement that glory was no\nlonger to be won by blood, but that it would henceforth be the\ncontention of the human race to work out the greatest mutual good, and\nthat beneficence, in the future annals of the earth, would claim the\npraise of valor. The blessed tidings were accordingly promulgated, and\ncaused infinite rejoicings among those who had stood aghast at the\nhorror and absurdity of war.\n\nBut I saw a grim smile pass over the seared visage of a stately old\ncommander,—by his war-worn figure and rich military dress, he might\nhave been one of Napoleon’s famous marshals,—who, with the rest of the\nworld’s soldiery, had just flung away the sword that had been familiar\nto his right hand for half a century.\n\n“Ay! ay!” grumbled he. “Let them proclaim what they please; but, in the\nend, we shall find that all this foolery has only made more work for\nthe armorers and cannon-founders.”\n\n“Why, sir,” exclaimed I, in astonishment, “do you imagine that the\nhuman race will ever so far return on the steps of its past madness as\nto weld another sword or cast another cannon?”\n\n“There will be no need,” observed, with a sneer, one who neither felt\nbenevolence nor had faith in it. “When Cain wished to slay his brother,\nhe was at no loss for a weapon.”\n\n“We shall see,” replied the veteran commander. “If I am mistaken, so\nmuch the better; but in my opinion, without pretending to philosophize\nabout the matter, the necessity of war lies far deeper than these\nhonest gentlemen suppose. What! is there a field for all the petty\ndisputes of individuals? and shall there be no great law court for the\nsettlement of national difficulties? The battle-field is the only court\nwhere such suits can be tried.”\n\n“You forget, general,” rejoined I, “that, in this advanced stage of\ncivilization, Reason and Philanthropy combined will constitute just\nsuch a tribunal as is requisite.”\n\n“Ah, I had forgotten that, indeed!” said the old warrior, as he limped\naway.\n\nThe fire was now to be replenished with materials that had hitherto\nbeen considered of even greater importance to the well-being of society\nthan the warlike munitions which we had already seen consumed. A body\nof reformers had travelled all over the earth in quest of the machinery\nby which the different nations were accustomed to inflict the\npunishment of death. A shudder passed through the multitude as these\nghastly emblems were dragged forward. Even the flames seemed at first\nto shrink away, displaying the shape and murderous contrivance of each\nin a full blaze of light, which of itself was sufficient to convince\nmankind of the long and deadly error of human law. Those old implements\nof cruelty; those horrible monsters of mechanism; those inventions\nwhich it seemed to demand something worse than man’s natural heart to\ncontrive, and which had lurked in the dusky nooks of ancient prisons,\nthe subject of terror-stricken legend,—were now brought forth to view.\nHeadsmen’s axes, with the rust of noble and royal blood upon them, and\na vast collection of halters that had choked the breath of plebeian\nvictims, were thrown in together. A shout greeted the arrival of the\nguillotine, which was thrust forward on the same wheels that had borne\nit from one to another of the bloodstained streets of Paris. But the\nloudest roar of applause went up, telling the distant sky of the\ntriumph of the earth’s redemption, when the gallows made its\nappearance. An ill-looking fellow, however, rushed forward, and,\nputting himself in the path of the reformers, bellowed hoarsely, and\nfought with brute fury to stay their progress.\n\nIt was little matter of surprise, perhaps, that the executioner should\nthus do his best to vindicate and uphold the machinery by which he\nhimself had his livelihood and worthier individuals their death; but it\ndeserved special note that men of a far different sphere—even of that\nconsecrated class in whose guardianship the world is apt to trust its\nbenevolence—were found to take the hangman’s view of the question.\n\n“Stay, my brethren!” cried one of them. “You are misled by a false\nphilanthropy; you know not what you do. The gallows is a\nHeaven-ordained instrument. Bear it back, then, reverently, and set it\nup in its old place, else the world will fall to speedy ruin and\ndesolation!”\n\n“Onward! onward!” shouted a leader in the reform. “Into the flames with\nthe accursed instrument of man’s bloody policy! How can human law\ninculcate benevolence and love while it persists in setting up the\ngallows as its chief symbol? One heave more, good friends, and the\nworld will be redeemed from its greatest error.”\n\nA thousand hands, that nevertheless loathed the touch, now lent their\nassistance, and thrust the ominous burden far, far into the centre of\nthe raging furnace. There its fatal and abhorred image was beheld,\nfirst black, then a red coal, then ashes.\n\n“That was well done!” exclaimed I.\n\n“Yes, it was well done,” replied, but with less enthusiasm than I\nexpected, the thoughtful observer, who was still at my side,—“well\ndone, if the world be good enough for the measure. Death, however, is\nan idea that cannot easily be dispensed with in any condition between\nthe primal innocence and that other purity and perfection which\nperchance we are destined to attain after travelling round the full\ncircle; but, at all events, it is well that the experiment should now\nbe tried.”\n\n“Too cold! too cold!” impatiently exclaimed the young and ardent leader\nin this triumph. “Let the heart have its voice here as well as the\nintellect. And as for ripeness, and as for progress, let mankind always\ndo the highest, kindest, noblest thing that, at any given period, it\nhas attained the perception of; and surely that thing cannot be wrong\nnor wrongly timed.”\n\nI know not whether it were the excitement of the scene, or whether the\ngood people around the bonfire were really growing more enlightened\nevery instant; but they now proceeded to measures in the full length of\nwhich I was hardly prepared to keep them company. For instance, some\nthrew their marriage certificates into the flames, and declared\nthemselves candidates for a higher, holier, and more comprehensive\nunion than that which had subsisted from the birth of time under the\nform of the connubial tie. Others hastened to the vaults of banks and\nto the coffers of the rich—all of which were opened to the first comer\non this fated occasion—and brought entire bales of paper-money to\nenliven the blaze, and tons of coin to be melted down by its intensity.\nHenceforth, they said, universal benevolence, uncoined and exhaustless,\nwas to be the golden currency of the world. At this intelligence the\nbankers and speculators in the stocks grew pale, and a pickpocket, who\nhad reaped a rich harvest among the crowd, fell down in a deadly\nfainting fit. A few men of business burned their day-books and ledgers,\nthe notes and obligations of their creditors, and all other evidences\nof debts due to themselves; while perhaps a somewhat larger number\nsatisfied their zeal for reform with the sacrifice of any uncomfortable\nrecollection of their own indebtment. There was then a cry that the\nperiod was arrived when the title-deeds of landed property should be\ngiven to the flames, and the whole soil of the earth revert to the\npublic, from whom it had been wrongfully abstracted and most unequally\ndistributed among individuals. Another party demanded that all written\nconstitutions, set forms of government, legislative acts,\nstatute-books, and everything else on which human invention had\nendeavored to stamp its arbitrary laws, should at once be destroyed,\nleaving the consummated world as free as the man first created.\n\nWhether any ultimate action was taken with regard to these propositions\nis beyond my knowledge; for, just then, some matters were in progress\nthat concerned my sympathies more nearly.\n\n“See! see! What heaps of books and pamphlets!” cried a fellow, who did\nnot seem to be a lover of literature. “Now we shall have a glorious\nblaze!”\n\n“That’s just the thing!” said a modern philosopher. “Now we shall get\nrid of the weight of dead men’s thought, which has hitherto pressed so\nheavily on the living intellect that it has been incompetent to any\neffectual self-exertion. Well done, my lads! Into the fire with them!\nNow you are enlightening the world indeed!”\n\n“But what is to become of the trade?” cried a frantic bookseller.\n\n“O, by all means, let them accompany their merchandise,” coolly\nobserved an author. “It will be a noble funeral-pile!”\n\nThe truth was, that the human race had now reached a stage of progress\nso far beyond what the wisest and wittiest men of former ages had ever\ndreamed of, that it would have been a manifest absurdity to allow the\nearth to be any longer encumbered with their poor achievements in the\nliterary line. Accordingly a thorough and searching investigation had\nswept the booksellers’ shops, hawkers’ stands, public and private\nlibraries, and even the little book-shelf by the country fireside, and\nhad brought the world’s entire mass of printed paper, bound or in\nsheets, to swell the already mountain bulk of our illustrious bonfire.\nThick, heavy folios, containing the labors of lexicographers,\ncommentators, and encyclopedists, were flung in, and, falling among the\nembers with a leaden thump, smouldered away to ashes like rotten wood.\nThe small, richly gilt French tomes of the last age, with the hundred\nvolumes of Voltaire among them, went off in a brilliant shower of\nsparkles and little jets of flame; while the current literature of the\nsame nation burned red and blue, and threw an infernal light over the\nvisages of the spectators, converting them all to the aspect of\nparty-colored fiends. A collection of German stories emitted a scent of\nbrimstone. The English standard authors made excellent fuel, generally\nexhibiting the properties of sound oak logs. Milton’s works, in\nparticular, sent up a powerful blaze, gradually reddening into a coal,\nwhich promised to endure longer than almost any other material of the\npile. From Shakespeare there gushed a flame of such marvellous splendor\nthat men shaded their eyes as against the sun’s meridian glory; nor\neven when the works of his own elucidators were flung upon him did he\ncease to flash forth a dazzling radiance from beneath the ponderous\nheap. It is my belief that he is still blazing as fervidly as ever.\n\n“Could a poet but light a lamp at that glorious flame,” remarked I, “he\nmight then consume the midnight oil to some good purpose.”\n\n“That is the very thing which modern poets have been too apt to do, or\nat least to attempt,” answered a critic. “The chief benefit to be\nexpected from this conflagration of past literature undoubtedly is,\nthat writers will henceforth be compelled to light their lamps at the\nsun or stars.”\n\n“If they can reach so high,” said I; “but that task requires a giant,\nwho may afterwards distribute the light among inferior men. It is not\nevery one that can steal the fire from heaven like Prometheus; but,\nwhen once he had done the deed, a thousand hearths were kindled by it.”\n\nIt amazed me much to observe how indefinite was the proportion between\nthe physical mass of any given author and the property of brilliant and\nlong-continued combustion. For instance, there was not a quarto volume\nof the last century—nor, indeed, of the present—that could compete in\nthat particular with a child’s little gilt-covered book, containing\n_Mother Goose’s Melodies_. _The Life and Death of Tom Thumb_ outlasted\nthe biography of Marlborough. An epic, indeed a dozen of them, was\nconverted to white ashes before the single sheet of an old ballad was\nhalf consumed. In more than one case, too, when volumes of applauded\nverse proved incapable of anything better than a stifling smoke, an\nunregarded ditty of some nameless bard—perchance in the corner of a\nnewspaper—soared up among the stars with a flame as brilliant as their\nown. Speaking of the properties of flame, methought Shelley’s poetry\nemitted a purer light than almost any other productions of his day,\ncontrasting beautifully with the fitful and lurid gleams and gushes of\nblack vapor that flashed and eddied from the volumes of Lord Byron. As\nfor Tom Moore, some of his songs diffused an odor like a burning\npastil.\n\nI felt particular interest in watching the combustion of American\nauthors, and scrupulously noted by my watch the precise number of\nmoments that changed most of them from shabbily printed books to\nindistinguishable ashes. It would be invidious, however, if not\nperilous, to betray these awful secrets; so that I shall content myself\nwith observing that it was not invariably the writer most frequent in\nthe public mouth that made the most splendid appearance in the bonfire.\nI especially remember that a great deal of excellent inflammability was\nexhibited in a thin volume of poems by Ellery Channing; although, to\nspeak the truth, there were certain portions that hissed and spluttered\nin a very disagreeable fashion. A curious phenomenon occurred in\nreference to several writers, native as well as foreign. Their books,\nthough of highly respectable figure, instead of bursting into a blaze\nor even smouldering out their substance in smoke, suddenly melted away\nin a manner that proved them to be ice.\n\nIf it be no lack of modesty to mention my own works, it must here be\nconfessed that I looked for them with fatherly interest, but in vain.\nToo probably they were changed to vapor by the first action of the\nheat; at best, I can only hope that, in their quiet way, they\ncontributed a glimmering spark or two to the splendor of the evening.\n\n“Alas! and woe is me!” thus bemoaned himself a heavy-looking gentleman\nin green spectacles. “The world is utterly ruined, and there is nothing\nto live for any longer. The business of my life is snatched from me.\nNot a volume to be had for love or money!”\n\n“This,” remarked the sedate observer beside me, “is a bookworm,—one of\nthose men who are born to gnaw dead thoughts. His clothes, you see, are\ncovered with the dust of libraries. He has no inward fountain of ideas;\nand, in good earnest, now that the old stock is abolished, I do not see\nwhat is to become of the poor fellow. Have you no word of comfort for\nhim?”\n\n“My dear sir,” said I to the desperate bookworm, “is not nature better\nthan a book? Is not the human heart deeper than any system of\nphilosophy? Is not life replete with more instruction than past\nobservers have found it possible to write down in maxims? Be of good\ncheer. The great book of Time is still spread wide open before us; and,\nif we read it aright, it will be to us a volume of eternal truth.”\n\n“O, my books, my books, my precious printed books!” reiterated the\nforlorn bookworm. “My only reality was a bound volume; and now they\nwill not leave me even a shadowy pamphlet!”\n\nIn fact, the last remnant of the literature of all the ages was now\ndescending upon the blazing heap in the shape of a cloud of pamphlets\nfrom the press of the New World. These likewise were consumed in the\ntwinkling of an eye, leaving the earth, for the first time since the\ndays of Cadmus, free from the plague of letters,—an enviable field for\nthe authors of the next generation.\n\n“Well, and does anything remain to be done?” inquired I, somewhat\nanxiously. “Unless we set fire to the earth itself, and then leap\nboldly off into infinite space, I know not that we can carry reform to\nany farther point.”\n\n“You are vastly mistaken, my good friend,” said the observer. “Believe\nme, the fire will not be allowed to settle down without the addition of\nfuel that will startle many persons who have lent a willing hand thus\nfar.”\n\nNevertheless there appeared to be a relaxation of effort for a little\ntime, during which, probably, the leaders of the movement were\nconsidering what should be done next. In the interval, a philosopher\nthrew his theory into the flames,—a sacrifice which, by those who knew\nhow to estimate it, was pronounced the most remarkable that had yet\nbeen made. The combustion, however, was by no means brilliant. Some\nindefatigable people, scorning to take a moment’s ease, now employed\nthemselves in collecting all the withered leaves and fallen boughs of\nthe forest, and thereby recruited the bonfire to a greater height than\never. But this was mere by-play.\n\n“Here comes the fresh fuel that I spoke of,” said my companion.\n\nTo my astonishment the persons who now advanced into the vacant space\naround the mountain fire bore surplices and other priestly garments,\nmitres, crosiers, and a confusion of Popish and Protestant emblems with\nwhich it seemed their purpose to consummate the great act of faith.\nCrosses from the spires of old cathedrals were cast upon the heap with\nas little remorse as if the reverence of centuries passing in long\narray beneath the lofty towers had not looked up to them as the holiest\nof symbols. The font in which infants were consecrated to God, the\nsacramental vessels whence piety received the hallowed draught, were\ngiven to the same destruction. Perhaps it most nearly touched my heart\nto see among these devoted relics fragments of the humble\ncommunion-tables and undecorated pulpits which I recognized as having\nbeen torn from the meeting-houses of New England. Those simple edifices\nmight have been permitted to retain all of sacred embellishment that\ntheir Puritan founders had bestowed, even though the mighty structure\nof St. Peter’s had sent its spoils to the fire of this terrible\nsacrifice. Yet I felt that these were but the externals of religion,\nand might most safely be relinquished by spirits that best knew their\ndeep significance.\n\n“All is well,” said I, cheerfully. “The wood-paths shall be the aisles\nof our cathedral, the firmament itself shall be its ceiling. What needs\nan earthly roof between the Deity and his worshippers? Our faith can\nwell afford to lose all the drapery that even the holiest men have\nthrown around it, and be only the more sublime in its simplicity.”\n\n“True,” said my companion; “but will they pause here?”\n\nThe doubt implied in his question was well founded. In the general\ndestruction of books already described, a holy volume, that stood apart\nfrom the catalogue of human literature, and yet, in one sense, was at\nits head, had been spared. But the Titan of innovation,—angel or fiend,\ndouble in his nature, and capable of deeds befitting both\ncharacters,—at first shaking down only the old and rotten shapes of\nthings, had now, as it appeared, laid his terrible hand upon the main\npillars which supported the whole edifice of our moral and spiritual\nstate. The inhabitants of the earth had grown too enlightened to define\ntheir faith within a form of words, or to limit the spiritual by any\nanalogy to our material existence. Truths which the heavens trembled at\nwere now but a fable of the world’s infancy. Therefore, as the final\nsacrifice of human error, what else remained to be thrown upon the\nembers of that awful pile, except the book which, though a celestial\nrevelation to past ages, was but a voice from a lower sphere as\nregarded the present race of man? It was done! Upon the blazing heap of\nfalsehood and worn-out truth—things that the earth had never needed, or\nhad ceased to need, or had grown childishly weary of—fell the ponderous\nchurch Bible, the great old volume that had lain so long on the cushion\nof the pulpit, and whence the pastor’s solemn voice had given holy\nutterance on so many a Sabbath day. There, likewise, fell the family\nBible, which the long-buried patriarch had read to his children,—in\nprosperity or sorrow, by the fireside and in the summer shade of\ntrees,—and had bequeathed downward as the heirloom of generations.\nThere fell the bosom Bible, the little volume that had been the soul’s\nfriend of some sorely tried child of dust, who thence took courage,\nwhether his trial were for life or death, steadfastly confronting both\nin the strong assurance of immortality.\n\nAll these were flung into the fierce and riotous blaze; and then a\nmighty wind came roaring across the plain with a desolate howl, as if\nit were the angry lamentation of the earth for the loss of heaven’s\nsunshine; and it shook the gigantic pyramid of flame and scattered the\ncinders of half-consumed abominations around upon the spectators.\n\n“This is terrible!” said I, feeling that my check grew pale, and seeing\na like change in the visages about me.\n\n“Be of good courage yet,” answered the man with whom I had so often\nspoken. He continued to gaze steadily at the spectacle with a singular\ncalmness, as if it concerned him merely as an observer. “Be of good\ncourage, nor yet exult too much; for there is far less both of good and\nevil in the effect of this bonfire than the world might be willing to\nbelieve.”\n\n“How can that be?” exclaimed I, impatiently. “Has it not consumed\neverything? Has it not swallowed up or melted down every human or\ndivine appendage of our mortal state that had substance enough to be\nacted on by fire? Will there be anything left us to-morrow morning\nbetter or worse than a heap of embers and ashes?”\n\n“Assuredly there will,” said my grave friend. “Come hither to-morrow\nmorning, or whenever the combustible portion of the pile shall be quite\nburned out, and you will find among the ashes everything really\nvaluable that you have seen cast into the flames. Trust me, the world\nof to-morrow will again enrich itself with the gold and diamonds which\nhave been cast off by the world of today. Not a truth is destroyed nor\nburied so deep among the ashes but it will be raked up at last.”\n\nThis was a strange assurance. Yet I felt inclined to credit it, the\nmore especially as I beheld among the wallowing flames a copy of the\nHoly Scriptures, the pages of which, instead of being blackened into\ntinder, only assumed a more dazzling whiteness as the fingermarks of\nhuman imperfection were purified away. Certain marginal notes and\ncommentaries, it is true, yielded to the intensity of the fiery test,\nbut without detriment to the smallest syllable that had flamed from the\npen of inspiration.\n\n“Yes; there is the proof of what you say,” answered I, turning to the\nobserver; “but if only what is evil can feel the action of the fire,\nthen, surely, the conflagration has been of inestimable utility. Yet,\nif I understand aright, you intimate a doubt whether the world’s\nexpectation of benefit would be realized by it.”\n\n“Listen to the talk of these worthies,” said he, pointing to a group in\nfront of the blazing pile; “possibly they may teach you something\nuseful, without intending it.”\n\nThe persons whom he indicated consisted of that brutal and most earthy\nfigure who had stood forth so furiously in defence of the gallows,—the\nhangman, in short,—together with the last thief and the last murderer,\nall three of whom were clustered about the last toper. The latter was\nliberally passing the brandy bottle, which he had rescued from the\ngeneral destruction of wines and spirits. This little convivial party\nseemed at the lowest pitch of despondency, as considering that the\npurified world must needs be utterly unlike the sphere that they had\nhitherto known, and therefore but a strange and desolate abode for\ngentlemen of their kidney.\n\n“The best counsel for all of us is,” remarked the hangman, “that, as\nsoon as we have finished the last drop of liquor, I help you, my three\nfriends, to a comfortable end upon the nearest tree, and then hang\nmyself on the same bough. This is no world for us any longer.”\n\n“Poh, poh, my good fellows!” said a dark-complexioned personage, who\nnow joined the group,—his complexion was indeed fearfully dark, and his\neyes glowed with a redder light than that of the bonfire; “be not so\ncast down, my dear friends; you shall see good days yet. There is one\nthing that these wiseacres have forgotten to throw into the fire, and\nwithout which all the rest of the conflagration is just nothing at all;\nyes, though they had burned the earth itself to a cinder.”\n\n“And what may that be?” eagerly demanded the last murderer.\n\n“What but the human heart itself?” said the dark-visaged stranger, with\na portentous grin. “And, unless they hit upon some method of purifying\nthat foul cavern, forth from it will reissue all the shapes of wrong\nand misery—the same old shapes or worse ones—which they have taken such\na vast deal of trouble to consume to ashes. I have stood by this\nlivelong night and laughed in my sleeve at the whole business. O, take\nmy word for it, it will be the old world yet!”\n\nThis brief conversation supplied me with a theme for lengthened\nthought. How sad a truth, if true it were, that man’s age-long endeavor\nfor perfection had served only to render him the mockery of the evil\nprinciple, from the fatal circumstance of an error at the very root of\nthe matter! The heart, the heart, there was the little yet boundless\nsphere wherein existed the original wrong of which the crime and misery\nof this outward world were merely types. Purify that inward sphere, and\nthe many shapes of evil that haunt the outward, and which now seem\nalmost our only realities, will turn to shadowy phantoms and vanish of\ntheir own accord; but if we go no deeper than the intellect, and\nstrive, with merely that feeble instrument, to discern and rectify what\nis wrong, our whole accomplishment will be a dream, so unsubstantial\nthat it matters little whether the bonfire, which I have so faithfully\ndescribed, were what we choose to call a real event and a flame that\nwould scorch the finger, or only a phosphoric radiance and a parable of\nmy own brain.\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9231/pg9231.txt",
        "name": "earths_holocaust_(_from_\"_mosses_from_an_old_manse\").json"
    }
}