{
    "name": "Earthbound",
    "author": [
        "Guth, Henry"
    ],
    "body": "Lanya Greggor, holding tightly to her brother Virgil's hand, sauntered\nwith deliberate and exaggerated nonchalance through the great halls\nof the Martian Museum of Science. Her eyes were wide with excitement\nand pleasure. She was ten years old and Virgil twelve and this was her\nfirst visit to the museum. Hand in hand, always under the watchful eyes\nof strategically-placed uniformed attendants they walked ecstatically\nthrough the innumerable fascinating rooms, stopping to gaze with\nequally undisguised admiration at mammoth and complex industrial\nmachinery and minute, hypersensitive instruments of obscure function.\n\nThe attendant smiled warmly as they walked past him and entered the\nbiggest room they had yet been in.\n\n\"There she is,\" Virgil said proudly. \"Just like I told you.\"\n\nLanya looked. She was dwarfed by the colossal metal hulk that loomed\nponderously before her. She leaned back to scan its immense bulk from\ntop to bottom.\n\nThe bronze inscription plate divulged the information that it was the\n\"Ghost\", the first ship to land safely on Mars from a foreign planet.\nThat was the Von Erickson expedition from Earth almost two centuries\nago. According to the history texts that Lanya had read, that event\nbrought about the almost overnight transformation of Mars from an\nagrarian to a scientific civilization. Trade and exchange of ideas with\nEarth, and later with other planets, had accomplished seeming miracles\non Mars.\n\nThe ship seemed comically primitive to little Lanya. Its huge bulk was\nalmost entirely made up of rocket-drive engine and fuel compartments.\nShe studied the elongated shape that stretched to the vaulted roof\nlike a spear head and rested solidly on the rear jet clusters. High\nup in the nose she could see the tiny cabin just big enough for three\nastronauts.\n\nCompared with the sleek, beautifully-designed atomic craft in the rest\nof the museum, it was grotesque.\n\n\"Gosh,\" breathed Lanya, \"it's big, isn't it?\"\n\n\"Yes,\" said Virgil, with the full confidence of two years at the\nTechnological Institute. \"Very crude design, but necessary because\nthere is so much engine to it. Simple to construct, though, and with a\nfew refinements ... oh boy!\"\n\nLanya was properly awed. She wouldn't start at the Institute until next\nyear. No matter how hard she studied or how fast she learned, Virgil\nwas always two years of knowledge ahead of her. She had just struggled\nthrough higher mathematics and physics, thinking she was getting ahead\nat last, only to find that Virgil, from the vantage point of his\nengineering studies, considered the laws of mathematics and physics\nmerely basic.\n\nIn the old days, Grandma had said, one didn't matriculate at the\nInstitute until one was as old as fifteen. \"How they learn today!\" she\nwas always saying when Lanya accidentally exhibited her knowledge. \"All\nso fast you would think they haven't as much time to live as before.\"\nShe would throw up her hands in mock despair. \"This new generation! I\ndon't know what Mars is coming to.\" But she usually laughed so Lanya\nknew that Grandma didn't really despair for Mars' future.\n\nLanya was vague about her father Jonathan Greggor's origin. He seemed\nto be a physicist and they said he had been sent to Mars from Earth to\nassist in the development of uranium and plutonium deposits. But her\nmother, Klee, a beautiful Martian, had induced Jonathan to stay. Lanya\nknew little more than that.\n\n\"Do you think we can do it?\" Lanya asked with just the right shade of\nadmiration in her voice. Virgil was much pleasanter company when she\ntook pains to appreciate his masculine superiority.\n\n\"Sure,\" he boasted. \"Even better than this one. This old tub is\nsimple ... we can make ours smaller and faster.\"\n\nThey had a last long, lingering look at the \"Ghost\", then swaggered out\npast the grinning attendant.\n\nHe wouldn't be grinning if he knew what they knew, Lanya thought.\n\n\n\nIn the Greggor workshop, out away from the house, Virgil and Lanya\nworked diligently on the ship. A launching rig jutted up out of a\npronounced dip in the red Martian sand a quarter of a mile away.\nFascinating blueprints, over which Virgil pored learnedly whenever\nLanya happened to look at him, littered the shop. Their father's shop\nequipment was switched on every afternoon to assist in the work. After\nfive months the ship, with rocket engines already installed, was\nnearing completion.\n\nLanya's confidence in the venture had been on the wane lately. Before\nit had been only an exhilarating idea, safely remote in the future.\nBut now, as the ship actually grew before her eyes, it was losing its\nsecure vagueness. It was becoming terrifyingly real.\n\n\"Do you think we ought to do it?\" she asked sheepishly and hopefully.\nShe trembled at the derision in her brother's voice.\n\n\"Girls!\" he said. \"Always afraid of everything.\"\n\n\"I am not afraid!\" Lanya protested indignantly. \"I just wondered if we\nought. Maybe father _will_ buy us an aircraft _this_ year.\"\n\n\"Huh! Fat chance! He's so darn busy all the time he doesn't even\nrealize that we're probably the only kids on Mars who haven't a\nplane. Even Book, the poorest guy at the Institute, got a copter for\nhis birthday last month.\" He frowned as he always did when talking\nabout how unfairly he had been treated. \"We'll show 'em! We'll be the\nenvy of all Mars with this ship.\" His face lit up in a grin and he\ngloated, \"Muuck thinks that new atom-powered cruiser of his is the best\njalopy going, just because it can range in outer space. He's getting\na temporary space-pilot's license this year and all he does is brag.\nWait'll he sees this job! We'll make his cruiser look sick, Lanya!\" He\nwas apparently carried away by the vision.\n\nLanya was none too excited about the prospect of excelling Muuck's\ncruiser. \"But, Virgil. _You_ haven't a license. How can we make Earth\nif we can't even leave Mars?\"\n\nVirgil scoffed, \"They have to catch us first! Besides, they hardly ever\nstop you, unless you mess up traffic patterns.\"\n\n\"But do you think we should go so soon, Virgil? And do we _have_ to go\nto Earth?\"\n\nVirgil turned on his distressed sister impatiently. \"Look, Lanya. We\nagreed to run away from home, didn't we? You haven't forgotten why?\"\n\n\"Because father neglects us!\" Lanya piped emphatically, as though she\nhad been practicing that statement for a long time--which she had.\n\n\"Right! And we've never been to Earth, have we? Even though father\npromises every year to take us.\"\n\n\"No. We haven't.\"\n\nVirgil's inoffensive domination of his sister was too deeply ingrained\nfor her to shake off now. She usually enjoyed complying with his\nsuggestions because his ideas were always much more imaginative and\nmuch more fun than her own.\n\n\"All right. But I don't know ...\" she sighed, trying to agree and yet\nnot commit herself too completely.\n\n\"Well, what's going on in here!\" It was Jonathan Greggor, wheeling his\nspeedy copter into the shop. \"Give me a hand, will you?\"\n\nLanya rushed to help push the copter beneath the overhead crane.\n\n\"Going to try out that new rotor I bought last week,\" her father\nexplained. \"Virgil, send the magnet down, will you, and we'll take this\none off.\"\n\nVirgil leaped to the crane controls. The powerful electromagnet rolled\nalong the high mono-rail and fell into position above the slack copter\nblades. The rotor was unlocked and the magnet lifted it lightly into\nthe air and deposited it across the room. The magnet dropped hungrily\ndown on the slick new blades.\n\n\"What are you kids doing in here?\" Jonathan asked automatically as\nhe worked. He glanced at the ship set in its cradle. \"Oh, looks like\na space ship of some kind. Ancient model though, isn't it? Klee was\ntelling me you were tinkering around out here at something.\" He reached\nup to guide the rotor as it came swinging down. \"I remember when I was\na kid. Always fussing around with things. Built an amphibious car when\nI was about your age, Virgil.\" He grinned across the room at Lanya over\nthe copter blades. \"I was the envy of our city ... until Joe Morgan got\nan expensive custom-built job from his father. What do you two expect\nto do with that ship when it's finished? Explore the solar system?\" He\nchuckled at his own crude joke.\n\n\"We expect to rocket to Earth,\" said Lanya, who was unaccustomed to\nlying and thought that an answer to this question was necessary. Virgil\nscowled at her darkly.\n\n\"Earth, eh?\" Jonathan said in a way that indicated he was preoccupied\nand hadn't grasped the significance of the words at all. \"Easy there,\nVirgil ... all right. Off!\" The power left the magnet and it floated up\nto the ceiling and locked into position.\n\nVirgil looked immensely relieved, but Lanya was puzzled. Their father\nnever seemed to hear a word they said. It was this indifference to the\nimportance of their existence that was the cause of their bold resolve.\nMaybe running away from home was a good thing to do. Maybe they\nwouldn't be taken for granted after that.\n\n\n\n\"The kids seem to be building a space ship out in the shop,\" their\nfather said that evening as he watched the newscast on the telescreen.\n\"Said they were going to Jupiter or some place.\" He lapsed into silence\nto follow the announcement on the telescreen.\n\n\"Earth,\" Lanya corrected from the floor where she was idly fitting\ntogether a chain reaction with a three-dimensional atom construction\nkit. It was an old toy she had long ago outgrown but, because\nof her father's indifference, she had none of the more advanced\neducational-therapy play-things.\n\nKlee smiled indulgently. \"That's nice,\" she said. \"Have a good time.\nJonathan, who was that economist I thought so much of last year?\"\n\n\"You mean Gulgjar?\"\n\n\"Oh yes. Well, he's a candidate again in this election. I think I'll\nvote for him. He's such a good talker.\"\n\n\"Hmmm.\"\n\nLanya looked across the room at Virgil and met his eyes with deep\nunderstanding. They were the only sane people in this household.\nVirgil's eyes glittered with the knowledge of their mutual secret. In a\nfew weeks they would be on Earth, and then their parents might not be\nso dense and disinterested!\n\n\"We going to Earth this year, father?\" Lanya asked suddenly and\nexperimentally.\n\n\"Sure thing! I'll have everything straightened out in a month or so,\nthen we're free to do anything we like. I'd like you kids to see\nEarth.\" He turned to the telescreen as the scene switched to the sports\narena. \"I think Canal City will win again. Beautiful strategy!\" He\nleaned forward expectantly.\n\n\"Yes, I've always wanted to see Earth,\" Klee said without much\nconviction. \"It must be much prettier than Mars. Isn't Desert City\nahead, dear? Last week you said their team was the best on Mars.\"\n\n\"Oh, that was last week,\" Jonathan scoffed. \"Just watch this strategy!\nUnbeatable!\" His eyes glowed as he watched the swift, intricate pattern\nfluctuations of the game.\n\nThe same old thing, Lanya thought dejectedly. Always the same insincere\nanswer and then the subject was changed. Virgil crawled across the\nfloor toward her as she connected spheres and rods in a complicated\nmolecular design. He studied the schematic system with lazy curiosity.\n\"This electron is in the wrong orbit,\" he said at last and removed the\noffending sphere and inserted it in its proper position in the pattern.\n\"Remember?\"\n\n\"Thanks,\" said Lanya without much feeling. \"I can't keep my mind on\nthis silly thing anymore.\" And she added dreamily, \"I'll bet they\nhave wonderful scientific toys on Earth. Naddi Cruz has an electronic\ntelescope her parents got on their vacation there. I wish I had one.\"\n\n\"We'll get one of everything when we get to Earth.\" Virgil promised\nmagnanimously.\n\n\n\nKlee helped pack the food supplies in metal containers, very obviously\nhumoring her children in this game they were playing.\n\n\"Why so much, Lanya? You seem to be going on a long journey.\" Her eyes\ntwinkled amusedly.\n\nLanya peered at her mother in blank astonishment. Had she forgotten\nalready?\n\n\"We're going to Earth, mother. Don't you remember?\"\n\n\"Oh, yes,\" Klee said hastily. \"And how was it you were going to get\nthere?\" She glanced across the dry, desolate span of desert to the\ndistant bulwarks of the canal. \"I wonder if it will rain this year.\"\n\n\"The rocket ship we've been building out in the shop,\" Lanya said with\nkeen disappointment. Her mother didn't remember a thing!\n\n\"That's nice. A rocket ship.\" Klee paused, as though searching for just\nthe right word to express her approval and enthusiasm. \"How cute.\"\n\nLanya forced back the tears of disappointment that surged involuntarily\nto her eyes. She grabbed a large container and shuffled out, feeling,\nnot altogether happily, that now the last possible barrier and\nobjection to the running away had been removed. Her mother hadn't taken\nthe slightest interest.\n\nThe ship stood now in the launching rig, a gleaming, purposeful\nprojectile, reflecting the red hue of the Martian desert in the blazing\nsun.\n\n\"Mother thinks we're just playing games,\" she told Virgil who hovered\nexpertly and solicitously about the ship, finding flimsy excuses\nto polish here and rub there. It didn't seem to shine quite to his\nsatisfaction.\n\n\"Games!\" he bellowed indignantly. \"They'll soon find out it's no game.\nWe'll run away for good. They'll be sorry they didn't pay attention to\nus!\" He rubbed furiously on the metal plates.\n\n\"Here are the last of the supplies,\" Lanya intruded irrelevantly.\nThey had already rehashed, many times, their plan to return to Mars\nin ten or twenty years as diplomats to negotiate with the highest\nexecutives in the Martian government. The splendor of their positions\nwould flabbergast their parents. They would beg to be forgiven. Lanya\nand Virgil had not decided yet whether they would forgive them or not.\nPerhaps eventually they would.\n\nVirgil lugged the supplies into the ship and packed them rigidly in the\nstorage compartment. He came out and stood with his sister gazing up\nat the gleaming hull.\n\n\"That does it,\" he said with apparent satisfaction. \"Tomorrow we leave,\nLanya.\"\n\nNow that the venture was so close at hand, Lanya's confidence was less\nserene. Maybe it was rather risky after all. If nothing else, Virgil\nmight be arrested for charting in space without authorization. Maybe he\ncouldn't fly this ship at all. His piloting had been mostly theory so\nfar. Application was something else again, she feared.\n\nVirgil's face showed doubt too. \"You sure you're not afraid to go?\" he\nasked almost hopefully.\n\n\"No. It's the only way we'll ever get any recognition around here,\"\nLanya said stoutly.\n\n\"Right! I hope Muuck is watching tomorrow. We'll blast out of here like\na comet! Make his cruiser look like a freighter.\"\n\n\"I'll bet they have _everything_ on Earth,\" Lanya said with forced\nenthusiasm as they walked across the dry sand to their flat, rambling\nhouse. She looked up to see their father's copter skimming in from the\ndirection of the city. It hovered over them momentarily, then streaked\ntoward the house and settled lightly to the ground. Lanya began to run\nafter Virgil who was galloping across the sand.\n\n\"Hello, father,\" they said breathlessly as they tore into the house\nbehind him.\n\n\"Hello, kids. What's new?\" Jonathan asked automatically as he always\ndid.\n\nLanya screwed up her courage. Here was one last opportunity to have\nsomeone stop their running away.\n\n\"We're all set to take off for Earth tomorrow.\"\n\n\"Oh? That's fine. Wasn't that a rocket launching rig I saw out in the\nhollow?\"\n\n\"Yes. That's where we take off at 0900 tomorrow. We'll probably be gone\nfor months and months. Maybe years!\"\n\nJonathan switched on the telescreen. \"Is that so? Well, well. Ummm!\nThese blasted commercials!\" He snapped the screen off angrily, then\nturned it back on to the government-sponsored channels.\n\nLanya looked at her brother and shrugged hopelessly. It was out of\ntheir hands now. They had made every reasonable effort to halt the\nthing--now it would just go ahead on its own momentum.\n\n\n\nAt 0830 Lanya trotted beside her brother with determination across the\nscorching sand to the ship nestled in the launching tower.\n\n\"I wonder what we forgot,\" Lanya said, wishing she could remember\nsomething.\n\n\"We didn't forget anything! Not a thing! Let's get going now!\" Virgil\nclimbed in deliberately without a backward look. He was trying to\nimpress her, Lanya knew.\n\nThe girl, feeling suddenly very small and afraid, glanced\napprehensively at the metal hull of the ship, then lingeringly at\nthe familiar landscape. Finally, setting her face into a mask of\nunflinching determination that successfully hid the palpitations of her\nheart, she climbed into the open port and sealed the lock.\n\nIn the tiny pressurized cabin, air-cushioned against acceleration,\nVirgil was already seated and watching the erratic instruments with\nabsorbed interest. Lanya dropped into the cloud-like softness of her\nseat and snapped the safety straps securely, about her small body.\n\n\"I hope Muuck is watching,\" Virgil muttered under his breath. He turned\nto his sister. \"You ready?\"\n\nShe smiled sickishly.\n\nThey watched the hand sweep slowly across the chronometer and approach\n0900. A steady vibration pulsed rhythmically throughout the hull.\n\n\"Are you sure you're ready?\" Virgil asked, grinning bravely. \"Here we\ngo.\"\n\nThe scream of the jets was almost inaudible in the cabin. They floated\nwith eerie slowness from the ground ... then rose faster and faster.\nBelow, the details of the desert merged into a dull red haze. The\nhorizon began to have a noticeable curvature, which became more and\nmore pronounced. A thick, bunched mass of cloud flicked by in an\ninstant.\n\nA strange pressure knotted Lanya's stomach. Then she blacked out.\n\n\n\n\"You what?\"\n\n\"We rayed the thing out of space as a menace to navigation.\"\n\n\"Why'd you stop us?\" Virgil's voice was shrill with annoyance and\nfrustration. \"We were rocketing to Earth!\"\n\n\"Earth!\" the other voice rasped. \"Great god Bongo! What loony stunt\nwill you kids think up next?\"\n\nLanya forced her eyes open and looked toward the voices. A large,\nred-thatched man in a space-police uniform was chuckling at Virgil\nwho sat on the edge of a bunk. They were on the inside of a sleek\natom-powered police interceptor.\n\n\"Next time you try this stunt, kid,\" the old space-dog was saying,\n\"paint some identification on the hull. And install a radio, if you do\nnothing else.\"\n\nLanya crawled out of the bunk and approached the two speakers.\n\n\"Oho!\" the burly space-policeman roared. \"The little lady!\" He became\nsuddenly serious. \"Don't you kids know that at the rate you were\naccelerating you wouldn't have come out of the fog until your fuel\nwas gone and you were past Earth? If ever. I've been a space-pilot\nfor twenty years but I don't think I could have taken that kind of\nacceleration for long.\"\n\nLanya looked silently at Virgil who seemed kind of sick.\n\n\"We thought the air-foam cushions in the cabin were enough. Besides I'm\npretty tough.\"\n\n\"Ho ho! Tough, he says!\" The red-headed man slapped his knee. \"The next\ntime you try it, install some gravity plates and don't expect to defy\nthe laws of nature. You would have been in a fine pickle if the patrol\nhadn't spotted your flaring jets and put a scanner on you.\"\n\n\"I'm hungry,\" Lanya said suddenly.\n\nThe space-pilot laughed. \"She's hungry! Say, you two didn't blast off\non an empty stomach on top of everything else?\" He groaned as Virgil\nnodded his head sheepishly.\n\nLanya accepted the big man's proffered hand and followed him into the\ngalley. The fright and confusion left her as the pleasant savor of\nfood filled her nostrils. She ate hungrily but with proper lady-like\ndelicacy.\n\n\"Where are we going?\" she asked.\n\n\"Home,\" the big space-dog said.\n\n\"Oh. But aren't you going to arrest us, or something?\" Lanya made her\neyes big and round to show her apprehension.\n\n\"Well, ordinarily I would. But I think you two have had enough for the\ntime being. You look fairly intelligent to me. Do you think you've\nlearned anything from this crazy expedition?\"\n\n\"Identification, communication and gravity plates,\" Virgil muttered.\n\n\"Oh, yes!\" Lanya cried quickly. \"We'll never do it again. Absolutely\nnever!\" She gave an inward sigh of relief as she saw that the man\nhadn't heard Virgil's careless remark.\n\nOutside the quartz viewport the flat plane of red Martian desert was\ngrowing swiftly larger.\n\n\n\n\"Why did you do it? Why?\" Klee demanded tearfully.\n\nThey were seated about the dead and silent telescreen. It was a crucial\nmoment. They could not abandon their principles now.\n\n\"We were going to Earth,\" Virgil said obstinately, \"because you always\nbreak your promise to take us!\" He looked extremely self-righteous as\nhe spoke his feelings at last.\n\nLanya, inspired by this unexpected outburst, plunged recklessly, \"All\nthe other kids have aircraft and we don't have anything! You never\nlisten to anything we say or care about anything we do....\" Then she\nwas stricken dumb by her own courage.\n\nKlee and Jonathan searched each other's eyes. The father switched on\nthe telescreen, then switched it back off. He cleared his throat five\nor six times, scratched his elbow, worked the muscles of his jaw, then\nleaned forward in the chair.\n\nLanya waited breathlessly. Would he be chastened or angry?\n\n\"Supposing I buy you a new copter?\" he said. \"Will that straighten\nthings out?\"\n\nLanya nodded eagerly. She glanced at Virgil who sat with a stiff face.\n\n\"Make it an atom cruiser,\" he said with finality.\n\nJonathan's face clouded for a moment. Lanya almost dropped through the\nfloor. She saw her mother nod silently.\n\n\"A cruiser it is!\" their father cried. Then he burst into a loud peal\nof laughter, and switched on the telescreen.\n\nLanya relaxed limply. Then she looked at Virgil. Very firmly and\ndignifiedly he folded his arms.\n\nBut the eye turned away from his parents winked back at her, very\nsolemnly.\n",
    "metadata": {
        "author": [
            "Guth, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64351/pg64351.txt",
        "name": "earthbound.json"
    }
}