{
    "name": "Earthmen Ask No Quarter!",
    "author": [
        "Holden, Fox B."
    ],
    "body": "\"Let them in, sergeant.\" The white-haired New United Nations World\nSpace Force chief spoke the words as though he had been forced into\nthe most humiliating surrender in history. And he had been.\n\nWhat could he tell them? They were not fools, after all, and he was so\nimpossibly exhausted.... Uniform was a mess. All day and all night,\nwords, words, ... and nothing. Too many useless, powerless words,\nall adding up to nothing. Foreign space admirals, ground-force field\nmarshals, defense secretaries from a dozen capitals.\n\nWhere were the ion-field cannon that had been promised for the last\ntwenty years? Where were the new main-drives? The new alloys? Promises,\nalways promises--but where in God's name _were_ they?\n\nAnd now--now it didn't matter any more.\n\nHe let his massive frame slump tiredly for a moment, elbows flattening\nsome of the official litter strewn across the broad desk-top, head in\nhis big hands.\n\n\"General Taylor, sir--\"\n\nHe forced the thoughts from his brain with almost the same physical\nforce with which he shoved his tired body erect.\n\n\"Yes, yes, thank you, sergeant. Good morning, gentlemen. Sorry to have\nkept you waiting.\"\n\nThere were perhaps thirty of them, all civilians, all crowding for a\nspot nearest the huge desk, all with stub pencils and sheafs of rumpled\nnewsprint in their hands. A couple of flash-bulbs went off.\n\n\"General, can you tell us what the aliens' intentions are?\"\n\nAnd it had begun.\n\n\"I'm authorized to tell you that the alien space ship is hostile. But,\nunder the circumstances we are convinced with reasonable certainty that\ntheir hostility may be ... mollified to an appreciable degree.\"\n\nHe watched them as they got the official double-talk down word for\nword. And then, \"In other words, General--we are counter-attacking?\"\n\n\"Sorry. That information is classified.\"\n\n\"About how high is the alien, sir?\"\n\n\"He is circling Earth in an orbit about two thousand miles out, passing\nour own stations about once every forty-eight hours.\"\n\n\"How big is the ship, sir? About what shape?\"\n\n\"It is a cigar-shaped vessel, approximately three miles in length and\nslightly under one at maximum diameter.\"\n\n\"Have any of our own ships as yet had actual contact with this craft?\"\n\n\"Yes, there has been contact. I am sorry that for the time being the\nresult cannot be disclosed.\"\n\n\"There are rumors, General, that the 402nd Space Wing sent a five or\nsix-ship element of J-83 Lancers from Lunar Base, and that the ships\nhave not reported back. Is this true, sir?\"\n\n\"It is true that they have not been heard from since they left.\"\n\nThen a young, unquavering voice cut in softly. \"When is it to begin,\nsir? And when will we--\"\n\n\"You may--write, gentlemen, that the invasion of Earth has already\nbegun. And, that we have absolutely no defense against it. None.\nBecause of that fact, the decision of the New U. N. Joint Chiefs has\nbeen that there should be no needless loss of life. You may write that\nwe have--that we have already surrendered.\"\n\nHis face felt as though it were hewn from wood--a strange wood with a\nfever in it. He had spoken far beyond his authorization. But they had\nto know. They could not be lied to forever. And the lies had always,\nultimately, been worthless things. He was so _tired_.\n\n\"General, can you tell us _why_?\"\n\nThe group was white-faced, still. The flash-bulbs had stopped popping.\nThe first impulse to bolt the General's office for the nearest bank of\npress telephones had somehow died even as it had arisen. Belief and\ndisbelief mingled as one in the eyes of each.\n\n\"I'll try gentlemen,\" Taylor said wearily, leaning across the desk,\nhis knuckles white against the smooth surface. \"I could talk about our\nstressing of cultural advancement in this 21st century, rather than\ntechnological ... a trend that has always made us of the military\nfearful of the future--now at hand--but what's the use of rehashing\nproblems of the past.... Plainly and simply, gentlemen, the Invader is\nsuperior to us in every phase of known warfare. Add to that the element\nof a surprise attack and you find us as we are at this moment--beaten,\nirreparably.\"\n\nNo one said anything. There was nothing to say.\n\nGeneral Taylor sank into his chair and stared at them, a grim\nhopelessness in his eyes.\n\nThen the newsmen walked from the room. Slowly and silently.\n\n\n\nRobert Manning, civilian Pentagon clerk, told himself that the Invaders\nmight better kill everybody off and get it over with than to just\nregiment the hell out of everything. A man couldn't even stay home so\nhis wife could take care of his cold for him.\n\nHe sneezed. If allowed to live it, there were perhaps forty years of\nlife yet for him. Forty years, and they would be slave years. It was\nall too damned new and just hadn't got through to him yet. What in\nGod's name was it going to be _like_....\n\nThere was a sickness in his stomach, and he knew it was not from his\ncold.\n\n\"Manning--\"\n\nHe looked up. It was Sweeney, the chief clerk. Manning always thought\nof him as a man who should've been a first-sergeant somewhere. He was\nbig enough and loud enough, and certainly had temper enough.\n\n\"Yes, Mr. Sweeney?\"\n\n\"Need these damn records right away. They all here? Each reel\ndouble-wound with positive and negative both?\"\n\n\"Yes, sir.\" Sweeney picked up the bundlesome stack of microfilm reels.\n\"Mr. Sweeney--\"\n\n\"What is it?\"\n\n\"Are--are _They_ going to get 'em? All of Earth's Space outpost and\nmilitary records--_every_thing?\"\n\n\"After the Joint Chiefs make out emergency recall orders for every\nlast damn unit, they are. They will check each set of orders against\nevery unit record here, all the way from Corps down to each individual\nship.\" Sweeney grunted. \"Then they'll burn 'em, positives, negatives,\neverything ... then when the ships come in, they will destroy them too.\"\n\nManning felt something turn over inside him. \"General Taylor,--\"\n\n\"What the hell can Taylor do? Christ, you're better off than he is.\nOnce every ship is back here and busted up, he won't even have a job.\nMaybe not even a head.\"\n\n\"Every ship. They're all there, Mr. Sweeney. Positives and negatives\ndouble-wound on every reel.\"\n\n\"They better be. Or _you_ won't have a damn head!\"\n\nSweeney turned and steamrollered out of the office, with every existing\nrecord past and present of General Taylor's New U. N. World Space Force\nunder one beefy arm. For security reasons, Manning realized, there had\nbeen made but a single copy and negative for each of its units.\n\nHis desk was an old one, practically an antique dating back to the\n1940's, and his sonotyper was buried deep in its insides on a wooden\nshelf that folded out to meet you in an awkward manner when you pushed\nthe desk-top up, over and down.\n\nManning pushed, and with a couple of bronchial grunts produced the\nsonotyper. He fed in a continuous paper spool, turned on the current,\nunhooked the compact microphone from the machine's side, and began\ndictating the rest of his day's work.\n\nSomething got kicked viciously out of the key-bed. Black, shiny squares\nof something. All he needed was for the sonotyper to go haywire and\nstart shooting its complex insides all over.\n\nHe stopped dictating to remove his glasses and dry his streaming eyes.\nHis vision cleared, and for an instant settled on the shiny things\nthat had landed near the front edge of his desk.\n\nHunks of microfilm.\n\nHe picked them up, held one to the light. Words. He fished in a drawer,\nfound a magnifying glass that was used for half-obliterated old files.\n\nHe could see the words better, but they were backwards. He had the\nnegative. Impatiently, he grabbed the other square. And read it.\n\nAnd shivered. And again, it wasn't his cold that was bothering him. He\nwould have to call Sweeney right away--\n\n... _Light Space Brigade, Experimental. Temporary outpost, Callisto.\nForce: 20 Lancer-type J-88 destroyers. Complement: 600. Commanding:\nCol. Geofferey Steele_--\n\nHe felt his insides turning to cold jelly. He would have to call\nSweeney. God! Sweeney would skin him alive. Somehow, the tail ends\nof one of the double-wound reels must have stuck out a little, got\nsliced neatly off when he'd hastily jammed its pan-cover back on after\ninspecting it. Then the severed squares of microfilm had slipped down,\nunnoticed, through one of the desk-top cracks where the sonotyper\nfold-away unit was. And landed in the key-bed. Only Sweeney wouldn't\nunderstand it that way. And the Joint Chiefs--\n\nOh God no!\n\nHe had to think.\n\nAnd he thought of that other name. On the microfilm record--Steele, it\nwas, who commanded 600 men, twenty J-88s....\n\nHe thought of forty years of slavery.\n\nAnd then he was doing a crazy thing--crazy--\n\nWhile no one looked, Robert Manning sneezed and blew his nose and\ntouched the flame of his cigarette lighter to the two squares of\nmicrofilm.\n\n\n\nThe white-faced communications sergeant stood just inside the door, and\nthis time he failed to be impressed with the unusual smartness of the\nColonel's acknowledging salute. The thick sheaf of yellow papers he\nheld in his left hand was trembling visibly, noisily, and he couldn't\nmake it stop.\n\n\"Well, Grady, what is it? You look as though you'd picked up a telepath\nmessage from one of our Callistan cap-crawlers, or something--\"\nHe reached out for the quaking message the sergeant held, and the\ncommunications man smiled nervously and held it out to him.\n\n\"Sorry, sir. I--I guess I just--\"\n\n\"No trouble, boy?\" The stocky black-and-silver uniformed figure\npaused in its movement, the thick pile of yellow papers momentarily\nforgotten. All of Steele's personnel seemed like sons to him. Even the\nraw recruits who had previously never been further out than Earth's\nown Moon. Sometimes, during the lonely hours there had been in the\nfastnesses of Space, he had surmised it was because there had never\nbeen a real son of his own with whom to share the adventures of his\ncalling.\n\nBut hadn't it been Space itself that had denied him those many things\nother men could take for granted--the things for which he had never\nquite been able to trade? Forty years of it. Venus to Pluto. Deep Space\nat the System's rim and beyond, to the very edge of Infinity itself.\n\nSometimes this deep hurt within him seemed too great. And yet, somehow,\nit seemed always worth the venture. One day, no matter the cost or the\nhurt, men's outposts would be flung to the stars themselves. This thing\nhe knew.\n\nThe sergeant was speaking, and there was a fear in his eyes.\n\n\"Something's--happened, home, sir. You'd better read this right away.\nAll the way to the very end, sir.\"\n\nSteele ran a freckled, stub-fingered hand slowly and deliberately along\nthe close-cropped iron-gray side of his squarish skull.\n\n_Attention all stations, the message read. URGENT IMPERATIVE. Earth\nhas been successfully invaded. The rapidity, timing, and infallibility\nof the attack has made the necessity of immediate capitulation\nunquestionable. The following-listed units are therefore commanded, for\nthe good of the planet, to return to home Earth bases at once, with\nall armament either completely dismantled or destroyed. The conquerors\nhave warned that failure to comply with this command will result in\nwholesale liquidation of Earth's populace._\n\nThe long list of outposts followed for fifteen closely-spaced pages.\nThe message was signed _Taylor, General, New United Nations World Space\nForce, Commanding_.\n\nSteele suddenly felt himself struggling to keep order for full-scale\nattack bottled in his throat.\n\nThen he fought to keep from simply cursing.\n\nHe fought to keep the hot, quick panic in him from boiling into some\nunthinkable suicide.\n\nThe sergeant still stood before him, the thing of awful fear deep in\nhis eyes.\n\n\"Get Major Zukow at once, sergeant.\"\n\n\"Yes, sir. But sir--\"\n\n\"What is it?\" His jaws hurt, and he could feel the words hissing from\nbetween his teeth.\n\n\"The list, sir. We're the smallest and newest unit there is, so we'd\nlie right at the bottom, page fifteen. But we're not there. We're not\nlisted at all, sir.\"\n\nHe looked. Grady was right. And OK'd and signed by Taylor himself, no\nmistaking that.\n\n\"Get Major Zukow, sergeant. On the double!\"\n\n\"Yes, sir!\" The communications non-com stumbled awkardly;\nacclimatization to lesser gravities came quickly only with long\nexperience. He recovered, and then in a curious loping fashion began to\nrun.\n\n\n\nFor terse seconds Steele spoke clipped words into a unit-communicator.\nAnd then he waited for Zukow.\n\nIt would be a moment, or so yet. He looked at the message again,\nre-read it, tried to glean information from it that it didn't contain.\nIt told what, but it didn't tell _why_. Nor even how. It was just\na command, to be obeyed like any other command. No, it wasn't the\nsoldier's place to question. Never the soldier's place to question.\n\nHere is an ideal, they would say. Here is the thing you must work\nor fight for. Here is what is worth believing in. And the soldier\nbelieved. If he did not he was fortunate, for then he just had a job\nto do. But if he believed, he was the most hapless creature in the\nUniverse. For sooner or later, the ideal wore thin as a facade for the\nmore practical expediencies which moved behind it. What true ideal\nthere was with the soldier, yet his was not the freedom to serve it....\nAnd when the ideal was suddenly scrapped; when they said now, now it\nis all over, now this is what you must do--here is a new thing to\nbelieve....\n\n_Forty years, from the bogs of Venus to the wastes of Pluto_....\n\nHe looked again at the list headed _ALL UNITS_: and checked them, one\nby one.\n\nGrady had been right. Experimental simply wasn't there. Maybe an\nexperimental Light Space Brigade on a dark little world like Callisto\ncould get lost in the shuffle.\n\nBut he knew better. With Earth at stake, Taylor would allow no such\nerror. Taylor knew every one of his units by heart, he must....\n\nHe thought about Taylor. He thought about him the way he had known him\nas both soldier and individual, as general and as a man. Character.\nPrinciple. Guts. The three biggest things about Taylor. A man who\nfollowed orders to the letter--a man who would surrender of his own\nvolition, no matter what price to pay the piper ... that was where the\nprinciple came in; the character, the guts.\n\nHe looked at Taylor's facsimile-signature again. Signed by force? By\nthreat? Obviously. The message itself said as much. But if somehow\nthere'd been a mistake, a record overlooked, Taylor would know, and\nwould--\n\n_But who else would know? At a glance, who else would know? And then\nhow much would Taylor dare?_\n\nFor one of the rare times in his life, Steele was frightened to his\ncore.\n\n\"Colonel Steele, sir!\" Major Zukow snapped a perfunctory salute,\nput himself at rest and lowered his towering square-cut body into a\nlaxerchair. The healthy pink in his broad face and the purposefulness\nin the set of his clean-cut features made him look younger than he\nwas, and the close-cropped black hair was like an added insigne of his\nprofession to his perfectly-fitted uniform.\n\n\"You'd better take a look at this, Georgi. And then we've got to get\nthings moving.\" Steele handed the order across his desk.\n\nHe waited while Zukow read. He watched Zukow's face. It seemed to\ngradually coagulate.\n\nAnd when he was finished, Steele said, \"Now find us on there!\"\n\n\"But I don't--anything else, any other details? Is this--?\"\n\n\"It's as true as the leaves on your shoulders, Major. And that's all\nthere is, so far. Grady will be in with anything else when and if it\nshould come. Well? What are you thinking?\"\n\n\"Thinking? If this damned thing isn't some criminal joke, there's no\nthinking to it, Colonel. We just _go_, period. I'll get--\"\n\n\"Just a minute. Did you try to find us on there? What do you make of\nthat?\"\n\n\"A mistake. Some clerical mistake, that's all. What else could be made\nof it? On an order like this?\"\n\nSteele shifted in his swivel-seat, and a neglected spring squawked its\nprotest. \"Suppose,\" he began slowly, \"it was a mistake, Major. But\nTaylor put his name to it anyway, just the way it is. Now, do you think\nhe'd be _likely_ to miss such an error?\"\n\n\n\nZukow hesitated, a scowl corrugating his wide forehead. \"No I don't\nthink so, but whether he was likely to or not hasn't anything to do\nwith it. The mistake was made--he didn't catch it, but he signed it,\nsent it, and it means us like all the rest of 'em, period!\"\n\n\"I think he caught it, Major.\"\n\n\"What do you--\"\n\n\"I mean just that. He caught it. _And still signed it!_\"\n\n\"Colonel, don't be crazy! With a gun in his back--\"\n\n\"Just the point. The people holding the gun would of course have\ngrabbed the records as a check against Taylor's written command.\nIt's the only way they'd have of knowing what was what. They'd do\nall they could to make sure they were given the complete works, of\ncourse, but ultimately, they'd have to trust Taylor--trust his fear of\ntheir terrible power and staggering advantage. Only--let's say there\n_was_ a mistake. One way for it to be caught. Taylor--he'd know at a\nglance--the one man who would. And he still signed it!\"\n\n\"Nuts, Colonel, nuts! What you are suggesting is absolute nonsense.\nWith the lives of billions of people in the balance, you mean he'd--\"\n\n\"Leave it up to us.\"\n\n\"With only twenty J-88s? With a planetful of people in the balance.\nSir, do you think Taylor's a lunatic or something?\"\n\nSteele groped for an answer that would take the cold logic out of\nZukow's questions. The exec had to be wrong. There must be an answer.\n\n\"Zukow,\" he heard himself saying at last, \"there were only three of\nour craft out today--all behind the Big Boy, and I've ordered them\nin--damped, and clammed up. I've grounded the rest. And if we don't get\nanything from communications within the next couple of hours, like a\nNotification of Error and Correction--\"\n\n\"You must be out of your head, Colonel.\" Zukow stood up, towered over\nthe big desk. Veins in his wide forehead stood out redly, accentuating\nthe growing color in his stiffened face. \"In a couple of hours we go\ninto eclipse! Not for long, but while we are, we won't be _able_ to\npick up anything. Suppose _then_ the notification comes? While we're\nworking out some crazy plan still thinking Taylor was trying to pull a\ncute one? Do you think we can take a gamble like that? Do you think we\nhave the _right_ to take a gamble like that?\"\n\n\"As it is,\" Steele replied slowly, \"our people are to be slaves. For\nall we know, forever.\"\n\n\"A little dramatic, aren't you?\"\n\n\"Would you call it a situation to be taken lightly?\"\n\nThe other straightened, said nothing.\n\n\"Major, Taylor was taking a shot in the dark. We're a fantastically\nslim hope--but we're the _only_ one he's got!\"\n\n\"And I think that right now you are a greater enemy to Earth than all\nher Invaders!\"\n\n\"'Liberty or death,' Major, that's what Taylor was saying to us when\nhe knowingly put his signature to a fluke error!\"\n\n\"Oh for God's sake Colonel, come off it! It sounds just jim-dandy but\nyou haven't even got a plan! Infinity to zero, those are your odds! And\nif I thought you were seriously considering _not_ going in. I'd--\"\n\n\"Yes, Major, you'd what?\"\n\nThe door opened. It was Grady. There was a communication folder in his\nhand.\n\nSilently, Steele took the folder. There was an expectant look on\nZukow's flushed face as his superior read the brief message. Then\nSteele looked up.\n\n\"No,\" he said. \"It's not a Notification of Error and Correction. Simply\na follow-up directive ordering all recalled craft to navigate the\nfinal ten thousand miles of their Earth-approaches in intervals of not\nless than twenty minutes each. Seems the Invaders have their entire\nheadquarters and supply set-up in a mother-ship circling Earth--and\nthey aren't taking any chances.\"\n\n\"Under these conditions, then--\"\n\n\"As far as we are concerned, Major, the conditions are the same!\"\n\nFor a moment Zukow stood immobile, his dark eyes snapping down to lock\nwith Steele's. But the colonel's did not flinch. And then the Major\npivoted, and left Steele suddenly alone in the small office.\n\n\n\nHe had hardly completed the all-units bulletin when the call-buzzer\nfrom Operations sounded. Within the next hour his six hundred men, his\ntwenty small J-88 Lancers would be loaded to the fins with all the arms\nthey could carry, and then....\n\nFleetingly, the thought nagged at him. Was Zukow a coward--or right?\nTwenty tiny J-88s balanced against the lives of four billion people....\nYet there would be surprise, and the over-confidence of a powerful\nvictor after an easy conquest. And more, there would be the will of a\nsmall band of men.\n\nHe flipped up the buzzer-switch, and the Operations lieutenant appeared\non his small desk viewer.\n\n\"Yes, lieutenant? Did your group have some difficulty in understanding\nmy bulletin?\"\n\n\"No, sir. We're getting things Space-shape at our end right now. But,\nsir--you said that twenty craft were to be prepared.\"\n\n\"Yes that's correct. All of them.\"\n\n\"But there will be only nineteen, sir. Major Zukow blasted off nearly\na half-hour before your announcement, in a completely unarmed J-88\nand--he said--on your authorization.\"\n\nFor a moment Steele said nothing. His mind seethed, yet he understood.\n\n\"Very well, lieutenant. You will stand by for a second bulletin.\"\n\nThe young officer's face faded from the screen, and Steele tried to\nthink. Obvious, of course, but he wondered how much Zukow could be\nblamed. A frightened man. A coward, perhaps, doing what he thought was\nright.\n\nBut it was _not_ right!\n\nAnd they must now act swiftly. For if the enemy were warned in\nsufficient time....\n\nInfinity to zero, Zukow had said, were his odds. Perhaps.\n\nBut there would be nineteen J-88s, armed to the fins....\n\n\n\nThey had kept Zukow waiting three hours after he landed. He had\nimmediately been placed under guard upon setting the unarmed Lancer\ndown at National Spaceport, and they had not believed him until his\nshouts of protest had been overheard by one of their officers. It had\nalmost been for nothing--\n\nBut now they were taking him to the Pentagon; into Taylor's own suite\nof offices.\n\nAnd Taylor was there. A different-looking Taylor than Zukow\nremembered--no longer the bulky, solid-looking figure. Wan, drawn, as\nwere those few of his staff working with him under the orders of the\nalien commander.\n\nIt was the alien who spoke. Taylor sat white and silent.\n\n\"My officers inform me that you have attempted to convince them of an\nimpossible story, Earthman,\" he said. He was man-like, only taller. His\nhead was bald and like a fleshless skull, and there was the glitter of\na strong intelligence behind the widely-spaced double-lidded red eyes.\n\nAnd Zukow repeated his story. Shamefully, fearfully, he told it. And\nas he did, new color flushed Taylor's lined face, then subsided to the\nwhiteness of helpless anger.\n\n\"Your story will be checked carefully,\" the alien commander said in a\nslurred, yet fluent English. \"If it is true--\"\n\nAnd that was all he said. There was a sudden flurry of movement, and\nGeneral Taylor had wrested a weapon from the alien's belt. He squeezed\nits trigger in quick, desperate spasms, squeezed, squeezed....\n\nZukow lay headless on the floor. Zukow--the alien commander, and his\nguards.\n\n\"Hide them! We've got to hide them!\" Taylor was yelling at his\nparalyzed aides. \"If Steele can pull it off--can wreck that hellish\nmother-ship of theirs, they'll be cut off down here--done for! Come on\nfor God's sake help me!\"\n\nThey sprang into action then.\n\nAnd with the weapons from the slain aliens, waited silently behind the\nbolted office door.\n\nTaylor's wasted frame was tensed. Minutes ... hours ... or death in\nseconds, perhaps. They could only wait.\n\n\n\nThey came out of the Sun.\n\nNineteen flat, finned, stream-lined shapes, orange flame gouting from\nthem as from the lips of Hell itself, hurtling headlong with some\nterrible vengeance glowing in their overheated tubes.\n\nThen Space was suddenly gaping holes of searing color, bursting\nsoundlessly as the nineteen became seventeen, fourteen, twelve.\n\nThe twelve became ten, and it was as though the bowels of the Sun\nitself had erupted to the right and to the left of them, and everywhere\nbefore and behind them.\n\nEight of them completed the first pass, and already there were yawning\nholes in the gleaming hide of their enemy.\n\nThey turned, came on again. Their torpedo-tubes sparkled, and five full\nsalvos struck. The alien mother-ship spilled white flame from a gaping\nrupture in her flank, and three ships were left to close a second time.\n\nThen two flat, finned, stream-lined shapes did not pull from their\npass. They hurtled, instead, headlong into the wounded juggernaut's\nvery heart.\n\nDrunkenly, and with almost deliberate slowness, it split in two, a\nslain thing, spewing its broken structure and shattered creatures with\ncrazy abandon toward the great blue seas of Earth beneath.\n\nOne now there was, its flag-ship insigne half-scorched from its\ntwisted, battered hull. Yet it hurtled through the blackness of Space\ntoward the planet below it, the flush of victory shimmering in its\noverheated tubes.\n\n\n\nThere was little to be said. General Taylor stood at the side of the\nwhite hospital bed, and Colonel Geofferey Steele, his head swathed in\nbandages, looked questioningly up at him.\n\n\"General, did Major Zukow--\"\n\nTaylor's mouth was grim. \"He reached us--and the aliens. But we ...\nmanaged to take care of the situation ... to give you time.\" The\nGeneral's features softened. \"You and your crew--a magnificent job.\nEarth is proud--\"\n\n\"We were lucky, sir,\" Steele attempted a grin. \"Tried hard not to make\nany mistakes....\"\n\nTaylor smiled then, his laughter an emotional release they had both\nbeen seeking. \"I--occasionally overlook mistakes!\" he said.\n\nAnd then the two men laughed together. For a long time.\n",
    "metadata": {
        "author": [
            "Holden, Fox B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66176/pg66176.txt",
        "name": "earthmen_ask_no_quarter!.json"
    }
}