{
    "name": "Eatin' Crow; and The Best Man in Garotte",
    "author": [
        "Harris, Frank"
    ],
    "body": "EATIN' CROW.\n\nThe evening on which Charley Muirhead made his first appearance at\nDoolan's was a memorable one; the camp was in wonderful spirits. Whitman\nwas said to have struck it rich. Garotte, therefore, might yet become\npopular in the larger world, and its evil reputation be removed.\nBesides, what Whitman had done any one might do, for by common consent\nhe was a “derned fool.” Good-humour accordingly reigned at Doolan's,\nand the saloon was filled with an excited, hopeful crowd. Bill Bent,\nhowever, was anything but pleased; he generally was in a bad temper, and\nthis evening, as Crocker remarked carelessly, he was “more ornery than\never.” The rest seemed to pay no attention to the lanky, dark man with\nthe narrow head, round, black eyes, and rasping voice. But Bent would\ncroak: “Whitman's struck nothin'; thar ain't no gold in Garotte; it's\nall work and no dust.” In this strain he went on, offending local\nsentiment and making every one uncomfortable.\n\nMuirhead's first appearance created a certain sensation. He was a fine\nupstanding fellow of six feet or over, well made, and good-looking.\nBut Garotte had too much experience of life to be won by a stranger's\nhandsome looks. Muirhead's fair moustache and large blue eyes counted\nfor little there. Crocker and others, masters in the art of judging\nmen, noticed that his eyes were unsteady, and his manner, though genial,\nseemed hasty. Reggitt summed up their opinion in the phrase, “looks as\nif he'd bite off more'n he could chaw.” Unconscious of the criticism,\nMuirhead talked, offered drinks, and made himself agreeable.\n\nAt length in answer to Bent's continued grumbling, Muirhead said\npleasantly: “'Tain't so bad as that in Garotte, is it? This bar don't\nlook like poverty, and if I set up drinks for the crowd, it's because\nI'm glad to be in this camp.”\n\n“P'r'aps you found the last place you was in jes' a leetle too warm,\neh?” was Bent's retort.\n\nMuirhead's face flushed, and for a second he stood as if he had been\nstruck. Then, while the crowd moved aside, he sprang towards Bent,\nexclaiming, “Take that back--right off! Take it back!”\n\n“What?” asked Bent coolly, as if surprised; at the same time, however,\nretreating a pace or two, he slipped his right hand behind him.\n\nInstantly Muirhead threw himself upon him, rushed him with what seemed\ndemoniac strength to the open door and flung him away out on his back\ninto the muddy ditch that served as a street. For a moment there was a\nhush of expectation, then Bent was seen to gather himself up painfully\nand move out of the square of light into the darkness. But Muirhead did\nnot wait for this; hastily, with hot face and hands still working with\nexcitement, he returned to the bar with:\n\n“That's how I act. No one can jump me. No one, by God!” and he glared\nround the room defiantly. Reggitt, Harrison, and some of the others\nlooked at him as if on the point of retorting, but the cheerfulness\nwas general, and Bent's grumbling before a stranger had irritated them\nalmost as much as his unexpected cowardice. Muirhead's challenge was not\ntaken up, therefore, though Harrison did remark, half sarcastically:\n\n“That may be so. You jump them, I guess.”\n\n“Well, boys, let's have the drink,” Charley Muirhead went on, his manner\nsuddenly changing to that of friendly greeting, just as if he had not\nheard Harrison's words.\n\nThe men moved up to the bar and drank, and before the liquor was\nconsumed, Charley's geniality, acting on the universal good-humour,\nseemed to have done away with the discontent which his violence and\nBent's cowardice had created. This was the greater tribute to his\npersonal charm, as the refugees of Garotte usually hung together, and\nwere inclined to resent promptly any insult offered to one of their\nnumber by a stranger. But in the present case harmony seemed to be\ncompletely reestablished, and it would have taken a keener observer than\nMuirhead to have understood his own position and the general opinion.\nIt was felt that the stranger had bluffed for all he was worth, and that\nGarotte had come out “at the little end of the horn.”\n\nA day or two later Charley Muirhead, walking about the camp, came\nupon Dave Crocker's claim, and offered to buy half of it and work as a\npartner, but the other would not sell; “the claim was worth nothin'; not\ngood enough for two, anyhow;” and there the matter would have ended, had\nnot the young man proposed to work for a spell just to keep his hand\nin. By noon Crocker was won; nobody could resist Charley's hard work\nand laughing high spirits. Shortly afterwards the older man proposed\nto knock off; a day's work, he reckoned, had been done, and evidently\nconsidering it impossible to accept a stranger's labour without\nacknowledgment, he pressed Charley to come up to his shanty and eat\nThe simple meal was soon despatched, and Crocker, feeling the obvious\ndeficiencies of his larder, produced a bottle of Bourbon, and the two\nbegan to drink. Glass succeeded glass, and at length Crocker's reserve\nseemed to thaw; his manner became almost easy, and he spoke half\nfrankly.\n\n“I guess you're strong,” he remarked. “You threw Bent out of the saloon\nthe other night like as if he was nothin'; strength's good, but 'tain't\neverythin'. I mean,” he added, in answer to the other's questioning\nlook, “Samson wouldn't have a show with a man quick on the draw who\nmeant bizness. Bent didn't pan out worth a cent, and the boys didn't\nlike him, but--them things don't happen often.” So in his own way he\ntried to warn the man to whom he had taken a liking.\n\nCharley felt that a warning was intended, for he replied decisively: “It\ndon't matter. I guess he wanted to jump me, and I won't be jumped, not\nif Samson wanted to, and all the revolvers in Garotte were on me.”\n\n“Wall,” Crocker went on quietly, but with a certain curiosity in his\neyes, “that's all right, but I reckon you were mistaken. Bent didn't\nwant to rush ye; 'twas only his cussed way, and he'd had mighty bad\nluck. You might hev waited to see if he meant anythin', mightn't ye?”\n And he looked his listener in the face as he spoke.\n\n“That's it,” Charley replied, after a long pause, “that's just it. I\ncouldn't wait, d'ye see!” and then continued hurriedly, as if driven\nto relieve himself by a full confession: “Maybe you don't _sabe_. It's\nplain enough, though I'd have to begin far back to make you understand.\nBut I don't mind if you want to hear. I was raised in the East, in Rhode\nIsland, and I guess I was liked by everybody. I never had trouble with\nany one, and I was a sort of favourite.... I fell in love with a girl,\nand as I hadn't much money, I came West to make some, as quick as I knew\nhow. The first place I struck was Laramie--you don't know it? 'Twas a\nhard place; cowboys, liquor saloons, cursin' and swearin', poker and\nshootin' nearly every night At the beginning I seemed to get along all\nright, and I liked the boys, and thought they liked me. One night a\nlittle Irishman was rough on me; first of all I didn't notice, thought\nhe meant nothin', and then, all at once, I saw he meant it--and more.\n\n“Well, I got a kind of scare--I don't know why--and I took what he said\nand did nothin'. Next day the boys sort of held off from me, didn't\ntalk; thought me no account, I guess, and that little Irishman just rode\nme round the place with spurs on. I never kicked once. I thought I'd get\nthe money--I had done well with the stock I had bought--and go back\nEast and marry, and no one would be any the wiser. But the Irishman kept\nright on, and first one and then another of the boys went for me, and\nI took it all. I just,” and here his voice rose, and his manner became\nfeverishly excited, “I just ate crow right along for months--and tried\nto look as if 'twas quail.\n\n“One day I got a letter from home. She wanted me to hurry up and come\nback. She thought a lot of me, I could see; more than ever, because I\nhad got along--I had written and told her my best news. And then, what\nhad been hard grew impossible right off. I made up my mind to sell the\nstock and strike for new diggings. I couldn't stand it any longer--not\nafter her letter. I sold out and cleared.... I ought to hev stayed in\nLaramie, p'r'aps, and gone for the Irishman, but I just couldn't. Every\none there was against me.”\n\n“I guess you oughter hev stayed.... Besides, if you had wiped up the\nfloor with that Irishman the boys would hev let up on you.”\n\n“P'r'aps so,” Charley resumed, “but I was sick of the whole crowd. I\nsold off, and lit out. When I got on the new stage-coach, fifty miles\nfrom Laramie, and didn't know the driver or any one, I made up my mind\nto start fresh. Then and there I resolved that I had eaten all the crow\nI was going to eat; the others should eat crow now, and if there was any\njumpin' to be done, I'd do it, whatever it cost. And so I went for Bent\nright off. I didn't want to wait. 'Here's more crow,' I thought, 'but\nI won't eat it; he shall, if I die for it,' and I just threw him out\nquick.”\n\n“I see,” said Crocker, with a certain sympathy in his voice, “but you\noughter hev waited. You oughter make up to wait from this on, Charley.\n'Tain't hard. You don't need to take anythin' and set under it. I'm not\nadvisin' that, but it's stronger to wait before you go fer any one. The\nboys,” he added significantly, “don't like a man to bounce, and what\nthey don't like is pretty hard to do.”\n\n“Damn the boys,” exclaimed Charley vehemently, “they're all alike out\nhere. I can't act different. If I waited, I might wait too long--too\nlong, d'you _sabe?_ I just can't trust myself,” he added in a subdued\ntone.\n\n“No,” replied Crocker meditatively. “No, p'r'aps not. But see here,\nCharley, I kinder like you, and so I tell you, no one can bounce the\ncrowd here in Garotte. They're the worst crowd you ever struck in your\nlife. Garotte's known for hard cases. Why,” he went on earnestly, as if\nhe had suddenly become conscious of the fact, “the other night Reggitt\nand a lot came mighty near goin' fer you--and Harrison, Harrison took\nup what you said. You didn't notice, I guess; and p'r'aps 'twas well you\ndidn't; but you hadn't much to spare. You won by the odd card.\n\n“No one can bounce this camp. They've come from everywhere, and can only\njes' get a livin' here--no more. And when luck's bad they're”--and he\npaused as if no adjective were strong enough. “If a man was steel, and\nthe best and quickest on the draw ever seen, I guess they'd bury him if\nhe played your way.”\n\n“Then they may bury me,” retorted Charley bitterly, “but I've eaten my\nshare of crow. I ain't goin' to eat any more. Can't go East now with the\ntaste of it in my mouth. I'd rather they buried me.”\n\nAnd they did bury him--about a fortnight after. July, 1892.\n\n\n\n\nTHE BEST MAN IN GAROTTE.\n\nLawyer Rablay had come from nobody knew where. He was a small man,\nalmost as round as a billiard ball. His body was round, his head was\nround; his blue eyes and even his mouth and chin were round; his nose\nwas a perky snub; he was florid and prematurely bald--a picture of\ngood-humour. And yet he was a power in Garotte. When he came to the\ncamp, a row was the only form of recreation known to the miners. A\n“fuss” took men out of themselves, and was accordingly hailed as an\namusement; besides, it afforded a subject of conversation. But after\nLawyer Rablay's arrival fights became comparatively infrequent. Would-be\nstudents of human nature declared at first that his flow of spirits was\nmerely animal, and that his wit was thin; but even these envious ones\nhad to admit later that his wit told, and that his good-humour was\ncatching.\n\nCrocker and Harrison had nearly got to loggerheads one night for no\nreason apparently, save that each had a high reputation for courage,\nand neither could find a worthier antagonist. In the nick of time Rablay\nappeared; he seemed to understand the situation at a glance, and broke\nin:\n\n“See here, boys. I'll settle this. They're disputin'--I know they are.\nWant to decide with bullets whether 'Frisco or Denver's the finest city.\n'Frisco's bigger and older, says Crocker; Harrison maintains Denver's\nbetter laid out. Crocker replies in his quiet way that 'Frisco ain't\ndead yet” Good temper being now re-established, Rablay went on: “I'll\ndecide this matter right off. Crocker and Harrison shall set up drinks\nfor the crowd till we're all laid out. And I'll tell a story,” and he\nbegan a tale which cannot be retold here, but which delighted the boys\nas much by its salaciousness as by its vivacity.\n\nLawyer Rablay was to Garotte what novels, theatres, churches, concerts\nare to more favoured cities; in fact, for some six months, he and\nhis stories constituted the chief humanizing influence in the camp.\nDeputations were often despatched from Doolan's to bring Rablay to the\nbar. The miners got up “cases” in order to give him work. More than once\nboth parties in a dispute, real or imaginary, engaged him, despite his\nprotestations, as attorney, and afterwards the boys insisted that,\nbeing advocate for both sides, he was well fitted to decide the issue\nas judge. He had not been a month in Garotte before he was christened\nJudge, and every question, whether of claim-boundaries, the suitability\nof a nickname, or the value of “dust,” was submitted for his decision.\nIt cannot be asserted that his enviable position was due either to\nperfect impartiality or to infallible wisdom. But every one knew that\nhis judgments would be informed by shrewd sense and good-humour,\nand would be followed by a story, and woe betide the disputant\nwhose perversity deferred that pleasure. So Garotte became a sort of\ntheocracy, with Judge Rablay as ruler. And yet he was, perhaps, the\nonly man in the community whose courage had never been tested or even\nconsidered.\n\nOne afternoon a man came to Garotte, who had a widespread reputation.\nHis name was Bill Hitchcock. A marvellous shot, a first-rate\npoker-player, a good rider--these virtues were outweighed by his\ndesperate temper. Though not more than five-and-twenty years of age\nhis courage and ferocity had made him a marked man. He was said to have\nkilled half-a-dozen men; and it was known that he had generally provoked\nhis victims. No one could imagine why he had come to Garotte, but he\nhad not been half an hour in the place before he was recognized. It was\ndifficult to forget him, once seen. He was tall and broad-shouldered;\nhis face long, with well-cut features; a brown moustache drooped\nnegligently over his mouth; his heavy eyelids were usually half-closed,\nbut when in moments of excitement they were suddenly updrawn, one was\nstartled by a naked hardness of grey-green eyes.\n\nHitchcock spent the whole afternoon in Doolan's, scarcely speaking a\nword. As night drew down, the throng of miners increased. Luck had been\nbad for weeks; the camp was in a state of savage ill-humour. Not a\nfew came to the saloon that night intending to show, if an opportunity\noffered, that neither Hitchcock nor any one else on earth could scare\nthem. As minute after minute passed the tension increased. Yet Hitchcock\nstood in the midst of them, drinking and smoking in silence, seemingly\nunconcerned.\n\nPresently the Judge came in with a smile on his round face and shot off\na merry remark. But the quip didn't take as it should have done. He\nwas received with quiet nods and not with smiles and loud greetings as\nusual. Nothing daunted, he made his way to the bar, and, standing next\nto Hitchcock, called for a drink.\n\n“Come, Doolan, a Bourbon; our only monarch!”\n\nBeyond a smile from Doolan the remark elicited no applause. Astonished,\nthe Judge looked about him; never in his experience had the camp been\nin that temper. But still he had conquered too often to doubt his powers\nnow. Again and again he tried to break the spell--in vain. As a last\nresort he resolved to use his infallible receipt against ill-temper.\n\n“Boys! I've just come in to tell you one little story; then I'll have to\ngo.”\n\nFrom force of habit the crowd drew towards him, and faces relaxed.\nCheered by this he picked up his glass from the bar and turned towards\nhis audience. Unluckily, as he moved, his right arm brushed against\nHitchcock, who was looking at him with half-opened eyes. The next moment\nHitchcock had picked up his glass and dashed it in the Judge's face.\nStartled, confounded by the unexpected suddenness of the attack, Rablay\nbacked two or three paces, and, blinded by the rush of blood from his\nforehead, drew out his handkerchief. No one stirred. It was part of the\nunwritten law in Garotte to let every man in such circumstances play his\ngame as he pleased. For a moment or two the Judge mopped his face, and\nthen he started towards his assailant with his round face puckered up\nand out-thrust hands. He had scarcely moved, however, when Hitchcock\nlevelled a long Navy Colt against his breast:\n\n“Git back, you -------- ------”\n\nThe Judge stopped. He was unarmed but not cowed. All of a sudden those\nwary, long eyes of Hitchcock took in the fact that a score of revolvers\ncovered him.\n\nWith lazy deliberation Dave Crocker moved out of the throng towards the\ncombatants, and standing between them, with his revolver pointing to the\nground, said sympathetically:\n\n“Jedge, we're sorry you've been jumped, here in Garotte. Now, what would\nyou like?”\n\n“A fair fight,” replied Rablay, beginning again to use his handkerchief.\n\n“Wall,” Crocker went on, after a pause for thought. “A square fight's\ngood but hard to get. This man,” and his head made a motion towards\nHitchcock as he spoke, “is one of the best shots there is, and I reckon\nyou're not as good at shootin' as at--other things.” Again he paused\nto think, and then continued with the same deliberate air of careful\nreflection, “We all cotton to you, Jedge; you know that. Suppose you\npick a man who kin shoot, and leave it to him. That'd be fair, an' you\nkin jes' choose any of us, or one after the other. We're all willin'.”\n\n“No,” replied the Judge, taking away the handkerchief, and showing a\njagged, red line on his forehead. “No! he struck _me_. I don't want any\none to help me, or take my place.”\n\n“That's right,” said Crocker, approvingly; “that's right, Jedge, we all\nlike that, but 'tain't square, and this camp means to hev it square.\nYou bet!” And, in the difficult circumstances, he looked round for the\napproval which was manifest on every one of the serious faces. Again he\nbegan: “I guess, Jedge, you'd better take my plan, 'twould be surer. No!\nWall, suppose I take two six-shooters, one loaded, the other empty, and\nput them under a _capote_ on the table in the next room. You could both\ngo in and draw for weapons; that'd be square, I reckon?” and he waited\nfor the Judge's reply.\n\n“Yes,” replied Rablay, “that'd be fair. I agree to that.”\n\n“Hell!” exclaimed Hitchcock, “I don't. If he wants to fight, I'm here;\nbut I ain't goin' to take a hand in no sich derned game--with the cards\nstocked agen me.”\n\n“Ain't you?” retorted Crocker, facing him, and beginning slowly. “I\nreckon _you'll_ play any game we say. _See!_ any damned game _we_ like.\nD'ye understand?”\n\nAs no response was forthcoming to this defiance, he went into the other\nroom to arrange the preliminaries of the duel. A few moments passed\nin silence, and then he came back through the lane of men to the two\ncombatants.\n\n“Jedge,” he began, “the six-shooters are there, all ready. Would you\nlike to hev first draw, or throw for it with him?” contemptuously\nindicating Hitchcock with a movement of his head as he concluded.\n\n“Let us throw,” replied Rablay, quietly.\n\nIn silence the three dice and the box were placed by Doolan on the bar.\nIn response to Crocker's gesture the Judge took up the box and rolled\nout two fives and a three--thirteen. Every one felt that he had lost the\ndraw, but his face did not change any more than that of his adversary.\nIn silence Hitchcock replaced the dice in the box and threw a three, a\nfour, and a two--nine; he put down the box emphatically.\n\n“Wall,” Crocker decided impassively, “I guess that gives you the draw,\nJedge; we throw fer high in Garotte--sometimes,” he went on, turning\nas if to explain to Hitchcock, but with insult in his voice, and then,\n“After you, Jedge!”\n\nRablay passed through the crowd into the next room. There, on a table,\nwas a small heap covered with a cloak. Silently the men pressed round,\nleaving Crocker between the two adversaries in the full light of the\nswinging lamp.\n\n“Now, Jedge,” said Crocker, with a motion towards the table.\n\n“No!” returned the Judge, with white, fixed face, “he won; let him draw\nfirst. I only want a square deal.”\n\nA low hum of surprise went round the room. Garotte was more than\nsatisfied with its champion. Crocker looked at Hitchcock, and said:\n\n“It's your draw, then.” The words were careless, but the tone and face\nspoke clearly enough.\n\nA quick glance round the room and Hitchcock saw that he was trapped.\nThese men would show him no mercy. At once the wild beast in him\nappeared. He stepped to the table, put his hand under the cloak, drew\nout a revolver, dropped it, pointing towards Rablay's face, and pulled\nthe trigger. A sharp click. That revolver, at any rate, was unloaded.\nQuick as thought Crocker stepped between Hitchcock and the table. Then\nhe said:\n\n“It's your turn now, Jedge!”\n\nAs he spoke a sound, half of relief and half of content came from the\nthroats of the onlookers. The Judge did not move. He had not quivered\nwhen the revolver was levelled within a foot of his head; he did not\nappear to have seen it. With set eyes and pale face, and the jagged\nwound on his forehead whence the blood still trickled, he had waited,\nand now he did not seem to hear. Again Crocker spoke:\n\n“Come, Jedge, it's your turn.”\n\nThe sharp, loud words seemed to break the spell which had paralyzed the\nman. He moved to the table, and slowly drew the revolver from under the\ncloak. His hesitation was too much for the crowd.\n\n“Throw it through him, Jedge! Now's your chance. Wade in, Jedge!”\n\nThe desperate ferocity of the curt phrases seemed to move him. He raised\nthe revolver. Then came in tones of triumph:\n\n“I'll bet high on the Jedge!”\n\nHe dropped the revolver on the floor, and fled from the room.\n\nThe first feeling of the crowd of men was utter astonishment, but in\na moment or two this gave place to half-contemptuous sympathy. What\nexpression this sentiment would have found it is impossible to say, for\njust then Bill Hitchcock observed with a sneer:\n\n“As he's run, I may as well walk;” and he stepped towards the bar-room.\n\nInstantly Crocker threw himself in front of him with his face on fire.\n\n“Walk--will ye?” he burst out, the long-repressed rage flaming\nup--“walk! when you've jumped the best man in Garotte--walk! No, by God,\nyou'll crawl, d'ye hear? crawl--right out of this camp, right now!” and\nhe dropped his revolver on Hitchcock's breast.\n\nThen came a wild chorus of shouts.\n\n“That's right! That's the talk! Crawl, will ye! Down on yer hands and\nknees. Crawl, damn ye! Crawl!” and a score of revolvers covered the\nstranger.\n\nFor a moment he stood defiant, looking his assailants in the eyes. His\nface seemed to have grown thinner, and his moustache twitched with the\nsnarling movement of a brute at bay. Then he was tripped up and thrown\nforwards amid a storm of, “Crawl, damn ye--naw.” And so Hitchcock\ncrawled, on hands and knees out of Doonan's.\n\nLawyer Rabley, too, was never afterwards seen in Garrotte. Men said his\nnerves had “give out.”\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Harris, Frank"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23011/pg23011.txt",
        "name": "eatin_crow;_and_the_best_man_in_garotte.json"
    }
}