{
    "name": "Education of a Martian",
    "author": [
        "Shallit, Joseph"
    ],
    "body": "Walter Harley glowered across the room at his daughter. He didn't like\nthe willful tone that crept into her voice these days; he didn't like\nthe way her gray eyes spread wide at him, the way her lips tensed, the\nway she drew herself up, tall and slim, an arch of determination. The\ndarned girl had grown up too fast, that was the trouble.\n\nJoyce faced up to his scowl, shaky as she was. She knew what he was\nthinking, because he had told her enough times--she was a headstrong\ngirl without a brain cell to her name; her college education had been\na waste; worse than that, it had pumped her full of crazy ideas, had\nknocked her sense of values upside down.\n\n\"How anybody in their right mind....\" he growled at her. \"Listen,\nyou've already been to Mars. You've seen it. What do you want to go to\nthat miserable, dried-up hole again for?\"\n\n\"Because ... because I was happy there,\" she said tremulously.\n\n\"What? With those miserable savages?\" He slapped his euphoria pipe down\non the table. \"Ethel, will you listen to that?\"\n\nJoyce's mother, plump and round-shouldered and vague-eyed, was deep in\nher reclining chair, the miniature transviewer on her lap, watching a\ngarden party in Rome.\n\n\"What is it, dear?\" she asked unhappily.\n\n\"This crazy girl wants to take her vacation on Mars again.\"\n\n\"Well ... it _is_ educational,\" Ethel said.\n\nHarley made a wild, exasperated sound. \"What do you know about it?\nYou've never been there. It's a dried-up hole, I tell you. It's a\nslum--it's one great big slum. Just one decent hotel in the whole\nplace, and that's only because some of our boys went out there and put\nit up for them.\"\n\n\"That awful hotel--\" Joyce caught herself. Not an argument about this,\nplease! There was trouble enough waiting for her. \"I wouldn't stay at\nthe hotel,\" she said quietly.\n\n\"What do you mean? Where would you stay?\"\n\n\"With some people I know there.\"\n\nShe saw his heavy eyebrows clench, saw his eyes search her\nsuspiciously. She heard her mother's uneasy movements. She sat tautly,\nher hands in her lap.\n\n\"Who,\" Harley said finally, \"are these people?\"\n\n\"Just ... some friends,\" Joyce said. Now it was coming, now, now.\n\n\"What friends?\" Her father's voice was lower, harsher.\n\n\"Just some people I met when I was there last time.\"\n\n\"Just some.... Say! Is this why we've been running up these solarphone\nbills? What've you been doing--talking to these people every week?\"\n\n\"Only a few times.\"\n\n\"Look here. Look at me. Joyce, answer me. Have you been talking to that\nfellow you told us about--the one you met on your other trip?\"\n\nShe let it out, a tiny, miserable, \"Yes.\"\n\nHarley's hand slammed down on the table. He wrestled his heavy body\nup out of his chair, stamped halfway across the room toward her and\nstopped.\n\n\"Young lady, I'm not going to have this. I'm not going to have\nanything like this! You hear? You want to get tangled up with him? My\nGod, you've been communicating with him for a _year_?\"\n\n\"Whenever I was able to,\" Joyce said hoarsely, looking at the floor.\n\n\"Joyce!\" He came to her, reached down and lifted her chin. \"Joyce,\nyou're not--you're not in love with this--this creature!\"\n\nShe nodded, suddenly angered at her weakness, angered at the wetness in\nher eyes.\n\n\"Oh, my God!\" Harley raised his arms, brought them down with a slap\nagainst his thighs. He turned away from her. He glared at his wife, who\nwas drifting nervously up out of her chair. He turned back to Joyce.\n\"You're not serious. You can't be. This can't--this just can't happen\nto us. You'll have to get this foolishness out of your head right now.\nRight this minute. My God, the next thing you know, you'll be wanting\nto marry one of those things.\"\n\n\"I do....\" The sound barely came out. She swallowed, forced her voice\nup. \"I am going to marry him.\"\n\n\n\nA blast of silence swept the room, but, strangely, the shock of it\ndidn't touch her. All at once, she was calm, quiet. She had said it,\nand now she was armored against everything.\n\n\"No,\" her father was saying dully. \"No, Joyce. No.\"\n\n\"I'm sorry, Dad,\" she said all in a rush. \"I've thought about it a long\ntime. I thought I'd forget him after a little while. I wasn't able to.\nI'm in love with him--I'll always be in love with him. When I come\nback, I'm bringing him with me. We're going to be married here.\"\n\nNow, finally, the storm broke out of him. He yelled at her, he stamped\naround, his fists pounded the air--it was just as she had pictured it,\ndreaded it. Yet she was unshaken now, detachedly able to watch him as\nif he were some unruly, unintelligent child. I am going to marry him,\nshe had said, and once the words were out, everything else was easy.\nThere were no problems. There was nothing to be afraid of.\n\n\"His name is Gregrill,\" she said. \"They don't have last names. We'll\nhave to make one up or perhaps use mine.\"\n\n\"I'll see my daughter dead before I let her marry a Martian!\" Harley\nroared.\n\n\"But if she really loves him--\" Ethel intruded timorously.\n\n\"Loves him? Love that miserable scum?\"\n\n\"Dad, please,\" Joyce said quietly. \"You're condemning somebody you've\nnever seen.\"\n\n\"I don't have to see him! He's a Martian, isn't he? He has horns,\ndoesn't he?\"\n\n\"They're not horns. They're antennae.\"\n\n\"Call them what you like, they're horns!\"\n\n\"They're antennae, Dad,\" Joyce repeated firmly. \"They're proof of\nadvanced development. They can communicate with each other hundreds of\nmiles. They can sense instantly--\"\n\n\"I don't want to hear about it!\"\n\n\"But, dear,\" Ethel tried again, \"sometimes, when they marry an\nEarthling girl, they cut those horns off, and then they look just like\nus.\"\n\n\"I wouldn't let him--\" Joyce bit off each word--\"do any such thing. I'd\nbe utterly ashamed of him. I wouldn't marry him if he knuckled under\nto our prejudices like that. What does he have to be apologetic about?\nHe's a superior being--\"\n\n\"Superior?\" her father howled at her, but his voice was losing its\npower.\n\n\n\n\"In spite of our buildings and machines and things, they're far richer\nthan we are, really. They have such a richness of feeling, such warmth,\nsuch sensitivity. They understand and feel so much more than we do.\nIt's--it's fantastic. It's just something we can't comprehend.\"\n\n\"I see,\" he said bitterly. \"And how are you going to comprehend them?\"\n\n\"Gregrill can speak Earthling as well as I can,\" Joyce said. \"He's a\ngraduate of the university there in Memnonia. Maybe, with his guidance,\nI'll eventually get some insight into--\"\n\n\"My God,\" Harley said dully. He walked unsteadily away from her and\nfell into his chair. \"A daughter of mine....\" He looked at her again.\n\"Joyce, can't you see it's impossible? It couldn't work. These mixed\nmarriages have never worked out. Never! Don't you see how it would be?\nYou'd be an outcast. None of your friends would ever want to see you\nagain.\"\n\n\"Well, if they should happen to be stupid and prejudiced--\"\n\n\"_I'm_ that stupid and prejudiced! I wouldn't let a Martian in my\nhouse! They're the scum of the Solar System!\"\n\n\"Dad, I won't listen to you talk like that.\"\n\n\"What do you want to do--be the wife of a janitor?\" he went on\nrelentlessly. \"Porters and janitors, that's all they're fit for.\"\n\n\"If they were ever given a chance--\"\n\n\"A chance? What would they do with it? Loaf around dreamily, get\nnowhere. Nowhere at all! And pull us down to their level while they're\nfouling up our civilization!\"\n\nJoyce stood up, her hands trembling.\n\n\"You're not going to Mars!\" Harley shouted. \"You're not going, you\nhear? You're staying right here on earth!\"\n\n\"I'm afraid,\" she said unsteadily, \"that you're too late. I already\nhave my ticket. I expected you'd make a fuss. My--my trunk is at the\nspaceport. Nothing can stop me now, Dad.\"\n\n\"I'll stop you. You'll never marry that scum. By God, if I have to take\nit to the Panterrestrial Court--\"\n\n\"Good-by, Dad. I'm not booked to sail till Thursday, but I think\nit's better if I spend the remaining days in a hotel. It'll be more\ncomfortable for all of us.\"\n\n\"Joyce, come back here!\"\n\n\"Good-by, Dad.\" She waved a shaky hand at her mother. \"Good-by, Mom.\nSee you soon.\"\n\n\"Joyce! Come back!\"\n\nShe went out, quietly closing the door behind her.\n\n\n\nThe huge 1200-passenger spaceship settled down slowly toward the\nlanding field, its braking jets making a queer whistling sound in the\nthin Martian air. The passengers crowded to the windows. Most of them\nwere already in their thermosuits, though the daylight temperature\nwas close to fifty degrees. Some were even adjusting their oxygen\npacks. These weren't necessary at all, except for long hikes or intense\nexertion, which few of the visitors would indulge in. But they'd\nbought the things and they were going to use them--it was part of the\nadventure.\n\nMost of the passengers were working people on vacation, taking\nadvantage of the special two-in-a-room rate. There were a few salesmen,\nnervous but hopeful about the possibilities of opening up the\nhinterlands; so far, only Memnonia, the Martian capital, had provided\nEarthlings with any business.\n\nIn the bow of the spaceship was a crowd of girls, a college graduating\nclass. Some of them were dressed in the new skin-tight thermosuits\nwhich were stirring up so much fuss in the fashion magazines. Listening\nto their ecstatic, senseless chatter, Joyce suddenly felt immensely\nolder. The day, thirteen months ago, when she first sighted the\nMemnonian landscape with her own class, seemed impossibly long ago....\n\nThe ship nestled in against the vast loading ramp. A whistle sounded.\nThe doors slid open. Husky, bare-chested Martian porters crowded\naboard, began wheeling out the luggage. Joyce stepped out into the\npale sunlight. The clear, thin air tingled at her nostrils, dizzied\nher, as she'd known it would till she got used to it. She followed\nher porter down the ramp. It seemed to her, in her giddiness, that\nGregrill himself was down there, down at the end of the ramp, bronzed,\nbare-armed, coming toward her--\n\nIt _was_ he!\n\nHe had made the two-hundred-mile trip to meet her!\n\nShe began to run. She stumbled, caught herself on somebody's arm, ran\nagain, plunged against him, lost herself against his big, powerful\nchest.\n\n\"Oh, Greg! Greg, you're here!\"\n\nIt was a long while before she could pull herself away to look at him.\nShe had forgotten his strength, the magnificent arch of his chest. He\nwas wearing a white fiber vest in the traditional style, sleeveless,\ncut low in front. His sun-washed skin glowed like polished bronze. The\nhighlights shone on the strong, high arc of his nose, the ridge of his\ncheekbones. His fragile russet antennae swayed like wheat stalks in the\nwind.\n\nThere were muttered complaints around her. She was being shoved,\nprodded. She'd hardly realized they were standing in the midst of the\nswarming passengers.\n\n\"Oh,\" she laughed tremulously, \"let's move. My luggage. Where--oh,\nthere it is, that man over there with the cart.\"\n\n\"I will get it,\" Gregrill said.\n\n\"Oh, no, please.\"\n\nBut he was already striding away, big and powerful, towering over most\nof the Earthlings who were scurrying past. She saw him give something\nto the Martian porter, watched him swing the trunk up on his shoulder.\nIt writhed in her, it devastated her, her father's contemptuous\ndismissal--\"porters and janitors, that's all they're fit for.\"\n\n\"Greg, put it down,\" she said frantically. \"I won't have you carrying\nit!\"\n\nHe smiled at her indulgently. \"It is not heavy.\"\n\n\"I don't want you to,\" she pleaded.\n\n\"Why do you not want me to?\" he asked puzzledly. \"Somebody must.\"\n\nBut how could she say it? How could she discuss it at all? She walked\nbeside him, dumbly. They went down the ramp to where the aircabs were\nloading. An Earthling company had put in all the air transport here;\nthe Martians themselves had never bothered to develop anything more\nadvanced than the _eshbrug_, a lumbering, three-wheeled, sun-powered\nvehicle.\n\n\"We shall take the airbus,\" Gregrill said.\n\n\"Oh, do we have to?\" she asked.\n\n\"How else can we go?\"\n\n\"Can't we get an _eshbrug_?\"\n\nHe looked at her wonderingly. \"To travel three times as long? I am\naware that you are tired--\"\n\n\"I'm tired of a lot of things,\" she blurted. \"I'm tired of all the\nsmooth, cynical, streamlined--Right now, I'd rather walk the whole way\nthan step into an Earthling airbus.\"\n\nHe gave an uncertain laugh. \"I am not sure that I understand your\nmeaning.\"\n\n\"I'll explain it some time.\"\n\nBut how could she ever? He thought Earthlings were all such noble,\nshining, gifted creatures. How could she tell him of the rot at the\nheart of so many of them?\n\n\"Come on,\" she insisted desperately. \"Let's find an _eshbrug_.\"\n\n\n\nThe driver let them out at Gregrill's road. Gregrill shouldered the\ntrunk, and they walked down past the irregular row of red, sunbaked,\ndome-shaped houses, each with its big tank in the rear for catching\nMars' meager rainfall. Joyce felt a quickening, a surge of warmth,\nwhen she saw them and the quiet, open-faced people in their doorways,\nsmiling their shy welcomes. She was coming home.\n\nShe was coming home....\n\nGregrill's mother and father were waiting just inside their door. They\nopened their arms; they hardly said a word. Joyce ran to them, folded\nthem against her. She didn't mind the tears.\n\nShe let them lead her into the main room, let them seat her, put\npillows around her. She sat there bathing in their tenderness, their\nsimple good-heartedness.\n\nCouldn't everybody see it? Why couldn't her father know it? These were\nthe best people in the Universe!\n\nDinner was an Earthling meal. Joyce had been looking forward to a dish\nof _mrila_, the Martian rice, and _krulevak_, the white fruit that\ntasted like luscious chicken meat. But Gregrill's parents had obviously\nfelt that their humble foods were too mean for her exalted taste and\nthey had gone to the expense of bringing in vegetables and meats from\nthe Earthling import shop in Memnonia.\n\nJoyce hid her disappointment. She had an impulse to say, \"Please,\nplease don't mimic our Earthling ways. Stay the way you are. Don't\nspoil anything. Don't lose what you have.\"\n\nAfter dinner, Gregrill took her for a walk. Joyce had her thermosuit\non now. The Sun was setting, and the startling cold of the Martian\nnight was coming in fast. Gregrill changed his fiber vest for a sleeved\njacket, though of the same light material. It was incredible how little\nprotection these people needed against the cold. But, of course,\nthey'd adapted to it.\n\nThey walked along the edge of the gorge that cut through the stunted\nforest half a mile from Gregrill's home. The rough sides of the gorge\nrose sheer and splendid, a marvel of glittering color--red, orange,\nyellow, brown. Far down on the rocky bed, a shallow stream flowed\nsluggishly to the south.\n\nSoon, as summer came on, the stream would quickly deepen. From the\nnorthern ice fields, a torrent of blue water would come rushing\ndown the gorges, and the heavy rains would come, and the red ground\nunderfoot would turn to a miraculous green, and the _mrila_ would\nsprout up like a rug of green velvet across the wide fields and the\nterraced hills.\n\nIf she could only stay here, if they could only build their lives here\nwith these simple, good-hearted people....\n\nBut she knew it couldn't be. Gregrill would be wasted here. Earth,\ndespite all its hatefulness for her, was the only place where his\ngenius would have a chance to unfold and display its potentialities.\n\n\"It is time that we go back?\" Gregrill asked. \"You are cold?\"\n\nSuddenly, helplessly, Joyce began to laugh.\n\n\"What is it?\" Gregrill said, confused by the sudden laughter.\n\n\"The funny stiff way you talk!\" She laughed on and on. She couldn't\nstop.\n\n\"I am sorry,\" he said, turning aside, his face full of hurt.\n\n\"Oh, no!\" She caught his arm. \"Don't misunderstand. I love the\nway you talk. I want you always to talk the way you do now. Don't\nchange--please don't ever change. I love you just as you are.\"\n\n\n\nGregrill got his visa five days later. It was a complicated affair.\nJoyce had to sign half a dozen affidavits at the Earthling consulate,\nall certifying in one way or another that she intended to marry\nGregrill as soon as they reached Earth, and that she guaranteed he\nwouldn't become a public charge. It was practically the only way a\nMartian had of getting to Earth.\n\nIt infuriated her, this stupid legislation by which Earth denied itself\neverything these people could contribute to its culture. A few years\nago, the Earthling government had admitted several thousand Martians to\nfill the pressing shortage of menial labor, and had permitted Venusians\nto take jobs as room stewards and waiters on the spaceships; and by\nthat trivial concession, it had felt it was fulfilling its obligations\nto the Interplanetary Union.\n\nWhen would it learn what its narrow prejudices were costing? Would\nit have to wait till someone like Gregrill stepped forward and\ndemonstrated all the richness it was missing?\n\nThe formal good-bys had been said. The neighbors had held a party for\nthem. It had been in a clearing behind the houses, out in the clean,\nlemon-yellow sunlight. They had eaten roasted _trork_, the crustacean\ndelicacy from the northern gorges, and _mrila_ made into candied\npatties. Gregrill's mother and father had danced the grave, stately\nfarewell dance. And now, on their final evening on Mars, Joyce and\nGregrill were taking their last walk along the deep, echoing gorge.\n\nShe had just been watching him finish his packing, and the pain of\nit still sat in her throat. He had included his college books--every\none of his texts and notebooks--packing them in so reverently, so\npathetically confident that all he had to do was follow his classroom\nprecepts, and recognition and success would come tumbling into his\nhands....\n\n\"I hope that your parents will like me as well as my parents like you,\"\nGregrill said.\n\n\"Oh, yes,\" Joyce assured him hoarsely.\n\n\"Perhaps they will not be pleased that you marry a Martian.\"\n\n\"No, Greg, no. They'll--\" But she couldn't carry it on.\n\nHe turned to face her; he looked at her hard. He was starting to speak,\nto ask the obvious questions, but she flung herself against him.\n\n\"Greg! Let's get married here! Let's get married before we leave.\"\n\nHe held her away from him so he could look at her. \"But you had wished\nto be married on Earth,\" he said bewilderedly.\n\n\"I know, but I've changed my mind. I want it here, now. Oh, Greg, I'm\nafraid....\"\n\nHis big russet eyes narrowed, his high-winged nostrils flared, scenting\ndanger. \"You are afraid of what?\" he asked quietly.\n\n\"I don't know, Greg. I--I'm just afraid something will happen,\nsomething will go wrong, I don't know what.\" She couldn't look him in\nthe eyes. \"Let's get married here, in the morning, before we leave.\nThen we'll be married.\n\n\"Nothing can go wrong.\"\n\n\"Will not your parents be angered that you--\"\n\n\"No, no, Greg. It'll be all right. This is the best way, believe me.\"\n\n\"I believe you,\" he said gravely.\n\nAnd it caught her again, his small-boy solemnity. She was caught in a\nburst of helpless laughter. \"Oh, Greg, I love you!\"\n\n\n\nThey were married by a Martian priest in a small red-draped temple in\nMemnonia, not far from the spaceport. The ceremony was without words,\nlike all religious rites on Mars. The tall, round-bodied priest, a\nhuge cylinder of a man in heavy ritual fiber robes, stood facing them,\nhis hands stiff against his sides, his eyes closed, his heavy features\nmotionless.\n\nJoyce closed her eyes, too. She strained to hear, feel, sense something\nof what was passing between the priest and Gregrill. Surely, if she\nstrained hard enough, she would catch some echo, some aura. But the air\ndefied her; she was deaf, blind, insensate; she was cut off irrevocably\nfrom this higher level of communication. Perhaps their children....\n\n\"He is saying the words now,\" Gregrill whispered in her ear. \"You\ntwo together ... comfort each other ... against the darkness and the\ndrought ... through the long dry misery of winter ... when the water\nis locked and nothing grows ... till the glad day of rain and running\nstreams ... you two together ... comfort each other....\"\n\n\"Say yes, my darling,\" Gregrill told her.\n\n\"Yes, yes! Oh, yes!\"\n\nThey were outside, striding exultantly through the sunshine, the light\nwind tossing their hair, and the words kept singing to her: \"Through\nthe long dry misery of winter ... till the glad day of rain....\"\n\nOh, yes, Greg! Yes!\n\nWhen they reached the spaceship, their bags had already been taken to\ntheir stateroom, unpacked, the clothing arranged in the dressers--the\nmeticulous work of the Venusian stewards. Even the bedcovers were\nturned down, her nightgown laid out.\n\n\"Greg,\" she said in a rush of embarrassment, \"let's go out and watch\nthe ... watch how we take off.\"\n\n\"You go, and I shall join you soon,\" he said. \"I must wash and anoint\nmyself as a bridegroom.\"\n\nJoyce went down the corridor into the observation rotunda. The huge\nsemicircular window was cluttered with jabbering passengers. She\nsqueezed in among them, but she stayed only a moment. She pushed\nher way back out and went to a table near the head of the corridor,\nand waited restlessly for him. Midway down the corridor, a Venusian\nsteward, a scrawny little gray-skinned, long-beaked fellow, was running\na cleaning machine over the floor. She smiled at him, but he turned his\nface shyly away.\n\nAnd then Gregrill came, moving up the corridor with his lithe,\nmagnificent grace.\n\nHis wet hair glistened.\n\n\"Greg, you look wonderful!\" she cried, instantly aware of how foolish\nshe sounded.\n\nHe speeded his steps. He didn't see the cleaning hose in his path. The\nVenusian moved quickly to pull it aside, but it caught Gregrill's foot.\nHe stumbled, caught himself on the corridor rail. Swiftly he turned,\nhis arm swung out, his forearm slammed against the jaw of the little\nVenusian, sending him crashing down against his cleaning machine.\nGregrill looked down at him a moment. Then he turned, gave Joyce a\nbroad smile and walked to her table.\n\n\"Greg.\" Her throat was dry. \"Why did you do that? He didn't mean it.\"\n\n\"It is his duty to avoid such accidents,\" Gregrill said.\n\n\"But look, he's still lying there. Let's go help him.\"\n\n\"Leave him there,\" he said. \"He is only a Venusian.\"\n\n\"Only a--?\"\n\n\"Venusian.\" His lips curled. \"They are the scum of the Solar System.\"\n\nThe tremor that went through her was lost in the thrust of the jets as\nthe ship took off.\n\n\"They are not even fit for cleaning floors,\" Gregrill said. He suddenly\nsmiled. \"Do you not see the change I have made?\" He gestured at his\nhead.\n\nThrough tear-blinded eyes, she saw his glossy waves of hair. The\nantennae were gone!\n\n\"It hurt only a little,\" he said. \"I could not wait until I had them\noff. I have been ashamed of them for so long.\"\n\nLord, who was this person she had married? _She didn't know him!_\n\n\"I see that you are still upset,\" he said. \"Please understand that\nthese Venusians must be kept in their place.\"\n\nIt was some stranger. She couldn't be married to him. She couldn't!\n\n\"I wonder if I look like an Earthling now,\" he said. \"Tell me, do you\nthink that I look a little like your father and his friends?\"\n\nShe answered him wearily, defeatedly: \"Yes, Greg. You do. Exactly.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Shallit, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/50877/pg50877.txt",
        "name": "education_of_a_martian.json"
    }
}