{
    "name": "Eight Million Dollars From Mars!",
    "author": [
        "Marks, Winston K. (Winston Kinney)"
    ],
    "body": "His poise was perfect as he crossed the concourse with the highly\nvaulted ceiling. He moved with purpose but not in haste, his arms\nswinging freely, eyes straight ahead. At his heels, the squat, robot\nluggage-carrier dutifully followed the \"bone\" which he carried in his\nright hand.\n\nAt the long baggage counter, the husky, human attendant took the \"bone\"\nand led the carrier under the counter through the low passage onto a\nplatform scale. He whistled. \"That'll be $4,175.00 excess baggage,\" he\nsaid.\n\nPauker nodded curtly and withdrew his billfold. He laid his ticket and\nthe currency on the counter while the attendant clipped paper tags to\nthe handles of his four bags, broke off the stubs at the perforations,\nshoved the luggage off the cart onto a moving belt and replaced the\n\"bone\" in its \"homing\" slot. The three-wheel robot rolled off the\nscales, out the short tunnel under the counter and headed back for the\nentrance.\n\n\"We don't see many leather bags here,\" the man said pleasantly. \"They\nweigh up too much.\"\n\nPauker's eyes darted to the man's face nervously as he examined the\nticket and made change. Was there suspicion in the young, bland\nfeatures?\n\nThe traveler was well aware of the extravagance of his heavy bags, and\nhe knew that most interplanetary trippers used the lightest, flimsiest\ncontainers to remain under the 100-pound limit. At the risk of\nappearing conspicuous, Pauker had decided on the stronger suit-cases.\nThere must be no chance of an accidental rupture of his luggage.\nLegitimate people don't haul bundles of $1,000 interplanetary bills\naround with them--not eight million dollars worth.\n\nBut it wasn't the young man's remark that broke his composure. It\nwas the sight of his four bags bouncing along the endless belt and\ndisappearing through an arch into the next room. Suppose customs got\nnosey?\n\nNormally, his research had revealed, only a cursory X-ray for weapons\nwas made, and he had delayed checking them through until the last\nmoment, so it was unlikely they would hold them up. Yet the fear\nclutched his belly. He snatched at the baggage tags, his ticket and\nchange, jammed them in his valuables pouch which was fastened to his\nbelt, and moved hastily out of the depot.\n\nSigns guided him to the line of waiting vehicles, and in two minutes\nhe was deposited at the base of the portable, fourstory, passenger\nprep-building that sidled parallel to the spaceship.\n\n\n\nHe surrendered his ticket at the ground-level door and was passed into\nthe men's disrobing room. Naked, except for the waterproof, web belt to\nwhich he attached his pouch of personal effects, he folded his clothing\ninto the transparent bag with his berth number stamped on it, dropped\nit in a marked hopper and stepped into the showers.\n\nMore signs led him through the soapy, sluicing bath chamber that\nsmelled mildly of phenol, through a gusty, hot drying room, and into\nthe corridor of inoculation booths. It was an ingenious maze of tiny\nspaces. You stepped in, placing your feet on the painted foot-prints,\nslipped the steel I.D. plate containing your metabolic data into the\nslot, and _click_, a measured dose of anti-this-or-that serum shot from\na compressed air needle and penetrated the proper area of the body\nwithout breaking the skin.\n\nPauker marvelled at the speed with which he moved down the row of\nbooths. The sliding exit panel from one booth into another remained\nclosed until the shot was completed, then flipped open, and you moved\non, untouched by human hands. The shots were painless, a mere prickling\nsensation, and Pauker compared it to the brutal hypo-punching he had\nendured in his youth during military basic training.\n\nBy the time he reached the last of the seven booths he was relaxing.\nThe mechanism of murder, robbery and escape which he had spent five\nyears planning had functioned perfectly. From the pull of the trigger\nto the present moment, the operation was a tribute to his genius of\nconcentrating scrupulous attention to every minute detail. Now he was\nbeginning to enjoy the peace of mind that comes to a craftsman when his\nwork of art nears completion, and he knows success is positive.\n\nAs inside man on the fabulous Brinks-Interplanetary robbery, it had\nbeen necessary to accomplish a very expensive identity change when he\ndropped out of sight. Over $20,000 of his own savings, spot cash, had\nbeen invested beforehand setting this up. But his biggest risk had been\nin the double-cross. It was his biggest risk, and also his greatest\nstroke of brilliance.\n\nStaging the rendezvous with his seven underworld accomplices for the\npay-off, he had arranged that they arrive separately. Each in his\nindividual hideout, had thought it would be a general get-together at\nthe same place, same hour. Each arrived promptly at a different time\nat a different rented flat, but all collected the same lethal payment\nsomething less than an ounce of soft lead.\n\nTen men had died to bring the fortune into Pauker's hands, three guards\nand seven, hoodlums. And each had been marked from the beginning.\nNow there were no witnesses, no loose-ends, no chances of meeting an\navenging gangster on Mars, no waiting for a slug in the dark. Neat!\nClean! Perfection as he'd planned.\n\nThe entry panel to booth seven clicked behind him, he slipped the I.D.\nplate into its slot and felt the sting pluck at his neck as the serum,\ndrug or whatever needled into his tissues. As he started to step from\nthe painted foot-marks a voice came hollowly over the partitions, then\nlouder as the exit door of the booth slid back.\n\nStanding down the hall some ten paces were two men profiled to him. One\nwas the young, blond baggage man. He was saying, \"--with a red scar\nunder his left eye. You sure you haven't seen him? It's quite import--\"\n\nPauker, shrinking back in the booth, couldn't get entirely out of\nview. He jammed his I.D. plate in the slot again, and the exit panel\nclosed. He exhaled a stale breath with trembling relief and leaned\nagainst the wall. The voices continued, muffled by the partition, but\nhe could only catch a few words.\n\n\"--sorry--blast-off in six minutes--thing about it--not your\nresponsibility.\"\n\nThen it was quiet. Pauker waited a full minute before he began tugging\nat the exit door. It refused to open. A siren screamed faintly outside,\nand a voice boomed a warning down the corridor, \"Clear the prep\nchamber. Blast-off in four minutes.\"\n\n\n\nPauker fought back his panic. When the smooth, featureless panel failed\nto open he stepped back to the hypo machine, winced slightly as the\nsecond shot hit him in the same spot, precisely, and then he moved\nswiftly through the panel which fell away, down the corridor, over the\ncovered ramp into the men's gallery of the spaceship.\n\nA white-uniformed, male attendant hurried him down an aisle of\nsponge-padded double-decker bunks, after a quick glance at his I.D.\n\"You almost missed the boat, mister,\" he said as he strapped Pauker\ndown. He slid the needle into an arm vein with an apology. \"Sorry, no\ntime for a local.\"\n\nPauker didn't complain. His heart was pounding noisily, and he was much\ntoo upset to notice the stab in his arm. It was the nutrient tube which\nwould feed him for some nine months in space.\n\nWhen the male nurse was gone, Pauker realized that a small speaker by\nhis ear was talking to him, softly, reassuringly, and after he heard\nand felt the lump of closing hatches, he began listening.\n\nThe voice was finishing a description of the bubble-cities of Mars.\n\"And of the sixteen metropolitan centers, Marsfield, of course, is\nthe luxury spot of the planet. The spaceport is located there, and\nall passengers clear through this lovely city of recreation. Even if\nyour business takes you on to the other cities, don't fail to pause\nin Marsfield and enjoy the City of Beauty and Pleasure,\" the soft,\nfeminine voice urged.\n\nHe wouldn't fail to pause, Pauker reflected. Marsfield was his\ndestination. And now it looked like he'd really make it. That damned\nbaggage man had given him a bad moment. There was no red scar on his\nleft cheek, but his over-sensitive imagination had screamed that\nCustoms had opened his bags and sent this man down to search for him.\nObviously, the baggage man had been looking for another passenger, and\nthere had been no necessity to retreat into booth seven for concealment.\n\nOh well, he thought, if he made no worse errors than this he could look\nback at a rather faultless operation. An extra shot of some serum might\ngive him a stiff neck or a headache, but this was a minor thing, and it\nserved him right for losing his head.\n\nThe purring voice in his ear expertly seduced his attention. He knew\nit was part of the departure routine to dispel nervousness of the\nseveral hundred passengers aboard, some of whom were bound to be\nclaustrophobes. The close-packing of humanity was necessary, of course,\nfrom space limitations. So were the arrangements for keeping them\nimmobile on the whole trip.\n\nThis was no ocean liner where you could wander about, swim and play\nshuffle-board. You bought your ticket, lay down and played dead for\nnine months. It was part of the contract.\n\nOn the other hand, as the girl was explaining, \"All possible care has\nbeen taken for your safety and comfort. We are about to blast-off\nnow, and during early acceleration I will continue talking to you,\nexplaining the many answers to the questions that occur in most\npeople's minds.\"\n\n\n\nThe first vibration seemed to start in his own chest, and the frequency\nwas so low that he felt, rather than heard it. Then the gentle motion\nof departure pressed him deeper and deeper into the soft mattress.\nThe acceleration increased in easy stages so that each breath he drew\nseemed only slightly more difficult than the last. The skin of his neck\nand face pulled taut, and his lips flattened against his teeth.\n\n\"Continue taking deep, slow breaths,\" the voice advised. \"There is no\nneed for any concern, because your pre-flight physical examination\ndetermined that you are well fitted to withstand the slight discomforts\nof space-travel. The several injections you received included carefully\nmeasured doses of narcotics designed to make your journey more pleasant.\n\n\"One injection relaxes all your muscles, which, in turn, lowers your\nmetabolism and makes intravenous feeding adequate. You will know no\nhunger or nausea, even when we go into free-flight.\"\n\nThere had been no change in the voice at blast-off, and Pauker realized\nit must be recorded. It was all he could do to keep from swallowing his\ntongue. Talking would have been impossible. They relaxed your muscles,\nall right. It amounted to virtual paralysis!\n\nHer spiel was clever, though. Rather than trying to lure people from\nthinking about their bodies, which would be virtually impossible, the\nwoman's message dwelled on their sensations, making them sound normal.\nShe enumerated the purposes of the seven inoculations, one by one,\ndescribing the immunities gained, and explaining the purposes of the\nseveral drug injections.\n\n\"In booth six,\" she said, \"you received a mild narcotic which will\nallow you to drift into a time-consuming slumber if you so desire at\nany time. The nature of this drug is to invoke a feeling of extreme\nwell-being, and the dreams that usually result are not dissimilar to\nthe old opium dreams of the orient.\n\n\"The slumber is shallow, however, and you may retrieve your senses from\nthe torpor at any moment with the slightest concentration.\"\n\nPauker was sweating profusely. Stuffy, he thought. No, just warm. There\nwas a slowly moving flood of fresh air flowing over the whole length of\nhis naked body, but it seemed, rather hot. The sweat oozed out heavily\nto bathe his body, then the warm, very dry air began evaporating it.\nNow the breeze felt delicious and cool.\n\nEven as he wondered how the ship adjusted the air temperature to his\nown needs the female voice launched into an explanation.\n\n\"Perhaps the most interesting injection you received was the\nthermal adjustment retardation drug. At this moment many of you are\nexperiencing delightful sensations of changing temperature. If you are\ntoo warm, the moving air will seem cool as an ocean breeze. When your\nskin cools, almost to the point of chill, then the air will seem to\nturn warm and cozy.\n\n\"Actually, the temperature of the air is held carefully at 98.6\ndegrees, Fahrenheit, the exact temperature of the normal human body.\nThis is to help minimize your bodies' metabolism, or fuel consumption.\"\n\n\n\nThese people thought of everything. Pauker wondered how many tons of\nfood-stuffs they saved having to haul just by this one device.\n\n\"A single unfortunate effect was found from this close temperature\ncontrol, however. Space-medical records revealed that if the body is\npermitted to adjust to a single temperature over too long a period, the\nbody mechanism for its own heat-control becomes, you might say, rusty.\nThat is, when the passenger passes from the ship into the varying\ntemperatures of normal living, his body has difficulty taking over the\njob of thermal control again.\n\n\"Excessive respiratory ailments such as flu, colds and pneumonia,\nprompted the use of our present system. Since it was deemed necessary\nto keep the body thermal adjustment equipment functioning, each\npassenger now receives a minute injection of a retardation drug that\nhas the desired effect. This drug creates a slight lag between the time\nof heat sensation and the beginning of perspiration.\n\n\"The body is allowed to sense an accumulation of heat, which finally\ntriggers the sweat glands into producing a slight oversupply of skin\nmoisture. The moving, dry air then evaporates this perspiration which\ncontinues to flow a brief period _after_ optimum sensation is reached.\nThus, the body begins to experience the first sensation of chill--even\nthough the temperature of the air remains at 98.6 degrees. At this\npoint, the reaction lag expires and the perspiration stops, the body is\nwarmed as if bathed in hotter air again.\n\n\"This gentle oscillation between sensations of warmth and coolness\nhas a very pleasant secondary effect, you will find. The varying\ntemperature of your skin is too slight to be dangerous, yet it breaks\nthe tactile monotony which nine months of unchanging climate would\nbring.\"\n\nPauker's teeth chattered together as the chill swept over him. This is\nall very goddamned neat when it works, he thought miserably, but how do\nyou turn off the sweat?\n\nHis body had long since passed the comfort point, yet the sweat\nwas still flooding from his pores, and the gentle zephyr from the\nair-conditioning seemed more like an autumn gale with a tang of winter\nin it. Chills ran his vertical length and radiated from his spine.\nWorse yet, as the paralysis drug took effect, he was even robbed of\nthe pleasure of shivering. The chatter of his teeth stopped, but the\nswirling dankness flowed through his body unchecked.\n\nThe girl's voice paused a moment. \"We are now entering maximum\nacceleration phase. It is suggested that you concentrate on sleep. We\nwill continue the discussion when we reach free-flight.\"\n\nPauker gratefully tried to sink into the promised, narcotic slumber\nas his mattress became firmer and firmer under him, but it was long,\nmiserable, frozen minutes before the ship's motion came to his aid and\nblacked him out.\n\nFree-flight!\n\n\n\nHe snapped to consciousness and instantly recoiled from the discomfort.\nTo his surprise it wasn't the cold, now, but a dry, throat-rasping,\nall-pervading heat that almost suffocated him. Sometime during his\nunconsciousness his body had overtaken the thermal adjustment lag and\nturned off the perspiration. Now he felt the ravages of an uncontrolled\nfever. His mind wandered and refused to admit him to the promised\ndream-state again. He thought he heard a voice. Yes, there was a voice,\nthe voice of the woman again.\n\n\"We are in free-flight,\" she announced with cheerful redundancy. \"Now\nyou will begin to enjoy the full benefits of the rhythmic thermal\nchanges, since you are all floating freely under the loose bindings of\nyour couches. As we were discussing, the drug which--\"\n\nAgain the voice cut off, but this time a male voice clicked in on\nthe circuit. \"Attention all male passengers. Now hear this, all male\npassengers: Will the gentleman who has a red scar on his left cheek\nplease report to the purser immediately upon arrival at Marsfield?\nWhen you checked your bag you forgot to pick up your baggage check.\nAttention all--\"\n\nWhile the message was repeated, Pauker smiled grimly to himself with\nthe memory of the shock he had received when the baggage man had\nappeared in the passageway. So this was the reason? Some blundering\nfool had walked off without his baggage check, and the attendant had\nrushed aboard in search of him.\n\nHe wondered how anyone could be so stupid. Of course, everyone didn't\nplace the same value on his luggage.\n\nThe heat continued to build up in his fevered body until suddenly the\ndam broke, and sweat fairly gushed from him. The relief was tremendous\nbut only momentary.\n\nThe girl's voice came on again, apparently with the flick of a\nrecorder, play-back switch, \"--gives such fine regulation of the body's\nthermal lag is a relatively new development in space-travel. Before its\nadvent, passengers invariably arrived at their destination with high\nirritability from the thermal monotony.\n\n\"So the delightful comfort you now enjoy is just one more modern\nservice rendered by your host, the progressive Delta Spaceways\nCorporation, Interplanetary.\n\n\"This being the last shot you received--in booth number seven--we\nwill now move on to a description and explanation of the free-flight\nsensations you are now experience--\"\n\n_Booth number seven!_\n\nThe significance finally soaked into Pauker's mind. Booth number seven\nwas where he had fled for concealment and received a double dose of\ndrug injection! It was no wonder he was suffering the excessive lag in\nthermal adjustment!\n\nAlready, the comforting coolness of the moving air on his sweat soaked\nbody was becoming too sharp. The chill rippled up from his groin,\nraised the hackles of his neck-hair and diffused into his limbs like a\ngelid syrup. A trickle of mucous dropped from his nasal passages and\nstung his throat. He tried to roll his head, to hawk. It was hopeless.\nThe lassitude that held his limbs prevented the smallest motion.\n\n\n\nOnly his breathing seemed within his control, and a minute later he\nwas fervently grateful. A bubble gathered deep in his trachea, and he\ncoughed. The irritation increased, and he coughed again, a dry, hacking\ncough.\n\nWhat kind of torment had he let himself in for, he wondered? Was he\nforced to lie here shivering or roasting for nine months?\n\nAnother spasm of dry coughing shook him, and when it was over the first\nhunger pang stabbed his stomach.\n\nHunger? They had said the intravenous feeding would prevent any\nsymptoms of hunger.\n\n_Yes, Pauker_, he reasoned, _but the feeding was based on your\nmetabolism tests and the assumption that your temperature was swinging\nbetween narrow limits. And it didn't account for the energy you are\nusing coughing!_\n\nThe chill grew deeper, sharper, and then he thought of the sleep\nnarcotic. He concentrated on sleep, and finally as the cold increased\nhe managed to slip into a shallow stupor. It was of mere seconds'\nduration, however. His sweat stopped, his skin dried and the heavy,\nwonderful warmth bathed him again. It was too delicious to waste on\nsleep.\n\nThe warmth soaked into his bones slowly, deliciously, but now the\ninterval between his spasms of coughing grew shorter. The period of\ncomfort was brief, for the coughing ran up his temperature, and now\nthe hunger in his belly was beginning to become a source of major\ndiscomfort.\n\nThen came the thirst. The excessive loss of body fluids slowly\ndesiccated his tissues, and the thirst grew. And the power to perspire\nwas lost to him, and the salt of his past heavy sweats caked in his\npores and itched.\n\nThe incipient pneumonia was held in check by his extreme fever, but the\nhacking, dry cough continued, keeping him awake and painfully aware of\nthe pleurisy pains.\n\nThe hunger, the thirst, the itch, the cough, the pain, the fever--the\ngrating struggle for every breath through his tortured, parched throat.\n\nPauker was not religious, but he prayed to God for life, then he prayed\nto the devil for death, and as the kaleidoscope of pain neared the\nlimits of his conscious endurance, he cursed the drugs that kept the\nspark of life alive inside his screaming body; he bent all his powers\nof concentration on a futile attempt to wrench his arm free of the\nmiserly, intravenous needle; he tried holding his breath, swallowing\nhis tongue, willing himself to oblivion. To no avail.\n\nHis last fully rational observation was to glare at the miniature\nchronometer, mounted above his face. It registered the elapsed time in\ndays, hours and minutes.\n\nHe stared at it with sunken, inflamed eyes. It was, of course, out\nof order. For it registered only an absurd ten days, six hours and\nfourteen minutes since blast-off--\n\n\n\n\"Astonishing!\" the Marsfield Surgeon-General exclaimed. \"Simply\nastonishing the survival power you people have given your passengers\nwith this new drug combination. See here,\" he prodded Pauker's\nemaciated ribs. \"He still reacts to stimulus. Good as dead, yet I doubt\nthat he fully lost consciousness the whole trip!\"\n",
    "metadata": {
        "author": [
            "Marks, Winston K. (Winston Kinney)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66435/pg66435.txt",
        "name": "eight_million_dollars_from_mars!.json"
    }
}