{
    "name": "Electron Eat Electron",
    "author": [
        "Loomis, Noel M."
    ],
    "body": "Supreme General Hoshawk, chief of staff, watched with piercing\ngray eyes while the President of the United States of the Western\nHemisphere, Jeffrey Wadsworth, lay relaxed under a cosmic-ray lamp,\nwith no covering but a towel over his loins.\n\nThe surgeon-general of the Hemispheric Armies raised his hand, and the\nlamp receded.\n\n\"Is that enough?\" Hoshawk asked dryly.\n\n\"It's the maximum, even for him,\" said the surgeon-general. \"His\nreflexes will be faster than light itself.\"\n\nHoshawk grunted, his eyes narrow. As far as he could see, the speed of\na man's reflexes, even of a man who was about to champion seven hundred\nmillion persons, wasn't as important as the man's loyalty or his sense\nof personal responsibility. And Hoshawk did not have much use for\nWadsworth.\n\nAugusto Iraola of Brazil, deputy president for South America, stepped\nforward from the group of forty men. He asked the President anxiously,\n\"How do you feel?\" Iraola was old and bearded.\n\n\"Not bad,\" said the President, and his voice squeaked a little as it\nchanged pitch.\n\nThe Minister of State, with a big portfolio under his arm, said,\n\"Shouldn't we prepare the vice president?\"\n\nMorrison, vice president for Canada, spoke pedantically, \"It would be\na tragedy to lose President Wadsworth. Last month his I.Q. was 340,\nnearly twenty points above any other member of the Mutant College.\"\n\nHoshawk barely caught himself in time to repress a snort. A boy of\nsixteen, no matter what his I.Q., was just a kid. You couldn't expect\nhim to exhibit initiative or even to take things seriously. That was\nwhy Hoshawk had almost broken with the Hemispheric Congress thirty\nyears before--almost two of President Jeffrey's lifetimes, Hoshawk\nreflected wryly.\n\nThe voice of the President, slightly amused, came to them. \"I'm all\nright now,\" he said. \"I think I ate too much ice cream last night. Nine\ndishes.\"\n\nThere were gasps. Hoshawk held back his sarcasm, but he could not\nrefrain from a triumphant glance at the ancient Minister of State, who\navoided his eyes.\n\nIraola was volatile. \"Sabotage!\" he said.\n\nPresident Wadsworth licked his lips with the tip of his tongue. \"No,\nthe new pineapple-avocado. Very good, gentlemen. I recommend it.\"\n\nThe neuro-analyst whipped a graph from his machine. Hoshawk barely\nlooked at the graph. \"Speed of reaction down to zero, point, nine\nzeros, three, four--three times normal speed. Let's get on with the\nwar.\"\n\n\n\nThe President's eyes had been fixed hopefully on Hoshawk's grizzled\nface, and at Hoshawk's words he relaxed. His muscles rippled an\ninstant, and then he was standing.\n\nIt was always a little shock to Hoshawk to see him move. It wasn't\nright that any man, even a Superior Mutant, should be able to move\nfaster than light-speed. You didn't dare to trust a man like that.\n\nForty august heads--all but Hoshawk's--inclined as the President stood\nthere, but the President just smiled at them and yawned and stretched\nluxuriously.\n\nHoshawk was annoyed, but there was nothing he could do about it. The\nHemispheric Congress had set up the Mutant College two hundred years\nago, and every child with I.Q. above 200 and physique to match, became\na member, for the sole purpose of selecting a President whose primary\nduty would be to fight a war, if it should come in his term, on one of\nthe giant keyboards. This had been a concession to left-wing agitation\nthat, if there was to be another war, it should be fought by the\nleaders and not by the ranks.\n\nThe Mutant College had been established when the Hunyas had overrun\nEurope and Asia, and now for two centuries there had been no war,\nbut only preparation for war, East against West, through systems of\nselection and training closely parallel, but with a difference that was\nforever in Hoshawk's mind--if he was a capable man, the Hunyas kept him\nfor twenty-one years. And obviously you could depend a lot more on a\nman of thirty-five than you could on a boy of sixteen.\n\nForgacs, president of the Hunyas, was thirty-three--an old man for a\nmutant, and smart and clever as only a mutant could be at that age.\n\nYesterday the Hunyas had challenged.\n\nIt was sudden, but not unexpected. There was no reason for delay. At\nsix o'clock tonight the two hemispheres would match force, and by eight\no'clock it would be over.\n\n\n\nJeffrey Wadsworth moved. One instant he was before them with a towel\naround the middle of his bronze body, the next instant he was standing\nthere dressed in light plastic slippers, red trunks and a sleeveless\nblue shirt. If Hoshawk hadn't been so old, he would have been envious\nof the President's physique.\n\n\"Gentlemen,\" Jeffrey said, \"I am ready to go to the Chamber.\" He rubbed\nhis bare midriff in the region of his stomach.\n\n\"Are you ill?\" Hoshawk asked quickly.\n\n\"No,\" Jeffrey watched the forty statesmen file out.\n\n\"Sire,\" said Hoshawk, and his manner was respectful, for this boy of\nsixteen was his commander-in-chief, \"I still wish we had trained a few\nthousand men in the use of weapons. I don't see how we can fight a war\nwith electronic tubes.\"\n\nJeffrey looked at him gravely. \"War with men is primitive. Lives can't\nbe replaced.\"\n\nHoshawk sputtered. \"There's never been any civilized war.\"\n\n\"This time there will be,\" Jeffrey said confidently.\n\n\"But--\"\n\n\"We'll win,\" Jeffrey repeated. \"We _must_ win.\" And Hoshawk caught a\nflash of something deep in his eyes. Hoshawk could not quite identify\nit, and yet he knew it spoke of the inner wisdom and conviction of the\nyoung. And in that direction, Hoshawk reasoned, lay their weakness.\n\n\"There'll be trickery from Forgacs,\" Hoshawk predicted.\n\n\"Quite possible,\" said Wadsworth. \"I don't trust him, myself. He\nchallenged on a technicality.\"\n\nHoshawk was gratified to hear a worried note in the President's voice.\n\"He claimed we violated the Agreement of 2118,\" he said, probing, \"by\nkeeping scientific discoveries to ourselves.\"\n\nWadsworth answered quietly, \"Then he challenged because he himself had\nsecrets that he believed more potent.\"\n\n\"Nevertheless,\" said Hoshawk, \"a few hundred men trained in the use of\ntanks--\"\n\nJeffrey shook his head. \"And revert to the primitive,\" he pointed out.\n\"If the world is ever to get away from that kind of war, this is the\ntime to prove it.\"\n\n\"And if we lose, we do so at the expense of a hemisphere.\"\n\n\"That's true,\" Jeffrey said calmly. \"But if we should win by using men\nand destroying lives, we would do so at the expense of a civilization.\nBy the act of reverting to the use of human fighters, we would convince\nthe world that war could not be fought electronically.\"\n\nThey reached the door of the Chamber. The President shook hands with\nIraola and with Hoshawk.\n\n\"Wish me luck,\" he said lightly.\n\nThey inclined their heads, and when they looked up, the President was\nseated on a beryllium stool that traveled a three-quarter circle before\nthe great bank of keys like the keyboard of a giant organ. He pulled\non a glass helmet and adjusted the sonic amplifiers to his mastoids.\nHe flicked the oxygen valve open and shut, and then looked at it and\nlistened intently.\n\nHoshawk saw an instant's doubt on the President's face. Hoshawk\nwondered if the valve was leaking, and frowned. The Chamber had been\ntested exhaustively, but with hundreds of thousands of circuits,\ncut-backs, by-passes, and relays, it was possible the oxygen valve had\nbeen overlooked.\n\n\n\nJeffrey strapped himself into the chair. The chronometer showed five\nminutes before the Hour. The President looked at the huge curved map\nof the Atlantic, now aglow with light above the big keyboard. His eyes\nswept the thousands of ivory keys and he rubbed his hands together for\na final limbering of his fingers.\n\nHe spoke, and his intent voice came to them through the amplifier:\n\"HHQ.\"\n\n\"North America is completely evacuated, Sire, to the Polar ice-cap.\nThere is now no human being on the continent. The Hunyas refused our\nrequest to declare New York an open city, and it was evacuated thirty\nminutes ago.\"\n\nThe President called for a chronometer check. The instrument in the\nChamber had lost two hundredths of a second, and Hoshawk could see that\nJeffrey was making a mental note of that. He was forced to admit that\nthe young mutant was thorough.\n\nThere were two minutes left. Jeffrey sat straight before the great\nkeyboard, poised an instant, and then his incredibly facile fingers\nplayed the keys, flashing from one bank to the next, shooting the chair\nto right and to left, while he watched the map above him and the great\nbank of lights on each side. Then he leaned back, relaxed.\n\nHoshawk was glad now they were playing it safe. Jeffrey had insisted on\nthe Midwest Chamber in preference to the Pacific or Atlantic station.\nFor this was modern war. There would be only one person killed. This\nwas a war of electronics, deadly and final, but no one would be\nactually killed but the losing President. That was decreed by the\nSix-Continent Council.\n\nIt was one minute before the hour. The President pressed a key.\n\nThe Starter answered: \"President Wadsworth, are you ready?\"\n\n\"Ready,\" said Jeffrey in a high voice.\n\nHoshawk heard the Starter's voice: \"President Forgacs, are you ready?\"\n\n\"Ja,\" came the deep voice of the Hunyas president.\n\nJeffrey flicked the oxygen valve for a second, snapped it off, and\nHoshawk saw him glance down at it. Then Jeffrey sat poised, all the\nalertness of his incredible mind bearing intently on the map before him.\n\nA bell sounded. The war was on!\n\nJeffrey did not move. He waited, and watched. Ten trillion electronic\ntubes would flash their information on the Map. He waited--one minute,\ntwo minutes, five minutes. The Map was dark.\n\nSo Forgacs wanted him to move first.\n\nJeffrey flicked the oxygen and his chair shot to the left. His fingers\nblurred into movement. He shot back to the center of the keyboard and\nfocused his entire intellect on the Map.\n\nA dozen tiny red lights rose off the coast of Newfoundland and raced\neastward. Each light represented a thousand rockets loaded with thirty\ntons of DTN. One of those rockets would wipe Berlin from the earth--if\nit struck.\n\nBut Hoshawk knew the President did not expect them to reach Europe.\n\nThey did not. Near the coast of Holland they began to wink out. One got\nas far as Cologne.\n\nIf the Chamber had been above ground instead of three hundred feet deep\nin solid rock, they would have felt the concussion, for DTN's powerful\nwaves traveled at the speed of light.\n\nStill there was no answer.\n\nJeffrey's fingers played for an instant on the keys. Red lights rose\nfrom Labrador, from near Boston, from Florida, and streaked east--not\nfor Berlin this time, but for Marseilles.\n\nJeffrey was testing Forgacs' explosive screen. It was wholly effective;\none after the other, the trains of red lights winked out.\n\nBut now there was an answer. From the Bay of Biscay red lights with\nblack dots on them began to wink on as the mammoth tabulating machine\nin the room below recorded the information from thousands of hidden\nelectronic tubes, totaled it, and presented it on the Map.\n\nThe President hardly watched them. His screen with its principal\npower-plant in Philadelphia would stop the rockets, up to a total of\nsome seventy-five octillion macro-ergs.\n\nOn the off chance that Forgacs would forget to close his screen after\nhis rockets had passed it, Jeffrey fired a salvo from the Bahamas.\n\nForgacs answered with three salvos from Brest, and Jeffrey gave him\nback ten from Long Island, then Hoshawk frowned as he saw the President\nrub his stomach. Hoshawk had always opposed that abominable atavistic\nconfection called ice cream.\n\nIt was a game of incredibly swift calculation and rapier thrusts from\nstrong point to strong point in the effort to break through the screen.\nOnce the screen should be broken, anything might happen.\n\n\n\nJeffrey could see when his own screen was up, but their science had\ndevised no way to detect the enemy's screen except by firing into it.\nJeffrey pressed a pedal with his left foot, and a thin golden line\nflashed on in a flattened arc from Greenland down through the Atlantic\nand curved around the Falkland Islands.\n\nJeffrey's screen was up. The Biscay salvos began to wink out against\nit. Jeffrey's hands began to flash. Red lights winking up along the\ncoast of Europe and from North Africa showed that Forgacs was opening\nup.\n\nJeffrey cut in the oxygen for a second and flicked it off, then his\nleft foot slashed at the pedal as he cut his screen to let his own\nrockets through and then threw it on again to stop the enemy.\n\nForgacs was beginning a drive on Philadelphia, the site of the power\nplant. Jeffrey was watching for an opening to Marseilles, vulnerable\nfor the same reason.\n\nJeffrey kept firing rockets, but his mutant mind would be racing ahead,\ncalculating with infinite precision the times of discharge and times of\narrival.\n\nIt was apparent by now that Forgacs' most powerful defenses were\ncentered around Marseilles, because Forgacs was not using them. This\nmeant he was not taking a chance on opening the Marseilles sector of\nthe screen.\n\nJeffrey calculated the probable interchange of batteries for some sixty\nmoves ahead, Hoshawk knew, then he began to fire the Philadelphia\nbatteries at intervals.\n\nThe firing rose in intensity, and Jeffrey's faster-than-light fingers\nplayed the great keyboard like a master organ. A bell sounded and his\nright foot threw on the western screen with its automatic cut-out.\n\nAnd all the time Jeffrey fired his big Philadelphia batteries at\nintervals with a definite rhythm--five, three, and six seconds.\n\nHe shot to the right and manipulated a bank of keys and was back in the\ncenter almost instantaneously.\n\nHe did not pause in his rocket salvos, but in three minutes and\neight seconds his first salvo of one-ton atom bombs would reach the\nMarseilles screen. If he had calculated correctly, the Marseilles\nscreen would be open for an instant just as the atom bombs reached\nit. He didn't think Forgacs could resist the temptation to blast\nPhiladelphia with his Marseilles batteries.\n\nPresently a thousand red lights winked up from the screen at\nMarseilles. But Forgacs overlooked the atom bombs. They were slower\nthan the rockets, and there was no way to tell, from the Map, which was\nwhich.\n\nJeffrey shot a look at the chronometer, and Hoshawk saw the atom bombs\ngo through. A few seconds later the glow in Marseilles began to redden,\nand Hoshawk exulted. The atom bombs had done their work. The Marseilles\nscreen was weakening.\n\nJeffrey played the keys with fantastic speed. The war would soon be\nover. Thousands of little red lights began streaking toward Marseilles.\nAt first they exploded in air as they hit the screen, but as the\nexplosive force of the DTN began to drain the screen, those behind\nbegan to pour through.\n\nBut there was a flash from Philadelphia, and a shock went through\nHoshawk. Something was wrong there. Jeffrey hadn't intended that.\nForgacs had used atom bombs and had broken through when the screen was\ndown.\n\nJeffrey's fingers snatched at the oxygen valve. He tore it off and\nthrew it on the floor. He still held one important advantage. He was\nahead of Forgacs by forty seconds.\n\nPhiladelphia went out and the golden defensive screen began to fade,\nbut Jeffrey, tensely erect, stayed on the attack. Hundreds of green\nlights began to rise around Marseilles--great submarines, controlled by\nelectronics and carrying tanks and guns and explosives.\n\nThe green lights converged on Marseilles. They got through the screen.\nNow was the big gamble. Jeffrey guessed that Forgacs would operate from\nan underground chamber near Marseilles itself.\n\nIt wasn't a logical thing to do, and so Forgacs would do it, believing\nthat Jeffrey would pass Marseilles and go inland to find the Chamber.\n\nJeffrey let him believe that. He sent eight thousand giant\nelectron-controlled bombers through the Marseilles gap and straight for\nBerlin.\n\nThe green lights started winking on the coast of France, showing the\nsubmarines were unloading amphibious tanks. Jeffrey started them out\nacross France at high speed. Near Paris they met heavy resistance from\nForgacs' tank-killers.\n\nBut now Jeffrey had more trouble. Forgacs had slipped a salvo of atom\nbombs into the Labrador power station, and the entire north quadrant\nof Jeffrey's screen was down. And just at that instant, the automatic\nbreaker failed and a tube burned out in the Montevideo power station,\nand the southern half of South America was exposed. Green lights began\nto wink up at the open spaces.\n\n\n\nJeffrey was grim. It was near the end. Dog eat dog. His flying fingers\nchose to ignore Forgacs' attack, beyond firing millions of salvos of\nsmall rockets which were little better than a delaying action.\n\nThere were only two targets in this war--the Chambers.\n\nJeffrey released his trump--thirty-five hundred flying robot tanks.\n\nThey rocketed through the Marseilles screen and came on the city from\nthe land side, firing eight-inch rockets and shooting flames out half a\nmile ahead.\n\nBut this was a feint, too. From the sea now rose a great armada of\nrobot submarine carriers that spewed out tanks that were little more\nthan armored tank-cars filled with jellied XPR, which exploded always\ndown, toward the center of gravitation. They poured out the jelly on\nthe surface around Marseilles for a distance of twenty miles until\naccording to Jeffrey's figures the ground was covered a foot thick. The\nflame-throwers roared into it and Jeffrey stopped them there.\n\nThen he fired his last salvo of atom-bombs from the Bahamas.\n\nIn the meantime, Forgacs' tanks had overrun Boston, searching for the\nAmerican Chamber.\n\nThe lights began to wink out, and Hoshawk knew that Boston was being\ndestroyed.\n\nOrange lights, indicating bombers, were heading for Chicago, and\nHoshawk knew that if Jeffrey's guess on Marseilles was bad, he had not\nmuch longer to live.\n\nHe looked at the Map. The atom-bombs were at Marseilles. A glow showed\naround the twenty-mile circle that he had covered with jelly, and\nHoshawk knew the atom-bombs had landed.\n\nHe knew that on the other continent, the most tremendous explosion in\nman's history was taking place. And when it was over there would be a\nmile-deep crater where Marseilles had been, and anything, no matter how\ndeep it was buried, would be destroyed by concussion.\n\nJeffrey still played the keys, but his eyes were on the orange lights\napproaching Chicago.\n\nThey reached Chicago, perhaps directly over their heads, but Hoshawk\nfelt no bombs. A moment later the planes were still going westward.\n\nJeffrey called the Starter. \"Does Forgacs concede?\" he asked.\n\nThere was a moment's delay, then, \"Forgacs does not answer.\"\n\nThe President let out an undignified whoop. He tore off the straps that\nheld him in the chair, threw his helmet across the Chamber. \"We won!\"\n\nThe Hemispheric diplomats were gathering excitedly in the corridor.\nJeffrey unsealed the Chamber.\n\nHoshawk shook hands with him. \"You did it,\" he said gruffly. \"I\napologize for ever thinking--\"\n\nThe Chamber shuddered, and Hoshawk paled, but Jeffrey held up his\nhand. He glanced at the chronometer. \"That was Marseilles blowing up,\"\nhe said.\n\nHis feet moved and he was gone. In a moment he was back. \"Excuse me,\ngentlemen,\" he begged. \"I've got to see the squad. Just figured out a\nway to beat the Blues. If you--\"\n\nHe stopped, frowned.\n\nHe had felt it before they did--a distant blast. Then they heard it--a\ndull explosion through three hundred feet of solid rock above them. The\nfloor shuddered under their feet.\n\nIt came again, and again, farther away. A pattern. Then off somewhere\nelse came another string of explosions.\n\nThe forty august heads stared at the ceiling. Mouths were open, but the\nPresident's mutant brain in seconds analyzed the possibilities and came\nup with the answer:\n\n\"Atom-bombs!\"\n\n\"Impossible!\" growled Hoshawk. \"Forgacs' Chamber was destroyed.\"\n\nThe President was already back in the Chamber. He pressed a key.\n\n\"Starter,\" came the answer. \"Forgacs' Chamber is destroyed. You have\nwon the war.\"\n\nHoshawk was behind him. \"But he's still firing, isn't he?\"\n\n\"No.\" The President was icily alert. He pointed to the big map. There\nwere no red pin-points that would indicate rockets or bombs coming from\nthe European continent. \"The Chamber is gone. Undeniably gone.\"\n\nA new pattern of bomb-bursts came from above. \"Chicago must be\ndestroyed by now,\" said the President harshly. He pointed to a\nblacked-out area on the ground-glass screen above. \"There are no\ndetector tubes left above us. But look--orange lights. Thousands of\nthem coming from the sea on the Maryland coast. And look there, to the\nright. One--two--fifteen thousand bombers coming!\"\n\nHoshawk nodded as if he had known it all the time. \"Sure. He has men\nin those planes. Live men who can observe and act independently. He's\nthrowing hundreds of thousands of planes and submarine tractors and\nmobile bomb-throwers at us--all operated by men. And Forgacs himself is\nhere, leading them. We're whipped, Sire! Where is your civilization\nnow?\"\n\n\n\nWadsworth was calm. He was taking it like a man, anyway. He threw a\nlever and poised at the great keyboard, then his mutant fingers began\nto work in blurred movement.\n\nHoshawk watched the screen above. The Atlantic filled with long trains\nof red lights that arose from their American bases and streamed\neastward.\n\nHoshawk blinked. \"You're firing everything. And you've locked the\ncontrols.\"\n\nWadsworth didn't look up. \"In five minutes,\" he said, \"there won't be\nan ounce of explosive left in any emplacement in America.\"\n\n\"But that's--\" Hoshawk started to say \"foolish,\" but he changed it.\n\"That won't help, Sire. Forgacs' equipment is all over here, now.\"\n\nBut Wadsworth leaned back. Their golden explosive screen showed no\nlonger on the Map. Already some of the emplacements had ceased to spew\nout red lights, and the tail-ends of their trains were disappearing to\nthe east.\n\nHoshawk shuddered as he saw that now America was completely defenseless.\n\nBut Wadsworth spoke into his transmitter. \"Radio. Give me special\nfrequency three-hundred-eighty-one thousand, six hundred kilocycles.\nClear all air-lines.\"\n\n\"Yes, sire.\"\n\nThe President pressed the scrambler button and then spoke. The words\ncame out of the amplifier. \"Three tons of butter unloaded a fast curve\nday before tomorrow because the baby was yelling for its morning\nhigh-ball. The soap-suds are thick enough for whipping but who knows\nwhere or when.\"\n\nThe President leaned back and smiled. \"That's an order to all sixteen\nthousand mutants over the country to be on the alert at their\npredetermined stations.\"\n\nHoshawk frowned. \"But everybody's been evacuated.\"\n\n\"Not the mutants. You see General, we ourselves haven't trusted\nForgacs.\"\n\nHoshawk's grim face lighted up. \"Do you mean you have secretly made\nsome fighting equipment?\"\n\nWadsworth shook his head. \"No. We could have. There's a loophole\nin the Twenty-one Eighteen Agreement. But we have observed the\nspirit--ah!\"\n\nUp on the ground-glass screen, purple lights had been flashing on at\nintervals over the United States, until now there were nineteen, and\nWadsworth spoke: \"Those represent transmitter stations equally spaced\nover the country. They are all manned by mutants.\"\n\nHoshawk actually snorted. \"Transmitter stations! You can't fight with\nwords! And, anyway, there won't be any power at all within a half hour.\"\n\n\"They each have their own power-plant,\" The President said quietly.\n\nHoshawk looked at the map again and groaned. The nation was almost\ncovered by a canopy of orange lights marked with black crosses. \"There\nmust be at least a million bombers over us! They'll wipe out the whole\ncountry within an hour. If there's anything you can do, _do it_!\"\n\nThe President was pale, but he sat quietly. \"Stalled,\" Hoshawk thought\nsardonically. It took something besides smartness to win a war. It took\ncharacter, too.\n\nWadsworth pointed to the American shores. Long lines of green and\nwhite and black and yellow dots coming from the sea, crawling in among\nthe orange lights that swarmed over America like a gigantic swarm of\nhornets. \"Submarines, amphibian battleships, flame-throwers, tanks,\" he\nsaid.\n\nHoshawk stood erect. \"If it were not against regulations, Sire, I would\nbe tempted to blow my head off. We shall be destroyed as a people and\nas a continent.\"\n\nThe President's hands were clenched, but he answered slowly, \"As\na continent, perhaps. But the buildings can be built again. As a\npeople--no, I don't think so. As a civilization, I hope we can be\nsaved.\"\n\nHoshawk's eyes narrowed. \"How?\" he demanded.\n\n\"Those purple lights represent sonic transmitters. In other words,\ngenerating stations for sound frequencies above the narrow band which\ncan be heard by humans. They were developed, built, and financed by\ngraduate mutants. They broadcast on different frequencies that we have\ndetermined most effective in upsetting the equilibrium of unstable\nchemical compounds.\"\n\n\"Do you mean,\" asked Hoshawk, \"that you are going to try to detonate\nthe explosives carried by Forgacs' planes?\"\n\n\"His planes, and anything else that carries them. We have analyzed\nsamples of his explosives to determine the critical frequency of each.\nThese nineteen stations cover the country. Any known explosive in the\ncontinental United States will be detonated when these stations go into\noperation.\"\n\n\"What if Forgacs has some unknown explosive?\"\n\nWadsworth was solemn. \"We take that chance,\" he said. \"But the range of\npossible explosive combinations is well known, and something entirely\ndifferent is unlikely. At any rate--\"\n\n\"They're starting to drop bombs!\" Hoshawk said.\n\n\n\nThe President watched the red glow around Kansas City. His face was\ntaut. \"There will be many cities destroyed,\" he said. \"But we must wait\nfor all of Forgacs' equipment to be within our continental limits. It\nmust all be destroyed at once.\"\n\n\"But the bombers are in action,\" said Hoshawk. \"Denver is getting it\nnow.\"\n\nWadsworth's eyes were on the coastlines. \"It will be twenty minutes\nat least before we can open the transmitters. We may lose most of our\ncities by that time, but there is nothing we can do.\"\n\nThe red glows began to spread. Dallas and Fort Worth, New Orleans,\nAtlanta, Miami, San Diego and Los Angeles, San Francisco, Portland\nand Seattle. The bombers were systematically destroying America's\npopulation centers. And still Wadsworth waited. He sat tense before the\nMap, watching the endless stream of lights come from the sea.\n\nBut they were beginning to end. Many were far inland, attacking the\nsmaller cities, cleaning up the big ones.\n\n\"The bombers won't be destroyed,\" said Hoshawk, \"if they've already\ndropped their bombs.\"\n\n\"I think they will, for all practical purposes,\" said the President.\n\"Their ammunition, their signal flares--everything explosive will be\ndetonated.\"\n\n\"How can you cover them all at once?\"\n\n\"There are over nine hundred frequencies--but we don't know that they\nwill be enough,\" Jeffrey pointed out gravely. \"We can only hope.\"\n\nHoshawk couldn't stand still any longer. He paced the floor before\nthe Map. \"Every city in America of more than a hundred thousand is\ngone--obliterated,\" he said tonelessly. \"Can't we ever--\"\n\n\"Wait!\" The President was alert. \"The last line of flame-throwers is\ncoming on land.\" He pointed to the black dots streaming up on the west\ncoast. He spoke into the audio transmitter. He didn't bother with the\nscrambler now. \"Sonic stations on. Emergency force. Sonic stations on.\nEmergency force. Situation critical.\"\n\nHe pointed to the Map and sat back. Within a few seconds the purple\nlights began to flash intermittently.\n\n\"They're on,\" said the President. \"But it will take a few minutes\nfor them to reach full intensity. The sonic devices operate at high\nspeeds--some at two hundred thousand r.p.m.\"\n\nHoshawk watched, almost without breathing. For the first time he was\naware that the forty statesmen of the Western Hemisphere were watching\nthrough the glass windows of the Chamber.\n\nAt that instant purple glows began to surround the green lights,\nstarting on the east coast of Florida and spreading upward.\n\n\"Amphibian submarines,\" whispered the President. \"Their aerial\ntorpedoes are exploding!\"\n\n\"And up around the Great Lakes,\" said Hoshawk. \"There it's amphibian\ntanks.\"\n\nThe President sat, and watched. The glows spread. They absorbed\nflame-throwers, tractors, mine-heavers. The Map of America was a\nclustered mass of lights, with the purple glow beginning to consume\neverything in its reach.\n\n\"The planes,\" said Jeffrey. \"They're still untouched. They anticipated\nsomething like this.\" He barked into the microphone. \"All stations,\nascending frequency!\" he ordered, and turned to Hoshawk. \"We don't know\nhow effective this will be. It isn't as powerful as the static ranges.\nBut--\"\n\n\"It is! They've got the range!\" cried Hoshawk.\n\nJeffrey looked. Near Albuquerque, New Mexico, a cluster of orange\nlights was being consumed by the purple glow. Jeffrey shot a glance at\na dial. \"All stations! All stations! Frequency seventy-two thousand,\nnine eighty. Emergency. Frequency seventy-two thousand, nine eighty.\"\n\nAnd the purple glow rolled and spread and consumed Forgacs' bombers by\nthe thousands.\n\nAt last Wadsworth looked at the Map, with nothing left but the dead\nembers of a mighty army.\n\nHoshawk shook hands with him and then looked for a place to sit down\nfor a moment. \"Sire,\" he said at last, licking his lips with the tip of\nhis tongue, \"if it isn't presumptuous, I'd stand the check for a dish\nof that new ice cream.\"\n\nJeffrey looked at him and smiled. \"You'd better have one yourself.\"\n\nHoshawk's grizzled face was solemn. \"I'm going to,\" he said.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Loomis, Noel M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63638/pg63638.txt",
        "name": "electron_eat_electron.json"
    }
}