{
    "name": "Elegy",
    "author": [
        "Beaumont, Charles"
    ],
    "body": "\n[Sidenote: It was an impossible situation: an asteroid in space where no\nasteroid should have been--with a city that could only have existed back\non Earth!]\n\n\n\"Would you mind repeating that?\"\n\n\"I said, sir, that Mr. Friden said, sir, that he sees a city.\"\n\n\"A city?\"\n\n\"Yes sir.\"\n\nCaptain Webber rubbed the back of his hand along his cheek.\n\n\"You realize, of course, that that is impossible?\"\n\n\"Yes sir.\"\n\n\"Send Mr. Friden in to see me, at once.\"\n\nThe young man saluted and rushed out of the room. He returned with a\nsomewhat older man who wore spectacles and frowned.\n\n\"Now then,\" said Captain Webber, \"what's all this Lieutenant Peterson\ntells me about a city? Are you enjoying a private little joke, Friden?\"\n\nMr. Friden shook his head emphatically. \"No sir.\"\n\n\"Then perhaps you'd like to explain.\"\n\n\"Well, sir, you see, I was getting bored and just for something to do, I\nthought I'd look through the screen--not that I dreamed of seeing\nanything. The instruments weren't adjusted, either; but there was\nsomething funny, something I couldn't make out exactly.\"\n\n\"Go on,\" said Captain Webber, patiently.\n\n\"So I fixed up the instruments and took another look, and there it was,\nsir, plain as could be!\"\n\n\"There _what_ was?\"\n\n\"The city, sir. Oh, I couldn't tell much about it, but there were\nhouses, all right, a lot of them.\"\n\n\"Houses, you say?\"\n\n\"Yes sir, on an asteroid.\"\n\nCaptain Webber looked for a long moment at Mr. Friden and began to pace\nnervously.\n\n\"I take it you know what this might mean?\"\n\n\"Yes sir, I do. That's why I wanted Lieutenant Peterson to tell you\nabout it.\"\n\n\"I believe, Friden, that before we do any more talking I'll see this\ncity for myself.\"\n\n\n\nCaptain Webber, Lieutenant Peterson and Mr. Friden walked from the room\ndown a long corridor and into a smaller room. Captain Webber put his eye\nto a circular glass and tapped his foot.\n\nHe stepped back and rubbed his cheek again.\n\n\"Well, you were right. That _is_ a city--or else we've all gone crazy.\nDo you think that we have?\"\n\n\"I don't know, sir. It's not impossible.\"\n\n\"Lieutenant, go ask Mr. Milton if he can land us on an asteroid. Give\nhim all the details and be back in ten minutes.\" Captain Webber sighed.\n\"Whatever it is,\" he said, \"it will be a relief. Although I never made a\nspecial announcement, I suppose you knew that we were lost.\"\n\n\"Oh yes, sir.\"\n\n\"And that we ran almost entirely out of fuel several months ago, in fact\nshortly after we left?\"\n\n\"We knew that.\"\n\nThe men were silent.\n\n\"Sir, Mr. Milton says he thinks he can land us but he can't promise\nexactly where.\"\n\n\"Tell Mr. Milton that's good enough.\"\n\nCaptain Webber waited for the young man to leave, then looked again into\nthe glass.\n\n\"What do you make of it, sir?\"\n\n\"Not much, Friden, not much. It's a city and that's an asteroid; but how\nthe devil they got there is beyond me. I still haven't left the idea\nthat we're crazy, you know.\"\n\nMr. Friden looked.\n\n\"We're positioning to land. Strange--\"\n\n\"What is it?\"\n\n\"I can make things out a bit more clearly now, sir. Those are earth\nhouses.\"\n\nCaptain Webber looked. He blinked.\n\n\"Now, _that_,\" he said, \"_is_ impossible. Look here, we've been floating\nabout in space for--how long is it?\"\n\n\"Three months, sir.\"\n\n\"Exactly. For three months we've been bobbling aimlessly, millions of\nmiles from earth. No hope, no hope whatever. And now we're landing in a\ncity just like the one we first left, or almost like it. Friden, I ask\nyou, does that make any sense at all?\"\n\n\"No, sir.\"\n\n\"And does it seem logical that there should be an asteroid where no\nasteroid should be?\"\n\n\"It does not.\"\n\nThey stared at the glass, by turns.\n\n\"Do you see that, Friden?\"\n\n\"I'm afraid so, sir.\"\n\n\"A lake. A lake and a house by it and trees ... tell me, how many of us\nare left?\"\n\nMr. Friden held up his right hand and began unbending fingers.\n\n\"Yourself, sir, and myself; Lieutenant Peterson, Mr. Chitterwick, Mr.\nGoeblin, Mr. Milton and....\"\n\n\"Great scott, out of thirty men?\"\n\n\"You know how it was, sir. That business with the Martians and then, our\nown difficulties--\"\n\n\"Yes. Our own difficulties. Isn't it ironic, somehow, Friden? We band\ntogether and fly away from war and, no sooner are we off the earth but\nwe begin other wars.... I've often felt that if Appleton hadn't been so\naggressive with that gun we would never have been kicked off Mars. And\nwhy did we have to laugh at them? Oh, I'm afraid I haven't been a very\nsuccessful captain.\"\n\n\"You're in a mood, sir.\"\n\n\"Am I? I suppose I am. Look! There's a farm, an actual farm!\"\n\n\"Not really!\"\n\n\"Why, I haven't seen one for twenty years.\"\n\nThe door flew open and Lieutenant Peterson came in, panting. \"Mr. Milton\nchecked off every instruction, sir, and we're going down now.\"\n\n\"He's sure there's enough fuel left for the brake?\"\n\n\"He thinks so, sir.\"\n\n\"Lieutenant Peterson.\"\n\n\"Yes sir?\"\n\n\"Come look into this glass, will you.\"\n\nThe young man looked.\n\n\"What do you see?\"\n\n\"A lot of strange creatures, sir. Are they dangerous? Should we prepare\nour weapons?\"\n\n\"How old are you, Lieutenant?\"\n\n\"Nineteen, Captain Webber.\"\n\n\"You have just seen a herd of cows, for the most part--\" Captain Webber\nsquinted and twirled knobs \"--Holsteins.\"\n\n\"Holsteins, sir?\"\n\n\"You may go. Oh, you might tell the others to prepare for a crash\nlanding. Straps and all that.\"\n\nThe young man smiled faintly and left.\n\n\"I'm a little frightened, Friden; I think I'll go to my cabin. Take\ncharge and have them wait for my orders.\"\n\nCaptain Webber saluted tiredly and walked back down the long corridor.\nHe paused as the machines suddenly roared more life, rubbed his cheek\nand went into the small room.\n\n\"Cows,\" said Captain Webber bracing himself.\n\n\n\nThe fiery leg fell into the cool air, heating it, causing it to smoke;\nit burnt into the green grass and licked a craterous hole. There were\nfireflags and firesparks, hisses and explosions and the weary groaning\nsound of a great beast suddenly roused from sleep.\n\nThe rocket landed. It grumbled and muttered for a while on its finny\ntripod, then was silent; soon the heat vanished also.\n\n\"Are you all right, sir?\"\n\n\"Yes. The rest?\"\n\n\"All but Mr. Chitterwick. He broke his glasses and says he can't see.\"\n\nCaptain Webber swung himself erect and tested his limbs. \"Well then,\nLieutenant, has the atmosphere been checked?\"\n\n\"The air is pure and fit to breathe, sir.\"\n\n\"Instruct the others to drop the ladder.\"\n\n\"Yes sir.\"\n\nA door in the side of the rocket opened laboriously and men began\nclimbing out: \"Look!\" said Mr. Milton, pointing. \"There are trees and\ngrass and--over there, little bridges going over the water.\"\n\nHe pointed to a row of small white houses with green gardens and stony\npaths.\n\nBeyond the trees was a brick lodge, extended over a rivulet which foamed\nand bubbled. Fishing poles protruded from the lodge window.\n\n\"And there, to the right!\"\n\nA steel building thirty stories high with a pink cloud near the top.\nAnd, separated by a hedge, a brown tent with a barbeque pit before it,\nsmoke rising in a rigid ribbon from the chimney.\n\nMr. Chitterwick blinked and squinted his eyes. \"What do you see?\"\n\nDistant and near, houses of stone and brick and wood, painted all\ncolors, small, large; and further, golden fields of wheat, each blown by\na different breeze in a different direction.\n\n\"I don't believe it,\" said Captain Webber. \"It's a _park_--millions of\nmiles away from where a park could possibly be.\"\n\n\"Strange but familiar,\" said Lieutenant Peterson, picking up a rock.\n\nCaptain Webber looked in all directions. \"We were lost. Then we see a\ncity where no city should be, on an asteroid not shown on any chart, and\nwe manage to land. And now we're in the middle of a place that belongs\nin history-records. We may be crazy; we may all be wandering around in\nspace and dreaming.\"\n\nThe little man with the thin hair who had just stepped briskly from a\ntreeclump said, \"Well, well,\" and the men jumped.\n\nThe little man smiled. \"Aren't you a trifle late or early or something?\"\n\nCaptain Webber turned and his mouth dropped open.\n\n\"I hadn't been expecting you, gentlemen, to be perfectly honest,\" the\nlittle man clucked, then: \"Oh dear, see what you've done to Mr.\nBellefont's park. I do hope you haven't hurt him--no, I see that he is\nall right.\"\n\nCaptain Webber followed the direction of the man's eyes and perceived an\nold man with red hair seated at the base of a tree, apparently reading a\nbook.\n\n\"We are from Earth,\" said Captain Webber.\n\n\"Yes, yes.\"\n\n\"Let me explain: my name is Webber, these are my men.\"\n\n\"Of course,\" said the little man.\n\nMr. Chitterwick came closer, blinking. \"Who is this that knows our\nlanguage?\" he asked.\n\n\"Who--Greypoole, Mr. Greypoole. Didn't _they_ tell you?\"\n\n\"Then you are _also_ from Earth?\"\n\n\"Heavens yes! But now, let us go where we can chat more comfortably.\"\nMr. Greypoole struck out down a small path past scorched trees and\nunderbrush. \"You know, Captain, right after the last consignment\nsomething happened to my calendar. Now, I'm competent at my job, but I'm\nno technician, no indeed: besides, no doubt you or one of your men can\nset the doodad right, eh? Here we are.\"\n\nThey walked onto a wooden porch and through a door with a wire screen;\nLieutenant Peterson first, then Captain Webber, Mr. Friden and the rest\nof the crew. Mr. Greypoole followed.\n\n\"You must forgive me--it's been a while. Take chairs, there, there. Now,\nwhat news of--home, shall I say?\" The little man stared.\n\nCaptain Webber shifted uncomfortably. He glanced around the room at the\nlace curtains, the needle-point tapestries and the lavender wallpaper.\n\n\"Mr. Greypoole, I'd like to ask some questions.\"\n\n\"Certainly, certainly. But first, this being an occasion--\" the little\nman stared at each man carefully, then shook his head \"--ah, do you all\nlike wine? Good wine?\"\n\nHe ducked through a small door.\n\nCaptain Webber exhaled and rose.\n\n\"Now, don't start talking all at once,\" he whispered. \"Anyone have any\nideas? No? Then quick, scout around--Friden, you stay here; you others,\nsee what you can find. I'm not sure I like the looks of this.\"\n\nThe men left the room.\n\n\n\nMr. Chitterwick made his way along a hedgerow, feeling cautiously and\nmaintaining a delicate balance. When he came to a doorway he stopped,\nsquinted and entered.\n\nThe room was dark and quiet and odorous. Mr. Chitterwick groped a few\nsteps, put out his hand and encountered what seemed to be raw flesh; he\nswiftly withdrew his hand. \"Excuse,\" he said, then, \"Oh!\" as his face\ncame against a slab of moist red meat. \"Oh my!\"\n\nMr. Chitterwick began to tremble and he blinked furiously, reaching out\nand finding flesh, cold and hard, unidentifiable.\n\nWhen he stepped upon the toe of a large man with a walrus mustache, he\nwheeled, located the sunlight and ran from the butcher shop....\n\n\n\nThe door of the temple opened with difficulty, which caused Mr. Milton\nto breathe unnaturally. Then, once inside, he gasped.\n\nRow upon row of people, their fingers outstretched, lips open but\nimmobile and silent, their bodies prostrate on the floor. And upon a\nstrange black altar, a tiny woman with silver hair and a long thyrsus in\nher right hand.\n\nNothing stirred but the mosaic squares in the walls. The colors danced\nhere; otherwise, everything was frozen, everything was solid.\n\nEven the air hung suspended, stationary.\n\nMr. Milton left the temple....\n\n\n\nThere was a table and a woman on the table and people all around the\nwoman on the table. Mr. Goeblin did not go a great distance from the\ndoorway: he rubbed his eyes and stared.\n\nIt was an operating room. There were all the instruments, some old, most\nold, and the masked men and women with shining scissors and glistening\nsaws in their hands. And up above, the students' aperture: filled seats,\nfilled aisles.\n\nMr. Goeblin put his other hand about the doorknob.\n\nA large man stood over the recumbent figure, his lusterless eyes\nregarding the crimson-puce incision, but he did not move. The nurses did\nnot move, or the students. No one moved, especially the smiling\nmiddle-aged woman on the table.\n\nMr. Goeblin moved....\n\n\n\n\"Hello!\" said Lieutenant Peterson, after he had searched through eight\nlong aisles of books, \"Hello!\"\n\nHe pointed his gun menacingly.\n\nThere were many books with many titles and they all had a fine grey dust\nabout them. Lieutenant Peterson paused to examine a bulky volume, when\nhe happened to look above him.\n\n\"Who are you?\" he demanded.\n\nThe mottled, angular man perched atop the ladder did not respond. He\nclutched a book and looked at the book and not at Lieutenant Peterson.\n\n\"Come down--I want to talk with you!\"\n\nThe man on the ladder did nothing unusual: he remained precisely as he\nhad been.\n\nLieutenant Peterson climbed up the ladder, scowling; he reached the man\nand jabbed with a finger.\n\nLieutenant Peterson looked into the eyes of the reading man and\ndescended hastily and did not say goodbye....\n\n\n\nMr. Greypoole reentered the living room with a tray of glasses. \"This is\napricot wine,\" he announced, distributing the glasses, \"But--where are\nthe others? Out for a walk? Ah well, they can drink theirs later.\nIncidentally, Captain, how many Guests did you bring? Last time it was\nonly twelve. Not an extraordinary shipment, either: they all preferred\nthe ordinary things. All but Mrs. Dominguez--dear me, she was worth the\ncarload herself. Wanted a zoo, can you imagine--a regular zoo, with her\nput right in the bird-house. Oh, they had a time putting that one up!\"\n\nMr. Greypoole chuckled and sipped at his drink.\n\n\"It's people like Mrs. Dominguez who put the--the life?--into Happy\nGlades. Or do you find that disrespectful?\"\n\nCaptain Webber shook his head and tossed down his drink.\n\nMr. Greypoole leaned back in his chair and crossed a leg. \"Ah,\" he\ncontinued, \"you have no idea how good this is. Once in a while it does\nget lonely for me here--no man is an island, or how does it go? Why, I\ncan remember when Mr. Waldmeyer first told me of this idea. 'A grave\nresponsibility,' he said, 'a _grave_ responsibility.' Mr. Waldmeyer has\na keen sense of humor, needless to say.\"\n\nCaptain Webber looked out the window. A small child on roller skates\nstood still on the sidewalk. Mr. Greypoole laughed.\n\n\"Finished your wine? Good. Explanations are in order, though first\nperhaps you'd care to join me in a brief turn about the premises?\"\n\n\"Fine. Friden, you stay here and wait for the men.\" Captain Webber\nwinked a number of times and frowned briefly, then he and Mr. Greypoole\nwalked out onto the porch and down the steps.\n\nMr. Friden drummed his fingers upon the arm of a chair, surveyed his\nempty glass and hiccoughed softly.\n\n\n\n\"I do wish you'd landed your ship elsewhere, Captain. Mr. Bellefont was\nquite particular and, as you can see, his park is hopelessly\ndisfigured.\"\n\n\"We were given no choice, I'm afraid. The fuel was running out.\"\n\n\"Indeed? Well then, that explains everything. A beautiful day, don't you\nfind, sir? Fortunately, with the exception of Professor Carling, all the\nGuests preferred good weather. Plenty of sunshine, they said, or crisp\nevening. It helps.\"\n\nThey walked toward a house of colored rocks.\n\n\"Miss Daphne Trilling's,\" said Mr. Greypoole, gesturing. \"They threw it\nup in a day, though it's solid enough.\"\n\nWhen they had passed an elderly woman on a bicycle, Captain Webber\nstopped walking.\n\n\"Mr. Greypoole, we've _got_ to have a talk.\"\n\nMr. Greypoole shrugged and pointed and they went into an office building\nwhich was crowded with motionless men, women and children.\n\n\"Since I'm so mixed up myself,\" the captain said, \"maybe I'd better\nask--just who do you think _we_ are?\"\n\n\"I'd thought you to be the men from the Glades of course.\"\n\n\"I don't have the slightest idea what you're talking about. We're from\nthe planet Earth. They were going to have another war, the 'Last War'\nthey said, and we escaped in that rocket and started off for Mars. But\nsomething went wrong--fellow named Appleton pulled a gun, others just\ndidn't like the Martians--we needn't go into it; they wouldn't have us\nso Mars didn't work out. Something else went wrong then, soon we were\nlost with only a little store of fuel and supplies. Then Mr. Friden\nnoticed this city or whatever it is and we had enough fuel to land so we\nlanded.\"\n\nMr. Greypoole nodded his head slowly, somehow, sadder than before.\n\n\"I see.... You say there was a war on Earth?\"\n\n\"They were going to set off X-Bomb; when they do, everything will go to\npieces. Or everything has already.\"\n\n\"What dreadful news! May I inquire, Captain, when you have learned where\nyou are--what do you intend to do?\"\n\n\"Why, live here, of course!\"\n\n\"No, no--try to understand. You could not conceivably fit in here with\nus.\"\n\nCaptain Webber glanced at the motionless people. \"Why not?\" Then he\nshouted, \"What is this place? _Where am I?_\"\n\nMr. Greypoole smiled.\n\n\"Captain, you are in a cemetery.\"\n\n\n\n\"Good work, Peterson!\"\n\n\"Thanks, sir. When we all got back and Friden didn't know where you'd\ngone, well, we got worried. Then we heard you shouting.\"\n\n\"Hold his arms--there. You heard this, Friden?\"\n\nMr. Friden was trembling slightly. He brushed past a man with a van Dyke\nbeard and sat down on a leather stool. \"Yes sir, I did. That is, I think\nI did. What shall we do with him?\"\n\n\"I don't know, yet. Take him away, Lieutenant, for now. I want to think\na bit. We'll talk to Mr. Greypoole later on.\"\n\nLieutenant Peterson pulled the smiling little man out into the street\nand pointed a gun at him.\n\nMr. Chitterwick blinked into the face of a small child.\n\n\"Man's insane, I guess,\" said Mr. Milton, pacing.\n\n\"Yes, but what about all _this_?\" Mr. Goeblin looked horrified at the\nstationary people.\n\n\"I think I can tell you,\" Mr. Friden said. \"Take a look, Captain.\"\n\nThe men crowded about a pamphlet which Mr. Friden had placed on the\nstool.\n\nToward the top of the pamphlet and in the center of the first page was a\nphotograph, untinted and solemn; it depicted a white cherub delicately\npoised on a granite slab. Beneath the photograph, were the words: HAPPY\nGLADES.\n\nCaptain Webber turned the pages and mumbled, glancing over his shoulder\nevery once in a while.\n\n\"What is it, sir?\" asked Mr. Chitterwick of a frozen man in a blue suit\nwith copper buttons.\n\n\"It's one of those old level cemeteries!\" cried Mr. Milton. \"I remember\nseeing pictures like it, sir.\"\n\nCaptain Webber read aloud from the pamphlet.\n\n\"For fifty years,\" he began, \"an outstanding cultural and spiritual\nasset to this community, HAPPY GLADES is proud to announce yet another\ninnovation in its program of post-benefits. NOW YOU CAN ENJOY THE\nAFTER-LIFE IN SURROUNDINGS WHICH SUGGEST THE HERE-AND-NOW. Never before\nin history has scientific advancement allowed such a plan.\"\n\nCaptain Webber turned the page.\n\n\"For those who prefer that their late departed have really _permanent,\neternal_ happiness, for those who are dismayed by the fragility of all\nthings mortal, we of HAPPY GLADES are proud to offer:\n\n\"1. The permanent duplication of physical conditions identical to those\nenjoyed by the departed on Earth. Park, playground, lodge, office\nbuilding, hotel or house, etc., may be secured at varying prices. All\nworkmanship and materials specially attuned to conditions on ASTEROID\nK_{7} and guaranteed for PERMANENCE.\n\n\"2. PERMANENT conditioning of late beloved so that, in the midst of\nsurroundings he favored, a genuine Eternity may be assured.\n\n\"3. Full details on HAPPY GLADES' newest property, Asteroid K_{7}, may be\nfound on page 4.\"\n\nThe captain tossed the pamphlet to the floor and lit a cigarette. \"Did\nanyone happen to notice the date?\"\n\nMr. Milton said, \"It doesn't make any sense! There haven't been\ncemeteries for ages. And even if this were true, why should anyone want\nto go all the way through space to a little asteroid? They might just as\nwell have built these things on Earth.\"\n\n\"Who would want all this when they're dead, anyway?\"\n\n\"You mean all these people are dead?\"\n\nFor a few moments there was complete and utter silence in the lobby of\nthe building.\n\n\n\n\"Are those things true, that we read in your booklet?\" asked Captain\nWebber after Lieutenant Peterson had brought in the prisoner.\n\n\"Every word,\" said the little man bowing slightly, \"is monumentally\ncorrect.\"\n\n\"Then we want you to begin explaining.\"\n\nMr. Greypoole tushed and proceeded to straighten the coat of a\nmiddle-aged man with a cigar.\n\nMr. Goeblin shuddered.\n\n\"No, no,\" laughed Mr. Greypoole, \"_these_ are only imitations. Mr.\nConklin upstairs was head of a large firm; absolutely in love with his\nwork, you know--that kind of thing. So we had to duplicate not only the\noffice, but the building and even replicas of all the people in the\nbuilding. Mr. Conklin himself is in an easy chair on the twentieth\nstory.\"\n\n\"_And?_\"\n\n\"Well, gentlemen, as you know, Happy Glades is the outstanding mortuary\non Earth. And, to put it briefly, with the constant explorations of\nplanets and moons and whatnot, our Mr. Waldmeyer hit upon this scheme:\nSeeking to extend the ideal hereafter to our Guests, we bought out this\nlittle asteroid. With the vast volume and the tremendous turnover, as it\nwere, we got our staff of scientists together and they offered this\nplan--to duplicate the exact surroundings which the Guest most enjoyed\nin Life, assure him privacy, permanence (a _very_ big point, as you can\nsee), and all the small things not possible on Earth.\"\n\n\"Why here, why cart off a million miles or more when the same thing\ncould have been done on Earth?\"\n\n\"My communication system went bad, I fear, so I haven't heard from the\noffices in some while--but, I am to understand there is a war beginning?\n_That_ is the idea, Captain; one could never really be sure of one's\nself down there, what with all the new bombs and things being\ndiscovered.\"\n\n\"Hmm,\" said Captain Webber.\n\n\"Then too, Mr. Waldmeyer worried about those new societies with their\ndreadful ideas about cremation--you can see what that sort of thing\ncould do to the undertaking business? His plan caught on, however, and\nsoon we were having to turn away Guests.\"\n\n\"And where do you fit in, Mr. Greypoole?\"\n\nThe little man seemed to blush; he lowered his eyes. \"I was head\ncaretaker, you see. But I wasn't well--gastric complaints, liver, heart\npalpitations, this and that; so, I decided to allow them to ... _change_\nme. They turned all manner of machines on my body and pumped me full of\nfluids and by the time I got here, why, I was almost, you might say, a\nmachine myself! Fortunately, though, they left a good deal of Greypoole.\nAll I know is that whenever the film is punctured, I wake and become a\nmachine, do my prescribed duties in a complex way and--\"\n\n\"The film?\"\n\n\"The covering that seals in the conditioning. Nothing can get out,\nnothing get in--except things like rockets. Then, it's self-sealing,\nneedless to say. But to get on, Captain. With all the technical\nadvancements, it soon got to where there was no real work to be done\nhere; they threw up the film and coated us with their preservative or,\nas they put it, Eternifier, and--well, with the exception of my calendar\nand the communications system, everything's worked perfectly, including\nmyself.\"\n\n\n\nNo one said anything for a while. Then Captain Webber said, with great\nslowness, \"You're lying. This is all a crazy, hideous plot.\" The little\nman chuckled at the word plot.\n\n\"In the first place, no cemetery or form of cemetery has existed on\nEarth for--how long, Friden?\"\n\nMr. Friden stared at his fingers. \"Years and years.\"\n\n\"Exactly. There are communal furnaces now.\"\n\nMr. Greypoole winced.\n\n\"And furthermore,\" continued the captain, \"this whole concept is\nridiculous.\"\n\nMr. Chitterwick threw down the pamphlet and began to tremble. \"We should\nhave stayed home,\" he remarked to a young woman who did not answer.\n\n\"Mr. Greypoole,\" Webber said, \"I think that you know more than you're\nsaying. You didn't seem very surprised when you learned we weren't the\nmen you expected; you don't seem very surprised now that I tell you that\nyour 'Happy Glades' and all the people connected with it have been dead\nfor ages. So, why the display of interest in our explanations, why--\"\n\nThe faint murmur, \"A good machine checks and double checks,\" could be\nheard from Mr. Greypoole, who otherwise said nothing.\n\n\"I speak for my men: we're confused, terribly confused. But whatever\nthis is, we're stuck, can't you see? All we want is a place to begin\nagain--\" Captain Webber paused, looked at the others and went on in a\nsofter tone. \"We're tired men, Mr. Greypoole; we're poorly equipped, but\nwe do have weapons and if this is some hypnotic kind of trap....\"\n\nThe little man waved his hand, offendedly.\n\n\"There are lakes and farms and all we need to make a new start--more\nthan we'd hoped for, much more.\"\n\n\"What _had_ you hoped for, Captain?\"\n\n\"Something. Nothing. Just escape--\"\n\n\"But I see no women--how could you begin again, as you suggest?\"\n\n\"Women? Too weak; they would not have lasted. We brought along eggs and\nmachines--enough for our needs.\"\n\nMr. Greypoole clucked his tongue. \"Mr. Waldmeyer certainly did look\nahead,\" he muttered, \"he certainly _did_.\"\n\n\"Will we be honest now? Will you help us?\"\n\n\"Yes, Captain, I will help you. Let us go back to your rocket.\" Mr.\nGreypoole smiled. \"Things will be better there.\"\n\nCaptain Webber signaled. They left the building and walked by the foot\nof a white mountain.\n\n\n\nThey passed a garden with little spotted trees and flowers, a brown\ndesert of shifting sands and a striped tent; they walked by strawberry\nfields and airplane hangars and coal mines; tiny yellow cottages,\ncramped apartments, fluted houses and Tudor houses and houses without\ndescription....\n\nPast rock pools and a great zoo full of animals that stared out of\nvacant eyes; and everywhere, the seasons changing gently: crisp autumn,\ncottony summer, windy spring and winters cool and white....\n\nThe six men in uniforms followed the little man with the thin hair. They\ndid not speak as they walked, but looked around, stared, craned,\nwondered....\n\nAnd the old, young, middle-aged, white, brown, yellow people who did not\nmove wondered back at the men with their eyes....\n\n\"You see, Captain, the success of Mr. Waldmeyer's plan?\"\n\nCaptain Webber rubbed his cheek.\n\n\"I don't understand,\" he said.\n\n\"But you do see, all of you, the perfection here, the quality of Eternal\nHappiness which the circular speaks of?\"\n\n\"Yes ... we see that.\"\n\n\"Here we have happiness and brotherhood, here there have never been wars\nor hatreds or prejudices. And now you who were many and left Earth to\nescape war and hatred, who were many by your own word and are now only\nsix, you want to begin life _here_?\"\n\nCross-breezes ruffled the men's hair.\n\n\"To _begin_, when from the moment of your departure you had wars of your\nown, and killed, and hurled mocking prejudice against a race of people\nnot like you, a race who rejected and cast you out into space again!\nFrom your own account! No gentlemen, I am truly sorry. It may be that I\nmisjudged those of you who are left, or rather, that Happy Glades\nmisjudged you. You may mean well, after all--and, of course, the\nlocation of this asteroid was so planned by the Board as to be uncharted\nforever. But--oh, I am sorry.\" Mr. Greypoole sighed.\n\n\"What does he mean by that?\" asked Mr. Friden and Lieutenant Peterson.\n\nCaptain Webber was gazing at a herd of cows in the distance.\n\n\"What do you mean, you're 'sorry'?\" demanded Mr. Friden.\n\n\"Well....\"\n\n\"Captain Webber!\" cried Mr. Chitterwick, blinking.\n\n\"Yes, yes?\"\n\n\"I feel queer.\"\n\nMr. Goeblin clutched at his stomach.\n\n\"So do I!\"\n\n\"And me!\"\n\nCaptain Webber looked back at the fields, then at Mr. Greypoole. His\nmouth twitched in sudden pain.\n\n\"We feel awful, Captain!\"\n\n\"I'm sorry, gentlemen. Follow me to your ship, quickly.\" Mr. Greypoole\nmotioned curiously with his hands and began to step briskly.\n\n\n\nThey circled a small pond where a motionless boy strained toe-high on an\nextended board. And the day once again turned to night as they hurried\npast a shadowed cathedral.\n\nWhen they were in sight of the scorched trees, Mr. Milton doubled up and\nscreamed.\n\n\"Captain!\"\n\nMr. Goeblin struck his forehead. \"I told you, I told you we shouldn't\nhave drunk that wine! Didn't I tell you?\"\n\n\"It was the wine--and we all drank it. _He_ did it, _he_ poisoned us!\"\n\n\"Follow me!\" cried Mr. Greypoole, making a hurried gesture and breaking\ninto a run. \"Faster!\"\n\nThey stumbled hypnotically through the park, over the Mandarin-bridges\nto the rock.\n\n\"Tell them, Captain, tell them to climb the ladder.\"\n\n\"Go on up, men.\"\n\n\"But we're poisoned, sir!\"\n\n\"_Hurry!_ There's--an antidote in the ship.\"\n\nThe crew climbed into the ship.\n\n\"Captain,\" invited Mr. Greypoole.\n\nCaptain Webber ascended jerkily. When he reached the open lock, he\nturned. His eyes swept over the hills and fields and mountains, over the\nrivers and houses and still people. He coughed and pulled himself into\nthe rocket.\n\nMr. Greypoole followed.\n\n\"You don't dislike this ship, do you--that is, the surroundings are not\noffensive?\"\n\n\"No; we don't dislike the ship.\"\n\n\"I am glad of that--if _only_ I had been allowed more latitude! But\neverything functions so well here; no real choice in the matter,\nactually. No more than the Sealing Film. And they _would_ leave me with\nthese human emotions! I see, of course, why the communications system\ndoesn't work, why my calendar is out of commission. Kind of Mr.\nWaldmeyer to arrange for them to stop when his worst fears finally\nmaterialized. Are the men all seated? No, no, they mustn't writhe about\nthe floor like that. Get them to their stations--no, to the stations\nthey would most prefer. And hurry!\"\n\nCaptain Webber ordered Mr. Chitterwick to the galley, Mr. Goeblin to the\nengineering chair, Mr. Friden to the navigator's room....\n\n\"Sir, what's going to happen? _Where's the antidote?_\"\n\nMr. Milton to the pilot's chair....\n\n\"The pain will last only another moment or so--it's unfortunately part\nof the Eternifier,\" said Mr. Greypoole. \"There, all in order? Good,\ngood. Now, Captain, I see understanding in your face; that pleases me\nmore than I can say. My position is so difficult! But you can see, when\na machine is geared to its job--which is to retain permanence on HAPPY\nGLADES--well, a machine is a machine. Where shall we put _you_?\"\n\nCaptain Webber leaned on the arm of the little man and walked to the\nopen lock.\n\n\"You _do_ understand?\" asked Mr. Greypoole.\n\nCaptain Webber's head nodded halfway down, then stopped; and his eyes\nfroze forever upon the City.\n\n\"A pity....\"\n\nThe little man with the thin hair walked about the cabins and rooms,\nstraightening, dusting; he climbed down the ladder, shook his head and\nstarted down the path to the wooden house.\n\nWhen he had washed all the empty glasses and replaced them, he sat down\nin the large leather chair and adjusted himself into the most\ncomfortable position.\n\nHis eyes stared in waxen contentment at the homely interior, with its\nlavender wallpaper, needle-point tapestries and tidy arrangement.\n\nHe did not move.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Beaumont, Charles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32819/pg32819.txt",
        "name": "elegy.json"
    }
}