{
    "name": "Ely's Automatic Housemaid",
    "author": [
        "Bellamy, Elizabeth W. (Elizabeth Whitfield)"
    ],
    "body": "In order for a man to have faith in such an invention, he would have\nto know Harrison Ely. For Harrison Ely was a genius. I had known\nhim in college, a man amazingly dull in Latin and Greek and even in\nEnglish, but with ideas of his own that could not be expressed in\nlanguage. His bent was purely mechanical, and found expression in\ninnumerable ingenious contrivances to facilitate the study to which\nhe had no inclination. His self-acting lexicon-holder was a matter of\nadmiring wonder to his classmates, but it did not serve to increase the\ntenacity of his mental grasp upon the contents of the volume, and so\ndid little to recommend him to the faculty. And his self-feeding safety\nstudent-lamp admirably illuminated everything for him save the true and\nonly path to an honorable degree.\n\nIt had been years since I had seen him or thought of him, but the\nmemory is tenacious of small things, and the big yellow envelope which\nI found one morning awaiting me upon my breakfast-table brought his\neccentric personality back to me with a rush. It was addressed to me in\nthe Archimedean script always so characteristic of him, combining, as\nit seemed to do, the principles of the screw and of the inclined plane,\nand in its superscription Harrison Ely stood unmistakably revealed.\n\nIt was the first morning of a new cook, the latest potentate of a\ndynasty of ten who had briefly ruled in turn over our kitchen and\nourselves during the preceding three months, and successively abdicated\nin favor of one another under the compelling influences of popular\nclamor, and in the face of such a political crisis my classmate’s\nletter failed to receive immediate attention. Unfortunately but not\nunexpectedly the latest occupant of our culinary throne began her\nreign with no conspicuous reforms, and we received in gloomy silence\nher preliminary enactments in the way of greasy omelette and turbid\nand flavorless coffee, the yellow screed of Harrison Ely looking on\nthe while with bilious sympathy as it leaned unopened against the\nwater-bottle beside me.\n\nAs I drained the last medicinal drop of coffee my eye fell upon it, and\nneeding a vicarious outlet for my feelings toward the cook, I seized it\nand tore it viciously open. It contained a letter from my classmate and\nhalf a dozen printed circulars. I spread open the former, and my eye\nfastened at once upon this sympathetic exordium:\n\n“Doubtless, my dear friend, you have known what discomfort it is to be\nat the mercy of incompetent domestics--”\n\nBut my attention was distracted at this point by one of the circulars,\nwhich displayed an array of startling, cheering, alluring words,\nfollowed by plentiful exclamation points, that, like a bunch of keys,\nopened to my enraptured vision the gates of a terrestrial Paradise,\nwhere Bridgets should be no more, and where ill-cooked meals should\nbecome a mechanical impossibility. The boon we had been sighing for now\npresented itself for my acceptance, an accomplished fact. Harrison Ely\nhad invented “An Automatic Household Beneficent Genius.--A Practical\nRealization of the Fabled Familiar of the Middle Ages.” So the circular\nset forth.\n\nReturning to the letter, I read that Harrison Ely, having exhausted\nhis means in working out his invention, was unable to manufacture his\n“machine” in quantity as yet; but that he had just two on hand which he\nwould sell in order to raise some ready money. He hoped that I would\nbuy one of his automatons, and aid him to sell the other.\n\nNever did a request come at a more propitious moment. I had always\nentertained a kindness for Harrison Ely, and now such was my disgust at\nthe incompetence of Bridget and Juliana and their predecessors that I\nwas eager to stake the price of a “Household Beneficent Genius” on the\nsuccess of my friend’s invention.\n\nSo, having grasped the purport of the circulars and letter, I broke\nforth to my wife:\n\n“My dear, you’ve heard me speak of Harrison Ely--”\n\n“That man who is always so near doing something great, and never _has_\ndone anything?” said she.\n\n“He has done it at last!” I declared. “Harrison Ely is one of the\ngreatest geniuses the world has ever seen. He has invented an\n‘Automatic-Electric Machine-Servant.’”\n\nMy wife said, “Oh!”\n\nThere was not an atom of enthusiasm in that “Oh!” but I was not to be\ndaunted.\n\n“I am ready,” I resumed, “to invest my bottom dollar in _two_ of\nHarrison Ely’s machine-servants.”\n\nHer eyes were fixed upon me as if they would read my very soul. “What\ndo they cost?” she mildly asked.\n\n“In comparison with the benefits to be derived, little enough. Listen!”\nI seized a circular at random, and began to read:\n\n“The Automatic Household Genius, a veritable Domestic Fairy, swift,\nsilent, sure; a Permanent, Inalienable, First-class Servant, warranted\nto give Satisfaction.”\n\n“Ah!” said my wife; and the enthusiasm that was lacking in the “Oh!”\nmade itself eloquent in that “Ah!” “What is the price?” she asked again.\n\n“The price is all right, and we are going to try the experiment.”\n\n“Are we though?” said she, between doubt and desire.\n\n“Most assuredly; it will be a saving in the end. I shall write to\nHarrison Ely this very night.”\n\nThe return mail brought me a reply stating that two Electric-Automatic\nHousehold Beneficent Geniuses had been shipped me by express. The\nletter enclosed a pamphlet that gave a more particular account of the\nE. A. H. B. G. than the circulars contained. My friend’s invention\nwas shaped in the likeness of the human figure, with body, head,\narms, legs, hands and feet. It was clad in waterproof cloth, with a\nhood of the same to protect the head, and was shod with felt. The\ntrunk contained the wheels and springs, and in the head was fixed the\nelectric battery. The face, of bisque, was described as possessing “a\nvery natural and pleasing expression.”\n\nJust at dusk an oblong box arrived by express and was duly delivered in\nour hall, but at my wife’s urgent entreaty I consented not to unpack\nthe machines until next day.\n\n“If we should not get the knack of managing them, they might give us\ntrouble,” said this wise wife of mine.\n\nI agreed to this, and having sent away Bridget with a week’s wages, to\nthe satisfaction of all parties, we went to bed in high hopes.\n\nEarly next morning we were astir.\n\n“My dear,” I said, “do not give yourself the least concern about\nbreakfast; I am determined that Harrison’s invention shall have fair\nplay.”\n\n“Very well,” my wife assented; but she prudently administered bread and\nbutter to her offspring.\n\nI opened the oblong box, where lay the automatons side by side, their\nhands placidly folded upon their waterproof breasts, and their eyes\nlooking placidly expectant from under their waterproof hoods.\n\nI confess the sight gave me a shock. Anna Maria turned pale; the\nchildren hid their faces in her skirts.\n\n“Once out of the box,” I said to myself, “and the horror will be over.”\n\nThe machines stood on their feet admirably, but the horror was not\nmaterially lessened by this change of position. However, I assumed a\nbold front, and said, jocosely:\n\n“Now, which is Bridget, and which is Juliana--which the cook, and which\nthe housemaid?”\n\nThis distinction was made clear by dial-plates and indicators, set\nconspicuously between the shoulders, an opening being cut in the\nwaterproof for that purpose. The housemaid’s dial-plate was stamped\naround the circumference with the words: Bed, Broom, Duster, Door-bell,\nDining-room Service, Parlor Service, etc. In like manner, the cook’s\ndial-plate bore the words that pertained to her department. I gave\nmyself first to “setting” the housemaid, as being the simpler of the\ntwo.\n\n“Now, my dear,” said I, confidently, “we shall see how _this_ Juliana\ncan make the beds.”\n\nI proceeded, according to the pamphlet’s directions, to point the\nindicator to the word “Bed.” Next, as there were three beds to be made,\nI pushed in three of the five little red points surrounding the word.\nThen I set the “clock” connected with the indicator, for a thirty\nminutes’ job, thinking it might take about ten minutes to a bed. I did\nnot consult my wife, for women do not understand machinery, and any\nsuggestion of hesitancy on my part would have demoralized her.\n\nThe last thing to be done was to connect the indicator with the\nbattery, a simple enough performance in itself, but the pamphlet\nof directions gave a repeated and red-lettered “CAUTION,” never to\ninterfere with the machine while it was at work! I therefore issued the\ncommand, “Non-combatants to the rear!” and was promptly obeyed.\n\nWhat happened next I do not pretend to account for. By what subtle and\nmysterious action of electricity, by what unerring affinity, working\nthrough a marvellous mechanism, that Electric-Automatic Household\nBeneficent Genius, whom--or which, for short--we called Juliana, sought\nits appropriate task, is the inventor’s secret. I don’t undertake to\nexplain, I merely narrate. With a “click” the connection was made, and\nthe new Juliana _went up-stairs_ at a brisk and business-like pace.\n\nWe followed in breathless amazement. In less than five minutes, bed\nnumber one was made, and in a twinkling the second was taken in hand,\nand number three also was fairly accomplished, long before the allotted\nthirty minutes had expired. By this time, familiarity had somewhat\ndulled that awe and wonder with which we had gaped upon the first\nperformance, and I beheld a smile of hopeful satisfaction on my wife’s\nanxious countenance.\n\nOur youngest, a boy aged three, was quick to feel the genial influence\nof this smile, and encouraged thereby, he bounced into the middle of\nthe first bed. Hardly had he alighted there, when our automaton, having\nfinished making the third bed, returned to her first job, and, before\nwe could imagine mischief, the mattresses were jerked about, and the\nchild was tumbled, headforemost on the floor!\n\nHad the flesh-and-blood Juliana been guilty of such an act, she should\nhave been dismissed on the spot; but, as it was, no one of us ventured\nso much as a remonstrance. My wife lifted the screaming child, and the\nimperturbable machine went on to re-adjust the bed with mechanical\nexactitude.\n\nAt this point a wild shout of mingled exultation, amazement and\nterror arose from below, and we hastened down-stairs to find our son\nJohn hugging his elbows and capering frantically in front of the\nkitchen-door, where the electric cook was stirring empty nothing in a\npan, with a zeal worthy a dozen eggs.\n\nMy eldest hopeful, impelled by that spirit of enterprise and audacity\ncharacteristic of nine-year-old boys, had ventured to experiment with\nthe kitchen automaton, and by sheer accident had effected a working\nconnection between the battery and the indicator, and the machine,\nin “going off,” had given the boy a blow that made him feel, as he\nexpressed it, “like a funny-bone all over.”\n\n“And served you right!” cried I. The thing was set for an hour and\na half of work, according to the showing of the dial-plate, and no\nchance to stop it before I must leave for my office. Had the materials\nbeen supplied, we might have had breakfast; but, remembering the\nred-lettered “CAUTION,” we dared not supply materials while that\nindefatigable spoon was gyrating in the empty pan. For my distraction,\nKitty, my daughter of seven years, now called to me from up-stairs:\n\n“Papa, you _better_ come, quick! _It’s_ a-tearin’ up these beds!”\n\n“My dear,” I sighed, “there’s no way to stop it. We’ll have to wait for\nthe works to run down. I must call Harrison’s attention to this defect.\nHe ought to provide some sort of brake.”\n\nWe went up-stairs again. The B. G. Juliana stood beside the bed which\nshe had just torn up for the sixth or seventh time, when suddenly she\nbecame, so to speak, paralyzed; her arms, in the act of spreading\nthe sheets, dropped by her sides, her back stiffened, and she stood\nabsolutely motionless, leaving her job unfinished--the B. G. would move\nno more until duly “set” again.\n\nI now discovered that I was hungry. “If that Fiend in the kitchen were\nonly at work about something substantial, instead of whipping the air\ninto imaginary omelettes!” I groaned.\n\n“Never mind,” said my wife; “I’ve a pot of coffee on the kerosene\nstove.”\n\nBless her! She was worth a thousand Beneficent Geniuses, and so I told\nher.\n\nI did not return until late, but I was in good spirits, and I greeted\nmy wife gayly:\n\n“Well, how do they work?”\n\n“_Like fiends!_” my usually placid helpmeet replied, so vehemently that\nI was alarmed. “They flagged at first,” she proceeded, excitedly, “and\nI oiled them, which _I_ am not going to do, ever again. According to\nthe directions, I poured the oil down their throats. It was horrible!\nThey seemed to me to _drink it greedily_.”\n\n“Nonsense! That’s your imagination.”\n\n“Very well,” said Anna Maria. “You can do the oiling in future. They\ntook a good deal this morning; it wasn’t easy to stop pouring it down.\nAnd they worked--_obstreperously_. That Fiend in the kitchen has cooked\nall the provisions I am going to supply _this_ day, but still she goes\non, and it’s no use to say a word.”\n\n“Don’t be absurd,” I remonstrated. “The thing is only a machine.”\n\n“I’m not so sure about that!” she retorted. “As for the other one--I\nset it sweeping, and it is sweeping still!”\n\nWe ate the dinner prepared by the kitchen Fiend, and really, I was\ntempted to compliment the cook in a set speech, but recollected myself\nin time to spare Anna Maria the triumph of saying, “I told you so!”\n\nNow, that John of mine, still in pursuit of knowledge, had spent the\nday studying Harrison Ely’s pamphlet, and he learned that the machines\ncould be set, like an alarm-clock, for any given hour. Therefore, as\nsoon as the Juliana had collapsed over a pile of dust in the middle of\nthe hall, John, unknown to us, set her indicator to the broom-handle\nfor seven o’clock the following morning. When the Fiend in the kitchen\nran down, leaving everything in confusion, my much-tried wife persuaded\nme to give my exclusive attention to that machine, and the Juliana\nwas put safely in a corner. Thus it happened that John’s interference\nescaped detection. I set Bridget’s indicator for kitchen-cleaning at\nseven-thirty the next morning.\n\n“When we understand them better,” I said to my wife, “we will set their\nmorning tasks for an earlier hour, but we won’t put it too early now,\nsince we must first learn their ways.”\n\n“That’s the trouble with all new servants,” said Anna Maria.\n\nThe next morning at seven-thirty, precisely, we were awakened by a\ncommotion in the kitchen.\n\n“By George Washington!” I exclaimed. “The Thing’s on time!”\n\nI needed no urging to make me forsake my pillow, but Anna Maria was\nahead of me.\n\n“Now, my dear, don’t get excited,” I exhorted, but in vain.\n\n“Don’t you hear?” she whispered, in terror. “_The other\none!_--swe--eep--ing!” And she darted from the room.\n\nI paused to listen, and heard the patter of three pairs of little bare\nfeet across the hall up-stairs. The children were following their\nmother. The next sound I heard was like the dragging of a rug along\nthe floor. I recognized this peculiar sound as the footsteps of the B.\nG. Then came a dull thud, mingled with a shout from Johnnie, a scream\nfrom my wife, and the terrified cries of the two younger children. I\nrushed out just in time to see John, in his night-clothes, with his\nhair on end, tear down-stairs like a streak of lightning. My little\nKitty and the three-year-old baby stood clasped in each other’s arms\nat the head of the stairs, sobbing in terror, and, half-way down, was\nmy wife, leaning over the railing, with ashen face and rigid body, her\nfascinated gaze fixed upon a dark and struggling mass in the hall below.\n\nJohn, when he reached the bottom of the stairs, began capering like\na goat gone mad, digging the floor with his bare heels, clapping his\nhands with an awful glee, and shouting:\n\n“Bet your bottom dollar on the one that whips!”\n\nThe Juliana and the Bridget were fighting for the broom!\n\nI comprehended the situation intuitively. The kitchen-cleaning, for\nwhich the Fiend had been “set,” had reached a point that demanded the\nbroom, and that subtle, attractive affinity, which my friend’s genius\nhad known how to produce, but had not learned to regulate, impelled the\nunerring automaton towards the only broom in the house, which was now\nin the hands of its fellow-automaton, and a struggle was inevitable.\nWhat I could not understand--Johnnie having kept his own counsel--was\nthis uncontrollable sweeping impulse that possessed the Juliana.\n\nHowever, this was no time for investigating the exact cause of the\nterrific row now going on in our front hall. The Beneficent Geniuses\nhad each a firm grip of the broom-handle, and they might have performed\nthe sweeping very amicably together, could they but have agreed as\nto the field of labor, but their conflicting tendencies on this point\nbrought about a rotary motion that sent them spinning around the hall,\nand kept them alternately cracking each other’s head with a violence\nthat ought to have drawn blood. Considering their life-likeness, we\nshould hardly have thought it strange if blood _had_ flowed, and it\nwould have been a relief had the combatants but called each other\nnames, so much did their dumbness intensify the horror of a struggle,\nin the midst of which the waterproof hoods fell off, revealing their\nstartlingly human countenances, not distorted by angry passions, but\nresolute, inexorable, calm, as though each was sustained in the contest\nby a lofty sense of duty.\n\n“They’re alive! Kill ’em! Kill ’em, quick!” shrieked my wife, as the\ngyrating couple moved towards the stair-case.\n\n“Let ’em alone,” said Johnnie--his sporting blood, which he inherits\nfrom his father, thoroughly roused--dancing about the automatic\npugilists in delight, and alternately encouraging the one or the other\nto increased efforts.\n\nThus the fight went on with appalling energy and reckless courage\non both sides, my wife wringing her hands upon the stair-case, our\ninfants wailing in terror upon the landing above, and I wavering\nbetween an honest desire to see fair play and an apprehensive dread of\nconsequences which was not unjustified.\n\nIn one of their frantic gyrations the figures struck the hat-rack and\npromptly converted it into a mass of splinters. In a minute more they\nbecame involved with a rubber plant--the pride of my wife’s heart--and\ndistributed it impartially all over the premises. From this they\ncaromed against the front door, wrecking both its stained-glass panes,\nand then down the length of the hall they sped again, fighting fiercely\nand dealing one another’s imperturbable countenances ringing blows with\nthe disputed broom.\n\nWe became aware through Johnnie’s excited comments, that Juliana had\nlost an ear in the fray, and presently it was discernible that a\nfractured nose had somewhat modified the set geniality of expression\nthat had distinguished Bridget’s face in its prime.\n\nHow this fierce and equal combat would have culminated if further\nprolonged no one but Harrison Ely can conjecture, but it came to an\nabrupt termination as the parlor clock chimed eight, the hour when the\ntwo automatons should have completed their appointed tasks.\n\nThough quite late at my office that morning, I wired Ely before\nattending to business. Long-haired, gaunt and haggard, but cheerful as\never, he arrived next day, on fire with enthusiasm. He could hardly be\npersuaded to refresh himself with a cup of coffee before he took his\ntwo recalcitrant Geniuses in hand. It was curious to see him examine\neach machine, much as a physician would examine a patient. Finally his\nbrow cleared, he gave a little puff of satisfaction, and exclaimed:\n\n“Why, man alive, there’s nothing the matter--not a thing! What you\nconsider a defect is really a merit--merely a surplus of mental energy.\nThey’ve had too big a dose of oil. Few housekeepers have any idea about\nproper lubrication,” and he emitted another little snort, at which my\nwife colored guiltily.\n\n“I see just what’s wanted,” he resumed. “The will-power generated and\nnot immediately expended becomes cumulative and gets beyond control.\nI’ll introduce a little compensator, to take up the excess and regulate\nthe flow. Then a child can operate them.”\n\nIt was now Johnnie’s turn to blush.\n\n“Ship ’em right back to the factory, and we’ll have ’em all right in a\nfew days. I see where the mechanism can be greatly improved, and when\nyou get ’em again I know you’ll never consent to part with ’em!”\n\n\n\nThat was four months ago. The “Domestic Fairies” have not yet been\nreturned from Harrison’s laboratory, but I am confidently looking for\nthe familiar oblong packing case, and expect any day to see in the\npapers the prospectus of the syndicate which Ely informs me is being\n“promoted” to manufacture his automatic housemaid.\n\n\n\n\nFOOTNOTE:\n\n\n[A] Copyright, 1899, by The Shortstory Publishing Company. All rights\nreserved.\n\n\n\n\nThis work appeared in The Black Cat magazine, December, 1899.\n\nItalicized text is surrounded by underscores: _italics_.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Elizabeth W. (Elizabeth Whitfield)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59486/pg59486.txt",
        "name": "elys_automatic_housemaid.json"
    }
}