{
    "name": "Especially dance hall women",
    "author": [
        "Ellerbe, Paul",
        "Ellerbe, Alma"
    ],
    "body": "Long Jim Briggs wandered into Al’s Dance Hall one night when “Captain\nMac” was drunk and throwing things.\n\nShe had splendid deep red hair and a skin as white as blanched almonds,\nand he admired her extravagantly. As a child admires a Christmas tree.\nAnd differently, too--very differently. He had even given up\nprospecting now and then and made good money as a carpenter so that he\ncould spend it on her. He had spent it all, and he knew her very well,\nbut he had never seen her drunk before. He had been in such places a\ngood deal, but he hadn’t got used to seeing women drunk. It hurt him.\n\nHe was about to wander on out again when he heard one of the other\ngirls say:\n\n“She’s gonna pay for this all right! Al will make ’er come acrost with\nthe expenses of the whole damn’ place for a month for that big mirror\nshe broke!”\n\nLong Jim hesitated and then started toward her. She took a saucer from\none of the little tables and sailed it like a clay pigeon. It curved\nand hit him over the eye. The blood ran down his cheek and everybody\nlaughed. He wiped it away with his handkerchief and put his hand on her\narm just as she was going to throw another saucer.\n\n“Why, Rosie--” he said reproachfully, in his soft, rumbling bass, and\nstopped helplessly. His soft black eyes looked out kindly above his\nsoft brown mustache and his great soft brown beard, and said what his\ntongue couldn’t find the words for.\n\nCaptain Mac was madder than she was drunk. All her sensations and her\nthoughts were combined in one ache, like the ache in a tooth, and she\nwas biting upon it savagely and taking a kind of satisfaction in the\nkeen shoots of her pain. She could have knifed Al that night out of\nhand and seen through stoically whatever might have come of it, but Jim\nBriggs’ voice and his eyes were the kind of things she had forgotten\nthe existence of, and they slipped in under her guard and pierced the\nquick of her.\n\nShe didn’t throw the other saucer, but suddenly Rosie Ellen McCarthy, a\ndecent Irish girl, looked out of her eyes and said with a flash of\npassionate appeal--\n\n“For God’s sake, Jim, take me out o’ this!”\n\nJim didn’t expect it. It touched him so deeply that he could only gulp\nand nod his head. With his great height and bent shoulders and baggy\nclothes he looked uncouth and awkward, standing beside painted, half\nnude Captain Mac in her spangled dress. He looked around helplessly for\nsomething to cover her shoulders with.\n\n“This’ll do,” she said, stretching out her hand for a yellow scarf on\nthe top of a gilded upright piano.\n\nShe took it with one strong pull, slinging heedlessly along the floor\nin a rain of broken bits half a dozen pieces of bric-a-brac that had\nrested upon it.\n\nJim folded the gaudy stuff clumsily about her and took her by the arm\nand started to go out, when Al came up and stood in front of him,\ndapper, suave and touched with cynicism.\n\n“There’s money owing me,” he said politely, “and she ain’t going\nnowhere till it’s paid, see?”\n\nThe red surged into Jim’s cheeks, pale from working underground, and\nhis voice rose dangerously out of its soft rumble.\n\n“There’s a hell of a lot more than money owing you, you God-forgotten\nlittle skunk, and if you don’t get out o’ my way I’m liable to pay you\nthe part of it you ain’t lookin’ for!”\n\nHe kept his eye on the other’s hands and his muscles braced. If you\nstarted things in Al’s place you finished them swiftly, or they\nfinished you.\n\nThe white hairy fingers twitched into the expected signal and Jim swung\nthe bony mass of his fist against Al’s ear as he would have swung a\npick into a stubborn conglomeration of quartz. But that was incidental.\nHe didn’t even notice where the little man rolled. Jerked forward by\nAl’s signal, a very different antagonist was coming on the jump--Hard\nPan Schmitz, the dance hall bouncer.\n\nJim Briggs was no match for him and knew it. Almost as if he had\nfollowed through the blow that sent Al spinning, he snatched up a heavy\nlighted lamp, whirled it above his head and flung it. It struck\nSchmitz’s raised forearm, smashed down his guard and covered him with\nbroken glass and burning oil.\n\nIn the stunned second before the racket began Jim took Rosie by the\nwrist and broke through to the street. Behind them the place seethed\nlike an ants’ nest laid open by a spade.\n\nHe pulled her around the first corner. They pelted through the snow as\nfast as she could run. He zigzagged his way through the town, taking\nalleys when he could. They came at length to the door of a wooden shack\nbelow the level of the sidewalk, on an unlighted street. Its unpainted\nboards were warped, it listed heavily and, in common with all the other\nhouses in the block, it looked deserted. But Jim jumped down to it, key\nin hand, and by the time Rosie had descended the rickety steps that led\nfrom the sidewalk he had opened the door.\n\nHe shut it behind her, struck a match and led the way into a room\nfurnished with a stove, a camp cot, a chair and a small pine table with\na smoke blackened lamp on it. He lighted the lamp. Rosie fell into the\nchair, breathing in big painful gulps. She wasn’t used to running. The\ngreat altitude--ten thousand feet--had played havoc with her breath.\nJim had swung a pick there too long to be much affected. They looked at\neach other in the dim light.\n\n“It’s jest a place to sleep,” he said awkwardly. “Nobody knows I own\nit. Feller gave it to me that struck it rich an’ went away. Mostly I’m\nin the hills anyhow. So wouldn’t anybody look for us here.”\n\nAnd then:\n\n“The sheriff and the marshal’s both down on Al. If we can get away\nwithout bein’ noticed, it ain’t likely anybody’ll foller.”\n\n“Maybe it’d be safe for you to stay, then,” said Rosie, when she had\nbreath enough to say anything.\n\n“Maybe. But I was aimin’ to go anyhow. Why don’t you go with me,\nan’--an’ stay with me?”\n\nShe looked at him steadily.\n\n“I ain’t fit.”\n\n“You’re as fit as I am,” he said quietly, in the soft, rumbling,\nreassuring bass that seemed kin to rivers and winds. “What d’you say to\na clean break an’ a new start together?” He lingered on the last word\nwistfully. “I’ve been pretty lonesome, you know, a-knockin’ round from\none prospect hole to another an’ livin’ like a pack rat.”\n\nShe got up and came close and looked at him intently. The yellow piano\nscarf that covered her befrizzled red head like an incongruous cowl and\nclashed crudely with her red dress; her silver slippers, her spangles,\nthe bunch of cotton roses at her waist, her rouged cheeks and scarlet\nlips and half-bared heaving breasts contrasted strangely with her\nhonest eyes.\n\n“Do you want it for yourself, Jim?”\n\n“For myself--more’n anything.”\n\n“You’re not lying to me?”\n\n“So help me God.”\n\nHe had expected her arms about his neck, but she gave him her hand like\na man.\n\n“I’ll never let you down,” she said shortly. “Let’s go.”\n\nThey went out under a sky of faint, clean blue, where a frosty moon\nqueened it amidst a scattering of small pale stars, and found a man who\nwas driving out of town in a wagon and went with him.\n\nBy one means and another they made their way into the Gray Dome country\nand Jim built a cabin there.\n\n                 *       *       *       *       *\n\nFifteen years later, Rosie Briggs stood in the door of it and watched\nJim climb down the steep trail toward his latest prospect hole.\n\nThere was a fresh sprinkling of snow, so light and dry that the faint\nwind started bits of it to rolling like feathers. Beneath it the smells\nof spruce and pine and juniper and little silver mountain sage were\ndormant. The cold, clean, thin air of early morning was stripped for\nthe odor of Long Jim’s pipe, and it drifted up, rank and acrid. Rosie\nliked it, at that hour and in that place.\n\nShe watched him until he waved his hand far below like a tiny\nmarionette before he took the fork of the trail under the big Engelmann\nspruce and disappeared for the day. She waved back and turned to her\ntubs. Every week she washed the clothes of four families in Gray Dome,\nthe mining town down the main road just around the next bend. It was\nhard work, but she didn’t mind it much.\n\nShe didn’t think about it. Besides, she only worked four days a week.\nThe other three she rested--sewed a little, crocheted a little, knit a\nlittle--sweaters and stockings and mittens for Jim and herself, and\nkept her diminutive house as clean as a chemist’s scales; or sat\nquietly out in front in summer or inside by the stove in winter and let\nthe long waves of peace wash deeper and deeper in. Peace is good after\na life like Rosie’s. She lay in it thankfully, as in a bath, and soaked\nold stains away.\n\nOn the side of Gray Dome Mountain, with the sheer drop of the cañon at\nher feet and the range spread out beyond; in the midst of cleanness and\nsilence unbroken since that old rocky backbone of the continent thrust\nitself up into the sun, she had risen slowly out of the shards of the\nlife of Captain Mac and come, late but surely, into her heritage of\nwomanliness and dignity. The years had chipped away her prettiness, but\nin its place was beauty for those who could see it. The smooth face had\nbeen sculptured into something fine and strong and self-directed,\nsomething steadfast and serene. She wasn’t blown about by tantrums any\nmore.\n\nShe had a stake in the game of life now, and she played to hold it. She\nhad steadied to meet the responsibilities thrust upon her by Jim. He\nwas as kind and patient as the seasons, and as unreliable. And she was\nlike a cottonwood tree; she put out the leaves of her affection and\nconfidence surely and abundantly, but with tireless caution and she\nrarely got nipped. She controlled him where he could be controlled, and\nwhere he couldn’t she accepted him as she did the weather. Her\nknowledge of men was empirical, unhampered by theories.\n\nJim would give anybody anything she had--he possessed nothing\nhimself--and be perennially surprized if she objected. Usually she\ndidn’t, but if it was something she wanted she went after it and got it\nback if she could. Any bum or crook or sharper could win his friendship\nand pick his mind or his pocket if either happened to have anything in\nit.\n\nBut Rosie’s mind was her own, and instead of a pocket she used the\nConifer County Savings Bank. She met him at all points as shrewdly as\nif he had been an opponent--which in a sense he was--but she loved him.\nAnd she knew that he loved her, and counted on it, but only for what it\nwas worth.\n\nShe put more trust in his poverty. Every day, of course, he expected to\nstrike it. And for a while she had thought he might. But gradually as\nthe days lay themselves down in long, pleasantly monotonous rows until\nthe sum of them made many years, she came to know that he wouldn’t. And\nthat, far more than his love, was the foundation of her content. While\nhe was poor he was hers--wholly, unqualifiedly, unthinkingly hers.\n\nPoor was scarcely the word, though. Jim lived in a moneyless world. Out\nof the little she made she supplied the simple necessities of both of\nthem, and he was willing to wait for everything else until he struck\nit. “Then--! Then--!” was what he thought of as he made his slow way up\nand down the mountainside. To him the thought was roseate, luminous,\nrejuvenescent.\n\nBut Rosie hated it. If for nothing else, because it held the seeds of\npossible change. After a chancy life, she valued most, of things\nattainable by human beings, a life that was free from chances.\n\nOn this morning in spring an eagle slanted down the sky on wide, still\nwings; the ice broke up and tinkled in Little Cub Creek in the cañon;\nthe orange and yellow shoots of the willows swelled out toward catkins;\nand Rosie washed her clothes contentedly, secure in the knowledge that\nthere was no “then”; while over in his hole in the side of Old Baldy\nJim broke up her world with quick excited blows of a short-handled\nminer’s pick.\n\nShe was hanging out the clothes on the squawberry bushes at the back\nwhen she heard the impatient crash of his elk hide boots. She went\nquickly through the house and stopped in the front door at sight of\nhim.\n\nWhen he swung up his heavy bag of samples for a signal, she knew. Knew\nbefore she heard his whoop. And when it cut across the stillness like\nthe whistle of a locomotive it struck her cold. It chilled the core of\nher spirit, as an icy wind loosed in the tropics would chill a naked\nnative.\n\n“Struck it, by thunder! Two hundred dollars to the ton, if it’s worth a\ncent! An’ the vein as plain as a layer ’o choc’late in a cake!”\n\nHe fell into a chair on the porch. Rosie stood and stared at him. The\none thing he knew was ore. He had the kind of knowledge that men had\nbeen willing to pay for when he’d sell it. His “then” had come. The\nrealization went through her consciousness in widening rings. Whatever\nelse it meant, it meant the end of this; the beginning of uncertainty.\n\nHe caught her in his arms and swept her into the cabin and danced her\nabout until the place shook.\n\n“Didn’t I tell you? Didn’t I say you’d ride in your own auto yet? It\nhad to come, old lady, it jest nacherally had to come!”\n\nHe gave her a hug and turned her loose.\n\n“I knowed it,” he said solemnly. “I’ve allus knowed it. Away down deep\nin there--” he tapped his breast--“I’ve had a hunch.”\n\nHe flung himself into a chair and looked at her hard. “‘Ain’t you\nglad?” he said suddenly.\n\nShe was like a boat that has luffed into the wind. For a moment her\nmental sails hung flapping. Then they filled and strained and she set\nout before this new cold breeze. She told him as best she could that\nshe was glad.\n\n“To look at you a feller might think you was kinder sorry like,” he\nsaid quizzically. “What’s the matter?”\n\n“I was thinkin’ a little about how happy we’d been right here--just you\nand me and the house you made yourself.”\n\n“’Twarn’t a patch on what it’s gonna be,” he said, and jumped up and\nwas off with his samples to the assayer’s in Gray Dome. He stepped\nstrongly, as a young man does. Half the stoop was gone from his\nshoulders.\n\nRosie turned back slowly and sat down heavily at the kitchen table, her\noccupation gone. Jim didn’t need a grubstaker now. She sat there a long\ntime, while memories of other miners who had got rich swarmed in her\nbrain like little devils that fell over each other in their eagerness\nto stab her: Senator Sherrill, and Tom Potts, the hotel man, and Hooker\nBates, who took his flier in Wall Street; and Mike Watson, who divorced\nhis wife for Dora Schoonmaker, and a dozen others. They made their\nmoney and then were gathered in by women like the Schoonmakers. She had\nseen so many of them. They always left the women they had picked up\nwhen they were poor. Especially dance hall women. Even when they were\ntheir wives.\n\nAnd she and Jim had never been married.\n\n                 *       *       *       *       *\n\nBut Rosie Briggs wasn’t a quitter. Little in her life had gone by\ndefault. When the terms of the sale of the mine had been arranged and\neverybody in Conifer County knew that Jim was going to be a rich man,\nshe capped his plans with hers and squared about to meet what was\ncoming. She went over her clothes and spruced up as much as she could\nto match her new station. And very carefully she laid down a program of\nbuying to be carried out as soon as the money came in.\n\nAmong her things she found a picture that she had clipped from a\nfashion magazine twelve years ago--a colored picture of an\nelectric-blue plush dress of a style that she had admired. She felt a\ntwinge of sadness as she wondered how many other things that she had\nwanted and gone without would look as queer as that now.\n\nThe dress she had worn when Jim took her out of the dance hall--the red\ndress with the spangles on it--looked queerer, but that night while Jim\nwas in the village on an errand after supper she put it on and sat\nwaiting for him by the fire, determined to play such cards as she had.\n\nWhen he came in he stopped at the door of the little sitting room with\na whistle of surprize.\n\n“I ain’t seen that for ten years. Didn’t know you had it.”\n\n“It isn’t much--” she said, smoothing the skirt.\n\nShe had lengthened and renovated it as best she could. It was the only\npiece of finery she owned.\n\n“It’s all right. Lord, how purty I uster think it was!”\n\nThe windows were open to the night. The weather had turned suddenly\nwarm that day, as if the old earth had decided to start life all over\nagain with the Briggses. There was a moon, and the new tender leaves of\nthe aspens about the cabin made patterns on it that twinkled. You could\nalmost feel the soft wooly anemones thrusting up their oval spear\npoints outside.\n\nThe feel of it all had got into Rosie’s heart and driven out some of\nher fears. She even had her old banjo in her lap. She wanted to prove\nto him that she meant to help him to be happy. She touched the strings\nand began to sing.\n\nShe knew only the songs that had been popular a good while\nago--“Daisy”, “Two Little Girls in Blue”, “Sweet Rosie O’Grady” and one\nor two more of the same sort. These, to her, were “music”--all there\nwas of it. She sang:\n\n    “Daisy, Daisy, give me your answer true.\n    I’m half crazy, just for the love of you . . .”\n\nand felt a load slipping from her heart as the snow slips from the\nsummit of Gray Dome Mountain when warm weather comes.\n\n“Gosh!” Jim murmured. “You ain’t sung that sence--”\n\nHe let the sentence die. His eyes smiled above his grizzling brown\nmustache and beard. She wanted to put down the banjo and go to him and\ntouch his hand. But she went on singing, pleased that she remembered\nthe tune so well, that her voice rang out so clear and true, and Jim\ncame and sat close beside her.\n\nA strange, deliciously sweet odor crept in under the smells of growing\nthings and wet earth out there on the dripping mountainside. She felt\njust then that Jim was as steadfast and as sure to stand by as the huge\nsilver spruce that the cabin was built against. She let her cheek rest\non the shoulder of his coat.\n\n    “It won’t be a stylish marriage,\n    For I can’t afford a carriage . . .”\n\nThe odor came more strongly. It was like orange flowers. She smiled at\nthe sentimental notion. Orange flowers on the side of Gray Dome--\n\n    “But you’d look sweet--upon the seat\n    Of a bicycle built--”\n\nThe odor came from Jim’s coat.\n\nIt said suddenly, “Lorraine Schoonmaker,” as plainly as Jim’s lips\ncould have said it. To smell it was to see the girl standing behind the\ncounter in the Gray Dome Dry Goods Company’s store. Probably there was\nno one in town who would have failed to connect her with that perfume.\n\nA knife seemed to unfold inside of Rosie. It cut her song off in the\nmiddle of the line and brought her upright in her chair with a gasp.\n\n“What’s the matter?” Jim said, startled.\n\nShe got to her feet. She almost came straight out with it. That would\nhave been like her. It was what she wanted to do. But for the first\ntime in many years she was afraid. She stared at Jim with deep\nrevulsion. Suddenly he was part of an elemental horror that she had\nclimbed out of long ago and that now was closing around her again.\n\n“I--I hadn’t ought to’ve sung that,” she said thickly. “It--makes me\nthink too much of the old days,” and went stumbling off to the bedroom.\n\nHe followed her and stood around, saying things to comfort her, and\nfinally she pretended that her mood had passed. But when she lay still\nat last by his side and thought about Lorraine Schoonmaker, hard lines\npulled at the corners of her mouth that hadn’t been there for fifteen\nyears. Long after all traces of it had vanished, she fancied that the\nair was faintly touched with the perfume of orange flowers.\n\n“Women” would have been bad enough, but he would have tired of them and\ncome back. There’d be no coming back from this girl of twenty-one,\nclever and hard of mind and soft and pink of body, with the first taste\nof what money could do fresh in her mouth.\n\nMen didn’t come back from the Schoonmaker women. Behind Lorraine, with\nher sleek black pomaded hair, her short tight pussy-willow taffeta one\npiece gown, her chiffon stockings and high-heeled satin pumps with\nrhinestone buckles, her vanity case almost as big as a traveling bag,\nher jeweled wrist watch and swinging bead girdle, Rosie saw Ally\nSchoonmaker, her older sister, who had married Timothy Bund practically\non his death-bed for his house and his shares in the North Star Mine.\nAnd behind Ally, up the ladder of the years a rung or two, Dora\nSchoonmaker, breaking up the Watson home when Mike Watson’s mine began\nto pay, and somehow juggling him into a divorce from the woman who had\nseen him through the lean grim years of penury and into marriage with\nher and then carrying him off East. And Effie, the oldest of the four,\nwho had run away with Perce Williams, nearly two decades her junior,\nwhen he came into his father’s money, and held him grimly to her side\never since.\n\nYes, and even Bertha Schoonmaker, the mother, with her wig and her\ndirty chiffon blouses and her painted cheeks and brown teeth and\npink-lined hats with floating pink veils, playing the man-game still,\nat sixty-four. Their lean, rapacious Schoonmaker hands were all alike.\nIf Lorraine took Jim, she’d take him to keep. At the altar. For very\ndefinite financial ends of her own.\n\nThe tacit bargain between Long Jim and Rosie had never got itself into\nwords; they hadn’t felt the need of them. He had pulled her out of\nhell. The strength of her allegiance to him couldn’t be increased by\nthe mere saying of words, however sacred, or the giving of a ring.\nMarriage would have added nothing to her side of it. Nor, she had\nthought, to his. She wished now that she had it, but it had not\noccurred to her to wish it before. She had had something so much\nsolider in poverty. Marriage might hold and it might not, but while he\nhad been dependent upon her for his food and clothes, there had been no\ndoubt.\n\nShe went back to that over and over that night, seeing the placid years\nin the little house as very beautiful through a mist of pain. She had a\nfeeling that, pulling at the almost forgotten cadences of the song, she\nhad brought the past down about her ears. She felt the old trapped\nfatalistic despair and sick rage, without the old vigor. Something\nbegan banking up inside of her, steadily, relentlessly. She was\nterribly afraid of it. It seemed to her that it was a great bubble of\nblack blood in her brain, and that when it burst-- She tried to keep\nfrom thinking to ease the strain on it, but her thoughts streamed out\nswiftly from oubliettes in obscure corners of her mind.\n\nThey were hideous thoughts and really not hers at all. It seemed that\nsome devil sent them to torture her. The unfairness of it gagged in her\nthroat. She had fought her way out of filth and blackness to cleanness\nand the sun, and now, without volition, the old horror came on her\nagain from within--clicked through her brain like yards and yards of\ncinema film. The current of her life had swept past its one clean\ntranquil place and was swirling along muddied and normal. The familiar\nache was in her heart, and Rosie was herself again--Captain Mac, of\nAl’s Dance Hall. You didn’t get away from things like that.\n\nWell, there were things that Captain Mac knew how to do that Rosie\nBriggs had forgotten. She had whipped a can along the street once with\nrevolver bullets as a child whips a hoop to the admiration of every\nidle man in town, and ended the demonstration by shooting a stranger’s\nplug hat off his head without disturbing his hair. Her whirling\nthoughts showed her Jim’s old .44 in the left-hand end of the bottom\ndrawer of the dresser.\n\nShe must wait, she told herself--and her heart gave a great bound--she\nmust wait until she had them together! She laughed out with sudden\nraucous cruelty in the still cool night. Jim stirred in his sleep but\ndidn’t waken. She raised herself on one elbow and looked down at him,\nwhile her thoughts raced and danced, piling themselves into the bubble.\n\nAnd then it burst and left her weak with compassion, seeing them\ntogether in her mind’s eye; seeing them as clearly as the daylight that\nwas climbing over Gray Dome Mountain. That fragile, empty, smart little\nthing and Long Jim Briggs! Gaunt, weathered, grizzled old Jim--and her!\nShe’d no more be able to shoot than to enter into her dead mother’s\nwomb and be born again.\n\nFeeling as old as the granite hills that ramparted the cañon, and with\nsomething too of their plain ineluctable dignity, she arose and dressed\nherself and built the breakfast fire in the stove.\n\nWhen Jim came out to her she got slowly to her feet, closed the damper\nand faced him.\n\n“Jim,” she said, “that girl don’t want you. Take a good look at\nyourself in the mirror over there, and then think of her. She’ll throw\nyou away like a sucked orange when the money’s gone.”\n\nLong Jim Briggs stood up with his head in the rafters of the tiny room\nand stared like an idiot.\n\n“I smelled her perfumery on your coat,” said Rosie shortly, and\ncomprehension dawned slowly in his face.\n\n“Holy jumping June bugs!” he said from somewhere down in his boots. “So\nthat’s what you thought! Wait a minute. I was hidin’ it in the wood\nhouse. I wanted to surprize you.”\n\nIn a moment he returned with a package. With awkward swift movements he\nripped off the wrapping paper and shook out the folds of a brilliant\nelectric blue plush dress of a fashion fallen into forgotten desuetude\nten years before.\n\nHe displayed it pridefully down the front of his long person, head\na-cock and a twinkle in his eye.\n\n“That’s all there was between us! Smell it!” The room reeked of orange\nblossoms. “She made it for me nights, to make some extra money. It’s\nthe kind you kep’ a picture of from a fashion book. I got it off your\ndresser. Do you--do you like it, Rosie?”\n\nShe tried to speak, but could only nod her head. He patted her shoulder\nawkwardly. The dress swam before her eyes like a pane of blue glass in\nthe rain.\n\n“It’s goin’ to be the swellest weddin’,” he said huskily, “that little\nold Gray Dome ever seen. An’ then--” he cleared his throat with a\nrumble like summer thunder--“we’re goin’ to Denver an’ buy a house on\nCapitol Hill an’ the finest auto in town, an’ a nigger to run it an’\ndrive around an’ tell ’em all to go to hell!”\n\n\n\n",
    "metadata": {
        "author": [
            "Ellerbe, Paul",
            "Ellerbe, Alma"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73556/pg73556.txt",
        "name": "especially_dance_hall_women.json"
    }
}