{
    "name": "Eve's Diary, Complete",
    "author": [
        "Twain, Mark"
    ],
    "body": "\n\n\nTranslated from the Original\n\n\n\nSATURDAY.--I am almost a whole day old, now.  I arrived yesterday.\nThat is as it seems to me.  And it must be so, for if there was a\nday-before-yesterday I was not there when it happened, or I should\nremember it.  It could be, of course, that it did happen, and that I\nwas not noticing. Very well; I will be very watchful now, and if any\nday-before-yesterdays happen I will make a note of it. It will be best\nto start right and not let the record get confused, for some instinct\ntells me that these details are going to be important to the historian\nsome day.  For I feel like an experiment, I feel exactly like an\nexperiment; it would be impossible for a person to feel more like an\nexperiment than I do, and so I am coming to feel convinced that that\nis what I AM--an experiment; just an experiment, and nothing more.\n\nThen if I am an experiment, am I the whole of it?  No, I think not; I\nthink the rest of it is part of it.  I am the main part of it, but I\nthink the rest of it has its share in the matter.  Is my position\nassured, or do I have to watch it and take care of it? The latter,\nperhaps.  Some instinct tells me that eternal vigilance is the price\nof supremacy.  [That is a good phrase, I think, for one so young.]\n\nEverything looks better today than it did yesterday.  In the rush of\nfinishing up yesterday, the mountains were left in a ragged condition,\nand some of the plains were so cluttered with rubbish and remnants that\nthe aspects were quite distressing.  Noble and beautiful works of art\nshould not be subjected to haste; and this majestic new world is indeed\na most noble and beautiful work.  And certainly marvelously near to\nbeing perfect, notwithstanding the shortness of the time. There are too\nmany stars in some places and not enough in others, but that can be\nremedied presently, no doubt.  The moon got loose last night, and slid\ndown and fell out of the scheme--a very great loss; it breaks my heart\nto think of it.  There isn't another thing among the ornaments and\ndecorations that is comparable to it for beauty and finish.  It should\nhave been fastened better. If we can only get it back again--\n\nBut of course there is no telling where it went to.  And besides,\nwhoever gets it will hide it; I know it because I would do it myself.\nI believe I can be honest in all other matters, but I already begin to\nrealize that the core and center of my nature is love of the beautiful,\na passion for the beautiful, and that it would not be safe to trust me\nwith a moon that belonged to another person and that person didn't know\nI had it.  I could give up a moon that I found in the daytime, because I\nshould be afraid some one was looking; but if I found it in the dark, I\nam sure I should find some kind of an excuse for not saying anything\nabout it.  For I do love moons, they are so pretty and so romantic.  I\nwish we had five or six; I would never go to bed; I should never get\ntired lying on the moss-bank and looking up at them.\n\nStars are good, too.  I wish I could get some to put in my hair. But I\nsuppose I never can.  You would be surprised to find how far off they\nare, for they do not look it.  When they first showed, last night, I\ntried to knock some down with a pole, but it didn't reach, which\nastonished me; then I tried clods till I was all tired out, but I never\ngot one.  It was because I am left-handed and cannot throw good.  Even\nwhen I aimed at the one I wasn't after I couldn't hit the other one,\nthough I did make some close shots, for I saw the black blot of the clod\nsail right into the midst of the golden clusters forty or fifty times,\njust barely missing them, and if I could have held out a little longer\nmaybe I could have got one.\n\nSo I cried a little, which was natural, I suppose, for one of my age,\nand after I was rested I got a basket and started for a place on the\nextreme rim of the circle, where the stars were close to the ground and\nI could get them with my hands, which would be better, anyway, because I\ncould gather them tenderly then, and not break them. But it was farther\nthan I thought, and at last I had to give it up; I was so tired I\ncouldn't drag my feet another step; and besides, they were sore and hurt\nme very much.\n\nI couldn't get back home; it was too far and turning cold; but I found\nsome tigers and nestled in among them and was most adorably comfortable,\nand their breath was sweet and pleasant, because they live on\nstrawberries.  I had never seen a tiger before, but I knew them in a\nminute by the stripes.  If I could have one of those skins, it would\nmake a lovely gown.\n\nToday I am getting better ideas about distances.  I was so eager to get\nhold of every pretty thing that I giddily grabbed for it, sometimes when\nit was too far off, and sometimes when it was but six inches away but\nseemed a foot--alas, with thorns between! I learned a lesson; also I\nmade an axiom, all out of my own head--my very first one; THE SCRATCHED\nEXPERIMENT SHUNS THE THORN. I think it is a very good one for one so\nyoung.\n\nI followed the other Experiment around, yesterday afternoon, at a\ndistance, to see what it might be for, if I could.  But I was not able\nto make [it] out.  I think it is a man.  I had never seen a man, but it\nlooked like one, and I feel sure that that is what it is. I realize that\nI feel more curiosity about it than about any of the other reptiles.  If\nit is a reptile, and I suppose it is; for it has frowzy hair and blue\neyes, and looks like a reptile. It has no hips; it tapers like a carrot;\nwhen it stands, it spreads itself apart like a derrick; so I think it is\na reptile, though it may be architecture.\n\nI was afraid of it at first, and started to run every time it turned\naround, for I thought it was going to chase me; but by and by I found it\nwas only trying to get away, so after that I was not timid any more, but\ntracked it along, several hours, about twenty yards behind, which made\nit nervous and unhappy. At last it was a good deal worried, and climbed\na tree.  I waited a good while, then gave it up and went home.\n\nToday the same thing over.  I've got it up the tree again.\n\n\n\nSUNDAY.--It is up there yet.  Resting, apparently.  But that is a\nsubterfuge:  Sunday isn't the day of rest; Saturday is appointed for\nthat.  It looks to me like a creature that is more interested in resting\nthan in anything else.  It would tire me to rest so much. It tires me\njust to sit around and watch the tree.  I do wonder what it is for; I\nnever see it do anything.\n\nThey returned the moon last night, and I was SO happy!  I think it is\nvery honest of them.  It slid down and fell off again, but I was not\ndistressed; there is no need to worry when one has that kind of\nneighbors; they will fetch it back.  I wish I could do something to show\nmy appreciation.  I would like to send them some stars, for we have more\nthan we can use.  I mean I, not we, for I can see that the reptile cares\nnothing for such things.\n\nIt has low tastes, and is not kind.  When I went there yesterday evening\nin the gloaming it had crept down and was trying to catch the little\nspeckled fishes that play in the pool, and I had to clod it to make it\ngo up the tree again and let them alone. I wonder if THAT is what it is\nfor?  Hasn't it any heart? Hasn't it any compassion for those little\ncreature?  Can it be that it was designed and manufactured for such\nungentle work? It has the look of it.  One of the clods took it back of\nthe ear, and it used language.  It gave me a thrill, for it was the\nfirst time I had ever heard speech, except my own.  I did not understand\nthe words, but they seemed expressive.\n\nWhen I found it could talk I felt a new interest in it, for I love to\ntalk; I talk, all day, and in my sleep, too, and I am very interesting,\nbut if I had another to talk to I could be twice as interesting, and\nwould never stop, if desired.\n\nIf this reptile is a man, it isn't an IT, is it?  That wouldn't be\ngrammatical, would it?  I think it would be HE.  I think so. In that\ncase one would parse it thus:  nominative, HE; dative, HIM; possessive,\nHIS'N. Well, I will consider it a man and call it he until it turns out\nto be something else.  This will be handier than having so many\nuncertainties.\n\n\n\nNEXT WEEK SUNDAY.--All the week I tagged around after him and tried to\nget acquainted.  I had to do the talking, because he was shy, but I\ndidn't mind it.  He seemed pleased to have me around, and I used the\nsociable “we” a good deal, because it seemed to flatter him to be\nincluded.\n\n\n\nWEDNESDAY.--We are getting along very well indeed, now, and getting\nbetter and better acquainted.  He does not try to avoid me any more,\nwhich is a good sign, and shows that he likes to have me with him. That\npleases me, and I study to be useful to him in every way I can, so as to\nincrease his regard.\n\nDuring the last day or two I have taken all the work of naming things\noff his hands, and this has been a great relief to him, for he has no\ngift in that line, and is evidently very grateful.  He can't think of a\nrational name to save him, but I do not let him see that I am aware of\nhis defect. Whenever a new creature comes along I name it before he has\ntime to expose himself by an awkward silence.  In this way I have saved\nhim many embarrassments.  I have no defect like this. The minute I set\neyes on an animal I know what it is.  I don't have to reflect a moment;\nthe right name comes out instantly, just as if it were an inspiration,\nas no doubt it is, for I am sure it wasn't in me half a minute before.\nI seem to know just by the shape of the creature and the way it acts\nwhat animal it is.\n\nWhen the dodo came along he thought it was a wildcat--I saw it in his\neye.  But I saved him.  And I was careful not to do it in a way that\ncould hurt his pride.  I just spoke up in a quite natural way of\npleasing surprise, and not as if I was dreaming of conveying\ninformation, and said, “Well, I do declare, if there isn't the dodo!”  I\nexplained--without seeming to be explaining--how I know it for a dodo,\nand although I thought maybe he was a little piqued that I knew the\ncreature when he didn't, it was quite evident that he admired me.  That\nwas very agreeable, and I thought of it more than once with\ngratification before I slept. How little a thing can make us happy when\nwe feel that we have earned it!\n\n\n\nTHURSDAY.--my first sorrow.  Yesterday he avoided me and seemed to wish\nI would not talk to him.  I could not believe it, and thought there was\nsome mistake, for I loved to be with him, and loved to hear him talk,\nand so how could it be that he could feel unkind toward me when I had\nnot done anything?  But at last it seemed true, so I went away and sat\nlonely in the place where I first saw him the morning that we were made\nand I did not know what he was and was indifferent about him; but now it\nwas a mournful place, and every little thing spoke of him, and my heart\nwas very sore. I did not know why very clearly, for it was a new\nfeeling; I had not experienced it before, and it was all a mystery, and\nI could not make it out.\n\nBut when night came I could not bear the lonesomeness, and went to the\nnew shelter which he has built, to ask him what I had done that was\nwrong and how I could mend it and get back his kindness again; but he\nput me out in the rain, and it was my first sorrow.\n\n\n\nSUNDAY.--It is pleasant again, now, and I am happy; but those were heavy\ndays; I do not think of them when I can help it.\n\nI tried to get him some of those apples, but I cannot learn to throw\nstraight.  I failed, but I think the good intention pleased him. They\nare forbidden, and he says I shall come to harm; but so I come to harm\nthrough pleasing him, why shall I care for that harm?\n\n\n\nMONDAY.--This morning I told him my name, hoping it would interest him.\nBut he did not care for it.  It is strange.  If he should tell me his\nname, I would care.  I think it would be pleasanter in my ears than any\nother sound.\n\nHe talks very little.  Perhaps it is because he is not bright, and is\nsensitive about it and wishes to conceal it.  It is such a pity that he\nshould feel so, for brightness is nothing; it is in the heart that the\nvalues lie.  I wish I could make him understand that a loving good heart\nis riches, and riches enough, and that without it intellect is poverty.\n\nAlthough he talks so little, he has quite a considerable vocabulary.\nThis morning he used a surprisingly good word. He evidently recognized,\nhimself, that it was a good one, for he worked it in twice afterward,\ncasually.  It was good casual art, still it showed that he possesses a\ncertain quality of perception. Without a doubt that seed can be made to\ngrow, if cultivated.\n\nWhere did he get that word?  I do not think I have ever used it.\n\nNo, he took no interest in my name.  I tried to hide my disappointment,\nbut I suppose I did not succeed.  I went away and sat on the moss-bank\nwith my feet in the water.  It is where I go when I hunger for\ncompanionship, some one to look at, some one to talk to. It is not\nenough--that lovely white body painted there in the pool--but it is\nsomething, and something is better than utter loneliness. It talks when\nI talk; it is sad when I am sad; it comforts me with its sympathy; it\nsays, “Do not be downhearted, you poor friendless girl; I will be your\nfriend.”  It IS a good friend to me, and my only one; it is my sister.\n\nThat first time that she forsook me! ah, I shall never forget that\n--never, never.  My heart was lead in my body!  I said, “She was all I\nhad, and now she is gone!”  In my despair I said, “Break, my heart; I\ncannot bear my life any more!” and hid my face in my hands, and there\nwas no solace for me.  And when I took them away, after a little, there\nshe was again, white and shining and beautiful, and I sprang into her\narms!\n\nThat was perfect happiness; I had known happiness before, but it was not\nlike this, which was ecstasy.  I never doubted her afterward. Sometimes\nshe stayed away--maybe an hour, maybe almost the whole day, but I waited\nand did not doubt; I said, “She is busy, or she is gone on a journey,\nbut she will come.”  And it was so: she always did.  At night she would\nnot come if it was dark, for she was a timid little thing; but if there\nwas a moon she would come. I am not afraid of the dark, but she is\nyounger than I am; she was born after I was.  Many and many are the\nvisits I have paid her; she is my comfort and my refuge when my life is\nhard--and it is mainly that.\n\n\n\nTUESDAY.--All the morning I was at work improving the estate; and I\npurposely kept away from him in the hope that he would get lonely and\ncome.  But he did not.\n\nAt noon I stopped for the day and took my recreation by flitting all\nabout with the bees and the butterflies and reveling in the flowers,\nthose beautiful creatures that catch the smile of God out of the sky and\npreserve it!  I gathered them, and made them into wreaths and garlands\nand clothed myself in them while I ate my luncheon--apples, of course;\nthen I sat in the shade and wished and waited. But he did not come.\n\nBut no matter.  Nothing would have come of it, for he does not care for\nflowers.  He called them rubbish, and cannot tell one from another, and\nthinks it is superior to feel like that.  He does not care for me, he\ndoes not care for flowers, he does not care for the painted sky at\neventide--is there anything he does care for, except building shacks to\ncoop himself up in from the good clean rain, and thumping the melons,\nand sampling the grapes, and fingering the fruit on the trees, to see\nhow those properties are coming along?\n\nI laid a dry stick on the ground and tried to bore a hole in it with\nanother one, in order to carry out a scheme that I had, and soon I got\nan awful fright.  A thin, transparent bluish film rose out of the hole,\nand I dropped everything and ran!  I thought it was a spirit, and I WAS\nso frightened!  But I looked back, and it was not coming; so I leaned\nagainst a rock and rested and panted, and let my limbs go on trembling\nuntil they got steady again; then I crept warily back, alert, watching,\nand ready to fly if there was occasion; and when I was come near, I\nparted the branches of a rose-bush and peeped through--wishing the man\nwas about, I was looking so cunning and pretty--but the sprite was gone.\nI went there, and there was a pinch of delicate pink dust in the hole. I\nput my finger in, to feel it, and said OUCH! and took it out again.  It\nwas a cruel pain.  I put my finger in my mouth; and by standing first on\none foot and then the other, and grunting, I presently eased my misery;\nthen I was full of interest, and began to examine.\n\nI was curious to know what the pink dust was.  Suddenly the name of it\noccurred to me, though I had never heard of it before.  It was FIRE! I\nwas as certain of it as a person could be of anything in the world. So\nwithout hesitation I named it that--fire.\n\nI had created something that didn't exist before; I had added a new\nthing to the world's uncountable properties; I realized this, and was\nproud of my achievement, and was going to run and find him and tell him\nabout it, thinking to raise myself in his esteem--but I reflected, and\ndid not do it.  No--he would not care for it. He would ask what it was\ngood for, and what could I answer? for if it was not GOOD for something,\nbut only beautiful, merely beautiful--\n\nSo I sighed, and did not go.  For it wasn't good for anything; it could\nnot build a shack, it could not improve melons, it could not hurry a\nfruit crop; it was useless, it was a foolishness and a vanity; he would\ndespise it and say cutting words. But to me it was not despicable; I\nsaid, “Oh, you fire, I love you, you dainty pink creature, for you are\nBEAUTIFUL--and that is enough!” and was going to gather it to my breast.\nBut refrained. Then I made another maxim out of my head, though it was\nso nearly like the first one that I was afraid it was only a plagiarism:\n“THE BURNT EXPERIMENT SHUNS THE FIRE.”\n\nI wrought again; and when I had made a good deal of fire-dust I emptied\nit into a handful of dry brown grass, intending to carry it home and\nkeep it always and play with it; but the wind struck it and it sprayed\nup and spat out at me fiercely, and I dropped it and ran. When I looked\nback the blue spirit was towering up and stretching and rolling away\nlike a cloud, and instantly I thought of the name of it--SMOKE!--though,\nupon my word, I had never heard of smoke before.\n\nSoon brilliant yellow and red flares shot up through the smoke, and I\nnamed them in an instant--FLAMES--and I was right, too, though these\nwere the very first flames that had ever been in the world.  They\nclimbed the trees, then flashed splendidly in and out of the vast and\nincreasing volume of tumbling smoke, and I had to clap my hands and\nlaugh and dance in my rapture, it was so new and strange and so\nwonderful and so beautiful!\n\nHe came running, and stopped and gazed, and said not a word for many\nminutes.  Then he asked what it was.  Ah, it was too bad that he should\nask such a direct question.  I had to answer it, of course, and I did.\nI said it was fire.  If it annoyed him that I should know and he must\nask; that was not my fault; I had no desire to annoy him. After a pause\nhe asked:\n\n“How did it come?”\n\nAnother direct question, and it also had to have a direct answer.\n\n“I made it.”\n\nThe fire was traveling farther and farther off.  He went to the edge of\nthe burned place and stood looking down, and said:\n\n“What are these?”\n\n“Fire-coals.”\n\nHe picked up one to examine it, but changed his mind and put it down\nagain.  Then he went away.  NOTHING interests him.\n\nBut I was interested.  There were ashes, gray and soft and delicate and\npretty--I knew what they were at once.  And the embers; I knew the\nembers, too.  I found my apples, and raked them out, and was glad; for I\nam very young and my appetite is active. But I was disappointed; they\nwere all burst open and spoiled. Spoiled apparently; but it was not so;\nthey were better than raw ones. Fire is beautiful; some day it will be\nuseful, I think.\n\n\n\nFRIDAY.--I saw him again, for a moment, last Monday at nightfall, but\nonly for a moment.  I was hoping he would praise me for trying to\nimprove the estate, for I had meant well and had worked hard. But he was\nnot pleased, and turned away and left me.  He was also displeased on\nanother account:  I tried once more to persuade him to stop going over\nthe Falls.  That was because the fire had revealed to me a new passion\n--quite new, and distinctly different from love, grief, and those others\nwhich I had already discovered--FEAR.  And it is horrible!--I wish I had\nnever discovered it; it gives me dark moments, it spoils my happiness,\nit makes me shiver and tremble and shudder. But I could not persuade\nhim, for he has not discovered fear yet, and so he could not understand\nme.\n\n\n\n\n\n\n                 EXTRACT FROM ADAM'S DIARY\n\n\nPerhaps I ought to remember that she is very young, a mere girl and make\nallowances.  She is all interest, eagerness, vivacity, the world is to\nher a charm, a wonder, a mystery, a joy; she can't speak for delight\nwhen she finds a new flower, she must pet it and caress it and smell it\nand talk to it, and pour out endearing names upon it. And she is\ncolor-mad: brown rocks, yellow sand, gray moss, green foliage, blue sky;\nthe pearl of the dawn, the purple shadows on the mountains, the golden\nislands floating in crimson seas at sunset, the pallid moon sailing\nthrough the shredded cloud-rack, the star-jewels glittering in the\nwastes of space--none of them is of any practical value, so far as I can\nsee, but because they have color and majesty, that is enough for her,\nand she loses her mind over them. If she could quiet down and keep still\na couple minutes at a time, it would be a reposeful spectacle.  In that\ncase I think I could enjoy looking at her; indeed I am sure I could, for\nI am coming to realize that she is a quite remarkably comely creature\n--lithe, slender, trim, rounded, shapely, nimble, graceful; and once\nwhen she was standing marble-white and sun-drenched on a boulder, with\nher young head tilted back and her hand shading her eyes, watching the\nflight of a bird in the sky, I recognized that she was beautiful.\n\n\n\nMONDAY NOON.--If there is anything on the planet that she is not\ninterested in it is not in my list.  There are animals that I am\nindifferent to, but it is not so with her.  She has no discrimination,\nshe takes to all of them, she thinks they are all treasures, every new\none is welcome.\n\nWhen the mighty brontosaurus came striding into camp, she regarded it as\nan acquisition, I considered it a calamity; that is a good sample of the\nlack of harmony that prevails in our views of things. She wanted to\ndomesticate it, I wanted to make it a present of the homestead and move\nout.  She believed it could be tamed by kind treatment and would be a\ngood pet; I said a pet twenty-one feet high and eighty-four feet long\nwould be no proper thing to have about the place, because, even with the\nbest intentions and without meaning any harm, it could sit down on the\nhouse and mash it, for any one could see by the look of its eye that it\nwas absent-minded.\n\nStill, her heart was set upon having that monster, and she couldn't give\nit up.  She thought we could start a dairy with it, and wanted me to\nhelp milk it; but I wouldn't; it was too risky. The sex wasn't right,\nand we hadn't any ladder anyway.  Then she wanted to ride it, and look\nat the scenery.  Thirty or forty feet of its tail was lying on the\nground, like a fallen tree, and she thought she could climb it, but she\nwas mistaken; when she got to the steep place it was too slick and down\nshe came, and would have hurt herself but for me.\n\nWas she satisfied now?  No. Nothing ever satisfies her but\ndemonstration; untested theories are not in her line, and she won't have\nthem. It is the right spirit, I concede it; it attracts me; I feel the\ninfluence of it; if I were with her more I think I should take it up\nmyself.  Well, she had one theory remaining about this colossus: she\nthought that if we could tame it and make him friendly we could stand in\nthe river and use him for a bridge.  It turned out that he was already\nplenty tame enough--at least as far as she was concerned--so she tried\nher theory, but it failed:  every time she got him properly placed in\nthe river and went ashore to cross over him, he came out and followed\nher around like a pet mountain.  Like the other animals.  They all do\nthat.\n\n\n\nTuesday--Wednesday--Thursday--and today:  all without seeing him.  It is\na long time to be alone; still, it is better to be alone than unwelcome.\n\n\n\nFRIDAY--I HAD to have company--I was made for it, I think--so I made\nfriends with the animals.  They are just charming, and they have the\nkindest disposition and the politest ways; they never look sour, they\nnever let you feel that you are intruding, they smile at you and wag\ntheir tail, if they've got one, and they are always ready for a romp or\nan excursion or anything you want to propose. I think they are perfect\ngentlemen.  All these days we have had such good times, and it hasn't\nbeen lonesome for me, ever.\n\nLonesome!  No, I should say not.  Why, there's always a swarm of them\naround--sometimes as much as four or five acres--you can't count them;\nand when you stand on a rock in the midst and look out over the furry\nexpanse it is so mottled and splashed and gay with color and frisking\nsheen and sun-flash, and so rippled with stripes, that you might think\nit was a lake, only you know it isn't; and there's storms of sociable\nbirds, and hurricanes of whirring wings; and when the sun strikes all\nthat feathery commotion, you have a blazing up of all the colors you can\nthink of, enough to put your eyes out.\n\nWe have made long excursions, and I have seen a great deal of the world;\nalmost all of it, I think; and so I am the first traveler, and the only\none.  When we are on the march, it is an imposing sight--there's nothing\nlike it anywhere.  For comfort I ride a tiger or a leopard, because it\nis soft and has a round back that fits me, and because they are such\npretty animals; but for long distance or for scenery I ride the\nelephant.  He hoists me up with his trunk, but I can get off myself;\nwhen we are ready to camp, he sits and I slide down the back way.\n\nThe birds and animals are all friendly to each other, and there are no\ndisputes about anything.  They all talk, and they all talk to me, but it\nmust be a foreign language, for I cannot make out a word they say; yet\nthey often understand me when I talk back, particularly the dog and the\nelephant.  It makes me ashamed. It shows that they are brighter than I\nam, for I want to be the principal Experiment myself--and I intend to\nbe, too.\n\nI have learned a number of things, and am educated, now, but I wasn't at\nfirst.  I was ignorant at first.  At first it used to vex me because,\nwith all my watching, I was never smart enough to be around when the\nwater was running uphill; but now I do not mind it. I have experimented\nand experimented until now I know it never does run uphill, except in\nthe dark.  I know it does in the dark, because the pool never goes dry,\nwhich it would, of course, if the water didn't come back in the night.\nIt is best to prove things by actual experiment; then you KNOW; whereas\nif you depend on guessing and supposing and conjecturing, you never get\neducated.\n\nSome things you CAN'T find out; but you will never know you can't by\nguessing and supposing:  no, you have to be patient and go on\nexperimenting until you find out that you can't find out.  And it is\ndelightful to have it that way, it makes the world so interesting. If\nthere wasn't anything to find out, it would be dull.  Even trying to\nfind out and not finding out is just as interesting as trying to find\nout and finding out, and I don't know but more so. The secret of the\nwater was a treasure until I GOT it; then the excitement all went away,\nand I recognized a sense of loss.\n\nBy experiment I know that wood swims, and dry leaves, and feathers, and\nplenty of other things; therefore by all that cumulative evidence you\nknow that a rock will swim; but you have to put up with simply knowing\nit, for there isn't any way to prove it--up to now. But I shall find a\nway--then THAT excitement will go.  Such things make me sad; because by\nand by when I have found out everything there won't be any more\nexcitements, and I do love excitements so! The other night I couldn't\nsleep for thinking about it.\n\nAt first I couldn't make out what I was made for, but now I think it was\nto search out the secrets of this wonderful world and be happy and thank\nthe Giver of it all for devising it.  I think there are many things to\nlearn yet--I hope so; and by economizing and not hurrying too fast I\nthink they will last weeks and weeks.  I hope so.  When you cast up a\nfeather it sails away on the air and goes out of sight; then you throw\nup a clod and it doesn't. It comes down, every time. I have tried it and\ntried it, and it is always so.  I wonder why it is?  Of course it\nDOESN'T come down, but why should it SEEM to? I suppose it is an optical\nillusion.  I mean, one of them is. I don't know which one.  It may be\nthe feather, it may be the clod; I can't prove which it is, I can only\ndemonstrate that one or the other is a fake, and let a person take his\nchoice.\n\nBy watching, I know that the stars are not going to last. I have seen\nsome of the best ones melt and run down the sky. Since one can melt,\nthey can all melt; since they can all melt, they can all melt the same\nnight.  That sorrow will come--I know it. I mean to sit up every night\nand look at them as long as I can keep awake; and I will impress those\nsparkling fields on my memory, so that by and by when they are taken\naway I can by my fancy restore those lovely myriads to the black sky and\nmake them sparkle again, and double them by the blur of my tears.\n\n\n\nAfter the Fall\n\nWhen I look back, the Garden is a dream to me.  It was beautiful,\nsurpassingly beautiful, enchantingly beautiful; and now it is lost, and\nI shall not see it any more.\n\nThe Garden is lost, but I have found HIM, and am content. He loves me as\nwell as he can; I love him with all the strength of my passionate\nnature, and this, I think, is proper to my youth and sex.  If I ask\nmyself why I love him, I find I do not know, and do not really much care\nto know; so I suppose that this kind of love is not a product of\nreasoning and statistics, like one's love for other reptiles and\nanimals.  I think that this must be so. I love certain birds because of\ntheir song; but I do not love Adam on account of his singing--no, it is\nnot that; the more he sings the more I do not get reconciled to it.  Yet\nI ask him to sing, because I wish to learn to like everything he is\ninterested in. I am sure I can learn, because at first I could not stand\nit, but now I can.  It sours the milk, but it doesn't matter; I can get\nused to that kind of milk.\n\nIt is not on account of his brightness that I love him--no, it is not\nthat.  He is not to blame for his brightness, such as it is, for he did\nnot make it himself; he is as God make him, and that is sufficient.\nThere was a wise purpose in it, THAT I know. In time it will develop,\nthough I think it will not be sudden; and besides, there is no hurry; he\nis well enough just as he is.\n\nIt is not on account of his gracious and considerate ways and his\ndelicacy that I love him.  No, he has lacks in this regard, but he is\nwell enough just so, and is improving.\n\nIt is not on account of his industry that I love him--no, it is not\nthat.  I think he has it in him, and I do not know why he conceals it\nfrom me.  It is my only pain.  Otherwise he is frank and open with me,\nnow.  I am sure he keeps nothing from me but this. It grieves me that he\nshould have a secret from me, and sometimes it spoils my sleep, thinking\nof it, but I will put it out of my mind; it shall not trouble my\nhappiness, which is otherwise full to overflowing.\n\nIt is not on account of his education that I love him--no, it is not\nthat.  He is self-educated, and does really know a multitude of things,\nbut they are not so.\n\nIt is not on account of his chivalry that I love him--no, it is not\nthat. He told on me, but I do not blame him; it is a peculiarity of sex,\nI think, and he did not make his sex.  Of course I would not have told\non him, I would have perished first; but that is a peculiarity of sex,\ntoo, and I do not take credit for it, for I did not make my sex.\n\nThen why is it that I love him?  MERELY BECAUSE HE IS MASCULINE, I\nthink.\n\nAt bottom he is good, and I love him for that, but I could love him\nwithout it.  If he should beat me and abuse me, I should go on loving\nhim.  I know it.  It is a matter of sex, I think.\n\nHe is strong and handsome, and I love him for that, and I admire him and\nam proud of him, but I could love him without those qualities. If he\nwere plain, I should love him; if he were a wreck, I should love him;\nand I would work for him, and slave over him, and pray for him, and\nwatch by his bedside until I died.\n\nYes, I think I love him merely because he is MINE and is MASCULINE.\nThere is no other reason, I suppose.  And so I think it is as I first\nsaid:  that this kind of love is not a product of reasonings and\nstatistics.  It just COMES--none knows whence--and cannot explain\nitself.  And doesn't need to.\n\nIt is what I think.  But I am only a girl, the first that has examined\nthis matter, and it may turn out that in my ignorance and inexperience I\nhave not got it right.\n\n\n\nForty Years Later\n\nIt is my prayer, it is my longing, that we may pass from this life\ntogether--a longing which shall never perish from the earth, but shall\nhave place in the heart of every wife that loves, until the end of time;\nand it shall be called by my name.\n\nBut if one of us must go first, it is my prayer that it shall be I; for\nhe is strong, I am weak, I am not so necessary to him as he is to me\n--life without him would not be life; how could I endure it? This prayer\nis also immortal, and will not cease from being offered up while my race\ncontinues.  I am the first wife; and in the last wife I shall be\nrepeated.\n\n\n\nAt Eve's Grave\n\nADAM:  Wheresoever she was, THERE was Eden.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Twain, Mark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/8525/pg8525.txt",
        "name": "eves_diary,_complete.json"
    }
}