{
    "name": "Excitement for sale",
    "author": [
        "Marlowe, Stephen"
    ],
    "body": "Mary-Jean closed the cover of the current _Woman's Home Journal_ with a\nlittle sigh and walked into the kitchen to put a light under the stew\nshe was cooking for supper. One thing about Tom, she thought--Tom was\nher husband--there was no problem with leftovers because Tom liked stew.\n\nBut there ought to be a law, Mary-Jean thought, against such magazines\nas _Woman's Home Journal_. She sighed again, remembering the many\nstories she had read to pass the afternoon hours, as if, despite the\ncareful pattern and routine of the household chores, killing time was\nstill the most important function of the housewife.\n\nThere ought to be a law, all right. The heroine in the first story\nMary-Jean had read went off to Caracas, Venezuela, in search of\npetroleum with her husband. The heroine of the second story was an Army\nnurse stationed in divided, exotic, intrigue-filled Berlin. The heroine\nof the third, Mary-Jean thought dreamily, had spent a memorable summer\nwith the son of a fabulously wealthy Oriental potentate in Shalimar,\nKashmir.\n\nMary-Jean went upstairs to take her daily shower, still thinking of\nShalimar, Kashmir. The Vale of a Thousand Delights, it was called. Do I\nhave one? thought Mary-Jean. Just one genuine delight like the girls in\nthose stories? Oh, there's Tom: Tom's good natured, but an accountant.\nAn accountant. She shuddered slightly as she got ready for her shower.\nAnd Tommy, Jr., aged seven. But Tommy, Jr., showed every sign of being\na normal, everyday boy who would grow up into a normal, workaday man\nlike his father.\n\n\n\nSighing again, Mary-Jean stripped before her mirror for the daily\nscrutiny preparatory to showering. I'm only twenty-eight, she thought.\nNo sags in the wrong places. No excess fat and no gawky bones sticking\nout, either. But let's face it, Mary-Jean, you're no raving beauty.\nYou're just a normal, plain, supposedly well-adjusted housewife who--\n\nWho has been waiting every minute of every day of her life, Mary-Jean\nthought with unexpected bitterness, for something thrilling to happen\nto her. Only, it never did. There was the dulling, oddly frightening\nhand of routine, and nothing else. No Vale of a Thousand Delights,\nMary-Jean thought, and laughed at her own unexpected, childish\npipe-dreams.\n\nShe had already stepped into the glass-enclosed shower stall when the\ndoor chimes rang pleasantly through the house. Momentarily she debated\nanswering or pretending she wasn't home. But even a door-to-door\nvacuum cleaner salesman would break the routine with his chatter, she\ndecided, and slipped into a dressing gown on her way downstairs.\n\nTom, who had a do-it-yourself workshop in the basement, had installed\nan ingenious one-way looking slot in the front door sidelight, and\nMary-Jean used this now to see who her visitor was. She frowned, almost\nregretting her impulse to answer the door.\n\nA little old man stood outside, holding an enormous suitcase. He was\nobviously a peddler. He was a rotund little man with a cheerful-enough\nface, red-cheeked, eyes sparkling and an incongruous little rosebud\npout of a mouth under a long--make that, Mary-Jean observed, an\nincredibly long nose. He wore nondescript clothing--except for the hat.\nThe hat was one of those sporty Tyrolean things which went so well with\nthe tweeds and the college set. Yet oddly, the natty headpiece did not\nseem out of place on the rotund little man's head.\n\nSuddenly the little old man did a curious thing. He smiled at\nMary-Jean. Smiled at her through the one-way glass. It could not be,\nshe told herself, a coincidence. He was smiling right at her, smiling\neye-to-eye, as it were, although he could not possibly see through the\none-way glass. He removed the Tyrolean hat from a round bald dome of a\nhead and executed a little bow. Mary-Jean fought down a crazy impulse\nto curtsey and instead opened the door with a quick, almost an angry\nmotion. Her heart was pounding.\n\n\"You called, madam?\" the little old man demanded in a chirp of a voice.\nChirp was the only word Mary-Jean could think of. The little old man\nsounded just like a bird.\n\n\"Called?\" Mary-Jean said in some confusion as the rotund peddler\nbrought his enormous suitcase into the living room and unsnapped it on\nthe sofa before Mary-Jean could stop him. There was an iron-clad, if\nunwritten rule, in Mary-Jean's household: nothing unclean ever visited\nthat sofa. And the little peddler's bag looked as if it had spent time\nin every sooty waiting room from here to--Shalimar, Kashmir.\n\n\"Not five minutes ago, you called,\" the peddler chirped. \"Here I am.\nNow then, what will it be?\" As he spoke, the peddler had arranged the\nenormous suitcase, now open, like a showcase. For some reason she could\nnot fathom, Mary-Jean felt an unexpected thrill of fear clutch icily\nat her spine.\n\n\"You can show me whatever it is you're selling,\" Mary-Jean heard\nherself saying. \"But please let's get one thing straight. I didn't\ncall. I didn't send for you. You must be a cold-canvasser. Aren't you?\"\n\n\n\nThe peddler rubbed plump hands together, shaking his head. \"We\nHappiness Salesmen never canvass without being called.\"\n\n\"Hap-happiness salesmen?\"\n\n\"I--\" here the peddler returned the Tyrolean hat rakishly to his bald\nhead--\"am a Happiness Salesman.\"\n\n\"But what--exactly what--do you sell? Can I see?\" Mary-Jean asked,\nedging toward the enormous suitcase.\n\n\"Specifically?\" chirped the peddler.\n\n\"I--I can't seem to see anything in your bag. That's strange.\"\n\nIt certainly was strange, Mary-Jean thought. The suitcase was crowded\nwith various items, she could sense that. Yet try as she might to see\nthem, an eerie kind of haze seemed to be hanging over the suitcase. She\ncould see nothing through it. Absolutely nothing.\n\n\"Naturally,\" said the peddler. \"But to answer your question. I sell\npeople.\"\n\n\"No. I don't want to know whom you sell. I want to know _what_ you sell\nto them.\"\n\n\"I told you, madam. I made it quite clear. I sell people.\"\n\n\"People?\"\n\n\"People.\"\n\n\"Really, if this is some kind of an elaborate sales pitch--\"\n\n\"May I ask you a question, madam?\"\n\n\n\nAlmost, Mary-Jean was disappointed. It was coming now. After the snappy\nbeginning to hook her interest, the sales routine was sinking into its\nfamiliar pattern. Are you satisfied with your present vacuum cleaner,\nmadam? Did you know that I am the new Fill-strip Brushman in your\ncommunity? Have you ever thought of owning your own encyclopedia, for\nwhen the children grow up? I have here in this suitcase, madam....\n\nMary-Jean nodded.\n\n\"When you were thinking, some ten minutes ago,\" said the little old\nman, \"that it would be so nice if something unexpected, something\nthrilling, came into your life--did you have anything specific in mind?\"\n\nMary-Jean's eyes widened and she felt the same icy fear race up\nher spine. How had the peddler known that? A shrewd guess because\nMary-Jean looked like the typical late-twenties housewife who would be\nthinking such thoughts almost constantly? Or--something else, something\nMary-Jean couldn't possibly explain. Instead of answering, she stood\nthere open-mouthed as the peddler went on:\n\n\"Usually, it isn't anything specific. Usually, it's vague and general.\nAlthough--\" here he smiled, revealing yellowed, wide-spaced teeth\nwhich made it look as if the healthy pink old-man's skin had been\nsuperimposed on a rotting skull--\"although sometimes the specific\nnature of the daydream would startle you. When they're specific,\nthough, they're atypical. I have had specific requests--granted, of\ncourse, for that is my function--for some mighty peculiar items. Are\nyou interested? Come, come, are you interested?\"\n\n\"In any peculiar--peculiar items, you mean?\"\n\n\"Naturally.\"\n\n\"I'm interested in what's in your suitcase.\"\n\nThe peddler stood aside after making a flourish with his plump hands.\nHaze hung over the enormous suitcase like dense smoke.\n\n\"But I can't see anything,\" Mary-Jean protested as her curiosity got\nthe better of her fright.\n\n\"Naturally you can't. Until you make your selection. You want something\nunusual, something unexpected to happen. You want to be lifted out of\nyour humdrum life and given adventure, romance, a fling at the exotic\nand the improbable, an--\"\n\n\"These are the things you sell?\" Mary-Jean asked in disbelief.\n\n\"To women. Only to women such as yourself.\"\n\nIt was still a sales pitch, Mary-Jean told herself. An elaborate one,\nto be sure, but presently the peddler would come down to earth with\nthe offer of some specific product, perhaps a beauty cream or perfume.\nStill, she had to admit that the strange haze over the open suitcase\ncertainly was effective.\n\n\"What do you charge for selling--for selling a fling at the exotic, as\nyou say?\"\n\nThe peddler laughed. It was a birdlike sound, a chirping, twittering\nlaugh. \"Oh, no, my dear,\" he said, rocking with his laughter, \"you\ndon't understand. You've already paid.\"\n\n\"I already paid?\"\n\n\"All your life, for every day of your life, you have paid. Every day\nyou accepted the mundane and the humdrum, you have paid. You have paid\na thousand times over.\"\n\n\"You mean I get this--this whatever it is you're selling--free of\ncharge?\"\n\n\"Very well. Call it that if you want. But shall we get down to\nbusiness? I sell happiness. I sell happiness in the form of personal\nadornment.\"\n\n\n\nHere it comes, Mary-Jean told herself. Personal adornment. Cosmetics?\nJewelry? The pitch was coming down to earth.\n\n\"Personal adornments,\" the peddler went on, \"to change your life, to\nremove it from the sphere of the humdrum, to--\"\n\n\"Oh, for heaven's sake, come to the point,\" Mary-Jean snapped\nirritably. She did not want to admit that she was disappointed because\nthe peddler seemed to be coming out of the clouds of her pipe-dreams\nand down to earth.\n\n\"Personal adornments,\" the peddler went on, unconcerned, \"which each\nand every still-young housewife, every victim of the mundane and\nprosaic, craves. For example, if I were to ask you what personal\nadornment, either general or specific, you craved the most, what would\nbe your answer?\"\n\nMary-Jean perked up. There still was no beauty cream or hand-balm or\none ounce of imported Parisian perfume. And there was, she had to\nadmit, an intriguing question. Ordinarily, she found herself thinking,\na girl would need days and days to decide on an answer to a question\nlike that. But this wasn't ordinarily. This question had come on the\nheels of Mary-Jean's monthly reading of _Woman's Home Journal_. And\nwhat, Mary-Jean thought, did the young woman who had gone to Caracas,\nVenezuela, and the one who had been an Army nurse in divided Berlin,\nand the one who had spent a summer with the potentate's son in\nShalimar, Kashmir--what did they all have in common? What was it they\nhad which Mary-Jean so craved?\n\nThey attracted.\n\n\n\nAttracted, she thought. And she did not merely mean attracted men,\nalthough that was part of it. To be sure, she told herself dreamily,\nall but forgetting the little peddler for the moment, sex-appeal was a\npart of it, perhaps a considerable part. But it was by no means all.\nFor Mary-Jean did not want to attract men for their sake alone. She\nwas happily, if mundanely, married. Universal sex-appeal was, thus,\nan adjunct to what she wanted, but not the sum-total of it. Mary-Jean\nwanted to attract, all right. She wanted to attract like the Caracas\ngirl or the Army nurse or the Shalimar girl, the girl of the Vale of a\nThousand Delights.\n\nShe said, \"You--you won't think I'm silly?\"\n\n\"My dear lady! I consider no requests silly, I assure you.\"\n\n\"Well, I--I find it difficult to put into words.\"\n\n\"Try, dear lady. I have sold happiness to a thousand women like you\nover a thousand years.\"\n\n\"You _what_? What did you say?\"\n\nThe peddler looked as if she had insulted him. He said, his chirp\nof a voice getting shriller still: \"Did you actually think that I\nrestricted my sale of happiness to one block--or perhaps one postal\nzone number--here in your city, here on this particular day on this\nparticular yearly calendar? My dear lady! My very dear foolish lady,\nplease tell me what it is you wish.\"\n\nMary-Jean blushed now that she had decided to go through with it, to\nbare her soul to this strange little peddler in a way that she had\nnever bared it even to her own Tom, her husband, the sharer of and\nprovider for her mundane existence. Still blushing, she said,\n\n\"I want to--to attract adventure. I--I want to be like a magnet for--a\nmagnet for the iron filings of adventure! I want romance and exciting\nthings to--to embrace me.\"\n\nShe clutched her throat wildly. The words had expressed her thoughts\nprecisely, but they were not her own words. Or, more probably, they had\ncome from her throat almost of their own volition.\n\nAnd the little peddler laughed and laughed.\n\nMary-Jean felt suddenly crestfallen and strangely cheapened. She\ndeserved this. She deserved his laughter. It was a new sales pitch,\nshe had to admit that. The prospective buyer is made to practice\nself-mortification and then, to rid herself of the only witness of her\nshame, she buys almost anything.\n\n\"All right, I fell for it,\" Mary-Jean said. \"What do I have to buy?\nI'll buy whatever you want. Just get out of here quickly.\"\n\n\"But isn't it clear? I sell happiness. And you told me what kind of\nhappiness you want. Since, as I have indicated, you have already made\npayment, it only remains for me to grant your wish and--\"\n\n\"Then why were you laughing at me?\"\n\n\"Dear lady! Because you thought your request would be so peculiar.\nDon't you realize, it isn't peculiar at all. It is the request of most\nyoung housewives. They are bored, they are fairly shriveling up with\nthe hot desert blast of routine. They want change, adventure, intrigue,\nromance. They want to attract these things. Precisely as you want.\"\n\n\"Then--\"\n\n\"Then, you may consider it a sale. Here....\"\n\nAnd as the peddler reached into his enormous suitcase, the obscuring\nhaze vanished abruptly. With an eager little cry, Mary-Jean glanced\nover his shoulder--and saw nothing but row and row of small white\nbottles, like bottles of hand cream.\n\n\n\n\"But--\" she began.\n\n\"Eh, dear lady? Oh, I see. Naturally, naturally you expected something\nfar more exotic than a kind of lotion. Well, didn't you?\"\n\n\"I--I guess I did.\"\n\n\"Which explains the haze. If you saw the bottles of lotion, you'd\nnever bare your heart to me. If, on the other hand, you saw merely\na closed suitcase, it would not intrigue you so much as an opened\nsuitcase, its contents obscured by haze. Correct?\"\n\nMary-Jean nodded as the peddler selected with his plump hand a small\nwhite jar from the second row. He placed it in Mary-Jean's hand and she\nfelt a strange tingling as contact was made. Her fingers instinctively\nclutched the jar.\n\n\"One application,\" the peddler said, closing his suitcase. \"One only:\nthe entire contents of the jar, please.\"\n\n\"But where--how--?\"\n\n\"Just apply the balm anyplace on your person. Then you may shower.\nThen--but then you will see.\"\n\n\"Yes, but--but isn't there going to be anything else. I mean, surely\nyou _must_ be selling something.\"\n\nThe peddler smiled, showing the broken yellow teeth again. \"Dear lady,\nI have already sold it. May I wish you all the best of luck.\" He walked\nwith the enormous suitcase to the front door. He opened the door and\npaused on the threshold. \"There is one thing,\" he said.\n\nSo here it comes at last, Mary-Jean thought.\n\n\"I shall return in twenty-four hours to see what your decision is.\"\n\n\"My decision?\"\n\n\"We allow our customers the right to accept our product on a\ntwenty-four-hour trial basis. I shall return here in precisely\ntwenty-four hours. I mean _precisely_; you see, my schedule is a busy\none. If at that time you wish to become your old self again, you have\nmerely to tell me. On the other hand, if you are satisfied with the\nchange, with your new personality, all you have to do is not keep the\nappointment with me and the change will then be a permanent one. You\nunderstand?\"\n\nAnd, before Mary-Jean could answer, the old peddler had disappeared.\nNot walked up the flagstone walk and to the sidewalk. Disappeared. In\nthe blinking of an eye. Simply vanished.\n\n\n\nMary-Jean shuddered with a sudden chill although it was early summer.\n\nThen she ran upstairs clutching her jar of happiness balm.\n\nShe removed her robe and went to the mirror again, looking at herself\ncritically. A nice little figure, she thought, thinking the word nice\nso it meant average and decent and ordinary, but nothing special.\nA moderately pleasing face, if she spent sufficient time making up.\nBut she just wasn't the sort of person who would attract adventure.\nShe never had been and never would be and her life would go right on,\nmundanely and prosaically, unless....\n\nWildly before she could stop the sudden impulse, she unscrewed the\ncover of the jar of happiness balm, took a big gob of the sticky white\nstuff with the vaguely exotic perfumy smell on each hand and began to\nrub it all over herself.\n\n\n\nWhen she finished the brief operation, when the jar was completely\nempty, she felt a moment of shame. You're a fool, Mary-Jean, she\nthought. There's not a thing going to happen, not one solitary thing\nbecause of your happiness balm. Attract adventure, my foot! But\nstrangely, the balm stiffened on her bare skin, began to tingle. She\nhad never felt anything quite like it and soon the tingling became so\nstrong that it began to alarm her. She ran into the shower and turned\nthe needle-spray on full power. And, she told herself, showering\nwas part of the happiness balm treatment. Oh, great. Just great,\nMary-Jean. You're a baby. A big, twenty-eight-year-old pipe-dreaming\nbaby. Because you really did fall for it, all right. If that practical\njoker of a peddler could see you now, he'd laugh his bald little head\noff. And this, she continued the silent monologue as she scrubbed\nherself with a cloth and soap, this is one harmless little escapade\nyou'll never mention to Tom. Tom has no mercy that way. He'd laugh so\nhard he'd hardly be able to eat his supper.\n\nHis supper! Mary-Jean jolted herself with the sudden thought. She had\nforgotten all about the cooking stew. Probably, it needed more water.\nProbably, it was already burning, already ruined....\n\nShe rushed from the shower, clutched her robe, flung it over her\nshoulders like a cape and fairly flew downstairs. She ran into the\nkitchen and could just make out the first faint suggestion of a\nscorching smell. She removed the pot from the burner, assayed the\ndamage, stirred the contents, added water, and replaced the pot with a\nlittle sigh of relief.\n\nShe went upstairs slowly, still wearing her robe like a cloak over her\nnakedness. And strangely, she realized all at once, although she had\nwashed the so-called happiness balm off herself thoroughly, her skin\nstill tingled.\n\nAnd, now that she was growing accustomed to it, the tingling was\na decidedly pleasant sensation. Decidedly. It was like a thousand\nthousand tiny fingers racing across her skin, racing, racing....\n\nWith a sudden wild impulse Mary-Jean flung the robe off and looked at\nherself in the mirror. Her knees went weak on her, so weak that she had\nto clutch the edge of her vanity table for support.\n\nShe was beautiful.\n\nShe looked again. The beauty, the delirious thought of that beauty,\ncould wait. She was changed. Different. Changed utterly.\n\nShe wasn't Mary-Jean Wilson any longer.\n\nThe transformation left her breathless. There was no doubt about her\nnew looks. She was beautiful. Her hair was not the washed-out dirty\nblonde it had been, but a gossamer veil of finest platinum blonde\nframing a lovely face, a face right out of the women's slick magazines\nshe always dreamed over. And her body--she shivered with delight. She\nhad always been a little shy about her body, even with Tom. There had\nnever been any reason, not really: she had a perfectly adequate little\nfigure and Tom always said, particularly at night, that he liked the\nway she was built.\n\nBut now she was statuesque. She turned slowly, nude, before the mirror.\nShe had a long curving length of calf and bold firm swelling thighs\nand a sweeping arc of hip below a narrow, flat waist and proudly high\nbreasts....\n\n\n\nIt was some kind of hallucination, she told herself. It had to be.\nYou're Mary-Jean Wilson. You haven't changed. She moved away from the\nmirror uncertainly. The glorious apparition moved away, inside the\nmirror. She moved back. It moved back. She touched a hand to her bare\nthroat. It touched a hand to its bare throat.\n\nMary-Jean Wilson, she thought. Cross out Mary-Jean Wilson. I'm a new\nedition. I'm ... I'm ... tears welled in her eyes. There wasn't any\ndoubt about it: she was the most beautiful woman she had ever seen, in\nreal life, in the movies, in the slick magazines, anywhere. She had\nbeen changed utterly. Transformed. Metamorphosed. Into a stunning,\nradiant creature.\n\nThe happiness balm?\n\nBut of course. It had to be the happiness balm.\n\nWait until Tom saw her ... held her....\n\nTom?\n\nShe shuddered. How did you tell your husband? How did you reveal\nyourself? Here's the new me, Tom? How do you like it? How--how do you\nlike the merchandise I bought from a peddler who came around in the\nafternoon.\n\nShe couldn't tell Tom. Not now, not yet. She wouldn't know how to\napproach him. Probably, he wouldn't even believe her. He'd never accept\nthis beautiful creature as his mundane little wife. Never--\n\nThen what did you do? Run away?\n\nBut she had nothing against Tom. Plain, steady Tom with his normal\nlikes and dislikes, his pillar-of-the-community attitude, his\npipe-smoking solidness, his liking for carpet-slippers and the\nnewspaper after supper. She couldn't desert Tom.\n\nBut neither could she reveal herself--her new self--to him.\n\nAll at once she remembered. Twenty-four hours. Then the peddler\nwould return. She looked at her watch. He would be back at exactly\nfour-fifteen tomorrow afternoon. _Exactly_ four-fifteen, she reminded\nherself. To be precise was crucial.\n\nVery well, that decided it for her. She would have twenty-four hours\nbefore she had to tell Tom. Until four-fifteen tomorrow afternoon.\nTwenty-four hours. It wasn't a long time, but oddly it frightened her.\nBecause there wasn't any doubt about the new body, the new face. They\nwould attract--and she wasn't only thinking of sex-appeal. Naturally,\nthey had sex-appeal. For a woman, that was part of--perhaps a large\npart of--attracting adventure.\n\n\n\nTwenty-four hours, Mary-Jean told herself. Mary-Jean? It didn't\nsound right. It no longer fit her new personality. Then what? What\nname? Even a new name for the twenty-four hours. I know, she thought\nhappily, her skin still glowing, still tingling strangely. I'll be\nJeanne--Jeanne-Marie! It sounds so French and--and exciting.\n\nIt was almost the cocktail hour now, not that Mary-Jean went for\ncocktails. But Jeanne-Marie? Jeanne-Marie might. Indeed, she might.\nSo Jeanne-Marie got into a cocktail dress which fit her properly for\nthe first time. Actually, she found, although she looked much taller\nthan Mary-Jean, she wasn't, not really. There were subtle structural\ndifferences which made her look taller, slimmer, statuesque. And the\ndress fit her like a sheath.\n\n\n\nShe scrawled a note for Tom. Plain, honest Tom, she thought, with some\nsadness. _Dear Tom: Called out of town unexpectedly. I wish I could\nexplain. I'll be back tomorrow afternoon._ She wanted to add _maybe_\nbut did not. _There's supper for you and Tommy in the fridge. Don't\nworry about me because I'll be all right. I'll be fine. That's putting\nit mildly--I'll be just great. See you tomorrow. Love, Mary-Jean._\nAlmost, she had signed Jeanne-Marie. She looked at the note, frowned,\nand tore it up. It would be an adequate note for Mary-Jean to write,\nbut not Jeanne-Marie. She took a fresh sheet of paper and scrawled:\n\n_Back tomorrow. Called away suddenly. Mary-Jean._\n\nThat was more like it: a note with the trip-hammer, cryptic mystery of\na telegram. The other note made it seem as if Tom took her for granted,\nwould fortify any such notions he had. That might have been all right\nwith Mary-Jean, but Jeanne-Marie wouldn't stand for such a thing.\nSatisfied, Jeanne-Marie went downstairs.\n\nAnd the front door opened.\n\nIt was Tommy, she thought with sudden alarm, seven-year-old Tommy back\nfrom school and his cub scout pack meeting. She watched him come in.\nMechanically, because there was nothing else to do, she continued down\nthe stairs.\n\n\"H'lo,\" Tommy said, looking at her. \"My mother upstairs?\"\n\n\"Why, no, no, she isn't,\" Jeanne-Marie said. \"She went away for the\nday. She left a note for your father.\"\n\n\"Who're you?\"\n\n\"Oh, just a friend. Be--be a good boy until your father gets home,\nTommy. Why don't you play with your trains?\"\n\n\"Who told you I have trains?\"\n\n\"Oh, your mother told me.\" She was at the front door now. \"Your mother\ndid. Well, g'bye.\"\n\n\"Bye,\" Tommy said.\n\nA taxi was waiting at the curb. She had known--almost--that it would\nbe. For Jeanne-Marie did not have to seek things out. They sought\nher--grateful for the privilege.\n\nThe cabbie stared at her with frank admiration and she didn't mind.\nShe didn't mind at all. You couldn't consider it fresh. It was more\nlike--more like homage. It was her due.\n\nThe cabbie's expected question: \"where to, lady?\" was replaced by a\npolite, \"Madam?\"\n\nOn impulse, Jeanne-Marie named the city's most fashionable cocktail and\nsupper club, the Black Flamingo. Then she settled back in the cushions,\nrelaxing. Traffic was heavy and the cabbie stole several admiring\nglances in the rear-view mirror, but still they made incredible time,\nas if all the other drivers knew that Jeanne-Marie had twenty-four\nhours of glorious adventure ahead of her and wanted to embark on it at\nonce.\n\nAll the traffic made way for Jeanne-Marie. Naturally it did.\n\n\n\nHomage was paid Jeanne-Marie at the _Black Flamingo_ too. There she\nwas ushered across the crowded floor and given a ringside table\nnear the cocktail hour pianist. The sweet, seductive music he\nplayed, the dimness within the _Black Flamingo_, the almost abstract\npattern of flamingos in motion on the walls, the cigarette haze, the\nconstant humming buzz of cocktail chatter, the first cocktail--a\ngibson--Jeanne-Marie ordered, all combined for an effect of drowsiness,\nof time suspension, which Jeanne-Marie had never experienced before.\n\nThen the conversational buzz receded, like a tide ebbing. Jeanne-Marie\nblinked. Most of the crowd was gone. She looked at her wrist watch and\nsaw that two hours had passed, looked at the small round surface of\nher table with the _Black Flamingo_ placemat and saw three cocktail\nglasses, all empty. Soon, Jeanne-Marie realized with a growing sense of\ndisappointment, the before-theater crowd would bring the tide flowing\nback to the _Black Flamingo_ again. But her disappointment stemmed\nfrom the fact that nothing had happened to her and it was now almost\nseven o'clock. Oh, she had been stared at, admired, ogled even--but\nwhat beautiful girl wouldn't be? It was not that Jeanne-Marie had\ntaken her twenty-four hours of beauty for granted. Rather, it was not\nbeauty--certainly not beauty alone--she had wished for. And it wasn't\nsex-appeal, either, she told herself. Jeanne-Marie loved her husband\nand had experienced no lewd, day-dreaming fantasies about a secret\nlover who would sweep her off her proverbial feet. But Jeanne-Marie\nhad waited, with a mixture of patience and passion, all her life--for\nsomething to happen. Something out of the ordinary. Something\nthrilling, as far removed from the pattern of her humdrum day-to-day\nexistence as--as the spiral nebula in Andromeda.\n\nBut, Jeanne-Marie told herself, I don't seem to attract adventure--not\neven when I'm beautiful. Would she then have to spend all the rest of\nher life waiting, waiting for that sudden knocking at the door, for the\nface of the unknown to make itself thrillingly known?\n\nShe sighed and ordered another drink. She sipped it slowly, and sipped\nit, she knew, as if she spent much time sipping cocktails. Naturally,\nMary-Jean's consumption of cocktails had been limited--generally to one\na year, and that on the day of her wedding anniversary. But an ability\nto drink cocktails in a sophisticated manner seemed to go with the new\nbody--with Jeanne-Marie.\n\n\n\nWhen Jeanne-Marie was staring in moody silence at the little pickled\npearl onion in the bottom of the now-empty cocktail glass, she was\naware that someone had sat down beside her. A thrill of surprise\nand delight went through her body, making her shiver. This was the\nunexpected, she told herself. She knew it would be a man without\nlooking. Knew it would be a good-looking fellow with the stamp of the\nman-of-the-world on his features. He could be nothing else.\n\nAnd so it was.\n\nThen Jeanne-Marie turned around slowly, not knowing if she should\nsmile. When she faced the man now seated at her table, she gave him a\ncool quizzical look. He was a big man somewhere in his mid-thirties,\nwith a craggy but handsome face and very wide shoulders. He was\ndressed, Jeanne-Marie decided, in quite good taste but expensively.\n\nHe muttered, \"Didn't expect you to be so pretty.\"\n\nCocktail patter, thought Jeanne-Marie. \"That's a very funny way to put\na compliment.\"\n\nThe man said, still in hardly more than a whisper, \"Fellows looking\naround. Three or four of them. Act like you know me. A thousand\ndollars. You're my wife or something like that.\"\n\nHe had already arranged the cocktail glasses on the table so that it\nlooked as if both of them had been drinking. He said, \"Well?\"\n\n\"What did you mean about not expecting--?\"\n\n\"You. Back of your head was all I saw. A girl, I thought. Obscurity of\na couple when they're looking for a single man. But you. You stand out\nlike Niagara Falls in the middle of the Sahara. See what I mean?\"\n\n\"Thank you,\" Jeanne-Marie said. \"Who is looking for you?\"\n\n\"Remember what I said. Start looking like we mean something to each\nother.\"\n\n\n\nAnd, before Jeanne-Marie could offer a protest, the man slid his\nchair around the small table, clutched at Jeanne-Marie's hand with\none of his hands and put his other arm around her shoulder. He smiled\nat her, his face inches from hers, holding a cocktail glass up as if\nmaking a toast. He seemed to be relaxed and having fun, but this close\nJeanne-Marie could tell his face was set tensely, rigidly, in an easy\ncocktail smile. When she saw the tension leave, she knew that whoever\nit was who sought him was gone--at least for now.\n\n\"All right,\" she said coolly. \"I've shielded you. Now get out of here.\"\n\n\"I said a thousand dollars, but you haven't earned it yet.\"\n\nJeanne-Marie gave him the kind of scathing look which went very well\nwith her new face but which, on Mary-Jean's face, would have been\nludicrous. \"Do I look as if I need a thousand dollars?\" she asked.\n\n\"No, but--\"\n\n\"So if you'll just find yourself another table.\"\n\nActually, Jeanne-Marie did not mean those words. Her new face and body\nwere designed to attract adventure. Were they, then, bait for this\nman? She decided that they were, but the conversation had taken a\nnatural course which she instantly regretted.\n\n\"But I can't do that,\" the man said. \"Maybe they caught a glimpse of me\nhere. Not enough to recognize me, but enough to know I belong with the\ngorgeous dame at such-and-such a table. See what I mean?\"\n\n\n\n\"Who are you?\"\n\nHe smiled, still holding her hand. He squeezed it. \"Call me Lucky. But\nI don't know about tonight--lucky or not, I mean.\"\n\n\"Are they the police?\"\n\n\"Yeah. They're the police.\"\n\n\"You did something?\"\n\n\"What do you think they're doing, practicing?\"\n\n\"I--I'm sorry. What did you do?\"\n\n\"Let's drop it. You wouldn't want to know.\"\n\n\"Oh, but I would.\"\n\n\"You'd make me beat it. Or you'd call them.\"\n\n\"I will--if you don't tell me.\"\n\nHe smiled. \"I guess you kind of got me.\"\n\n\"What did you do?\"\n\n\"It was a meeting. Call it a board of directors meeting and you'd be\nclose. We--\"\n\n\"Board of directors of what?\" The questions came quickly, unbidden\nalmost, to Jeanne-Marie's lips. She felt suddenly very quick-minded and\nvery capable.\n\n\"Well, call it a syndicate.\"\n\n\"The national syndicate of crime? Is that what you mean? Are you one of\nthe directors?\"\n\nHe nodded slowly and said admiringly, \"Baby, you're not only beautiful,\nyou've got a mind like a trip-hammer.\"\n\n\"Go on.\"\n\n\"There was the last thing such a board of directors would ever want. A\nfight.\"\n\n\"Someone was hurt?\"\n\n\"Killed.\"\n\n\"Oh, I see.\" But she did not see. The words came automatically. What\ndid Jeanne-Marie--or Mary-Jean--know of murder?\n\n\"I was fingered,\" Lucky said.\n\n\"You did it?\"\n\n\"I say I didn't do it. Who do you believe?\"\n\n\"I don't believe anyone,\" Jeanne-Marie said, the words coming quickly\nto her, apparently plucked from air. \"I never believe anyone. What's\nthe difference?\"\n\n\"Plenty of difference. Because I'm getting out of here. But I'll never\nget out alone. They're looking for a single man. I can get out with\nyou, I think.\"\n\nJust then, before Jeanne-Marie could answer, he leaned forward quickly\nand kissed her. Jeanne-Marie stiffened and then relaxed for a moment,\nthen stiffened again. She pushed him away gently, saying curtly, \"Don't\ntry that again.\"\n\n\"I can't figure you out,\" he said. \"One minute you talk like a woman\nwho's been around, the next like some dilly of a housewife from\nsuburbia. What do you think I kissed you for? Just because you're\nbeautiful? Hell, I've seen beautiful girls before. Plenty of them, and\nsome as beautiful as you. Well, almost, anyway,\" he added, and they\nboth smiled. \"I kissed you because one of the cops drifted through.\nListen, baby. Will you be my passport out of here?\"\n\n\"Why should I be?\" Jeanne-Marie asked him coolly.\n\n\"Because I'm asking you. Because maybe fate meant we should meet like\nthis tonight--\"\n\n\"Oh, now, really,\" Jeanne-Marie said. \"You don't mean that and you know\nyou don't. One sure way _not_ to get me to do anything for you is to\nthrow me a line like that.\"\n\nLucky shrugged. \"O.K., baby. If you were in my place, what would you\ndo?\"\n\n\"Umm-mm. I see what you mean. But I wouldn't throw you such an obvious\nline if I threw you a line at all.\"\n\n\"Can I force you to come with me?\"\n\n\"I don't know. Can you?\"\n\n\"O.K.,\" Lucky smiled. \"Let's try it. I've got a gun in my pocket, baby.\"\n\nShe grinned back at him. \"That's nice.\"\n\n\"Maybe I'm pointing it at you under the table. Well, it's possible,\nisn't it?\"\n\n\"It's possible.\"\n\n\"How'm I doing?\"\n\n\"Pretty good--if I thought you had a gun. Anyway, I like it much better\nthan the line.\"\n\n\"Good. If you don't get up and walk with me, quietly, walk right out of\nhere with me--I'll use the gun. I'm desperate. Do you believe me?\"\n\n\n\n\"No,\" Jeanne-Marie said promptly. For all his hard, capable good looks,\nLucky seemed crestfallen. \"But,\" Jeanne-Marie added slowly, \"I'll go\nwith you. As far as the street and no further.\"\n\nLucky squeezed her hand and signaled for the waiter. \"I'll pay the\ncheck,\" he said.\n\n\"You're darned right you will,\" she said, and they both laughed.\n\nTwo hours in my new body, Jeanne-Marie thought, and I'm helping a\nmurderer to elude the police. A murderer? Well, he says he's not. His\nword is the only word I have so I guess I can go through with it with\nsomething like a clean conscience. Clean conscience or not, she knew\nshe'd act as Lucky's passport out to the street. Because Lucky, she\ncould somehow sense, was the adventure that the new Jeanne-Marie, the\npeddler's Jeanne-Marie, had summoned.\n\nThe bill paid, they got up from the table. Lucky slipped his arm\nthrough hers and, their flanks together, they walked toward the exit.\nThe pianist was playing a rhythmic rendition of the September Song. The\npre-theater crowds were out now, Jeanne-Marie knew, filling the _Black\nFlamingo_ and the other cocktail places, and the street as well. Once\non the street, Lucky could probably make good his escape.\n\nThey went by the hat-check booth now, and out across a carpeted\nhallway, to a French door which led, up a little flight of stairs, to\nthe street. A doorman swung the French doors out.\n\n\"Stop!\" someone cried behind them.\n\nActing on instinct, the doorman slammed the French doors. Lucky\nwhirled and swung his right fist brutally at a man running up behind\nthem. Jeanne-Marie screamed as the man fell heavily. Then, incredibly,\nLucky did have a gun in his hand. He pointed it at the doorman and\nsaid something and magically the doors swung open. Still holding\nJeanne-Marie's arm and all but dragging her, Lucky sprinted up the\nshort flight of stairs to the street. Footsteps pounded up after them\nas Lucky waved down a cab.\n\n\n\nJeanne-Marie tried to pull herself away from him, but his fingers dug\ninto her upper arm painfully. \"I'm not playing now,\" he said, his voice\nbrutal. \"Maybe it was a more subtle line than you thought, baby, but\nI'm not playing now. You're still my passport and you're going on being\nmy passport till I tell you different.\"\n\nHe threw open the rear door of the cab and heaved Jeanne-Marie inside.\nShe fell against the leather upholstery and heard the driver say:\n\n\"Hey, what the hell is this?\"\n\nVoices shouted outside the cab. Feet pounded across the sidewalk. \"I\ndon't want no part of this!\" the driver shouted. It was almost a wail.\n\nLucky waved the gun and said in a quiet voice which still must have\nthundered in the driver's ear. \"Start driving and start driving fast.\"\n\nA moment later the cab leaped away from the curb.\n\nAs they joined the heavy stream of pleasure-bound traffic, Jeanne-Marie\nfelt an instant of intense panic. Lucky had admitted it: Lucky's smooth\nline inside the _Black Flamingo_, his suave man-of-the-world attitude\nhad been the real decoy. And Jeanne-Marie had fallen for it. But smooth\nline and man-of-the-world attitude, she knew now, hid a desperate\nfugitive who would stop at nothing.\n\nLucky wasn't watching her now. His eyes were glued to the rear window\nof the cab, watching the traffic behind them; looking for signs of\npursuit.\n\n\"How about a break, Mac?\" the driver asked. \"I could let you off at a\nbus stop or a subway or something. I could--\"\n\n\"You could keep on driving out to the expressway and keep going north\non the expressway until I tell you different.\"\n\nBut at that moment the cab braked slowly to a stop for a red light.\nOn the far side of the street, on the curb, Jeanne-Marie spied a\npoliceman. Watching the cab-driver's face, she knew he had seen the\nuniformed patrolman too. A muscle throbbed in his jaw and Jeanne-Marie\nknew suddenly he was going to try something.\n\nA word, she thought. One word between them could mean so much. Because\nif she could help him, if she could occupy Lucky's attention at the\nprecise moment the cab driver tried to signal the policeman....\n\n\n\nBut Lucky must have seen it too. He leaned forward and slashed the\nautomatic across the driver's neck, barrel-first, the sights raking\nthe flesh and leaving a twin track of blood. The driver shook his head\nfrom side to side, like a fighter who has taken too much punishment. He\nopened his mouth to yell but Lucky's arm went around his throat.\n\n\"Don't,\" Lucky said. \"I've killed a man already tonight. I can kill you\ntoo and it wouldn't make any difference. Just drive.\"\n\nThere, thought Jeanne-Marie, it was out now. He had killed a man. He\nadmitted it. All sham, all pretense was gone. The charming man of the\nworld was now completely gone, replaced by the ruthless killer.\n\nThe light changed to green--had been green for some time now. Horns\nblared behind them. The driver shifted gears and they began to drive\nagain.\n\nStill standing on the corner, the policeman had seen nothing.\n\n\n\nThree hours later, they were still driving. The city was behind them\nnow. They had sped through the darkness and obscurity of the northern\nsuburbs as night fell and now were in a rural area. The expressway\nrimming the city had become the state parkway going north, and some\ntwenty minutes ago they had left the parkway behind them, traveling a\ntwo-lane black-top road.\n\n\"Next left,\" Lucky told the frightened driver, and moments later the\ncab braked and turned up a dirt road hardly more than a trail.\n\n\"Friend of mine used to own this place,\" Lucky explained as they\nstopped before a small log cabin. Actually log, Jeanne-Marie thought,\nonly ninety-some miles from the city. It was totally unexpected. \"Used\nto use it for a hunting lodge.\"\n\nHe opened the door and held it that way for Jeanne-Marie, who climbed\nout of the cab. Then Lucky leaned in across the driver and removed the\nignition key from the dash, pocketing it. \"You get out of there, too,\"\nhe said.\n\n\"I thought I'd just be going now, mister.\"\n\n\"That's very funny.\"\n\n\"I thought--\"\n\n\"I said, get out.\"\n\n\"Look mister, the wife will start to worry. If the wife worries, she\ncalls the company. The company makes a check and realizes I haven't\ncalled in. We got a two-way radio hook-up and you're supposed to call\nin on all fares. If the company sees I haven't called in, they start\nlooking. Then where would you be?\"\n\n\"Right here,\" Lucky said. \"With you. And they'll never find you here.\nAny other questions? No? Then get out. That's right. Go inside the\ncabin. You ought to find some canned goods in there, and some sterno.\nWhip up supper for us, will you?\"\n\nGrumbling, the driver went up the split-log railed porch and into the\ncabin.\n\n\"It isn't locked?\" Jeanne-Marie said.\n\n\"No lock on it. Nice here, isn't it?\"\n\n\"Who cares if it's nice or not? You're a fugitive, you're running\naway, I'm a hostage. That's all that matters.\"\n\n\"Is it? You know, baby, there's something nice about being desperate.\nSomething real fine. I don't even know your name. You don't know mine.\nExcept Lucky. And you know something? I'm not even going to ask you\nyour name. I can suddenly start admiring things, too. Like the scenery.\"\n\n\"You're talking in circles.\"\n\n\"No, I'm not. When you're a fugitive, with utterly nothing to lose, and\nwhen you happen to have as a hostage the most beautiful girl you've\never seen, and if your capture puts a permanent end to seeing any kind\nof girl--let alone such a beautiful one--now do you see?\"\n\nInstead of answering him, Jeanne-Marie walked quickly up the hill from\nwhere the cab was parked to the cabin. The driver wouldn't be much\nhelp--but his presence alone might stop Lucky....\n\nBut Lucky caught her before she had covered half the distance to the\ncabin. \"Figure I'm a dying man and well, like it's the wish of a dying\nman to--to--listen, baby. You're very beautiful.\"\n\nHe held both her arms now, pinning them to her side. She struggled\nfiercely against him, but he was very strong. She managed to tilt her\nhead back--and screamed.\n\nLucky let her go at once, and slapped her face very hard with his open\nhand. She staggered back and tripped over something and fell heavily.\nThe cab driver appeared on the porch, but Lucky motioned him back\ninside.\n\n\"There's no one else around,\" he said, \"as far as I know. But don't\nyou ever try that again. Don't you see I have nothing to lose? Aren't\nyou convinced by now. I could try to make love to you because I have\nnothing to lose--but I could also kill you for the same reason. Be\nsensible, will you? Which would you rather I did?\"\n\nJeanne-Marie stood up. For a moment her feet felt as if they might\nbuckle under her, but presently her strength returned. \"Neither,\" she\nsaid, walking toward the cabin again. \"And if you try that any more,\nI'm going to start hollering again. If you want to kill me, go ahead\nand kill me.\"\n\nIn spite of her best efforts to control it, her voice caught on the\nlast words. Lucky laughed softly but harshly, and followed her into\nthe cabin.\n\nShe ate without knowing what the food was. Her mind was a blank slate\nnow. Impressions came and made tracks on it like chalk on a blackboard,\nbut they were immediately erased. She couldn't concentrate at all. It\nwas a state not far from hysteria, she knew. Lucky meant everything he\nsaid.... Lucky, yes--Lucky.... It was so hard to concentrate. Lucky\nmight try to kill her or might try to make love to her or might try....\n\n\"... clean up and make it snappy,\" Lucky told the driver.\n\n\"What's your hurry? Going someplace?\"\n\n\"When I'm in the mood for wisecracks, I'll crack them. Just clean up in\na hurry, that's all.\"\n\nThe driver did so, while Lucky sat smoking a cigarette. The cabin's\nsingle all-purpose room was lit by a kerosene lamp hanging from the\nceiling on a big hook and casting uneven shadows as the wind came\nthrough the open windows and stirred it. Jeanne-Marie felt herself\ndropping off to sleep and had time to register amazement. She should\nhave been horrified, afraid for her life, beyond the point where sleep\nwas possible. Mary-Jean surely would have been.\n\nYes, she thought dreamily, Mary-Jean would have been. Which was one\nlesson she learned from Jeanne-Marie at least. Useless fretting had\nalways been part of Mary-Jean's make-up. But then, it was not owned\nexclusively by Mary-Jean: useless fretting probably took more energy\nfrom more housewives....\n\nShe awoke with a start. She felt instantly refreshed. Somehow, she had\nknown she would. In that way, the beautiful Jeanne-Marie had a certain\nanimal-like quality about her. Sleep--and a quickening of the self. She\nfelt alert and capable, almost as if she had been dosed with benzedrine.\n\nShe heard a noise outside and went silently to the window. Lucky was\non the porch. He had found some rope and was tying the cab driver\nthere. Lucky--with a psychopath's mind. Not insane, of course. An\ninsane person was badly oriented. Lucky knew what he was doing--but he\ndidn't care about the consequences, as they affected other people. A\npsychopath. A fugitive murderer psychopath with absolutely nothing to\nlose whether he tried to make love to her or decided to kill her....\n\nAdventure, Jeanne-Marie thought. This was adventure, all right. This\nwas what she had overlooked.\n\nIn adventure--always--was the element of danger. It was part\nof the definition of adventure. And a housewife--a mother with\nresponsibility--had no business craving adventure.\n\nNo business?\n\nWell, maybe once. Once only--to cure her. Or once, to keep with her\nall her life through the dull times and the humdrum days. Provided,\nJeanne-Marie thought with a strange little smile, she lived through it.\n\n\"I see you're awake,\" Lucky said, coming inside the cabin. \"What's so\nfunny?\"\n\n\"Nothing you would understand. Why did you tie him out there, Lucky?\"\n\n\"Why do you think? Do we have to talk about it?\"\n\n\"Not if you don't want to, I guess.\"\n\n\"I found something to drink,\" Lucky told her. \"Want some?\"\n\nShe shook her head and Lucky poured just one drink. He downed it in a\ngulp and Jeanne-Marie told him, \"Keep drinking like that and you're\ngoing to get drunk.\"\n\nHe poured and drank another. \"Don't I know it, baby. But they won't\nhave any liquor where they want to send me, either. A man gets to\nappreciate--sure you don't want some?\"\n\n\"I'm positive, thank you.\" He's very matter-of-fact about it,\nJeanne-Marie thought. He's as matter-of-fact about enjoying his liquor\nnow as he is about killing me if I try to get away or about making love\nto me if I stay here.\n\nShe looked at him. Lucky's altered behavior had not changed the fact\nthat Lucky was an attractive hunk of man. And that's what she was here\nfor, wasn't it? Romantic adventure. If in choosing the easy way out,\nshe also satisfied a lifelong whim too.... What am I thinking about?\nshe asked herself. It would satisfy him now and maybe afterwards,\nwith the drink and everything, he'd even go to sleep and I'll be\nable to run somewhere for help. And anyway, it isn't me. It isn't\nmy body. It isn't Mary-Jean. It's Jeanne-Marie. But there's no such\nperson as Jeanne-Marie. Tomorrow, when I see the peddler at precisely\nfour-fifteen back home....\n\nIf I see him, she thought wildly. Because I'm a prisoner now.\n\nShe looked again at Lucky, who was drinking steadily now. Drinking\nhard. Drinking so he could forget the fact that it would be all but a\nphysical assault if he got what he wanted.\n\nIt's not Mary-Jean, it's Jeanne-Marie, she told herself again. But that\ndidn't matter. All at once she knew it didn't matter at all. She would\nfeel unclean all the rest of her life and she could never say an honest\nword of endearment again as long as she lived to her Tom, even if it\ndid help her to escape. She shuddered at the thought.\n\n\n\n\"Come here,\" Lucky said. \"Getting late now, so come here.\" His voice\nwas thick and he took great care to enunciate each word distinctly.\n\nJeanne-Marie got up slowly and went across the room to him. He got\nto his feet unsteadily, preparing to meet her halfway. He walked an\nexaggerated straight line, as if to prove how sober he was. \"Come\nhere,\" he said again, more thickly this time.\n\nShe let him take her in his arms. She let him kiss her lips and her\nthroat. That much, to allay his suspicions--and more. That much so she\ncould apparently return his caresses while he surrendered drunkenly to\nthe heat of the moment, while she....\n\nClutched at him wildly with her hands until he was used to the rather\nunexpected sensation of her clutching hands--then, still clutching but\nquite coldly and efficiently, searched his pocket for the cab-driver's\nignition key.\n\nShe found it and she said, breathlessly, \"Lucky. I think I'll take that\ndrink now, Lucky.\"\n\nHe nodded, poured it and poured one for himself. \"A toast,\" he said,\n\"to--\"\n\nHe didn't finish. For Jeanne-Marie, smiling sweetly up at him, flung\nthe contents of the glass in his face.\n\nHe shouted hoarsely, rubbing at his alcohol-burned eyes. He lunched\naround the room after her, but blinded like that it was a comparative\neasy manner for her to stick out her leg and trip him near the door.\n\nAs he went sprawling, she got out of there.\n\n\"I'll send help back for you!\" she called to the bound taxi-driver, and\nsprinted across the porch and down the hill toward the cab. She got in\nand slammed the door and with trembling fingers tried to insert the\nignition key. She finally shoved it home and heard footsteps pounding\nacross the wood of the porch. That would be Lucky. That meant only\nseconds remained to her....\n\nThe starter ground and ground. The car wouldn't kick over.\n\nShe was still trying when Lucky reached her. At the last moment she\nrealized that the car was on a hill. If she released the handbrake she\nwould at least coast downhill away from him.\n\nThe car began to move as she tried the starter button again. Then the\ndoor across from her was pulled open and Lucky threw himself into the\ncar, sprawling across the front seat toward her. At that moment, the\nengine kicked over and Jeanne-Marie put the car in gear.\n\n\n\nIt started with a clashing of gears, leaping forward with a surge of\npower. The door on Lucky's side was still open and swung back and\nforth. Lucky was sitting up now, reaching for her, trying to pull her\naway from the wheel.\n\nThey struggled while the car skidded from side to side of the road.\nJeanne-Marie kept her foot on the accelerator, though, and their speed\nincreased. The car swerved wildly and, she knew, might even overturn\non one of the steeper turns in the country road.\n\nIt swerved again, rocking. It went up on two wheels, the tires\nscreaming. Now the open door banged and grated against asphalt. Lucky\nhad a strong grip on her shoulder and his face was very close to her\nown and she told him, \"You'll kill us, you fool!\"\n\n\"You think I care? You care, baby. I don't--\"\n\nShe felt her fingers being pulled inexorably from the steering wheel.\nIf she lost her hold, the car, doing fifty now, would be entirely out\nof control.\n\nThe car swerved again, went up on two wheels, lurching. Her right elbow\nwas suddenly free and she jabbed with it, hitting something. The car\nlurched again, as if deciding whether to right itself or go over on its\nside.\n\nAnd Lucky, arms and legs flailing, went out the open door.\n\nJeanne-Marie braked the car quickly. She could see him in the rear-view\nmirror, a dark shadow on the surface of the road, not moving. She\nstopped the car and used its two-way radio to call the cab company.\nThen, making sure that the still form of the man on the road was not\nmoving now, she allowed herself an unexpected feminine reaction.\n\nShe fainted.\n\n\n\nIt was two o'clock the next afternoon. Rural sheriff's station, full of\ncity police now.\n\nAnd Lucky: real name George Carmine, a prisoner.\n\nAnd confused police.\n\n\"But, miss. You caught him for us. The reward is yours. Don't you want\nthe reward?\"\n\n\"No, please. Not if I'll have to identify myself.\"\n\n\"Afraid you will. There's no identification on her, Captain. Can you tie\nit?\"\n\n\"I can't tie it,\" said the captain. \"No one could tie it.\"\n\n\"We have the whole story, miss. All but you. Who you are, how you\nhappened to find him. Fingerprints don't match any in Washington, miss.\nWe've already checked. You won't tell us your name. Description doesn't\nmatch any missing persons. Have a heart, miss.\"\n\n\"I haven't done anything, have I?\"\n\nNo, she hadn't done anything.\n\n\"Then just let me go. Please?\" She had to hurry. Driving fast, she\ncould just make it back home in time for the peddler. She had to\nmake it. If she did not, the peddler would assume she wanted the\nadventure-procuring face and body of Jeanne-Marie all her life....\n\n\"We'll have to insist on your name and address. We'll have to insist on\na routine investigation of you, to close out the case, you understand.\"\n\n\"Really, I'll have to be going.\"\n\n\"We'll have to insist.... Just go with the matron. Wait back there with\nthe matron. Perhaps (hopefully) you'll talk to the matron?\"\n\nShe would not talk to the matron. But she would go with the matron if\nthey wanted her to.\n\nThe cabbie was just going outside. She said good-bye. He said good-bye.\nHe said he was very grateful. He had said almost nothing but that for\nhours. Lucky, who had a broken collar bone, said nothing.\n\nThey passed a street door. After Lucky, it would be easy. Anything\nwould be easy. She shoved the matron. She opened the door and went\noutside and slammed the door and ran.\n\n\"Holy Mac,\" the cabbie said, getting into his car.\n\n\"Show me how grateful you are?\"\n\n\"I can't--\"\n\n\"Just to the city line and a subway station. Please? But you've got to\nhurry....\"\n\nHe uttered an understandable curse and let her in and they sped away\nbefore the matron could come outside and see in which direction her\ncharge had disappeared....\n\nAt precisely four-fifteen, the cab turned into her block. The driver\nhad changed his mind, had taken her all the way there. She was about\nto point out her house--knowing she could never be checked there\nbecause instead of Jeanne-Marie the police would find, praise be, plain\nMary-Jean--when suddenly she spotted him on the street.\n\nRotund little man, long nose, enormous bag. The peddler. \"Stop here,\"\nshe said. The driver needed no coaxing.\n\n\"I was grateful,\" he said. \"But we're even now, lady. There won't be\nany charge.\" And away he went.\n\n\n\n\"Hello, there,\" she said.\n\n\"Hello,\" said the peddler.\n\n\"I made up my mind.\"\n\n\"Naturally.\"\n\n\"What did you say?\"\n\n\"Naturally, my dear lady. They always do. You've decided you'd had\nenough of adventure, right?\"\n\n\"Well--y-yes.\"\n\n\"Always do. All right.\"\n\n\"Don't you have to do anything to change me back?\"\n\n\"Nope. They always do. It wears off, you see. Besides, the memory of\nit keeps them happy, sort of. Or content. I don't know. Never was a\nhousewife. Well, good-bye, dear lady. Got a job down the block.\"\n\n\"Right down _this_ block?\"\n\n\"Someone you know? Of course, it's someone you know. You'd be surprised\nhow many housewives we Happiness Salesmen do visit. They keep it\nsecret, of course, like you'll keep it secret.\"\n\nAnd the peddler walked off with his enormous bag.\n\nJeanne-Marie watched him for a while. While she was watching him, she\nbecame Mary-Jean. She could feel it. The electric tingling was gone\nfrom her skin. The ravishingly beautiful face and the million-dollar\nfigure were gone.\n\nShe went toward the front door of her house. She was just plain\nMary-Jean now. She liked it suddenly. She never thought she would like\nit.\n\nMary-Jean suddenly knew, without knowing how she knew, that sooner or\nlater the Happiness Salesman visited almost every housewife there ever\nwas.\n\nSomehow, the thought of it made her feel very good.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Marlowe, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73704/pg73704.txt",
        "name": "excitement_for_sale.json"
    }
}