{
    "name": "Falkland, Book 3.",
    "author": [
        "Lytton, Edward Bulwer Lytton, Baron"
    ],
    "body": "BOOK III.\n\nEXTRACTS FROM THE JOURNAL OF LADY EMILY MANDEVILLE.\n\nFriday.--Julia is here, and so kind!  She has not mentioned his name, but\nshe sighed so deeply when she saw my pale and sunken countenance, that I\nthrew myself into her arms and cried like a child.  We had no need of\nother explanation: those tears spoke at once my confession and my\nrepentance.  No letter from him for several days!  Surely he is not ill!\nhow miserable that thought makes me!\n\nSaturday.--A note has just been brought me from him.  He is come\nback-here!  Good heavens!  how very imprudent!  I am so agitated that I\ncan write no more.\n\nSunday.--I have seen him!  Let me repeat that sentence--I have seen him.\nOh that moment! did it not atone for all that I have suffered?  I dare\nnot write everything he said, but he wished me to fly with him--him--what\nhappiness, yet what guilt, in the very thought!  Oh! this foolish heart\n--would that it might break!  I feel too well the sophistry of his\narguments, and yet I cannot resist them.  He seems to have thrown a spell\nover me, which precludes even the effort to escape.\n\nMonday.--Mr. Mandeville has asked several people in the country to dine\nhere to-morrow, and there is to be a ball in the evening.  Falkland is of\ncourse invited.  We shall meet then, and how?  I have been so little\naccustomed to disguise my feelings, that I quite tremble to meet him with\nso many witnesses around.  Mr. Mandeville has been so harsh to me to-day;\nif Falkland ever looked at me so, or ever said one such word, my heart\nwould indeed break.  What is it Alfieri says about the two demons to whom\nhe is for ever a prey?  \"_La mente e il cor in perpetua lite_.\"  Alas!\nat times I start from my reveries with such a keen sense of agony and\nshame!  How, how am I fallen!\n\nTuesday.--He is to come here to-day and I shall see him!\n\nWednesday morning.--The night is over, thank Heaven!  Falkland came late\nto dinner: every one else was assembled.  How gracefully he entered! how\nsuperior he seemed to all the crowd that stood around him!  He appeared\nas if he were resolved to exert powers which he had disdained before.  He\nentered into the conversation, not only with such brilliancy, but with\nsuch a blandness and courtesy of manner!  There was no scorn on his lip,\nno haughtiness on his forehead--nothing which showed him for a moment\nconscious of his immeasurable superiority over every one present.  After\ndinner, as we retired, I caught his eyes.  What volumes they told! and\nthen I had to listen to his praises, and say nothing.  I felt angry even\nin my pleasure.  Who but I had a right to speak of him so well!\n\nThe ball came on: I felt languid and dispirited.  Falkland did not dance.\nHe sat: himself by me--he urged me to--O God!  O God! would that I were\ndead!\n\n\n\nFROM ERASMUS FALKLAND, ESQ., TO LADY EMILY MANDEVILLE.\n\nHow are you this morning, my adored friend?  You seemed pale and ill when\nwe parted last night, and I shall be so unhappy till I hear something of\nyou.  Oh, Emily, when you listened to me with those tearful and downcast\nlooks; when I saw your bosom heave at every word which I whispered in\nyour ear; when, as I accidentally touched your hand, I felt it tremble\nbeneath my own; oh! was there nothing in those moments at your heart\nwhich pleaded for me more eloquently than words?  Pure and holy as you\nare, you know not, it is true, the feelings which burn and madden in me.\nWhen you are beside me, your hand, if it trembles, is not on fire, your\nvoice, if it is more subdued, does not falter with the emotions it dares\nnot express: your heart is not like mine, devoured by a parching and\nwasting flame: your sleep is not turned by restless and turbulent dreams\nfrom the healthful renewal, into the very consumer, of life.  No, Emily!\nGod forbid that you should feel the guilt, the agony which preys upon me;\nbut, at least, in the fond and gentle tenderness of your heart, there\nmust be a voice you find it difficult to silence.  Amidst all the\nfictitious ties and fascinations of art, you cannot dismiss from your\nbosom the unconquerable impulse of nature.  What is it you fear?--you\nwill answer, disgrace!  But can you feel it, Emily, when you share it\nwith me?  Believe me that the love which is nursed through shame and\nsorrow is of a deeper and holier nature than that which is reared in\npride, fostered in joy.  But, if not shame, it is guilt, perhaps, which\nyou dread?  Are you then so innocent now?  The adultery of the heart is\nno less a crime than that of the deed; and--yet I will not deceive you--\nit is guilt to which I tempt you!--it is a fall from the proud eminence\nyou hold now.  I grant this, and I offer you nothing in recompense but my\nlove.  If you loved like me, you would feel that it was something of\npride--of triumph--to dare all things, even crime, for the one to whom\nall things are as nought!  As for me, I know that if a voice from Heaven\ntold me to desert you, I would only clasp you the closer to my heart!\n\nI tell you, my own love, that when your hand is in mine, when your head\nrests upon my bosom, when those soft and thrilling eyes shall be fixed\nupon my own, when every sigh shall be mingled with my breath, and every\ntear be kissed away at the very instant it rises from its source--I tell\nyou that then you shall only feel that every pang of the past, and every\nfear for the future, shall be but a new link to bind us the firmer to\neach other.  Emily, my life, my love, you cannot, if you would, desert\nme.  Who can separate the waters which are once united, or divide the\nhearts which have met and mingled into one?\n\n\nSince they had once more met, it will be perceived that Falkland had\nadopted a new tone in expressing his passion to Emily.  In the book of\nguilt another page, branded in a deeper and more burning character, had\nbeen turned.  He lost no opportunity of summoning the earthlier emotions\nto the support of his cause.  He wooed her fancy with the golden language\nof poetry, and strove to arouse the latent feelings of her sex by the\nsoft magic of his voice, and the passionate meaning it conveyed.  But at\ntimes there came over him a deep and keen sentiment of remorse; and even,\nas his experienced and practised eye saw the moment of his triumph\napproach, he felt that the success he was hazarding his own soul and hers\nto obtain, might bring him a momentary transport, but not a permanent\nhappiness.  There is always this difference in the love of women and of\nmen; that in the former, when once admitted, it engrosses all the sources\nof thought, and excludes every object but itself; but in the latter, it\nis shared with all the former reflections and feelings which the past yet\nbequeaths us, and can neither (however powerful be its nature) constitute\nthe whole of our happiness or woe.  The love of man in his maturer years\nis not indeed so much a new emotion, as a revival and concentration of\nall his departed affections to others; and the deep and intense nature of\nFalkland's passion for Emily was linked with the recollections of\nwhatever he had formerly cherished as tender or dear; it touched--\nit awoke a long chain of young and enthusiastic feelings, which arose,\nperhaps, the fresher from their slumber.  Who, when he turns to recall\nhis first and fondest associations; when he throws off, one by one, the\nlayers of earth and stone which have grown and hardened over the records\nof the past: who has not been surprised to discover how fresh and\nunimpaired those buried treasures rise again upon his heart?  They have\nbeen laid up in the storehouse of Time; they have not perished; their\nvery concealment has preserved them! _We remove the lava, and the world\nof a gone day is before us_!\n\nThe evening of the day on which Falkland had written the above letter was\nrude and stormy.  The various streams with which the country abounded\nwere swelled by late rains into an unwonted rapidity and breadth; and\ntheir voices blended with the rushing sound of the winds, and the distant\nroll of the thunder, which began at last sullenly to subside.  The whole\nof the scene around L------ was of that savage yet sublime character,\nwhich suited well with the wrath of the aroused elements.  Dark woods,\nlarge tracts of unenclosed heath, abrupt variations of hill and vale, and\na dim and broken outline beyond of uninterrupted mountains, formed the\ngreat features of that romantic country.\n\nIt was filled with the recollections of his youth, and of the wild\ndelight which he took then in the convulsions and varieties of nature,\nthat Falkland roamed abroad that evening.  The dim shadows of years,\ncrowded with concealed events and corroding reflections, all gathered\naround his mind, and the gloom and tempest of the night came over him\nlike the sympathy of a friend.\n\nHe passed a group of terrified peasants; they were cowering under a tree.\nThe oldest hid his head and shuddered; but the youngest looked steadily\nat the lightning which played at fitful intervals over the mountain\nstream that rushed rapidly by their feet.  Falkland stood beside them\nunnoticed and silent, with folded arms and a scornful lip.  To him,\nnature, heaven, earth had nothing for fear, and everything for\nreflection.  In youth, thought he (as he contrasted the fear felt at one\nperiod of life with the indifference at another), there are so many\nobjects to divide and distract life, that we are scarcely sensible of the\ncollected conviction that we live.  We lose the sense of what is by\nthinking rather of what is to be.  But the old, who have no future to\nexpect, are more vividly alive to the present, and they feel death more,\nbecause they have a more settled and perfect impression of existence.\n\nHe left the group, and went on alone by the margin of the winding and\nswelling stream.  \"It is (said a certain philosopher) in the conflicts of\nNature that man most feels his littleness.\"  Like all general maxims,\nthis is only partially true.  The mind, which takes its first ideas from\nperception, must take also its tone from the character of the objects\nperceived.  In mingling our spirits with the great elements, we partake\nof their sublimity; we awaken thought from the secret depths where it had\nlain concealed; our feelings are too excited to remain riveted to\nourselves; they blend with the mighty powers which are abroad; and as, in\nthe agitations of men, the individual arouses from himself to become a\npart of the crowd, so in the convulsions of nature we are equally\nawakened from the littleness of self, to be lost in the grandeur of the\nconflict by which we are surrounded.\n\nFalkland still continued to track the stream: it wound its way through\nMandeville's grounds, and broadened at last into the lake which was so\nconsecrated to his recollections.  He paused at that spot for some\nmoments, looking carelessly over the wide expanse of waters, now dark as\nnight, and now flashing into one mighty plain of fire beneath the\ncoruscations of the lightning.  The clouds swept on in massy columns,\ndark and aspiring-veiling, while they rolled up to, the great heavens,\nlike the shadows of human doubt.  Oh! weak, weak was that dogma of the\nphilosopher!  There is a pride in the storm which, according to his\ndoctrine, would debase us; a stirring music in its roar; even a savage\njoy in its destruction: for we can exult in a defiance of its power, even\nwhile we share in its triumphs, in a consciousness of a superior spirit\nwithin us to that which is around.  We can mock at the fury of the\nelements, for they are less terrible than the passions of the heart; at\nthe devastations of the awful skies, for they are less desolating than\nthe wrath of man; at the convulsions of that surrounding nature which has\nno peril, no terror to the soul, which is more indestructible and eternal\nthan itself.  Falkland turned towards the house which contained his\nworld; and as the lightning revealed at intervals the white columns of\nthe porch, and wrapt in sheets of fire, like a spectral throng, the tall\nand waving trees by which it was encircled, and then as suddenly ceased,\nand \"the jaws of darkness\" devoured up the scene; he compared, with that\nbitter alchymy of feeling which resolves all into one crucible of\nthought, those alternations of sight and shadow to the history of his own\nguilty love--that passion whose birth was the womb of Night; shrouded in\ndarkness, surrounded by storms, and receiving only from the angry heavens\na momentary brilliance, more terrible than its customary gloom.\n\nAs he entered the saloon, Lady Margaret advanced towards him.  \"My dear\nFalkland,\" said she, \"how good it is in you to come in such a night.  We\nhave been watching the skies till Emily grew terrified at the lightning;\nformerly it did not alarm her.\"  And Lady Margaret turned, utterly\nunconscious of the reproach she had conveyed, towards Emily.\n\nDid not Falkland's look turn also to that spot?  Lady Emily was sitting\nby the harp which Mrs. St. John appeared to be most seriously employed\nin tuning: her countenance was bent downwards, and burning beneath the\nblushes called forth by the gaze which she felt was upon her.\n\nThere was in Falkland's character a peculiar dislike to all outward\ndisplay of less worldly emotions.  He had none of the vanity most men\nhave in conquest; he would not have had any human being know that he was\nloved.  He was right!  No altar should be so unseen and inviolable as the\nhuman heart!  He saw at once and relieved the embarrassment he had\ncaused.  With the remarkable fascination and grace of manner so\npeculiarly his own, he made his excuses to Lady Margaret of his\ndisordered dress; he charmed his uncle, Don Alphonso, with a quotation\nfrom Lope de Vega; he inquired tenderly of Mrs. Dalton touching the\nhealth of her Italian greyhound; and then, nor till then--he ventured to\napproach Emily, and speak to her in that soft tone, which, like a fairy\nlanguage, is understood only by the person it addresses.  Mrs. St.  John\nrose and left the harp; Falkland took her seat.  He bent down to whisper\nEmily.  His long hair touched her cheek! it was still wet with the night\ndew.  She looked up as she felt it, and met his gaze: better had it been\nto have lost earth than to have drunk the soul's poison from that eye\nwhen it tempted to sin.\n\nMrs. St. John stood at some distance: Don Alphonso was speaking to her\nof his nephew, and of his hopes of ultimately gaining him to the cause\nof his mother's country.  \"See you not,\" said Mrs. St. John, and her\ncolour went and came, \"that while he has such attractions to detain him,\nyour hopes are in vain?\"  \"What mean you?\"  replied the Spaniard; but his\neye had followed the direction she had given it, and the question came\nonly from his lips.  Mrs. St. John drew him to a still remoter corner of\nthe room, and it was in the conversation that then ensued between them,\nthat they agreed to unite for the purpose of separating Emily from her\nlover--\"I to save my friend,\" said Mrs. St. John, \"and you your kinsman.\"\nThus is it with human virtue:--the fair show and the good deed\nwithout--the one eternal motive of selfishness within.  During the\nSpaniard's visit at E------, he had seen enough of Falkland to perceive\nthe great consequence he might, from his perfect knowledge of the Spanish\nlanguage, from his singular powers, and, above all, from his command of\nwealth, be to the cause of that party he himself had adopted.  His aim,\ntherefore, was now no longer confined to procuring Falkland's goodwill\nand aim at home: he hoped to secure his personal assistance in Spain: and\nhe willingly coincided with Mrs. St. John in detaching his nephew from a\ntie so likely to detain him from that service to which Alphonso wished he\nshould be pledged.\n\nMandeville had left E------ that morning: he suspected nothing of Emily's\nattachment.  This, on his part, was Bulwer, less confidence than\nindifference.  He was one of those persons who have no existence separate\nfrom their own: his senses all turned inwards; they reproduced\nselfishness.  Even the House of Commons was only an object of interest,\nbecause he imagined it a part of him, not he of it.  He said, with the\ninsect on the wheel, \"Admire our rapidity.\"  But did the defects of his\ncharacter remove Lady Emily's guilt?  No! and this, at times, was her\nbitterest conviction.  Whoever turns to these pages for an apology for\nsin will be mistaken.  They contain the burning records of its\nsufferings, its repentance, and its doom.  If there be one crime in\nthe history of woman worse than another, it is adultery.  It is, in fact,\nthe only crime to which, in ordinary life, she is exposed.  Man has a\nthousand temptations to sin--woman has but one; if she cannot resist it,\nshe has no claim upon our mercy.  The heavens are just!  Her own guilt is\nher punishment!  Should these pages, at this moment, meet the eyes of one\nwho has become the centre of a circle of disgrace--the contaminator of\nher house--the dishonour of her children,--no matter what the excuse for\nher crime--no matter what the exchange of her station--in the very arms\nof her lover, in the very cincture of the new ties which she has chosen\n--I call upon her to answer me if the fondest moments of rapture are free\nfrom humiliation, though they have forgotten remorse; and if the passion\nitself of her lover has not become no less the penalty than the\nrecompense of her guilt?  But at that hour of which I now write, there\nwas neither in Emily's heart, nor in that of her seducer, any\nrecollection of their sin.  Those hearts were too full for thought--they\nhad forgotten everything but each other.  Their love was their creation:\nbeyond all was night--chaos--nothing!\n\nLady Margaret approached them.  \"You will sing to us, Emily, to-night?\nit is so long since we have heard you!\"  It was in vain that Emily tried\n--her voice failed.  She looked at Falkland, and could scarcely restrain\nher tears.  She had not yet learned the latest art which sin teaches\nus-its concealment!  \"I will supply Lady Emily's place,\" said Falkland.\nHis voice was calm, and his brow serene the world had left nothing for\nhim to learn.  \"Will you play the air,\" he said to Mrs. St.  John, \"that\nyou gave us some nights ago?  I will furnish the words.\"  Mrs. St. John's\nhand trembled as she obeyed.\n\n\n                               SONG.\n\n               1.\n               Ah, let us love while yet we may,\n               Our summer is decaying;\n               And woe to hearts which, in their gray\n               December, go a-maying.\n\n               2.\n               Ah, let us love, while of the fire\n               Time hath not yet bereft us\n               With years our warmer thoughts expire,\n               Till only ice is left us!\n\n               3.\n               We'll fly the bleak world's bitter air\n               A brighter home shall win us;\n               And if our hearts grow weary there,\n               We'll find a world within us.\n\n               4.\n               They preach that passion fades each hour,\n               That nought will pall like pleasure;\n               My bee, if Love's so frail a flower,\n               Oh, haste to hive its treasure.\n\n               5.\n               Wait not the hour, when all the mind\n               Shall to the crowd be given;\n               For links, which to the million bind,\n               Shall from the one be riven.\n\n               6.\n               But let us love while yet we may\n               Our summer is decaying;\n               And woe to hearts which, in their gray\n               December, go a-maying.\n\n\nThe next day Emily rose ill and feverish.  In the absence of Falkland,\nher mind always awoke to the full sense of the guilt she had incurred.\nShe had been brought up in the strictest, even the most fastidious,\nprinciples; and her nature was so pure, that merely to err appeared like\na change in existence--like an entrance into some new and unknown world,\nfrom which she shrank back, in terror, to herself.\n\nJudge, then, if she easily habituated her mind to its present\ndegradation.  She sat, that morning, pale and listless; her book lay\nunopened before her; her eyes were fixed upon the ground, heavy with\nsuppressed tears.  Mrs. St. John entered: no one else was in the room.\nShe sat by her, and took her hand.  Her countenance was scarcely less\ncolourless than Emily's, but its expression was more calm and composed.\n\"It is not too late, Emily,\" she said; \"you have done much that you\nshould repent--nothing to render repentance unavailing.  Forgive me, if I\nspeak to you on this subject.  It is time--in a few days your fate will\nbe decided.  I have looked on, though hitherto I have been silent: I have\nwitnessed that eye when it dwelt upon you; I have heard that voice when\nit spoke to your heart.  None ever resisted their influence long: do you\nimagine that you are the first who have found the power?  Pardon me,\npardon me, I beseech you, my dearest friend, if I pain you.  I have known\nyou from your childhood, and I only wish to preserve you spotless to your\nold age.\"\n\nEmily wept, without replying.  Mrs. St. John continued to argue and\nexpostulate.  What is so wavering as passion?  When, at last, Mrs. St.\nJohn ceased, and Emily shed upon her bosom the hot tears of her anguish\nand repentance, she imagined that her resolution was taken, and that she\ncould almost have vowed an eternal separation from her lover; Falkland\ncame that evening, and she loved him more madly than before.\n\nMrs. St. John was not in the saloon when Falkland entered.  Lady Margaret\nwas reading the well-known story of Lady T----- and the Duchess of  ---,\nin which an agreement had been made and kept, that the one who died first\nshould return once more to the survivor.  As Lady Margaret spoke\nlaughingly of the anecdote, Emily, who was watching Falkland's\ncountenance, was struck with the dark and sudden shade which fell over\nit.  He moved in silence towards the window where Emily was sitting.  \"Do\nyou believe,\" she said, with a faint smile, \"in the possibility of such\nan event?\"  \"I believe--though I reject--nothing!\" replied Falkland, \"but\nI would give worlds for such a proof that death does not destroy.\"\n\"Surely,\" said Emily, \"you do not deny that evidence of our immortality\nwhich we gather from the Scriptures?--are they not all that a voice from\nthe dead could be?\"  Falkland was silent for a few moments: he did not\nseem to hear the question; his eyes dwelt upon vacancy; and when he at\nlast spoke, it was rather in commune with himself than in answer to her.\n\"I have watched,\" said he, in a low internal tone, \"over the tomb: I have\ncalled, in the agony of my heart, unto her--who slept beneath; I would\nhave dissolved my very soul into a spell, could it have summoned before\nme for one, one moment the being who had once been the spirit of my life!\nI have been, as it were, entranced with the intensity of my own\nadjuration; I have gazed upon the empty air, and worked upon my mind to\nfill it with imaginings; I have called aloud unto the winds and tasked my\nsoul to waken their silence to reply.  All was a waste--a stillness--an\ninfinity--without a wanderer or a voice!  The dead answered me not, when\nI invoked them; and in the vigils of the still night I looked from the\nrank grass and the mouldering stones to the Eternal Heavens, as man looks\nfrom decay to immortality!  Oh! that awful magnificence of repose--that\nliving sleep--that breathing yet unrevealing divinity, spread over those\nstill worlds!  To them also I poured my thoughts--but in a whisper.  I\ndid not dare to breathe aloud the unhallowed anguish of my mind to the\nmajesty of the unsympathising stars!  In the vast order of creation--in\nthe midst of the stupendous system of universal life, my doubt and\ninquiry were murmured forth--a voice crying in the wilderness and\nreturning without an echo unanswered unto myself!\"\n\nThe deep light of the summer moon shone over Falkland's countenance,\nwhich Emily gazed on, as she listened, almost tremblingly, to his words.\nHis brow was knit and hueless, and the large drops gathered slowly over\nit, as if wrung from the strained yet impotent tension of the thoughts\nwithin.  Emily drew nearer to him--she laid her hand upon his own.\n\"Listen to me,\" she said: \"if a herald from the grave could satisfy your\ndoubt, I would gladly die that I might return to you!\"  \"Beware,\" said\nFalkland, with an agitated but solemn voice; \"the words, now so lightly\nspoken, may be registered on high.\"  \"Be it so!\"  replied Emily firmly,\nand she felt what she said.  Her love penetrated beyond the tomb, and she\nwould have forfeited all here for their union hereafter.\n\n\"In my earliest youth,\" said Falkland, more calmly than he had yet\nspoken, \"I found in the present and the past of this world enough to\ndirect my attention to the futurity of another: if I did not credit all\nwith the enthusiast, I had no sympathies with the scorner: I sat myself\ndown to examine and reflect: I pored alike over the pages of the\nphilosopher and the theologian; I was neither baffled by the subtleties\nnor deterred by the contradictions of either.  As men first ascertained\nthe geography of the earth by observing the signs of the heavens, I did\nhomage to the Unknown God, and sought from that worship to inquire into\nthe reasonings of mankind.  I did not confine myself to books--all things\nbreathing or inanimate constituted my study.  From death itself I\nendeavoured to extract its secret; and whole nights I have sat in the\ncrowded asylums of the dying, watching the last spark flutter and decay.\nMen die away as in sleep, without effort, or struggle, or emotion.  I\nhave looked on their countenances a moment before death, and the serenity\nof repose was upon them, waxing only more deep as it approached that\nslumber which, is never broken: the breath grew gentler and gentler, till\nthe lips it came from fell from each other, and all was hushed; the light\nhad departed from the cloud, but the cloud itself, gray, cold, altered as\nit seemed, was as before.  They died and made no sign.  They had left the\nlabyrinth without bequeathing us its clew.  It is in vain that I have\nsent my spirit into the land of shadows--it has borne back no witnesses\nof its inquiry.  As Newton said of himself, 'I picked up a few shells by\nthe seashore, but the great ocean of truth lay undiscovered before me.'\"\n\nThere was a long pause.  Lady Margaret had sat down to chess with the\nSpaniard.  No look was upon the lovers: their eyes met, and with that one\nglance the whole current of their thoughts was changed.  The blood, which\na moment before had left Falkland's cheek so colourless, rushed back to\nit again.  The love which had so penetrated and pervaded his whole\nsystem, and which abstruser and colder reflection had just calmed,\nthrilled through his frame with redoubled power.  As if by an involuntary\nand mutual impulse, their lips met: he threw his arm round her; he\nstrained her to his bosom.  \"Dark as my thoughts are,\" he whispered,\n\"evil as has been my life, will you not yet soothe the one, and guide the\nother?  My Emily! my love! the Heaven to the tumultuous ocean of my\nheart--will you not be mine--mine only--wholly--and for ever?\"  She did\nnot answer--she did not turn from his embrace.  Her cheek flushed as his\nbreath stole over it, and her bosom heaved beneath the arm which\nencircled that empire so devoted to him.  \"Speak one word, only one\nword,\" he continued to whisper: \"will you not be mine?  Are you not mine\nat heart even at this moment?\"  Her head sank upon his bosom.  Those deep\nand eloquent eyes looked up to his through their dark lashes.  \"I will be\nyours,\" she murmured:  \"I am at your mercy; I have no longer any\nexistence but in you.  My only fear is, that I shall cease to be worthy\nof your love!\"\n\nFalkland pressed his lips once more to her own: it was his only answer,\nand the last seal to their compact.  As they stood before the open\nlattice, the still and unconscious moon looked down upon that record of\nguilt.  There was not a cloud in the heaven to dim her purity: the very\nwinds of night had hushed themselves to do her homage: all was silent but\ntheir hearts.  They stood beneath the calm and holy skies, a guilty and\ndevoted pair--a fearful contrast of the sin and turbulence of this\nunquiet earth to the passionless serenity of the eternal heaven.  The\nsame stars, that for thousands of unfathomed years had looked upon the\nchanges of this nether world, gleamed pale, and pure, and steadfast upon\ntheir burning but transitory vow.  In a few years what of the\ncondemnation or the recorders of that vow would remain?  From other lips,\non that spot, other oaths might be plighted; new pledges of unchangeable\nfidelity exchanged: and, year after year, in each succession of scene and\ntime, the same stars will look from the mystery of their untracked and\nimpenetrable home, to mock, as now, with their immutability, the\nvariations and shadows of mankind!\n\n\n\nFROM ERASMUS FALKLAND, ESQ., TO LADY EMILY MANDEVILLE.\n\nAt length, then, you are to be mine--you have consented to fly with me.\nIn three days we shall leave this country, and have no home--no world but\nin each other.  We will go, my Emily, to those golden lands where Nature,\nthe only companion we will suffer, woos us, like a mother, to find our\nasylum in her breast; where the breezes are languid beneath the passion\nof the voluptuous skies; and where the purple light that invests all\nthings with its glory is only less tender and consecrating than the\nspirit which we bring.  Is there not, my Emily, in the external nature\nwhich reigns over creation, and that human nature centred in ourselves,\nsome secret and undefinable intelligence and attraction?  Are not the\nimpressions of the former as spells over the passions of the later? and\nin gazing upon the loveliness around us, do we not gather, as it were,\nand store within our hearts, an increase of the yearning and desire of\nlove?  What can we demand from earth but its solitudes--what from heaven\nbut its unpolluted air?  All that others would ask from either, we can\nfind in ourselves.  Wealth--honour--happiness--every object of ambition\nor desire, exist not for us without the circle of our arms!  But the\nbower that surrounds us shall not be unworthy of your beauty or our love.\nAmidst the myrtle and the vine, and the valleys where the summer sleeps\nand \"the rivers that murmur the memories and the legends of old amidst\nthe hills and the glossy glades,\" and the silver fountains, still as\nbeautiful as if the Nymph and Spirit yet held and decorated an earthly\nhome; amidst these we will make the couch of our bridals, and the moon of\nItalian skies shall keep watch on our repose.\n\nEmily!--Emily!--how I love to repeat and to linger over that beautiful\nname!  If to see, to address, and, more than all, to touch you, has been\na rapture, what word can I find in the vocabulary of happiness to express\nthe realisation of that hope which now burns within me--to mingle our\nyouth together into one stream, wheresoever it flows; to respire the same\nbreath; to be almost blent in the same existence; to grow, as it were, on\none stem, and knit into a single life the feelings, the wishes, the being\nof both!\n\nTo-night I shall see you again: let one day more intervene, and--I cannot\nconclude the sentence.  As I have written, the tumultuous happiness of\nhope has come over me to confuse and overwhelm everything else.  At this\nmoment my pulse riots with fever; the room swims before my eyes;\neverything is indistinct and jarring--a chaos of emotions.  Oh! that\nhappiness should ever have such excess!\n\nWhen Emily received and laid this letter to her heart, she felt nothing\nin common with the spirit which it breathed.  With that quick transition\nand inconstancy of feeling connmon in women, and which is as frequently\ntheir safety as their peril, her mind had already repented of the\nweakness of the last evening, and relapsed into the irresolution and\nbitterness of her former remorse.  Never had there been in the human\nbreast a stronger contest between conscience and passion;--if, indeed,\nthe extreme softness (notwithstanding its power) of Emily's attachment\ncould be called passion it was rather a love that had refined by the\nincrease of its own strength; it contained nothing but the primary guilt\nof conceiving it, which that order of angels, whose nature is love, would\nhave sought to purify away.  To see him, to live with him, to count the\nvariations of his countenance and voice, to touch his hand at moments\nwhen waking, and watch over his slumbers when he slept--this was the\nessence of her wishes, and constituted the limit to her desires.  Against\nthe temptations of the present was opposed the whole history of the past.\nHer mind wandered from each to each, wavering and wretched, as the\nimpulse of the moment impelled it.  Hers was not, indeed, a strong\ncharacter; her education and habits had weakened, while they rendered\nmore feminine and delicate, a nature originally too soft.  Every\nrecollection of former purity called to her with the loud voice of duty,\nas a warning from the great guilt she was about to incur; and whenever\nshe thought of her child--that centre of fond and sinless sensations,\nwhere once she had so wholly garnered up her heart--her feelings melted\nat once from the object which had so wildly held them riveted as by a\nspell, to dissolve and lose themselves in the great and sacred fountain\nof a mother's love.\n\nWhen Falkland came that evening, she was sitting at a corner of the\nsaloon, apparently occupied in reading, but her eyes were fixed upon her\nboy, whom Mrs. St. John was endeavouring at the opposite end of the room\nto amuse.  The child, who was fond of Falkland, came up to him as he\nentered: Falkland stooped to kiss him; and Mrs. St. John said, in a low\nvoice which just reached his ear, \"Judas, too, kissed before he\nbetrayed.\"  Falkland's colour changed: he felt the sting the words were\nintended to convey.  On that child, now so innocently caressing him, he\nwas indeed about to inflict a disgrace and injury the most sensible and\nirremediable in his power.  But who ever indulges reflection in passion?\nHe banished the remorse from his mind as instantaneously as it arose;\nand, seating himself by Emily, endeavoured to inspire her with a portion\nof the joy and hope which animated himself.  Mrs. St. John watched them\nwith a jealous and anxious eye: she had already seen how useless had been\nher former attempt to arm Emily's conscience effectually against her\nlover; but she resolved at least to renew the impression she had then\nmade.  The danger was imminent, and any remedy must be prompt; and it was\nsomething to protract, even if she could not finally break off, an union\nagainst which were arrayed all the angry feelings of jealousy, as well as\nthe better affections of the friend.  Emily's eye was already brightening\nbeneath the words that Falkland whispered in her ear, when Mrs. St. John\napproached her.  She placed herself on a chair beside them, and unmindful\nof Falkland's bent and angry brow, attempted to create a general and\ncommonplace conversation.  Lady Margaret had invited two or three people\nin the neighbourhood; and when these came in, music and cards were\nresorted to immediately, with that English politesse, which takes the\nearliest opportunity to show that the conversation of our friends is the\nlast thing for which we have invited them.  But Mrs. St. John never left\nthe lovers; and at last, when Falkland, in despair at her obstinacy,\narose to join the card-table, she said, \"Pray, Mr. Falkland, were you not\nintimate at one time with * * * * , who eloped with Lady * * *?\"  \"I knew\nhim but slightly,\" said Falkland; and then added, with a sneer, \"the only\ntimes I ever met him were at your house.\"  Mrs. St. John, without\nnoticing the sarcasm, continued:--\"What an unfortunate affair that\nproved!  They were very much attached to one another in early life--the\nonly excuse, perhaps for a woman's breaking her subsequent vows.  They\neloped.  The remainder of their history is briefly told: it is that of\nall who forfeit everything for passion, and forget that of everything it\nis the briefest in duration.  He who had sacrificed his honour for her,\nsacrificed her also as lightly for another.  She could not bear his\ninfidelity; and how could she reproach him?  In the very act of yielding\nto, she had become unworthy of, his love.  She did not reproach him--she\ndied of a broken heart!  I saw her just before her death, for I was\ndistantly related to her, and I could not forsake her utterly even in her\nsin.  She then spoke to me only of the child by her former marriage, whom\nshe had left in the years when it most needed her care: she questioned me\nof its health--its education--its very growth: the minutest thing was not\nbeneath her inquiry.  His tidings were all that brought back to her mind\n'the redolence of joy and spring.' I brought that child to her one day:\nhe at least had never forgotten her.  How bitterly both wept when they\nwere separated! and she--poor, poor Ellen--an hour after their separation\nwas no more!\"  There was a pause for a few minutes.  Emily was deeply\naffected.  Mrs. St. John had anticipated the effect she had produced, and\nconcerted the method to increase it.  \"It is singular,\" she resumed,\n\"that, the evening before her elopement, some verses were sent to her\nanonymously--I do not think, Emily, that you have ever seen them.  Shall\nI sing them to you now?\" and, without waiting for a reply, she placed\nherself at the piano; and with a low but sweet voice, greatly aided in\neffect by the extreme feeling of her manner, she sang the following\nverses:\n\n               1.\n               And wilt thou leave that happy home,\n               Where once it was so sweet to live?\n               Ah! think, before thou seek'st to roam,\n               What safer shelter Guilt can give!\n\n               2.\n               The Bird may rove, and still regain\n               With spotless wings, her wonted rest,\n               But home, once lost, is ne'er again\n               Restored to Woman's erring breast!\n\n               3.\n               If wandering o'er a world of flowers,\n               The heart at times would ask repose;\n               But thou wouldst lose the only bowers\n               Of rest amid a world of woes.\n\n               4.\n               Recall thy youth's unsullied vow\n               The past which on thee smile so fair;\n               Then turn from thence to picture now\n               The frowns thy future fate must wear!\n\n               5.\n               No hour, no hope, can bring relief\n               To her who hides a blighted name;\n               For hearts unbow'd by stormiest _grief_\n               Will break beneath one breeze of _shame_!\n\n               6.\n               And when thy child's deserted years\n               Amid life's early woes are thrown,\n               Shall menial bosoms soothe the tears\n               That should be shed on thine alone?\n\n               7.\n               When on thy name his lips shall call,\n               (That tender name, the earliest taught!)\n               Thou wouldst not Shame and Sin were all\n               The memories link'd around its thought!\n\n               8.\n               If Sickness haunt his infant bed,\n               Ah! what could then replace thy care?\n               Could hireling steps as gently tread\n               As if a Mother's soul was there?\n\n               9.\n               Enough!  'tis not too late to shun\n               The bitter draught thyself wouldst fill;\n               The latest link is not undone\n               Thy bark is in the haven still.\n\n               10.\n               If doom'd to grief through life thou art,\n               'Tis thine at least unstain'd to die!\n               Oh! better break at once thy heart\n               Than rend it from its holiest tie!\n\n\nIt were vain to attempt describing Emily's feelings when the song ceased.\nThe scene floated before her eyes indistinct and dark.  The violence of\nthe emotions she attempted to conceal pressed upon her almost to choking.\nShe rose, looked at Falkland with one look of such anguish and despair\nthat it froze his very heart, and left the room without uttering a word.\nA moment more--they heard a noise--a fall.  They rushed out--Emily was\nstretched on the ground, apparently lifeless.  She had broken a\nblood-vessel\n\n\n\n\n",
    "metadata": {
        "author": [
            "Lytton, Edward Bulwer Lytton, Baron"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/7759/pg7759.txt",
        "name": "falkland,_book_3..json"
    }
}