{
    "name": "Far enough to touch",
    "author": [
        "Bartholomew, Stephen"
    ],
    "body": "The ship had a crew of six, and Rene Duport was the youngest. The\npilot, who held the rank of lieutenant colonel in the U.S. Air Force\nand Master Pilot in the United Nations Space Corps, was one of the two\nAmericans aboard. The co-pilot was Russian, the navigator a Finn, the\nengineer an African, and the research observer was the other American.\nRene Duport was a Belgian, and he was the radioman, and the youngest\never to go to the Moon.\n\nIt had been a routine flight since the ship had lifted from the lunar\nsurface. In a little less than six hours they were due to enter parking\norbit. Twelve hours later, with a minimum of luck, the ferry ship would\ndive to its landing area near the Marianas, and the six crew members\nwould be once again on Ground. Rather, they would be floating in the\nmiddle of the Pacific Ocean, but that was far more solid than space.\nAll the Earth was sacred Ground to them, including the sea. Each of\nthem anticipated the moment when they would scoop salt water up in\ntheir hands and fling their oxygen masks into the depths and raise\ntheir faces to the burning ocean sun, yet they tried not to think of\nthe moment, they kept it in the backs of their minds, as if thinking of\nit consciously could bring bad luck.\n\nAll except Rene Duport, who was nineteen years old, and the youngest\never to enter space. He had loved it out there, on the Moon, and he\nloved being here in the ship. He wanted to go back out again, and he\nwas the only one of the six who was reluctant to return to Ground.\nPerhaps if the spacemedics had known of this unnatural--almost\ninhuman--state of Rene Duport's mind, they would never have let him go\nout. Then again, perhaps he was one of a new breed of men, born under\nnew signs in the Zodiac, the signs of Gagarin and Glenn, equipped with\na kind of mind and soul never known before. He was the only one of the\nsix who did not want to go Home.\n\n\n\nThe American pilot turned to mutter something to his Russian co-pilot,\nseated next to him at the front of the ship. The Russian nodded and\nadjusted a dial. By formal agreement the crew spoke in French between\nthemselves. But the pilot's accent was bad, and Duport would have\npreferred to talk to him in English. He could not help smiling to\nhimself whenever the American said something. Frowning, Duport moved\nhis headphone slightly and changed the frequency of his receiver. The\nAzores tracking station had begun to fade with the rotation of the\nEarth, but he had no trouble picking up Hawaii. He wrote down the\nlatest fix and passed the slip of paper forward to the navigator. He\nswitched on his transmitter to give Hawaii an acknowledgement.\n\nForward, the American pilot heard Duport speaking to Hawaii. _This is\nthe moonship_ Prospero _acknowledging transmission_.... The American\npilot did not like using French either. He would have preferred\nspeaking English or Russian. There was something poetic about French.\nThe phrase _bateau du lune_, moonship, always gave him a quiver. It\nmade him think of some kind of ghost ship, with a moss-covered hull\nand gossamer sails, floating silently in a midnight sky. There was\nsomething--fragile about the language, especially as Duport spoke it in\nhis smooth, pure accents.\n\nThe American glanced into a mirror that gave him a view of the cabin\nbehind him. Duport sat by himself at the extreme rear of the cabin, the\nradio console hiding most of his body. The headphones and mike covered\nmost of his face, so that only his nose and eyes were visible. His eyes\nwere light blue and seemed to glisten, unnaturally bright, as if the\nboy had been taking some kind of drug. He was only nineteen years old.\nThe pilot had had misgivings about Duport from the beginning when the\ncrew was first formed. It wasn't only his youth, he didn't quite know\nwhat it was. There was something about Duport, something deep in his\npersonality that he did not _trust_. But he did not know how to name it.\n\nStill, Duport had functioned all right so far. And the Selection\nBoard should know its business. The crew had been chosen, as usual,\nby competitive examination, and if there was any flaw in Duport's\ncharacter it would have turned up sometime during the six-month\ntraining period. Probably Duport was as good as any of them. He had\nbeen a child prodigy, he'd taken his Master's in physics at the age of\nseventeen. He knew as much as any of them, and he had made no mistakes\nso far.\n\nStill, the American remembered the first time he had seen Duport. It\nhad been right after the Selection Board published the crew list. Out\nof the two hundred who finished the training program, the Board had\ngiven Duport highest rating. He was not only the youngest ever to enter\nspace, he was the only crew-member of the _Prospero_ who had never been\nin space before, except of course for the ballistic shoots which were\npart of training. The American himself had been aboard the _Quixote_\non the first moonshot directed by the U.N. Space Corps. Then they had\nbuilt the _Prospero_, and he had piloted it on its shakedown cruise\nin orbit. And the Board had chosen him to fly the ship on its first\ntrip to the Moon. Altogether, it was the fourth shot of the U.N. Space\nCorps, and the second time he had been on the Moon. He, the American,\nwas the veteran, he had spent more hours in space than any other human\nbeing alive.\n\n\n\nAnd he remembered the first time he had seen Duport. The veteran and\nthe kid. He had met him in the briefing room at the launching site at\nChristmas Island. The veteran had been studying a thrust table, and the\nkid had come into the room, half an hour early for the first briefing.\nThe American did not hear him come in. He looked up from his desk, and\nthere he was, Duport, standing at attention in his blue Corps uniform\nwith the silver sunburst in his lapel, indicating active commission.\n\n\"Christ!\" the American had burst out, forgetting himself and speaking\nin English. \"Are you Duport? They told me you were young....\" He\nalready knew each of the other crewmen.\n\n\"Yes sir,\" Duport answered in English. \"I'm afraid I am rather young.\nCorpsman Duport reports for briefing, sir. I just arrived on the island\nan hour ago.\"\n\nThe American recovered himself. He leaned back in his chair to study\nthe boy. He was blond and had light blue eyes that glittered, and he\nlooked like a high school kid.\n\n\"_Eh bien, parlons francais_,\" the American said at last. \"Sorry,\nDuport, I didn't mean to offend you. It's just that it was a shock....\nWhy are you smiling like that?\"\n\n\"Nothing, sir.\" Duport's mouth straightened itself out.\n\n\"What do you mean _rien_? No, tell me, Duport. You should know by now\nthat the Corpsman's first law is that we tell each other what's on our\nminds. If we're going to be sealed up together in a tin can for two\nweeks....\"\n\n\"I'm sorry sir, it was your accent. I found it amusing.\"\n\n\"Oh, that. You're not the first one. _Eh bien._ Have you been assigned\nquarters yet, Duport?\"\n\n\"No, sir.\"\n\n\"I'll see to it myself after the briefing. You'll find conditions\nare rather primitive on the island, but you won't be here long. The\nferryboat leaves in six days.\"\n\n\"Yes, sir.\"\n\nThe American was fascinated by Duport's eyes, their unnatural, bright\nglaze. The boy never seemed to blink. He yet stood at attention,\nlooking down at the older man with unshifting eyes.\n\n\"Stand at ease, Duport. As long as you're early, we might as well start\nthe briefing now.\" On an impulse, he went to the projection screen and\ntouched a switch which flashed on a photomap of the lunar landing area.\nHe pointed to a particular object which was visible only because of the\nlong shadow it cast.\n\n\"As you are well aware, Duport, the research station is here, near\nthe center of the Crater of Copernicus. The three trips so far by\nthe _Quixote_ have been sufficient to set up the dome and to land\nenough equipment to keep the colony independent for several months if\nnecessary. So far, there aren't any men there. That's our job, the\n_Prospero's_. We're going to have five passengers with us, research\nscientists, I haven't met them yet. All I know about them is that one\nis American and one Russian. Our job is to get them into the station,\nalive, and then bring back the ship. What they do up there afterward\nis none of our business.\"\n\n\"Yes, sir,\" Duport answered, still at attention. \"I have already been\ntold this.\"\n\n\"Yes, I haven't told you anything that you don't already know. And of\ncourse you also know that the bottom of Copernicus Crater, like all\nother flat areas on the Moon, is a kilometer deep with nearly molecular\ndust, micrometorite residue. You know that before the first landing by\nthe _Quixote_, it was necessary to explode a hydrogen bomb in order to\nfuse the surface of the dust into a thick crust of glass, in order to\nget a stable landing stage.\" The American paused, turned away from the\nphotomap, and looked at Duport again.\n\n\"Yes sir.\"\n\n\n\n\"But something you don't know is that certain automatic instruments\nleft at the station by the _Quixote_ have given an indication that this\nlanding crust was weakened by the last lift-off. The instruments may be\nwrong, or they may be right. We're going to find out.\"\n\n\"I--see.\"\n\n\"Yes.\" The veteran leaned against the wall and looked at the boy's\neyes. \"The _Quixote_ is a heavy ship, and the _Prospero_ is heavier.\nWe're going to have to set her down easy. _Very_ easy. That crust is\nhard, but thin. You know what will happen if the ship breaks through.\nThe rocket nozzles will clog with dust, and the ship will sink to the\ncabin bubble. We'll be stuck on the Moon.\"\n\n\"Yes sir,\" was all that Duport said.\n\n\"Yes _sir_! The point is, Duport, that every member of the crew\nis going to have to function as part of the machine, the radioman\nincluded. The slightest error could be crucial on this one. You're\ngoing to have to leave your nerves behind. Once we set her down, we\nshould be all right. But I hope to God your training program has really\ngot you ready for this.\"\n\n\"I know it has, sir.\" Duport stood there, silent, at attention, perhaps\nwaiting for something else. But the American did not know what else\nto tell him. He was trying to figure Duport out. Even then he had\na feeling that there was something about the boy that was _wrong_.\nSomething he could not understand. He stared at his cold blue eyes.\n\nAt last Duport said, \"Once the research station really gets going, the\nresults should be magnificent, sir.\"\n\nThe American moved away. \"Yes, but don't be naive, Duport. Don't\nbelieve what you read in the papers. The real reason for the\nstation--the reason for the U.N. Space Corps--is practical politics.\nIf the Corps didn't exist, the U.S. and Russia would go to the Moon\nseparately. And neither side would tell the other what they were doing\nthere. A joint effort is the only way to make sure that nobody plants\nmissiles up there. Science is secondary. We're like two gunmen afraid\nto turn our backs on each other.\"\n\n\"Yes sir, of course you are right,\" Duport said. And as the American\nmoved toward the desk he glanced back at Duport and saw the boy staring\nat the lunar photomap, his eyes coldly reflecting light. The muscles\nof his jaw were working visibly, slowly tightening and then relaxing\nagain. It was as if he were trying to memorize every detail of the map.\n\n\n\nAnd thinking back on that day, the American pilot wondered if he were\nany closer to understanding Duport. Suddenly he thought he was. For the\nfirst time he thought about the way the muscles of Duport's jaw moved.\nHe had never really considered that before. The brightness of the boy's\neyes had always distracted his attention. He looked into the mirror\nagain, at Duport seated by himself at the rear of the cabin, bowed over\nhis console and listening to his headphones. The pilot could see only\npart of Duport's left lower jaw. But yes, the muscles were working.\nSlowly they contracted until they stood out like knots, then slowly\nrelaxed again.\n\n_Nerves_, that was the word. Now the pilot knew what name to give it.\nWhy hadn't he seen it before? Duport seemed cold, efficient, the pilot\nthought, always he seemed to function like part of the machine, part of\nthe ship. But always the muscles of his jaw were working, and the shine\nof his eyes kept you from looking at his mouth, kept you from noticing\nthe one sign that Duport had a nervous system. The pilot saw that under\nDuport's cool, steady surface, the boy was wound to nearly the snapping\npoint, to the uttermost limit of his nervous system's tensile strength.\nIt was his nerves that gave Duport his machinelike efficiency, his\nquick response time, his endurance. As long as he kept them under\ncontrol. It was his nerves, too, that made his eyes glitter, like the\neyes of a madman masquerading as sane. Why hadn't the medics ever seen\nit? The pilot wondered what would happen if Duport ever, for a moment,\nwere to forget himself and lose control of his nerves.\n\nWell, the boy had lasted this far. During the tense moments of the\nlunar touchdown he hadn't cracked. He had responded to orders as if he\nwere an electric relay. He had done his job. It had turned out that the\nlanding crust was not weakened after all, but none of them had known\nthat then. Duport had passed that test. Perhaps, the pilot thought, he\nwas wrong about Duport, perhaps he was really what he seemed to be,\ncool and nerveless. At any rate, he would tell his suspicions to the\nmedics, back on Ground. Time enough, he thought, time enough.\n\n\n\nThe research observer, the other American in the crew, had been busy\ntaking pictures for several hours. He straightened from his camera\nsight, rubbed at his eyes, and stretched.\n\n\"When we hit that ocean,\" he said in English, \"I'm going to break out\nthe raft, strip naked, and go for a swim, sharks or no....\"\n\n\"_Ta geule_,\" someone said, \"shut up.\"\n\nThe observer looked around, embarrassed at what he'd said. It was as if\nthey were all superstitious, as if talking about Ground, even thinking\nabout it, would bring bad luck. Each of them would have denied this\nhotly. But for a moment the observer looked as if he would have knocked\non wood, had there been a piece of wood in the ship. After a minute the\nobserver pulled out some processed film plates and began examining them\nthrough a lens.\n\nRene Duport had looked up from his radio console. There was nothing for\nhim to do at the moment. He thought that he would have liked to be in\nthe observer's place, or the navigator's, able to look through one of\nthe periscopes directly into deep space. He had loved the Moon, he had\nloved to suit up and walk out onto the lunar dust and look upward at\nthe sky, at the stars that did not flicker, at the Magellanic Clouds,\nclose enough to touch. But even there, on the surface of the Moon, he\nhad always been standing on something. He thought of the vacuum that\nwas all around the ship, on every side, just beyond the hull, just\nbeyond the escape hatch behind his back. He wondered what it would\nbe like to look directly into space, standing on nothing, to see not\nmerely a dome of stars, but an entire sphere of them, bright and\nunblinking. All his life he had wanted to go into space, and all his\nlife he had known that he would. Now he did not want to go back, he\nwished that he could leave the Earth forever.\n\nThe research observer leaned toward the African engineer and began\ndiscussing one of the film plates with him. Rene Duport listened to\nthem, only half interested. He thought that the African and the Russian\nwere the only crewmen besides himself who could speak French without\nsounding ridiculous.\n\nHe saw the pilot abruptly bend over the control panel and make an\nadjustment. He said something to the Russian that Duport did not catch,\nthe Russian co-pilot nodded and began turning a knob slowly, his eyes\non a vernier dial. For several minutes the American and the Russian\nworked steadily at the controls, frequently glancing at each other.\nOnce the Russian rose to open an access plate in the overhead and\ninspect some wiring, then he strapped himself in again and continued\nworking his controls. The engineer left his seat and pulled himself\nforward to begin talking to the pilot in low tone. After a minute the\nengineer opened a technical manual and began reading off a series of\nnumbers.\n\nThe research observer was watching a dial on the cabin wall.\n\n\"She's heating up,\" he said.\n\nThen Rene Duport noticed it. The cabin temperature had risen during the\nlast few minutes, already he was beginning to sweat profusely.\n\n\"_C'est trop_,\" the Russian said. It's too much.\n\nThe pilot turned to look back at his crew. \"Pile's overheating,\" he\nsaid. \"I'm going to blow the cabin pressure so we won't roast. Suit\nup.\"\n\n\n\nEveryone sealed their helmets and plugged into their air supplies. In a\nfew seconds they had each pressurized and tested their suits. The pilot\nreached for a red lever, and then there was a quick hissing sound that\nlasted only for a moment.\n\nRene Duport waited, wondering what was going to happen. Nothing like\nthis had ever happened to the _Quixote_. And the _Prospero_ followed\nthe other ship's general design, so that it shouldn't be happening to\nher either. Both ships used water as a reaction mass, superheated by a\nnuclear pile, which was separated from the cabin bubble and attached\nto it only by steel girders. Duport knew what would happen if the\noverheating didn't stop. Either the pile would blow like a bomb, or\nthose girders would continue conducting heat into the cabin until the\ncabin walls turned red hot and then melted. Blowing the cabin pressure\ncould only keep the crew from roasting for a few minutes. Perhaps some\ndamping rods had blown out; whatever it was, Duport knew the pile was\nheating fast.\n\nOver the intercom, Duport could hear the co-pilot muttering, \"_Trop\nvite! Trop vite!_\" Too fast, too fast.\n\n\"She's going to blow,\" someone else said.\n\nThere was a silence that lasted several seconds. Everyone waited.\n\nThen the pilot said, \"No good. I'll have to eject.\"\n\nBut Duport did not hear that.\n\nWhen the temperature was down to normal, the pilot reached for a valve\nto begin pressurizing. But a safety device prevented the valve from\noperating, and he looked around to see why. \"Christ!\" his voice came\nover the intercom. \"He jumped!\"\n\nThe rest of the crew turned their heads to look toward the rear of the\ncabin. The escape hatch behind Duport's seat was open, and Duport was\ngone.\n\n\n\n\"But why did he do it?\" The research observer lounged against the aft\nbulkhead, he had been watching a chess game between the Russian and\nthe Finn. The _Prospero_ was in orbit, there was little to do now but\nwait for the ferry ship to lift off from Christmas Island and make\nrendezvous. After the pilot had ejected the nuclear fuel, the ship had\nof course simply coasted into orbit. With no power left for course\ncorrection, it was not a good orbit, but it was close enough for the\nferry to reach. There was nothing to do now but wait, and play chess.\nThe research observer shook his head. \"It was stupid, there was no\nreason. Why did he go out the hatch like that?\"\n\nThe pilot was tired. He rubbed his face with both hands. He did not\nwant to have to think about it. He looked at the other American's face.\n\n\"Nerves. He lost his nerve, that's all.\"\n\nThe research observer watched the Finn capture one of the Russian's\nrooks with a knight.\n\n\"He jumped out of the ship.\" It was as if he were trying to convince\nhimself that it had really happened. \"Why did he do it? I can't figure\nit out.\"\n\nThe pilot covered his eyes. \"Call it cowardice if you like. Or panic.\nThe kid chickened out.\"\n\n\n\nThen they were in the ferry ship, waiting for the engineers to finish\ninspecting the _Prospero_ before casting off and going into a re-entry\nspiral, towards the Pacific landing area. Meanwhile, the medic had\nfinished his preliminary physical of each of the crew. Most of the men\nrested quietly, reading newspapers and waiting. The American pilot\nhad strapped himself to one of the crash couches and taken a short\nnap. Then he got up to look through a periscope at the three engineers\nworking near the _Prospero's_ power tank.\n\nThe ferry ship's radioman, a young Englishman, tapped him on the\nshoulder. The pilot turned away from the eyepiece, and his face was\ndrawn and white.\n\n\"They've picked up his track,\" the radioman said.\n\n\"What?\"\n\nThe radioman handed the pilot a piece of paper. \"Just got the news. His\nsuit transmitter, the beacon's working. The station at Leningrad picked\nup the signal, they're going to compute his orbit.\"\n\nIt was a few seconds before the American understood what he was talking\nabout.\n\n\"Duport, you mean? They're tracking him?\" He hesitated. \"But why? Why\nare they computing his orbit?\"\n\nThe Englishman grinned. \"They're going to try to pick him up. Rescue\nhim, you know.\"\n\nThe American stared.\n\n\"Be a few hours before they have an exact plot,\" the radioman went on.\n\"The rough estimate is that they'll be ready to launch within forty-six\nhours. They're going to send up the _Wabash Cannonball_. If his beacon\nkeeps operating, there's a fifty-fifty chance they'll catch him. Just\nthought you'd want to know, sir. You may not have lost a Corpsman after\nall.\" The Englishman turned to go back to his post, and the American\nstared at his back as he moved away.\n\n\"Why?\" he whispered. \"_Why?_\" The pilot did some rough calculations in\nhis head. He remembered the ship's approximate position and velocity\nat the time that Duport had jumped. Duport's body would of course have\nabout the same orbital velocity as that of the ship, though the impetus\nof his leap would have been enough to carry him into some completely\ndifferent direction. Somewhere out there Duport was swinging around the\nEarth in a wide, elliptical orbit. For some reason it had not occurred\nto the pilot that he might still be alive. Since the moment that he\nhad turned and seen the open hatch he had been thinking of Duport as\na casualty, already dead. But in fact, the American realized, Duport\nwas probably still alive. His suit was equipped for just this kind of\nemergency; it had an oxygen regenerating system that could supply him\nwith air to breathe as long as the photocells kept his battery charged.\nThe catch was that no one had ever lived in a suit before for more than\ntwelve hours at a stretch. Six hours was considered the normal safety\nlimit. In theory the suit would keep Duport alive until he died of\nthirst or starvation. In theory.\n\nBut why were they going to try to rescue him? It made no sense. The\n_Wabash Cannonball_ was the smallest ship in the Space Corps' fleet.\nIt carried a crew of two, and was used for ferrying small cargoes into\norbit. If she left behind her reserve oxygen tanks and emergency\nequipment, it should be possible to reduce her weight load sufficiently\nto get her into an orbit as high as Duport was. Then there was perhaps\none chance in ten of getting him down alive. No doubt the Corps Center\nhad decided to send the _Cannonball_ up because it would involve the\nleast possible fuel expenditure. But the operation would still cost\nclose to half a million dollars, to say nothing of the risk to the\nship and crew. Nothing of the kind had ever been done, or attempted,\nbefore. Why had the Corps decided to gamble two lives on a long chance\nof saving one?\n\nSuddenly the American felt an intense, irrational hatred of Duport. If\nhis suit beacon was operating, it could only be because he had turned\nit on. Why hadn't he left it off, rather than risk the lives of others\nto save his own hide? He had jumped ship. They ought to leave him\nthere, the pilot thought.\n\n\n\nThe ferry ship broke atmosphere, her heat shield and fins glowing\nred. She fell to an altitude of ten thousand feet before her velocity\nfell to a little less than two thousand miles per hour. Then the\ncollapsible wing unfolded like the wing of a moth, it was half wing,\nhalf parachute. The ship glided toward the sea.\n\nIt struck the water with an explosion of spray, dived under, bobbed to\nthe surface again, rolling like a porpoise. Someone opened a hatch and\nclimbed out onto the hull. Ten minutes later, the helicopter appeared.\n\nBack at Christmas Island, the American pilot was still asking why. He\nasked it of Dr. Valdez, a grey-haired man, chief of the spacemedic team.\n\n\"You're right,\" Dr. Valdez said. He was sitting in a chair on the\nveranda of the infirmary, hands folded behind his head, looking out to\nsea. \"The Center did ask my advice on this matter. I told them what I\nthought the odds were against a successful rescue operation. I also\ntold them that, for scientific reasons alone, I thought it was worth\nattempting.\"\n\n\"But why?\" The American looked down at him.\n\nDr. Valdez looked at the sea. \"It is now just about twenty-four hours\nsince Duport jumped into space. His beacon is still operating, and\nthe orbital plot has been completed. The rescue ship will launch in\nabout thirty hours from now. Estimating six hours between lift-off and\nrendezvous, this means that Duport will have been alone in space for a\ntotal of about sixty hours. Two and a half days.\"\n\nThe American said nothing, waiting for him to go on.\n\n\"Think of him up there.\" Dr. Valdez closed his eyes. \"Completely alone.\nTotal silence except for the sound of his own breathing. He sees\nnothing but stars, intensely bright, above him, beneath his feet, on\nall sides, the silver smear of the Milky Way, the Clouds of Magellan,\nthe nebulae. The Earth is a great, swollen balloon that swings past\nhis field of vision now and then, the Moon a smaller bubble. Without\na reference point there is no sense of depth, no perspective. He can\nreach out and touch the stars. He swings in space, beyond time and\ndistance, completely alone.\"\n\n\"So what?\" the pilot said at last.\n\nDr. Valdez straightened in his chair and leaned his elbows on his knees.\n\n\"So there are some things we--I--would like to know. I'd like to know\nwhat is happening to him, out there. What he has seen, perhaps heard.\nThe effects on his body, if any. Above all, the effect on his mind.\nNo human being has ever experienced anything like it before. There's\nsomething else I'd like to know. We worked with him for nearly a year.\nHe finished with the highest rating in his class. We never would have\nsent him out if we hadn't been sure about him. But somewhere we made a\nmistake, there was something we failed to see. I'd like to know what\nmade him jump.\"\n\nThis time the American looked out to sea. He was silent.\n\nThe doctor took out an old briar pipe and began filling it from a\nleather pouch. \"Strange. His radio beacon is functioning normally.\nThere's no reason why his transmitter and receiver shouldn't be\nworking too. Yet we've been trying to contact him by means of voice\ncommunication, and he doesn't answer. Maybe he's dead already. There's\nno way to tell.\"\n\n\"Do you think he's worth saving?\" the pilot asked after a minute.\n\n\"I'd like to know why he jumped.\"\n\n\n\nIn the briefing room, the American listened intently to the sounds\ncoming from the speaker. Dr. Valdez and the other members of the\n_Prospero's_ crew also listened. Dr. Valdez listened with his eyes\nclosed, drawing slowly on his pipe.\n\n\"Orbital ship _Wabash Cannonball_ acknowledging Azores transmission,\"\nthe voice said. \"Our condition is still AOK, repeat, condition is still\nnormal. We are still tracking survival beacon. Range, 10,000 kilometers\nand closing.\" There was another burst of radio noise that momentarily\ndrowned out the voice. The men in the briefing room had been listening\nfor nearly six hours now. Occasionally one of them would go out for\ncoffee or fresh air, but he always returned within a few minutes. The\nAmerican pilot had not moved from his place since lift-off. Outside, it\nhad begun to rain.\n\nAt last, the critical moment came.\n\n\"Range is now five hundred kilometers and closing,\" the voice said. \"I\nnow have a visual sight. Repeat. I have a visual sight. I can see him.\nSwitching from computer to manual control.\" Several minutes of silence.\nThe pilot was jockeying closer to Duport, making delicate adjustments\nin his ship's orbital path. He had a small target. A single wrong\njudgement could cause him to drift hundreds of kilometers off course,\nwasting a critical amount of fuel.\n\nAt last the report came, \"Range is now five hundred meters. We\nare suiting up and blowing cabin pressure. Stand by for further\ntransmission.\" Ten minutes passed. The crew was too busy to broadcast\nnow. The rain drummed softly on the roof of the briefing room and ran\nin slow curtains down the windowpanes.\n\nFinally the voice came on the air again.\n\n\"Orbital ship _Wabash Cannonball_ resuming transmission. Rescue\noperation is successful. Repeat, operation is successful. We have him\naboard. He's alive.\"\n\nThe American pilot looked up at the faces around him. Dr. Valdez was\nrubbing his mouth thoughtfully. The other men stared at the speaker\nwith blank looks. The American noted that no one was cheering.\n\n\n\nLater, the pilot of the _Cannonball_ described the rescue. When he had\nfirst reported his visual sighting, he had been seeing the sunlight\nreflected from the surface of Duport's suit. Duport was a white spark,\nshining out among the stars like a meteor or nova. The sight had given\nthe rescue pilot a peculiar feeling, he mentioned later, seeing this\nblue-white star slowly growing in the sky until it was brighter than\nVenus, seeing this new star rise, a point of white fire, and knowing\nthe star was a man.\n\nThen they had suited up and blown the cabin pressure. The co-pilot had\ngone out the hatch while the pilot remained at his controls. Watching\nthrough the periscope, he could see Duport spread-eagled against the\nsky, the left side of his body a glare of sunlight, the right side in\nshadow. Duport had not moved his arms or legs since they had first\nseen him, neither did he acknowledge with his suit transmitter. He was\nabout five hundred meters from the ship and drifting slowly closer.\nThe co-pilot tethered himself to the hull, then tossed out a line\nwith a magnetic grapple on its end. He missed, hauled in, and tossed\nagain. On the third try the end of the line passed within half a meter\nof Duport's body. Duport moved his arm, took the end of the line, and\nhooked it to his belt. The co-pilot hauled him in.\n\n\n\nAbout a month later, the American pilot saw Rene Duport for the first\ntime since he had jumped from the _Prospero_. It was at the space\nmedicine laboratories at Walter Reed.\n\nDr. Valdez stood near the window, looking down at the sunlit lawn. In\nthe shade of a tall shrub a man was sitting in a lawn chair, his head\nback, completely relaxed. He wore a blue denim hospital uniform. His\nback was to the window.\n\n\"Physically he was in good condition when they brought him down,\" the\ndoctor said, \"except for a slight case of dehydration.\"\n\n\"Can I talk to him?\" the pilot asked.\n\nDr. Valdez looked at him sharply, as if surprised by the request.\n\n\"You can talk to him if you like. But he won't answer you.\"\n\nThe pilot followed the doctor out of the room and down to the lawn.\nThey came up from behind the lawn chair and stood looking down at the\nman sitting in it. His eyes were closed.\n\nThe pilot saw that Duport's jaw was slack. He could not tell whether he\nwas asleep. The flesh in his cheeks was sunken. He looked older.\n\nDr. Valdez said, \"Catatonia, schizophrenia, it's like no condition I've\never seen before. He is perfectly aware of what is going on around\nhim, you see. Bring him food and he eats. Stick him with a pin and he\njumps. All his responses are normal. He took the cable and attached it\nhimself, remember. But he will make no more than the minimum necessary\neffort to survive.\" The doctor chewed his lip, thinking. \"If only he\nwould say something.\"\n\n\"Have you decided why he jumped?\" the pilot asked, not realizing that\nhe was whispering. \"What made him panic?\"\n\n\"No.\" The doctor shook his head. \"Not panic, it wasn't fear alone, I\nthink. There was something else. We put him through equally critical\nmoments in training, and he didn't panic then. Fear was part of it, but\nthere was something else too.\"\n\n\"Well, what then?\"\n\n\"I don't know the word. It's something new. Maybe Duport is a new kind\nof human being. If not fear, call it--love, or desire. He jumped into\nspace because, I think, he wanted to.\"\n\n\"I don't understand that,\" the pilot said.\n\n\"I don't either--yet.\" Dr. Valdez moved a step closer to the man in the\nchair. \"Rene. Rene Duport.\"\n\nWithout moving his head, Duport opened his eyes.\n\n\"Stand up.\"\n\nDuport got up and stood looking at some point half way between the two\nmen. His eyes no longer glistened.\n\n\"It's as if something has gone out of him,\" the doctor said.\n\n\"Do you know who I am?\" the pilot asked. Rene Duport turned his head\nuntil the pupils of his eyes were pointed at the American's face. But\nhis eyes did not seem to focus on him. Rather they were focused at some\npoint far beyond him.\n\n\"Why did you jump?\" the pilot said. Moving a step closer, he looked\ninto the blank, dull eyes, that continued looking through him, focused\non some strange horizon. The eyes no longer seemed blue, but light\ngrey. The pilot tried to remember where he had seen eyes like that\nbefore. Then he remembered one day, years before, when he had looked\ndown into the open eyes of a dead man. He shuddered and turned away.\n\n\"If only he would talk,\" the doctor said.\n\nThe pilot had turned his back on Duport. \"Why? If he could talk, what\nwould _you_ ask him?\"\n\nIt was two or three minutes before the doctor answered.\n\n\"I would ask him what it feels like to be a star.\"\n\nAnd as the two men walked away, Rene Duport remained standing where\nthey left him. He was watching. The pupils of his eyes never shifted,\nbut he was always watching. The Earth, a swollen balloon, floated\npast his field of vision. Slowly his right arm rose until his arm was\nhorizontal from his shoulder. Then the corners of his mouth lifted in a\nfaint smile, as his fingers touched the Clouds of Magellan.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Bartholomew, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72312/pg72312.txt",
        "name": "far_enough_to_touch.json"
    }
}