{
    "name": "Fiddles\n1909",
    "author": [
        "Smith, Francis Hopkinson"
    ],
    "body": "1909\n\n\nThis is Marny’s story, not mine. He had a hammer in his hand at the time\nand a tack between his teeth.\n\n“Going to hang Fiddles right under the old fellow’s head,” he burst out.\n“That’s where he belongs. I’d have given a ten-acre if he could have\ndrawn a bead on that elk himself. Fiddles behind a .44 Winchester\nand that old buck browsing to windward”--and he nodded at the elk’s\nhead--“would have made the village Mayor sit up and think. What a\npicturesque liar you are, Fiddles”--here the point of the tack\nwas pressed into the plaster with Marny’s fat thumb--“and what a\ngood-for-nothing, breezy, lovable vagabond”--(Bang! Bang! Hammer at play\nnow)--“you could be when you tried. There!”\n\nMarny stepped back and took in the stuffed head and wide-branched\nantlers of the magnificent elk (five feet six from skull to tips) and\nthe small, partly faded miniature of a young man in a student cap and\nhigh-collared coat.\n\nI waited and let him run on. It is never wise to interrupt Marny. He\nwill lose the thread of his talk if you do, and though he starts off\nimmediately on another lead, and one, perhaps equally graphic, he\nhas left you suspended in mid-air so far as the tale you were getting\ninterested in is concerned. Who Fiddles was and why his Honor the Mayor\nshould sit up and think; why, too, the miniature of the young man--and\nhe _was_ young and remarkably good-looking, as I well knew, having seen\nthe picture many times before on his mantel--should now be suspended\nbelow the elk’s head, would come out in time if I loosened my ear-flaps\nand buttoned up my tongue, but not if I reversed the operation.\n\n“Ah, you young fraud,” he went on--the position of both head and\nminiature pleased him now--“do you remember the time I hauled you out\nfrom under the table when the hucksters were making a door-mat of your\nback; and the time I washed you off at the pump, and what you said\nto the gendarme, and--No, you never remembered anything. You’d\nrather sprawl out on the grass, or make eyes at Gretchen or the\nlandlady--fifty, if she was a day--maybe fifty-five, and yet she fell in\nlove” (this last was addressed directly to me; it had been reminiscent\nbefore that, fired at the ceiling, at the hangings in his sumptuous\nstudio, or the fire crackling oil the hearth), “fell in love with that\ntramp--a boy of twenty-two, mind you--Ah! but what a rounder he was!\nSuch a trim, well-knit figure; so light and nimble on his feet; such a\npair of eyes in his head, leaking tears one minute and flashing hate the\nnext. And his mouth! I tried, but I couldn’t paint it--nobody could--so\nI did his profile; one of those curving, seductive mouths you sometimes\nsee on a man, that quivers when he smiles, the teeth gleaming between\nthe moist lips.”\n\nI had lassoed a chair with my foot by this time, had dragged it nearer\nthe fire, and had settled myself in another.\n\n“Funny name, though for a German,” I remarked carelessly--quite as if\nthe fellow’s patronymic had already formed part of the discussion.\n\n“Had to call him something for short,” Marny retorted. “Feudels-Shimmer\nwas what they called him in Rosengarten--Wilhelm Feudels-Shimmer. I\ntried all of it at first, then I bit off the Shimmer, and then the\nWilhelm, and ran him along on Feudels for a while, then it got down to\nFuddles, and at last to Fiddles, and there it stuck. Just fitted him,\ntoo. All he wanted was a bow, and I furnished that--enough of the\ndevil’s resin to set him going--and out would roll jigs, lullabys,\nfandangoes, serenades--anything you wanted: anything to which his mood\ntempted him.”\n\nMarny had settled into his chair now, and had stretched his fat legs\ntoward the blaze, his middle distance completely filling the space\nbetween the arms. He had pushed himself over many a ledge with this same\npair of legs and on this same rotundity, his hand on his Winchester,\nbefore his first ball crashed through the shoulder of the big elk whose\nglass eyes were now looking down upon Fiddles and ourselves--and he\nwould do it again on another big-horn when the season opened. You\nwouldn’t have thought so had you dropped in upon us and scanned his\nwaist measure, but then, of course, you don’t know Marny.\n\nAgain Marny’s eyes rested for a moment on the miniature; then he went\non:\n\n“We were about broke when I painted it,” he said. “There was a fair of\nsome sort in the village, and I got an old frame for half a mark in a\npawnshop, borrowed a coat from Fritz, the stableman, squeezed Fiddles\ninto it, stuck a student’s cap on his head, made it look a hundred years\nold--the frame was all of that--and tried to sell it as a portrait of a\n‘Gentleman of the Last Century,’ but it wouldn’t work. Fiddles’s\nlaugh gave it away. ‘Looks like you,’ the old man said. ‘Yes, it’s my\nbrother,’ he blurted out, slapping the dealer on the back.”\n\n“Where did you pick Fiddles up?” I asked.\n\n“Nowhere,” answered Marny; “he picked me up. That is, the gendarme did\nwho had him by the coat collar.”\n\n“‘This fellow insists you know him,’ said the officer of the law. ‘He\nsays that he is honest and that this rabbit’--here he pointed to a pair\nof long ears sticking out of a game bag--‘is one he shot with the Mayor\nthis morning. Is this true?’\n\n“Now if there is one thing, old man,” continued Marny, “that gets me hot\naround the collar, it is to see a brother sportsman arrested for killing\nanything that can fly, run, or swim. So I rose from my sketching stool\nand looked him over: his eyes--not a bit of harm in ‘em; his loose\nnecktie thrown over one shoulder; trim waist, and so on down to the\nleather leggings buttoned to his knees. If he was a poacher and subject\nto the law, he certainly was the most picturesque specimen I had met in\nmany a day. I had, of course, never laid eyes on him before, having been\nbut a few days in the village, but that made the situation all the\nmore interesting. To rescue a friend would be commonplace, to rescue a\nstranger smacked of adventure.\n\n“I uncovered my head and bowed to the ground. ‘His Honor shoots almost\nevery day, your Excellency,’ I said to the gendarme. ‘I have seen\nhim frequently with his friends--this young man is no doubt one of\nthem--Let--me--think--was it this morning, or yesterday, I met the\nMayor? It is at best a very small rabbit’--here I fingered the head and\nears--‘and would probably have died of hunger anyway. However, if any\nclaim should be made by the farmer I will pay the damages’--this with a\nlordly air, and I with only a week’s board in my pocket.\n\n“The gendarme released his hold and stood looking at the young fellow.\nThe day was hot and the village lock-up two miles away. That the rabbit\nwas small and the Mayor an inveterate sportsman were also undeniable\nfacts.\n\n“‘Next time,’ he said sententiously, with a scowl, ‘do you let his Honor\ncarry the game home in his own bag,’ and he walked away.\n\n“Oh, you just ought to have seen Fiddles skip around when a turn in the\nroad shut out the cocked hat and cross-belts, and heard him pour out his\nthanks. ‘His name was Wilhelm, he cried out; it had only been by chance\nthat he had got separated from his friends. Where did I live? Would I\nlet him give me the rabbit for a stew for my dinner? Was I the painter\nwho had come to the inn? If so he had heard of me. Could he and his\nfriends call upon me that night? He would never forget my kindness. What\nwas the use of being a gentleman if you couldn’t help another gentleman\nout of a scrape? As for Herr Rabbit--the poor little Herr Rabbit-here he\nstroked his fur--what more honorable end than gracing the table of the\nHonorable Painter? Ah, these dogs of the law--when would they learn not\nto meddle with things that did not concern them?”\n\n“And did Fiddles come to your inn, Marny?” I asked, merely as a prod to\nkeep him going.\n\n“Yes, a week later, and with the same gendarme. The cobbler in the\nvillage, who sat all day long pegging at his shoes, and who, it seemed,\nwas watch-goose for the whole village and knew the movements of every\ninhabitant, man, woman, and child, and who for some reason hated\nFiddles, on being interviewed by the gendarme, had stated positively\nthat the Mayor had _not_ passed his corner with his gun and four dogs\non the day of Fiddles’s arrest. This being the case, the gendarme had\nrearrested the culprit, and would have taken him at once to the lock-up\nhad not Fiddles threatened the officer with false arrest. Would the Herr\nPainter accompany the officer and himself to the house of the Mayor and\nsettle the matter as to whether his Honor was or was not out hunting on\nthat particular morning?\n\n“All this time Fiddles was looking about the dining-room of the inn,\ntaking in the supper-table, the rows of mugs, especially the landlady,\nwho was frightened half out of her wits by Cocked Hat’s presence, and\nmore especially still little Gretchen--such a plump, rosy-cheeked,\nblue-eyed little Dutch girl--with two Marguerite pig-tails down her\nback. (Gretchen served the beer, and was the life of the place. ‘Poor\nyoung man!’ she said to the landlady, who had by this time come to the\nsame conclusion--‘and he is so good-looking and with such lovely eyes.’)\n\n“When we got to the Mayor’s the old fellow was asleep in a big armchair,\nhis pipe out, his legs far apart--a keg-shaped kind of a man, with a\nhead flattened on his shoulders like a stove-lid, who said ‘Ach Gott’\nevery five minutes, and spluttered when he talked.\n\n“I went in first, leaving the two on the porch until I should send for\nthem. I didn’t know how things were going to turn out and had become a\nlittle anxious. I had run up from Munich for a few weeks’ outdoor work\nand wanted to stay out, not behind iron bars for abetting crime.\n\n“‘Your Supreme Highness,’ I began, ‘I have heard of your great prowess\nas a sportsman, and so I wanted to pay my respects. I, too, am a\nshootist--an American shootist.’ Here I launched out on our big game (I\nhad been six months in the Rockies before I came abroad, and knew what\nI was talking about). He was wide awake by this time and was listening.\nDropping into the chair which he had drawn up for me, I told him of\nour elk--‘As big as horses, your Honor’; of our mountain lions--savage\nbeasts that could climb trees and fall upon the defenseless; of our\ncatamounts, deer, wolves, bears, foxes--all these we killed without\nmolestation from anybody; I told him how all American sportsmen were\nlike the Nimrods of old. How galling, then, for a true shootist to be\nmisunderstood, decried, denounced, and arrested for so insignificant a\nbeastie as a rabbit! This indignity my very dear friend, Herr Wilhelm\nFuedels-Shimmer, had suffered--a most estimable young man--careless,\nperhaps, in his interpretation of the law, but who would not be--that\nis, what sportsman would not be? I had in Wilhelm’s defense not only\nbacked up his story, but I had gone so far as to hazard the opinion to\nthe officer of that law, that it was not on some uncertain Tuesday\nor Friday or Saturday, but on that very Wednesday, that his Supreme\nHighness had been wont to follow with his four accomplished dogs the\ntracks of the nimble cotton-tail. Would his Highness, therefore, be good\nenough to concentrate his giant brain on his past life and fish from out\nhis memory the exact day on which he last hunted? While that was going\non I would excuse myself long enough to bring in the alleged criminal.\n\n“Fiddles stepped in with the easy grace of a courtier accustomed to\nmeeting a Mayor every day of his life, and, after a confirmatory wink\nfrom me, boldly asserted that he had followed behind his Honor--had\nreally assisted in driving the game his way. His Honor might not\nremember his face, but he surely must remember that his Honorable Honor\nhad extraordinarily good luck that day. The rabbit in controversy--a\nvery small, quite a baby rabbit--was really one his Honorable and\nMost Supreme Highness had himself wounded, and which he, Fiddles, had\nfinished. He was bringing it to his Honor when the estimable gendarme\nhad stopped him.\n\n“‘And what day was that?’ interrupted the Mayor.\n\n“‘On last Wednesday.’\n\n“‘The cobbler said it was Tuesday,’ insisted Cocked Hat. ‘On this point\nhangs the case. Now on which day did your Honor take the field with your\ndogs?’\n\n“There was a dead silence, during which the Mayor’s eyes rested on the\nculprit. Fiddles returned the look, head up, a smile on his lips that\nwould have fooled the devil himself. Then his Honor turned to me\nand said: ‘My memory is not always very good, but this time the\ncobbler’s--who is a meddlesome person--is even more defective. Yes,\nI think it quite possible I was hunting on last Wednesday. I can\nsympathize with the young man as to the size of the rabbit. They are\nrunning very small this year. My decision, therefore, is that you can\nlet the young man go.’\n\n“Oh, but that was a great night at the inn. Gretchen was so happy that\nshe spilled the beer down the apothecary’s back and the landlady could\ntalk of nothing but Fiddles’s release. But the real fun began an hour\nlater, when shouts for the Herr Mahler, interwoven with the music of a\nconcertina, made me step to the door. Outside, in the road, stood\nfour young men--all pals of Fiddles, all bareheaded, and all carrying\nlanterns. They had come to crown the American with a gold chaplet cut\nfrom gilt paper, after which I was to be conducted to the public house\nwhere bumpers of beer were to be drunk until the last pfennig was spent.\n\n“On hearing this, Gretchen, the landlady, the apothecary, the hostler,\nand the stable-boy--not the cobbler, you may be sure--burst forth with\ncries of: ‘Hip! Hip!--Hock! Donder und Blitzen!’ or whatever they do\nyell when they are mad with joy.\n\n“Then the landlady broke out in a fresh place: ‘No public-house for\nyou! This is my treat! All of you come inside. Gretchen, get the mugs\nfull--all the mugs--Sit down! Sit down! The Herr Painter at the top of\nthe table, the Herr Feudels-Shimmer on the right; all the other Herrs\nanywhere in between. Hock the Mahler! Hock the Hunter! Hock everybody\nbut the cobbler!’ Here a groan went round. ‘Hock! Hip and Blather\nskitzen for the good and honorable Mayor, who always loves the people!’\n\n“‘And Hock! too, for the honorable and good gendarme!’ laughed Fiddles,\ndropping into his chair. ‘But for him I would be in the lock-up instead\nof basking in the smiles of two such lovely women as the fascinating\nlandlady and the bewitching Gretchen.’\n\n“After that Fiddles and I became inseparable. That I hadn’t a mark\nover my expenses to give him in return for his services--and there was\nnothing he would not do for me--made no difference. He wouldn’t take any\nwages; all he wanted was to carry my traps, to sit by me while I worked;\nwake me up in the morning, be the last to wish me good night. Soon it\nbecame a settled fact that, while the landlady fed two mouths--mine and\nFiddles’s--and provided two beds--Fiddles in the garret--my single board\nbill covered all the items. ‘That is the Herr Painter and his servant,’\nshe would say to inquiring strangers who watched us depart for a day’s\nwork, Fiddles carrying my easel and traps.\n\n“This went on for weeks--might have gone on all summer but for\nthe events which followed a day’s outing. We had spent the morning\nsketching, and on our way home had stood opposite a wide-open gate--a\ngreat baronial affair with a coat of arms in twisted iron, the whole\nflanked by two royal lamps.\n\n“‘Step inside, Master,’ said Fiddles. ‘It is hot, and there is a seat\nunder that tree; there we will get cool.’\n\n“‘It’s against the rules, Fiddles, and I don’t know these people.’\n\n“‘Then I’ll introduce you.’\n\n“He was half-way across the grass by this time and within reach of a\nwooden bench, when an old lady stepped out from behind a tree--a real\nold aristocrat in black silk and white ruffles. She had a book in her\nhand, and had evidently been reading.\n\n“You should have seen the bow Fiddles gave her, and the courtesy she\nreturned.\n\n“‘Madame the Baroness,’ said the rascal, with an irradiating smile as I\napproached them, ‘has been good enough to ask us to accompany her to the\nhouse. Permit me, Madame, to present my friend, a distinguished American\npainter who is visiting our country, and who was so entranced at the\nbeauty of your grounds and the regal splendor of your gate and château\nthat rather than disappoint him--’\n\n“‘You are both doubly welcome, gentlemen,’ ‘This way, please,’ replied the\nold lady with a dip of her aristocratic head; and before I knew it we\nwere seated in an oak-panelled dining-room with two servants in livery\ntumbling over each other in their efforts to find the particular wine\nbest suited to our palates.\n\n“Fiddles sipped his Rudesheimer with the air of a connoisseur, blinking\nat the ceiling now and then after the manner of expert wine tasters, and\ncomplimenting the old lady meanwhile on the quality of the vintage.\nI confined myself to a glass of sherry and a biscuit, while Fiddles,\nrising from his seat, later on, stood enraptured before this portrait\nand that, commenting on their coloring, ending by drawing an ancient\nbook from the library and going into ecstasies over the binding and\ntype.\n\n“On our way home to the inn from the chateau there was, so far as I\ncould see, no change in Fiddles’s manner. Neither was his speech or gait\nat all affected by the bottle of Rudesheimer (and he managed to get away\nwith it all). I mention this because it is vitally important to what\nfollows. Only once did he seem at all excited, and that was when he\npassed the cobbler’s corner. But then he was always excited when he\npassed the cobbler seated at work--so much so sometimes that I have seen\nhim shake his fist at him. To-day he merely tightened his jaw, stopped\nfor a moment as if determined to step in and have it out with him (the\ncobbler, I afterward found out, was to leave the village for good the\nnext day, his trade having fallen off, owing to his being so unpopular),\nand then, as if changing his mind, followed along after me, muttering:\n‘Spy--informer--beast--’ as I had often heard him do before.\n\n“Judge of my astonishment then, when, an hour later, Gretchen came\nrunning into my room wringing her hands--I had caught him kissing her\nthe night before--and burst out with:\n\n“‘He is under the table--the huckster’s feet on him--He is there like a\ndog--Oh, it is dreadful! Mine Herr--won’t you come?’\n\n“‘Who is under the table?’\n\n“‘Wilhelm.’\n\n“‘Where?’\n\n“‘At the public-house.’\n\n“‘How do you know?’\n\n“‘Fritz, the stable-boy has just seen him.’\n\n“‘What’s the matter with him?’\n\n“Gretchen hung her head, and the tears streamed down her cheeks,\n\n“‘He is--he is--Oh, Meinherr--it is not the beer--nobody ever gets that\nway with our beer--it is something he--’\n\n“’ Drunk!’\n\n“‘Yes, dead drunk, and under the table like a hog in the mud--Oh, my\npoor Wilhelm! Oh, who has been so wicked to you! Oh! Oh!’ and she ran\nfrom the room.\n\n“I started on the run, Gretchen and the good landlady close behind. If\nthe Rudesheimer had upset Fiddles it had worked very slowly; maybe\nit had revived an old conquered thirst, and the cheap cognac at the\npublic-house was the result. That he was not a man of humble birth,\nnor one without home refinements, I had long since divined. Had I not\nsuspected it before, his manner in presenting me to the old Baroness,\nand his behavior in the dining-hall, especially toward the servants,\nwould have opened my eyes. How then could such a man in an hour become\nso besotted a brute?\n\n“And yet every word of Gretchen’s story was true. Not only was Fiddles\ndrunk, soggy, helplessly drunk, but from all accounts he was in that\nsame condition when he had staggered into the place, and, falling over\na table, had rolled himself against the wall. There he had lain, out of\nthe way, except when some dram-drinking driver’s heavy cowhide boots had\nmade a doormat of his yielding body--not an unusual occurrence, by the\nway, at the roadside taverns frequented by the lower classes.\n\n“We worked over him, calling him by name, propping him up against the\nwall, only to have him sag back; and finally, at the suggestion of one\nof the truckmen--he was in a half-comatose state really from the liquor\nhe had absorbed--we carried him out into the stable yard, and I held his\nshapely head, with its beautiful hair a-frowze, while a stream of cold\nwater from the pump struck the back of his head and neck.\n\n“The poor fellow stared around wildly as the chill reached his nerves\nand tried to put his arm around me, then he toppled over again and lay\nlike a log. Nothing was left but to pick him up bodily and carry him\nhome; that I did with Fritz’s, the stable-boy’s, help, Gretchen carrying\nhis cap, and the landlady following behind with his coat, which I had\nstripped off when his head went under the pump. The bystanders didn’t\ncare--one drunken man more or less made no difference--but both of\nthe women were in tears, ‘Poor Wilhelm! Somebody had drugged him; some\nwicked men had played a trick, etc., etc. I thought of the Rudesheimer,\nand then dismissed it from my mind. Something stronger than Rhine wine\nhad wrought this change.\n\n“We laid him flat out on a cot in a room on the second floor, and\ndragged it near the open window so he could get the air from the garden,\nand left him, I taking the precaution to lock the door to prevent his\nstaggering downstairs and breaking his neck.\n\n“The next morning, before I was dressed, in fact, a row downstairs\nbrought me into the hall outside my door, where I stood listening over\nthe banister. Then came the tramp of men, and three gendarmes mounted\nthe steps and halted at Fiddles’s door.\n\n“Bang! bang! went the hilt of a short-sword on the panel. ‘Open, in the\nname of the law.’\n\n“‘What for?’ I demanded. Getting drunk was not a crime in Rosengarten,\nespecially when the offender had been tucked away in bed.\n\n“‘For smashing the face of a citizen--a worthy cobbler--the night\nbefore, at the hour of eight,--just as he was closing his shutters. The\ncobbler lay insensible until he had been found by the patrol. He had,\nhowever, recognized Fuedels-Shimmer as the--’\n\n“‘But, gentleman, Herr Fiddles was dead drunk at eight o’clock; he\nhasn’t stirred out of the room since. Here is the key,’ and I unlocked\nthe door and we all stepped in, Gretchen and the landlady close behind.\nThey had told the officers the same story downstairs, but they would not\nbelieve it.\n\n“At the intrusion, Fiddles rose to a sitting posture and stared\nwonderingly. He was sober enough now, but his heavy sleep still showed\nabout his eyes.\n\n“The production of the key, my positive statement, backed by the women,\nand Fiddles’s wondering gaze, brought the gendarmes to a halt for a\nmoment, but his previous arrest was against him, and so the boy was\nfinally ordered to put on his clothes and accompany them to the lock-up.\n\n“I got into the rest of my duds, and began waving the American flag and\nordering out gunboats. I insisted that the cobbler had lied before in\naccusing Fiddles of shooting the rabbit, as was well known, and he would\nlie again. Fiddles was my friend, my servant--a youth of incorruptible\ncharacter. It is true he had been intoxicated the night before, and that\nI had in consequence put him to bed, but that was entirely due to the\neffects of some very rare wine which he had drunk at a luncheon given\nin his honor and mine by our very dear friend the Baroness Morghenslitz,\nwho had entertained us at her princely home. This, with the heat of the\nday, had been, etc., etc.\n\n“The mention of the distinguished woman’s name caused another halt.\nFurther consultation ensued, resulting in the decision that we all\nadjourn to the office of the Mayor. If, after hearing our alibi--one\nbeyond dispute, and submitting our evidence (Exhibit A, the key, which\nthey must admit exactly fitted the lock of Fiddles’s bedroom door),\nhis Honor could still be made to believe the perjured testimony of the\ncobbler--Fiddles’s enemy, as had been abundantly proved in the previous\nrabbit case, when the same mendacious half-soler and heeler had informed\non my friend--well and good; but if not, then, the resources of my\nGovernment would be set in motion for the young man’s release.\n\n“The Mayor’s first words were: ‘Ah, you have come again, is it, Meinherr\nMarny; and it is the same young man, too, Herr Fuddles. Well, well, it\nis much trouble that you have.’ (I’d give it to you in German, old man,\nbut you wouldn’t understand it--this to me in a sort of an aside.)\n\n“Fiddles never moved a muscle of his face. You would have thought that\nhe was the least interested man in the room. Only once did his features\nrelax, and that was when the cobbler arrived with his head swathed in\nbandages. Then a grim smile flickered about the corners of his mouth, as\nif fate had at last overtaken his enemy.\n\n“Of course, the Mayor dismissed the case. Gretchen’s tearful, pleading\nface, the landlady’s positive statement of helping put the dear young\ngentleman to bed; the key and the use I had made of it; the reluctant\ntestimony of the officers, who had tried the knob and could not get in\nuntil I had turned the lock, together with the well-known animosity of\nthe cobbler (and all because Fiddles had ridiculed his workmanship on\na pair of shoes the boy had left with him to be half-soled), turned the\ntide in the lad’s favor and sent us all back to the inn rejoicing.\n\n“Some weeks later Fiddles came into my room, locked the door, pulled\ndown the shades, looked under the bed, in the closet and behind the\ncurtains, and sat down in front of me. (I had to return to Munich the\nnext day, and this would be our last night together.)\n\n“You have been very good to me, Master,’ he said with a choke in his\nvoice. ‘I love people who are good to me; I hate those who are not. I\nhave been that way all my life--it would have been better for me if\nI hadn’t.’ Then he leaned forward and took my hand. ‘I want you to do\nsomething more for me; I want you to promise me you’ll take me home to\nAmerica with you when you go. I’m tired dodging these people. I want to\nget somewhere where I can shoot and hunt and fish, and nobody can stop\nme. I snared that rabbit; been snaring them all summer; going to keep\non snaring them after you’re gone. I love to hunt them--love the fun\nof it--born that way. And I’ve got something else to tell you’--here a\ntriumphant smile flashed over his face--‘I smashed that cobbler!’\n\n“‘You, Fiddles!’ I laughed. ‘Why, you were dead drunk, and I put you\nunder the pump and--’\n\n“‘Yes, I know you thought so--I intended you should. I heard every word\nthat you said, and what little Gretchen said--dear little Gretchen, I\nhad studied it all out, and to play drunk seemed the best way to get at\nthe brute, and it was; they’d have proved it on me if I hadn’t fooled\nthem that way--’ and again his eyes snapped and his face flushed as the\nhumor of the situation rose in his mind. ‘You’ll forgive me, won’t you?\nDon’t tell Gretchen.’ The light in his eyes was gone now. I’d rather\nshe’d think me drunk than vulgar, and it was vulgar, and maybe cowardly,\nto hit him, but I couldn’t help that either, and I’m not sorry I did\nit.’\n\n“‘But I locked you in,’ I persisted. Was this some invention of his\nfertile imagination, or was it true?\n\n“‘Yes, you locked the door,’ he answered, as he broke into a subdued\nlaugh. ‘I dropped from the window sill when it got dark--it wasn’t high,\nabout fifteen feet, and the waterspout helped--ran down the back way,\ngave him a crack as he opened the door, and was back in bed by the help\nof the same spout before he had come to. He was leaving the next day\nand it was my only chance. I wasn’t out of the room five minutes--maybe\nless. You’ll forgive me that too, won’t you?’”\n\nMarny stopped and looked into the smouldering coals. For a brief instant\nhe did not speak. Then he rose from his chair, crossed the room, took\nthe miniature from the wall where he had hung it and looked at it\nsteadily.\n\n“What a delightful devil you were, Fiddles. And you were so human.”\n\n“Is he living yet?” I asked.\n\n“No, he died in Gretchen’s arms. I kept my promise, and two months\nlater went back to the village to bring him to America with me, but a\nforester’s bullet had ended him. It was on the Baroness’s grounds, too.\nHe wouldn’t halt and the guard fired. Think of killing such an adorable\nsavage--and all because the blood of the primeval man boiled in his\nveins. Oh, it was damnable!”\n\n“And you know nothing more about him? Where he came from?” The story had\nstrangely moved me. “Were there no letters or notebooks? Nothing to show\nwho he really was?”\n\n“Only an empty envelope postmarked ‘Berlin.’ This had reached him the\nday before, and was sealed with a coat of arms in violet wax.”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Smith, Francis Hopkinson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23698/pg23698.txt",
        "name": "fiddles_1909.json"
    }
}