{
    "name": "For Every Man A Reason",
    "author": [
        "Wilkins, Patrick"
    ],
    "body": "The thunder of the jets died away, the sound drifting wistfully off into\nthe hills. The leaves that swirled in the air returned to the ground\nslowly, reluctantly.\n\nThe rocket had gone.\n\nAron Myers realized that he was looking at nothing. He noticed that his\nface was frozen into a meaningless smile. He let the smile slowly\ndissolve as he turned to look at his wife.\n\nShe was a small woman, and he realized for the first time how fragile\nshe was. Her piquant face, framed by long brown, flowing hair, was an\nattractive jewel when set on the plush cushion of civilization. Now her\nface, set in god-forsaken wilderness, metamorphosed into the frightened\nmask of a small animal.\n\nThey were alone.\n\nTwo human beings alone on this wild, lonely planet. Aron's mind suddenly\nsnapped from that frame of reference--his subjective view of their\nposition--to the scale of galaxies. It was a big planet to them, but it\nwas a marble in the galaxy that man had discovered and claimed, and was\nnow fighting with himself to retain. This aggregate of millions of\npebbles was wracked with the violence of war, where marbles were more\nexpendable than the microbes that dwelt on them.\n\nThe two walked hand in hand away from the meadow where the ship had\nbeen. The feeble wind snuffled at the scraps of paper and trash, the\nrelics of man's passing.\n\nThey walked up the hill to their station, the reason for their being on\nthis wayside planet.\n\nAron thought about the scenery around them. The compact, utilitarian\nbuilding that was the station did not seem out of place against the\nbleak landscape. The landscape did not clash or conform to its\nlocation--it just didn't give a damn whether there was a building there\nor not.\n\nAron and Martha, his wife, took their time. They had an abundance of\nthat elusive quantity known as time at this lonely outpost. The trail up\nto the station was rough, with rocks and weeds tearing at them. Aron\nresolved that that would be one of his first projects, to put in a good\npath to the meadow where the rocket would come for them--five years from\nnow.\n\nThe sunset did nothing to enhance the countryside. There was not enough\ndust in the air to create any striking colors. As the shadows began to\nlap at the hill, they hurried the last few steps to the building.\n\n\n\nThat evening they were both nervous, justifiably so, for not only were\nthey starting on the questionable adventure of sequestered watchdogs on\nthe planet, they were starting the adventure of marriage.\n\nAron had met Martha on Tyros, a planetary trade center of some\nimportance. She was a waitress.\n\nSince he was marking time on Tyros, waiting for his assignment, he had a\nchance to cultivate her acquaintance. On their dates, what he had to\ntell her about his life was brief, impersonal.\n\nAron was in the Maintenance division of the Territorial Administration\nand his duties were to hold posts on various planets and act as an\nobserver of that planet's caprices.\n\nThe rush of mankind from Earth, like a maddened swarm of bees from a\nhive, had carried it through the galaxy in a short time. On all the\ndiscovered planets that had to be reserved for future inhabitants, the\nTerritorial Administration had set up observation stations. The men\nposted there were merely to record such fascinating information as\nmeteorological and geographical conditions.\n\nWhen the time came to expand, the frail little creatures with the large\nbrains and larger egos would know the best havens for migration.\n\nAnother reason for these stations was the war. When man had flung\nhimself madly at the galaxy, he had diffused himself thinly over a\nmacroscopic area. Some almost isolated colonies had developed the\ninevitable thirst for independence.\n\nFrom local but violent wars between colonies, some semblance of order\nhad been wrought. Now there were two sprawling interstellar empires, the\nUnited Empire--Aron and Martha were citizens--and the People's Republic.\n\nSince Aron's realm relied on industrial technology and agriculture and\nthe People's Republic based its economy on mining and trade, there\nseemed to be plenty of room for consolidation.\n\nUnfortunately this consolidation, or even peaceful trading, was not\npossible, due to the fact that the two dominions had entirely different\nforms of government and religion. The result was, as always, war.\n\nThese were the general facts that both Aron and Martha knew. What Aron\ndiscussed with his fiance were the effects of this macropolitical\nsituation upon their personal lives. The previous posts that Aron had\nheld in the TA were planets in the interior of the United Empire.\n\nDuring his stay on Tyros, he received the assignment he expected. It was\na post on the fringe of the empire, a planet called Kligor. These\nstations of the fringe served dual purposes, not only their usual\nfunction of planetary observation but as military outposts to warn and\nhalt any attempted invasion.\n\nWhen he heard this assignment, Aron proposed, holding up to Martha the\nprospect of comfortable living in civilization once the five year hitch\non Kligor was over.\n\nShe consented--not really knowing if she loved him or not.\n\nThey had been married the day they left. The space ship was so crowded\nthere was no chance for privacy, so the two had no honeymoon till they\nreached the station.\n\n\n\nAron and his bride arrived on Kligor in what was autumn on the planet,\nfor the seasons were consistent in all hemispheres.\n\nAron planned to spend a week at the station with his wife and then begin\na planetary check of the various automatic observation stations that\ncompiled the meteorological and other data and relayed it by radio to\nthe main station. This check had to be completed before snow came to the\nplanet.\n\nIn that week they learned about each other. Neither of them was young\nand both were mature and prosaic enough to develop the daily routine of\na long-married couple. There were many free hours which they would spend\ntalking about themselves.\n\nTo Martha, marriage was not new. She had experienced matrimony before.\nHer husband, a gambler, had killed himself after a bad loss, leaving her\nwith an impossible burden of debt and a disillusioned mind.\n\nSince then she had worked, gradually paying off his debts. When Aron had\ncome along, she liked the big man and thought that the years on Kligor\nwould give her respite from a demanding reality.\n\nShe did not picture herself as a tragic figure, but rather as merely\ncompetent and stable, not realizing that that attitude in itself is a\nsure sign of instability. A smile seldom found her face. She was\nslightly nervous with a tendency towards moodiness.\n\nAron's history was not so bitter. He was born in a large family and had\nformed an aloof, reserved nature to achieve a sense of individuality in\nthe group. His life had been spent in government work and he had never\ntasted the variable brew of the nuptial cup till he met Martha.\n\nHe was not a deep man in emotion. His nature was such that he had to be\nconstantly occupied with something--not the frenzied scurrying of\ninsecure individuals--but a solid problem that he could work out. A\nproject that he could carefully shape with a keen analytical mind or\ncapable hands.\n\nThey did not think of each other in terms of these thumbnail sketches,\nbut merely watched and observed--and adjusted to each other. Their\nmarriage was almost one of convenience, with just enough affection\ninvolved to oil over any disputes.\n\nThe spell of the planet gradually lulled them into hypnotic acceptance\nof their sequestered lives. Their daily duties became the only things\nworth thinking about.\n\n\n\nAron learned about the planet in the next two months on his tours of\ninspection. He used a small atmosphere flier to cover the various posts\nscattered over its surface.\n\nThe small blockhouses were automatic and hermetically sealed to preserve\nthe instruments, but something could go wrong and then it was his job to\nfix it.\n\nAs for the military defense system of Kligor, that was also automatic\nbut not Aron's responsibility. It was a series of artificial satellites\non the rim of the planetary system, with long-range detecting and\ntracting systems that would activate and co-ordinate firing mechanisms\nto blast any ship from the void.\n\nIt was Aron's duty to de-activate them with a control in his station if\nhe was signalled by a pre-arranged code from a friendly United Republic\nship. That was all he had to, or could, do with them.\n\nThe planetary stations were all in good shape except for minor repairs,\nwhich Aron attended to with the quiet joy of a man who loves machinery.\nHe was home sooner than expected and just in time. The next day it began\nto snow.\n\nThe weather had opposite effects on the people in the station. Aron,\nlong used to such confinements, settled down and began reading some of\nthe great mass of books which he had brought, or working painstakingly\non hobbies.\n\nMartha grew more distraught as the snowbound months went by. The wild\nenthusiasm of her youth had left her, but she was not stoic enough to\ntake the long confinement and inactivity. She tried to pick arguments,\nbut Aron wouldn't argue. She tried to get interested in some\ntime-consuming hobby, but she lacked the patience.\n\nSpring finally came. On the first nice day Martha went on a long walk to\nwatch the few flowers that Kligor boasted push their fragile buds into\nthe air. Aron spent the day working on the path and the clearing that\nwas a spaceport.\n\nWhen night came, he was alone at the station.\n\nAron waited up all night, knowing it would be futile to search in the\ndark, not knowing in which direction or how far she had gone on her\nstroll. Aron was not too worried, since there were no dangerous animals.\nShe was probably lost or had a sprained ankle, in which case she would\nhave the sense to find a sheltered place and be safe for the night.\n\nWhen morning came he began searching. He used the atmosphere flier to\ncruise over the nearby country.\n\nUp and down hillsides he flew the craft, gliding slowly at a low\naltitude. He stopped over clumps of bushes for a careful scan,\noccasionally roaring towards what looked like a piece of cloth, but\nalways turned out to be a bright stone.\n\nWhen he found her, he knew before he landed. She was sprawled at the\nbottom of a high cliff.\n\nShe was not pretty any more. She wasn't even a live animal, just dead\nflesh lying there, smeared with blood and covered with tattered clothes.\n\nAron remained in a stage of pre-shock, a state of cold clear\nrationality, until he had taken her back to the station, dug a grave and\nburied her. He wasn't sad, it was just a job to be done. This wasn't his\nwife he was burying.\n\nIt wasn't until that evening that the fact of her death penetrated and\nwas accepted by his mind.\n\n\n\nThe next few days were spent in routine actions. Aron relied on his\nusual anodyne--work. The pathway and the meadow were filled with cement\nby the end of the fifth day.\n\nHe let his stunned mind become wrapped in the problem of completing this\njob--the weight of the shovel in his hand, the heat of the sun on his\nback--these were what he thought about. It was not a solution or even\nescape, just a stall.\n\nThe sixth day brought a visitor.\n\nThe shock of someone knocking at the door, walking in, introducing\nhimself and sitting down to talk yanked Aron's mind into awareness.\n\nThe only way to achieve a landing would be for a friendly ship to signal\nhim and have him de-activate the defenses--which definitely had not\nhappened!\n\nTherefore it was hallucination, a miracle, or at least an interesting\ntrick that this man had appeared at his station. Aron took interest,\ndemanding that the man start from the beginning again as he had missed\nthe introductions due to slight surprise.\n\n\"I said I am Karl Rondwell, an agent and representative of the People's\nRepublic, being a member of the Intelligence department of her imperial\nnavy,\" the man replied.\n\n\"The first question is, naturally,\" Aron said, \"How the Hell did you get\nhere?\"\n\nA slight smile. \"Your much-vaunted defenses that are supposed to be able\nto snuff out the mightiest fleet, these defenses are easy to pass--for\none man.\"\n\nAron could see that easily enough. \"What is your purpose here then?\"\n\n\"A deal, naturally!\"\n\n\"I imagined so. You will have to persuade me, because you can't remove\nme and take over those defenses. Lack of knowledge of the proper code\nwould trip you up when our United Empire ships came snooping around as\nthey do so often.\"\n\n\"Since we understand the rules of the game,\" the enemy agent said,\n\"let's proceed with it.\n\n\"Let me begin with a discussion of civilization. You may have forgotten\nsomething about it in your secluded life here.\"\n\nThe agent went on to speak of civilization, its comforts. Since he was a\nspy, he had spent a good deal of time in the United Republic. He spoke\nin terms of a man with money, the plush night spots, the beautiful girls\nthat would be only too glad to be friendly with a wealthy man.\n\n\"All right,\" Aron interrupted him. \"That's clever oratory, but money\nisn't all I'll take to sell out my empire. What else have you to offer,\nand remember, I'm not buying--just looking.\"\n\nThe agent made his case stronger by comparing plush civilization to the\nfutile hermit's existence of a TA observer, throwing in a few remarks\nabout the brevity of one's life to be wasted in such a barren pastime as\nfive years in solitary confinement.\n\nWhen he began talking about a comfortable married life in a civilized\ncommunity, he noticed Aron growing distraught.\n\n\"Why does talk of marriage so disturb you?\" he asked.\n\nAron looked at him with a sneer in his eyes, \"You must know, you check\nyour victims before you begin your Judas acts.\"\n\nWith a rueful grin, the agent replied, \"That is one place our agents\ncan't penetrate, your Personnel Records Office. You, being a hard man to\nknow, have made very few acquaintances that we could approach to get\nyour history.\"\n\nSilence. Then Aron said, \"All right, here's a bone I'll toss you. You\nmay use it, I don't give a damn!\n\n\"My wife died five days ago on this planet.\" He said it with vehemence,\nprobably imagining by some twist of thought that he was shocking,\nhurting the enemy agent, whereas he actually was deliberately shocking\nhimself. Masochism.\n\n\"Your wife?\" the agent was amazed. \"I didn't know your TA observers took\nwives with them.\"\n\n\"I'll bet you didn't know. Though, most of them don't, come to think of\nit.\"\n\nThe agent relaxed, lighted a cigarette--an ancient habit that cropped up\nin all eras.\n\n\"Men can take it,\" he began quietly. \"Women are different. They can take\nit if they want to, but it's hard to find the right woman; and even then\nshe must want to take it by being with the man she loves, or perhaps it\nis psychological--martyring themselves to gain a subtle control of that\nman, which they all want to do.\n\n\"When you get a woman who can't, or doesn't want to take it, she can\npull a beautiful crack-up. Without friends to appreciate her martyrdom,\nwith a husband who refuses to acknowledge it, she sometimes uses the\nsupreme martyrdom to gain recognition.\"\n\n\"Instinct tells me to slug you in the teeth,\" Aron said, \"but apathy\nforbids me.\"\n\n\"Couldn't it be that you refuse to slug me because you want me to keep\ntalking? Because you recognize the truth, that your wife committed\nsuicide because of the loneliness and now your devotion to state has\nbecome meaningless? 'The Lord giveth and the Lord taketh away' was the\nold maxim, but 'the State only taketh away' is the new.\"\n\nThere was more talk and some drinking, for the agent had conveniently\nbrought some choice liquor.\n\nThe next morning, after they had arisen from where they had fallen\nasleep in a stupor, the agent proposed his plan. With the disgust and\ndespair of the hangover, the agent's biting attack on his pride and his\nstate, Aron listened. Later the agent was no longer the enemy, but a\npartner in a deal.\n\n\n\nThe next week the ships came. Twenty-seven proud cruisers of the\nPeople's Republic; also troop and supply ships. They landed in the broad\nvalley on the main continent of Kligor, twenty miles from Aron's\nstation.\n\nThe professional fighters emerged from their tools of war, the dull\nhulls of the ships and the dark uniforms lapping up the pleasant\nsunshine. The only reflection was from the polished bits of metal that\nhung at their sides, bits of metal that could spit destruction in ten\ndifferent forms.\n\nThey looked at the planet but did not see it, it was just their newly\ngained base. They did not see the poignant beauty of the seemingly\nsenescent hills covered with wisps of green and bathed in blazing\nsunshine. They only saw strategic positions, avenues of approach and\ntactical advantages.\n\nThe pebble had become a pawn. War had come to Kligor. The slow, subtle\nweavings of individual threads of human psychology were ripped and\nsnarled as the Mass Effort took over.\n\nConferences were held, land surveyed, machinery trundled from the\ncavernous holds of supply ships and the base was begun. To the cadence\nof barked orders, shuffling feet and grinding, pounding, thumping\nmachinery, the buildings rose, the men moved in.\n\nThere was the usual bustle of a new military operation, the normal\ntension of a top-secret operation, the usual bungling and mix-up of\nsupplies. But there was a slightly different attitude toward the\ngradually growing base. This was not a standard military location, one\nthat had existed for years, or an enemy one that had been captured, or\neven a piece of ground that had been paid for in blasted hulks and\nsmashed bodies.\n\nThis gain was by treason.\n\nNaturally then, the men felt contempt for the operation and their\ncontempt was manifested in sloppiness. The commanding officers would\nordinarily have become raging martinets at such lax discipline and\nslovenliness, but the taint and contempt of treasonous gain was upon\nthem also.\n\nThis contempt was displayed openly whenever the Traitor came to the\nbase. Weak egos must be flattered by derision of others. They would have\nkilled him as a matter of course, if he hadn't been clever enough to\nrefuse to relinquish the secret codes which allowed the friendly ships\nto pass. Torture was obsolete, for hypnosis allowed a victim to die\nbefore he could reveal secret information.\n\nHe came every week to get free supplies and have conferences with the\nIntelligence men. The Traitor would walk the freshly-laid sidewalk\nboldly, his head up, his eyes flashing about to take in every new\nbuilding.\n\nThe soldiers hazed him, spitting at him, bumping into him, glaring and\nswearing at him; but he always reciprocated with such a withering look\nof contempt that they soon grew tired of the sport.\n\nThe worst day for the Traitor, alias Aron Myers, was when he went into\nthe Soldier's Club to quench his thirst of a hot day. Since it was a\nweek-end and there was nowhere to go on what few week-end passes were\ngiven, the Club was packed.\n\nIn the dimmed-light atmosphere, the black uniforms made the place seem\nfilled with vagrant and ominous shadows with white faces. The noise was\nalmost unbearable and Aron had a mind to leave.\n\nHe was confronted by a group of these shadows. They were all the same,\nindistinguishable in their identical uniforms, crew-cuts and young,\narrogant faces.\n\n\"Hello Mr. Myers,\" one of them said. \"Won't you join us in a drink?\"\n\nWhen he started to demur, they interrupted, \"But we insist, Mr. Myers.\"\nOne took him by an arm and led him to a table.\n\n\"After all,\" they said as the drinks came up, \"We owe you at least a\ndrink for giving us such a nice new base and everything, now don't we.\"\nIt was sarcasm, and hammy sarcasm at that, Aron thought.\n\nHe recognized the situation as another case of hazing, but this time by\na group of soldiers made even more obnoxious and bellicose by the liquor\nin their guts.\n\n\"You don't owe me anything,\" Aron said, \"I gave it to you for my own\nreasons and not for money.\" Sure enough, they even came out with the\ncorny laughter.\n\nHe let them play out their little satire without protest. Their\ngrandiose courtesy towards him, the toasts drunk in his honor. That is,\nuntil one of them, more drunk than the others, said, \"Mr. Myers, I hope\nyou don't mind my telling you, but you are a--.\" The epithet was a new\nslang word but its vileness stemmed from prehistoric days.\n\nAron replied with blazing eyes. \"I can't insult you back and you know\nit. I don't want to be killed that badly. All I can say is:\n\n\"Who are you to judge me? You are blind little men in a cage trying to\njudge someone on the outside.\n\n\"Your hearts and minds have been forged in the crucible of duty and\nbattle. You live for your uniforms and the distinction those uniforms\nbring you. You live to fight and die, to spend your spare time in dank,\nnoisy holes like this. Drinking and lying to each other about your\nadventures and love-life.\n\n\"Then you try to judge galactic politics and the decisions of a man\ncaught up in the rip tides of these politics, when all you know is your\nown vicious lives. You are traitors as much as any man, for you have\nsacrificed your normal lives to dedicate yourself to the violent\ndead-end of a soldier of space.\n\n\"Yes, you know what I am talking about, the Fermi radiations! The hard\nradiations of space that make every person who stays in space any length\nof time a sure candidate for an early grave.\n\n\"You're young now, so terribly young, only twenty or so years old in a\npossible life-span of a hundred years.\n\n\"You are traitors to yourselves by rejecting this life-span for a few\nbrief years of glory as a soldier, then a slow decay for ten years till\nyou are in a grave at thirty or forty.\n\n\"Your motto ought to be, 'live fast, fight hard, die young and have a\nradiation-rotted corpse'.\n\n\"And yet you condemn a man because he tries to seek a few comforts from\nan uncomfortable, implacable universe.\"\n\nThey didn't get it. They never get it, he thought ruefully. They\ncontinued in their cat and mouse game until they realized the mouse\nrefused to be terrified, then they let him go.\n\nDuring the next few weeks, someone started the rumor that the Traitor\nwas actually a native of the People's Republic who had been trained and\nthen planted in the United Empire's TA to do this job for Intelligence.\nThe soldiers quickly believed it and almost came to respect the Traitor.\n\n\n\nFrom the way that the Intelligence officers freely talked about\nclassified information with him in his weekly visits, Aron was aware\nthat they would probably kill him once his usefulness was over. He was\ndevising ways, though, to get around that at the last minute.\n\nFrom this knowledge that had been blatantly tossed in front of him, he\nknew how strategic Kligor was in the stalemated war between the empires.\n\nThe People's Republic now had a fair-sized striking force based there,\nso that when an all-out offensive, which was scheduled in a few weeks,\nstarted, this hidden force could attack United Republic's squadrons from\nthe rear and be doubly effective because of surprise.\n\nSo the weeks trotted by, the soldiers' camp expanding daily as the\nTraitor let the supply ships through the barrier. There are moods in war\njust as in people. This was a crucial point, the People's Republic had\ngained a slight edge by its gain on Kligor. So the usual pitch of\nanticipation was infused with the higher excitement of a sure victory.\n\nThe days were slipping furtively away as the Kligor garrison gathered\nitself together, crouched and got ready to spring into blind, violent\naction on the big day.\n\nThe laughter of the soldiers was tinged with nervous hysteria, but when\nthey thought of that grim array of defense satellites, with its\nall-seeing eyes, its electronic brain, its steel guts and large parcel\nof hell in its fist, all this United Empire strength protecting them,\ntheir laughter grew louder and more sincere.\n\n\n\nAron thanked providence that Kligor didn't have any moons. This\nparticular night called for every ebony patch of darkness that he could\nfind.\n\nHe was on a nocturnal visit to the base, not using his flier. He knew\nthere were guards posted near his station that would notify the camp\nwhen this craft was used. Slipping out the night before and avoiding the\nguards, Aron had begun the twenty mile hike to the base.\n\nAs he neared the base his precautions increased, his speed decreasing\nproportionately. Avoiding the outer ring of guards was easy, as they\nwere spaced far apart. Moving in undetected, through the tighter nets of\nguards around the camp, required the skill and patience of a feline.\n\nThat this base should have foot soldiers patrolling the ground around it\nseemed absurd on the face of it, especially to the men who had to do it.\nThe planet was uninhabited and their only worry was from the skies above\nwhere the TA satellites defended them.\n\nThe Intelligence officers knew better. They knew how easily one man\ncould slip through these defences. One man at a time, for several weeks,\nand a sizable ground force could be built up in some remote spot on\nKligor. It was a long shot probability, but it was their duty to protect\nagainst such a probability destroying what they had achieved.\n\nThere was also a traitor, one of those fluctuating spineless things,\nloose on the planet--a clever man who couldn't be trusted by anyone.\n\nThis lack of trust was justified as Aron crawled and inched his way\nthrough the last circle of sentries. His whole body was a detecting\ndevice, listening for footsteps, watching for dim figures in the dark,\neven his nose was waiting to detect the odor of a cigarette.\n\nAccording to the paper he had been lucky enough to read in the\nIntelligence offices when they weren't looking, he knew the Captain of\nthe guards should be making an inspection about then. The seconds hung\nsuspended, reluctant to pass, and Aron waited.\n\nThe Captain finally showed up, walking briskly, a smile on his face.\nThis smile was rudely erased and all future occasions for smiles removed\nby a swiftly moving figure that plunged a knife into his throat before\nhis mind could translate the shock into a cry of alarm.\n\nMore movement on the path and a new Captain of the guards emerged,\nwalking just as briskly, but in a new direction.\n\nThe People's Republic's base occupied the narrow end of the valley, with\na canyon entrance serving as the apex of the triangle it covered. Near\nthis apex were the buildings, the dozens of barracks and administrative\nbuildings, all dwarfed by the massive concrete warehouses set around\nthem against the hills. In these warehouses were the fuel, food and\nmunitions of the enemy.\n\nBelow these buildings were the ships, first the rows of the 27 warships\nand then the 40 or so cargo and troop ships. These supply ships made up\nthe base of the triangle. From the air these ships looked like a tiny\nforest of needles stuck upright in the ground, but from close range on\nthe ground, where Aron walked in the captain's uniform, they were\nmammoth towers of steel--again, a matter of scale.\n\nHe emerged from the sentry lines near the cargo ships. These were all\nsealed and unoccupied and he passed the rows of them without a glance.\nIt was a long walk, for the ships were hundreds of feet apart. The open\nfield where they rested had the rough ground of a meadow, making his\nattempted military stride more of a burlesque jerky gait while he tried\nnot to stumble.\n\nThere was a guard outside the airlock of each of the warships, for the\ncrews remained aboard constantly. These guards were standing around\ntalking to friends or moving restlessly about.\n\nThe sentries saluted Aron as he marched by, for they could see the brass\non his uniform gleaming in the dark. He found what he wanted, a group of\nfour guards talking by one airlock. They snapped to attention as he\napproached.\n\nThe base had expanded so rapidly, with new units and men being shifted\nconstantly, that Aron counted on the men not knowing exactly who the\nCaptain of the guards should be. All the sentries knew was the insignia\nof the Captain was before them and the man who wore them was to be\nobeyed.\n\nHis orders sent a chill of alarm through them. He said he had received a\nreport of someone slipping through the guards and moving among the cargo\nships. Since the soldiers were needed to patrol, he wanted these men to\ngather all the warship guards together and search the area of the cargo\nships.\n\nIn answer to the question in their eyes, he said he knew the warships\nwould be unguarded but he was ordering a special detail to replace them\nimmediately.\n\nThe four dispersed and, in a few minutes, all of the lock guards had\nleft their posts and were moving down to the cargo ships.\n\nTime was the critical element now. Aron had taken a terrific chance by\ndonning the Captain's uniform, but he had pulled off the bluff and now\nhe had to capitalize on it--fast!\n\nWhile the ship sentries were on their futile search, he ran from ship to\nship, jumped into the open airlocks and worked quickly with pliers and a\nscrewdriver. It was a little trick that he had learned from a talkative\nspaceman in a bar many years ago. It worked on any ship. Disconnect a\ntiny spring, cut a wire, and it was impossible to close the massive\nairlock door.\n\nAron wanted very badly to have those doors stay open.\n\nTwenty-seven ships, hundreds of feet apart. He was on his last five when\nthe search was abandoned and the sentries began returning. He hoped they\nwould react normally, taking their time, dragging their feet and talking\nto each other in disgust about the wild goose chase.\n\nOn the last two ships he had to use different tactics. The sentinels had\nreturned. When he walked up to them, they came to attention sullenly,\nwaiting the chance to deride the usual stupidity of the soldiers and\ntheir Captain.\n\nInstead, they had their throats cut.\n\nFinishing the last airlock, Aron then walked through the post. Right up\nthe main street he strode, his heart in his throat but his step and\ndemeanor firm. The time of night helped him, for there were few soldiers\nabout that might recognize him, and what few patches of light were\nthrown out from windows and doors were quickly swallowed by the black\nmaw of darkness.\n\nUp the main street, past the barracks, towards the last warehouse at the\nhead of the valley. The two pillars of rock that marked the opening of\nthe canyon served as a background for the massive blank walls of this\nwarehouse.\n\nAt the little door set in the center of the front wall there was a\nsentry. He was grumbling to himself about having to do such a damn-fool\nthing as guard a warehouse when there wasn't an enemy within light years\nof the building.\n\nHe was wrong. And the enemy killed him.\n\nInside the warehouse, there being no lock on the door, Aron groped about\nin the stuffy, pitch blackness till he came to a little fire station set\nagainst a wall. There was a locker containing an insulated suit, hatchet\nand other fire-fighting equipment, at this station.\n\nHe donned the fire-fighting suit and helmet and went to one end of the\nbuilding that was walled-off. In this separate room was the emergency\npower supply for the base. There was a turbine with a fuel supply and\ntiers of high-voltage storage batteries. There was also a fire hose on\none wall because of the presence of the combustible turbine fuel.\n\n\n\nAron had to pause for a minute to gather his thoughts. He had come so\nfar, so fast through the first steps of his plan and now he was ready\nfor the final action.\n\nWhat Aron now needed for success was three things. Sulphuric acid and\nsalt water in large quantities and the right wind.\n\nThe first two had been thoughtfully provided by the People's Republic.\nThe third was a matter of waiting. The land on Kligor was dry. What\nlittle water supplies were available weren't enough to maintain a base\nthe size the garrison had built. Since the ocean was only fifteen miles\nfrom the valley where the base was located, it was a simple matter to\npipe in water.\n\nOne of the mammoth cargo ships had been loaded with six inch flexible\nhose, tougher than steel, wound on drums. It was a matter of a day's\nwork to fly the ship slowly from the ocean to the base, laying out\nfifteen miles of this flexible pipe on the ground.\n\nIt was salt water, then, that was received at the base. Most of it was\nfiltered through a chemical plant in the valley to make fresh water, but\nit was salt water that was available to the fire hoses for the needed\nquantity and pressure.\n\nThe emergency power supply and the fire hoses were only normal safety\nprecautions, but now, in the hands of the Traitor, they became deadly\nweapons.\n\nBy pushing the lever that removed the lids from the storage batteries\nautomatically for inspection he had sulphuric acid--for the law of\nconservation of energy said that man had achieved the highest efficiency\nof electro-chemical conversion, in practical form, in the lead acid\nstorage battery.\n\nAfter finding the light switch and flipping it on, Aron found this lever\nand released it. Now all he needed was wind, and he had that, blowing a\ncool ten miles an hour down the canyon and over the valley. He had to\nconsult the weather maps at his station for weeks to determine the\nprobability of this wind occurring and the weather conditions that\nproduced it. One small breeze to chart, when his recording instruments\ngave hourly descriptions of the whole planet's climate. It wasn't too\nhard a job.\n\nYet that breeze had to be at the right time, at night and on the night\nhe wanted. Close enough to the attack date to be effective yet not too\nsoon. Last night his instruments recorded the data that would produce\nthis wind, so he was making his strike tonight.\n\nHe could not stand and gloat exultantly over his success. There were\ndead sentries and sprung airlocks that might be discovered.\n\nWith a twist of a nozzle, the fire hose came to life, throwing a pulsing\nstream of water on the batteries.\n\nWhat Aron had done by ingenuity, luck, daring and careful planning was\nfinished. It was now nature's turn.\n\n\n\nThe next night after his one man attack on the base, Aron had a visitor\nat his weather station. The visitor was in sad shape. His clothing was\ndisheveled, his face dirty and unshaven, his eyes bloodshot and he\nseemed to be on the verge of a mental collapse with a frantic gleam to\nhis eye.\n\nBut he held a pistol in his hand and Aron didn't.\n\nHe was an officer of the Intelligence Corps of the People's Republic. It\nwas not the officer who had first visited Aron, but one of the others\nthat Aron had come vaguely to know, like picking out sheep from a flock.\n\nHe had been away from the base on a planetary reconnaissance mission the\nnight before. Since then he had gone through a nightmare ordeal.\n\nHe had returned to his base to find sixty ships of the People's Republic\nabout to fall into enemy hands without a struggle, because 200,000 men\nwere dead or dying of chlorine gas poisoning.\n\nThe gas that had come pouring out of the warehouse at the head of the\nvalley last night. It had billowed down the valley, its streamers and\ntentacles pushed by the gentle wind bringing the sleeping men awake\ncoughing and gasping only to fall asleep again--permanently.\n\nIt had seeped through the barracks, the warehouses and into the open\nairlocks of ships, while dying men tried frantically to close those\nlocks. They wouldn't close though, and the spacemen died puzzled as to\nwhy not.\n\nIn galactic warfare, with the emphasis on speed, maneuverability, range\nand power of space cannon, et cetera, everyone had forgotten an archaic\nweapon--gas. Aron hadn't.\n\nAfter the horror of this discovery, the Intelligence officer had taken a\nflier to Aron's station.\n\nHe was feeling justifiably sorry for himself and his empire's thwarted\nplans for conquest, now completely impossible since the United Empire\nhad been notified of the impending attack, and since the most strategic\npart of that attack, the Kligor task force, had been destroyed.\n\nHis military mind refused to admit that one man, the Traitor, Aron,\ncould have caused this tragic defeat. He was willing, however, to vent\nhis desire for revenge on this one man.\n\nAron was unmoved by his threats and denunciations. The Intelligence man\nwas going to kill him, certainly, but the officer wanted to make him\nsuffer first, to make him squirm.\n\nWhen one man has defeated and completely made fools of a galactic\nempire, killing is too simple.\n\n\"We weren't stupid enough to try to coerce you with pure logic,\" the\nagent was saying to Aron. \"We knew you must have a large amount of\npatriotism to even take such a thankless job as this Kligor post.\"\n\n\"There had to be something else, some stronger reason to make you reject\nyour empire.\"\n\nAron watched him warily. He could tell by the malevolent gleam of the\nIntelligence man's eye and the sneer that he was playing a trump, that\nhe had a choice bit of information he thought would hurt Aron. All Aron\ncould do was listen.\n\n\"You came here happily married and full of patriotic zeal,\" the armed\nman said. \"That way you were no prospect for us.\n\n\"We changed those conditions by a very simple act.\n\n\"We killed your wife.\"\n\nThe officer watched him like a hungry animal, waiting for the reaction.\n\nThe reaction was a pitying smile and the following words.\n\n\"Why don't you sit down. I know you are going to kill me, there's\nnothing I can do about it and, actually, I don't object. But I would\nlike to say several things first and you might as well be comfortable\nwhile I'm talking.\n\n\"I want to speak my piece mostly to clarify my ideas before death, but\nalso so that you, who will continue to live, will be able to think about\nthem in the future.\"\n\nWhile the agent sat down with a puzzled look, Aron continued, \"That is\nwhy, when there is combat between men, it will always be in doubt. Even\nthough one side may be outnumbered, outmaneuvered and have all the\nmilitary laws of advantage against it, that side can still win.\n\n\"You have made the one mistake, the perpetual mistake, of combat. You\nforgot about the psychological factor. The force that can make a man\nsurrender when the odds are with him, or fight like a demon when it is\nhopeless.\n\n\"So long as there is war, this psychological factor will make it an\neven, undecided combat despite all laws of logic.\n\n\"The psychological factor in this case, the one you overlooked, was that\nI love my empire more than my wife. She was merely a companion. You\nwouldn't know that, or the reasons for it, unless you knew my whole\nlife--and not just the events of my life, my whole psychological life.\"\n\n\"Of course we couldn't know that,\" the enemy agent said, \"but we could\ngo on general rules of human behavior, and those rules deny the fact\nthat a man can love a state more than a woman.\"\n\n\"Good God!\" Aron exclaimed. \"What training do you Snooper boys get? You\ndon't even know the rudiments of psychology. Intelligence men--ha! All\nyou know how to do is steal papers, kill in the dark and be suspicious\nof everyone all the time.\"\n\nIn a quieter tone, Aron went on, \"It is easy to love a state like a\nwoman, because a State is a woman.\n\n\"A love for State fulfills all emotional needs. The censorship of\nyourself by your super-ego, manifested in a desire for repentance or\nmasoschism, this need is effected by dedication such as my lonely watch\nhere.\n\n\"Your destructive tendencies, half of the love-hate primary drive of\nlife, can be expressed by fighting and destroying an enemy. You can't\ndestroy your wife because of laws, yet everyone wants to.\n\n\"The other half of the ambivalent drive, your love desire can be\ncommitted in a platonic admiration or a patriotic zeal as you call it.\n\n\"Sure, the State is a woman. It'll kick you around, neglect you and\nabuse you; but when she rewards you, she does so lavishly. And this,\nplus the self-satisfaction of having protected her from her enemies and\nhelping her to survive--this is all the consumation of a love affair\nthat a man could want.\n\n\"I know, what about the physical love? If all your other emotional needs\nare so well satisfied, you can be happy without that, especially if\nyou're used to it--\"\n\nThe agent interrupted. Aron knew he was not comprehending what he was\nsaying, the man was still in a state of shock. But Aron knew the words\nwere there, in the man's brain till he died. He could reason them out\nlater.\n\n\"All right, all right,\" the agent said, \"I am not here to argue\nphilosophy. I just want to know why our plans failed.\"\n\n\"Since your wife's death didn't make you disillusioned enough to be\nreceptive to treason, weren't you at least impressed with our offers of\nfabulous wealth and release from this prison?\"\n\nAron rose from his chair and walked to the window. He didn't notice the\nagent and his menacing gun. He didn't care.\n\nHe looked out at the lifeless sunset of the world that sported the bare\nminimum of vegetation so it couldn't be insulted with the word \"barren\".\n\n\"Just another case of Intelligence men's stupidity,\" Aron said so\nquietly that the other man had to lean forward to hear. \"Don't you know\nanything about your own territorial administration or ours? Do you know\nhow they choose their men for these stations?\"\n\n\"No, that isn't our department,\" was the answer.\n\nAron turned from the window and looked at him, seeming surprised to see\nhim and hear him.\n\n\"Well, what sort of men would they choose? Where could they get men with\nthe intelligence and ability required to operate one of these stations\nand cope with situations such as I've faced here? Where would they get\nsuch men to renounce the brilliant careers they could have amongst\ncivilization with such capabilities?\"\n\n\"Damn it! Stop playing games. Spill what you've got to say!\"\n\nAron looked at him coldly, searchingly, \"Since you are attached to the\nNavy I imagine you've clocked many hours in space.\" When the agent\nnodded, Aron said, \"Then, if you are lucky and show enough sense, you\nwill become a TA man.\"\n\nSlowly, comprehension came to the Intelligence man. The gun clutched in\nhis hand lowered, his whole body slumped as he caught on to the fact\nthey had overlooked. The fact that caused the failure of their plans.\nThe fact that was his grim future.\n\n\"Fermi radiations!\" Aron barked. \"They rot your cells, weaken the blood,\nruin the body. A man can spend about five years as a spaceman, about\ntwenty months of which is spent in actual space. Twenty months and the\nman is doomed.\n\n\"If the man is smart he can become a space officer, then when he retires\nat twenty-five, he can land a good job with the TA. He doesn't want\nanything to do with civilization. That five years has made him love\nspace, love isolation. So, they are willing to take these jobs, to be\nput out to pasture on wayward planets until they die at thirty-five.\" It\nwas said with all the bitterness of a condemned man.\n\n\"What use would I have of your offers, even if they were true. When I\nfinish, or rather, if I had finished my stay on Kligor, I'd only have a\nfew months till I die. Your pleasant little cries of adventure, luxury,\nwomen, meant nothing.\n\n\"I just wanted to be alone to die.\"\n\nNow it was the enemy agent's turn to speak bitterly. \"Then you planned\nit all along. You led our men on, pretending you were going to aid us\nwhile you were in our midst learning everything about us to destroy us.\n\n\"You finally found the method, God knows where you dug up that fiendish\nidea of sulphuric gas, but you planned and watched. I'll never know how\nyou were so lucky--and it was pure luck, but you did it. You destroyed\nour base.\"\n\nWith a smile, \"Yes, I was lucky, I had a chance to end my life in a\nfinal battle and victory. That's all a man can ask for.\"\n\nAron was still smiling when the blast of the Intelligence man's gun blew\nhis head off.\n\nAs he left the station, all the agent could think of was one phrase he\nhad heard many times jokingly; but now it became a grim accompaniment\nfor his footsteps. Though he didn't want to hear it, it kept whispering\nthrough his mind every few seconds.\n\n\"Live fast, fight hard, die young--and have a radiation-rotted corpse.\"\n\nTwo hours later the United Empire fleet landed on Kligor. They came to\nclaim the sixty ships lying waiting--waiting--in the peaceful valley\nthat was still tainted with the smell of chlorine.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Wilkins, Patrick"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32293/pg32293.txt",
        "name": "for_every_man_a_reason.json"
    }
}