{
    "name": "Four Pigeons\nCaptains All, Book 7.",
    "author": [
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nTHE FOUR PIGEONS\n\nThe old man took up his mug and shifted along the bench until he was in\nthe shade of the elms that stood before the _Cauliflower_.  The action also\nhad the advantage of bringing him opposite the two strangers who were\nrefreshing themselves after the toils of a long walk in the sun.\n\n\"My hearing ain't wot it used to be,\" he said, tremulously.  \"When you\nasked me to have a mug o' ale I 'ardly heard you; and if you was to ask\nme to 'ave another, I mightn't hear you at all.\"\n\nOne of the men nodded.\n\n\"Not over there,\" piped the old man.  \"That's why I come over here,\" he\nadded, after a pause.  \"It 'ud be rude like to take no notice; if you was\nto ask me.\"\n\nHe looked round as the landlord approached, and pushed his mug gently in\nhis direction.  The landlord, obeying a nod from the second stranger,\nfilled it.\n\n\"It puts life into me,\" said the old man, raising it to his lips and\nbowing.  \"It makes me talk.\"\n\n\"Time we were moving, Jack,\" said the first traveller.  The second,\nassenting to this as an abstract proposition, expressed, however, a\ndetermination to finish his pipe first.\n\nI heard you saying something about shooting, continued the old man, and\nthat reminds me of some shooting we 'ad here once in Claybury.  We've\nalways 'ad a lot o' game in these parts, and if it wasn't for a low,\npoaching fellow named Bob Pretty--Claybury's disgrace I call 'im--we'd\n'ave a lot more.\n\nIt happened in this way.  Squire Rockett was going abroad to foreign\nparts for a year, and he let the Hall to a gentleman from London named\nSutton.  A real gentleman 'e was, open-'anded and free, and just about\nOctober he 'ad a lot of 'is friends come down from London to 'elp 'im\nkill the pheasants.\n\nThe first day they frightened more than they killed, but they enjoyed\ntheirselves all right until one gentleman, who 'adn't shot a single thing\nall day, shot pore Bill Chambers wot was beating with about a dozen more.\n\nBill got most of it in the shoulder and a little in the cheek, but the\nrow he see fit to make you'd ha' thought he'd been killed.  He laid on\nthe ground groaning with 'is eyes shut, and everybody thought 'e was\ndying till Henery Walker stooped down and asked 'im whether 'e was hurt.\n\nIt took four men to carry Bill 'ome, and he was that particular you\nwouldn't believe.  They 'ad to talk in whispers, and when Peter Gubbins\nforgot 'imself and began to whistle he asked him where his 'art was.\nWhen they walked fast he said they jolted 'im, and when they walked slow\n'e asked 'em whether they'd gone to sleep or wot.\n\nBill was in bed for nearly a week, but the gentleman was very nice about\nit and said that it was his fault.  He was a very pleasant-spoken\ngentleman, and, arter sending Dr. Green to him and saying he'd pay the\nbill, 'e gave Bill Chambers ten pounds to make up for 'is sufferings.\n\nBill 'ad intended to lay up for another week, and the doctor, wot 'ad\nbeen calling twice a day, said he wouldn't be responsible for 'is life if\nhe didn't; but the ten pounds was too much for 'im, and one evening, just\na week arter the accident, he turned up at this _Cauliflower_ public-'ouse\nand began to spend 'is money.\n\nHis face was bandaged up, and when 'e come in he walked feeble-like and\nspoke in a faint sort o' voice.  Smith, the landlord, got 'im a\neasy-chair and a couple of pillers out o' the parlour, and Bill sat there\nlike a king, telling us all his sufferings and wot it felt like to be\nshot.\n\nI always have said wot a good thing beer is, and it done Bill more good\nthan doctor's medicine.  When he came in he could 'ardly crawl, and at\nnine o'clock 'e was out of the easy-chair and dancing on the table as\nwell as possible.  He smashed three mugs and upset about two pints o'\nbeer, but he just put his 'and in his pocket and paid for 'em without a\nword.\n\n\"There's plenty more where that came from,\" he ses, pulling out a handful\no' money.\n\nPeter Gubbins looked at it, 'ardly able to speak.  \"It's worth while\nbeing shot to 'ave all that money,\" he ses, at last.\n\n\"Don't you worry yourself, Peter,\" ses Bob Pretty; \"there's plenty more\nof you as'll be shot afore them gentlemen at the Hall 'as finished.\nBill's the fust, but 'e won't be the last--not by a long chalk.\"\n\n\"They're more careful now,\" ses Dicky Weed, the tailor.\n\n\"All right; 'ave it your own way,\" ses Bob, nasty-like.  \"I don't know\nmuch about shooting, being on'y a pore labourin' man.  All I know is I\nshouldn't like to go beating for them.  I'm too fond o' my wife and\nfamily.\"\n\n\"There won't be no more shot,\" ses Sam Jones.\n\n\"We're too careful,\" ses Peter Gubbins.\n\n\"Bob Pretty don't know everything,\" ses Dicky Weed.\n\n\"I'll bet you what you like there'll be some more of you shot,\" ses Bob\nPretty, in a temper.  \"Now, then.\"\n\n\"'Ow much'll you bet, Bob,\" ses Sam Jones, with a wink at the others.\n\"I can see you winking, Sam Jones,\" ses Bob Pretty, \"but I'll do more\nthan bet.  The last bet I won is still owing to me.  Now, look 'ere; I'll\npay you sixpence a week all the time you're beating if you promise to\ngive me arf of wot you get if you're shot.  I can't say fairer than\nthat.\"\n\n\"Will you give me sixpence a week, too?\" ses Henery Walker, jumping up.\n\n\"I will,\" ses Bob; \"and anybody else that likes.  And wot's more, I'll\npay in advance.  Fust sixpences now.\"\n\nClaybury men 'ave never been backward when there's been money to be made\neasy, and they all wanted to join Bob Pretty's club, as he called it.\nBut fust of all 'e asked for a pen and ink, and then he got Smith, the\nland-lord, being a scholard, to write out a paper for them to sign.\nHenery Walker was the fust to write 'is name, and then Sam Jones, Peter\nGubbins, Ralph Thomson, Jem Hall, and Walter Bell wrote theirs.  Bob\nstopped 'em then, and said six 'ud be enough to go on with; and then 'e\npaid up the sixpences and wished 'em luck.\n\nWot they liked a'most as well as the sixpences was the idea o' getting\nthe better o' Bob Pretty.  As I said afore, he was a poacher, and that\nartful that up to that time nobody 'ad ever got the better of 'im.\n\nThey made so much fun of 'im the next night that Bob turned sulky and\nwent off 'ome, and for two or three nights he 'ardly showed his face; and\nthe next shoot they 'ad he went off to Wickham and nobody saw 'im all\nday.\n\nThat very day Henery Walker was shot.  Several gentlemen fired at a\nrabbit that was started, and the next thing they knew Henery Walker was\nlying on the ground calling out that 'is leg 'ad been shot off.\n\nHe made more fuss than Bill Chambers a'most, 'specially when they dropped\n'im off a hurdle carrying him 'ome, and the things he said to Dr. Green\nfor rubbing his 'ands as he came into the bedroom was disgraceful.\n\nThe fust Bob Pretty 'eard of it was up at the _Cauliflower_ at eight\no'clock that evening, and he set down 'is beer and set off to see Henery\nas fast as 'is legs could carry 'im.  Henery was asleep when 'e got\nthere, and, do all he could, Bob Pretty couldn't wake 'im till he sat\ndown gentle on 'is bad leg.\n\n\"It's on'y me, old pal,\" he ses, smiling at 'im as Henery woke up and\nshouted at 'im to get up.\n\nHenery Walker was going to say something bad, but 'e thought better of\nit, and he lay there arf busting with rage, and watching Bob out of the\ncorner of one eye.\n\n\"I quite forgot you was on my club till Smith reminded me of it,\" ses\nBob.  \"Don't you take a farthing less than ten pounds, Henery.\"\n\nHenery Walker shut his eyes again.  \"I forgot to tell you I made up my\nmind this morning not to belong to your club any more, Bob,\" he ses.\n\n\"Why didn't you come and tell me, Henery, instead of leaving it till it\nwas too late?\" ses Bob, shaking his 'ead at 'im.\n\n\"I shall want all that money,\" ses Henery in a weak voice.  \"I might 'ave\nto have a wooden leg, Bob.\"\n\n\"Don't meet troubles arf way, Henery,\" ses Bob, in a kind voice.  \"I've\nno doubt Mr. Sutton'll throw in a wooden leg if you want it, and look\nhere, if he does, I won't trouble you for my arf of it.\"\n\nHe said good-night to Henery and went off, and when Mrs. Walker went up\nto see 'ow Henery was getting on he was carrying on that alarming that\nshe couldn't do nothing with 'im.\n\nHe was laid up for over a week, though it's my opinion he wasn't much\nhurt, and the trouble was that nobody knew which gentleman 'ad shot 'im.\nMr. Sutton talked it over with them, and at last, arter a good deal o'\ntrouble, and Henery pulling up 'is trousers and showing them 'is leg till\nthey was fair sick of the sight of it, they paid 'im ten pounds, the same\nas they 'ad Bill.\n\nIt took Bob Pretty two days to get his arf, but he kept very quiet about\nit, not wishing to make a fuss in the village for fear Mr. Sutton should\nget to hear of the club.  At last he told Henery Walker that 'e was going\nto Wickham to see 'is lawyer about it, and arter Smith the landlord 'ad\nread the paper to Henery and explained 'ow he'd very likely 'ave to pay\nmore than the whole ten pounds then, 'e gave Bob his arf and said he\nnever wanted to see 'im again as long as he lived.\n\nBob stood treat up at the _Cauliflower_ that night, and said 'ow bad he'd\nbeen treated.  The tears stood in 'is eyes a'most, and at last 'e said\nthat if 'e thought there was going to be any more fuss of that kind he'd\nwind up the club.\n\n\"It's the best thing you can do,\" ses Sam Jones; \"I'm not going to belong\nto it any longer, so I give you notice.  If so be as I get shot I want\nthe money for myself.\"\n\n\"Me, too,\" ses Peter Gubbins; \"it 'ud fair break my 'art to give Bob\nPretty five pounds.  I'd sooner give it to my wife.\"\n\nAll the other chaps said the same thing, but Bob pointed out to them that\nthey 'ad taken their sixpences on'y the night afore, and they must stay\nin for the week.  He said that was the law.  Some of 'em talked about\ngiving 'im 'is sixpences back, but Bob said if they did they must pay up\nall the sixpences they had 'ad for three weeks.  The end of it was they\nsaid they'd stay in for that week and not a moment longer.\n\nThe next day Sam Jones and Peter Gubbins altered their minds.  Sam found\na couple o' shillings that his wife 'ad hidden in her Sunday bonnet, and\nPeter Gubbins opened 'is boy's money-box to see 'ow much there was in it.\nThey came up to the _Cauliflower_ to pay Bob their eighteen-pences, but he\nwasn't there, and when they went to his 'ouse Mrs. Pretty said as 'ow\nhe'd gone off to Wickham and wouldn't be back till Saturday.  So they 'ad\nto spend the money on beer instead.\n\nThat was on Tuesday, and things went on all right till Friday, when Mr.\nSutton 'ad another shoot.  The birds was getting scarce and the gentlemen\nthat anxious to shoot them there was no 'olding them.  Once or twice the\nkeepers spoke to 'em about carefulness, and said wot large families\nthey'd got, but it wasn't much good.  They went on blazing away, and just\nat the corner of the wood Sam Jones and Peter Gubbins was both hit; Sam\nin the leg and Peter in the arm.\n\nThe noise that was made was awful--everybody shouting that they 'adn't\ndone it, and all speaking at once, and Mr. Sutton was dancing about\na'most beside 'imself with rage.  Pore Sam and Peter was 'elped along by\nthe others; Sam being carried and Peter led, and both of 'em with the\nidea of getting all they could out of it, making such 'orrible noises\nthat Mr. Sutton couldn't hear 'imself calling his friends names.\n\n\"There seems to be wounded men calling out all over the place,\" he ses,\nin a temper.\n\n\"I think there is another one over there, sir,\" ses one o' the keepers,\npointing.\n\nSam Jones and Peter Gubbins both left off to listen, and then they all\nheard it distinctly.  A dreadful noise it was, and when Mr. Sutton and\none or two more follered it up they found poor Walter Bell lying on 'is\nface in a bramble.\n\n\"Wot's the matter?\" ses Mr. Sutton, shouting at 'im.\n\n\"I've been shot from behind,\" ses Walter.  \"I'd got something in my boot,\nand I was just stooping down to fasten it up agin when I got it.\n\n\"But there oughtn't to be anybody 'ere,\" ses Mr. Sutton to one of the\nkeepers.\n\n\"They get all over the place, sir,\" ses the 'keeper, scratching his 'ead.\n\"I fancied I 'eard a gun go off here a minute or two arter the others was\nshot.\"\n\n\"I believe he's done it 'imself,\" says Mr. Sutton, stamping his foot.\n\n\"I don't see 'ow he could, sir,\" ses the keeper, touching his cap and\nlooking at Walter as was still lying with 'is face on 'is arms.\n\nThey carried Walter 'ome that way on a hurdle, and Dr. Green spent all\nthe rest o' that day picking shots out o' them three men and telling 'em\nto keep still.  He 'ad to do Sam Jones by candle-light, with Mrs. Jones\n'olding the candle with one hand and crying with the other.  Twice the\ndoctor told her to keep it steady, and poor Sam 'ad only just passed the\nremark, \"How 'ot it was for October,\" when they discovered that the bed\nwas on fire.  The doctor said that Sam was no trouble.  He got off of the\nbed by 'imself, and, when it was all over and the fire put out, the\ndoctor found him sitting on the stairs with the leg of a broken chair in\n'is hand calling for 'is wife.\n\nOf course, there was a terrible to-do about it in Claybury, and up at the\nHall, too.  All of the gentlemen said as 'ow they hadn't done it, and Mr.\nSutton was arf crazy with rage.  He said that they 'ad made 'im the\nlaughing-stock of the neighbourhood, and that they oughtn't to shoot with\nanything but pop-guns.  They got to such high words over it that two of\nthe gentlemen went off 'ome that very night.\n\nThere was a lot of talk up at the _Cauliflower,_ too, and more than one\npointed out 'ow lucky Bob Pretty was in getting four men out of the six\nin his club.  As I said afore, Bob was away at the time, but he came back\nthe next night and we 'ad the biggest row here you could wish for to see.\n\nHenery Walker began it.  \"I s'pose you've 'eard the dreadful news, Bob\nPretty?\" he ses, looking at 'im.\n\n\"I 'ave,\" ses Bob; \"and my 'art bled for 'em.  I told you wot those\ngentlemen was like, didn't I?  But none of you would believe me.  Now you\ncan see as I was right.\"\n\n\"It's very strange,\" ses Henery Walker, looking round; \"it's very strange\nthat all of us wot's been shot belonged to Bob Pretty's precious club.\"\n\n\"It's my luck, Henery,\" ses Bob, \"always was lucky from a child.\"\n\n\"And I s'pose you think you're going to 'ave arf of the money they get?\"\nses Henery Walker.\n\n\"Don't talk about money while them pore chaps is suffering,\" ses Bob.\n\"I'm surprised at you, Henery.\"\n\n\"You won't 'ave a farthing of it,\" ses Henery Walker; \"and wot's more,\nBob Pretty, I'm going to 'ave my five pounds back.\"\n\n\"Don't you believe it, Henery,\" ses Bob, smiling at 'im.\n\n\"I'm going to 'ave my five pounds back,\" ses Henery, \"and you know why.\nI know wot your club was for now, and we was all a pack o' silly fools\nnot to see it afore.\"\n\n\"Speak for yourself, Henery,\" ses John Biggs, who thought Henery was\nlooking at 'im.\n\n\"I've been putting two and two together,\" ses Henery, looking round, \"and\nit's as plain as the nose on your face.  Bob Pretty hid up in the wood\nand shot us all himself!\"\n\nFor a moment you might 'ave heard a pin drop, and then there was such a\nnoise nobody could hear theirselves speak.  Everybody was shouting his\n'ardest, and the on'y quiet one there was Bob Pretty 'imself.\n\n\"Poor Henery; he's gorn mad,\" he ses, shaking his 'ead.\n\n\"You're a murderer,\" ses Ralph Thomson, shaking 'is fist at him.\n\n\"Henery Walker's gorn mad,\" ses Bob agin.  \"Why, I ain't been near the\nplace.  There's a dozen men'll swear that I was at Wickham each time\nthese misfortunate accidents 'appened.\"\n\n\"Men like you, they'd swear anything for a pot o' beer,\" ses Henery.\n\"But I'm not going to waste time talking to you, Bob Pretty.  I'm going\nstraight off to tell Mr. Sutton.\"\n\n\"I shouldn't do that if I was you, Henery,\" ses Bob.\n\n\"I dessay,\" ses Henery Walker; \"but then you see I am.\"\n\n\"I thought you'd gorn mad, Henery,\" ses Bob, taking a drink o' beer that\nsomebody 'ad left on the table by mistake, \"and now I'm sure of it.  Why,\nif you tell Mr. Sutton that it wasn't his friends that shot them pore\nfellers he won't pay them anything.  'Tain't likely 'e would, is it?\"\n\nHenery Walker, wot 'ad been standing up looking fierce at 'im, sat down\nagin, struck all of a heap.\n\n\"And he might want your ten pounds back, Henery,\" said Bob in a soft\nvoice.  \"And seeing as 'ow you was kind enough to give five to me, and\nspent most of the other, it 'ud come 'ard on you, wouldn't it?  Always\nthink afore you speak, Henery.  I always do.\"\n\nHenery Walker got up and tried to speak, but 'e couldn't, and he didn't\nget 'is breath back till Bob said it was plain to see that he 'adn't got\na word to say for 'imself.  Then he shook 'is fist at Bob and called 'im\na low, thieving, poaching murderer.\n\n\"You're not yourself, Henery,\" ses Bob.  \"When you come round you'll be\nsorry for trying to take away the character of a pore labourin' man with\na ailing wife and a large family.  But if you take my advice you won't\nsay anything more about your wicked ideas; if you do, these pore fellers\nwon't get a farthing.  And you'd better keep quiet about the club mates\nfor their sakes.  Other people might get the same crazy ideas in their\nsilly 'eads as Henery.  Keepers especially.\"\n\nThat was on'y common sense; but, as John Biggs said, it did seem 'ard to\nthink as 'ow Bob Pretty should be allowed to get off scot-free, and with\nHenery Walker's five pounds too.  \"There's one thing,\" he ses to Bob;\n\"you won't 'ave any of these other pore chaps money; and, if they're men,\nthey ought to make it up to Henery Walker for the money he 'as saved 'em\nby finding you out.\"\n\n\"They've got to pay me fust,\" ses Bob.  \"I'm a pore man, but I'll stick\nup for my rights.  As for me shooting 'em, they'd ha' been 'urt a good\ndeal more if I'd done it--especially Mr. Henery Walker.  Why, they're\nhardly 'urt at all.\"\n\n\"Don't answer 'im, Henery,\" ses John Biggs.  \"You save your breath to go\nand tell Sam Jones and the others about it.  It'll cheer 'em up.\"\n\n\"And tell 'em about my arf, in case they get too cheerful and go\noverdoing it,\" ses Bob Pretty, stopping at the door.  \"Good-night all.\"\n\nNobody answered 'im; and arter waiting a little bit Henery Walker set off\nto see Sam Jones and the others.  John Biggs was quite right about its\nmaking 'em cheerful, but they see as plain as Bob 'imself that it 'ad got\nto be kept quiet.  \"Till we've spent the money, at any rate,\" ses Walter\nBell; \"then p'r'aps Mr. Sutton might get Bob locked up for it.\"\n\nMr. Sutton went down to see 'em all a day or two afterwards.  The\nshooting-party was broken up and gone 'ome, but they left some money\nbehind 'em.  Ten pounds each they was to 'ave, same as the others, but\nMr. Sutton said that he 'ad heard 'ow the other money was wasted at the\n_Cauliflower,_ and 'e was going to give it out to 'em ten shillings a\nweek until the money was gorn.  He 'ad to say it over and over agin afore\nthey understood 'im, and Walter Bell 'ad to stuff the bedclo'es in 'is\nmouth to keep civil.\n\nPeter Gubbins, with 'is arm tied up in a sling, was the fust one to turn\nup at the _Cauliflower,_ and he was that down-'arted about it we couldn't\ndo nothing with 'im.  He 'ad expected to be able to pull out ten golden\nsovereigns, and the disapp'intment was too much for 'im.\n\n\"I wonder 'ow they heard about it,\" ses Dicky Weed.\n\n\"I can tell you,\" ses Bob Pretty, wot 'ad been sitting up in a corner by\nhimself, nodding and smiling at Peter, wot wouldn't look at 'im.  \"A\nfriend o' mine at Wickham wrote to him about it.  He was so disgusted at\nthe way Bill Chambers and Henery Walker come up 'ere wasting their\n'ard-earned money, that he sent 'im a letter, signed 'A Friend of the\nWorking Man,' telling 'im about it and advising 'im what to do.\"\n\n\"A friend o' yours?\" ses John Biggs, staring at 'im.  \"What for?\"\n\n\"I don't know,\" ses Bob; \"he's a wunnerful good scholard, and he likes\nwritin' letters.  He's going to write another to-morrer, unless I go over\nand stop 'im.\"\n\n\"Another?\" ses Peter, who 'ad been tellin' everybody that 'e wouldn't\nspeak to 'im agin as long as he lived.  \"Wot about?\"\n\n\"About the idea that I shot you all,\" ses Bob.  \"I want my character\ncleared.  O' course, they can't prove anything against me--I've got my\nwitnesses.  But, taking one thing with another, I see now that it does\nlook suspicious, and I don't suppose any of you'll get any more of your\nmoney.  Mr. Sutton is so sick o' being laughed at, he'll jump at\nanything.\"\n\n\"You dursn't do it, Bob,\" ses Peter, all of a tremble.\n\n\"It ain't me, Peter, old pal,\" ses Bob, \"it's my friend.  But I don't\nmind stopping 'im for the sake of old times if I get my arf.  He'd listen\nto me, I feel sure.\"\n\nAt fust Peter said he wouldn't get a farthing out of 'im if his friend\nwrote letters till Dooms-day; but by-and-by he thought better of it, and\nasked Bob to stay there while he went down to see Sam and Walter about\nit.  When 'e came back he'd got the fust week's money for Bob Pretty; but\nhe said he left Walter Bell carrying on like a madman, and, as for Sam\nJones, he was that upset 'e didn't believe he'd last out the night.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11187/pg11187.txt",
        "name": "four_pigeons_captains_all,_book_7..json"
    }
}