{
    "name": "Freudian Slip",
    "author": [
        "Abel, Franklin"
    ],
    "body": "On the day the Earth vanished, Herman Raye was earnestly fishing for\ntrout, hip-deep in a mountain stream in upstate New York.\n\nHerman was a tall, serious, sensitive, healthy, well-muscled young man\nwith an outsize jaw and a brush of red-brown hair. He wore spectacles\nto correct a slight hyperopia, and they had heavy black rims because\nhe knew his patients expected it. In his off hours, he was fond of\nbooks with titles like _Personality and the Behavior Disorders_,\n_Self-esteem and Sexuality in Women_, _Juvenile Totem and Taboo: A\nstudy of adolescent culture-groups_, and _A New Theory of Economic\nCycles_; but he also liked baseball, beer and bebop.\n\nThis day, the last of Herman's vacation, was a perfect specimen: sunny\nand still, the sky dotted with antiseptic tufts of cloud. The trout\nwere biting. Herman had two in his creel, and was casting into the\nshallow pool across the stream in the confident hope of getting\nanother, when the Universe gave one horrible sliding lurch.\n\nHerman braced himself instinctively, shock pounding through his body,\nand looked down at the pebbly stream-bed under his feet.\n\nIt wasn't there.\n\nHe was standing, to all appearances, in three feet of clear water with\nsheer, black nothing under it: nothing, the abysmal color of a\nmoonless night, pierced by the diamond points of a half-dozen\nincredible stars.\n\nHe had only that single glimpse; then he found himself gazing across\nat the pool under the far bank, whose waters reflected the tranquil\nimagery of trees. He raised his casting rod, swung it back over his\nshoulder, brought it forward again with a practiced flick of his\nwrist, and watched the lure drop.\n\nWithin the range of his vision now, everything was entirely normal;\nnevertheless, Herman wanted very much to stop fishing and look down to\nsee if that horrifying void was still there. He couldn't do it.\n\nDoggedly, he tried again and again. The result was always the same. It\nwas exactly as if he were a man who had made up his mind to fling\nhimself over a cliff, or break a window and snatch a loaf of bread, or\nsay in a loud voice to an important person at a party, \"I think you\nstink.\" Determination was followed by effort, by ghastly, sweating,\nheart-stopping fear, by relief as he gave up and did something else.\n\n_All right_, he thought finally, _there's no point going on with it_.\n_Data established: hallucination, compulsion, inhibition._ _Where do\nwe go from here?_\n\nThe obvious first hypothesis was that he was insane. Herman considered\nthat briefly, and left the question open. Three or four selected\npsychoanalyst jokes paraded through his mind, led by the classic,\n\"You're fine, how am I?\"\n\nThere was this much truth, he thought, in the popular belief that all\nanalysts were a little cracked themselves: a good proportion of the\npeople who get all the way through the man-killing course that makes\nan orthodox analyst--a course in which an M.D. degree is only a\nbeginning--are impelled to do so in the first place by a consuming\ninterest in their own neuroses. Herman, for example, from the age of\nfifteen up until the completion of his own analysis at twenty-six, had\nbeen so claustrophobic that he couldn't force himself into a subway\ncar or an elevator.\n\nBut was he now insane?\n\nCan a foot-rule measure itself?\n\nHerman finished. At an appropriate hour he waded ashore, cleaned his\ncatch, cooked it and ate it. Where the ground had been bare around his\ncooking spot, he saw empty darkness, star-studded, rimmed by a tangled\nwebwork of bare rootlets. He tried to go on looking at it when he had\nfinished eating the fish. He couldn't.\n\nAfter the meal, he tried to take out his notebook and pen. He\ncouldn't.\n\nIn fact, it occurred to him, _he was helpless to do anything that he\nwouldn't normally have done_.\n\nPondering that discovery, after he had cleaned his utensils and\nfinished his other chores, Herman crawled into his tent and went to\nsleep.\n\nBurying the garbage had been an unsettling experience. Like a lunatic\nbuilding a machine nobody else can see, he had lifted successive\nshovels-full of nothing, dropped the empty cans and rubbish ten inches\ninto nothing, and shoveled nothing carefully over them again....\n\n\n\nThe light woke him, long before dawn. From where he lay on his back,\nhe could see an incredible pale radiance streaming upward all around\nhim, outlining the shadow of his body at the ridge of the tent,\npicking out the under-surfaces of the trees against the night sky. He\nstrained, until he was weak and dizzy, to roll over so that he could\nsee its source; but he had to give up and wait another ten minutes\nuntil his body turned \"naturally,\" just as if he had still been\nasleep.\n\nThen he was looking straight down into a milky transparency that\nstarted under his nose and continued into unguessable depths. First\ncame the matted clumps of grass, black against the light, every blade\nand root as clear as if they had been set in transparent plastic. Then\nlonger, writhing roots of trees and shrubs, sprouting thickets of\nhair-thin rootlets. Between these, and continuing downward level by\nlevel, was spread an infinity of tiny specks, seed-shapes, spores.\nSome of them moved, Herman realized with a shock. Insects burrowing\nin the emptiness where the Earth should be?\n\nIn the morning, when he crawled out of the tent and went to the\nbottomless stream to wash, he noticed something he had missed the day\nbefore. The network of grasses gave springily under his feet--not like\nturf, but like stretched rubber. Herman conceived an instant dislike\nfor walking, especially when he had to cross bare ground, because when\nthat happened, he felt exactly what he saw: nothing whatever\nunderfoot. \"Walking on air,\" he realized, was not as pleasant an\nexperience as the popular songs would lead you to expect.\n\nHerman shaved, cooked and ate breakfast, washed the dishes, did the\nchores, and packed up his belongings. With a mighty effort, he pried\nout the tent stakes, which were bedded in nothing but a loose network\nof roots. He shouldered the load and carried it a quarter of a mile\nthrough pine woods to his car.\n\nThe car stood at ground level, but the ground was not there any more.\nThe road was now nothing more than a long, irregular trough formed by\nthe spreading roots of the pines on either side. Shuddering, Herman\nstowed his gear in the trunk and got in behind the wheel.\n\nWhen he put the motor into gear, the sedan moved sedately and normally\nforward. But the motor raced madly, and there was no feeling that it\nwas taking hold. With screaming engine, Herman drove homeward over a\nnonexistent road. Inwardly and silently, he gibbered.\n\nSix miles down the mountain, he pulled up beside a white-painted fence\nenclosing a neat yard and a fussy little blue-shuttered house. On the\nopposite side of the fence stood a middle-aged woman with a floppy hat\nawry on her head and a gardening trowel in one of her gloved hands.\nShe looked up with an air of vague dismay when he got out of the car.\n\n\"Some more eggs today, Dr. Raye?\" she asked, and smiled. The smile was\nlike painted china. Her eyes, lost in her fleshy face, were clearly\ntrying not to look downward.\n\n\"Not today, Mrs. Richards,\" Herman said. \"I just stopped to say\ngood-by. I'm on my way home.\"\n\n\"Isn't that a shame?\" she said mechanically. \"Well, come again next\nyear.\"\n\nHerman wanted to say, \"Next year I'll probably be in a strait-jacket.\"\nHe tried to say it. He stuttered, \"N-n-n-n--\" and ended, glancing at\nthe ground at her feet, \"Transplanting some petunias?\"\n\nThe woman's mouth worked. She said, \"Yes. I thought I might's well put\nthem along here, where they'd get more sun. Aren't they pretty?\"\n\n\"Very pretty,\" said Herman helplessly.\n\nThe petunias, roots as naked as if they had been scrubbed, were\nnesting in a bed of stars. Mrs. Richards' gloves and trowel were\nspotlessly clean.\n\n\n\nOn Fourth Avenue, below Fourteenth Street, Herman met two frightful\nlittle men.\n\nHe had expected the city to be better, but it was worse; it was a\nnightmare. The avenues between the buildings were bottomless troughs\nof darkness. The bedrock was gone; the concrete was gone; the asphalt\nwas gone.\n\nThe buildings themselves were hardly recognizable unless you knew what\nthey were. New York had been a city of stone--built on stone, built of\nstone, as cold as stone.\n\nUptown, the city looked half-built, but insanely occupied, a forest of\norange-painted girders. In the Village the old brick houses were\nworse. No brick; no mortar; nothing but the grotesque shells of rooms\nin lath and a paper-thickness of paint.\n\nThe wrought-iron railings were gone, too.\n\nOn Fourth Avenue, bookseller's row, you could almost persuade yourself\nthat nothing had happened, provided you did not look down. The\nbuildings had been made of wood, and wood they remained. The\nsecond-hand books in their wooden racks would have been comforting\nexcept that they were so clean. There was not a spot of dirt anywhere;\nthe air was more than country-pure.\n\nThere was an insane selective principle at work here, Herman realized.\nEverything from bedrock to loam that belonged to the Earth itself had\ndisappeared. So had everything that had a mineral origin and been\nchanged by refinement and mixture: concrete, wrought iron, brick, but\nsteel and glass, porcelain and paint remained. It looked as if the\nplanet had been the joint property of two children, one of whom didn't\nwant to play any more, so they had split up their possessions--this is\nyours, this is yours, this is _mine_....\n\nThe two little men popped into view not six feet in front of Herman as\nhe was passing a sidewalk bookstall. Both were dressed in what looked\nlike workmen's overalls made of lucite chain-mail, or knitted\nglow-worms. One of them had four eyes, two brown, two blue, with\nspectacles for the middle pair. Ears grew like cabbages all over his\nbald head. The other had two eyes, the pupils of which were\ncross-shaped, and no other discernible features except when he opened\nhis gap-toothed mouth: the rest of his head, face and all, was\ncompletely covered by a dense forest of red hair.\n\nAs they came forward, Herman's control of his body suddenly returned.\nHe was trying his best to turn around and go away from there, and that\nwas what his body started to do. Moreover, certain sounds of a\nprayerful character, namely \"Oh dear sweet Jesus,\" which Herman was\nforming in his mind, involuntarily issued from his lips.\n\nBefore he had taken the first step in a rearward direction, however,\nthe hairy little man curved around him in a blur of motion, barring\nthe way with two long, muscular, red-furred arms. Herman turned. The\nfour-eyed little man had closed in. Herman, gasping, backed up against\nthe bookstall.\n\nPeople who were headed directly for them, although showing no\nrecognition that Herman and the little men were there, moved stiffly\naside like dancing automatons, strode past, then made another stiff\nsidewise motion to bring them back to the original line of march\nbefore they went on their way.\n\n\"Olaph dzenn Härm Rai gjo glerr-dregnarr?\" demanded Hairy.\n\nHerman gulped, half-stunned. \"Huh?\" he said.\n\nHairy turned to Four-Eyes. \"Grinnr alaz harisi nuya.\"\n\n\"Izzred alph! Meggi erd-halaza riggbörd els kamma gredyik. Lukhhal!\"\n\nHairy turned back to Herman. Blinking his eyes rapidly, for they\nclosed like the shutter of a camera, he made a placating gesture with\nboth huge furry hands. \"Kelagg ikri odrum faz,\" he said, and, reaching\nout to the bookstall, he plucked out a handful of volumes, fanned them\nlike playing cards and displayed them to Four-Eyes. A heated\ndiscussion ensued, at the end of which Hairy kept _For Whom the Bell\nTolls_, Four-Eyes took _The Blonde in the Bathtub_, and Hairy threw\nthe rest away.\n\nThen, while Herman gaped and made retching sounds, the two disgusting\nlittle men tore pages out of the books and stuffed them in their\nmouths. When they finished the pages, they ate the bindings. Then\nthere was a rather sick pause while they seemed to digest the contents\nof the books they had literally devoured. Herman had the wild thought\nthat they were blurb writers whose jobs had gone to their heads.\n\nThe one with the four eyes rolled three of them horribly. \"That's more\nlike it,\" he said in nasal but recognizable English. \"Let's start\nover. Are you Herman Raye, the skull doc?\"\n\nHerman produced a series of incoherent sounds.\n\n\"My brother expresses himself crudely,\" said Hairy in a rich, fruity\nbaritone. \"Please forgive him. He is a man of much heart.\"\n\n\"Uh?\" said Herman.\n\n\"Truly,\" said Hairy. \"And of much ears,\" he added with a glance at his\ncompanion. \"But again, as to this affair--tell me true, are you Herman\nRaye, the analyst of minds?\"\n\n\"Suppose I am?\" Herman asked cautiously.\n\nHairy turned to Four-eyes. \"Arghraz iktri 'Suppose I am,' Gurh? Olaph\niktri erz ogromat, lekh--\"\n\n\"Talk English, can't you?\" Four-eyes broke in. \"You know he don't\nunderstand that caveman jabber. Anyhow, yeah, yeah, it's him. He just\ndon't want to say so.\" He reached out and took Herman by the collar.\n\"Come on, boy, the boss is waitin'.\"\n\nThere were two circular hair-lines of glowing crimson where Hairy and\nFour-eyes had originally appeared. They reached the spot in one jump,\nHairy bringing up the rear.\n\n\"But tell me truly,\" he said anxiously. \"You _are_ that same Herman\nRaye?\"\n\nHerman paid no attention. Below, under the two glowing circles, was\nthe terrifying gulf that had replaced the Earth; and this time, Herman\nwas somehow convinced, it was not going to hold him up.\n\n\"Let go!\" he shouted, struggling. \"Ouch!\" He had struck Four-eyes\nsquarely on the flat nose, and it felt as if he had slugged an anvil.\n\nPaying no attention, Four-eyes turned Herman over, pinned his arms to\nhis sides, and dropped him neatly through the larger of the two\ncircles.\n\nHerman shut his eyes tightly and despairingly repeated the\nmultiplication table up to 14 x 14. When he opened them again, he was\napparently hanging in mid-space, with Hairy to his left and Four-eyes\nto his right. The visible globe around them was so curiously tinted\nand mottled that it took Herman a long time to puzzle it out. Ahead of\nthem was the darkest area--the void he had seen before. This was oval\nin shape, and in places the stars shone through it clearly. In others,\nthey were blocked off entirely or dimmed by a sort of haze.\n\nSurrounding this, and forming the rest of the sphere, was an area that\nshaded from gold shot with violet at the borders, to an unbearable\nblaze of glory at the center, back the way they had come and a little\nto the right. Within this lighted section were other amorphous areas\nwhich were much darker, almost opaque; and still others where the\nlight shone through diluted to a ruddy ghost of itself, like\ncandlelight through parchment.\n\nGradually Herman realized that the shapes and colors he saw were the\nlighted and dark hemispheres of Earth. The dark areas were the oceans,\ndeep enough in most places to shut out the light altogether, and those\nparts of the continents, North and South America behind him, Europe\nand Asia ahead, Africa down to the right, which were heavily forested.\n\nHerman's earlier conviction returned. Things like this just did not\nhappen. _Physician, heal thyself!_\n\n\"You're not real,\" he said bitterly to Four-eyes.\n\n\"Not very,\" Four-eyes agreed. \"I'm twice as real as that jerk,\nthough,\" he insisted, pointing to Hairy.\n\nAhead of them, or \"below,\" a point of orange light was slowly\nswelling. Herman watched it without much interest.\n\nHairy broke out into a torrent of cursing. \"I this and that in the\nmilk of your this!\" he said. \"I this, that and the other in the this\nof your that. Your sister! Your cousin! Your grandmother's uncle!\"\n\nFour-eyes listened with awed approval. \"Them was good books, hah?\" he\nasked happily.\n\n\"Better than those scratchings in the caves,\" Hairy said.\n\n\"Something to think about till they haul us out again. Well,\" said\nFour-eyes philosophically, \"here we are.\"\n\n\n\nThe orange spot had enlarged into the semblance of a lighted room,\nrather like a stage setting. Inside were two enormous Persons, one\nsitting, one standing. Otherwise, and except for three upholstered\nchairs, the room was bare. No--as they swooped down toward it, Herman\nblinked and looked again. A leather couch had appeared against the far\nwall.\n\nAt the last moment, there was a flicker of motion off to Herman's\nleft. Something that looked like a short, pudgy human being\naccompanied by two little men the size of Hairy and Four-eyes whooshed\noff into the distance, back toward the surface of the planet.\n\nHerman landed. Hairy and Four-eyes, after bowing low to the standing\nPerson, turned and leaped out of the room. When Herman, feeling\nabandoned, turned to see where they had gone, he discovered that the\nroom now had four walls and no windows or doors.\n\nThe Person said, \"How do you do, Doctor Raye?\"\n\nHerman looked at him. Although his figure had a disquieting tendency\nto quiver and flow, so that it was hard to judge, he seemed to be\nabout eight feet tall. He was dressed in what would have seemed an\nordinary dark-blue business suit, with an equally ordinary white shirt\nand blue tie, except that all three garments had the sheen of polished\nmetal. His face was bony and severe, but not repellently so; he looked\nabsent-minded rather than stern.\n\nThe other Person, whose suit was brown, had a broad, kindly and rather\nstupid face; his hair was white. He sat quietly, not looking at\nHerman, or, apparently, at anything else.\n\nHerman sat down in one of the upholstered chairs. \"All right,\" he said\nwith helpless defiance. \"What's it all about?\"\n\n\"I'm glad we can come to the point at once,\" said the Person. He\npaused, moving his lips silently. \"Ah, excuse me. I'm sorry.\" A second\nhead, with identical features, popped into view next to the first. His\neyes were closed. \"It's necessary, I'm afraid,\" said head number one\napologetically. \"I have so much to remember, you know.\"\n\nHerman took a deep breath and said nothing.\n\n\"You may call me Secundus, if you like,\" resumed the Person, \"and this\ngentleman Primus, since it is with him that you will have principally\nto deal. Now, our problem here is one of amnesia, and I will confess\nto you frankly that we ourselves are totally inadequate to cope with\nit. In theory, we are not subject to disorders of the mind, and that's\nwhat makes us so vulnerable now that it has happened. Do you see?\"\n\nA fantastic suspicion crept into Herman's mind. \"Just a moment,\" he\nsaid carefully. \"If you don't mind telling me, what is it that you\nhave to remember?\"\n\n\"Well, Doctor, my field is human beings; that's why it became my duty\nto search you out and consult with you. And there _is_ a great deal\nfor me to carry in my mind, you know, especially under these abnormal\nconditions. I don't think I'm exaggerating when I say it is a\nfull-time job.\"\n\n\"Are you going to tell me,\" asked Herman, more carefully still, \"that\nthis--gentleman--is the one who is supposed to remember the Earth\nitself? The rocks and minerals and so on?\"\n\n\"Yes, exactly. I was about to tell you--\"\n\n\"And that the planet has disappeared because he has amnesia?\" Herman\ndemanded on a rising note.\n\nSecundus beamed. \"Concisely expressed. I myself, being, so to speak,\nsaturated with the thoughts and habits of human beings, who are, you\nmust admit, a garrulous race, could not--\"\n\n\"Oh, no!\" said Herman.\n\n\"Oh, yes,\" Secundus corrected. \"I can understand that the idea is\ndifficult for you to accept, since you naturally believe that you\nyourself have a real existence, or, to be more precise, that you\nbelong to the world of phenomena as opposed to that of noumena.\" He\nbeamed. \"Now I will be silent, a considerable task for me, and let you\nask questions.\"\n\nHerman fought a successful battle with his impulse to stand Up and\nshout \"To hell with it!\" He had been through a great deal, but he was\na serious and realistic young man. He set himself to think the problem\nthrough logically. If, as seemed more than probable, Secundus, Primus,\nHairy, Four-eyes, and this whole Alice-in-Wonderland situation existed\nonly as his hallucinations, then it did not matter much whether he\ntook them seriously or not. If they were real, then he wasn't, and\nvice versa. It didn't make any difference which was which.\n\nHe relaxed deliberately and folded his hands against his abdomen. \"Let\nme see if I can get this clear,\" he said. \"I'm a noumenon, not a\nphenomenon. In cruder terms, I exist only in your mind. Is that true?\"\n\nSecundus beamed. \"Correct.\"\n\n\"If _you_ got amnesia, I and the rest of the human race would\ndisappear.\"\n\nSecundus looked worried, \"That is also correct, and if that should\nhappen, you will readily understand that we _would_ be in difficulty.\nThe situation is extremely--But pardon me. I had promised to be silent\nexcept when answering questions.\"\n\n\"This is the part I fail to understand, Mr. Secundus. I gather that\nyou brought me here to treat Mr. Primus. Now, if I exist as a thought\nin your mind, you necessarily know everything I know. Why don't you\ntreat him yourself?\"\n\nSecundus shook his head disapprovingly. \"Oh, no, Dr. Raye, that is not\nthe case at all. It cannot be said that I _know_ everything that you\nknow; rather we should say that I _remember_ you. In other words, that\nI maintain your existence by an act of memory. The two functions,\nknowledge and memory, are not identical, although, of course, the\nsecond cannot be considered to exist without the first. But before we\nbecome entangled in our own terms, I should perhaps remind you that\nwhen I employ the word 'memory' I am only making use of a convenient\napproximation. Perhaps it would be helpful to say that my memory is\ncomparable to the structure-memory of a living organism, although\nthat, too, has certain semantic disadvantages. Were you about to make\na remark, Doctor?\"\n\n\"It still seems to me,\" Herman said stubbornly, \"that if you remember\nme, structurally or otherwise, that includes everything I remember. If\nyou're going to tell me that you remember human knowledge, including\nFreudian theory and practice, but are unable to manipulate it, that\nseems to me to be contradicted by internal evidence in what you've\nalready said. For example, it's clear that in the field of\nepistemology--the knowledge of knowledge, you might say--you have the\nknowledge _and_ manipulate it.\"\n\n\"Ah,\" said Secundus, smiling shyly, \"but, you see, that happens to be\nmy line. Psychoanalysis and psychotherapy, being specializations, are\nnot. As I mentioned previously, persons of our order are theoretically\nnot capable of psychic deterioration. That is why we come to you, Dr.\nRaye. We are unable to help ourselves; we ask your help. We place\nourselves unreservedly in your hands.\"\n\nThe question, \"How was I chosen?\" occurred to Herman, but he left it\nunasked. He knew that the answer was much likelier to be, \"At random,\"\nthan, \"Because we wanted the most brilliant and talented psychoanalyst\non the planet.\"\n\n\"I gather that I'm not the first person you've tried,\" he said.\n\n\"Oh, you saw Dr. Buddolphson departing? Yes, it is true that in our\nignorance of the subject we did not immediately turn to practitioners\nof your psychological orientation. In fact, if you will not be\noffended, I may say that you are practically our last hope. We have\nalready had one eminent gentleman whose method was simply to talk over\nMr. Primus's problems with him and endeavor to help him reach an\nadjustment; he failed because Mr. Primus, so far as he is aware, has\nno problems except that he has lost his memory. Then we had another\nwhose system, as he explained it to me, was simply to repeat, in a\nsympathetic manner, everything that the patient said to him; Mr.\nPrimus was not sufficiently prolix for this method to be of avail.\n\n\"Then there was another who wished to treat Mr. Primus by encouraging\nhim to relive his past experiences: 'taking him back along the\ntime-track,' as he called it; but--\" Secundus looked mournful--\"Mr.\nPrimus has actually _had_ no experiences in the usual sense of the\nterm, though he very obligingly made up a number of them. Our\nontogeny, Dr. Raye, is so simple that it can scarcely be said to\nexist at all. Each of us normally has only one function, the one I\nhave already mentioned, and, until this occurrence, it has always been\nfulfilled successfully.\n\n\"We also had a man who proposed to reawaken Mr. Primus's memory by\nelectric shock, but Mr. Primus is quite impervious to currents of\nelectricity and we were unable to hit upon an acceptable substitute.\nIn short, Dr. Raye, if you should prove unable to help us, we will\nhave no one left to fall back upon except, possibly, the Yogi.\"\n\n\"They might do you more good, at that,\" Herman said, looking at Mr.\nPrimus. \"Well, I'll do what I can, though the function of analysis is\nto get the patient to accept reality, and this is the opposite. What\ncan you tell me, to begin with, about Mr. Primus's personality, the\nonset of the disturbance, and so on--and, in particular, what are you\ntwo? Who's your boss? What's it all for and how does it work?\"\n\nSecundus said, \"I can give you very little assistance, I am afraid. I\nwould characterize Primus as a very steady person, extremely accurate\nin his work, but not very imaginative. His memory loss occurred\nabruptly, as you yourself witnessed yesterday afternoon. As to your\nother questions--forgive me, Dr. Raye, but it is to your own advantage\nif I fail to answer them. I am, of course, the merest amateur in\npsychology, but I sincerely feel that your own psyche might be damaged\nif you were to learn the fragment of the truth which I could give\nyou.\"\n\nHe paused. A sheaf of papers, which Herman had not noticed before, lay\non a small table that he had not noticed, either. Secundus picked them\nup and handed them over.\n\n\"Here are testing materials,\" he said. \"If you need anything else, you\nhave only to call on me. But I trust you will find these complete.\"\n\nHe turned to go. \"And one more thing, Dr. Raye,\" he said with an\napologetic smile. \"_Hurry_, if you possibly can.\"\n\n\n\nPrimus, looking rather like a sarcophagus ornament, lay limply supine\non the ten-foot couch, arms at his sides, eyes closed. When Herman had\nfirst told him to relax, Primus had had to have the word carefully\nexplained to him; from then on he had done it--or seemed to do\nit--perfectly.\n\nIn his preliminary tests, the Binet, the Minnesota Multiphasic\nPersonality Index and the Berneuter P.I., he had drawn almost a\ncomplete blank. Standard testing methods did not work on Mr. Primus,\nand the reason was obvious enough. Mr. Primus simply was not a human\nbeing.\n\nThis room, no doubt, was an illusion, and so was Mr. Primus's\nanthropomorphic appearance....\n\nHerman felt like a surgeon trying to operate blindfolded while wearing\na catcher's mitt on each hand. But he kept trying; he was getting\nresults, though whether or not they meant anything, he was unable to\nguess.\n\nOn the Rorschach they had done a little better, at least in volume of\nresponse. \"That looks like a cliff,\" Primus would say eagerly. \"That\nlooks like a--piece of sandstone. This part looks like two volcanoes\nand a cave.\" Of course, Herman realized, the poor old gentleman was\nonly trying to please him. He had no more idea than a goldfish what a\nvolcano or a rock looked like, but he wanted desperately to help.\n\nEven so, it was possible to score the results. According to Herman's\ninterpretation, Primus was a case of arrested infantile sexualism,\nwith traces of conversion hysteria and a strong Oedipus complex.\nHerman entered the protocol solemnly in his notes and kept going.\n\nNext came free association, and, after that, recounting of dreams.\nFeeling that he might as well be hanged for a sheep as a lamb, Herman\ncarefully explained to Primus what \"sleep\" and \"dreams\" were.\n\nPrimus had promised to do his best; he had been lying there now,\nwithout moving, for--how long? Startled, Herman looked at his watch.\nIt had stopped.\n\nScoring the Rorschach alone, Herman realized suddenly, should have\ntaken him nearly a full day, even considering the fact that he hadn't\neaten anything, or taken time out to rest, or--Herman bewilderedly\nfelt his jaw. There was only the slightest stubble. He didn't feel\nhungry or tired, or cramped from sitting....\n\n\"Secundus!\" he called.\n\nA door opened in the wall to his right, and Secundus stepped through.\nThe door disappeared.\n\n\"Yes, Dr. Raye? Is anything wrong?\"\n\n\"How long have I been here?\"\n\nSecundus' right-hand head looked embarrassed. \"Well, Doctor, without\nbringing in the difficult questions of absolute versus relative\nduration, and the definition of an arbitrary position--\"\n\n\"Don't stall. How long have I been here in my own subjective time?\"\n\n\"Well, I was about to say, without being unnecessarily inclusive, the\nquestion is still very difficult. However, bearing in mind that the\nanswer is only a rough approximation--about one hundred hours.\"\n\nHerman rubbed his chin. \"I don't like your tampering with me,\" he said\nslowly. \"You've speeded me up--is that it? And at the same time\ninhibited my fatigue reactions, and God knows what else, so that I\ndidn't even notice I'd been working longer than I normally could until\njust now?\"\n\nSecundus looked distressed. \"I'm afraid I have made rather a botch of\nit, Dr. Raye. I should not have allowed you to notice at all, but it\nis growing increasingly difficult to restrain your fellow-creatures to\ntheir ordinary routines. My attention strayed, I am sorry to say.\" He\nglanced at the recumbent form of Primus. \"My word! What is Mr. Primus\ndoing, Dr. Raye?\"\n\n\"Sleeping,\" Herman answered curtly.\n\n\"Remarkable! I hope he does not make a habit of it. Will he awaken\nsoon, do you think, Doctor?\"\n\n\"I have no idea,\" said Herman helplessly; but at that moment Primus\nstirred, opened his eyes, and sat up with his usual vague, kindly\nsmile.\n\n\"Did you dream?\" Herman asked him.\n\nPrimus blinked slowly. \"Yes. Yes, I did,\" he said in his profoundly\nheavy voice.\n\n\"Tell me all you can remember about it.\"\n\n\"Well,\" said Primus, sinking back onto the couch, \"I dreamed I was in\na room with a large bed. It had heavy wooden posts and a big bolster.\nI wanted to lie down and rest in the bed, but the bolster made me\nuncomfortable. It was too dark to see, to rearrange the bed, so I\ntried to light a candle, but the matches kept going out....\"\n\nHerman took it all down, word for word, with growing excitement and\ngrowing dismay. The dream was too good. It might have come out of Dr.\nFreud's original case histories. When Primus had finished, Herman\nsearched back through his notes. Did Primus _know_ what a bed was, or\nwhat a bolster was, or a candle? How much had Herman told him?\n\n\"Bed\" was there, of course. Primus: \"What are 'dreams?'\" Herman:\n\"Well, when a human being goes to bed, and sleeps....\" \"Bolster\" was\nthere, too, but not in the same sense. Herman: \"To bolster its\nargument, the unconscious--what we call the id--frequently alters the\nperson's likes and dislikes on what seem to be petty and commonplace\nsubjects....\" And \"candle?\" Herman: \"I want you to understand that I\ndon't know all about this subject myself, Mr. Primus. Nobody does; our\nknowledge is just a candle in the darkness....\"\n\nHerman gave up. He glanced at Secundus, who was watching him\nexpectantly. \"May I talk to you privately?\"\n\n\"Of course.\" Secundus nodded to Primus, who stood up awkwardly and\nthen vanished with a _pop_. Secundus tut-tutted regretfully.\n\nHerman took a firm grip on himself. \"Look,\" he said, \"the data I have\nnow suggest that Primus had some traumatic experience in his infancy\nwhich arrested his development in various ways and also strengthened\nhis Oedipus complex--that is, intensified his feelings of fear, hatred\nand rivalry toward his father. Now, that may sound to you as if we're\nmaking some progress. I would feel that way myself--if I had the\nslightest reason for believing that Primus ever had a father.\"\n\nSecundus started to speak; but Herman cut him off. \"Wait, let me\nfinish. I can go ahead on that basis, but as far as I'm concerned I\nmight just as well be counting the angels on the head of a pin. You've\ngot to give me more information, Secundus. I want to know who you are,\nand who Primus is, and whether there's any other being with whom\nPrimus could possibly have a filial relationship. And if you can't\ntell me all that without giving me the Secret of the Universe, then\nyou'd better give it to me whether it's good for me or not. I can't\nwork in the dark.\"\n\nSecundus pursed his lips. \"There is justice in what you say, Doctor.\nVery well, I shall be entirely frank with you--in so far as it is\npossible for me to do so of course. Let's see, where can I begin?\"\n\n\"First question,\" retorted Herman. \"Who are you?\"\n\n\"We are--\" Secundus thought a moment, then spread his hands with a\nhelpless smile. \"There are no words, Doctor. To put the case in\nnegatives, we are not evolved organisms, we are not mortal, we are\nnot, speaking in the usual sense, alive, although, of course--I hope\nyou will not be offended--neither are you.\"\n\nHerman's brow wrinkled. \"Are you _real_?\" he demanded finally.\n\nSecundus looked embarrassed. \"You have found me out, Dr. Raye. I\nendeavored to give you that impression--through vanity, I am ashamed\nto say--but, unhappily, it is not true. I, too, belong to the realm of\nnoumena.\"\n\n\"Then, blast it all, what _is_ real? This planet isn't. You're not.\nWhat's it all for?\" He paused a moment reflectively. \"We're getting on\nto my second question, about Primus's attitude toward his 'father.'\nPerhaps I should have asked just now, '_Who_ is real?' Who remembers\nyou, Secundus?\"\n\n\"This question, unfortunately, is the one I cannot answer with\ncomplete frankness, Doctor. I assure you that it is not because I do\nnot wish to; I have no option in the matter. I can tell you only that\nthere is a Person of whom it might be said that He stands in the\nparental relationship to Primus, to me, and all the rest of our\norder.\"\n\n\"God?\" Herman inquired. \"Jahweh? Allah?\"\n\n\"Please, no names, Doctor.\" Secundus looked apprehensive.\n\n\"Then, damn it, tell me the rest!\" Herman realized vaguely that he was\nsoothing his own hurt vanity at Secundus's expense, but he was\nenjoying himself too much to stop. \"You're afraid of something; that's\nbeen obvious right along. And there must be a time limit on it, or you\nwouldn't be rushing me. Why? Are you afraid that if this unnamable\nPerson finds out you've botched your job, He'll wipe you out of\nexistence and start over with a new bunch?\"\n\nA cold wind blew down Herman's back. \"Not us alone, Dr. Raye,\" said\nSecundus gravely. \"If the Inspector discovers this blunder--and the\ntime is coming soon when He must--no corrections will be attempted.\nWhen a mistake occurs, it is--painted out.\"\n\n\"Oh,\" said Herman after a moment. He sat down again, weakly. \"How long\nhave we got?\"\n\n\"Approximately one and a quarter days have gone by at the Earth's\nnormal rate since Primus lost his memory,\" Secundus said. \"I have not\nbeen able to 'speed you up,' as you termed it, by more than a\ntwenty-to-one ratio. The deadline will have arrived, by my\ncalculation, in fifteen minutes of normal time, or five hours at your\npresent accelerated rate.\"\n\nPrimus stepped into the room, crossed to the couch and lay down\nplacidly. Secundus turned to go, then paused.\n\n\"As for your final question, Doctor--you might think of the Universe\nas a Pointillist painting, in which this planet is one infinitesimally\nsmall dot of color. The work is wholly imaginary, of course, since\nneither the canvas nor the pigment has what you would term an\nindependent existence. Nevertheless, the artist takes it seriously. He\nwould not care to find, so to speak, mustaches daubed on it.\"\n\nHerman sat limply, staring after him as he moved to the door. Secundus\nturned once more.\n\n\"I hope you will not think that I am displeased with you, Doctor,\" he\nsaid. \"On the contrary, I feel that you are accomplishing more than\nanyone else has. However, should you succeed, as I devoutly hope,\nthere may not be sufficient time to congratulate you as you deserve. I\nshall have to replace you immediately in your normal world-line, for\nyour absence would constitute as noticeable a flaw as that of the\nplanet. In that event, my present thanks and congratulations will have\nto serve.\"\n\nWith a friendly smile, he disappeared.\n\nHerman wound his watch.\n\nTwo hours later, Primus's answers to his questions began to show a\ntouch of resentment and surly defiance. _Transference_, Herman\nthought, with a constriction of his throat, and kept working\ndesperately.\n\nThree hours. \"What does the bolster remind you of?\"\n\n\"I seem to see a big cylinder rolling through space, sweeping the\nstars out of its way....\"\n\nFour hours. Only three minutes left now, in the normal world. _I can't\nwait to get any deeper_, Herman thought. _It's got to be now or\nnever._\n\n\"You must understand that these feelings of resentment and hatred are\nnormal,\" he said, trying to keep the strain out of his voice, \"but, at\nthe same time, you have outgrown them--you can rise above them now.\nYou are an individual in your own right, Primus. You have a job to do\nthat only you can fill, and it's an important job. That's what\nmatters, not all this infantile emotional clutter....\"\n\nHe talked on, not daring to look at his watch.\n\nPrimus looked up, and a huge smile broke over his face. He began,\n\"Why, of--\"\n\n\n\nHerman found himself walking along Forty-second Street, heading toward\nthe Hudson. The pavement was solid under his feet; the canyon between\nthe buildings was filled with the soft violet-orange glow of a summer\nevening in New York. In the eyes of the people he passed, he saw the\nsame incredulous relief he felt. It was over. He'd done it.\n\nHe'd broken all the rules, but, incredibly, he'd got results.\n\nThen he looked up and a chill spread over him. No one who knew the\ncity would accept that ithyphallic parody as the Empire State\nBuilding, or those huge fleshy curves, as wanton as the mountains in\nwhich Mr. Maugham's \"Sadie Thompson\" had her lusty existence, as the\nprosaic hills of New Jersey.\n\nPsychoanalysis had certainly removed Mr. Primus's inhibitions. The\nworld was like a fence scrawled on by a naughty little boy. Mr. Primus\nwould outgrow it in time, but life until then might be somewhat\ndisconcerting.\n\nThose two clouds, for instance....\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Abel, Franklin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32126/pg32126.txt",
        "name": "freudian_slip.json"
    }
}