{
    "name": "Gangway for Homer",
    "author": [
        "Hahn, George R."
    ],
    "body": "His name was really John Smith. Incredibly enough, it had always been\nJohn Smith. As far back as people in his circle and neighborhood could\nremember, it had been John Smith--and they could remember back all the\nway to when he had been a mere tottering tot--to the swaddling clothes\ndays. He was what might be called a medium man. His height was medium.\nHis middle-age was medium. His hair, eyes, and nose were medium.\nUnpretentious he looked and adequate. He fulfilled his name, which, as\nwe mentioned above, was John Smith--not Achilles Maravain.\n\nYet she persisted in calling him Achilles Maravain. She declaimed;\nshe cried out; she excited herself and all present--all to the effect\nthat John Smith was Achilles Maravain. Everybody paid her the best of\nattention, although they couldn't believe her. Everybody regarded her\nwith interest. She had a wild, pale, exotic-looking face, a figure it\nwould be indelicate to remark upon, and legs that were crystallized\necstasy. They listened to her words; they gazed upon her. The Los\nAngeles Forum of Camera Arts gazed to satiety on face and figure and\nlegs and sighed en masse. Insanely gay sighs, sighed they. She was\ndesirable and moreover she had interrupted President Soupy's discussion\nof \"Repentance,\" a camera study in monotone by Pierre de la Bardier.\nHad you ever listened to President Soupy remarking that such and such\nwas \"taken on a Zeiss Super Iconta B with Metchnormatic Ultra-Lite film\nat an exposure of f5.6 with diaphragm--, etc.,\" you too would have\nbeen gay--aye, insanely gay--to have had him interrupted by a luscious\nlooking pair of legs like that. Thus, everybody was happy. The LAFCA\nwas happy; the lost-looking scientist with the galvanometer and other\ntrivia was happy, and the three dapper young men were happy. Even John\nSmith was happy.\n\nHis happiness was obvious in the reluctance with which he took his\ndeparture, in his formality. He rose from his seat and said to the\nthree dapper young men, of the hard, virtuous faces, \"The Federal\nBureau of Investigation, I presume?\"\n\n\"Right,\" crisply, youngishly. \"John Smith, alias Achilles Maravain,\nyou are under arrest on charges of murder, seditious conduct, and high\ntreason against the government of the United States. Will you come\nalong quietly?\"\n\nAchilles--for it is as such he is to be referred to forever hence--did\nnot come along quietly. He did not come along. In point of fact,\nhe went his own way. The three grim young men of the FBI bitterly\ncontested his going, and, since, as everyone knows nowadays, to touch\nAchilles Maravain was to undergo collapse, disintegration, and death,\nthe results were unfortunate.\n\n\n\nThis was the first and perhaps most important incident in his history.\nIt was the acorn from which sprouted that large and aberrant oak-tree\nthat was Achilles Maravain.\n\nThe next important incident--a scene perhaps even more diverting than\nthe last--was the Lincoln Heights scene. As the odds are against it\nthat the reader of this is either an archeologist or some pervertedly\ninformed devotee of ancient Los Angeles topography, it is excusable to\nmention that Lincoln Heights was the jail of the city, an institution\ncomparable in purpose to our modern concentration camps, but differing\nin that it was merely a squat, few-story cement structure abundantly\nfurnished with steel bars, locks, chains, gyves, paraphernalia, and\npolicemen. Its architecture was thus ideal for Achilles' purposes. His\npurposes being to imprison the prison, purposes in which he succeeded.\n\nHis remarkable feat first manifested itself when Sergeant Leery\ncrashed titanically into nothingness. Not actual nothingness--as was\nevidenced by its palpability--but a substance that, for all practical\npurposes, was nonexistent; all practical purposes that is except that\nof preventing exit or entry in regards to the Lincoln Heights jail.\nSergeant Leery withdrew his nose a few paces, vigorously rubbing that\ninjured member, and stared quizzically at this absurd tangibility. He\nstared for a long and ponderous time and then began shouting. Minions\nof the law popped miraculously into view at this point, as if conjured\nthere by the magic of Leery's stentorian voice. Miraculously they\npopped and popping, equally miraculously popped no more. The invisible\nbarrier restrained them; it framed their popping faces, their popping\neyes. It kept them within the building, sealing the doors, the windows,\nthe walls. It was, in fact a prison; Achilles Maravain had imprisoned\nthe prison.\n\nHad he stopped there, there's a shade of a ghost's super-attenuated\nchance that all might have been forgotten, except perhaps by the\ninfuriated gendarmerie and prisoners who were left permanently to their\nown devices within the Lincoln Heights jail. But Achilles didn't stop.\nHe visited the First Street Headquarters Jail and imprisoned it. He\nvisited all the jails. Likewise the insane asylums and the hospitals.\nPersonal appearance tour, it was; an interstate tour. He went to Salt\nLake City and there gave a repeat performance. Jails, hospitals, etc.\nThence to Denver; thence to Topeka; thence to Kansas City. Followed by\nSt. Louis. Followed by Indianapolis. And on all the way to the East\nCoast.\n\nIt is not to be supposed that he was uncontested in this progression.\nVery much to the contrary. He was shot at. Often and with the utmost\naccuracy was he fired upon. Apparently, however, with no effect for he\nseemed invulnerable.\n\nNot elusive was our Achilles, not wily, not adroit. Not even clever.\nHe was merely invulnerable and clumsily so to boot. He would wade into\na mass of stalwart police or soldiers--the militia tried cannons on\nhim--and projectiles would simply bounce away from him. They would\nexplode in the conventional manner. Only no fragments or concussion\nwaves apparently could reach him. After this, the opposition would be\nscattered like the proverbial chaff.\n\nIt was a melee, a very horrifying and immensely entertaining mess.\nChaos there was and wildness and fantasy and even fanaticism. Yes, even\nthe latter. This last was instanced the time a group of misdirected\nfans of Achilles misconstrued him, and, in the belief that he was the\nAlmighty, surrounded him in the midst of the pursuit of one of his more\nstirring enterprises. He misconstrued them, too. They still remain, so\nfar as is known, in the housing he provided their zeal.\n\n\n\nNow we return to the beginning of the story. Not for the sake of\nconfusion, but merely to pick up a most important thread. Remember the\nCamera Forum scene? And Los Angeles? Los Angeles, if you are following\nthe mood of this story, is mere dust and collapse by now. Nevertheless,\nwe return to the vanished metropolis and to the Forum, the three young\nmen of the FBI, and to the lost-looking scientist with the galvanometer\nand other trivia--the scientist whom you probably never noticed, having\nbeen lost in the spell of her. The lost-looking scientist was happy,\ntoo.\n\nHis happiness lay in that he had come to a conclusion, one affecting\nAchilles Maravain. His conclusion was that Maravain was scientifically\nexplainable. Not just his feats; not just the decimation he wrought\nupon police; not just the prisons in which he enveloped prisons.\nNo--more than that--the works. Everything about Achilles Maravain--his\npersonality; his attitude toward life, love and literature--all down\nto his very kneejerks.\n\nFirst and most important of all, our Achilles had an inferiority\ncomplex. Definitely. The proposition that anyone who had actually, with\nreason, been called John Smith all his life did not have an inferiority\ncomplex was fantastic. But the man's actions proved it beyond doubt: he\npicked on criminals, insane, and the sick because he felt inferior to\nthem, and compensated thus. Amazing logic? Well, everyone thought so at\nthe time, although as you can see, it was really extraordinarily simple.\n\nBut, at the time, everyone was amazed, even the scientist himself.\nHe gloried in it, glowed and, entering further into the spirit and\ntempo of his theories, babbled out point after telling point. Argued.\nPhilosophized. He quoted statistics about the ratio of invention to\nthe inferiority-complex and compared it with the results Achilles had\nobtained. He proved that ultra-vibrational force-walls--this being\nessentially what Achilles had developed for the demolition of law and\norder and for the production of honestagawd, fool-proof, tamper-proof\nprisons--were Machiavellian, Mephistophelian, and just plain hellish.\nWhy invent them, then, except to demonstrate a superiority the inventor\nreally didn't feel?\n\nThe scientist meditated further, brooded, calculated, grunted awhile\nand then predicted--or, as he put it: prognosticated--that Achilles\nwould declare himself a dictator.\n\nWhich Achilles did.\n\nIn this, however, there was a flaw; here lay his weakness. Not in the\nactual fact that he protested himself the greatest and wisest of men,\nbut that he attempted wiles. He didn't come out with it forthrightly;\nhe wasn't blunt as he had been with his interesting massacres. He\nproved himself cagey, contemptible, striking the Humanitarian pose. He\nwas, he stated, producing all these absorbing newspaper stories for\nman's own good. Or, rather, Man's. Man with a capital M. A document he\nissued, long and scholarly. It reeked; it stank; it was crawling with\nhypocrisy and shoddy diplomacy. He took some thirty thousand words\nto indicate that pestilence, famine, and war was in existence. That\nthieving, murder, and kindred rot was also in evidence. He dithered\nabout the general theme that this was horrible. Tediously he pedanted,\nhedging around concerning the Perfect State, eventually coming out into\nthe open with his own private Perfect State plan. Revised and condensed\nit still reeked. Get rid of all the misfits and criminals and the\ninsane. Prison up the squarepegs and breed them out. And then direct\ndemocracy just as the Greeks had.\n\nApparently he had never heard of economics. No one had told him that\nGreek democracy existed on the basis of a slave system. No one had told\nhim of other things that had either been thought of, worked out, or\nhad evolved according to the scientific laws concerning economics and\nsociety since the time of the Greeks. Achilles Maravain was stuck on\nHomeric Greek democracy--only he indicated that he, personally, would\nbe Democrat Number One.\n\n\n\nAgain we bewilder the reader with a thread from the beginning. Again\nwe return to the Los Angeles Camera Forum Scene. This time to call to\nthe mind of the elated reader that succulent item of femininity that\nfirst claimed our attention with her sprightly uncovering of Achilles\nMaravain as the seemingly innocuous John Smith.\n\nWe find Cecile Douve, as she is known to the intelligence services of\nthis and perhaps a few other countries, in a stinky little bedroom.\nAgain don't get ahead of the story; she is merely investigating. Not\nengaged in active inquiry, if you follow me.\n\nThis stinky little bedroom, with massive volumes of a technical\nnature, broken test tubes, and other rot and junk of a like nature\nlittering it, is the erstwhile bedroom of Achilles Maravain. He no\nlonger inhabits it, although we can linger nostalgically for a moment,\nalthough we can sniff mystifiedly at the--peculiar--odors emanating\nfrom the broken test tubes, although we can tinker with the gimcracks\nand thingumbobs and machinery and no doubt shock ourselves into a\nreckoning with Old Scratch.\n\nIn any case, Cecile Douve is here searching for a clue to the\nwhereabouts of Achilles. The scientist of the galvanometers is also\nhere. His name is Harold Boscoe, and he is a Ph. D. Together, Cecile\nand the Ph. D. search and also engage in polite converse. They sniff\nnot, mystifiedly or otherwise; they linger not on anything nor brood\nabout the fact that perhaps here, in this very, very room was conceived\nthe diabolicism of the force-wall. No, they search and converse.\n\n\"It must not happen. The man is a maniac,\" postulates Cecile prettily,\nthen continues the efficient search.\n\n\"Honeybunch,\"--evidently the poor egg has joined the clan of the\nlovelorn--\"it shall not. I shall find something to combat him and his\nevil.\"\n\n\"Do you think you can do it, my pet?\"\n\n\"Certainly. I'm a scientist, am I not? Just between you and me (and a\nfew governments: Auth. Note) I'm working on something already. I have a\nmagnificent conception that may well prove his downfall.\"\n\n\"Do you really think so? You're so wise--so--so marvelous.\"\n\n\"Do you really think so?\"\n\n\"Yes,\" a pause, then in husky tones, \"really.\"\n\nEmbraces, osculations, and speeches. At precisely the right moment,\nwhen his devotion is white hot, she molds him and sends him back to\nwork.\n\n\n\nAt approximately this same time, there is going on a very important\nmeeting of various high and significant officials of the government:\nthe President, Vice President, Cabinet Members, House Committee on\nAchilles Maravain, Senatorial Investigation Committee on Achilles\nMaravain, the current successor to the Dies Committee, and the First\nLady. Hubbub, clamor, chaos. The authoritative voice of the President\nlifts.\n\n\"Silence, please.\"\n\nThe Chairman of the House Committee on Achilles Maravain rises and\naddresses the President. \"Mr. President,\" (cough), \"we are led to\nbelieve that these are the facts of the case. There is (or are) a\nperson (or persons) calling himself (or themselves) Achilles Maravain,\nwho has been (or have been) imprisoning prisons, causing no end of\nannoyance and embarrassment, and who has (or have) proclaimed what\npurports to be the constitution of a new American state, founded after\nthe manner of our Grecian predecessors in the experiment of democracy.\nThe experiment of democracy, which, may I say, gentlemen\" (voice\ntakes oratorical tones) \"has fulfilled all the most rosy hopes and\nexpectations, which has turned a barren wilderness of thirteen original\nstates into the magnificence and resplendency of--\"\n\n\"We are all aware of that, Mr. Ainsworth.\" The President's grimace\ncould rightly be termed sinister.\n\nThe Chairman sits down abruptly and the President continues. \"In any\nevent, gentlemen, we are confronted by a profoundly serious situation,\ncoming as it is, at a time when we should bend every effort toward\npreparing for a war against the Old World. This person (or persons)\nknown as Achilles Maravain is having a distressingly diverting effect\nupon us when all energies from that--er, madman--in Europe. Beyond\ndoubt he is some pseudo-idealistic radical--perhaps an emissary of the\nFederation. Whatever he is, he has no full cognizance of the extreme\ngravity of our situation, and, as such will not assist us. Thus, he\n(or they) must be destroyed. What might any of you gentlemen suggest\ntowards the speedy expedition of this destruction?\"\n\nThe First Lady arises. \"I'm not a gentleman,\" she simpers, \"but--\"\n\n\"Quite true. Sit down, please.\"\n\n\"Wait a moment. I have something to suggest. Perhaps you do not realize\nit, but I am indirectly responsible for the uncovering of Achilles\nMaravain, in Smith's clothing. It was one of my girls, Cecile Douve,\nwho did the job. And we--she in active duty, and I as her patron--are\ncontinuing our efforts. As once she wormed her way into his affections,\nso shall she do it again. As once she effectively uncovered him, so\nshall she do a second time. I really promise you results, gentlemen.\nResults.\"\n\n\n\nAnd results she got. Results they were. The web, the power expended,\nthe intricacies of thought, the drive of five hundred individuals were\nher results. The huge rolling mass of energy that was exhausted by five\nhundred highly specialized and superbly trained and educated beings\nwas the result she directed against the insidious Mr. Maravain. And,\nmost important of all, one person named Cecile Douve. Four hundred and\nninety-nine engineers, scientists, technicians, and one little lump of\nhotcha generally known as Cecile Douve.\n\n\"I love you,\" she said.\n\nAchilles replied. \"The last time I believed that, you called in the FBI\nas witnesses to our mutual affection.\"\n\n\"I was mad, my darling. I didn't understand you.\" (Hushed, reverent\ntones.) \"Even then I felt violently attracted to you, to you as a man,\nbut your purposes and powers seemed so fearful ... I thought you were\na madman and myself a monster to love you. But now I know ... when I\nread your wonderful proclamation, I realized how wrong I had been--how\ngentle and idealistic you are. I understood then your purity and\nrealized the nobility of your aspirations.\n\n\"I love you.\"\n\nShe moved in for the clinch.\n\n\"It would only be fair to warn you,\" he replied, \"that I still have\nthe force screen armoring me. Cuddling under these conditions would be\nquite inadvisable.\"\n\nShe recoiled in a somewhat unamorous fashion.\n\n\"Still,\" he continued, \"I love you, too. I don't want to trust you--but\nI do. Don't look hopeful my dear--I don't completely. Just to a\ncertain, reasonable degree. So, here's what: if my noble aspirations\npan out, as I can't help but expect they will, I'll marry you. In the\nmeantime, we can be friends. We can conduct a pleasant, frolicky little\nassociation, however--an entirely platonic one.\"\n\nHe sighed. \"Would that Homer were alive today to write the story of\nAchilles Maravain as it should be written. Will I have poets worthy of\nme?\"\n\nThis, she thought, could go on indefinitely. \"How soon will it be?\"\nshe broke in. \"When will you succeed? Can you make it very soon, my\ndearest?\"\n\n\"It can't be any too soon for me, either, dewdrop--but restrain\nyourself.\"\n\n\"I can't--oh, I can't!\" she cried. Heavy breathing, then, in more\nserious tones. \"I know what to do. I have influence in Washington. I'll\narrange an audience for you with the President. With the President and\nall of Congress. They'll see you.\"\n\n\"Nice of them, but I don't see the use of it.\"\n\n\"It might be of inestimable use, my darling. A direct impact of your\npersonality and honesty and drive should convince them. It would be\nalmost certain to convince them; they're only human, my dear. And\nthink of the time and trouble we can save if they are ready to give in\ngracefully. Please!\"\n\n\"Very well,\" he sighed. \"I'll do it. Don't think for a moment I don't\nsuspect treachery, my pet, but after all, I am invincible. You know\nthat, I hope.\"\n\n\n\nAnd on this note ends the reconciliation. Immediately followed by much\nado. Preparations while four hundred and ninety-nine engineers, etc.,\nwork in a veritable frenzy. And, out of their efforts and energy,\nthere grows an amphitheatre, large and capacious. Pretty and modern.\nBeautiful.\n\nThis was to be the scene of the meeting. Here is to be decided the\nfate of more than a hundred and thirty million people. Here is to be\nexpounded the rules and laws of a state founded on Grecian lines, on\nthe classic examples.\n\nHere, on March 15.\n\nBeware of the Ides of March, O Caesar.\n\nGlorious, powerful, invincible Achilles Maravain comes to the\namphitheatre. Nowadays with the details and obscurities of the episode\nin history shuffled into relative inconspicuity, one doesn't know\nprecisely how the cards fell or get the subtleties of the deal. Did\nany soothsayers annoy our equivalent of Caesar on his route; did his\nnonexistent Calpurnia dream gorily the night before; did lionesses\nwhelp in the streets, or did fierce, fiery warriors fight upon the\nclouds \"which drizzled blood upon the capital\"? Gangway for Homer, or\neven Shakespeare. Either of these two could have done justice to our\nplay.\n\nIn any case, Achilles ignored whatever omens there might have been and\ncame to the amphitheatre on March 15.\n\nCecile met him at the great, modern-looking portal and led him in,\nintroducing him to her benefactress, the First Lady, who, in turn\nconsummated the formalities with the President himself. Achilles\nwas very well-behaved throughout these presentations, conducting\nhimself with decorum and consideration for all the people who eyed\nhis much-publicized armor with especial dubiety. He was very pleased\nwith himself about the whole thing. All these key figures, these\nobstructions to his philosophy, this destructible humanity, ponderous,\nripe so to speak for explosions and force walls--and he showing such\nadmirable restraint about it all. Indeed, he felt content. Restraint,\ncontrol, self-discipline--these his watch-words.\n\nThe President didn't take him by the hand, the force wall\npreventing--but he did the next best thing. He preceded him to the\nraised dais in the centre of the amphitheatre and, from the spot,\ndelivered a fetching little introduction about which no more severe a\ncriticism can be applied than \"superfluous.\" After this, Achilles began\nhis talk.\n\nHere also is the ubiquitous scientist of the lost-looking face.\nApparently a member, if not a chieftain, of the clan of the four\nhundred and ninety-nine technicians. He is looking remarkably heroic at\nthe moment. Almost gigantic--in a spiritual sort of way.\n\nHe turns and throws a switch.\n\nAnd, in the amphitheatre, a globular hemisphere descends upon the dais\nsupporting Achilles Maravain, immediately transforming him into a\nraging Achilles. A half-spheroid, transparent, glassy, but immensely\nmalleable and tensile and strong.\n\n\n\nUpstairs in the little room in which stands the heroic and lost-looking\nscientist, the door flies open. Cecile Douve, betrayer extraordinary,\nhotcha extraordinary, flies into his arms.\n\n\"Darling, the hemisphere is cracking--he's winning out. What'll he do\nto me?\" All this excitedly. Then, ruminatively, almost sadly. \"He won't\nwant to marry me now.\"\n\n\"Never fear, my sweetness,\" replies the chieftain of the four hundred\nand ninety-nine. \"We will win out. Earth science shall triumph. The\nhemisphere is just makeshift, to hold him in one spot for a minute\nor two. Earth'll really get going in a sec. Earth is insuperable.\nClassicism he wanted and classicism he'll get. Remember the first\nAchilles? He had a vulnerable spot. His heel!\" The lost look was\nreplaced by a malevolent grin, sage and content. \"Achilles Maravain\nhas a heel, too. It couldn't be protected by the force-wall, could it?\nHe doesn't walk on an inch of apparent nothingness does he? No. He's\nvulnerable, just as his Homeric predecessor. And we don't have to use\nclumsy poisoned arrows on this\"--sneering emphasis--\"heel.\" A wild\nlaugh. \"We just throw a shot of good old electricity into him.\"\n\nOn the dais, the violent, raging figure of John Smith, alias Achilles\nMaravain, colossus of the classics, exponent of the ages, Caesar\nomnipotent, stiffens convulsively as a couple of hundred thousand volts\nof electricity crisps his flesh. For a long moment, what is left of him\nremains upright. Then, quietly it falls.\n\nAchilles number two seeks out his illustrious predecessor in Elysia.\n\n\n",
    "metadata": {
        "author": [
            "Hahn, George R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73220/pg73220.txt",
        "name": "gangway_for_homer.json"
    }
}