{
    "name": "Going into Society",
    "author": [
        "Dickens, Charles"
    ],
    "body": "At one period of its reverses, the House fell into the occupation of a\nShowman.  He was found registered as its occupier, on the parish books of\nthe time when he rented the House, and there was therefore no need of any\nclue to his name.  But, he himself was less easy to be found; for, he had\nled a wandering life, and settled people had lost sight of him, and\npeople who plumed themselves on being respectable were shy of admitting\nthat they had ever known anything of him.  At last, among the marsh lands\nnear the river's level, that lie about Deptford and the neighbouring\nmarket-gardens, a Grizzled Personage in velveteen, with a face so cut up\nby varieties of weather that he looked as if he had been tattooed, was\nfound smoking a pipe at the door of a wooden house on wheels.  The wooden\nhouse was laid up in ordinary for the winter, near the mouth of a muddy\ncreek; and everything near it, the foggy river, the misty marshes, and\nthe steaming market-gardens, smoked in company with the grizzled man.  In\nthe midst of this smoking party, the funnel-chimney of the wooden house\non wheels was not remiss, but took its pipe with the rest in a\ncompanionable manner.\n\nOn being asked if it were he who had once rented the House to Let,\nGrizzled Velveteen looked surprised, and said yes.  Then his name was\nMagsman?  That was it, Toby Magsman--which lawfully christened Robert;\nbut called in the line, from a infant, Toby.  There was nothing agin Toby\nMagsman, he believed?  If there was suspicion of such--mention it!\n\nThere was no suspicion of such, he might rest assured.  But, some\ninquiries were making about that House, and would he object to say why he\nleft it?\n\nNot at all; why should he?  He left it, along of a Dwarf.\n\nAlong of a Dwarf?\n\nMr. Magsman repeated, deliberately and emphatically, Along of a Dwarf.\n\nMight it be compatible with Mr. Magsman's inclination and convenience to\nenter, as a favour, into a few particulars?\n\nMr. Magsman entered into the following particulars.\n\nIt was a long time ago, to begin with;--afore lotteries and a deal more\nwas done away with.  Mr. Magsman was looking about for a good pitch, and\nhe see that house, and he says to himself, \"I'll have you, if you're to\nbe had.  If money'll get you, I'll have you.\"\n\nThe neighbours cut up rough, and made complaints; but Mr. Magsman don't\nknow what they _would_ have had.  It was a lovely thing.  First of all,\nthere was the canvass, representin the picter of the Giant, in Spanish\ntrunks and a ruff, who was himself half the heighth of the house, and was\nrun up with a line and pulley to a pole on the roof, so that his Ed was\ncoeval with the parapet.  Then, there was the canvass, representin the\npicter of the Albina lady, showing her white air to the Army and Navy in\ncorrect uniform.  Then, there was the canvass, representin the picter of\nthe Wild Indian a scalpin a member of some foreign nation.  Then, there\nwas the canvass, representin the picter of a child of a British Planter,\nseized by two Boa Constrictors--not that _we_ never had no child, nor no\nConstrictors neither.  Similarly, there was the canvass, representin the\npicter of the Wild Ass of the Prairies--not that _we_ never had no wild\nasses, nor wouldn't have had 'em at a gift.  Last, there was the canvass,\nrepresentin the picter of the Dwarf, and like him too (considerin), with\nGeorge the Fourth in such a state of astonishment at him as His Majesty\ncouldn't with his utmost politeness and stoutness express.  The front of\nthe House was so covered with canvasses, that there wasn't a spark of\ndaylight ever visible on that side.  \"MAGSMAN'S AMUSEMENTS,\" fifteen foot\nlong by two foot high, ran over the front door and parlour winders.  The\npassage was a Arbour of green baize and gardenstuff.  A barrel-organ\nperformed there unceasing.  And as to respectability,--if threepence\nain't respectable, what is?\n\nBut, the Dwarf is the principal article at present, and he was worth the\nmoney.  He was wrote up as MAJOR TPSCHOFFKI, OF THE IMPERIAL BULGRADERIAN\nBRIGADE.  Nobody couldn't pronounce the name, and it never was intended\nanybody should.  The public always turned it, as a regular rule, into\nChopski.  In the line he was called Chops; partly on that account, and\npartly because his real name, if he ever had any real name (which was\nvery dubious), was Stakes.\n\nHe was a uncommon small man, he really was.  Certainly not so small as he\nwas made out to be, but where _is_ your Dwarf as is?  He was a most\nuncommon small man, with a most uncommon large Ed; and what he had inside\nthat Ed, nobody ever knowed but himself: even supposin himself to have\never took stock of it, which it would have been a stiff job for even him\nto do.\n\nThe kindest little man as never growed!  Spirited, but not proud.  When\nhe travelled with the Spotted Baby--though he knowed himself to be a\nnat'ral Dwarf, and knowed the Baby's spots to be put upon him artificial,\nhe nursed that Baby like a mother.  You never heerd him give a ill-name\nto a Giant.  He _did_ allow himself to break out into strong language\nrespectin the Fat Lady from Norfolk; but that was an affair of the 'art;\nand when a man's 'art has been trifled with by a lady, and the preference\ngiv to a Indian, he ain't master of his actions.\n\nHe was always in love, of course; every human nat'ral phenomenon is.  And\nhe was always in love with a large woman; I never knowed the Dwarf as\ncould be got to love a small one.  Which helps to keep 'em the\nCuriosities they are.\n\nOne sing'ler idea he had in that Ed of his, which must have meant\nsomething, or it wouldn't have been there.  It was always his opinion\nthat he was entitled to property.  He never would put his name to\nanything.  He had been taught to write, by the young man without arms,\nwho got his living with his toes (quite a writing master _he_ was, and\ntaught scores in the line), but Chops would have starved to death, afore\nhe'd have gained a bit of bread by putting his hand to a paper.  This is\nthe more curious to bear in mind, because HE had no property, nor hope of\nproperty, except his house and a sarser.  When I say his house, I mean\nthe box, painted and got up outside like a reg'lar six-roomer, that he\nused to creep into, with a diamond ring (or quite as good to look at) on\nhis forefinger, and ring a little bell out of what the Public believed to\nbe the Drawing-room winder.  And when I say a sarser, I mean a Chaney\nsarser in which he made a collection for himself at the end of every\nEntertainment.  His cue for that, he took from me: \"Ladies and gentlemen,\nthe little man will now walk three times round the Cairawan, and retire\nbehind the curtain.\"  When he said anything important, in private life,\nhe mostly wound it up with this form of words, and they was generally the\nlast thing he said to me at night afore he went to bed.\n\nHe had what I consider a fine mind--a poetic mind.  His ideas respectin\nhis property never come upon him so strong as when he sat upon a barrel-\norgan and had the handle turned.  Arter the wibration had run through him\na little time, he would screech out, \"Toby, I feel my property\ncoming--grind away!  I'm counting my guineas by thousands, Toby--grind\naway!  Toby, I shall be a man of fortun!  I feel the Mint a jingling in\nme, Toby, and I'm swelling out into the Bank of England!\"  Such is the\ninfluence of music on a poetic mind.  Not that he was partial to any\nother music but a barrel-organ; on the contrary, hated it.\n\nHe had a kind of a everlasting grudge agin the Public: which is a thing\nyou may notice in many phenomenons that get their living out of it.  What\nriled him most in the nater of his occupation was, that it kep him out of\nSociety.  He was continiwally saying, \"Toby, my ambition is, to go into\nSociety.  The curse of my position towards the Public is, that it keeps\nme hout of Society.  This don't signify to a low beast of a Indian; he\nan't formed for Society.  This don't signify to a Spotted Baby; _he_ an't\nformed for Society.--I am.\"\n\nNobody never could make out what Chops done with his money.  He had a\ngood salary, down on the drum every Saturday as the day came round,\nbesides having the run of his teeth--and he was a Woodpecker to eat--but\nall Dwarfs are.  The sarser was a little income, bringing him in so many\nhalfpence that he'd carry 'em for a week together, tied up in a pocket-\nhandkercher.  And yet he never had money.  And it couldn't be the Fat\nLady from Norfolk, as was once supposed; because it stands to reason that\nwhen you have a animosity towards a Indian, which makes you grind your\nteeth at him to his face, and which can hardly hold you from Goosing him\naudible when he's going through his War-Dance--it stands to reason you\nwouldn't under them circumstances deprive yourself, to support that\nIndian in the lap of luxury.\n\nMost unexpected, the mystery come out one day at Egham Races.  The Public\nwas shy of bein pulled in, and Chops was ringin his little bell out of\nhis drawing-room winder, and was snarlin to me over his shoulder as he\nkneeled down with his legs out at the back-door--for he couldn't be\nshoved into his house without kneeling down, and the premises wouldn't\naccommodate his legs--was snarlin, \"Here's a precious Public for you; why\nthe Devil don't they tumble up?\" when a man in the crowd holds up a\ncarrier-pigeon, and cries out, \"If there's any person here as has got a\nticket, the Lottery's just drawed, and the number as has come up for the\ngreat prize is three, seven, forty-two!  Three, seven, forty-two!\"  I was\ngivin the man to the Furies myself, for calling off the Public's\nattention--for the Public will turn away, at any time, to look at\nanything in preference to the thing showed 'em; and if you doubt it, get\n'em together for any indiwidual purpose on the face of the earth, and\nsend only two people in late, and see if the whole company an't far more\ninterested in takin particular notice of them two than of you--I say, I\nwasn't best pleased with the man for callin out, and wasn't blessin him\nin my own mind, when I see Chops's little bell fly out of winder at a old\nlady, and he gets up and kicks his box over, exposin the whole secret,\nand he catches hold of the calves of my legs and he says to me, \"Carry me\ninto the wan, Toby, and throw a pail of water over me or I'm a dead man,\nfor I've come into my property!\"\n\nTwelve thousand odd hundred pound, was Chops's winnins.  He had bought a\nhalf-ticket for the twenty-five thousand prize, and it had come up.  The\nfirst use he made of his property, was, to offer to fight the Wild Indian\nfor five hundred pound a side, him with a poisoned darnin-needle and the\nIndian with a club; but the Indian being in want of backers to that\namount, it went no further.\n\nArter he had been mad for a week--in a state of mind, in short, in which,\nif I had let him sit on the organ for only two minutes, I believe he\nwould have bust--but we kep the organ from him--Mr. Chops come round, and\nbehaved liberal and beautiful to all.  He then sent for a young man he\nknowed, as had a wery genteel appearance and was a Bonnet at a gaming-\nbooth (most respectable brought up, father havin been imminent in the\nlivery stable line but unfort'nate in a commercial crisis, through\npaintin a old gray, ginger-bay, and sellin him with a Pedigree), and Mr.\nChops said to this Bonnet, who said his name was Normandy, which it\nwasn't:\n\n\"Normandy, I'm a goin into Society.  Will you go with me?\"\n\nSays Normandy: \"Do I understand you, Mr. Chops, to hintimate that the\n'ole of the expenses of that move will be borne by yourself?\"\n\n\"Correct,\" says Mr. Chops.  \"And you shall have a Princely allowance\ntoo.\"\n\nThe Bonnet lifted Mr. Chops upon a chair, to shake hands with him, and\nreplied in poetry, with his eyes seemingly full of tears:\n\n   \"My boat is on the shore,\n   And my bark is on the sea,\n   And I do not ask for more,\n   But I'll Go:--along with thee.\"\n\nThey went into Society, in a chay and four grays with silk jackets.  They\ntook lodgings in Pall Mall, London, and they blazed away.\n\nIn consequence of a note that was brought to Bartlemy Fair in the autumn\nof next year by a servant, most wonderful got up in milk-white cords and\ntops, I cleaned myself and went to Pall Mall, one evening appinted.  The\ngentlemen was at their wine arter dinner, and Mr. Chops's eyes was more\nfixed in that Ed of his than I thought good for him.  There was three of\n'em (in company, I mean), and I knowed the third well.  When last met, he\nhad on a white Roman shirt, and a bishop's mitre covered with leopard-\nskin, and played the clarionet all wrong, in a band at a Wild Beast Show.\n\nThis gent took on not to know me, and Mr. Chops said: \"Gentlemen, this is\na old friend of former days:\" and Normandy looked at me through a eye-\nglass, and said, \"Magsman, glad to see you!\"--which I'll take my oath he\nwasn't.  Mr. Chops, to git him convenient to the table, had his chair on\na throne (much of the form of George the Fourth's in the canvass), but he\nhardly appeared to me to be King there in any other pint of view, for his\ntwo gentlemen ordered about like Emperors.  They was all dressed like May-\nDay--gorgeous!--And as to Wine, they swam in all sorts.\n\nI made the round of the bottles, first separate (to say I had done it),\nand then mixed 'em all together (to say I had done it), and then tried\ntwo of 'em as half-and-half, and then t'other two.  Altogether, I passed\na pleasin evenin, but with a tendency to feel muddled, until I considered\nit good manners to get up and say, \"Mr. Chops, the best of friends must\npart, I thank you for the wariety of foreign drains you have stood so\n'ansome, I looks towards you in red wine, and I takes my leave.\"  Mr.\nChops replied, \"If you'll just hitch me out of this over your right arm,\nMagsman, and carry me down-stairs, I'll see you out.\"  I said I couldn't\nthink of such a thing, but he would have it, so I lifted him off his\nthrone.  He smelt strong of Maideary, and I couldn't help thinking as I\ncarried him down that it was like carrying a large bottle full of wine,\nwith a rayther ugly stopper, a good deal out of proportion.\n\nWhen I set him on the door-mat in the hall, he kep me close to him by\nholding on to my coat-collar, and he whispers:\n\n\"I ain't 'appy, Magsman.\"\n\n\"What's on your mind, Mr. Chops?\"\n\n\"They don't use me well.  They an't grateful to me.  They puts me on the\nmantel-piece when I won't have in more Champagne-wine, and they locks me\nin the sideboard when I won't give up my property.\"\n\n\"Get rid of 'em, Mr. Chops.\"\n\n\"I can't.  We're in Society together, and what would Society say?\"\n\n\"Come out of Society!\" says I.\n\n\"I can't.  You don't know what you're talking about.  When you have once\ngone into Society, you mustn't come out of it.\"\n\n\"Then if you'll excuse the freedom, Mr. Chops,\" were my remark, shaking\nmy head grave, \"I think it's a pity you ever went in.\"\n\nMr. Chops shook that deep Ed of his, to a surprisin extent, and slapped\nit half a dozen times with his hand, and with more Wice than I thought\nwere in him.  Then, he says, \"You're a good fellow, but you don't\nunderstand.  Good-night, go along.  Magsman, the little man will now walk\nthree times round the Cairawan, and retire behind the curtain.\"  The last\nI see of him on that occasion was his tryin, on the extremest werge of\ninsensibility, to climb up the stairs, one by one, with his hands and\nknees.  They'd have been much too steep for him, if he had been sober;\nbut he wouldn't be helped.\n\nIt warn't long after that, that I read in the newspaper of Mr. Chops's\nbeing presented at court.  It was printed, \"It will be recollected\"--and\nI've noticed in my life, that it is sure to be printed that it _will_ be\nrecollected, whenever it won't--\"that Mr. Chops is the individual of\nsmall stature, whose brilliant success in the last State Lottery\nattracted so much attention.\"  Well, I says to myself, Such is Life!  He\nhas been and done it in earnest at last.  He has astonished George the\nFourth!\n\n(On account of which, I had that canvass new-painted, him with a bag of\nmoney in his hand, a presentin it to George the Fourth, and a lady in\nOstrich Feathers fallin in love with him in a bag-wig, sword, and buckles\ncorrect.)\n\nI took the House as is the subject of present inquiries--though not the\nhonour of bein acquainted--and I run Magsman's Amusements in it thirteen\nmonths--sometimes one thing, sometimes another, sometimes nothin\nparticular, but always all the canvasses outside.  One night, when we had\nplayed the last company out, which was a shy company, through its raining\nHeavens hard, I was takin a pipe in the one pair back along with the\nyoung man with the toes, which I had taken on for a month (though he\nnever drawed--except on paper), and I heard a kickin at the street door.\n\"Halloa!\" I says to the young man, \"what's up!\"  He rubs his eyebrows\nwith his toes, and he says, \"I can't imagine, Mr. Magsman\"--which he\nnever could imagine nothin, and was monotonous company.\n\nThe noise not leavin off, I laid down my pipe, and I took up a candle,\nand I went down and opened the door.  I looked out into the street; but\nnothin could I see, and nothin was I aware of, until I turned round\nquick, because some creetur run between my legs into the passage.  There\nwas Mr. Chops!\n\n\"Magsman,\" he says, \"take me, on the old terms, and you've got me; if\nit's done, say done!\"\n\nI was all of a maze, but I said, \"Done, sir.\"\n\n\"Done to your done, and double done!\" says he.  \"Have you got a bit of\nsupper in the house?\"\n\nBearin in mind them sparklin warieties of foreign drains as we'd guzzled\naway at in Pall Mall, I was ashamed to offer him cold sassages and gin-\nand-water; but he took 'em both and took 'em free; havin a chair for his\ntable, and sittin down at it on a stool, like hold times.  I, all of a\nmaze all the while.\n\nIt was arter he had made a clean sweep of the sassages (beef, and to the\nbest of my calculations two pound and a quarter), that the wisdom as was\nin that little man began to come out of him like prespiration.\n\n\"Magsman,\" he says, \"look upon me!  You see afore you, One as has both\ngone into Society and come out.\"\n\n\"O!  You _are_ out of it, Mr. Chops?  How did you get out, sir?\"\n\n\"SOLD OUT!\" says he.  You never saw the like of the wisdom as his Ed\nexpressed, when he made use of them two words.\n\n\"My friend Magsman, I'll impart to you a discovery I've made.  It's\nwallable; it's cost twelve thousand five hundred pound; it may do you\ngood in life--The secret of this matter is, that it ain't so much that a\nperson goes into Society, as that Society goes into a person.\"\n\nNot exactly keepin up with his meanin, I shook my head, put on a deep\nlook, and said, \"You're right there, Mr. Chops.\"\n\n\"Magsman,\" he says, twitchin me by the leg, \"Society has gone into me, to\nthe tune of every penny of my property.\"\n\nI felt that I went pale, and though nat'rally a bold speaker, I couldn't\nhardly say, \"Where's Normandy?\"\n\n\"Bolted.  With the plate,\" said Mr. Chops.\n\n\"And t'other one?\" meaning him as formerly wore the bishop's mitre.\n\n\"Bolted.  With the jewels,\" said Mr. Chops.\n\nI sat down and looked at him, and he stood up and looked at me.\n\n\"Magsman,\" he says, and he seemed to myself to get wiser as he got\nhoarser; \"Society, taken in the lump, is all dwarfs.  At the court of St.\nJames's, they was all a doing my old business--all a goin three times\nround the Cairawan, in the hold court-suits and properties.  Elsewheres,\nthey was most of 'em ringin their little bells out of make-believes.\nEverywheres, the sarser was a goin round.  Magsman, the sarser is the\nuniwersal Institution!\"\n\nI perceived, you understand, that he was soured by his misfortunes, and I\nfelt for Mr. Chops.\n\n\"As to Fat Ladies,\" he says, giving his head a tremendious one agin the\nwall, \"there's lots of _them_ in Society, and worse than the original.\n_Hers_ was a outrage upon Taste--simply a outrage upon Taste--awakenin\ncontempt--carryin its own punishment in the form of a Indian.\"  Here he\ngiv himself another tremendious one.  \"But _theirs_, Magsman, _theirs_ is\nmercenary outrages.  Lay in Cashmeer shawls, buy bracelets, strew 'em and\na lot of 'andsome fans and things about your rooms, let it be known that\nyou give away like water to all as come to admire, and the Fat Ladies\nthat don't exhibit for so much down upon the drum, will come from all the\npints of the compass to flock about you, whatever you are.  They'll drill\nholes in your 'art, Magsman, like a Cullender.  And when you've no more\nleft to give, they'll laugh at you to your face, and leave you to have\nyour bones picked dry by Wulturs, like the dead Wild Ass of the Prairies\nthat you deserve to be!\"  Here he giv himself the most tremendious one of\nall, and dropped.\n\nI thought he was gone.  His Ed was so heavy, and he knocked it so hard,\nand he fell so stoney, and the sassagerial disturbance in him must have\nbeen so immense, that I thought he was gone.  But, he soon come round\nwith care, and he sat up on the floor, and he said to me, with wisdom\ncomin out of his eyes, if ever it come:\n\n\"Magsman!  The most material difference between the two states of\nexistence through which your unhappy friend has passed;\" he reached out\nhis poor little hand, and his tears dropped down on the moustachio which\nit was a credit to him to have done his best to grow, but it is not in\nmortals to command success,--\"the difference this.  When I was out of\nSociety, I was paid light for being seen.  When I went into Society, I\npaid heavy for being seen.  I prefer the former, even if I wasn't forced\nupon it.  Give me out through the trumpet, in the hold way, to-morrow.\"\n\nArter that, he slid into the line again as easy as if he had been iled\nall over.  But the organ was kep from him, and no allusions was ever\nmade, when a company was in, to his property.  He got wiser every day;\nhis views of Society and the Public was luminous, bewilderin, awful; and\nhis Ed got bigger and bigger as his Wisdom expanded it.\n\nHe took well, and pulled 'em in most excellent for nine weeks.  At the\nexpiration of that period, when his Ed was a sight, he expressed one\nevenin, the last Company havin been turned out, and the door shut, a wish\nto have a little music.\n\n\"Mr. Chops,\" I said (I never dropped the \"Mr.\" with him; the world might\ndo it, but not me); \"Mr. Chops, are you sure as you are in a state of\nmind and body to sit upon the organ?\"\n\nHis answer was this: \"Toby, when next met with on the tramp, I forgive\nher and the Indian.  And I am.\"\n\nIt was with fear and trembling that I began to turn the handle; but he\nsat like a lamb.  I will be my belief to my dying day, that I see his Ed\nexpand as he sat; you may therefore judge how great his thoughts was.  He\nsat out all the changes, and then he come off.\n\n\"Toby,\" he says, with a quiet smile, \"the little man will now walk three\ntimes round the Cairawan, and retire behind the curtain.\"\n\nWhen we called him in the morning, we found him gone into a much better\nSociety than mine or Pall Mall's.  I giv Mr. Chops as comfortable a\nfuneral as lay in my power, followed myself as Chief, and had the George\nthe Fourth canvass carried first, in the form of a banner.  But, the\nHouse was so dismal arterwards, that I giv it up, and took to the Wan\nagain.\n\n* * * * *\n\n\"I don't triumph,\" said Jarber, folding up the second manuscript, and\nlooking hard at Trottle.  \"I don't triumph over this worthy creature.  I\nmerely ask him if he is satisfied now?\"\n\n\"How can he be anything else?\" I said, answering for Trottle, who sat\nobstinately silent.  \"This time, Jarber, you have not only read us a\ndelightfully amusing story, but you have also answered the question about\nthe House.  Of course it stands empty now.  Who would think of taking it\nafter it had been turned into a caravan?\"  I looked at Trottle, as I said\nthose last words, and Jarber waved his hand indulgently in the same\ndirection.\n\n\"Let this excellent person speak,\" said Jarber.  \"You were about to say,\nmy good man?\"--\n\n\"I only wished to ask, sir,\" said Trottle doggedly, \"if you could kindly\noblige me with a date or two in connection with that last story?\"\n\n\"A date!\" repeated Jarber.  \"What does the man want with dates!\"\n\n\"I should be glad to know, with great respect,\" persisted Trottle, \"if\nthe person named Magsman was the last tenant who lived in the House.  It's\nmy opinion--if I may be excused for giving it--that he most decidedly was\nnot.\"\n\nWith those words, Trottle made a low bow, and quietly left the room.\n\nThere is no denying that Jarber, when we were left together, looked sadly\ndiscomposed.  He had evidently forgotten to inquire about dates; and, in\nspite of his magnificent talk about his series of discoveries, it was\nquite as plain that the two stories he had just read, had really and\ntruly exhausted his present stock.  I thought myself bound, in common\ngratitude, to help him out of his embarrassment by a timely suggestion.\nSo I proposed that he should come to tea again, on the next Monday\nevening, the thirteenth, and should make such inquiries in the meantime,\nas might enable him to dispose triumphantly of Trottle's objection.\n\nHe gallantly kissed my hand, made a neat little speech of acknowledgment,\nand took his leave.  For the rest of the week I would not encourage\nTrottle by allowing him to refer to the House at all.  I suspected he was\nmaking his own inquiries about dates, but I put no questions to him.\n\nOn Monday evening, the thirteenth, that dear unfortunate Jarber came,\npunctual to the appointed time.  He looked so terribly harassed, that he\nwas really quite a spectacle of feebleness and fatigue.  I saw, at a\nglance, that the question of dates had gone against him, that Mr. Magsman\nhad not been the last tenant of the House, and that the reason of its\nemptiness was still to seek.\n\n\"What I have gone through,\" said Jarber, \"words are not eloquent enough\nto tell.  O Sophonisba, I have begun another series of discoveries!\nAccept the last two as stories laid on your shrine; and wait to blame me\nfor leaving your curiosity unappeased, until you have heard Number\nThree.\"\n\nNumber Three looked like a very short manuscript, and I said as much.\nJarber explained to me that we were to have some poetry this time.  In\nthe course of his investigations he had stepped into the Circulating\nLibrary, to seek for information on the one important subject.  All the\nLibrary-people knew about the House was, that a female relative of the\nlast tenant, as they believed, had, just after that tenant left, sent a\nlittle manuscript poem to them which she described as referring to events\nthat had actually passed in the House; and which she wanted the\nproprietor of the Library to publish.  She had written no address on her\nletter; and the proprietor had kept the manuscript ready to be given back\nto her (the publishing of poems not being in his line) when she might\ncall for it.  She had never called for it; and the poem had been lent to\nJarber, at his express request, to read to me.\n\nBefore he began, I rang the bell for Trottle; being determined to have\nhim present at the new reading, as a wholesome check on his obstinacy.  To\nmy surprise Peggy answered the bell, and told me, that Trottle had\nstepped out without saying where.  I instantly felt the strongest\npossible conviction that he was at his old tricks: and that his stepping\nout in the evening, without leave, meant--Philandering.\n\nControlling myself on my visitor's account, I dismissed Peggy, stifled my\nindignation, and prepared, as politely as might be, to listen to Jarber.\n\n\n",
    "metadata": {
        "author": [
            "Dickens, Charles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1422/pg1422.txt",
        "name": "going_into_society.json"
    }
}