{
    "name": "Hagerty's Enzymes",
    "author": [
        "Haley, A. L."
    ],
    "body": "Harper Breen sank down gingerly into the new Relaxo-Lounge. He placed\ntwitching hands on the arm-rests and laid his head back stiffly. He\nclosed his fluttering eyelids and clamped his mouth to keep the corner\nfrom jumping.\n\n\"Just lie back, Harp,\" droned his sister soothingly. \"Just give in and\nlet go of everything.\"\n\nHarper tried to let go of everything. He gave in to the chair. And\ngently the chair went to work. It rocked rhythmically, it vibrated\ntenderly. With velvety cushions it massaged his back and arms and legs.\n\nFor all of five minutes Harper stood it. Then with a frenzied lunge\nhe escaped the embrace of the Relaxo-Lounge and fled to a gloriously\nstationary sofa.\n\n\"Harp!\" His sister, Bella, was ready to weep with exasperation. \"Dr.\nFranz said it would be just the thing for you! Why won't you give it a\ntrial?\"\n\nHarper glared at the preposterous chair. \"Franz!\" he snarled. \"That\nprize fathead! I've paid him a fortune in fees. I haven't slept for\nweeks. I can't eat anything but soup. My nerves are jangling like\na four-alarm fire. And what does he prescribe? A blasted jiggling\nbaby carriage! Why, I ought to send him the bill for it!\" Completely\noutraged, he lay back on the couch and closed his eyes.\n\n\"Now, Harp, you know you've never obeyed his orders. He told you\nlast year that you'd have to ease up. Why do you have to try to run\nthe whole world? It's the strain of all your business worries that's\ncausing your trouble. He told you to take a long vacation or you'd\ncrack up. Don't blame him for your own stubbornness.\"\n\nHarper snorted. His large nose developed the sound magnificently.\n\"Vacation!\" he snorted. \"Batting a silly ball around or dragging a hook\nafter a stupid fish! Fine activities for an intelligent middle-aged\nman! And let me correct you. It isn't business worries that are driving\nme to a crack-up. It's the strain of trying to get some sensible,\nreasonable co√∂peration from the nincompoops I have to hire! It's the\nidiocy of the human race that's got me whipped! It's the--\"\n\n\"Hey, Harp, old man!\" His brother-in-law, turning the pages of the\nnew colorama magazine, INTERPLANETARY, had paused at a double-spread.\n\"Didn't you have a finger in those Martian equatorial wells they sunk\ntwenty years ago?\"\n\nHarper's hands twitched violently. \"Don't mention that fiasco!\" he\nrasped. \"That deal nearly cost me my shirt! Water, hell! Those wells\nspewed up the craziest conglomeration of liquids ever tapped!\"\n\n\n\nScribney, whose large, phlegmatic person and calm professorial brain\nwere the complete antithesis of Harper's picked-crow physique and\nscheming financier's wits, looked severely over his glasses. Harp's\nnervous tribulations were beginning to bore him, as well as interfere\nwith the harmony of his home.\n\n\"You're away behind the times, Harp,\" he declared. \"Don't you know\nthat those have proved to be the most astoundingly curative springs\never discovered anywhere? Don't you know that a syndicate has built\nthe largest extra-terrestial hotel of the solar system there and that\npeople are flocking to it to get cured of whatever ails 'em? Old man,\nyou missed a bet!\"\n\nLeaping from the sofa, Harper rudely snatched the magazine from\nScribney's hands. He glared at the spread which depicted a star-shaped\nstructure of bottle-green glass resting jewel-like on the rufous rock\nof Mars. The main portion of the building consisted of a circular\nskyscraper with a glass-domed roof. Between its star-shaped annexes,\nother domes covered landscaped gardens and noxious pools which in the\ndrawing looked lovely and enticing.\n\n\"Why, I remember now!\" exclaimed Bella. \"That's where the Durants went\ntwo years ago! He was about dead and she looked like a hag. They came\nback in wonderful shape. Don't you remember, Scrib?\"\n\nDutifully Scribney remembered and commented on the change the Martian\nsprings had effected in the Durants. \"It's the very thing for you,\nHarp,\" he advised. \"You'd get a good rest on the way out. This gas\nthey use in the rockets nowadays is as good as a rest-cure; it sort of\nfloats you along the time-track in a pleasant daze, they tell me. And\nyou can finish the cure at the hotel while looking it over. And not\nonly that.\" Confidentially he leaned toward his insignificant looking\nbrother-in-law. \"The chemists over at Dade McCann have just isolated an\nenzyme from one species of Martian fungus that breaks down crude oil\ninto its components without the need for chemical processing. There's a\nfortune waiting for the man who corners that fungus market and learns\nto process the stuff!\"\n\nScribney had gauged his victim's mental processes accurately. The\nmagazine sagged in Harp's hands, and his sharp eyes became shrewd and\ncalculating. He even forgot to twitch. \"Maybe you're right, Scrib,\" he\nacknowledged. \"Combine a rest-cure with business, eh?\"\n\nRaising the magazine, he began reading the advertisement. And that\nwas when he saw the line about the robots. \"--the only hotel staffed\nentirely with robot servants--\"\n\n\"Robots!\" he shrilled. \"You mean they've developed the things to that\npoint? Why hasn't somebody told me? I'll have Jackson's hide! I'll\ndisfranchise him! I'll--\"\n\n\"Harp!\" exploded Bella. \"Stop it! Maybe Jackson doesn't know a thing\nabout it, whatever it is! If it's something at the Emerald Star Hotel,\nwhy don't you just go and find out for yourself instead of throwing a\ntantrum? That's the only sensible way!\"\n\n\"You're right, Bella,\" agreed Harper incisively. \"I'll go and find out\nfor myself. Immediately!\" Scooping up his hat, he left at his usual\nlope.\n\n\"Well!\" remarked his sister. \"All I can say is that they'd better turn\nthat happy-gas on extra strong for Harp's trip out!\"\n\n\n\nThe trip out did Harper a world of good. Under the influence of the\nsoporific gas that permeated the rocket, he really relaxed for the\nfirst time in years, sinking with the other passengers into a hazy\nlethargy with little sense of passing time and almost no memory of the\ninterval.\n\nIt seemed hardly more than a handful of hours until they were strapping\nthemselves into deceleration hammocks for the landing. And then Harper\nwas waking with lassitude still heavy in his veins. He struggled out of\nthe hammock, made his way to the airlock, and found himself whisked by\npneumatic tube directly into the lobby of the Emerald Star Hotel.\n\nAppreciatively he gazed around at the half-acre of moss-gray carpeting,\ngreen-tinted by the light sifting through the walls of Martian\ncopper-glass, and at the vistas of beautiful domed gardens framed by a\ndozen arches. But most of all, the robots won his delighted approval.\n\nHe could see at once that they had been developed to an amazingly high\nstate of perfection. How, he wondered again, had this been done without\nhis knowledge? Was Scrib right? Was he slipping? Gnawing at the doubt,\nhe watched the robots moving efficiently about, pushing patients in\nwheelchairs, carrying trays, guiding newcomers, performing janitorial\nduties tirelessly, promptly, and best of all, silently.\n\nHarper was enthralled. He'd staff his offices with them. Hang the\nexpense! There'd be no more of that obnoxious personal friction and\nproneness to error that was always deviling the most carefully trained\noffice staffs! He'd investigate and find out the exact potentialities\nof these robots while here, and then go home and introduce them into\nthe field of business. He'd show them whether he was slipping! Briskly\nhe went over to the desk.\n\nHe was immediately confronted with a sample of that human obstinacy\nthat was slowly driving him mad. Machines, he sighed to himself.\nWonderful silent machines! For a woman was arguing stridently with the\ndesk clerk who, poor man, was a high strung fellow human instead of a\nrobot. Harper watched him shrinking and turning pale lavender in the\nstress of the argument.\n\n\"A nurse!\" shouted the woman. \"I want a nurse! A real woman! For what\nyou charge, you should be able to give me a television star if I want\none! I won't have another of those damnable robots in my room, do you\nhear?\"\n\nNo one within the confines of the huge lobby could have helped hearing.\nThe clerk flinched visibly. \"Now, Mrs. Jacobsen,\" he soothed. \"You know\nthe hotel is staffed entirely with robots. They're much more expensive,\nreally, than human employees, but so much more efficient, you know.\nAdmit it, they give excellent service, don't they, now?\" Toothily he\nsmiled at the enraged woman.\n\n\"That's just it!\" Mrs. Jacobsen glared. \"The service is _too_ good.\nI might just as well have a set of push buttons in the room. I want\nsomeone to _hear_ what I say! I want to be able to change my mind once\nin awhile!\"\n\nHarper snorted. \"Wants someone she can devil,\" he diagnosed. \"Someone\nshe can get a kick out of ordering around.\" With vast contempt he\nstepped to the desk beside her and peremptorily rapped for the clerk.\n\n\"One moment, sir,\" begged that harassed individual. \"Just one moment,\nplease.\" He turned back to the woman.\n\nBut she had turned her glare on Harper. \"You could at least be civil\nenough to wait your turn!\"\n\nHarper smirked. \"My good woman, I'm not a robot. Robots, of course,\nare always civil. But you should know by now that civility isn't a\nnormal human trait.\" Leaving her temporarily quashed, he beckoned\nauthoritatively to the clerk.\n\n\"I've just arrived and want to get settled. I'm here merely for a\nrest-cure, no treatments. You can assign my quarters before continuing\nyour--ah--discussion with the lady.\"\n\nThe clerk sputtered. Mrs. Jacobsen sputtered. But not for nothing was\nHarper one of the leading business executives of the earth. Harper's\nimplacable stare won his point. Wiping beads of moisture from his\nforehead, the clerk fumbled for a card, typed it out, and was about to\ndeposit it in the punch box when a fist hit the desk a resounding blow\nand another voice, male, roared out at Harper's elbow.\n\n\"This is a helluva joint!\" roared the voice. \"Man could rot away to the\nknees while he's waitin' for accommodations. Service!\" Again his fist\nbanged the counter.\n\nThe clerk jumped. He dropped Harper's card and had to stoop for it.\nAbsently holding it, he straightened up to face Mrs. Jacobsen and the\nirate newcomer. Hastily he pushed a tagged key at Harper.\n\n\"Here you are, Mr. Breen. I'm sure you'll find it comfortable.\" With a\npallid smile he pressed a button and consigned Harper to the care of a\nsilent and efficient robot.\n\n\n\nThe room was more than comfortable. It was beautiful. Its bank of clear\nwindows set in the green glass wall framed startling rubicund views of\nthe Martian hinterland where, Harper affectionately thought, fungi were\nbusy producing enzymes that were going to be worth millions for him and\nhis associates. There remained only the small detail of discovering how\nto extract them economically and to process them on this more than arid\nand almost airless planet. Details for his bright young laboratory men;\nmere details....\n\nLeaving his luggage to be unpacked by the robot attendant, he went up\nto the domed roof restaurant. Lunching boldly on broiled halibut with\nconsomme, salad and a bland custard, he stared out at the dark blue\nsky of Mars, with Deimos hanging in the east in three-quarter phase\nwhile Phobos raced up from the west like a meteor behind schedule.\nLeaning back in his cushioned chair, he even more boldly lit a slim\ncigar--his first in months--and inhaled happily. For once old Scribney\nhad certainly been right, he reflected. Yes sir, Scrib had rung the\nbell, and he wasn't the man to forget it. With a wonderful sense of\nwell-being he returned to his room and prepared to relax.\n\nHarper opened his eyes. Two robots were bending over him. He saw that\nthey were dressed in white, like hospital attendants. But he had no\nfurther opportunity to examine them. With brisk, well-co-ordinated\nmovements they wheeled a stretcher along-side his couch, stuck a hypo\ninto his arm, bundled him onto the stretcher and started wheeling him\nout.\n\nHarper's tongue finally functioned. \"What's all this?\" he demanded.\n\"There's nothing wrong with me. Let me go!\"\n\nHe struggled to rise, but a metal hand pushed him firmly on the chest.\nInexorably it pushed him flat.\n\n\"You've got the wrong room!\" yelled Harp. \"Let me go!\" But the hypo\nbegan to take effect. His yells became weaker and drowsier. Hazily, as\nhe drifted off, he thought of Mrs. Jacobsen. Maybe she had something,\nat that.\n\n\n\nThere was a tentative knock on the door. \"Come in,\" called Harper\nbleakly. As soon as the door opened he regretted his invitation, for\nthe opening framed the large untidy man who had noisily pounded on the\ndesk demanding service while he, Harp, was being registered.\n\n\"Say, pardner,\" he said hoarsely, \"you haven't seen any of them robots\naround here, have you?\"\n\nHarper scowled. \"Oh, haven't I?\" he grated. \"Robots! Do you know what\nthey did to me.\" Indignation lit fires in his pale eyes. \"Came in here\nwhile I was lying down peacefully digesting the first meal I've enjoyed\nin months, dragged me off to the surgery, and pumped it all out! The\nonly meal I've enjoyed in months!\" Blackly he sank his chin onto his\nfist and contemplated the outrage.\n\n\"Why didn't you stop 'em?\" reasonably asked the visitor.\n\n\"Stop a robot?\" Harper glared pityingly. \"How? You can't reason with\nthe blasted things. And as for using force--it's man against metal. You\ntry it!\" He ground his teeth together in futile rage. \"And to think I\nhad the insane notion that robots were the last word! Why, I was ready\nto staff my offices with the things!\"\n\nThe big man placed his large hands on his own capacious stomach and\ngroaned. \"I'm sure sorry it was you and not me, pardner. I could use\nsome of that treatment right now. Musta been that steak and onions I\nate after all that tundra dope I've been livin' on.\"\n\n\"Tundra?\" A faint spark of alertness lightened Harper's dull rage. \"You\nmean you work out here on the tundra?\"\n\n\"That's right. How'd you think I got in such a helluva shape? I'm\nsuperintendent of one of the fungus plants. I'm Jake Ellis of Hagerty's\nEnzymes. There's good money in it, but man, what a job! No air worth\nmentionin'. Temperature always freezin' or below. Pressure suits. Huts.\nFactory. Processed food. Nothin' else. Just nothin'. That's where they\ncould use some robots. It sure ain't no job for a real live man. And in\nfact, there ain't many men left there. If old man Hagerty only knew it,\nhe's about out of business.\"\n\nHarper sat up as if he'd been needled. He opened his mouth to speak.\nBut just then the door opened briskly and two robots entered. With a\nhorrified stare, Harper clutched his maltreated stomach. He saw a third\nrobot enter, wheeling a chair.\n\n\"A wheel chair!\" squeaked the victim. \"I tell you, there's nothing\nwrong with me! Take it away! I'm only here for a rest-cure! Believe me!\nTake it away!\"\n\nThe robots ignored him. For the first time in his spectacular and\nruthless career Harper was up against creatures that he could neither\nbribe, persuade nor browbeat, inveigle nor ignore. It shattered his\nebbing self-confidence. He began waving his hands helplessly.\n\nThe robots not only ignored Harper. They paid no attention at all to\nJake Ellis, who was plucking at their metallic arms pleading, \"Take\nme, boys. I need the treatment bad, whatever it is. I need all the\ntreatment I can get. Take me! I'm just a wreck, fellers--\"\n\nStolidly they picked Harper up, plunked him into the chair, strapped\nhim down and marched out with him.\n\nDejectedly Ellis returned to his own room. Again he lifted the receiver\nof the room phone; but as usual a robot voice answered sweetly,\nmechanically, and meaninglessly. He hung up and went miserably to bed.\n\n\n\nThere was something nagging at Harper's mind. Something he should do.\nSomething that concerned robots. But he was too exhausted to think it\nout.\n\nFor five days now his pet robots had put him through an ordeal that\nmade him flinch every time he thought about it. Which wasn't often,\nsince he was almost past thinking. They plunked him into stinking\nmud-baths and held him there until he was well-done to the bone, he\nwas sure. They soaked him in foul, steaming irradiated waters until he\ngagged. They brought him weird concoctions to eat and drink and then\nstood over him until he consumed them. They purged and massaged and\nexercised him.\n\nWhenever they let him alone, he simply collapsed into bed and slept.\nThere was nothing else to do anyway. They'd taken his clothes; and the\nphone, after an announcement that he would have no more service for two\nweeks, gave him nothing but a busy signal.\n\n\"Persecution, that's what it is!\" he moaned desperately. And he turned\nhis back to the mirror, which showed him that he was beginning to look\nflesh-colored instead of the parchment yellow to which he had become\naccustomed. He closed his mind to the fact that he was sleeping for\nhours on end like the proverbial baby, and that he was getting such an\nappetite that he could almost relish even that detestable mush they\nsent him for breakfast. He was determined to be furious. As soon as he\ncould wake up enough to be.\n\nHe hadn't been awake long this time before Jake Ellis was there again,\nstill moaning about his lack of treatments. \"Nothin' yet,\" he gloomily\ninformed Harp. \"They haven't been near me. I just can't understand it.\nAfter I signed up for the works and paid 'em in advance! And I can't\nfind any way out of this section. The other two rooms are empty and the\nelevator hasn't got any button. The robots just have to come and get a\nman or he's stuck.\"\n\n\"Stuck!\" snarled Harp. \"I'm never stuck! And I'm damned if I'll wait\nany longer to break out of this--this jail! Listen, Jake. I've been\nthinking. Or trying to, with what's left of me. You came in just when\nthat assinine clerk was registering me. I'll bet that clerk got rattled\nand gave me the wrong key. I'll bet you're supposed to have this room\nand I'm getting your treatments. Why don't we switch rooms and see what\nhappens?\"\n\n\"Say, maybe you're right!\" Jake's eyes gleamed at last with hope. \"I'll\nget my clothes.\"\n\nHarp's eyebrows rose. \"You mean they left you your clothes?\"\n\n\"Why, sure. You mean they took yours?\"\n\nHarp nodded. An idea began to formulate. \"Leave your things, will you?\nI'm desperate! I'm going to see the manager of this madhouse if I have\nto go down dressed in a sheet. Your clothes would be better than that.\"\n\nJake, looking over Harper's skimpy frame, grunted doubtfully. \"Maybe\nyou could tie 'em on so they wouldn't slip. And roll up the cuffs. It's\nokay with me, but just don't lose something when you're down there in\nthat fancy lobby.\"\n\nHarper looked at his watch. \"Time to go. Relax, old man. The robots\nwill be along any minute now. If you're the only man in the room, I'm\nsure they'll take you. They aren't equipped to figure it out. And don't\nworry about me. I'll anchor your duds all right.\"\n\nHarper had guessed right. Gleefully from the doorway of his new room\nhe watched the robots wheel away his equally delighted neighbor for\nhis first treatment. Then he closed the door and began to don Jake's\nclothing.\n\nThe result was unique. He looked like a small boy in his father's\nclothes, except for the remarkably aged and gnome-like head sticking\nup on a skinny neck from a collar three sizes too big. And he was\nshoeless. He was completely unable to navigate in Jake's number\ntwelves. But Harper was a determined man. He didn't even flinch from\nhis image in the mirror. Firmly he stepped over to Jake's telephone.\n\"This is room 618,\" he said authoritatively. \"Send up the elevator for\nme. I want to go down to the lobby.\"\n\nHe'd guessed right again. \"It will be right up, sir,\" responded the\nrobot operator. Hopefully he stepped out into the hall and shuffled to\nthe elevator.\n\n\n\nOnly the robots were immune to Harper Breen's progress across the huge\nsuave lobby.\n\nHe was a blot on its rich beauty, a grotesque enigma that rooted the\nother visitors into paralyzed staring groups. Stepping out of the\nelevator, he had laid a course for the desk which loomed like an island\nin a moss-gray lake, and now he strode manfully toward it, ignoring the\noversize trousers slapping around his stocking feet. Only the robots\nshared his self control.\n\nThe clerk was the first to recover from the collective stupor.\nFrantically he pushed the button that would summon the robot guard.\nWith a gasp of relief he saw the two massive manlike machines moving\ninexorably forward. He pointed to Harper. \"Get that patient!\" he\nordered. \"Take him to the--to the mud-baths!\"\n\n\"No you don't!\" yelled Harper. \"I want to see the manager!\" Nimbly he\ncircled the guard and leaped behind the desk. He began to throw things\nat the robots. Things like inkwells and typewriters and card indexes.\nEspecially, card indexes.\n\n\"Stop it!\" begged the clerk. \"You'll wreck the system! We'll never get\nit straight again! Stop it!\"\n\n\"Call them off!\" snarled Harper. \"Call them off or I'll ruin your\nswitchboard!\" He put a shoulder against it and prepared to heave.\n\nWith one last appalled glare at the madman, the clerk picked up an\nelectric finger and pointed it at the approaching robots. They became\noddly inanimate.\n\n\"That's better!\" Harper straightened up and meticulously smoothed the\ncollar of his flapping coat. \"Now--the manager, please.\"\n\n\"This--this way, sir.\" With shrinking steps the clerk led Harper across\nthe width of the lobby among the fascinated guests. He was beyond\nspeech. Opening the inconspicuous door, he waved Harper inside and\nreturned doggedly to his desk, where he began to pick up things and at\nthe same time phrase his resignation in his mind.\n\nBrushing aside the startled secretary in the outer cubicle, Harper\nflapped and shuffled straight into the inner sanctum. The manager, who\nwas busy chewing a cigar to shreds behind his fortress of gun metal\ndesk, jerked hastily upright and glared at the intruder. \"My good\nman--\" he began.\n\n\"Don't 'my-good-man' me!\" snapped Harper. He glared back at the\nmanager. Reaching as far across the expanse of desktop as he could\nstretch, he shook his puny fist. \"Do you know who I am? I'm Harper\nS. Breen, of Breen and Helgart, Incorporated! And do you know why I\nhaven't even a card to prove it? Do you know why I have to make my way\ndownstairs in garb that makes a laughing stock of me? Do you know why?\nBecause that assinine clerk of yours put me in the wrong room and those\ndamnable robots of yours then proceeded to make a prisoner of me! Me,\nHarper S. Breen! Why, I'll sue you until you'll be lucky if you have a\nsheet of writing-paper left in this idiot's retreat!\"\n\nHayes, the manager, blanched. Then he began to mottle in an apoplectic\npattern. And suddenly with a gusty sigh, he collapsed into his chair.\nWith a shaking hand he mopped his forehead. \"_My_ robots!\" he muttered.\n\"As if I invented the damned things!\"\n\nDespondently he looked at Harper. \"Go ahead and sue, Mr. Breen. If you\ndon't, somebody else will. And if nobody sues, we'll go broke anyway,\nat the rate our guest list is declining. I'm ready to hand in my\nresignation.\"\n\nAgain he sighed. \"The trouble,\" he explained, \"is that those fool\nrobots are completely logical, and people aren't. There's no way to mix\nthe two. It's dynamite. Maybe people can gradually learn to live with\nrobots, but they haven't yet. Only we had to find it out the hard way.\nWe--\" he grimaced disgustedly--\"had to pioneer in the use of robots.\nAnd it cost us so much that we can't afford to reconvert to human help.\nSo--Operation Robot is about to bankrupt the syndicate.\"\n\nListening, an amazing calm settled on Harper. Thoughtfully now he\nhooked a chair to the desk with his stockinged foot, sat down and\nreached for the cigar that Hayes automatically offered him. \"Oh, I\ndon't know,\" he said mildly.\n\nHayes leaned forward like a drowning man sighting a liferaft. \"What\ndo you mean, you don't know? You're threatening to take our shirts,\naren't you?\"\n\nMeticulously Harper clipped and lit his cigar. \"It seems to me that\nthese robots might be useful in quite another capacity. I might even\nmake a deal with your syndicate to take them off your hands--at a\nreasonable price, of course--and forget the outrages I've suffered at\nyour establishment.\"\n\nHayes leaned toward him incredulous. \"You mean you want these robots\nafter what you've seen and experienced?\"\n\nPlacidly Harper puffed a smoke ring. \"Of course, you'd have to take\ninto consideration that it would be an experiment for me, too. And\nthere's the suit I'm clearly justified in instituting. However, I'm\nwilling to discuss the matter with your superiors.\"\n\nWith hope burgeoning for the first time in weeks, Hayes lifted his\nhead. \"My dear Mr. Breen, to get rid of these pestiferous robots, I'll\nback you to the hilt! I'll notify the owners at once. At once, Mr.\nBreen! And while we wait for them, allow me to put you up as a guest of\nthe hotel.\" Coming around to Harper, he effusively shook Harp's scrawny\nhand, and then personally escorted him not merely to the door but\nacross the lobby to the elevator.\n\nHarper gazed out at the stunned audience. This was more like the\ntreatment he was accustomed to! Haughtily he squared his bony shoulders\ninside the immense jacket and stepped into the elevator. He was ready\nfor the second step of his private Operation Robot.\n\n\n\nBack on Earth it was a warm, misty spring day--the kind of day unknown\nto the planet Mars. Bella and Scribney, superb in new spring outfits,\nwaited restlessly while the rocket cooled and the passengers recovered\nfrom deceleration.\n\n\"Look, Scrib!\" Bella clutched Scribney's substantial arm. \"It's finally\nopening.\"\n\nThey watched the airlock open and the platform wheel into place. They\nwatched the passengers descend, looking a trifle dazed.\n\n\"There he is!\" cried Bella. \"Why, doesn't he look wonderful! Scrib,\nit's amazing! Look at him!\n\nAnd indeed, Harper was stepping briskly downward, looking spry and fit\nand years younger. He came across to them actually beaming. It was the\nfirst pleasant expression they had seen on his face in years.\n\n\"Well, you old dog!\" exclaimed Scribney affectionately. \"So you did it\nagain!\"\n\nHarper smirked. \"Yep, I turned a neat little deal. I bought out\nHagerty's Enzymes and staffed the plant with the hotel's robots. Got\nboth of 'em dirt cheap. Both concerns going bankrupt because they\ndidn't have sense enough to swap their workers. Feel I owe you a bit\nfor that tip about enzymes, Scrib, so I made out a block of stock to\nyou. All right?\"\n\n\"All right?\" Scribney gulped. Why, the dried-up little turnip was human\nafter all. \"All right! Yes, sir! But aren't you going to use some of\nthose robots for office help? Aren't they efficient and all that?\"\n\nHarper's smile vanished. \"Don't even mention such a thing!\" he yelped.\n\"You don't know what you're saying! I lived with those things for\nweeks. I wouldn't have one around! Keep 'em in the factory where they\nbelong!\"\n\nHe glimpsed the composed, wonderfully human face of his secretary,\nwaiting patiently in the background. \"Oh there you are, Smythe.\" He\nturned to his relatives. \"Busy day ahead. See you later, folks--\"\n\n\"Same old Harp,\" observed Scribney. Then he thought of the block of\nstock. \"What say we celebrate our rise to a position in the syndicate,\nhoney?\"\n\n\"Wonderful!\" She squeezed his arm, and smiling at each other, they left\nthe port.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Haley, A. L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63616/pg63616.txt",
        "name": "hagertys_enzymes.json"
    }
}