{
    "name": "Happy Rain Night",
    "author": [
        "Evans, Dean"
    ],
    "body": "_It was the Big Sleep for those at Residential\nNumber 327 this night ... this very dark Martian\nnight ... this very good night for the Synthi-Rain._\n\n\nIt was the eve of the annual synthi-rain and all Mars was settling\ndown for the big sleep that always went with it. Everything was ready,\nreso-skins had been peeled off the pumps a week before.\n\n_Uh huh_, thought the lone attendant at the fuelport outside the city.\nYou could tell everything was ready, even the traffic was thinning.\nHadn't been a 'copter or anything in for fuel in the last ten minutes.\n\nHe eyed the wall clock inside his cubicle. Almost eleven. Might as\nwell close up and go on home, there wouldn't be any more customers in\ntonight.\n\nHe suddenly decided to modify that thought as an old hull-weary job\ncame banging clumsily down into cradle number one and slumped, little\nvibration tentacles rippling here and there over its surface. He\nsighed, went out the lock, went over to the cradle.\n\nThere was a woman in the ship. Not much of a woman, but you never knew\nwhat the big gambling city of Fraon would draw next in the line of\ntourists. All kinds.\n\nLike this one. This one could be called typical. Wild black hair on\nthe dame. Not long, but wild. A little sloppy, like the last-season's\nmodo-strap she wore on the white skin between her breasts. The strap\nlooked fringy.\n\n\"Fuel, Miss?\" he asked.\n\nBut the woman didn't seem to hear. She was studying a small scanning\ndisc, turning it this way and that like somebody pruning herself. Only\nnot. She was giving the place the once over.\n\n\"Yeah,\" she said finally. \"Yeah, but not the kind you think....\"\nshe stopped. She glared suddenly across the ramps at another jet--a\nSecurity Ship--that was coming in fast, settling for the cradle next\nto hers.\n\n\"No,\" she said. \"No. Changed my mind. How far's Fraon from here?\"\n\n\"You're on the edges now. Follow the bottom lane and drop when you see\nthe lights. That be all?\"\n\nBut the woman didn't answer. She yanked at controls inside the cabin\nand the old beat up jet rose with a tired, grumbling roar like the sigh\nof a very old man contemplating the long long years that have gone.\n\nTen minutes later she looked down, yanked once more on the controls.\nShe'd almost overshot. The ship shuddered violently fore to aft and\nthen jammed down inside the Administration Port.\n\nShe hunched her shoulders inside the plastiskin, let her eyes go up to\na sucker sign off in the distance. She read:\n\n      CITY OF FRAON,\n    GAMBLER'S PARADISE\n\nAnd in smaller letters beneath:\n\n    COME CLEAN--GO AWAY THE SAME\n\nShe curled her lip. Between Fraon and the city of Jao to the south, the\nplanet had quite a bit of \"Paradise.\" Of the two cities, though, Fraon\nwas the larger; Fraon would be the logical one. That's why she'd chose\nto try it first. That's where _he_ would come.\n\nShe left the ship and made her way over to the Guide, a small niche\nof a place set into the corner of the now darkened Administration\nbuilding. The Guide was open but it didn't look as though it was doing\nany business. She went inside.\n\nThere weren't any customers at all. The only person in the place was\na young, greasy looking man, an attendant, who just now was looking\nbored and fingering a black pencil line mustache.\n\n\n\nThe greasy looking man raised his eyes. His finger left off caressing\nhis mustache, and he studied the woman coming toward the desk. H'mm.\nNice build. A little on the rough side, like something left out in\nthe atmosphere too long, but all in all not too bad. Beggars can't be\nchoosers. Not on Rain Night they can't. Not way out here on the edge of\nnothing at eleven in the evening when everybody's gone home, they can't.\n\nHe pushed the machine of buttons across the desk toward the woman.\n\"Just in off the deserts?\" he asked.\n\nThe woman tossed hair out of her eyes. She gave the greasy man a look.\nShe eyed his mustache. She didn't say anything.\n\nThe greasy man grinned. Not hard to get, he thought, just a little\ncareful. A little careful till she found out what he had to\noffer--generally speaking.\n\n\"Five more minutes before we close,\" he said, his grin changing to a\nleer. \"You look a little lonely, sister. Me, I'm right there beside you\nyanking on the same controls. Look, it's Rain Night, sure, and most\neverything'll be closed in another hour but I know of a place ...\" he\nleft the rest unsaid. He raised an eyebrow significantly.\n\nThe woman didn't say anything. She dropped a teel credit into the slot\non the control box, punched a button. Nothing happened. Then the teel\ncame rattling back at her through the reject. She looked up.\n\n\"Something?\" the greasy man said.\n\n\"Yeah. I punch the button for a room and all that happens is my money\ncoming back.\"\n\n\"A room?\" He looked incredulous. \"On Rain Night? Don't be absurd,\nsister. All taken days ago. Might try the 'Coptels. They might have a\nvacancy. But why worry about that? Like I said....\"\n\nHe leaned over the counter, leaned over toward the woman. Leaned right\ninto a heat gun that had appeared like old-time magic in the woman's\nright hand.\n\n\"Hey!\"\n\n\"You're the soul of Martian generosity,\" the woman said evenly. \"On you\nit sprouts ears. I could see that eight lanes up. Open the bank, I\nneed a fistful of credits.\"\n\n\"Huh?\"\n\n\"Open the bank.\"\n\nHe was getting to believe it. And not liking it. He glared at the\nwoman, then glared down at the heat gun in her hand. He growled\nindignantly:\n\n\"Why you lousy space tramp, I oughta....\"\n\n\"Hold it!\" Something hard was in the woman's voice.\n\nBut he didn't hold it. His hand went out darting, and his fingers\nclutched for the alarm buttons on the bank. And they almost made it,\nthose fingers of his. They came within a thought-space of making it.\n\nBut didn't, actually.\n\nThe heat gun made a funny sound like a tiny jet biting at solid\natmosphere. The greasy man's hand stayed for an instant, his fingers\nplaying little chords of agony in the air.\n\nSomebody like him. After that his body folded forward and his head came\ndown over the machine. His mustache, somehow, didn't look so very good\nnow.\n\nThe woman went around the counter, punched the control buttons on the\nrear of the bank. At once two compartments came out and she looked\ndown into a mess of teel credits that would choke a moon crater. She\nfrowned. Then she transferred the platinum teels to the big pocket in\nher plastiskin, closed the compartments, went around to the front of\nthe desk again, and looked down at the buttons.\n\nShe dropped a teel in the slot and touched the 'Coptel button. The\ngreasy man had been right, there were some left. From the side of the\nmachine came her reservation identity key.\n\nShe had a last word for the greasy man: \"Happy Rain Night, Buster.\"\n\nShe went out of the place, went back to her ship, dropped the identity\nkey in a small slot on the instrument panel and closed the control\nlever. From here on the 'Coptel would do the directing and controlling\nof the weary ship. She leaned back, felt at the bulging pocket in her\nplastiskin.\n\nShe needed those teel credits. She didn't know how much, but she knew\nshe'd need a lot, for _he_ could always be found where the money was.\nOr the women. Or both.\n\n\n\nThe 'Coptel court was empty. Cold winds just in off the deserts swept\nlittle memories of sand around, flicking at 'Coptel walls with a dry,\nbrittle sound. The woman left her ship, went through the 'Coptel lock,\ndumped the bag she'd taken with her from the ship onto the bed. She\nlooked around. Then sniffed softly. It didn't matter what the place\nlooked like, she wouldn't be here long enough to notice.\n\nShe showered, and for the next ten minutes worked hard on her hair.\nAfter that she went to the bag over on the bed and took from it a new\nplastiskin with a gleaming, golden-colored modo-strap. She pulled it\nover very white thighs, struggled her arms in. All that remained was to\ntransfer the teel credits and the gun. After that she went out to the\nship and set the controls for take-off in fifteen minutes.\n\nGoing down the 'Coptel ramp to the spacelators she chuckled softly to\nherself. The ship would go up to the eighth lane and stay there. She\nwondered what the Security people would think when they found it up\nthere with nobody in it.\n\nThe croupier at the telecto-spin table was a funny sort of a guy, a\nphilosophic guy. Standing at one table night after night you get like\nthat. He liked to study the people who came here to _Half-Century\nHouse_ to gamble. Some could afford it, some could not.\n\nThat black-haired woman over by the quarter-teel machines for instance.\nThe one with the cheap new plastiskin with the phony golden modo-strap\non it. Take her. Ten to one she worked somewhere in a mining office and\nmanaged to put away, by great sacrifice, a little something from her\nsalary each week.\n\nTen to one she'd done this for a year just so she could come up here\nto Fraon and have herself a whirl in the gaming houses for one or two\ndays. How do you like that? And ten to one she'd go home broke as hell\nand go back to the slaving routine some more. Unless, of course, she\ncould discover for herself some other less laborious way of making a\nfast teel.\n\nNot a bad looking woman, either, he thought. There was something--some\ntiny little thing--about her that puzzled him, but he couldn't put\nhis finger on it. He watched her play the machines, watched her as\nshe scanned the place with dark eyes that missed about as much as\nthe teel-collector on tax day. Odd. She didn't seem to be paying any\nattention to the machines she was playing, she seemed more interested\nin the motley crowd in the place.\n\nOh, well. Just another woman. Another twenty minutes and they'd be\nclosing up and he could go home for the big sleep everybody enjoyed\nduring the synthi-rain. He spun his wheel idly and looked away.\n\n\"You running this wheel or just modeling for a space artist?\"\n\nThe croupier jerked his eyes around. Then he blinked. The woman with\nthe black hair and the golden modo-strap was standing at his wheel\ngiving him a sour eye. He pulled himself together, worked a little\nhouse-smile for her.\n\n\"Dreaming,\" he admitted. \"Like to try the wheel?\" He felt sorry for\nher. Poor kid, she should stick to the quarter-teel machines.\n\nHe watched her flip the pocket in her plastiskin. He watched her with\neyes that began to bulge as he saw the amount of credits she piled out\non the table in front of him.\n\n\"What's the current odds on whether the scientists have figured out\nwhether space is infinite?\" she asked.\n\nHis eyes were still bulging, but he looked away, checked on the chart.\nMy God, the long shots these amateurs take! \"One hundred and two\nthousand to one,\" he said. \"As of ten twenty-two tonight, which is the\nlast quotation I have.\"\n\nThe woman nodded. \"That gives me plenty of room for my elbows. Spin the\nwheel and see how I'm doing.\"\n\nThe croupier hesitated. \"Those credits,\" he said warningly. \"You mean\nto bet them all?\" He made a rapid calculation out of the corner of his\neye. \"You must have five or six hundred thousand....\"\n\nThat made the woman grin. \"Shucks,\" she said. \"What do you take me for?\"\n\nThe croupier blinked again. He was quite sure he didn't know.\n\n\n\n\"Bet one thousand only,\" she said. She watched him sigh with relief.\nFunny, she thought. The guy had a conscience, and in a place like this.\nShe watched him spin, watched the teleckto-spin whirr, slow, come to a\nclicking stop.\n\n\"Ninety-nine thousand six hundred and four,\" he said. \"To one.\"\n\n\"Uh huh. And now what does the chart say?\"\n\nThe croupier checked. \"One hundred and two thousand to one. It hasn't\nchanged. Sorry, Miss.\" He raked in the teels.\n\n\"That was fun,\" said the woman. \"So much fun I'm getting bored stiff.\nRake in the rest of these teels, too. Stick 'em in your pocket.\"\n\n\"WHAT?\" The croupier's eyebrows jumped.\n\n\"Yeah.\"\n\nHe blinked. Studied. Blinked again. His philosophic thoughts were going\nout the space lock fast. He was trying to revise, trying to bring\nhimself up to date. He wasn't getting anywhere. That golden-modo-strap\n_was_ phony. A child could see it was. And yet....\n\n\"I'm not so good on my telepathy tonight,\" he said coldly.\n\n\"Skip it. I'm like a guy named Slan you used to read about. Had shields\nup around my brain.\"\n\nThat brought a cell of silence around the table. The croupier didn't\nspeak, didn't blink, didn't breathe, didn't do anything.\n\n\"Looking for a man,\" said the woman finally. \"Space-happy guy named\nArtie Sterling. Know him?\"\n\nThe croupier caught a glint of something hard in the woman's eyes. He\nstill didn't say anything.\n\n\"Don't think you're selling a good joe down the canal,\" the woman went\non. \"If you thought that, drop it. There isn't a creeping, crawling,\noozing thing on all Mars to compare with him. I know. Who would know\nbetter than me?\"\n\nThe croupier still didn't say anything. But his eyes said it for him;\nthey were asking a question as big as space itself.\n\n\"The guy's my husband,\" said the woman. She stopped. She studied the\nworry lines that responsibility had embedded in the croupier's forehead.\n\nShe said: \"You look like a nice hard-working man, to me. A good family\nman. You probably got a nice wife, couple of nice kiddies at home. You\nworry a little sometimes, though, because the money a croupier makes\nisn't a hell of a lot. And growing youngsters need this and that and\nthe bills pile up and a man worries and the end isn't in sight because\nyou're young yet and there's years and years of struggle still coming\nup.\"\n\nThe croupier swallowed. He took a breath. He looked down at the\nthousands of teel credits on the table. He looked up again.\n\n\"Look at me,\" said the woman. \"Look at what the guy did to me. You can\nsee it in my eyes.\"\n\nThe croupier did look. Then he took another breath and then he looked\ndown once more at the money on the table, and then he did something\nthat would probably make him spit for the rest of his life every time\nhe stared into a mirror. He whispered:\n\n\"Yeah. I know Artie Sterling. He was in here this evening early.\"\n\n_Uh huh. And now the big one._ \"Where'd he go?\"\n\nThe croupier took a last long drowning breath and his rake started to\npull in the teels. \"Okay, lady, okay. The guy's shacked up right now in\nResidential, Number 327. With somebody else's wife. That what you want\nto know? That what you wanted me to say?\"\n\nThe woman didn't answer. She let her eyes slit contemptuously for an\ninstant before she turned, moved away from the table, and went quickly\ntoward the lock that led to the spacelators outside.\n\n\n\nArtie Sterling pulled the woman's arms from around his neck. \"Look,\nbaby,\" he said. His handsome forehead wrinkled, a little annoyed.\n\n\"Arthur....\"\n\n\"Time to be shoving off, baby.\"\n\n\"Shoving off?\" The woman's large brown eyes balled with dismay.\n\n\"Yeah. Frankly ...\" he lifted his shoulders lightly \"... frankly, the\nonly reason I dropped in tonight was to sort of say goodbye. Get it?\"\n\n\"Arthur!\" There was shock in the woman's voice.\n\n\"Yeah. Look. Let's not push it into a corner like somebody's unwanted\nasteroid. Let's look at the thing. We've been slicker than the skids\non the spacelator, baby, but it can't last forever. Sooner or later\nthat husband of yours is gonna open his dopey eyes. And then what?\" He\nmade a little mocking shudder. \"And baby, if there's anything I _don't_\nwant, it's to tangle with the Chief of all Space Security.\"\n\nHe grinned at the small figure of the woman beside him. \"Up to now it's\nbeen great laughs on dull nights, but you know something? Every now\nand then I ask myself: suppose this guy, this Chief of Security--your\nhusband, you know--suppose one of these nights he should get off a\nlittle early. Suppose he should come home an hour or two before we\nexpect him?\"\n\n\"Oh!\" The woman smiled nervously. \"That what's worrying you, honey?\nThat's silly. John never does that. Never comes home early. Forget it.\"\n\nArtie Sterling raised an impatient eyebrow. How do you tell off a dame\nwhen she doesn't want to believe it? He untangled himself from the\nwoman's arms. He got to his feet. He said sharply:\n\n\"Look, baby. Here it is: it's done, see? Great fun, like I said, but\nit's done. Gone. Burned out like the hulls of hell. I'm shoving off.\"\n\nThat one did it. The woman was suddenly aware of it. He could tell that\nby the way her eyes shot open and then dulled quickly. That's the way\nthey all act at first. They get over it, of course, but at first it's\nalways like that.\n\nHe watched her get to her feet. Admiringly. He still appreciated the\nneat little figure she had. Still admitted she was a doll to look at.\nHe watched her go to a black metallic desk against a wall. Open the\ncenter drawer. He said protesting: \"Baby, I don't want that bracelet\nback I gave you. Hell, that's a souvenir. Keep it. When old Artie gives\na gal something he means it.\"\n\n\"I'm not giving back the bracelet, Arthur.\" The woman's hand went into\nthe drawer, came out again. The hand held a heat gun. \"No, Arthur. Not\nthe bracelet.\"\n\n\"Baby!\" Utter shock laved the handsome man's features.\n\n\"You wanted goodbye, Arthur? All right. If that's the way you want it.\nIf you're sure.\"\n\n\"_For God's sake....!_\"\n\n\"The night of the big sleep, Arthur.\" Her finger jerked on the heat\ntrigger.\n\nThe man was only human after all. His hands came clutching tight,\npressing frantically at a spot about where his navel would be. But it\nwas late for that, and when he fell it was straight forward and down.\n\nThe woman looked at the handsome black waves of his hair. Death doesn't\nchange that. No, not immediately, it doesn't. She sobbed once and\nfainted.\n\nThe guy had been right, although he didn't know it. And the woman had\nbeen dead wrong, although she didn't know it. Chief of Security, John\nHenderson, had on this night of the synthi-rain, quit a little early.\nHad, on this not-very-busy night gotten home a little sooner than\nusual. About an hour and a half sooner, to be precise. He had come in\nthrough the rear lock. Had come in quietly, for he planned a little\nsurprise for his wife. Had stood very quietly in the doorway of the\ndarkened anteroom that led directly to the living room. And he had\nlistened. And he had watched.\n\nHe came through the doorway. He leaned down over his wife, took the gun\nfrom her hand and laid it on a table. He leaned down once more, took\nthe woman in his arms. There was something quite impossible to express\nin his eyes.\n\nHe took her to the bedroom, put her down carefully, studied the\nshock-stiffness of her form. He went to a wall cabinet, got a\nhypodermic, found an artery in the woman's arm. Her breathing at once\ncalmed, flattened. Sleep-breathing now.\n\nThe man back in the living room was a little larger problem. He was\nquite heavy for his slender build. Henderson half carried, half\ndragged, the body out through the front lock and out to the 'copter\nport alongside the house.\n\nArtie Sterling's 'copter was there. Henderson had seen it when he came\nhome but there hadn't been any significance to it then. He stuffed the\nbody into the freight deck. Then he carefully latched the lock shut.\nRegistration numbers on the ship gleamed dully in the half darkness.\n_X-13-X._ \"X,\" the unknown. \"13,\" the ill-fated.\n\nHe went back to the house, pulled the metal lock to behind him. He\nstood rigidly for a long long while. Thinking.\n\nHe went over to the transmitter set in the corner of the room and\nlooked down at it. He brought his right hand up, let it hover over the\ncontrol buttons.\n\nThe room was as silent as a room can ever be.\n\nA buzzer suddenly bracked out. It was a loud, naked, startling sound.\nLike a bugle in an empty church. Henderson jerked. He gulped in a\ntrembling breath, turned, nervously wet his lips. He went over to the\noutside front lock and pulled it open.\n\n\n\nIt was a black-haired woman who had wide, wild eyes. The woman was\nwearing a golden-colored modo-strap between dead white breasts. And in\nher hand she clutched a heat gun.\n\n\"Back it right in, Buster!\" The woman's voice was harsh. \"You're not\nthe one I want, but right now I'm not too choosey.\"\n\nHenderson swallowed. He took a few backward steps. Then a few more. He\nwatched the woman's shoulder nudge the lock shut. He watched her come\ntoward him.\n\n\"That's far enough. Where is he? Where's Artie Sterling?\"\n\nHenderson didn't say anything. The woman's skin. White. Prison white.\nHe knew.\n\nThe woman saw the heat gun on the table. She smiled, not amused, and\npicked it up. That made two guns leveled at Henderson.\n\n\"What I couldn't do with these. All right, where is he?\"\n\nBut he didn't answer. Adjustment is a method thing.\n\nThe woman rapped: \"Look, I got the word. They said I'd find my husband\nwith somebody's wife. Here. At 327 Residential. That jar your memory?\"\n\nIt seemed to. Henderson said softly: \"Your husband?\"\n\n\"Yeah. Up here with a guy's wife. How do you like that? There ain't\nenough unmated kids around, he wants the married ones, too.\"\n\n\"He isn't here.\"\n\n\"Huh?\" a little admiration lit up the woman's eyes. \"Look, guy, you got\nguts. I'll hand you that. But tonight I ran across another who had guts\ntoo. You oughta see him now.\"\n\nThere was a silence then. You take away the sounds and there are always\nsilences. And then:\n\n\"The guy's my husband, see? And once there was a time when I loved him.\nI loved him hard enough to figure he'd appreciate a little loyalty. I\ndid five long years for that mistake. There was this woman--even then\nhe had them, it seems--and I had the silly notion she was chasing him,\ninstead of the other way around. So she died a little. And I did five\nyears like I said. Can't you tell? Can't you see it on me?\"\n\nHenderson nodded.\n\n\"Sure. White, I am. You get that way after five years. Where is he?\"\nThe woman bared teeth. \"Can't figure it, huh? Look, even in prison\nyou get to hear things. Like I heard about him hanging out the\n'business-as-usual' sign all the years I was inside. With the woman,\nI mean. Do you think he ever came to see me? Do you think he sent me\nletters? Post cards even?\"\n\n\"All right. Yes, he was here. He isn't here now.\"\n\n\"Where is he?\"\n\nHenderson sighed. He looked into the guns in the woman's hands. \"Did\nyou ever hear of Jao?\"\n\n\"Sure. Gambling city. Down south.\"\n\n\"Yes. And did you ever hear of Sarah Henderson?\"\n\n\"No.\"\n\n\"My wife.\" He said it simply.\n\nIt took a few moments but the woman got it. She began to nod, began to\nget the comprehension in her stark eyes. She said after a little while:\n\"I see, guy. I know how you feel. Is that what you had the gun out for?\nUh huh. I can feel for you, believe me. Look. Yu got a can?\"\n\n\"What?\"\n\n\"Crate. Ship. 'Copter.\"\n\nAnother silence.\n\n\"Look. There's one outside. I saw it when I got off the spacelators.\nI'm going to sort of borrow it for a while. I've been doing it for\nweeks now chasing that bum all over the planet. So one more won't\nmatter. I'm heading for Jao. Security will get it back for you. All I\nwant is a little time.\"\n\n\n\nHenderson shook his head. \"You won't make it. The rains have already\nstarted. All ships are grounded for the next twenty-four hours.\nSecurity ordinance.\" The woman snorted. \"I'll chance that. All I ask\nfrom you is a few hours before you report the stolen ship. Get it? And\nin return I'm doing you a favor when I find him. I'm trusting you, you\ntrust me.\"\n\nHenderson sighed. He looked at his heat gun in the woman's hand, looked\nup then into the woman's eyes.\n\nShe nodded. Put his gun back on the table. \"Yeah. See what you mean. I\nwon't need yours. A deal?\"\n\n\"A deal.\" He watched her go. He listened to the 'copter take off. After\nthat there was another silence in the room, a very heavy silence.\n\nHe slowly crossed to the transmitted set in the corner. Hesitated.\nSlowly brought up his hand and touched a button. The little screen\ncame into life. He said softly:\n\n\"Henderson to Flight 9.\"\n\n\"Flight 9. Yes, Chief.\"\n\nHis voice became even softer: \"A 'copter. Registration X-13-X. Pilot\nArthur Sterling. Took off five minutes ago from Fraon. Headed for Jao.\"\n\n\"One moment, Chief, I'll put radar on it.\" A pause. Then: \"Right, sir.\nGot it. Coming fast. Helluva nerve that guy's got. Don't he know all\nships are supposed to be grounded?\"\n\nHenderson shook his head. \"It's all right. He had a little trouble. I\ngave permission to continue flight. Contact Jao, tell them I said not\nto bother it. Got that?\"\n\n\"Whatever you say, Chief. Right.\"\n\n\"Thanks.\" Henderson flicked the set off. He looked over at the gun on\nthe table. He picked it up, took it with him into the bedroom. He laid\nit on the unoccupied pillow next the sleeping woman's head. He didn't\nlook down at her now. He quietly went back to the living room, went to\na black metallic desk up against a wall. From it he took a very small\nbox with a little gold plate inset in the lid. Engraving on the plate\nwinked up in the light:\n\n    _From Sarah to John_\n\nWedding present.\n\nHe lifted the lid, looked down at a tiny reel of tape inside. He\ntouched a button under the lid. Music filled the room quite softly\nfor a moment. Organ music. Wedding music. And then no more music. But\nvoices, a man's voice, and a woman's voice. When it got to the part\nwhere the woman's voice said, \"I take thee, John ...\" he stopped it.\nHe re-reeled the tape, put it back where it had been before. Then his\ntrembling fingers touched the erase button, held it there until the\nentire little reel had run off.\n\nAfter that there wasn't anything else to do but go to the front lock,\ngo outside, go away from Residential Number 327. The night was dark,\nvery dark. A very good night for the Rain.\n",
    "metadata": {
        "author": [
            "Evans, Dean"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64448/pg64448.txt",
        "name": "happy_rain_night.json"
    }
}