{
    "name": "Heel",
    "author": [
        "Farmer, Philip José"
    ],
    "body": "\"Call me Zeus,\" said the Director.\n\n\"Zeus?\" said his wife, a beautiful woman not over a thousand years old.\n\"What an egomaniac! Comparing yourself to a god, even if he is the god\nof those--those savages!\"\n\nShe gestured at the huge screen on the wall. It showed, far below, the\nblue sea, the black ships on the yellow beach, the purple tents of the\nGreek army, the broad brown plain, and the white towers of Troy.\n\nThe Director glared at her through hexagonal dark glasses and puffed on\nhis cigar until angry green clouds rolled from it. His round bald head\nwas covered by a cerise beret, his porpoise frame by a canary yellow\ntunic, and his chubby legs by iridescent green fourpluses.\n\n\"I may not look like a god, but as far as my power over the natives of\nthis planet goes, I could well be their deity,\" he replied.\n\nHe spoke sharply to a tall handsome blond youth who wore a crooked\nsmile and bright blue and yellow tattoo spiraling around his legs and\ntrunk. \"Apollo, hand me the Script!\"\n\n\"Surely you're not going to change the Script again?\" said his wife.\nShe rose from her chair, and the scarlet web she was wearing translated\nthe shifting micro-voltages on the surface of her skin into musical\ntones.\n\n\"I never change the Script,\" said the Director. \"I just make the slight\nrevisions required for dramatic effects.\"\n\n\"I don't care what you do to it, just so you don't allow the Trojans to\nwin. I hate those despicable brutes.\"\n\nApollo laughed loudly, and he said, \"Ever since she and Athena and\nAphrodite thought of that goofy stunt of asking Paris to choose the\nmost beautiful of the three, and he gave the prize to Aphrodite, Hera's\nhated the Trojans. Really, Hera, why blame those simple, likable people\nfor the actions of only one of them? I think Paris showed excellent\njudgment. Aphrodite was so grateful she contrived to get that lovely\nHelen for Paris and--\"\n\n\"Enough of this private feud,\" snapped the Director. \"Apollo, I told\nyou once to hand me the Script.\"\n\n\n\nAchilles at midnight paced back and forth before his tent. Finally, in\nthe agony of his spirit, he called to Thetis. The radio which had been\ninstalled in his shield, unknown to him, transmitted his voice to a\ncabin in the great spaceship hanging over the Trojan plain.\n\nThetis, hearing it, said to Apollo, \"Get out of my cabin, you heel, or\nI'll have you thrown out.\"\n\n\"Leave?\" he said. \"Why? So you can be with your barbarian lover?\"\n\n\"He is not my lover,\" she said angrily. \"But I'd take even a barbarian\nas a lover before I'd have anything to do with you. Now, get out. And\ndon't speak to me again unless it's in the line of business.\"\n\n\"Any time I speak to you, I mean business,\" he said, grinning.\n\n\"Get out or I'll tell my father!\"\n\n\"I hear and obey. But I'll have you, one way or another.\"\n\nThetis shoved him out. Then she quickly put on the suit that could bend\nlight around her to make her invisible and transport her through the\nair and do many other things. Out of a port she shot, straight toward\nthe tent of her protégé. She did not decelerate until she saw him\nstanding tall in the moonlight, his hands still raised in entreaty. She\nlanded and cut the power off so he could see her.\n\n\"Mother, Mother!\" cried Achilles. \"How long must I put up with\nAgamemnon's high-handedness?\"\n\nThetis took him by the hand and led him into the tent. \"Is Patroclos\naround?\" she asked.\n\n\"No, he is having some fun with Iphis, that buxom beauty I gave him\nafter I conquered the city of Scyros.\"\n\n\"There's a sensible fellow,\" said Thetis. \"Why don't you forget this\nfuss with King Agamemnon and have fun with some rosy-cheeked darling?\"\nBut a painful expression crossed her face as she said it.\n\nAchilles did not notice the look. \"I am too sick with humiliation and\ndisgust to take pleasure in anything. I am full up to here with being a\nlion in the fighting and yet having to give that jackal Agamemnon the\nlion's share of the loot, just because he has been chosen to be our\nleader. Am I not a king in Thessaly? I wish--I wish--\"\n\n\"Yes?\" said Thetis eagerly. \"Do you want to go home?\"\n\n\"I _should_ go home. Then the Greeks would wish they'd not allowed\nAgamemnon to insult the best man among them.\"\n\n\"Oh, Achilles, say the word and I'll have you across the sea and in\nyour palace in an hour!\" she said excitedly. She was thinking, _The\nDirector will be furious if Achilles disappears, but he won't be able\nto do anything about it. And the Script can be revised. Hector or\nOdysseus or Paris can play the lead role._\n\n\n\n\"No,\" Achilles said. \"I can't leave my men here. They'd say I had run\nout on them, that I was a coward. And the Greeks would call me a yellow\ndog. No, I'll allow no man to say that.\"\n\nThetis sighed and answered sadly, \"Very well. What do you want me to\ndo?\"\n\n\"Go ask Zeus if he will give Agamemnon so much trouble he'll come\ncrawling to me, begging for forgiveness and pleading for my help.\"\n\nThetis had to smile. The enormous egotism of the beautiful brute!\nTaking it for granted that the Lord of Creation would bend the course\nof events so Achilles could salvage his pride. Yet, she told herself,\nshe need not be surprised. He had taken it calmly enough the night\nshe'd appeared to him and told him that she was a goddess and his true\nmother. He had always been convinced divine blood ran in his veins. Was\nhe not superior to all men? Was he not Achilles?\n\n\"I will go to Zeus,\" she said. \"But what he will do, only he knows.\"\n\nShe reached up and pulled his head down to kiss him on the forehead.\nShe did not trust herself to touch the lips of this man who was far\nmore a man than those he supposed to be gods. The lips she longed\nfor ... the lips soon to grow cold. She could not bear to think of it.\n\nShe flicked the switch to make her invisible and, after leaving the\ntent, rose toward the ship. As always, it hung at four thousand feet\nabove the plain, hidden in the inflated plastic folds that simulated\na cloud. To the Greeks and Trojans the cloud was the home of Zeus,\nanchored there so he could keep a close eye on the struggle below.\n\nIt was he who would decide whether the walls of Troy would stand or\nfall. It was to him that both sides prayed.\n\n\n\nThe Director was drinking a highball in his office and working out the\ndetails of tomorrow's shooting with his cameramen.\n\n\"We'll give that Greek Diomedes a real break, make him the big hero.\nGet a lot of close-ups. He has a superb profile and a sort of flair\nabout him. It's all in the Script, what aristocrats he kills, how many\nnarrow escapes, and so on. But about noon, just before lunch, we'll\nwound him. Not too badly, just enough to put him out of action. Then\nwe'll see if we can whip up a big tearjerker between that Trojan and\nhis wife--what's her name?\"\n\nHe looked around as if he expected them to feed him the answer. But\nthey were silent; it was not wise to know more than he.\n\nHe snapped his fingers. \"Andromache! That's it!\"\n\n\"What a memory! How do you keep all those barbaric names at your\ntongue's tip? Photographic!\" and so on from the suckophants.\n\n\"O.K. So after Diomedes leaves the scene, you, Apollo, will put on a\nsimulacrum of Helenos, the Trojan prophet. As Helenos, you'll induce\nHector to go back to Troy and get his mother, the Queen, to pray for\nvictory. We can get some colorful shots of the temple and the local\nreligious rites. Meantime, we'll set up a touching domestic scene\nbetween Hector and his wife. Bring in their baby boy. A baby's always\ngood for ohs and ahs. Later, after coffee break, we'll....\"\n\nApollo drifted through the crowd toward the Director's wife. She was\nsitting on a chair and moodily drinking. However, seeing Apollo, she\nsmiled with green-painted lips and said, \"Do sit down, darling. You\nneedn't worry about my husband being angry because you're paying\nattention to me. He's too busy shining down on his little satellites\nto notice you.\"\n\nApollo seated himself in a chair facing her and moved forward so their\nknees touched.\n\n\"What do you want now?\" she said. \"You only get lovey-dovey when you're\ntrying to get something out of me.\"\n\n\"You know I love only you, Hera,\" he said, grinning. \"But I can't meet\nyou as often as I'd like. Old Thunder-and-Lightning is too suspicious.\nAnd I value my job too much to risk it, despite my overwhelming passion\nfor you.\"\n\n\"Get to the point.\"\n\n\"We're way over our budget and past our deadline. The shooting should\nhave been finished six months ago. Yet Old Fussybritches keeps on\nrevising the Script and adding scene after scene. And that's not all.\nWe're not going home when Troy does fall. The Director is planning to\nmake a sequel. I know because he asked me to outline the Script for it.\nHe's got the male lead picked out. Foxy Grandpa Odysseus.\"\n\n\n\nHera sat upright so violently she sloshed her drink over the edge\nof her glass. \"Why, my brother means to kill Odysseus at the first\nopportunity! My brother is mad, absolutely mad about Athena, but he\ncan't get to first base with her. She's got eyes only for Odysseus,\nthough how she could take up with one of those stupid primitives, I'll\nnever understand.\"\n\n\"Athena claims he has an intelligence equal to any of us,\" said Apollo.\n\"However, it's not her but Thetis I meant to discuss.\"\n\n\"Is my stepdaughter interfering again?\"\n\n\"I think so. Just before this conference I saw her coming out of the\nDirector's room, tears streaming from her big cow eyes. I imagine she\nwas begging him again to spare Achilles. Or at least to allow the\nTrojans to win for a while so Agamemnon will give back to Achilles the\ngirl he took from him, that tasty little dish, Briseis.\"\n\n\"You ought to know how tasty she is,\" said Hera bitterly. \"I happen to\nknow you drugged Achilles several nights in a row and then put on his\nsimulacrum.\"\n\n\"A handy little invention, that simulacrum,\" said Apollo. \"Put one on\nand you can look like anybody you want to look like. Your jealousy is\nshowing, Hera. However, that's not the point. If Thetis keeps playing\non her father's sympathies like an old flute, this production will last\nforever. Frankly, I'd like to shake the dust of this crummy planet from\nmy feet, get back to civilization before it forgets what a great script\nwriter I am.\"\n\n\"What do you propose?\"\n\n\"I propose to hurry things up. Eventually, Achilles is supposed to\nquit sulking and take up arms again. So far, the Director has been\nindefinite on how we'll get him to do that. Well, we'll help him\nwithout his knowing it. We'll fix it so the Trojans will beat the\nGreeks even worse than the Director intends. Hector will almost run\nthem back into the sea. Agamemnon will beg Achilles to get back into\nthe ring. He'll give him back the loot he took from him, including\nBriseis. And he'll offer his own daughter in marriage to Achilles.\n\n\"Achilles will refuse. But we'll have him all set up for the next\nmove. Tonight a technician will implant a post-hypnotic suggestion in\nAchilles that he send his buddy Patroclos, dressed in Achilles' armor,\nout to scare the kilts off the Trojans. We'll generate a panic among\nthe Trojans with a subsonic projector. Then we'll arrange it so Hector\nkills Patroclos. That is the one thing to make Achilles so fighting mad\nhe'll quit sulking....\"\n\n\"Patroclos? But the Director wants to save him for the big scene when\nAchilles is knocked off. Patroclos is supposed to put Achilles' armor\non, storm the Scaian gate, and lead the Greeks right into the city.\"\n\n\"Accidents will happen,\" said Apollo. \"Despite what the barbarians\nthink, we are not gods. Or are we? What do you say to my plan?\"\n\n\"If the Director finds out we've tampered with the Script, he'll\ndivorce me. And you'll be blackballed in every studio from one end of\nthe Galaxy to the other.\"\n\nApollo winked and said, \"I'll leave it to you to make Old Stupe think\nPatroclos' death was his own idea. You have done something like that\nbefore, and more than once.\"\n\nShe laughed and said, \"Oh, Apollo, you're such a heel.\"\n\nHe rose. \"Not a heel. Just a great script writer. Our plan will give me\na chance to kill Achilles much sooner than the Director expects. And\nit'll all be for the good of the Script.\"\n\n\n\nThat night two technicians went into the Greek camp, one to Achilles'\ntent and one to Agamemnon's. The technician assigned to the King of\nMycenae gave him a whiff of sleep gas and then taped two electrodes to\nthe royal forehead. It took him a minute to play a recording and two to\nuntape the electrodes and leave.\n\nFive minutes later, the King awoke, shouting that Zeus had sent him a\ndream in the shape of wise old Nestor. Nestor had told him to rouse the\ncamp and march forth even if it were only dawn, for today Troy would\nfall and his brother Menelaos would get back his wife Helen.\n\nAgamemnon, though, who had always been too clever for his own good,\ntold the council of elders that he wanted to test his army before\ntelling them the truth. He would announce that he was tired of this\nwar they could not win and that he wanted to go home. This news would\nseparate the slackers from the soldiers, his true friends from the\nfalse.\n\nUnfortunately, when he told this to the assemblage, he found far\nless men of valor than he had expected. The entire army, with a few\nexceptions, gave a big hurrah and stampeded toward the ships. They had\nhad a bellyful of this silly war, fighting to win back the beautiful\ntart Helen for the King's brother, spilling their guts all over foreign\nplains while their wives were undoubtedly playing them false with the\n4-Fs, the fields were growing weeds, and their children were starving.\n\nIn vain, Agamemnon tried to stop the rush. He even shouted at them what\nthey had only guessed before, that more was at stake than his brother's\nrunaway wife. If Troy was crushed, the Greeks would own the trading\nand colonizing routes to the rich Black Sea area. But no one paid any\nattention to him. They were too concerned with knocking each other over\nin their haste to get the ships ready to sail.\n\nAt this time, the only people from the spaceship on the scene\nwere some cameramen and technicians. They were paralyzed by the\nunexpectedness of the situation, and they were afraid to use their\nemotion-stimulating projectors. By the flick of a few switches\nthe panic could be turned into aggression. But it would have been\naggression without a leader. The Greeks, instead of automatically\nturning to fight the Trojans, would have killed each other, sure that\ntheir fellows were trying to stop them from embarking for home.\n\nThe technicians did not dare to waken the Director and acknowledge they\ncould not handle a simple mob scene. But one of them did put a call\nthrough to one of the Director's daughters, Athena.\n\nAthena zipped down to Odysseus and found him standing to one side,\nlooking glum. He had not panicked, but he also was not interfering.\nPoor fellow, he longed to go home to Penelope. In the beginning of this\nuseless war, he had pretended madness to get out of being drafted. But,\nonce he had sworn loyalty to the King, he would not abandon him.\n\nAthena flicked off her light-bender so he could see her. She shouted,\n\"Odysseus, don't just stand there like a lump on a bog! Do something or\nall will be lost--the war, the honor of the Greeks, the riches you will\nget from the loot of Troy! Get going!\"\n\nOdysseus, never at a loss, tore the wand of authority from the King's\nnumbed hand and began to run through the crowd. Everybody he met he\nreproached with cowardice, and backed the sting of his words with the\nhard end of the wand on their backs. Athena signaled to the technicians\nto project an aggression-stimulating frequency. Now that the Greeks\nhad a leader to channel their courage, they could be diverted back to\nfighting.\n\nThere was only one obstacle, Thersites. He was a lame hunchback with\nthe face of a baboon and a disposition to match.\n\nThersites cried out in a hoarse, jeering voice, \"Agamemnon, don't you\nhave enough loot? Do you still want us to die so you may gather more\ngold and beautiful Trojan women in your greedy arms? You Greeks, you're\nnot men. You're women who will do anything this disgrace to a crown\ntells you to do. Look what he did to Achilles. Robbed him of Briseis\nand in so doing robbed us of the best warrior we have. If I were\nAchilles, I'd knock Agamemnon's head off.\"\n\n\"We've put up with your outrageous abuse long enough!\" shouted\nOdysseus. He began thwacking Thersites on the head and the back until\nblood ran. \"Shut up or I'll kill you!\"\n\nAt this the whole army, which hated Thersites, roared with laughter.\nOdysseus had relieved the tension; now they were ready to march under\nAgamemnon's orders.\n\nAthena sighed with relief and radioed back to the ship that the\nDirector could be awakened. Things were well in hand.\n\n\n\nAnd so they were--until a few days later when Apollo and Hera, waiting\nuntil the Director had gone to bed early with a hangover from the night\nbefore, induced Hector to make a night attack. The fighting went on all\nnight, and at dawn Patroclos ran into Achilles' tent.\n\n\"Terrible news!\" he cried. \"The Trojans have breached the walls around\nour ships and are burning them! Diomedes, Agamemnon, and Odysseus are\nwounded. If you do not lead your men against Hector, all is lost!\"\n\n\"Too bad,\" said Achilles. But the blood drained from his face.\n\n\"Don't be so hardhearted!\" shouted Patroclos. \"If you won't fight, at\nleast allow me to lead the Myrmidons against the enemy. Perhaps we can\nsave the ships and drive Hector off!\"\n\nAchilles shouted back, \"Very well! You know I give you, my best friend,\nanything you want. But I will not for all the gold in the world serve\nunder a king who robs me of prizes I took with my own sword. However, I\nwill give you my armor, and my men will march behind you!\"\n\nThen, sobbing with rage and frustration, he helped Patroclos dress in\nhis armor.\n\n\"Do you see this little lever in the back of the shield?\" he said.\n\"When an enemy strikes at you, flick it this way. The air in front\nof you will become hard, and your foe's weapon will bounce off the\nair. Then, before he recovers from his confusion, flick the lever the\nother way. The air will soften and allow your spear to pass. And the\nspearpoint will shear through his armor as if it were cheese left in\nthe hot sun. It is made of some substance harder than the hardest\nbronze made by the hand of man.\"\n\n\"So this is the magic armor your divine mother, Thetis, gave you,\" said\nPatroclos. \"No wonder--\"\n\n\"Even without this magic--or force field, as Thetis calls it--I am\nthe best man among Greek or Trojan,\" said Achilles matter-of-factly.\n\"There! Now you are almost as magnificent as I am. Go forth in my\narmor, Patroclos, and run the Trojans ragged. I will pray to Zeus that\nyou come back safely. There is one thing you must not do, though, no\nmatter how strong the temptation--do not chase the Trojans too close\nto the city, even if you are on the heels of Hector himself. Thetis\nhas told me that Zeus does not want Troy to fall yet. If you were to\nthreaten it now, the gods would strike you down.\"\n\n\"I will remember,\" said Patroclos. He got into Achilles' chariot and\ndrove off proudly to take his place in front of the Myrmidons.\n\n\n\nThe Director was so red in the face, he looked as if his head were one\nhuge blood vessel.\n\n\"How in space did the Trojans get so far?\" he screamed. \"And what is\nPatroclos doing in Achilles' armor? There's rank inefficiency here or\nelse skullduggery! Either one, heads will roll! And I think I know\nwhose! Apollo! Hera! What have you two been up to?\"\n\n\"Why, Husband,\" said Hera, \"how can you say I had anything to do with\nthis? You know how I hate the Trojans. As for Apollo, he thinks too\nmuch of his job to go against the Script.\"\n\n\"All right, we'll see. We'll get to the bottom of this later.\nMeanwhile, let's direct the situation so it'll end up conforming to the\nScript.\"\n\nBut before the cameramen and technicians could be organized, Patroclos,\nleading the newly inspired Greeks, slaughtered the Trojans as a lion\nkills sheep. He could not be stopped, and when he saw Hector running\naway from him, he forgot his friend's warning and pursued him to the\nwalls of Troy.\n\n\"Follow me!\" yelled Patroclos to the Greeks. \"We will break down the\ngates and take the city within an hour!\"\n\n\n\nIt was then Apollo projected fury into Hector so that he turned to\nbattle the man he thought was Achilles. And Apollo, timing to coincide\nwith the instant that Patroclos flicked off his force field, struck\nhim a stunning blow from behind. At the same time a spear thrown by a\nTrojan wounded Patroclos in the back. Dazed, hurt, the Greek started\nback toward his men. But Hector ran up and stabbed him through the\nbelly, finding no resistance to his spear because Patroclos had not\nturned the force field back on. Patroclos hit the ground with a crash\nof armor.\n\n\"No, no, you fool, Apollo!\" shouted the Director into the radio. \"He\nmust not die! We need him later for the Script. You utter fool, you've\nbumbled!\"\n\nThetis, who had been standing behind the Director, burst into tears and\nran into her cabin.\n\n\"What's the matter with her?\" asked the Director.\n\n\"You may as well know, darling,\" said Hera, \"that your daughter is in\nlove with a barbarian.\"\n\n\"Thetis? In love with Patroclos? Impossible!\"\n\nHera laughed and said, \"Ask her how she feels about the planned death\nof Achilles. That is whom she is weeping for, not Patroclos. She\nforesees Achilles' death in his friend's. And I imagine she will go to\ncomfort her lover, knowing his grief when he hears that Patroclos is\ndead.\"\n\n\"That's ridiculous! If she's in love with Achilles, why would she tell\nAchilles she is his mother?\"\n\n\"For the very reason she loves him but doesn't want him to know. She at\nleast has sense enough to realize no good could come from a match with\none of those Earth primitives. So she stopped any passes from him with\nthat maternal bit. If there is one thing the Greeks respect, it is the\nincest taboo.\"\n\n\"I'll have him knocked off as soon as possible. Thetis might lose her\nhead and tell him the truth. Poor little girl, she's been away from\ncivilization too long. We'll have to wind up this picture and get back\nto God's planet.\"\n\nHera watched him go after Thetis and then switched to a private\nchannel. \"Apollo, the Director is very angry with you. But I've thought\nof a way to smooth his feathers. We'll tell him that killing Patroclos\nwas the only way to get Achilles back into the fight. He'll like that.\nAchilles can then be slain, and the picture will still be saved. Also,\nI'll make him think it was his idea.\"\n\n\"That's great,\" replied Apollo, his voice shaky with dread of the\nDirector. \"But what can we do to speed up the shooting? Patroclos was\nsupposed to take the city after Achilles was killed.\"\n\n\"Don't worry,\" said Athena, who had been standing behind Hera.\n\"Odysseus is your man. He's been working on a device to get into the\ncity. Barbarian or not, that fellow is the smartest I've ever met. Too\nbad he's an Earthman.\"\n\n\n\nDuring the next twenty-four hours, Thetis wept much. But she was also\nvery busy, working while she cried. She went to Hephaistos, the chief\ntechnician, an old man of five thousand years. He loved Thetis because\nshe had intervened for Hephaistos more than once when her father had\nbeen angry with him. Yet he shook his head when she asked him if he\ncould make Achilles another suit of armor, even more invulnerable than\nthe first.\n\n\"Not enough time. Achilles is to be killed tomorrow.\"\n\n\"No. My father has cooled off a little. He remembered that the Script\ncalls for Achilles to kill Hector before he himself dies. Besides, the\ngovernment anthropologist wants to take films of the funeral games for\nPatroclos. And he overrules even Father, you know.\"\n\n\"That'll give me a week,\" said Hephaistos, figuring on his fingers. \"I\ncan do it. But tell me, child, why all the tears? Is it true what they\nsay, that you love a barbarian, that magnificent red-haired Achilles?\"\n\n\"I love him,\" she said, weeping again.\n\n\"Ah, child, you are a mere hundred years or so. When you reach my age,\nyou'll know that there are few things worth tears, and love between\nman and woman is not one of them. However, I'll make the armor. And\nits field of force will cover everything around him except an opening\nto the outside air. Otherwise, he'd suffocate. But what good will all\nthis do? The Director will find some means of killing him. And even if\nAchilles should escape, you'd be no better off.\"\n\n\"I will,\" she said. \"We'll go to Italy--and I'll give him perpetuol.\"\n\nThetis went to her cabin. Shortly afterward, the doorbell rang. She\nopened the door and saw Apollo.\n\nSmiling, he said, \"I have something here you might be interested in\nhearing.\" He held in his hand a small cartridge.\n\nSeeing it, her eyes widened in surprise.\n\n\"Yes, it's a recording,\" he said, and he pushed past her into the\nroom. \"Let me put it in your playback.\"\n\n\"You don't have to,\" she replied. \"I presume you had a microphone\nplanted in Hephaistos' cabin?\"\n\n\"Correct. Won't your father be angry if somebody sends him a note\ntelling him you're planning to ruin the Script by running off to Italy\nwith a barbarian? And not only that but inject perpetuol into the\nbarbarian to increase his life span? Personally, if I were your father,\nI'd let you do it. You'd soon grow sick of your handsome but uncouth\nbooby.\"\n\nThetis did not answer.\n\n\"I really don't care,\" he said. \"In fact, I'll help you. I can arrange\nit so the arrow that hits Achilles' heel will be a trick one. Its head\nwill just seem to sink into his flesh. Inside it will be a needle that\nwill inject a cataleptic agent. Achilles will seem to be dead but will\nactually be in a state of suspended animation. We'll sneak his body at\nnight from the funeral pyre and substitute a corpse. A bio-tech who\nowes me a favor will fix up the face of a dead Trojan or Greek to look\nlike Achilles'. When this epic is done and we're ready to leave Earth,\nyou can run away. We'll not miss you until we're light-years away.\"\n\n\"And what do you want in return for arranging all this? My thanks?\"\n\n\"I want you.\"\n\nThetis flinched. For a moment she stood with her eyes closed and her\nhands clenched. Then, opening her eyes, she said, \"All right. I know\nthat is the only way open for me. It's also the only way you could have\ndevised to have me. But I want to tell you that I loathe and despise\nyou. And I'll be hating every atom of your flesh while you're in\npossession of mine.\"\n\nHe chuckled and said, \"I know it. But your hate will only make me\nrelish you the more. It'll be the sauce on the salad.\"\n\n\"Oh, you heel!\" she said in a trembling voice. \"You dirty, sneaking,\nmiserable, slimy heel!\"\n\n\"Agreed.\" He picked up a bottle and poured two drinks. \"Shall we toast\nto that?\"\n\n\n\nHector's death happened, as planned, and the tear-jerking scene in\nwhich his father, King Priam, came to beg his son's body from Achilles.\nFour days later, Achilles led the attack on the Scaian gate. It was\narranged that Paris should be standing on the wall above the gate.\nApollo, invisible behind him, would shoot the arrow that would strike\nAchilles' foot if Paris' arrow bounced off the force field.\n\nApollo spoke to Thetis, who was standing beside him. \"You seem very\nnervous. Don't worry. You'll see your lovely warrior in Italy in a few\nweeks. And you can explain to him that you aren't his mother, that you\nhad to tell him that to protect him from the god Apollo's jealousy. But\nnow that Zeus has raised him from the dead, you have been given to him\nas a special favor. And all will end happily. That is, until living\nwith him will become so unbearable you'd give a thousand years off your\nlife to leave this planet. Then, of course, it'll be too late. There\nwon't be another ship along for several millennia.\"\n\n\"Shut up,\" she said. \"I know what I'm doing.\"\n\n\"So do I,\" he said. \"Ah, here comes the great hero Achilles, chasing a\npoor Trojan whom he plans to slaughter. We'll see about that.\"\n\nHe lifted the airgun in whose barrel lay the long dart with the trick\nhead. He took careful aim, saying, \"I'll wait until he goes to throw\nhis spear. His force field will be off.... Now!\"\n\nThetis gave a strangled cry. Achilles, the arrow sticking from the\ntendon just above the heel, had toppled backward from the chariot onto\nthe plain, where dust settled on his shining armor. He lay motionless.\n\n\"Oh, that was an awful fall,\" she moaned. \"Perhaps he broke his neck.\nI'd better go down there and see if he's all right.\"\n\n\"Don't bother,\" said Apollo. \"He's dead.\"\n\nThetis looked at him with wide brown eyes set in a gray face.\n\n\"I put poison on the needle,\" said Apollo, smiling crookedly at her.\n\"That was my idea, but your father approved of it. He said I'd redeemed\nmy blunder in killing Patroclos by telling him what you planned. Of\ncourse, I didn't inform him of the means you took to insure that I\nwould carry out my bargain with you. I was afraid your father would\nhave been very shocked to hear of your immoral behavior.\"\n\nThetis choked out, \"You unspeakable ... vicious ... vicious ... you ...\nyou....\"\n\n\"Dry your pretty tears,\" said Apollo. \"It's all for your own good. And\nfor Achilles', too. The story of his brief but glorious life will be a\nlegend among his people. And out in the Galaxy the movie based on his\ncareer will become the most stupendous epic ever seen.\"\n\n\n\nApollo was right. Four thousand years later, it was still a tremendous\nbox-office attraction. There was talk that now that Earth was civilized\nenough to have space travel, it might even be shown there.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Farmer, Philip José"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60871/pg60871.txt",
        "name": "heel.json"
    }
}