{
    "name": "Henry James, Jr.",
    "author": [
        "Howells, William Dean"
    ],
    "body": "The events of Mr. James's life--as we agree to understand events--may\nbe told in a very few words.  His race is Irish on his father's side\nand Scotch on his mother's, to which mingled strains the generalizer\nmay attribute, if he likes, that union of vivid expression and\ndispassionate analysis which has characterized his work from the first.\nThere are none of those early struggles with poverty, which render the\nlives of so many distinguished Americans monotonous reading, to record\nin his case:  the cabin hearth-fire did not light him to the youthful\npursuit of literature; he had from the start all those advantages\nwhich, when they go too far, become limitations.\n\nHe was born in New York city in the year 1843, and his first lessons in\nlife and letters were the best which the metropolis--so small in the\nperspective diminishing to that date--could afford.  In his twelfth\nyear his family went abroad, and after some stay in England made a long\nsojourn in France and Switzerland.  They returned to America in 1860,\nplacing themselves at Newport, and for a year or two Mr. James was at\nthe Harvard Law School, where, perhaps, he did not study a great deal\nof law.  His father removed from Newport to Cambridge in 1866, and\nthere Mr. James remained till he went abroad, three years later, for\nthe residence in England and Italy which, with infrequent visits home,\nhas continued ever since.\n\nIt was during these three years of his Cambridge life that I became\nacquainted with his work.  He had already printed a tale--\"The Story of\na Year\"--in the \"Atlantic Monthly,\" when I was asked to be Mr. Fields's\nassistant in the management, and it was my fortune to read Mr. James's\nsecond contribution in manuscript.  \"Would you take it?\" asked my\nchief.  \"Yes, and all the stories you can get from the writer.\"  One is\nmuch securer of one's judgment at twenty-nine than, say, at forty-five;\nbut if this was a mistake of mine I am not yet old enough to regret it.\nThe story was called \"Poor Richard,\" and it dealt with the conscience\nof a man very much in love with a woman who loved his rival.  He told\nthis rival a lie, which sent him away to his death on the field,--in\nthat day nearly every fictitious personage had something to do with the\nwar,--but Poor Richard's lie did not win him his love.  It still seems\nto me that the situation was strongly and finely felt.  One's pity\nwent, as it should, with the liar; but the whole story had a pathos\nwhich lingers in my mind equally with a sense of the new literary\nqualities which gave me such delight in it.  I admired, as we must in\nall that Mr. James has written, the finished workmanship in which there\nis no loss of vigor; the luminous and uncommon use of words, the\noriginality of phrase, the whole clear and beautiful style, which I\nconfess I weakly liked the better for the occasional gallicisms\nremaining from an inveterate habit of French.  Those who know the\nwritings of Mr. Henry James will recognize the inherited felicity of\ndiction which is so striking in the writings of Mr. Henry James, Jr.\nThe son's diction is not so racy as the father's; it lacks its daring,\nbut it is as fortunate and graphic; and I cannot give it greater praise\nthan this, though it has, when he will, a splendor and state which is\nwholly its own.\n\nMr. James is now so universally recognized that I shall seem to be\nmaking an unwarrantable claim when I express my belief that the\npopularity of his stories was once largely confined to Mr. Field's\nassistant.  They had characteristics which forbade any editor to refuse\nthem; and there are no anecdotes of thrice-rejected manuscripts finally\nprinted to tell of him; his work was at once successful with all the\nmagazines.  But with the readers of \"The Atlantic,\" of \"Harper's,\" of\n\"Lippincott's,\" of \"The Galaxy,\" of \"The Century,\" it was another\naffair.  The flavor was so strange, that, with rare exceptions, they\nhad to \"learn to like\" it.  Probably few writers have in the same\ndegree compelled the liking of their readers.  He was reluctantly\naccepted, partly through a mistake as to his attitude--through the\nconfusion of his point of view with his private opinion--in the\nreader's mind.  This confusion caused the tears of rage which bedewed\nour continent in behalf of the \"average American girl\" supposed to be\nsatirized in Daisy Miller, and prevented the perception of the fact\nthat, so far as the average American girl was studied at all in Daisy\nMiller, her indestructible innocence, her invulnerable new-worldliness,\nhad never been so delicately appreciated.  It was so plain that Mr.\nJames disliked her vulgar conditions, that the very people to whom he\nrevealed her essential sweetness and light were furious that he should\nhave seemed not to see what existed through him.  In other words, they\nwould have liked him better if he had been a worse artist--if he had\nbeen a little more confidential.\n\nBut that artistic impartiality which puzzled so many in the treatment\nof Daisy Miller is one of the qualities most valuable in the eyes of\nthose who care how things are done, and I am not sure that it is not\nMr. James's most characteristic quality.  As \"frost performs the effect\nof fire,\" this impartiality comes at last to the same result as\nsympathy.  We may be quite sure that Mr. James does not like the\npeculiar phase of our civilization typified in Henrietta Stackpole; but\nhe treats her with such exquisite justice that he lets US like her.  It\nis an extreme case, but I confidently allege it in proof.\n\nHis impartiality is part of the reserve with which he works in most\nrespects, and which at first glance makes us say that he is wanting in\nhumor.  But I feel pretty certain that Mr. James has not been able to\ndisinherit himself to this degree.  We Americans are terribly in\nearnest about making ourselves, individually and collectively; but I\nfancy that our prevailing mood in the face of all problems is that of\nan abiding faith which can afford to be funny.  He has himself\nindicated that we have, as a nation, as a people, our joke, and every\none of us is in the joke more or less.  We may, some of us, dislike it\nextremely, disapprove it wholly, and even abhor it, but we are in the\njoke all the same, and no one of us is safe from becoming the great\nAmerican humorist at any given moment.  The danger is not apparent in\nMr. James's case, and I confess that I read him with a relief in the\ncomparative immunity that he affords from the national facetiousness.\nMany of his people are humorously imagined, or rather humorously SEEN,\nlike Daisy Miller's mother, but these do not give a dominant color; the\nbusiness in hand is commonly serious, and the droll people are\nsubordinated.  They abound, nevertheless, and many of them are\nperfectly new finds, like Mr. Tristram in \"The American,\" the\nbill-paying father in the \"Pension Beaurepas,\" the anxiously\nEuropeanizing mother in the same story, the amusing little Madame de\nBelgarde, Henrietta Stackpole, and even Newman himself.  But though Mr.\nJames portrays the humorous in character, he is decidedly not on\nhumorous terms with his reader; he ignores rather than recognizes the\nfact that they are both in the joke.\n\nIf we take him at all we must take him on his own ground, for clearly\nhe will not come to ours.  We must make concessions to him, not in this\nrespect only, but in several others, chief among which is the motive\nfor reading fiction.  By example, at least, he teaches that it is the\npursuit and not the end which should give us pleasure; for he often\nprefers to leave us to our own conjectures in regard to the fate of the\npeople in whom he has interested us.  There is no question, of course,\nbut he could tell the story of Isabel in \"The Portrait of a Lady\" to\nthe end, yet he does not tell it.  We must agree, then, to take what\nseems a fragment instead of a whole, and to find, when we can, a name\nfor this new kind in fiction.  Evidently it is the character, not the\nfate, of his people which occupies him; when he has fully developed\ntheir character he leaves them to what destiny the reader pleases.\n\nThe analytic tendency seems to have increased with him as his work has\ngone on.  Some of the earlier tales were very dramatic: \"A Passionate\nPilgrim,\" which I should rank above all his other short stories, and\nfor certain rich poetical qualities, above everything else that he has\ndone, is eminently dramatic.  But I do not find much that I should call\ndramatic in \"The Portrait of a Lady,\" while I do find in it an amount\nof analysis which I should call superabundance if it were not all such\ngood literature.  The novelist's main business is to possess his reader\nwith a due conception of his characters and the situations in which\nthey find themselves.  If he does more or less than this he equally\nfails.  I have sometimes thought that Mr. James's danger was to do\nmore, but when I have been ready to declare this excess an error of his\nmethod I have hesitated.  Could anything be superfluous that had given\nme so much pleasure as I read?  Certainly from only one point of view,\nand this a rather narrow, technical one.  It seems to me that an\nenlightened criticism will recognize in Mr. James's fiction a\nmetaphysical genius working to aesthetic results, and will not be\ndisposed to deny it any method it chooses to employ.  No other\nnovelist, except George Eliot, has dealt so largely in analysis of\nmotive, has so fully explained and commented upon the springs of action\nin the persons of the drama, both before and after the facts.  These\nnovelists are more alike than any others in their processes, but with\nGeorge Eliot an ethical purpose is dominant, and with Mr. James an\nartistic purpose.  I do not know just how it should be stated of two\nsuch noble and generous types of character as Dorothea and Isabel\nArcher, but I think that we sympathize with the former in grand aims\nthat chiefly concern others, and with the latter in beautiful dreams\nthat primarily concern herself.  Both are unselfish and devoted women,\nsublimely true to a mistaken ideal in their marriages; but, though they\ncome to this common martyrdom, the original difference in them remains.\nIsabel has her great weaknesses, as Dorothea had, but these seem to me,\non the whole, the most nobly imagined and the most nobly intentioned\nwomen in modern fiction; and I think Isabel is the more subtly divined\nof the two.  If we speak of mere characterization, we must not fail to\nacknowledge the perfection of Gilbert Osmond.  It was a profound stroke\nto make him an American by birth.  No European could realize so fully\nin his own life the ideal of a European dilettante in all the meaning\nof that cheapened word; as no European could so deeply and tenderly\nfeel the sweetness and loveliness of the English past as the sick\nAmerican, Searle, in \"The Passionate Pilgrim.\"\n\nWhat is called the international novel is popularly dated from the\npublication of \"Daisy Miller,\" though \"Roderick Hudson\" and \"The\nAmerican\" had gone before; but it really began in the beautiful story\nwhich I have just named.  Mr. James, who invented this species in\nfiction, first contrasted in the \"Passionate Pilgrim\" the New World and\nOld World moods, ideals, and prejudices, and he did it there with a\nrichness of poetic effect which he has since never equalled.  I own\nthat I regret the loss of the poetry, but you cannot ask a man to keep\non being a poet for you; it is hardly for him to choose; yet I compare\nrather discontentedly in my own mind such impassioned creations as\nSearle and the painter in \"The Madonna of the Future\" with \"Daisy\nMiller,\" of whose slight, thin personality I also feel the indefinable\ncharm, and of the tragedy of whose innocence I recognize the delicate\npathos.  Looking back to those early stories, where Mr. James stood at\nthe dividing ways of the novel and the romance, I am sometimes sorry\nthat he declared even superficially for the former.  His best efforts\nseem to me those of romance; his best types have an ideal development,\nlike Isabel and Claire Belgarde and Bessy Alden and poor Daisy and even\nNewman.  But, doubtless, he has chosen wisely; perhaps the romance is\nan outworn form, and would not lend itself to the reproduction of even\nthe ideality of modern life.  I myself waver somewhat in my\npreference--if it is a preference--when I think of such people as Lord\nWarburton and the Touchetts, whom I take to be all decidedly of this\nworld.  The first of these especially interested me as a probable type\nof the English nobleman, who amiably accepts the existing situation\nwith all its possibilities of political and social change, and insists\nnot at all upon the surviving feudalities, but means to be a manly and\nsimple gentleman in any event.  An American is not able to pronounce as\nto the verity of the type; I only know that it seems probable and that\nit is charming.  It makes one wish that it were in Mr. James's way to\npaint in some story the present phase of change in England.  A titled\npersonage is still mainly an inconceivable being to us; he is like a\ngoblin or a fairy in a storybook.  How does he comport himself in the\nface of all the changes and modifications that have taken place and\nthat still impend?  We can hardly imagine a lord taking his nobility\nseriously; it is some hint of the conditional frame of Lord Warburton's\nmind that makes him imaginable and delightful to us.\n\nIt is not my purpose here to review any of Mr. James's books; I like\nbetter to speak of his people than of the conduct of his novels, and I\nwish to recognize the fineness with which he has touched-in the pretty\nprimness of Osmond's daughter and the mild devotedness of Mr. Rosier.\nA masterly hand is as often manifest in the treatment of such\nsubordinate figures as in that of the principal persons, and Mr. James\ndoes them unerringly.  This is felt in the more important character of\nValentin Belgarde, a fascinating character in spite of its\ndefects,--perhaps on account of them--and a sort of French Lord\nWarburton, but wittier, and not so good.  \"These are my ideas,\" says\nhis sister-in-law, at the end of a number of inanities.  \"Ah, you call\nthem ideas!\" he returns, which is delicious and makes you love him.\nHe, too, has his moments of misgiving, apparently in regard to his\nnobility, and his acceptance of Newman on the basis of something like\n\"manhood suffrage\" is very charming.  It is of course difficult for a\nremote plebeian to verify the pictures of legitimist society in \"The\nAmerican,\" but there is the probable suggestion in them of conditions\nand principles, and want of principles, of which we get glimpses in our\ntravels abroad; at any rate, they reveal another and not impossible\nworld, and it is fine to have Newman discover that the opinions and\ncriticisms of our world are so absolutely valueless in that sphere that\nhis knowledge of the infamous crime of the mother and brother of his\nbetrothed will have no effect whatever upon them in their own circle if\nhe explodes it there.  This seems like aristocracy indeed! and one\nadmires, almost respects, its survival in our day.  But I always\nregretted that Newman's discovery seemed the precursor of his\nmagnanimous resolution not to avenge himself; it weakened the effect of\nthis, with which it had really nothing to do.  Upon the whole, however,\nNewman is an adequate and satisfying representative of Americanism,\nwith his generous matrimonial ambition, his vast good-nature, and his\nthorough good sense and right feeling.  We must be very hard to please\nif we are not pleased with him.  He is not the \"cultivated American\"\nwho redeems us from time to time in the eyes of Europe; but he is\nunquestionably more national, and it is observable that his unaffected\nfellow-countrymen and women fare very well at Mr. James's hand always;\nit is the Europeanizing sort like the critical little Bostonian in the\n\"Bundle of Letters,\" the ladies shocked at Daisy Miller, the mother in\nthe \"Pension Beaurepas\" who goes about trying to be of the \"native\"\nworld everywhere, Madame Merle and Gilbert Osmond, Miss Light and her\nmother, who have reason to complain, if any one has.  Doubtless Mr.\nJames does not mean to satirize such Americans, but it is interesting\nto note how they strike such a keen observer.  We are certainly not\nallowed to like them, and the other sort find somehow a place in our\naffections along with his good Europeans.  It is a little odd, by the\nway, that in all the printed talk about Mr. James--and there has been\nno end of it--his power of engaging your preference for certain of his\npeople has been so little commented on.  Perhaps it is because he makes\nno obvious appeal for them; but one likes such men as Lord Warburton,\nNewman, Valentin, the artistic brother in \"The Europeans,\" and Ralph\nTouchett, and such women as Isabel, Claire Belgarde, Mrs. Tristram, and\ncertain others, with a thoroughness that is one of the best testimonies\nto their vitality.  This comes about through their own qualities, and\nis not affected by insinuation or by downright petting, such as we find\nin Dickens nearly always and in Thackeray too often.\n\nThe art of fiction has, in fact, become a finer art in our day than it\nwas with Dickens and Thackeray.  We could not suffer the confidential\nattitude of the latter now, nor the mannerism of the former, any more\nthan we could endure the prolixity of Richardson or the coarseness of\nFielding.  These great men are of the past--they and their methods and\ninterests; even Trollope and Reade are not of the present.  The new\nschool derives from Hawthorne and George Eliot rather than any others;\nbut it studies human nature much more in its wonted aspects, and finds\nits ethical and dramatic examples in the operation of lighter but not\nreally less vital motives.  The moving accident is certainly not its\ntrade; and it prefers to avoid all manner of dire catastrophes.  It is\nlargely influenced by French fiction in form; but it is the realism of\nDaudet rather than the realism of Zola that prevails with it, and it\nhas a soul of its own which is above the business of recording the\nrather brutish pursuit of a woman by a man, which seems to be the chief\nend of the French novelist.  This school, which is so largely of the\nfuture as well as the present, finds its chief exemplar in Mr. James;\nit is he who is shaping and directing American fiction, at least.  It\nis the ambition of the younger contributors to write like him; he has\nhis following more distinctly recognizable than that of any other\nEnglish-writing novelist.  Whether he will so far control this\nfollowing as to decide the nature of the novel with us remains to be\nseen.  Will the reader be content to accept a novel which is an\nanalytic study rather than a story, which is apt to leave him arbiter\nof the destiny of the author's creations?  Will he find his account in\nthe unflagging interest of their development?  Mr. James's growing\npopularity seems to suggest that this may be the case; but the work of\nMr. James's imitators will have much to do with the final result.\n\nIn the meantime it is not surprising that he has his imitators.\nWhatever exceptions we take to his methods or his results, we cannot\ndeny him a very great literary genius.  To me there is a perpetual\ndelight in his way of saying things, and I cannot wonder that younger\nmen try to catch the trick of it.  The disappointing thing for them is\nthat it is not a trick, but an inherent virtue.  His style is, upon the\nwhole, better than that of any other novelist I know; it is always\neasy, without being trivial, and it is often stately, without being\nstiff; it gives a charm to everything he writes; and he has written so\nmuch and in such various directions, that we should be judging him very\nincompletely if we considered him only as a novelist.  His book of\nEuropean sketches must rank him with the most enlightened and agreeable\ntravelers; and it might be fitly supplemented from his uncollected\npapers with a volume of American sketches.  In his essays on modern\nFrench writers he indicates his critical range and grasp; but he\nscarcely does more, as his criticisms in \"The Atlantic\" and \"The\nNation\" and elsewhere could abundantly testify.\n\nThere are indeed those who insist that criticism is his true vocation,\nand are impatient of his devotion to fiction; but I suspect that these\nadmirers are mistaken.  A novelists he is not, after the old fashion,\nor after any fashion but his own; yet since he has finally made his\npublic in his own way of story-telling--or call it character-painting\nif you prefer,--it must be conceded that he has chosen best for himself\nand his readers in choosing the form of fiction for what he has to say.\nIt is, after all, what a writer has to say rather than what he has to\ntell that we care for nowadays.  In one manner or other the stories\nwere all told long ago; and now we want merely to know what the\nnovelist thinks about persons and situations.  Mr. James gratifies this\nphilosophic desire.  If he sometimes forbears to tell us what he thinks\nof the last state of his people, it is perhaps because that does not\ninterest him, and a large-minded criticism might well insist that it\nwas childish to demand that it must interest him.\n\nI am not sure that any criticism is sufficiently large-minded for this.\nI own that I like a finished story; but then also I like those which\nMr. James seems not to finish.  This is probably the position of most\nof his readers, who cannot very logically account for either\npreference.  We can only make sure that we have here an annalist, or\nanalyst, as we choose, who fascinates us from his first page to his\nlast, whose narrative or whose comment may enter into any minuteness of\ndetail without fatiguing us, and can only truly grieve us when it\nceases.\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Howells, William Dean"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/723/pg723.txt",
        "name": "henry_james,_jr..json"
    }
}