{
    "name": "Hold Back Tomorrow",
    "author": [
        "Neville, Kris"
    ],
    "body": "\"Hello, Margy,\" he said bashfully when he came upon her standing beside\nthe low, white stone wall which surrounded the schoolyard, isolating it\nfrom the carefully landscaped forest and lakes beyond.\n\n\"Hello, Clyde.\"\n\n\"How are you today, Margy?\"\n\n\"I'm fine, Clyde. How are you?\"\n\n\"I'm fine, Margy.... Mind if I sit down here?\"\n\nFeeling a little flutter of unnamed fear, she cried, \"Go ahead. I don't\nown the wall.\"\n\nClyde put his hands behind him, found the top of the wall, and drew\nhimself up until he could sit on the stones. He looked down at her, his\nchin level with her brown curls; he looked as if he had half expected\nher to turn and walk away, and when she did not, he smiled uncertainly.\nThe fear gone, now, she tilted her head and looked at him out of the\ncorner of her eyes, once again the conscious master of the situation.\n\nClyde looked very boyish, peering down at her. \"Don't you want to sit\ndown up here, too?\" he said, waving his hand awkwardly.\n\n\"Maybe.\"\n\n\"Here,\" he said, offering her his hand. \"I'll help you up.\"\n\nShe wanted to take the hand, but instead, she said, \"Thank you, but I\ncan help myself.\" Gracefully she swung her lithe body up beside him.\n\nClyde glanced across at her, and she stared down at her swinging legs,\ntelling herself to be very careful, and above all, not to look into his\neyes when the mature confidence shone through.\n\nClyde cleared his throat nervously and made conversation by saying,\n\"I ... uh ... feel sorry for Teach, don't you?\"\n\nMargy twisted and puckered her mouth, remembering Teach that morning;\nshe had looked very bad, and the eye wrinkles were very noticeable,\nmore noticeable than ever before. \"Teach is wearing out,\" Margy said,\ntrying to keep the horror out of her voice.\n\n\"I ... uh ... thought you'd notice; I don't think the rest of the kids\ndid.\"\n\n\"She must be over four hundred,\" Margy said, feeling the cold place in\nher stomach become even colder.\n\n\"She'll be dead in another fifty years.\"\n\n\n\nMargy shuddered as the coldness exploded through her whole body and\ntingled down to her finger tips, making her want to cry. \"I hate to\nthink of anyone dying,\" she said, wishing he would talk about the\nweather, or about anything but dying, wishing he were less serious,\nmore embarrassed, and more like his old self.\n\n\"I just wondered if you'd noticed Teach. I _thought_ you would.\nYou--you know--you ... uh ... seem to understand things, Margy.\"\n\nThat seemed to expose all her nerve endings, and leave them raw and\ntingling. Biting her lip in anger, she said, \"I do not! I don't\nunderstand things at all.\" If he didn't quit being serious, she would\nget down and walk away.\n\n\"Better than most kids, I meant. Better than _I_ do.\"\n\nShe wanted to laugh hysterically, and she could feel her fingers curl\nin toward the palms. \"You just think I do,\" she said.\n\n\"No. I'm serious, Margy. I mean it, really. You're more grown up than\nwe are.\"\n\nHer heart raced with terror, and her face was drained. She looked away\nso he would not notice. \"Don't say things like that, Clyde. Clyde,\nif you say any more about that I'll--I'll just not ever speak to you\nagain!\"\n\n\"Aw, Margy. I don't want to get you sore. I'm sorry.\"\n\n\"It's all right,\" she said, her heart quieting slowly. What did he\nwant? she wondered. Surely something. She could tell by the intentness\nof his face, the awkwardness, the suppression in his gestures, but\nwhat, she dared not guess, even though she was afraid that she already\nknew. She wanted to say, \"Look, Clyde, let's just go on laughing like\nwe have been. Let's laugh and laugh. And not talk very much. Not about\nthings like death. I like you when you're a little boy and laughing.\nI'm afraid of you when you're a man and not laughing.\" But she said,\n\"It's nice today, don't you think so?\"\n\n\"Uh-huh.\"\n\n\n\nShe looked at him, and his face was red with embarrassment. He avoided\nher eyes, and he was his former self, at least for a moment. The\nself she wanted to touch and hold onto in the face of a swirling,\nmysterious, and frightening world: except, more than anything else,\nshe could not afford to touch him, and every day he was growing more\nand more away from her until one day he would be gone altogether, and\nshe would not want to touch him any longer. It was infinitely sad to\nsit helplessly by while that happened.\n\n\"What did you want to see me about?\" she said.\n\n\"I ... uh ... guess I forget,\" he said.\n\nBut everything was about to break and shatter, and she could sense it.\nShe sat pitted against herself and her own confusions, knowing what he\nwanted to ask her. It had been bound to come, sooner or later. What was\nshe going to _do_ about it? That, she was afraid to guess. Not today,\nshe prayed intently, God, don't let him ask me to marry him today!\n\n\"Look, Margy,\" he said. \"Can I walk you home, after school?\"\n\nBut it would be today. Again, she could sense it. And if she said he\ncould walk home with her, he would touch her, probably try to kiss her.\nSomehow, she would have to stop him from doing that. \"Part way,\" she\nsaid hesitantly. Because she was afraid to deny him; she was afraid to\nlose him, yet. She didn't want that.\n\n\"I ... want to ask you something, then.\"\n\n\"Please ...\" she said.\n\n\"Yes, Margy?\"\n\n\"Let's not be serious. You've been getting so _serious_, lately. I\ndon't like you when you're that way.\"\n\n\"I have not!\" he said hotly.\n\n\"You have too,\" she said. She slipped down from the wall and ran wild\nand free toward the classroom building.\n\n\"Don't forget! After school!\" he called.\n\nDon't forget, she thought bitterly, running, don't forget....\n\n\n\nSchool was over, and they left the grounds together. The grass\nunderfoot was soft and green. The shade trees around the path,\npleasantly protecting. The neat, clean houses, set in the forest at\nintervals, individual proud flower beds a dot in the smooth, close\ncropped lawns. The sky, bright blue with sunset on the horizon (through\nthe trees) gold and purple, and the air, clean, perfumery. Adults\nmoved around their homes, puttering in the gardens, mending the tiny\nspots where mending was required; their faces were bright eyed, young,\npeaceful, but wise with the wisdom of experience.\n\n\"We're a lot alike,\" Clyde said after a while.\n\n\"Are we?\"\n\n\"Don't you think so?\"\n\n\"I don't know,\" she said, looking away from him, thinking that it would\nbe nice to go on forever walking in the sunset like this.\n\n\"Where do you live?\"\n\n\"Down here,\" she said vaguely.\n\n\"Oh.\"\n\nThey walked on, passed a pond almost covered with lilies that were\nopened out, in white and yellow bloom: passed a banyan tree, where\nminiature turtle doves had gathered to coo softly for night; over a\nsmall wood bridge spanning a stream of clear hurtling waters.\n\n\"... You started school here just last year, didn't you?\"\n\nShe swallowed down the tenseness in her throat. \"Yes ... I came\nfrom ... the East.\" She knew that she should have said it more glibly,\nbut the words seemed to clog in her throat.\n\n\"That's what I thought,\" he said. \"I don't remember you before last\nyear.\"\n\nThey came to a widening of the lane where an ancient tree stood alone,\nas if the rest of the trees had moved back to give it room, out of\nrespect to its venerability.\n\nHe stopped her with his hand. \"Wait, Margy.\"\n\nThe hand, warm on her elbow, was bad, and she wanted to shake it away,\nand she wanted to leave it there.\n\n\"Yes?\" she said weakly.\n\n\"... Uh.... Let's talk,\" he said, taking the hand away.\n\n\"Talk?\" she said, trying to gain time and marshal her thoughts.\n\nThen there was laughter from behind them, along the lane they had\nfollowed.\n\n\"Two of the kids from school,\" Clyde said disappointedly; he turned to\nwave. \"No. It's all right. I see their adult bands.\"\n\nShortly, the adults, nodding pleasantly with the confidence and\nunderstanding of hundreds of years, passed them and continued down the\nlane, looking no older than the two adolescents.\n\nWhen they had gone, vanishing around a sharp bend in the lane, Clyde\nsaid, \"Uh, Margy. Have you ever thought, I mean _really_ thought, of\nhaving to grow up?\"\n\n\"... Yes,\" she said, feeling a calmness come to her, an almost iciness,\na resignation.\n\n\"It's awful puzzling: I mean, they _know_ so much. It takes so long to\nbecome an adult. And you're always doing silly things that they don't\ndo, and you don't know why. You don't _understand_. It's hard, to\nunderstand. And sometimes you're almost afraid you'll _never_ be able\nto grow up.\"\n\n\n\nHe was a boy again, now, and she felt her heart swell in sympathy as\nshe watched him and listened to his words, and for a single moment,\nmany things seemed possible.\n\n\"It's awful hard,\" he said. \"And if a man has to do it alone....\"\n\nThe calm was gone. _No, No!_ she shrieked mentally, _No, please don't\nask me!_\n\n\"It makes it so much harder,\" Clyde continued. \"Have you ever ... I\nmean ... uh, Margy, it's kinda nice, I mean ... to make an early first\nmarriage, don't you think?\"\n\nShe felt herself trembling, and her lips moved soundlessly.\n\n\"What I want to say, it's so much nicer to have someone. I mean, it\nhelps you grow up faster. Gives you responsibilities. _Teaches_ you, I\nmean.\"\n\n\"I ... I....\"\n\n\"What I'm trying to get around to saying.... Look. Sometimes these\nfirst marriages just go right on lasting. I mean, if two people,\nthey're alike, they just stay on married.\"\n\nShe felt fire in her cheeks.\n\n\"Margy, will you marry me?\"\n\nAnticipation had not blunted the effect, and maturity shone in his\neyes. Her face was white; blood fled from her lips.\n\n\"Clyde....\"\n\n\"We're a lot alike, Margy,\" he said intently. \"We could make it last.\nWe've got a lot in common. For us it wouldn't be just a first marriage.\nIt would be _the_ marriage, the one to last always. And we both need to\nget married. To help us grow up.\"\n\n\"I ... I....\"\n\n\"Listen, Margy. I always thought ... I mean, well, I've always thought\nyou like me. A lot, I mean. I've always thought that--well--that you\nwere in love with me, sort of.\"\n\nIt felt like her chest was being crushed by emotions; and she could see\nhim spinning farther away from her. And she could not let him go. She\ncould not lose him like this, just let him walk away. It wasn't fair.\n\"I ... I guess I am.\"\n\n\"Then we'll go down tomorrow for licenses? We'll have our check-ups,\nand....\"\n\n\"No,\" she moaned, \"no, no, no.\"\n\nHe drew her against him. She tried to turn her lips away, but she did\nnot want to, and then it was too late, and there was nothing she could\ndo.\n\nShe forced him back. \"Wait,\" she said. \"I love you,\" she said. \"Listen,\nyou've got to do this. Listen. You've got to meet me tonight. At the\nlibrary. At ... at ... nine o'clock.\" She took a deep breath. \"You've\ngot to do that.\"\n\n\"What's....\"\n\nShe turned.\n\n\"Margy!\"\n\nWithout daring to look back, she said, \"Don't come any farther. Wait\nuntil tonight.\" Inside, she was crying and hurt and desperate and\nashamed. Most of all, ashamed. Her nails dug into her palms until she\nfelt the sharp pain. _What can I do?_ she thought. _I won't go.\nI'll ... I'll ... I won't go. I'll leave...._ There was a thin\ntrickle of warmness across the inside of her hand.\n\nBut she knew that she would go, deeply, she knew that. And she was\nin love with him, and life was unfair, so terribly unfair, so unfair\nbeyond all imagining.\n\n\n\nWaiting for him, she was sick with a strange excitement that kept her\nblood alive and racing. She was afraid, too--mildly afraid, but fear\ncould not stop her. Waiting, she remembered: their laughter, and a\npicnic lunch, once, when he had tried to hold her hand during the hour\nwhen they listened to the Music, again when he chose her twice in the\nsocial living game; and how unafraid and _warm_ she had been then,\nuntil it began to break and crumble around her, and she could feel him\ndrifting away, toward Them--toward the utterly terrifying and complex\nand baffling and painful life beyond her, where she was afraid to go.\n\nBut she could not let him escape from her: for he owed her something\nmore--he _had to_ owe her something more; life owed her something more,\nand she would not be cheated. Then she would go away, and leave school,\nand go somewhere and try to start all over again, and most of all,\nreally try to understand.\n\nShe was waiting for him just beyond the light that cascaded down the\nsteps from the open doors of the library, and finally, when she saw him\ncoming, a tall, lanky form coming uncertainly from the darkness, she\nfelt her temples pound, and her knees were trembling.\n\nHe came to her side. Her hand, not shyly, now, went out for his, and\nhe tried to draw back, startled by the strange intensity of her eyes.\nThen, without a word, she led him by the hand across the smooth grass\ntoward the aspen trees around the tiny, moonlit lake.\n\nWhen they were safely hidden among the trees, she pressed him to the\nground, and to her the moon seemed pale and ghostly, and the water\nlilies, coffin flowers, and the cat tails, dead, furry fingers. Life\nwas no longer sweet and innocent, and the lake smell was like decay\nupon the air.\n\n\"There,\" she said huskily. \"Sit there. I'll sit by you.\"\n\nAgain she took his hand, and the wind rustled the trees.\n\n\"I want you to be in love with me,\" she said.\n\n\"Uh ... you love me, don't you?\" he said uncomfortably.\n\n\"I want to be loved,\" she echoed stubbornly, and the wind sighed.\n\nLake water gurgled at the shore, and she thought it might be going down\na drain, somewhere, the way time goes down a drain; although time goes\nsilently.\n\n\n\nShe closed her eyes, trying to think, but she found only the eternal\nconfusion in her mind; and the wind carried back some of her own\nsweet perfume smell to her, half sickening her. She licked her lips\nnervously, and her cheeks were hot.\n\n\"We'll get married and have our own home, and you can....\"\n\nShe shrank away from him mentally; and looking at him, filtered by\nmoonlight, she saw that he was old and although the aspen leaf that\nfell between them was still green, she knew that it was old and dead,\ntoo, and the grass under her left hand, though green, was dying. Terror\nfilled her, and as a very small child, she had been in a dark room,\nsomewhere, and there was rain and lightning; her father had come to\nhold her hand; she could remember his saying: \"You won't die for a long\ntime,\" although how he had come to say it, she could not remember.\nEver since, she had, in the back of her mind, the thought: I'm dying\nnow. And late at night, very often, she would awake with icy sweat on\nher body to realize that some day there would actually come that last\nminute, as real as the present one, and how could she stand it?\n\n\"... the house,\" he finished; but she did not know what he had said.\n\n\"We don't have to get married,\" she said.\n\n\"Why not? I don't see why not?\"\n\nHer lips were trembling, and she wanted to cry. \"Don't you see: I don't\n_want_ to.\"\n\n\"I don't understand you,\" he said. \"I don't understand you at all.\"\n\nThe moonlight patterned the ground.\n\n\"Look,\" he said. \"We want to hurry and grow up, don't we? We want....\"\n\nScarcely understanding, herself, she repeated, \"We don't have to get\nmarried!\" Her mouth was dry, and her hand, hot in his.\n\nDoggedly, Clyde said, \"I don't understand you, Margy.\"\n\n\n\nShe laughed tiredly, for he was gone, and it was almost too late, now.\n\"Don't be serious. Tonight, don't be serious. Let's not talk any more\nabout that. I don't want to talk about that.\"\n\n\"We've _got to_,\" he insisted. \"We've got to learn to be serious. We\ncan't go on like a couple of kids like this forever.\"\n\n\"There's ... there's a lot of time, yet. We've got so much time ...\nbefore we....\" She wondered how the thought had almost crept into\nwords, and she shuddered, while from across the lake, a tree frog began\nto chirp eerily. \"I'm afraid to think about dying,\" she said, and\nit was the most important thing in the world to make him understand\nthat. \"Dying worries me. I don't want to have to die.\" Her voice went\non evenly, monotonously, in chorus with the tree frog, and her hand\nclamped his wetly, but she hardly listened to the words herself,\nbecause she knew that he did not understand what she was saying. \"But I\ndon't have to think about it. There's so much time left. And I want to\nstay young like this. Don't you understand, Clyde? I thought you said\nyou understood me? I don't want to be sick and hurt. I want things to\nbe simple and ... pretty. Pretty. Can't you see that, Clyde? I don't\ncare about anything else.\"\n\n\"You don't believe that,\" he said.\n\nAfter a pause (while the wind quieted), she said, insistently, \"I do.\nYes, I _do_, Clyde ... I really do.\"\n\nHe tried to release her hand.\n\nAnd he was trying to cheat her. They were trying to cheat her. She did\nnot know, she did not care. There was something inside of her, and it\nwas desperation.\n\n\"Don't leave me, too,\" she sobbed. \"I just want to be loved. I just\nwant somebody to love me.\" Her arms were suddenly around him, strong\nand hungry, and the contact with him was electric, but somewhere\nin the back of her mind, blunted, a small voice moaned. \"Please,\"\nshe whimpered, her mind almost blank and spinning. \"Please, Clyde.\nLike this. Just like this. When you touched me on the elbow this\nafternoon....\"\n\nHe tried to draw away; but her arms held him tightly. Suddenly he put\nboth hands against her breasts and pushed brutally. She fell back,\nstunned.\n\nClyde jumped to his feet and started to run, terrified.\n\n\"Clyde!\" she moaned. \"Clyde, don't run away! Don't cheat me, Clyde.\nDon't leave me, Clyde.\"\n\nThe wind was in the trees again, and she put her head on her arm and\nbegan to cry softly. \"Clyde,\" she whispered. (Or was it only the wind\nin the trees?)\n\n\n\nShe hardly knew why she came to school the next day; her body was\nleaden with fatigue, and in her mind there was a sense of impending\ndoom. On the way down the soft, green path, she stared at the ground,\nand when an adult passed, she was afraid to look into his eyes, lest,\nsomehow, he understand.\n\nShe should go away; as she crossed the school ground she knew that, but\nshe was too hurt to go away, and nothing seemed to matter greatly.\n\nAnd then she was in class and Clyde was not there. She wanted to run\nout into the sunshine, and run forever, mostly backward into yesterday,\nwhere everything was so very simple.\n\nLooking at Teach, she could not help hating her: so poised, so calm, so\nunderstanding, so sure; even with the tiny crows-feet--the first signs\nof wearing out--around her eyes, as if she had never seen herself as a\nwhite death's head, and imagined the wind whispering over her grave\nand rustling the grass that had been her body, the green grass, dying.\nBut Teach's movements were still quick and lively, and her body did not\nlook as if there was death inside of it, waiting.\n\nAnd as she watched Teach conduct the class and play upon it as a\nmaestro might upon an orchestra, she remembered the last night, and the\nwind, and the boy, and she felt _unclean_.\n\nTime hung suspended; and every second the clock let fall was a\nheartbeat of increasing intensity. Suspense was in the air, and Margy\nknew that she was waiting, waiting with a wound up tenseness that would\nexplode inside of her if something didn't happen.\n\nAnd it was almost a relief when the messenger came, and Teach said,\n\"Margy, would you mind going into room C? Someone wants to see you\nthere.\"\n\nTrembling, Margy stood up. \"Yes, Teach.\"\n\nShe left the room, her feet heavy, too heavy to turn toward the door\nand set running as she half wanted them to do.\n\n\n\nShe opened the door at room C and stood silently. There were three\npeople in the room: Mr. Hershey, the co-ordinator, and a man and a\nwoman; she did not need to be told that the man and woman were Clyde's\nparents.\n\n\"Come in, Margy,\" Mr. Hershey said kindly, but Margy couldn't move.\n\nShe looked around the room; and a corner, she thought, would be nice to\nhide in, if it was dark, and whoever was looking for her didn't have\na light. But it was all over, and she was sick, and it was too much\ntrouble to try to hide again.\n\nWithout raising his voice, the other man said, not unkindly, \"Where's\nyour adult band, Margy?\"\n\nHer eyes were listless and defeated. They did not glance toward her\nleft upper arm. Automatically she said, \"I can't wear one, yet.\"\n\n\"How old are you, Margy?\" the woman said.\n\n\"I'm--I'm sixteen. Almost seventeen. Yes, I'm almost seventeen.\"\n\nMr. Hershey said softly, \"I'm sorry, Margy. There will have to be\ntests.\"\n\nShe stiffened almost imperceptibly.\n\nClyde's mother bent forward. \"Why don't you admit you're as old as I\nam?\" she said.\n\n\"No, no, no,\" Margy moaned. \"I'm not! I'm not! I'm _not_!\"\n\n\"Now, now....\"\n\n\"Let me alone!\" Margy said. \"Let me alone!\" She felt life flow back\ninto her empty body. \"Why won't you ever let me alone?\"\n\nMr. Hershey pushed a button.\n\n\"I don't hurt you,\" Margy said. And her eyes were wild, now, and her\nmouth twisted in shame and anguish. \"I don't hurt anybody.\" She began\nto sob. \"Please,\" she choked. \"I just want to be young. That's all\nright, isn't it, to want to be young? That's all I want. Honest, that's\nall.\"\n\nMr. Hershey spoke softly into the phone. \"Could you send over a couple\nof men? I'm afraid we've got another Revert for you.\"\n\n\"I don't hurt anybody,\" she said tonelessly. \"It's no crime to want to\nbe young. Why don't you let me alone ... let me alone ... alone ...\nalone?\"\n\nAnd then she fell silent, her body shaking with repressed sobs as she\nstood in the doorway and waited for the two men to come and take her\naway.\n",
    "metadata": {
        "author": [
            "Neville, Kris"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65229/pg65229.txt",
        "name": "hold_back_tomorrow.json"
    }
}