{
    "name": "Homesick",
    "author": [
        "Venable, Lyn"
    ],
    "body": "Frankston pushed listlessly at a red checker with his right forefinger.\nHe knew the move would cost him a man, but he lacked enough interest in\nthe game to plot out a safe move. His opponent, James, jumped the red\ndisk with a black king and removed it from the board. Gregory, across\nthe room, flicked rapidly through the pages of a magazine, too rapidly\nto be reading anything, or even looking at the pictures. Ross lay\nquietly on his bunk, staring out of the viewport.\n\nThe four were strangely alike in appearance, nearly the same age, the\nage where gray hairs finally outnumber black, or baldness takes over.\nThe age when the expanding waistline has begun to sag tiredly, when\nrobust middle age begins the slow accelerating decline toward senility.\n\nA strange group to find aboard a spaceship, but then _The Columbus_ was\na very strange ship. Bolted to its outer hull, just under the viewports,\nwere wooden boxes full of red geraniums, and ivy wound tenuous green\nfronds over the gleaming hull that had withstood the bombardment of\npinpoint meteors and turned away the deadly power of naked cosmic rays.\n\nFrankston glanced at his wristchrono. It was one minute to six.\n\n\"In about a minute,\" he thought, \"Ross will say something about going\nout to water his geraniums.\" The wristchrono ticked fifty-nine times.\n\n\"I think I'll go out and water my geraniums,\" said Ross.\n\n\n\nNo one glanced up. Then Gregory threw his magazine on the floor. Ross\ngot up and walked, limping slightly, to a wall locker. He pulled out the\nheavy, ungainly spacesuit and the big metal bulb of a headpiece. He\ncarried them to his bunk and laid them carefully down.\n\n\"Will somebody please help me on with my suit?\" he asked.\n\nFor one more long moment, no one moved. Then James got up and began to\nhelp Ross fit his legs into the suit. Ross had arthritis, not badly, but\nenough so that he needed a little help climbing into a spacesuit.\n\nJames pulled the heavy folds of the suit up around Ross's body and held\nit while Ross extended his arms into the sleeve sections. His hands, in\nthe heavy gauntlets, were too unwieldy to do the front fastenings, and\nhe stood silently while James did it for him.\n\nRoss lifted the helmet, staring at it as a cripple might regard a\nwheelchair which he loathed but was wholly dependent upon. Then he\nfitted the helmet over his head and James fastened it down and lifted\nthe oxygen tank to his back.\n\n\"Ready?\" asked James.\n\nThe bulbous headpiece inclined in a nod. James walked to a panel and\nthrew a switch marked INNER LOCK. A round aperture slid silently open.\nRoss stepped through it and the door shut behind him as James threw the\nswitch back to its original position. Opposite the switch marked OUTER\nLOCK a signal glowed redly and James threw another switch. A moment\nlater the signal flickered out.\n\nFrankston, with a violent gesture, swept the checker board clean. Red\nand black men clattered to the floor, rolling and spinning. Nobody\npicked them up.\n\n\"What does he do it for?\" demanded Frankston in a tight voice. \"What\ndoes he get out of those stinking geraniums he can't touch or smell?\"\n\n\"Shut up,\" said Gregory.\n\nJames looked up sharply. Curtness was unusual for Gregory, a bad sign.\nFrankston was the one he'd been watching, the one who'd shown signs of\ncracking, but after so long, even a psycho-expert's opinion might be\nhaywire. Who was a yardstick? Who was normal?\n\n\"Geraniums don't smell much anyway,\" added Gregory in a more\nconciliatory tone.\n\n\"Yeah,\" agreed Frankston, \"I'd forgotten that. But why does he torture\nhimself like this, and us, too?\"\n\n\"Because that's what he wanted to do,\" answered James.\n\n\"Sure,\" agreed Gregory, \"the whole trip--the last twenty years of it,\nanyhow--all he could talk about was how, when he got back to Earth, he\nwas going to buy a little place in the country and raise flowers.\"\n\n\"Well, we're back,\" muttered Frankston, with a terrible bitterness.\n\"He's raising flowers, but not in any little place in the country.\"\n\n\n\nGregory continued almost dreamily, \"Remember the last night out? We were\nall gathered around the viewscreen. And there was Earth, getting bigger\nand greener and closer all the time. Remember what it felt like to be\ngoing back, after thirty years?\"\n\n\"Thirty years cooped up in this ship,\" grumbled Frankston. \"All our\ntwenties and thirties and forties ...\"\n\n\"But we were coming home.\" There was a rapt expression on Gregory's\nlined and weathered face. \"We were looking forward to the twenty or\nmaybe thirty good years we had left, talking about what we'd do, where\nwe'd live, wondering what had changed on Earth. At least we had that\nlast night out. All the data was stashed away in the microfiles, all the\ndata about planets with air we couldn't breathe and food we couldn't\neat. We were going home, home to big, friendly, green Earth.\"\n\nFrankston's face suddenly crumpled as though he were about to weep and\nhe cradled his head against his arms. \"God, do we have to go over it all\nagain? Not again tonight!\"\n\n\"Leave him alone,\" ordered James with an inflection of command in his\nvoice. \"Go to the other section of the ship if you don't want to listen.\nHe has to keep going over it, just like Ross has to keep watering his\ngeraniums.\"\n\nFrankston remained motionless and Gregory looked gratefully at James.\nJames was the steady one. It was easier for him because he understood.\n\nGregory's face became more and more animated as he lost himself, living\nagain his recollections: \"The day we blasted in. The crowds. Thousands\nof people, all there to see us come in. We were proud. Of course, we\nthought we were the first to land, just like we'd been the first to go\nout. Those cheers, coming from thousands of people at once. For us.\nRoss-- Lt. Ross--was the first one out of the lock. We'd decided on\nthat; he'd been in command for almost ten years, ever since Commander\nStevens died. You remember Stevens, don't you? He took over when we lost\nCaptain Willers. Well, anyway, Ross out first, and then you, James, and\nyou, Frankston, and then Trippitt, and me last, because you were all\nspecialists and I was just a crewman. _The_ crewman, I should say, the\nonly one left.\n\n\"Ross hesitated and almost stumbled when he stepped out, and tears began\npouring from his eyes, but I thought--well, you know, coming home after\nthirty years and all that. But when I stepped out of the lock, my eyes\nstung like fire and a thousand needles seemed to jab at my skin.\n\n\"And then the President himself stepped forward with the flowers. That's\nwhere the real trouble began, with the flowers. I remember Ross\nstretching out his arms to take the bouquet, like a mother reaching for\na baby. Then suddenly he dropped them, sneezing and coughing and sobbing\nfor breath, and the President reached out to help him, asking him over\nand over what was wrong.\n\n\"It was the same with all of us, and we turned and staggered back to the\nship, closing the lock behind us. It was bad then. God, I'll never\nforget it! The five of us, moaning in agony, gasping for breath, our\neyes all swollen shut, and the itching ... that itching.\" Gregory\nshuddered.\n\n\n\nEven the emotionally disciplined James set his teeth and felt his scalp\ncrawl at the memory of that horror. He glanced toward the viewport, as\nthough to cleanse his mind of the memory. He could see Ross out there,\namong the geraniums, moving slowly and painfully in his heavy spacesuit.\nOccupational therapy. Ross watered flowers and Gregory talked and\nFrankston was bitter and ... himself? Observation, maybe.\n\nGregory's voice began again, \"And then they were pounding on the lock,\nbegging us to let the doctor in, but we were all rolling and thrashing\nwith the itching, burning, sneezing, and finally James got himself under\ncontrol enough to open the locks and let them in.\n\n\"Then came the tests, allergy tests. Remember those? They'd cut a little\nrow of scratches in your arm ...\" Each man instinctively glanced at his\nforearm, saw neat rows of tiny pink scars, row on row. \"Then they'd put\na little powder in each cut and each kind of powder was an extract of\nsome common substance we might be allergic to. The charts they made were\nfull of 'P's, P for positive, long columns of big, red 'P's. All pollen,\ndust, wool, nylon, cotton, fish, meat, fruit, vegetables, grain, milk,\nwhisky, cigarettes, dogs, cats--everything! And wasn't it funny about us\nbeing allergic to women's face powder? Ha! We were allergic to women\nfrom their nylon hose to their face powder.\n\n\"Thirty years of breathing purified, sterilized, filtered air, thirty\nyears of drinking distilled water and swallowing synthetic food tablets\nhad changed us. The only things we weren't allergic to were the metal\nand plastic and synthetics of our ship, _this_ ship. We're allergic to\nEarth. That's funny, isn't it?\"\n\nGregory began to rock back and forth, laughing the thin high laugh of\nhysteria. James silently walked to a water hydrant and filled a plastic\ncup. He brought Gregory a small white pill.\n\n\"You wouldn't take this with the rest of us at supper. You'd better take\nit now. You need it.\"\n\nGregory nodded bleakly, sobering at once, and swallowed the pellet. He\nmade a face after the water.\n\n\"Distilled,\" he spat. \"Distilled ... no flavor ... no life ... like\nus ... distilled.\"\n\n\"If only we could have blasted off again.\" Frankston's voice came\nmuffled through his hands. \"It wouldn't have made any difference where.\nAnywhere or nowhere. No, our fine ship is obsolete and we're old, much\ntoo old. They have the spacedrive now. Men don't make thirty-year\njunkets into space and come back allergic to Earth. They go out, and in\na month or two they're back, with their hair still black and their eyes\nstill bright and their uniforms still fit. A month or two is all. Those\ncrowds that cheered us, they were proud of us and sorry for us, because\nwe'd been out thirty years and they never expected us back at all. But\nit was inconvenient for Spaceport.\" Bitter sarcasm tinged his voice.\n\"They actually had to postpone the regular monthly Trans-Galactic run\nto let us in with this big, clumsy hulk.\"\n\n\"Why didn't we ever see any of the new ships either going out or coming\nback?\" asked Gregory.\n\n\n\nFrankston shook his head. \"You don't see a ship when it's in spacedrive.\nIt's out of normal space-time dimensions. We had a smattering of the\ntheory at cadet school ... anyway, if one did flash into normal\nspace-time--say, for instance, coming in for a landing--the probability\nof us being at the same place at the same time was almost nil. 'Two\nships passing in the night' as the old saying goes.\"\n\nGregory nodded, \"I guess Trippitt was the lucky one.\"\n\n\"You didn't see Trippitt die,\" replied James.\n\n\"What was it?\" asked Frankston. \"What killed Trippitt? So quickly, too.\nHe was only outside a few minutes like the rest of us, and eight hours\nlater he was dead.\"\n\n\"We couldn't be sure,\" answered James. \"Some virus. There are countless\nvarieties. People live in a contaminated atmosphere all their lives,\nbuild up a resistance to them. Sometimes a particularly virulent strain\nwill produce an epidemic, but most people, if they're affected, will\nhave a mild case of whatever it is and recover. But after thirty years\nin space, thirty years of breathing perfectly pure, uncontaminated air,\nTrippitt had no antibodies in his bloodstream. The virus hit and he\ndied.\"\n\n\"But why didn't the rest of us get it?\" asked Gregory.\n\n\"We were lucky. Viruses are like that.\"\n\n\"Those people talked about building a home for us,\" muttered Frankston.\n\"Why didn't they?\"\n\n\"It wouldn't have been any different,\" answered James gently. \"It would\nhave been the same, almost an exact duplicate of the ship, everything\nbut the rockets. Same metal and plastic and filtered air and synthetic\nfood. It couldn't have had wool rugs or down pillows or smiling wives or\nfresh air or eggs for breakfast. It would have been just like this. So,\nsince the ship was obsolete, they gave it to us, and a plot of ground to\nanchor it to, and we're home. They did the best they could for us, the\nvery best they could.\"\n\n\"But I feel stifled, shut in!\"\n\n\"The ship is large, Frankston. We all crowd into this section because,\nwithout each other, we'd go mad.\" James kicked the edge of the magazine\non the floor. \"Thank God we're not allergic to decontaminated paper.\nThere's still reading.\"\n\n\"We're getting old,\" said Gregory. \"Some day one of us will be here\nalone.\"\n\n\"God help him then,\" answered James, with more emotion than was usual\nfor him.\n\n\n\nDuring the latter part of the conversation, the little red signal had\nbeen flashing persistently. Finally James saw it. Ross was in the outer\nlock. James threw the decontaminator switch and the signal winked out.\nEvery trace of dust and pollen would have to be removed from Ross's suit\nbefore he could come inside the ship.\n\n\"Just like on an alien planet,\" commented Gregory.\n\n\"Isn't that what this is to us--an alien planet?\" asked Frankston, and\nneither of the other men dared answer his bitter question.\n\nA few minutes later, Ross was back in the cabin, and James helped him\nout of his spacesuit.\n\n\"How are the geraniums, Ross?\" asked Gregory.\n\n\"Fine,\" said Ross enthusiastically. \"They're doing just fine.\"\n\nHe walked over to his bunk and lay down on his side so he could see out\nof the viewport. There would be an hour left before darkness fell, an\nhour to watch the geraniums. They were tall and red, and swayed slightly\nin the evening breeze.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Venable, Lyn"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29599/pg29599.txt",
        "name": "homesick.json"
    }
}