{
    "name": "Home is Where You Left It",
    "author": [
        "Marlowe, Stephen"
    ],
    "body": "\n[Sidenote: _How black is the blackest treachery? Is the most callous\ntraitor entitled to mercy? Steve pondered these questions. His decision?\nThat at times the villain should possibly be spoken of as a hero._]\n\n\nOnly the shells of deserted mud-brick houses greeted Steve Cantwell when\nhe reached the village.\n\nHe poked around in them for a while. The desert heat was searing,\nparching, and the Sirian sun gleamed balefully off the blades of Steve's\nunicopter, which had brought him from Oasis City, almost five hundred\nmiles away. He had remembered heat from his childhood here on Sirius'\nsecond planet with the Earth colony, but not heat like this. It was like\na magnet drawing all the moisture out of his body.\n\nHe walked among the buildings, surprise and perhaps sadness etched on\nhis gaunt, weather-beaten face. Childhood memories flooded back: the\nsingle well from which all the families drew their water, the mud-brick\nhouse, hardly different from the others and just four walls and a roof\nnow, in which he'd lived with his aunt after his parents had been killed\nin a _Kumaji_ raid, the community center where he'd spent his happiest\ntime as a boy.\n\nHe went to the well and hoisted up a pailful of water. The winch creaked\nas he remembered. He ladled out the water, suddenly very thirsty, and\nbrought the ladle to his lips.\n\nHe hurled the ladle away. The water was bitter. Not brackish.\n\nPoisoned.\n\nHe spat with fury, then kneeled and stuffed his mouth with sand, almost\ngagging. After a while he spat out the sand too and opened his canteen\nand rinsed his mouth. His lips and mouth were paralyzed by contact with\nthe poison. He walked quickly across the well-square to his aunt's\nhouse. Inside, it was dim but hardly cooler. Steve was sweating, the\nsaline sweat making him blink. He scowled, not understanding. The table\nwas set in his aunt's house. A coffeepot was on the stove and last\nnight's partially-consumed dinner still on the table.\n\nThe well had been poisoned, the town had been deserted on the spur of\nthe moment, and Steve had returned to his boyhood home from Earth--too\nlate for anything.\n\nHe went outside into the square. A lizard was sunning itself and staring\nat him with lidless eyes. When he moved across the square, the lizard\nscurried away.\n\n\"Earthman!\" a quavering voice called.\n\nSteve ran toward the sound. In the scant shadow of the community center,\na Kumaji was resting. He was a withered old man, all skin and bones and\nsweat-stiffened tunic, with enormous red-rimmed eyes. His purple skin,\nwhich had been blasted by the merciless sun, was almost black.\n\nSteve held the canteen to his lips and watched his throat working almost\nspasmodically to get the water down. After a while Steve withdrew the\ncanteen and said:\n\n\"What happened here?\"\n\n\"They're gone. All gone.\"\n\n\"Yes, but what happened?\"\n\n\"The Kumaji--\"\n\n\"You're Kumaji.\"\n\n\"This is my town,\" the old man said. \"I lived with the Earthmen. Now\nthey're gone.\"\n\n\"But you stayed here--\"\n\n\"To die,\" the old man said, without self-pity. \"I'm too old to flee, too\nold to fight, too old for anything but death. More water.\"\n\n\n\nSteve gave him another drink. \"You still haven't told me what happened.\"\nActually, though, Steve could guess. With the twenty-second century\nEarth population hovering at the eleven billion mark, colonies were\nsought everywhere. Even on a parched desert wasteland like this. The\nKumaji tribesmen had never accepted the colony as a fact of their life\non the desert, and in a way Steve could not blame them. It meant one\noasis less for their own nomadic sustenance. When Steve was a boy,\nKumaji raids were frequent. At school on Earth and Luna he'd read about\nthe raids, how they'd increased in violence, how the Earth government,\nso far away and utterly unable to protect its distant colony, had\nsuggested withdrawal from the Kumaji desert settlement, especially since\na colony could exist there under only the most primitive conditions,\nalmost like the purple-skinned Kumaji natives themselves.\n\n\"When did it happen?\" Steve demanded.\n\n\"Last night.\" It was now midafternoon. \"Three folks died,\" the Kumaji\nsaid in his almost perfect English, \"from the poisoning of the well. The\nwell was the last straw. The colonists had no choice. They had to go,\nand go fast, taking what little water they had left in the houses.\"\n\n\"Will they try to walk all the way through to Oasis City?\" Oasis City,\nbuilt at the confluence of two underground rivers which came to the\nsurface there and flowed the rest of the way to the sea above ground,\nwas almost five hundred miles from the colony. Five hundred miles of\ntrackless sands and hundred-and-thirty-degree heat....\n\n\"They have to,\" the old man said. \"And they have to hurry. Men, women\nand children. The Kumaji are after them.\"\n\n\n\nSteve felt irrational hatred then. He thought it would help if he could\nfind some of the nomadic tribesmen and kill them. It might help the way\nhe felt, he knew, but it certainly wouldn't help the fleeing colonists,\ntrekking across a parched wilderness--to the safety of Oasis City--or\ndeath.\n\n\"Come on,\" Steve said, making up his mind. \"The unicopter can hold two\nin a pinch.\"\n\n\"You're going after them?\"\n\n\"I've got to. They're my people. I've been away too long.\"\n\n\"Say, you're young Cantwell, aren't you? Now I remember.\"\n\n\"Yes, I'm Steve Cantwell.\"\n\n\"I'm not going anyplace, young fellow.\"\n\n\"But you can't stay here, without any good water to drink, without--\"\n\n\"I'm staying,\" the old man said, still without self-pity, just\nmatter-of-factly. \"The Earth folks have no room for me and I can't blame\n'em. The Kumaji'll kill me for a renegade, I figure. I lived a good,\nlong life. I've no regrets. Go after your people, young fellow. They'll\nneed every extra strong right arm they can get. You got any weapons?\"\n\n\"No,\" Steve said.\n\n\"Too bad. Well, good-bye and good luck.\"\n\n\"But you can't--\"\n\n\"Oh, I'm staying. I want to stay. This is my home. It's the only home\nI'll ever have. Good luck, young fellow.\"\n\nSlowly, Steve walked to his unicopter. It was nothing more than a small\nmetal disk on which to stand, and a shaft with four turbo-blades. It\ncould do sixty miles an hour at an elevation of two thousand feet.\n\n\n\nSteve turned the little turbo-jet engine over, then on impulse ran back\nto the old man and gave him his canteen, turning away before it could be\nrefused and striding quickly back to the unicopter and getting himself\nairborne without looking at the deserted village or the old man again.\n\nThe old man's voice called after him: \"Tell the people ... hurry ...\nKumaji looking for them to kill ... desert wind ought to wipe out their\ntrail ... but hurry....\"\n\nThe voice faded into the faint rushing sound of the hot desert wind.\nSteve gazed down on bare sun-blasted rock, on rippled dunes, on\nhate-haze. He circled wider and wider, seeking his people.\n\nHours later he spotted the caravan in the immensity of sand and\nwasteland. He brought the unicopter down quickly, with a rush of air and\na whine of turbojets. He alighted in the sand in front of the\nslow-moving column. It was like something out of Earth's Middle\nEast--and Middle Ages. They had even imported camels for their life here\non the Sirian desert, deciding the Earth camel was a better beast of\nburden than anything the Sirius II wastelands had to offer. They walked\nbeside the great-humped beasts of burden, the animals piled high with\nthe swaying baggage of their belongings. They moved through the sands\nwith agonizing slowness. Already, after only one day's travel, Steve\ncould see that some of the people were spent and exhausted and had to\nride on camelback. They had gone perhaps fifteen miles, with almost five\nhundred to go across searing desert, the Kumaji seeking them....\n\n\"Hullo!\" Steve shouted, and a man armed with an atorifle came striding\nclumsily through the sand toward him. \"Cantwell's the name,\" Steve said.\n\"I'm one of you.\"\n\nBleak hostility in his face, the man approached. \"Cantwell. Yeah, I\nremember you. Colony wasn't good enough for young Steve Cantwell. Oh,\nno. Had to go off to Earth to get himself educated. What are you doing\nhere now on that fancy aircraft of yours, coming to crow at our wake?\"\n\nThe bitterness surprised Steve. He recognized the man now as Tobias\nWhiting, who had been the Colony's most successful man when Steve was a\nboy. Except for his bitterness and for the bleak self-pity and defeat in\nhis eyes, the years had been good to Tobias Whiting. He was probably in\nhis mid-forties now, twenty years Steve's senior, but he was\nwell-muscled, his flesh was solid, his step bold and strong. He was a\nbig muscular man with a craggy, handsome face. In ten years he had\nhardly changed at all, while Steve Cantwell, the boy, had become Steve\nCantwell the man. He had been the Colony's official trader with the\nKumajis, and had grown rich--by colony standards--at his business. Now,\nSteve realized, all that was behind him, and he could only flee with the\nothers--either back to the terribly crowded Earth or on in search of a\nnew colony on some other outworld, if they could get the transportation.\nPerhaps that explained his bitterness.\n\n\"So you've come back, eh? You sure picked a time, Cantwell.\"\n\nThe refugees were still about a quarter of a mile off, coming up slowly.\nThey hardly seemed to be moving at all. \"Is my aunt all right?\" Steve\nsaid. She was the only family he remembered.\n\nTobias Whiting shook his head slowly. \"I hate to be the one to tell you\nthis. Brace yourself for a shock. Your aunt was one of those who died\nfrom the poisoned water last night.\"\n\nFor a long moment, Steve said nothing. The only emotion he felt was\npity--pity for the hard life his aunt had lived, and the hard death.\nSadness would come later, if there was to be a time for sadness.\n\n\n\nThe caravan reached them then. The first person Steve saw was a girl.\nShe wore the shroud-like desert garment and her face--it would be a\npretty face under other circumstances, Steve realized--was etched with\nlines of fatigue. Steve did not recognize her. \"Who is he, Dad?\" the\ngirl said.\n\n\"Young Cantwell. Remember?\"\n\nSo this was Mary Whiting, Steve thought. Why, she'd been a moppet ten\nyears ago! How old? Ten years old maybe. The years crowded him suddenly.\nShe was a woman now....\n\n\"Steve Cantwell?\" Mary said. \"Of course I remember. Hello, Steve. I--I'm\nsorry you had to come back at a time like this. I'm sorry about your\naunt. If there's anything I can do....\"\n\nSteve shook his head, then shook the hand she offered him. She was a\nslim, strong girl with a firm handshake. Her concern for him at a time\nlike this was little short of amazing, especially since it was\ncompletely genuine.\n\nHe appreciated it.\n\nTobias Whiting said: \"Shame of it is, Cantwell, some of us could get\nalong with the Kumaji. I had a pretty good business here, you know\nthat.\" He looked with bitterness at the dusty file of refugees. \"But I\nnever got a credit out of it. Wherever we wind up, my girl and I will be\npoor again. We could have been rich.\"\n\nSteve asked, \"What happened to all your profits?\"\n\n\"Tied up with a Kumaji moneylender, but thanks to what happened I'll\nnever see it again.\"\n\nMary winced, as if her father's words and his self-pity were painful to\nher. Then others came up and a few minutes were spent in back-pounding\nand hand-shaking as some of the men who had been boys with Steve came up\nto recognize and be recognized. Their greeting was warm, as Tobias\nWhiting's had been cool. Despite the knowledge of what lay behind all of\nthem, and what still lay ahead, it was a little like homecoming.\n\nBut Steve liked Mary Whiting's warm, friendly smile best of all. It was\ncomforting and reassuring.\n\n\n\nThree days later, Tobias Whiting disappeared.\n\nThe caravan had been making no more than ten or fifteen miles a day.\nTheir water supply was almost gone but on the fourth day they hoped to\nreach an oasis in the desert. Two of the older folks had died of\nfatigue. A third was critically ill and there was little that could be\ndone for him. The food supply was running short, but they could always\nslaughter their camels for food and make their way to Oasis City, still\nfour hundred and some miles away, with nothing but the clothes on their\nbacks.\n\nAnd then, during the fourth night, Tobias Whiting disappeared, taking\nSteve's unicopter. A sentry had heard the low muffled whine of the\nturbojets during the night and had seen the small craft take off, but\nhad assumed Steve had taken it up for some reason. Each day Steve had\ndone so, reconnoitering for signs of the Kumaji.\n\n\"But why?\" someone asked. \"Why?\"\n\nAt first there was no answer. Then a woman whose husband had died the\nday before said: \"It's no secret Whiting has plenty of money--with the\nKumaji.\"\n\nNone of them looked at Mary. She stood there defiantly, not saying\nanything, and Steve squeezed her hand.\n\n\"Now, wait a minute,\" one of Whiting's friends said.\n\n\"Wait, nothing.\" This was Jeremy Gort, who twice had been mayor of the\ncolony. \"I know how Whiting's mind works. He slaved all his life for\nthat money, that's the way he'll see it. Cantwell, didn't you say the\nKumaji were looking for us, to kill us?\"\n\n\"That's what I was told,\" Steve said.\n\n\"All right,\" Gort went on relentlessly. \"Then this is what I figure must\nhave happened. Whiting got to brooding over his lost fortune and finally\ndecided he had to have it. So, he went off at night in Cantwell's\n'copter, determined to get it. Only catch is, folks, if I know the\nKumaji, they won't just give it to him--not by a long sight.\"\n\n\"No?\" someone asked.\n\n\"No sir. They'll trade. For our location. And if Whiting went off like\nthat without even saying good-bye to his girl here, my guess is he'll\nmake the trade.\" His voice reflected some bitterness.\n\n\n\nMary went to Gort and slapped his face. The elderly man did not even\nblink. \"Well,\" he asked her gently, \"did your pa tell you he was going?\"\n\n\"N-no,\" Mary said. There were tears in her eyes, but she did not cry.\n\nGort turned to Steve. \"Cantwell, can he get far in that 'copter?\"\n\nSteve shook his head. \"Ten or fifteen miles is all. Almost out of fuel,\nMr. Gort. You saw how I took her up for only a quick mile swing each\nday. He won't get far.\"\n\n\"He'll crash in the desert?\"\n\n\"Crash or crash-land,\" Steve said.\n\nMary sobbed, and bit her lip, and was silent.\n\n\"We've got to stop him,\" Gort said. \"And fast. If he gets to the Kumaji,\nthey'll send down a raiding party and we'll be finished. We could never\nfight them off without the protection of our village. Near as I can\nfigure, there's a Kumaji base fifty miles due north of here. Whiting\nknows it too, so that's where he'll be going, I figure. Can't spare more\nthan a couple of men to look for him, though, in case the Kumaji find\nus--or are led to us--and attack.\"\n\nSteve said, \"I should have taken something out of the 'copter every\nnight, so it couldn't start. I'll go.\"\n\nMary came forward boldly. \"I have to go. He's my father. If he crashed\nout there, he may be hurt. He may be--dying.\"\n\nGort looked at her. \"And if he's trying to sell us out to the Kumajis?\"\n\n\"Then--then I'll do whatever Steve asks me to. I promise.\"\n\n\"That's good enough for me,\" Steve said.\n\nA few minutes later, armed with atorifles and their share of the food\nand water that was left, Steve and Mary set out northward across the\nsand while the caravan continued east. Fear of what they might find\nmounted.\n\n\n\nThe first night, they camped in the lee of low sandhills. The second\nnight they found a small spring with brackish but drinkable water. On\nthe third day, having covered half the distance to the Kumaji\nsettlement, they began to encounter Kumaji patrols, on foot or\n_thlotback_, the six-legged desert animals running so swiftly over the\nsands and so low to the ground that they almost seemed to be gliding.\nSteve and Mary hardly spoke. Talk was unnecessary. But slowly a bond\ngrew between them. Steve liked this slim silent girl who had come out\nhere with him risking her life although she must have known deep in her\nheart that her father had almost certainly decided to turn traitor in\norder to regain his fortune.\n\nOn the fourth day, they spotted the unicopter from a long way off and\nmade their way toward it. It had come much further than Steve had\nexpected. With sinking heart he realized that Tobias Whiting, if he\nescaped the crash-landing without injury, must surely have reached the\nKumaji encampment by now.\n\n\"It doesn't seem badly damaged,\" Mary said.\n\nThe platform had buckled slightly, the 'copter was tilted over, one of\nthe rotors twisted, its end buried in sand. Tobias Whiting wasn't there.\n\n\"No,\" Steve said. \"It's hardly damaged at all. Your father got out of it\nall right.\"\n\n\"To go--to them?\"\n\n\"I think so, Mary. I don't want to pass judgment until we're sure. I'm\nsorry.\"\n\n\"Oh, Steve! Steve! What will we do? What _can_ we do?\"\n\n\"Find him, if it isn't too late. Come on.\"\n\n\"North?\"\n\n\"North.\"\n\n\"And if by some miracle we find him?\"\n\nSteve said nothing. The answer--capture or death--was obvious. But you\ncouldn't tell that to a traitor's daughter, could you?\n\nAs it turned out, they did not find Tobias Whiting through their own\nefforts. Half an hour after setting out from the unicopter, they were\nspotted by a roving band of Kumajis, who came streaking toward them on\ntheir _thlots_. Mary raised her atorifle, but Steve struck the barrel\naside. \"They'd kill us,\" he said. \"We can only surrender.\"\n\nThey were hobbled and led painfully across the sand. They were taken\nthat way to a small Kumaji encampment, and thrust within a circular\ntent.\n\nTobias Whiting was in there.\n\n\n\n\"Mary!\" he cried. \"My God! Mary....\"\n\n\"We came for you, Dad,\" she said coldly. \"To stop you. To ... to kill\nyou if necessary.\"\n\n\"Mary....\"\n\n\"Oh, Dad, why did you do it? Why?\"\n\n\"We couldn't start all over again, could we? You have a right to live\nthe sort of life I planned for you. You....\"\n\n\"Whiting,\" Steve said, \"did you tell them yet?\"\n\n\"No. No, I haven't. I have information to trade, sure. But I want to\nmake sure it's going to the right people. I want to get our....\"\n\n\"Dad! Our money, and all those deaths?\"\n\n\"It doesn't matter now. I--I had changed my mind, Mary. Truly. But now,\nnow that you're a prisoner, what if I don't talk? Don't you see, they'll\ntorture you. They'll make you talk. And that way--we get nothing. I\ncouldn't stand to see them hurt you.\"\n\n\"They can do--what they think they have to do. I'll tell them nothing.\"\n\n\"You won't have to,\" Whiting said. \"I'll tell them when we reach the\nlarger settlement. They're taking us there tomorrow, they told me.\"\n\n\"Then we've got to get out of here tonight,\" Steve said.\n\nThe low sun cast the shadow of their guard against the _thlot_skin wall\nof their tent. He was a single man, armed with a long, pike-like weapon.\nWhen darkness came, if the guard were not increased....\n\nThey were brought a pasty gruel for their supper, and ate in silence and\ndistaste, ate because they needed the strength. Mary said, \"Dad, I don't\nwant you to tell them anything. Dad, please. If you thought you were\ndoing it for me....\"\n\n\"I've made up my mind,\" Tobias Whiting said.\n\nMary turned to Steve, in despair. \"Steve,\" she said. \"Steve.\nDo--whatever you have to do. I--I'll understand.\"\n\nSteve didn't answer her. Wasn't Whiting right now? he thought. If Steve\nsilenced him, wouldn't the Kumaji torture them for the information?\nSteve could stand up to it perhaps--but he couldn't stand to see them\nhurt Mary. He'd talk if they did that....\n\nThen silencing Whiting wasn't the answer. But the Kumajis had one\nwilling prisoner and two unwilling ones. They knew that. If the willing\none yelled for help but the yelling was kept to a minimum so only one\nguard, the man outside, came....\n\n\n\nDarkness in the Kumaji encampment.\n\nFar off, a lone tribesman singing a chant old as the desert.\n\n\"Are you asleep?\" Mary asked.\n\n\"No,\" Steve said.\n\n\"Dad is. Listen to the way he's breathing--like a baby. As if--as if he\nwasn't going to betray all our people. Oh, I hate him, I hate him!\"\n\nSteve crawled to where the older man was sleeping. Tobias Whiting's\nvoice surprised him. \"I'm not asleep. I was thinking. I--\"\n\n\"I'm going to kill you,\" Steve said very softly, and sprang at Whiting.\nHe paused, though. It was a calculated pause, and Whiting cried out as\nSteve had hoped he would. Then his hands found the older man's throat\nand closed there--not to kill him but to keep him from crying out again.\n\nSand stirred, the tentflap lifted, and a bulky figure rushed inside.\nSteve got up, met him halfway, felt the jarring contact of their bodies.\nThe pike came up dimly in the darkness, the point scraping against\nSteve's ribs as the guard lunged awkwardly. Steve's fingers sought the\nthick-muscled neck, clamped there--squeezing.\n\nThe guard writhed. His feet drummed the sand. With one hand he stabbed\nout wildly with the unwieldy pike. There was a cry from Mary and the\nguard managed a low squawking noise. Outside, the rest of the camp\nseemed undisturbed. There was death in Steve's strong tightening\nfingers. There had to be death there. Death for the Kumaji guard--or\ndeath for the fleeing Earthmen, who had lost one colony and must seek\nanother.\n\n\n\nThey fell together on the sand, the guard still struggling. Steve\ncouldn't release his throat to grab the pike. The guard stabbed out\nawkwardly, blindly with it, kicking up sand. Then Tobias Whiting moaned,\nbut Steve hardly heard him.\n\nWhen the guard's legs stopped drumming, Steve released him. The man was\neither dead or so close to death that he would be out for hours. Steve\nhad never killed a man before, had never in violence and with intent to\nkill attacked a man....\n\n\"Steve!\"\n\nIt was Mary, calling his name and crying.\n\n\"It's Dad. Dad was--hit. The pike, a wild stab. He's hit bad--\"\n\nSteve crawled over to them. It was very dark. He could barely make out\nTobias Whiting's pain-contorted face.\n\n\"My stomach,\" Whiting said, gasping for breath. \"The pain....\"\n\nSteve probed with his hands, found the wound. Blood was rushing out. He\ncouldn't stop it and he knew it and he thought Whiting knew it too. He\ntouched Mary's hand, and held it. Mary sobbed against him, crying\nsoftly.\n\n\"You two ...\" Whiting gasped. \"You two ... Mary, Mary girl. Is--he--what\nyou want?\"\n\n\"Yes, Dad. Oh, yes!\"\n\n\"You can get her out of here, Cantwell?\"\n\n\"I think so,\" Steve said.\n\n\"Then go. Go while you can. I'll tell them--due south. The Earthmen are\nheading due south. They'll go--south. They won't find the caravan.\nYou'll--all--get away. If it's--what you want, Mary.\"\n\nShe leaned away from Steve, kissing her father. She asked Steve: \"Isn't\nthere anything we can do for him?\"\n\nSteve shook his head. \"But he's got to live long enough to tell them, to\ndeceive them.\"\n\n\"I'll live long enough,\" Whiting said, and Steve knew then that he\nwould. \"Luck to--all of you. From a--very foolish--man....\"\n\n\n\nSteve took Mary's hand and pulled her out into the hot, dark, wind-blown\nnight. He carried the dead Kumaji's pike and they slipped across the\nsand to where the _thlots_ were hobbled for the night. He hardly\nremembered the rest of it. There was violence and death, but necessary\ndeath. He killed a man with the pike, and unhobbled one of the _thlots_.\nThe animal screamed and two more Kumajis came sleepily through the night\nto see what was the matter. With the long edge of the pike's blade he\ndecapitated one of them. He slammed the shaft of the weapon across the\nother's face, probably breaking his jaw. The camp was in a turmoil. In\nthe darkness he flung Mary on the _thlot's_ bare back in front of him,\nand they glided off across the sand.\n\nPursuit was disorganized--and unsuccessful. It was too dark for\neffective pursuit, as Steve had hoped it would be. They rode swiftly all\nnight and continued riding with the dawn. They could have gone in any\ndirection. The wind-driven sand would obliterate their trail.\n\nTwo days later they reached the caravan. As they rode up, Mary said,\n\"Steve, do you have to tell them?\"\n\n\"We can tell them this,\" Steve said. \"Your father died a hero's death,\nsending the Kumajis off in the wrong direction.\"\n\n\"And not--not what he'd planned to do at first.\"\n\n\"No. We'll tell them that was his intention all the while. A man can\nmake a mistake, can't he?\"\n\n\"I love you, Steve. I love you.\"\n\nThen they rode down on the caravan. Somehow Steve knew they would all\nreach Oasis City in safety.\n\nWith Mary he would find a new world out in the vastness of space.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Marlowe, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32890/pg32890.txt",
        "name": "home_is_where_you_left_it.json"
    }
}