{
    "name": "Hooking Watermelons\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\nThe train slackened, a brakeman thrust his head in at the door and\nshouted “Bah,”--a mysterious formality observed on American trains as\nthey enter towns,--and an elderly lady, two drummers, and a young\nman with a satchel got out, followed by the languid envy of the other\npassengers, who had longer or shorter penances of heat and dust before\nthem. The train got under way again, while the knot of loafers about the\nstation proceeded to eye the arrivals as judicially as if they were a\ncommittee of safety to protect the village from invasion by doubtful\ncharacters. The old lady, apparently laboring under some such\nimpression, regarded them deferentially, as nervous travelers on\narriving in strange places generally do regard everybody who seems to\nfeel at home. The drummers briskly disappeared down the main street,\neach anxious to anticipate the other at the stores. The young man with\nthe satchel, however, did not get away till he had shaken hands and\nexchanged a few good-natured inquiries with one of the loungers.\n\n“Who's that, Bill?” asked one of the group, staring after the retreating\nfigure with lazy curiosity.\n\n“Why, did n't you know him? Thought everybody knew him. That's Arthur\nSteele,” replied the one who had shaken hands, in a tone of cordiality\nindicating that his politeness had left a pleasant impression on his\nmind, as Arthur Steele's politeness generally did.\n\n“Who is he, anyhow?” pursued the other.\n\n“Why, he 's a Fairfield boy” (the brakeman pronounced it “Bah”), “born\nand brought up here. His folks allers lived right next to mine, and now\nhe's doin' a rushin' lawyer trade down New York, and I expect he's just\nrakin' the stamps. Did yer see that diamond pin he wore?”\n\n“S'pose it's genooine?” asked a third loafer, with interest.\n\n“Course it was. I tell you he's on the make, and don't you forgit it.\nSome fellers allers has luck. Many 's the time he 'n' I 've been in\nswim-min' and hookin' apples together when we wuz little chaps,” pursued\nBill, in a tone implying a mild reproach at the deceitfulness of\nan analogy that after such fair promise in early life had failed to\ncomplete itself in their later fortunes.\n\n“Why, darn it all, you know him, Jim,” he continued, dropping the tone\nof pensive reminiscence into which he had momentarily allowed himself to\nfall. “That pretty gal that sings in the Baptis' choir is his sister.”\n\nAfter a space of silent rumination and jerking of peanut shells upon\nthe track, the group broke up its session, and adjourned by tacit\nunderstanding till the next train was due.\n\nArthur Steele was half an hour in getting to his father's house, because\neverybody he met on the street insisted on shaking hands with him.\nEverybody in Fairfield had known him since he was a boy, and had seen\nhim grow up, and all were proud of him as a credit to the village and\none of its most successful representatives in the big outside world. The\nyoung man had sense and sentiment enough to feel that the place he held\nin the esteem of his native community was a thing to feel more just\npride in than any station he could win in the city, and as he walked\nalong hand-shaking with old friends on this side and that, it was about\nhis idea of a triumphal entry.\n\nThere was the dear old house, and as he saw it his memory of it started\nout vividly in his mind as if to attest how faithfully it had kept each\ndetail. It never would come out so clearly at times when he was far away\nand needed its comfort. He opened the door softly. The sitting-room was\nempty, and darkened to keep out the heat and flies. The latched door\nstood open, and, hearing voices, he tiptoed across the floor with a\nguileful smile and, leaning through the doorway, saw his mother and\nsister sitting by the cool, lilac-shaded window, picking over currants\nfor tea, and talking tranquilly. Being a provident young man, he paused\na minute to let the pretty, peaceful scene impress itself upon his mind,\nto be remembered afterward for the cheer of bleak boarding-house\nSunday afternoons. Then there was a sudden glancing up, a cry of joyful\nconsternation, and the pan of currants rolled from Amy's lap like a\nbroken necklace of rubies across the uncarpeted floor, while Arthur held\nmother and sister in a double embrace. And when at length the kissing\nhad all been done, he established himself in his familiar boyish\nattitude on the window-seat, kicking his heels against the mopboard,\nwith his elbows on his knees, and the three talked away steadily till\nthe shop-bell rang, and Mrs. Steele sprang up in a panic, exclaiming:\n“Father will be here in five minutes, and the currants are on the floor.\nCome, Amy, quick; we must pick some more, and you shall help, Arthur.”\n\nBut though he went out into the garden with them readily enough, it\nwas quite another thing to make him pick currants, for he insisted on\nwandering all over the place and demanding what had become of everything\nhe missed, and the history of everything new. And pretty soon Mr.\nSteele also appeared in the garden, having found no one in the house on\nreaching home. He had learned on the street that Arthur had arrived, and\ncame out beaming. It was good to see the hearty affection with which the\ntwo shook hands.\n\nThe transition of the son from the pupilage of childhood and youth to\nthe independence of manhood is often trying to the filial relation.\nNeither party fully realizes that the old relation is at an end, or just\nwhat the new basis is, or when the change takes place. The absence\nof the son for two or three years at this period has often the best\nresults. He goes a boy and returns a man; the old relation is forgotten\nby both parties, and they readily fall into the new one. So it had fared\nwith Arthur and his father.\n\n“You've got a splendid lot of watermelons,” said the former, as\nthey arrived at the upper end of the ample garden in their tour of\ninspection.\n\n“Yes,” replied Mr. Steele, with a shrug; “only thus far they've been\nstolen a little faster than they 've ripened.”\n\n“What made you plant them so near the fence?”\n\n“That was my blunder; but you see the soil is just the thing, better\nthan lower down.”\n\n“Why don't you buy a bulldog?”\n\n“I think it's more Christian to shoot a man outright than to set one of\nthose devils on him. The breed ought to be extirpated.”\n\n“Put some ipecac in one or two. That 'll fetch 'em. I know how sick it\nmade me once.”\n\n“I did; but more were stolen next night. I can't afford to medicate the\nwhole village. Last night I sat up to watch till twelve o'clock, when\nmother made me go to bed.”\n\n“I'll watch to-night,” said Arthur, “and give 'em a lesson with a good\nload of beans from the old shotgun.”\n\n“It would n't pay,” replied his father. “I concluded last night that all\nthe melons in the world were n't worth a night's sleep. They 'll have to\ngo, and next year I 'll know more than to plant any.”\n\n“You go and help Amy pick currants, and let me talk to the boy a\nlittle,” said Mrs. Steele, coming up and taking Arthur off for a\npromenade up the broad path.\n\n“How pretty Amy has grown,” said he, glancing with a pleased smile at\nthe girl as she looked up at her father. “I suppose the young men are\nmaking sheep's eyes at her already.”\n\n“It does n't do them any good if they are,” said Mrs. Steele,\ndecisively. “She's only sixteen and a little girl yet, and has sense\nenough to know it.” “What had she been crying for when I arrived? I saw\nher eyes were as red as the currants.”\n\n“Oh, dear!” replied Mrs. Steele, with a sigh of vexation, “it was her\ntroubles at the Seminary. You know we let her go as a day scholar this\nsum-mer. Some of the girls slight and snub her, and she is very unhappy\nabout it.”\n\n“Why, what on earth can anybody have against Amy?” demanded Arthur, in\nindignant surprise.\n\n“I suppose it's because some of the little hussies from the city have\ntaken the notion that they won't associate with a mechanic's daughter,\nalthough Amy is very careful not to say it in so many words, for fear of\nhurting my feelings. But I suspect that's about where the shoe pinches.”\n\nArthur muttered something between an oath and a grunt, expressing the\nemphasis of the one and the disgust of the other.\n\n“I tell Amy it is foolish to mind their airs, but I 'm really afraid it\nspoils the poor girl's happiness.”\n\n“Why don't you send her away to boarding-school, if it is so serious a\nmatter as that?”\n\n“We can't afford it,” said his mother, whereto Arthur promptly replied:\n--\n\n“I 'll pay her expenses. I 'm making a good deal more money than I\nknow what to do with, and I 'd really like the chance of doing a little\ngood.”\n\nHis mother glanced at him with affectionate pride.\n\n“You 're always wanting to pay somebody's expenses, or make somebody a\npresent. It's really unsafe, when you 're around, to indicate that one\nis n't perfectly contented. But you caught me up too quickly. I was\ngoing to say that we could n't spare her from home, anyhow. She's the\nlight of the house. Besides that, if it comes to objections, I 've my\nnotions about boarding-schools, and I 'd trust no girl of mine at one\nthat wasn't within sight of her home. No, she'll have to keep on here\nand bear it as she can, though it's pretty hard, I know. The trouble\nto-night was, that Lina Maynard, who is one of the older girls, has\ninvited nearly everybody at the Seminary except Amy to a birthday party\nto-morrow. Little minx, I could shake her. And the worst of it is, Amy\nthinks there 's nobody like Lina Maynard.”\n\nAfter tea it was still light, and Arthur and Amy went out to walk. In\nspite of the ten years difference in their ages, he always enjoyed\nher company as well as anybody's in the world, because she was so\nrefreshingly childlike and natural. Every chord of feeling answered so\ntrue and clear to the touch, that to talk with her was like playing on a\nmusical instrument, only far more delightful. Arthur had looked\nforward to walks and talks with Amy as among the jolliest treats of his\nvacation. She tried her best now to seem light-hearted, and to entertain\nhim with the local gossip, for which he always depended on her. But she\ncould n't simulate the vivacious and eager air that had been the chief\ncharm of her talk. As he glanced down, he was grieved to see the sad\nset of the pretty child face at his side, and how still had grown\nthe fountain of smiles in the hazel eyes that were wont to send their\nripples outward in constant succession. It is to be feared that under\nhis breath he applied some very ungentlemanly language to Lina Maynard\nand her clique, whose nonsenical ill-nature had hurt this little\ngirl's feelings so sorely, and incidentally spoiled half the fun of his\nvacation.\n\n“There, there, you need n't talk any more,” he finally said, rather\nrudely, half vexed with her, as helpful people are wont to be with those\nthey can do nothing to help.\n\nShe looked up in grieved surprise, but before he could speak again, they\ncame face to face with a party of girls coming from the direction of the\nSeminary.\n\nThere were six or seven of them, perhaps, but Arthur only got the\nimpression of one and a lot of others. The one was a rather tall girl\nof lithe figure and unusually fine carriage. Her olive complexion\nwas lighted with great black eyes that rested on you with an air of\nimperturbable assurance, as penetrating as it was negligent. She was\ntalking, and her companions were listening and laughing. As they came\nface to face with Arthur and Amy, he saw that they barely noticed her,\nwhile glancing at him rather curiously, with the boldness of girls in a\ncrowd of their own sex. They evidently observed that he was a stranger\nto the village, and of quite a different style from that of the country\nbumpkins and rural exquisites they were accustomed to meeting. There\nwas in the big black eyes, as they had met his a moment, a suggestion\nof interest that was strangely flattering, and left a trace of not\nunpleasant agitation.\n\n“Who was that?” he asked, as they passed out of hearing.\n\nHe only thought of asking for one, although there were six, nor she\napparently of answering differently.\n\n“Lina Maynard. They are 'Sem.' girls.”\n\nIt was a dulled voice she spoke in, quite unlike her usual eager way of\ngiving information. She, poor thing, was terribly afraid he would ask\nher why they did not seem acquainted with her, and it would have been a\npainful humiliation to have explained. Arthur was conscious that he no\nlonger had exactly the same feeling of merely contemptuous annoyance\ntoward Lina Maynard, on account of her treatment of Amy. He sympathized\nas much with his sister, of course, but somehow felt that to be\nrecognized by Lina Maynard was not such a childish ambition as he had\ntaken for granted.\n\nIt was dusk when they reached home and found Mr. and Mrs. Steele on the\npiazza, which served as an out-door parlor in summer, with a neighbor\nwho had dropped in to see Arthur. So he got out his cigar-case and told\nstories of city life and interesting law cases to an intent audience\ntill the nine o'clock bell rang, and the neighbor “guessed he 'd go\nhome,” and forthwith proved that his guess was right by going.\n\n“'Gad, I'd forgotten all about the watermelons! Perhaps they 're at 'em\nalready!” cried Arthur, jumping up and running around the end of the\npiazza to the garden.\n\nWhen he returned, it was to meet a combined volley of protestations\nagainst his foolish project of keeping watch all night, from his father,\nhis mother, and Amy. But he declared it was no use talking; and where\nwere the gun and the beans? So they adjourned from the piazza, a lamp\nwas lit, the articles were hunted up, and the gun duly loaded with a\ngood charge of powder and a pint of hard beans. It was about ten o'clock\nwhen Arthur, with a parting protest from his mother, went out into\nthe garden, lugging his gun and a big easy-chair, while Amy followed,\nbringing one or two wraps, and a shocking old overcoat hunted up in the\ngarret, for the chill hours after midnight.\n\nThe front of Mr. Steele's lot abutted on one of the pleasantest and most\nthickly housed streets of the village; but the lot was deep, and the\nrear end rested on a road bordered by few houses, and separated from\nthe garden by a rail fence easy to climb over or through. The watermelon\npatch was located close to this fence, and thus in full view and\ntemptingly accessible from the road.\n\nUndoubtedly the human conscience, and especially the boyish article,\nrecognizes a broad difference between the theft of growing crops--of\napples on the trees, for instance, or corn on the stalk, or melons in\nthe field--and that of other species of property. The surreptitious\nappropriation of the former class of chattels is known in common\nparlance as “hooking,” while the graver term “stealing” describes the\nsame process in other cases. The distinction may arise from a feeling\nthat, so long as crops remain rooted to the ground, they are nature's,\nnot man's, and that nature can't be regarded as forming business\ncontracts with some individuals to the exclusion of others, or in fact\nas acceding to any of our human distinctions of _meum_ and _tuum_,\nhowever useful we find them. Ethical philosophers may refuse to\nconcede the sanction of the popular distinction here alluded to between\n“hooking” and stealing; but, after all, ethics is not a deductive but an\nempirical science, and what are morals but a collection of usages, like\northography and orthoepy? However that may be, it is the duty of the\nwriter in this instance merely to call attention to the prevalent\npopular sentiment on the subject, without any attempt to justify it,\nand to state that Arthur Steele had been too recently a boy not to\nsympathize with it. And accordingly he laid his plans to capture the\nexpected depredators to-night from practical considerations wholly, and\nquite without any sense of moral reprobation toward them.\n\nClosely adjoining the edge of the melon-patch was a patch of green corn,\nstanding ten feet high, and at the fullest perfection of foliage. This\nArthur selected for his ambush, its position being such that he could\ncut off the retreat to the fence of any person who had once got among\nthe melons. Hewing down a hill of corn in the second row from the front,\nhe made a comfortable place for his easy-chair. Amy lingered for a\nwhile, enjoying the excitement of the occasion, and they talked in\nwhispers; but finally Arthur sent her in, and as her dress glimmered\naway down the garden path, he settled himself comfortably for his watch.\n\nIn the faint moonlight he could just descry the dark shapes of the\nmelons on the ground in front of him. The crickets were having a high\ntime in the stubble around, and the night air drew sweet autumnal\nexhalations from the ground; for autumn begins by night a long time\nbefore it does by day. The night wind rustled in the corn with a crisp\narticulateness he had never noticed in daytime, and he felt like\nan eavesdropper. Then for a while he heard the music of some roving\nserenaders, down in the village, and grew pensive with the vague\nreminiscences of golden youth, romance, and the sweet past that nightly\nmusic suggests,--vague because apparently they are not reminiscences\nof the individual but of the race, a part of the consciousness and ideal\nof humanity. At last the music was succeeded by the baying of a dog in\nsome distant farmyard, and then, ere the ocean of silence had fairly\nsmoothed its surface over that, a horse began to kick violently in a\nneighboring barn. Some time after, a man chopped some kindlings in a\nshed a couple of lots off. Gradually, however, the noises ceased like\nthe oft-returning yet steadily falling ebb of the tide, and Arthur\nexperienced how many degrees there are of silence, each more utter than\nthe last, so that the final and absolute degree must be something to\nwhich the utmost quiet obtainable on earth is uproar. One by one the\nlights went out in the houses, till the only ones left were in the\nwindows of the Seminary, visible over the tree-tops a quarter of a mile\naway.\n\n“The girls keep late hours,” thought Arthur. And from that he fell to\nthinking of Lina Maynard and the careless, almost insolent, grace of her\nmanner, and that indifferent yet penetrating glance of hers. Where did\nshe come from? Probably from California, or the far West; he had heard\nthat the girls out there were of a bolder, more unconventional type than\nat the East. What a pity she did not fancy Amy!\n\nWhat was that moving across the melon-patch? He reached for his gun. It\nwas only a cat, though, after all. The slight noise in the corn-patch\nattracted the animal's attention, and it came across and poked its head\ninto the opening where Arthur sat. As the creature saw him, its start of\nsurprise would have shattered the nervous system of anything but a cat.\nIt stood half thrown back on its haunches, its ears flattened, its eyes\nglaring in a petrifaction of amazement. Arthur sat motionless as marble,\nlaughing inwardly. For full two minutes the two stared at each other\nwithout moving a muscle, and then, without relaxing its tense attitude,\nthe cat by almost imperceptible degrees withdrew one paw and then\nanother, and, thus backing out of the corn-patch, turned around when at\na safe distance and slunk away.\n\nA few minutes later a dog, that enthusiast in perfumes, jumped through\nthe fence and trotted across the melon-patch, his nose to the ground,\nmaking a collection of evening smells. Arthur expected nothing but that\nhe would scent his neighborhood, find him out, and set up a barking.\nBut, chancing to strike the cat's trail, off went the dog on a full run\nwith nose to the ground.\n\nSuch were the varying humors of the night. After the episode of the dog,\nfeeling a little chilly, Arthur enveloped himself in the tattered old\novercoat and must have dropped into a nap. Suddenly he awoke. Within\nten feet of him, just in the act of stooping over a huge melon, was a\nwoman's figure. He saw the face clearly as she rose. Immortal gods! it\nwas--But I am anticipating.\n\nThe discipline at Westville Seminary had been shockingly lax since the\nlong illness of the principal had left the easy-going first assistant\nteacher at the head of affairs. The girls ran all over the rules,--had\nprivate theatricals, suppers, and games of all sorts in their rooms at\nall hours of day or night. In the course of the evening whose events in\nanother sphere of life have been narrated, several girls called at Lina\nMaynard's room to notify her of the “spread” at Nell Barber's, No. 49,\nat eleven o'clock. They found her sitting in a low rocking-chair, with\nan open letter in her hand and a very pensive, discontented expression\nof countenance.\n\n“Does he press for an answer, Lina? We 're just in time to advise you,”\n cried Nell Barber.\n\n“Don't say Yes unless his eyes are blue,” drawled a brunette.\n\n“Unless they 're black, you mean,” sharply amended a bright blonde.\n\n“Make him elope with you,” suggested Nell, “It will be such fun to have a\nreal rope-ladder elopement at the Seminary, and we'll all sit up and see\nit.”\n\n“Oh, do, do, Lina!” chorused the others.\n\nBut Lina, apparently too much chagrined at something to be in a mood for\njests, sat with her eyebrows petulantly contracted, her feet thrust out,\nand the hand holding the letter hanging by her side, her whole attitude\nindicating despondence.\n\n“Still pensive! It can't be he's faithless!” exclaimed Nell.\n\n“Faithless to those eyes! I should say not,” cried the blonde, whom Lina\ncalled her sweetheart, and who claimed to be “engaged” to her according\nto boarding-school fashion.\n\n“Don't mind him, dear,” she went on, throwing herself on the floor,\nclasping her hands about Lina's knee, and leaning her cheek on it. “You\nmake me so jealous. Have n't you got me, and ain't I enough?”\n\n“Plenty enough, dear,” said Lina, stroking her cheek. “This is only from\nmy brother Charley.”\n\n“The one at Watertown 'Sem.'?”\n\n“Yes,” said Lina; “and oh, girls,” she went on, with gloomy energy,\n“we don't have any good times at all compared with those boys. They\ndo really wicked things, hook apples, and carry off people's gates and\nsigns, and screw up tutors' doors in the night, and have fights with\nwhat he calls 'townies,'--I don't know exactly what they are,--and\neverything. I thought before that we were doing some things too, but\nwe 're not, compared with all that, and I shall be so ashamed when I meet\nhim at home not to have anything to tell except little bits of things.”\n\nA depressing pause followed. Lina's disparaging view of achievements in\nthe way of defying the proprieties, of which all the girls had been very\nproud, cast a profound gloom over the circle. The blonde seemed to voice\nthe common sentiment when she said, resting her chin on Lina's knee, and\ngazing pensively at the wall:--\n\n“Oh, dear! that comes of being girls. We might as well be good and done\nwith it. We can't be bad so as to amount to anything.”\n\n“Good or bad, we must eat,” said Nell Barber. “I must go and get the\nspread ready. I forgot all about it, Lina; but we came in just to invite\nyou. Eleven sharp, remember. Three knocks, a pause, and another, you\nknow. Come, girls.”\n\nThe brunette followed her, but Lina's little sweetheart remained.\n\n“What have they got?” demanded the former listlessly.\n\n“Oh, Nell has a jar of preserves from home, and I smuggled up a plate of\ndried beef from tea, and cook let us have some crackers and plates. We\ntried hard to get a watermelon there was in the pantry, but cook said\nshe did n't dare let us have it. It's for dinner to-morrow.”\n\nLina's eyes suddenly became introspective; then after a moment she\nrose slowly and stood in her tracks with an expression of deep thought,\nabsent-mindedly took one step, then another, and after a pause a third,\nfinally pulling up before the mirror, into which she stared vacantly for\na moment, and then muttered defiantly as she turned away:--\n\n“We 'll see, Master Charley.”\n\n“Lina Maynard, what's the matter with you?” cried the blonde, who had\nwatched the pantomime with open mouth and growing eyes.\n\nLina turned and looked at her thoughtfully a moment, and then said with\ndecisiveness:--\n\n“You just go to Nell's, my dear, and say I 'm coming pretty soon; and if\nyou say anything else, I 'll--I 'll never marry you.”\n\nThe girls were in the habit of doing as Lina wanted them to, and the\nblonde went, pouting with unappeased curiosity.\n\nTo gain exit from the Seminary was a simple matter in these lax days,\nand five minutes later Lina was walking rapidly along the highway, her\nlips firm set, but her eyes apprehensively reconnoitring the road ahead,\nwith frequent glances to each side and behind. Once she got over the\nstone wall at the roadside in a considerable panic and crouched in the\ndewy grass while a belated villager passed, but it was without further\nadventure that she finally turned into the road leading behind Mr.\nSteele's lot, and after a brief search identified the garden where she\nremembered seeing some particularly fine melons, when out walking a day\nor two previous. There they lay, just the other side the fence, faintly\nvisible in the dim light She could not help congratulating herself,\nby the way, on the excellent behavior of her nerves, whose tense,\nfine-strung condition was a positive luxury, and she then and there\nunderstood how men might delight in desperate risks for the mere sake\nof the exalted and supreme sense of perfect self-possession that danger\nbrings to some natures. Not, indeed, that she stopped to indulge any\npsychological speculations. The coast was clear; not a footfall or\nhoof-stroke sounded from the road, and without delay she began to look\nabout for a wide place between the rails where she might get through.\nJust as she found it, she was startled by an unmistakable human snore,\nwhich seemed to come from a patch of high corn close to the melons, and\nshe was fairly puzzled until she observed, about ten rods distant in the\nsame line, an open attic window. That explained its origin, and with a\npassing self-congratulation that she had made up her mind not to marry\na man that snored, she began to crawl through the fence. When halfway\nthrough the thought struck her,--wasn't it like any other stealing,\nafter all? This crawling between rails seemed dreadfully so. Her\nattitude, squeezed between two rails and half across the lower one, was\nneither graceful nor comfortable, and perhaps that fact shortened her\nscruples.\n\n“It can't be really stealing, for I don't feel like a thief,” was the\nlogic that settled it, and the next moment she had the novel sensation\nof having both feet surreptitiously and feloniously on another person's\nland. She decidedly did n't relish it, but she would go ahead now and\nthink of it afterward. She was pretty sure she never would do it again,\nanyhow, experiencing that common sort of repentance beforehand for the\nthing she was about to do, the precise moral value of which it would be\ninteresting to inquire. It ought to count for something, for, if it does\nn't hinder the act, at least it spoils the fun of it. Here was a melon\nat her feet; should she take it? That was a bigger one further on, and\nher imperious conscientiousness compelled her to go ten steps further\ninto the enemy's country to get it, for now that she was committed to\nthe undertaking, she was bound to do the best she could.\n\nTo stoop, to break the vine, and to secure the melon were an instant's\nwork; but as she bent, the high corn before her waved violently and a\nbig farmer-looking man in a slouch hat and shocking old coat sprang out\nand seized her by the arm, with a grip not painful but sickeningly firm,\nexclaiming as he did so:--\n\n“Wal, I swan ter gosh, if 't ain't a gal!”\n\nLina dropped the melon, and, barely recalling the peculiar circumstances\nin time to suppress a scream, made a silent, desperate effort to break\naway. But her captor's hold was not even shaken, and he laughed at the\nimpotence of her attempt. In all her petted life she had never been held\na moment against her will, and it needed not the added considerations\nthat this man was a coarse, unknown boor, the place retired, the time\nmidnight, and herself in the position of a criminal, to give her a\nfeeling of abject terror so great as to amount to positive nausea, as\nshe realized her utter powerlessness in his hands.\n\n“So you've been a-stealin' my melons, hey?” he demanded gruffly.\n\nThe slight shake with which the question was enforced deprived her of\nthe last vestige of dignity and self-assertion. She relapsed into the\nmental condition of a juvenile culprit undergoing correction. Now that\nshe was caught, she no longer thought of her offense as venial. The\ngrasp of her captor seemed to put an end to all possible hairsplitting\non that point, and prove that it was nothing more nor less than\nstealing, and a sense of guilt left her without any moral support\nagainst her fright. She was only conscious of utter humiliation, and an\nabject desire to beg off on any terms.\n\n“What do you go round stealin' folks's melons for, young woman? Don't\nyer folks bring yer up better 'n that? It's a dodrotted shame to 'em, ef\nthey don't. What did ye want with the melons? Don't they give yer enough\nto eat ter home, hey?”\n\n“We were going to have some supper, sir,” she replied, in a scared,\nbreathless tone, with a little hope of propitiating him by being\nextremely civil and explicit in her replies.\n\n“Who was havin' supper to this time er night?” he snorted incredulously.\n\n“We girls,” was the faint reply.\n\n“What gals?”\n\nHad she got to tell where she came from and be identified? She couldn't,\nshe wouldn't. But again came that dreadful shake, and the words faltered\nout:--\n\n“Over at the Seminary, sir.”\n\n“Whew! so ye 're one er them, are ye? What's yer name?”\n\nCold dew stood on the poor girl's forehead. She was silent. He might\nkill her, but she would n't disgrace her father's name.\n\n“What's yer name?” he repeated, with another shake.\n\nShe was still silent, though limp as a rag in his grasp.\n\n“Wal,” said he sharply, after waiting a half minute to see if she would\nanswer, “I guess ye'll be more confidin' like to the jedge when he\ninquiries in the mornin'. A night in the lock-up makes folks wonderful\ncivil. Now I'll jest trouble ye to come along to the police office,” and\nhe walked her along by the arm toward the house.\n\nAs the horrible degradation to which she was exposed flashed upon Lina,\nthe last remnant of her self-control gave way, and, hanging back with\nall her might against his hand, she burst into sobs.\n\n“Oh, don't, don't! It will kill me. I'll tell you my name. It's Lina\nMaynard. My father is a rich merchant in New York, Broadway, No. 743. He\nwill give you anything, if you let me go. Anything you want. Oh, please\ndon't! Oh, don't! I could n't! I could n't!”\n\nIn this terror-stricken, wild-eyed girl, her face streaming with tears,\nand every lineament convulsed with abject dread, there was little enough\nto remind Arthur Steele of the queenly maiden who had favored him with\na glance of negligent curiosity that afternoon. He stopped marching her\nalong and said reflectively:--\n\n“Lina Maynard, hey! Then you must be the gal that's down on Amy Steele\nand would n't ask her to the party to-morrow. Say, ain't yer the one?”\n\nLina was too much bewildered by the sudden change of tack to do more\nthan stammer inarticulately. I am afraid that in her terror she would\nhave been capable of denying it, if she had thought that would help\nher. Her captor reflected more deeply, scratched his head, and finally,\nassuming a diplomatic attitude by thrusting his hands in his pocket,\nremarked:--\n\n“I s'pose ye 'd like it dummed well ef I was to let yer go and say\nnothin' more about it. I reelly don't s'pose I 'd orter do it; but it\nriles me to see Amy comin' home cryin' every day, and I 'll tell ye what\nI 'll do. Ef you 'll ask her to yer fandango to-morrer, and be friends\nwith her arterward so she 'll come home happy and cheerful like, I 'll\nlet ye go, and if ye don't, I 'll put ye in jug overnight, sure's taxes.\nSay Yes or No now, quick!”\n\n“Yes, yes!” Lina cried, with frantic eagerness.\n\nThere was scarcely any possible ransom he could have asked that she\nwould not have instantly given. She dared not credit her ears, and stood\ngazing at him in intense, appealing suspense, as if he might be about to\nrevoke his offer. But instead of that, he turned down the huge collar of\nthe old overcoat, took it off, threw it on the ground, and, turning\nup the slouch of his hat, stood before her a very good-looking and\nwell-dressed young gentleman, whom she at once recognized and at length\nidentified in her mind as the one walking with Amy that afternoon, which\nnow seemed weeks ago. He bowed very low, and said earnestly enough,\nthough smiling:--\n\n“I humbly beg your pardon.”\n\nLina stared at him with dumb amazement, and he went on:--\n\n“I am Arthur Steele. I came home on a vacation to-day, and was sitting\nup to watch father's melon-patch for the pure fun of it, expecting to\ncatch some small boys, and when I caught you, I couldn't resist the\ntemptation of a little farce. As for Amy, that only occurred to me at\nthe last; and if you think it unfair, you may have your promise back.”\n\nLina had now measurably recovered her equannimity, and, ignoring his\nexplanation, demanded, as she looked around:--\n\n“How am I to get out of this dreadful place?” mentally contemplating\nmeanwhile the impossibility of clambering through that fence with a\nyoung gentleman looking on.\n\n“I will let down the bars,” he said, and they turned toward the fence.\n\n“Let's see, this is your melon, is it not?” he observed, stooping to\npick up the booty Lina had dropped in her first panic. “You must keep\nthat anyhow. You 've earned it.”\n\nSince the tables turned so unexpectedly in her favor, Lina had recovered\nher dignity in some degree, and had become very freezing toward this\nyoung man, by whom she began to feel she had been very badly treated.\nIn this reaction of indignation she had really almost forgotten how she\ncame in the garden at all. But this reference to the melon quite upset\nher new equanimity, and as Arthur grinned broadly she blushed and stood\nthere in awful confusion. Finally she blurted out:--\n\n“I didn't want your stupid melon. I only wanted some fun. I can't\nexplain, and I don't care whether you understand it or not.”\n\nTears of vexation glittered in her eyes. He sobered instantly, and said,\nwith an air of the utmost deference:--\n\n“Pardon me for laughing, and do me the justice to believe that I 'm\nin no sort of danger of misunderstanding you. I hooked too many melons\nmyself as a boy not to sympathize perfectly. But you must really let me\ncarry the melon home for you. What would the girls say, if you returned\nempty-handed?”\n\n“Well, I will take the melon,” she said, half defiantly; “but I should\nprefer not to have your company.”\n\nHe did not reply till he had let down the bars, and then said:--\n\n“The streets are not safe at this hour, and you 've had frights enough\nfor one night.”\n\nShe made no further objections, and with the watermelon poised on his\nshoulder he walked by her side, neither speaking a word, till they\nreached the gate of the Seminary grounds. There she stopped, and,\nturning, extended her hands for the melon. As he gave it to her their\neyes met a moment, and their mutual appreciation of the humor of\nthe situation expressed itself in an irrepressible smile that seemed\ninstantly to make them acquainted, and she responded almost kindly to\nhis low “Good-evening.”\n\nAmy came home jubilant next day. Lina May-nard had invited her to her\nparty, and had been ever so good to her, and there was nobody in the\nworld like Lina. Arthur listened and said nothing. All the next week\nit was the same story of Lina's beauty, good-nature, cleverness, and\nperfections generally, and, above all, her goodness to herself,\nAmy Steele. Lina was indeed fulfilling her promise with generous\nover-measure. And after once taking up with Amy, the sweet simplicity\nand enthusiastic loyalty of the child to herself won her heart\ncompletely. The other girls wondered, but Lina Maynard's freaks always\nset the fashion, and Amy, to her astonishment and boundless delight,\nfound herself the pet of the Seminary. The little blonde, Lina's\nsweetheart, alone rebelled against the new order of things and was\nfuriously jealous, for which she was promptly snubbed by Lina, and Amy\ntaken into her place. And meanwhile Lina caught herself several times\nwondering whether Arthur Steele was satisfied with the way she was\nkeeping her pledge.\n\nIt was Wednesday night, and Arthur was to return to New York Thursday\nmorning. Although he had walked the street every afternoon and had met\nnearly all the other girls at the Seminary, he had not seen Lina again.\nHis mother, whom he took about a good deal on pleasure drives, seriously\nwondered if the eagerness of city life was really spoiling his faculty\nfor leisurely pleasures. He always seemed to be looking out ahead for\nsomething, instead of quietly enjoying the passing sights and scenery.\nHe had consented to accompany Amy to a little church sociable on the\nevening before his departure. It was a species of entertainment which he\ndetested, but he thought he might possibly meet Lina there, as Amy had\nsaid some of the Seminary girls would be present.\n\nAt once, on entering the vestry, he caught sight of her at the other end\nof the room among a group of girls. At the sound of the closing door\nshe glanced up with an involuntary gesture of expectancy, and their\neyes met. She looked confused, and instantly averted her face. There was\nplenty of recognition in her expression, but she did not bow, the real\nreason being that she was too much embarrassed to think of it. But\nduring the week he had so many times canvassed the chances of her\nrecognizing him when they should meet that he had become quite morbid\nabout it, and manifested the usual alacrity of persons in that state of\nmind in jumping at conclusions they wish to avoid. He had been a fool to\nthink that she would recognize him as an acquaintance. What had he done\nbut to insult her, and what associations save distressing ones could she\nhave with him? He would exchange a few greetings with old friends, and\nthen quietly slink off home and go to packing up. He was rather sorry\nfor his mother; she would feel so badly to have him moody and cross on\nthe last evening at home. Just then some one touched his sleeve, and\nlooking around he saw Amy. She put her flushed little face close to his\near and whispered:--\n\n“Lina said I might introduce you. Is n't she beautiful, though,\nto-night? Of course you 'll fall in love with her, but you must n't try\nto cut me out.”\n\nArthur was Amy's ideal of gentlemanly ease and polish, and she had been\nvery proud of having so fine a city brother to introduce to the girls.\nImagine her astonishment and chagrin when she saw him standing before\nLina with an exaggeration of the agitated, sheepish air the girls made\nsuch fun of in their rural admirers! But if that surprised her, what\nwas her amazement to see Lina looking equally confused, and blushing to\nwhere her neck curved beneath the lace, although the brave eyes met\nhis fairly! A wise instinct told Amy that here was something she didn't\nunderstand, and she had better go away, and she did.\n\n“The melon was very good, Mr. Steele,” said Lina demurely, with a\nglimmer of fun in her black eyes.\n\n“Miss Maynard, I don't know how I shall beg pardon, or humble myself\nenough for my outrageous treatment of you,” burst forth Arthur. “I\ndon't know what I should have done if I had n't had an opportunity for\napologizing pretty soon, and now I scarcely dare look you in the face.”\n\nHis chagrin and self-reproach were genuine enough, but he might have\nleft off that last, for he had n't been looking anywhere else since he\ncame into the room.\n\n“You did shake me rather hard,” she said, with a smiling contraction of\nthe black eyebrows.\n\nGood heavens! had he actually shaken this divine creature,--this\nCleopatra of a girl, whose queenly brow gave her hair the look of\na coronet! He groaned in spirit, and looked so self-reproachful and\nchagrined that she laughed.\n\n“I don't know about forgiving you for that, but I 'm so grateful you\ndid n't take me to the lock-up that I suppose I ought not to mind the\nshaking.”\n\n“But, Miss Maynard, you surely don't think I was in earnest about that?”\n he exclaimed, in strenuous deprecation.\n\n“I don't know, I 'm sure,” she said doubtfully. “You looked as if you\nwere capable of it.”\n\nHe was going on to protest still farther when she interrupted him, and\nsaid laughingly:--\n\n“You take to apologizing so naturally that I 'd nearly forgotten that\nit was not you but I who was the real culprit. I must really make a few\nexcuses myself before I hear any more from you.”\n\nAnd then she told him all about her brother Charley's letter, and the\nspirit of emulation that had got her into trouble. It was easy enough to\njoke about certain aspects of the matter; but when she came to talk in\nplain language about her performances that night, she became so much\nembarrassed and stumbled so badly that Arthur felt very ill at ease.\n\n“And when I think what _would_ have happened if I 'd fallen into\nanybody's hands but yours, you seem almost like a deliverer.” At which\nArthur had another access of humiliation to think how un-chivalrously\nhe had treated this princess in disguise. How he would like to catch\nsomebody else abusing her that way! And then he told her all that he had\nthought and felt about her during the stealing scene, and she gave her\nside of the drama, to their intense mutual interest.\n\n“Is n't it about time we were going home, Arthur?” said Amy's voice.\n\nHe glanced up. The room was nearly empty, and the party from the\nSeminary were waiting for Lina.\n\n“Miss Maynard, may I call upon you in New York during vacation?”\n\n“I should be happy to see you.”\n\n“_Au revoir_, then!”\n\n“_Au revoir!_”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22703/pg22703.txt",
        "name": "hooking_watermelons_1898.json"
    }
}