{
    "name": "Hop O' My Thumb",
    "author": [
        "Samachson, Joseph"
    ],
    "body": "George Everson descended hastily from the air liner, and the flying\nsteps of a street escalator carried him up into the Star Building, but\nnot before the crowd surging behind the fence a hundred yards away had\ncaught sight of him. How they recognized him in the growing dusk he\ndidn't know. His gray hair and mustache, the sensitive lines of his\nface were unobtrusive, anonymous--but recognize him they did. Probably\nhate had sharpened their vision, for the chorus of yells that overtook\nhim was fierce. It was clear enough that they didn't like traitors.\n\nHe smiled wearily, knowing, without pausing to make sure, that his\nhand-picked guards were keeping them in check, and dropped wearily into\na convenient desk chair. As it headed for his office, he switched on\nthe visor, and his secretary's anxious face met his eyes. \"We've been\nexpecting you, Mr. Everson.\"\n\n\"Any messages?\"\n\n\"A great many of them, sir.\"\n\n\"What do they say about the surrender?\" he asked.\n\n\"Most of them are protests, sir. Official resignations--\"\n\n\"The resignees have been replaced, according to plan?\"\n\n\"Naturally, Mr. Everson.\"\n\n\"And they are proceeding to carry out the surrender, as ordered?\"\n\n\"Well, not quite. A few said they couldn't stomach it, Mr. Everson.\nThey resigned too.\"\n\n\"See that they are replaced with names selected from List C. The\nsurrender must go through.\"\n\n\"Yes, Mr. Everson.\"\n\nHis secretary--herself a replacement of the man who had been with him\nfor ten years--seemed to wait for him to go on, but he only nodded\ncurtly and switched off. There were other people to see and talk to,\nbut suddenly he felt it impossible to face them, to stare into their\neyes. He let the chair carry him silently, and once in his office, he\nturned on the door lock to insure privacy. Then he stared out through\nthe transparent wall at the spectacle the heavens offered.\n\nOff the right, not far above the horizon, hung the Hop planet-fortress,\nfrom which he had just come. A bit smaller than the moon in apparent\ndiameter, it was actually larger than Jupiter, and had several times\nthat planet's mass.\n\nFrom an anti-grav chamber, he had seen only one tiny corner of its\nvast surface, but that single vision had been enough to convince him\nthat he had been correct. The Hops, in their countless numbers, were\nunconquerable, and the human race, despite all its weapons, had no\nchoice but to surrender unconditionally.\n\nThe Hop Supreme Three had observed all the customary formalities. They\nhad signed the agreement for humane treatment of the surrendering race,\nand given their most solemn promises to live up to the agreement in\nevery detail; although from what he had seen of them, Everson knew that\ntheir idea of what was humane differed from his. He knew also that they\nsigned agreements merely to break them, as they had broken the one on\nNeptune, and that when they broke this one the human race might very\nwell be exterminated. But, as he had been telling himself time and\nagain these last five days, he had no choice.\n\nHe had, by dint of superhuman effort, managed to persuade the majority\nof his Council of that, and only two members had resigned. Public\nopposition had been more violent and outspoken, with here and there\nsome firebrand calling for a war of defense to the death. But he had\npointed out as coolly as he could, in one System-wide speech after\nanother, that the war would be to their death. Resistance was one\nthing, suicide another. The opposition had been disorganized, if not\novercome, and the surrender was now going on. His present task was to\nspeed it up as much as he could, and for that he would have to see and\ntalk to the numerous individuals whose calls were waiting.\n\nBut the effort of pressing a button which would bring their faces\nopposite his own was more than he could manage. And then, to his\nrelief, he found an excuse for putting off the painful task. A bell\ntinkled musically, and his secretary's voice said softly, \"Mr. Arthur\nEverson, sir.\"\n\n\n\nHis son entered and stood regarding him silently. Arthur's hair was\nblack, and with his young, clean-shaven face he lacked the aspect of\nofficial dignity which the gray mustache gave his father. But he had\nthe same sensitive features, and under his eyes there were hollows\nsunk deep by the tension and sleeplessness of the past week. He said\nfinally, \"Have a nice trip, dad?\"\n\n\"Not nice. Interesting.\"\n\n\"Something like my life now. Did you know that I'm afraid to go out\ninto the streets?\"\n\n\"You have your guards.\"\n\n\"I don't mean that. I don't dare to look people in the eye.\"\n\n\"You'll get over it.\"\n\n\"I'm afraid not,\" said Arthur. \"I'll never get over being the son of a\ntraitor. At first, when I heard of the plans for surrender, I thought\nthey were intended as a maneuver, to throw the Hops off their guard. I\nnever believed that you could intend them seriously.\"\n\n\"The Hops aren't to be thrown off their guard so easily. Don't you know\nanything about them?\"\n\n\"I know a great deal. I've seen several of your secret reports.\"\n\nEverson frowned. \"How did you get at those?\"\n\n\"Never mind that. I wanted to know if a military defense was possible.\nOn the basis of those reports, I think it was. But you didn't have the\ncourage to undertake it.\"\n\n\"It isn't a question of courage. In the first place, we'd have been\nslightly out-numbered.\"\n\n\"That wouldn't have mattered. There's a human population of six billion\non Earth, four billion on the other planets. The Hops were estimated to\nnumber a hundred billion in all--\"\n\n\"That is inaccurate,\" said his father, with that weariness which never\nseemed to leave him in these days. \"That was the first, very wild\nestimate. We've corrected it since. The Hops number ten trillion. And\nthey regard most of their number as expendable.\"\n\n\"They can't be so many.\"\n\n\"They can. They are. Which reports did you see, Arthur?\"\n\n\"The entire first series. A one to A seven.\"\n\n\"Then since you know that much, perhaps I'd better fill you in with\nsome more recently obtained information. To begin with, their name\nis officially _Maletes_, which can be translated roughly as _The Big\nMen_. The designation may seem strange to you. But it fits much better\nthan that stupidly patronizing 'Hop O' My Thumb', which some bright\njournalist called the first one he saw, and which has since become\ntheir usual name among us. There's nothing elfin or pixielike about\nthem, and on their own planet, compared to the other animal life,\nthey're really big.\n\n\"Moreover, they're heavy. The adults average no more than ten inches\nhigh, but they run to about forty pounds. They're as strong as human\nbeings, not to speak of being quicker and more active. Pit a wildcat\nagainst an unarmed man, and what chance do you think the man has?\nWell, a Hop is more dangerous than a wildcat, even without taking into\nconsideration his superior intelligence.\"\n\n\"You're exaggerating, dad.\"\n\n\"No. I saw an exhibition on their planet. They put several Hop fighters\nagainst their own native animals, as well as against several specimens\nthey had captured on outer planets. In every case but one the Hop\ncame out the victor. The sole exception was a Jovian strom, a kind of\nlizard, and that managed a draw not so much because it was twice the\nHop's size as because it's the fastest-moving creature in the System.\"\n\n\"But we wouldn't be fighting without weapons.\"\n\n\"They'd have the advantage there too. Their weapons are better than\nours. In nuclear physics and biological warfare, they're ahead of us.\nNot too far ahead, I'll admit. Give us a hundred years--possibly even\nfifty--and we'd be up to them. But we haven't those fifty years, and\nthere's no way of stalling them that long.\"\n\n\"How about psychological weapons?\"\n\n\"No chance. We couldn't get close enough to make a beginning. They're\naware of the danger, and they've taken precautions against it.\"\n\n\"They'd have to come to us. They'd have to attack--\"\n\n\"Good Lord, Arthur, don't you see that if they did, they'd have a still\ngreater advantage? The moment they close in on us, and nuclear weapons\nare out, we don't stand a chance. As individuals they're too small to\nmake good targets, and too tenacious to be easily killed even if they\nare hit.\"\n\n\"And they have _no_ weaknesses?\"\n\n\n\nThe bell tinkled again, and the secretary's voice said, \"I'm sorry, Mr.\nEverson, but there's a report that requires your attention. With regard\nto the surrender on Venus--\"\n\n\"Go ahead.\"\n\nHe listened, and at the end, said simply, \"Have McReady take\nMauvernon's place. The plans are ready for him. Tell him to carry them\nthrough as they stand.\" He turned to face his son again.\n\n\"I asked if they had no weaknesses, dad.\"\n\n\"Several. But none that we can take advantage of at the moment. Don't\nthink our decision to surrender was an easy one, Arthur. During the\nentire period of negotiation, we've had our spies out. We've managed,\nwith difficulty, to learn a few things about them.\n\n\"The Hops have come out of another galaxy. For a great many centuries\nthey've been able to move their entire planet, to attach it as a\ntemporary satellite to some star, and to release it again, without\nexpending too much energy, when conditions became unfavorable for a\nlonger stay.\n\n\"Wherever they have come across a planet suitable for Hop habitation,\nthey've left sizable colonies. But they've never run across anything as\ngood as their original home.\n\n\"They were originally about three feet high. They've been deliberately\nbred to diminish their size, so that more of them might be supported\nat a given standard of nutrition. But overpopulation has always been a\nproblem nonetheless, and has driven them on continually to look for new\nplanets. That's why they're so interested in our system.\"\n\n\"And that,\" said Arthur, \"is also why, once we've handed over\neverything we have, they'll exterminate us, and proceed to colonize as\nif they had never signed an agreement.\"\n\n\"Possibly.\"\n\n\"You say that very calmly, dad. As if the extinction of the race meant\nnothing to you.\"\n\n\"Because we have no choice. However, I was going to tell you about\ntheir weaknesses. These derive from their lack of height. As the\nHops shrank in size from generation to generation, they became\nshorter-lived. At present, they live on an average only five of our\nyears, of which at most three can be considered years of maturity, with\nfull adult powers.\n\n\"They might have done something about it originally by changing the\ndirection of their own evolution. But the shorter their lives, the less\npressing the problem of overpopulation. And at a time when they were\nengaged in continual wars, they preferred to have replacements made as\nquickly as possible--which meant a shorter period of infancy, and again\na shorter total life.\n\n\"Their ability to mature quickly also made for greater vigor as\nsoldiers, and involved no lengthy old age during which the injured\nveterans had to be taken care of. Later on, when the process had gone\nfurther than they liked, they tried to reverse it, and couldn't. It\nwas biologically difficult, and politically impossible. It would have\nintensified all the problems of overpopulation, and started a civil\nwar. They're stuck with their five-year lives.\n\n\"The consequences have been tremendous. During the three years of\nadulthood it is no longer possible to master any reasonably broad\nand complicated field of knowledge, let alone advance it. Despite\ntheir application of what had previously been learned in psychology,\nand their attempt to substitute machine calculation for brainwork as\nmuch as possible, they are no longer able to train any large body\nof research scientists. Instead of developing, their science has\ndeteriorated. Entire branches they had formerly mastered have now\nbeen relegated to the museums and libraries. They don't have time for\nphilosophy or logic, or other such luxuries. All their science is, one\nway or another, military science. They hang desperately onto that.\"\n\n\"And this deterioration is continuing?\"\n\n\"Steadily. It would take us a hundred years to reach their present\nattainments in military nucleonics and biologics. But they're going\nbackward as rapidly as we move forward. That's why I told you before\nthat fifty years might be enough.\"\n\n\"And we don't have the fifty years.\"\n\n\"Not even a reasonable fraction of it. That's why we can't take\nadvantage of the weaknesses we've discovered. Remember that they're\nphysically more vigorous than we are, and intellectually just as alert.\nThey can see through any tricks we try. They lack merely sufficient\ntime for each individual to accumulate a sizable and coherent body of\nknowledge which has been tested in practice.\"\n\n\"There must be some way--\"\n\n\"When you think of it, let me know,\" said the older man, suddenly curt.\nHe stood up, as if the recital of the hopeless story had renewed his\nenergy. \"At present, I have to see to it that the surrender is carried\nout.\"\n\n\"I still think that you're merely trying to rationalize an act of\ntreason.\" Arthur's voice was choked, and tears filled his eyes. \"Do you\never stop to think of the place that men like Arnold and Quisling hold\nin human history? When I think that your name will join theirs, that it\nwill be even more infamous than theirs, I feel like killing myself.\"\n\nThe older Everson laughed, rather harshly. \"If I'm right, I'm no\ntraitor. If you're right, there will be no human race, and no human\nhistory to record my name. Don't be such a child, Arthur, and don't try\nto make history's decisions for it. Now get out, and let me work.\"\n\n\n\nFor a time after his son left, Everson worked steadily. The surrender\nwasn't going as smoothly as he would have liked. Even those who had\naccepted the numerous vacant posts had no heart in the work, and\nwhether through carelessness or through deliberate sabotage, many of\nthe minor points of the agreement with the Hops were in danger of\nbeing violated. If Everson could help it, there were going to be no\nviolations that would give the Hops an excuse to use military force. He\nchecked over the details of what was being done in the asteroid belt,\nand found, as he had suspected would happen, that the largest asteroid\nbase of all had been left out of the list to be turned over to the Hops.\n\nHe spoke personally to the governor of the Asteroid Group. \"Clayton?\nEver hear of Base AZ?\"\n\n\"Of course, Mr. Everson.\"\n\n\"So have the Hops. They're very sensitive, and I'd hate to upset them\nby pretending that it doesn't exist. Turn it over to a Hop crew, and\nsee that it's brought directly to their planet.\"\n\n\"Yes, Mr. Everson,\" said Clayton dully.\n\n\n\nDuring the night, his wife visored the Star Building. All through the\nperiod of the negotiations she had said nothing, but the long years of\nliving together had enabled Everson to guess her thoughts, and he knew\nthat she shared Arthur's views that everyone responsible for turning\nEarth over to the Hops was guilty of treason--and that she made an\nexception only in the case of her husband.\n\nWhat would have been an act of betrayal in someone else was only a\nmistake in judgment in George Everson, and this despite the fact that\nfor almost thirty years she had maintained proudly that her husband\nnever made mistakes.\n\nShe had deliberately involved herself in a tangle of face-saving\ninconsistencies for which he was deeply grateful. If she had turned\nagainst him as Arthur had done, and as even his own brothers had done,\nhis life would have been altogether intolerable.\n\nEven as it was, he was none too happy at her expression. \"George,\" she\nsaid, from a distance of two thousand miles, \"the Hops are arriving.\nHave you seen them?\"\n\n\"I can get a direct military view. Just a moment.\"\n\nA touch of one of the buttons on his desk brought the picture to the\nmilitary screen in front of him. The sun was just rising, and in\nthe early dawn, the Hop craft was barely visible as it hovered high\noverhead. Occasional glints from something in the air revealed that\nthey had let down a transparent ladder. Down this ladder were climbing\nrows of Hops, perceptible only as tiny dots near the top, becoming\nlarger as they neared the ground. To the onlookers from below it seemed\nas if the Hops were climbing down out of the sky on thin air.\n\n\"I have the picture, Ada. They're the occupation crew.\"\n\n\"They're going to govern our own district?\"\n\n\"That's right,\" he said gruffly.\n\n\"There aren't many of them, George. And we have a large military force\nnear-by. If you gave the word, we could wipe them out.\"\n\nHe said wearily, \"If you knew how many times that suggestion has\nbeen made to me! No, Ada, there's no chance of that. Both the local\ncommander and his subordinates are tested men. I am not giving the\nword, and they will not take it from anyone else.\"\n\n\"You have to give it personally? Isn't that unusual?\"\n\n\"Decidedly unusual. But I'm taking no chances of betrayal. As I've\nrepeated time and again, I want the surrender to go off smoothly.\"\n\nShe nodded slowly. \"That has become clear enough. You're working all\nnight?\"\n\nIt was his turn to nod.\n\n\"Try to rest for a while, darling. And have something to eat.\"\n\n\"I won't starve, Ada. Good night.\"\n\nThe screen became blank, and he turned to stare once more at the\nmilitary visor, still exhibiting the arrival of the Hop occupation\ncrew. From somewhere, far below, a sudden flash appeared, and a pair of\nHop soldiers seemed to lose their grip on the air and toppled off the\ninvisible ladder. The others froze in their places.\n\nBut retribution against the unseen sharpshooter was rapid. Not the\nHop ship, but a small Earth craft flashed into view from the side and\nswooped down, its guns blazing. A building shattered in the lower part\nof the screen. And the Hop troops resumed their descent.\n\n\n\nA few hours later, Venus was the scene of a more serious incident. Here\na whole garrison rose in revolt, armed with modern weapons, and well\ntrained in their use. Everson turned aside from everything else to take\npersonal part in the crushing of this revolt. The angry troops fought\nsavagely, but had no chance from the beginning. The loyal forces were\nconcentrated against them in overwhelming strength within an hour, and\nthey threw in everything they had. Half a day of fierce fighting saw\nthe collapse of the desperate gamble.\n\nThrough these and other revolts that followed, thought Everson\nsardonically, no more than ten Hop soldiers were lost. Everson had\nsuggested that System troops would be more effective in crushing a\nrebellion of their own people, and the Hop authorities had agreed.\n\nLate in the day the Hop Supreme Three contacted Everson. He studied\nthem in his visor, three elflike creatures whose eyes twinkled as\nmerrily as if they had been genuine elves. To judge from first\nappearances alone, the journalist who had originally christened them\nhadn't done so badly. They did have the sharp leprechaun ears and the\nleathery skin of authentic gnomes, born of a marriage of different\nmythologies. It was not until you got a good all-around look that you\nbecame aware of features that no genuine elves or gnomes would have\ntolerated in themselves. The third eye near the top of the forehead,\nthe fourth on the back of the head, the antenna-like third pair of\narms that was ordinarily folded in back and unfolded only in moments\nof excitement, the ugly and apparently useless patch of blue skin\nbelow the neck, visible above the loose clothes they wore--all these\ntestified to a race of creatures that had not been dreamed of in human\nfolklore.\n\nThe Spokesman waited for Everson, and as became the representative of\nan inferior race, the latter bowed humbly and said, \"Greetings.\"\n\n\"Greetings. We have heard excellent reports of you.\"\n\n\"I have tried to carry out all that I promised.\"\n\n\"You have done even better than we expected. When do you think the\nsurrender will be complete?\"\n\nHe made a rapid mental calculation.\n\n\"In thirty-seven Large Vibration Units.\"\n\nWith no permanent sun of their own, the Hops based their time standards\non the frequency of atomic vibrations. The thirty-seven Large Units\nwere equivalent to about thirty hours. By that time, all the planned\nsurrenders would have gone through on schedule, and the human race\nwould be at the mercy of the Hops.\n\n\"We congratulate you on your fidelity to your word. You shall receive a\nsuitable reward.\"\n\nWhat, he wondered, did they regard as \"suitable\"? To kill him first,\nafter they had no further use for him, and thus to spare him the sight\nof the extermination of his race? Or to keep him alive until the bitter\nend, to grant him a few extra hours of painful existence, in return for\nan act of betrayal on so grand a scale that their own history had never\nseen its like?\n\nHe couldn't possibly guess, but he said simply, and still humbly, \"I\nawait your generous gift.\"\n\nThe Three grimaced. Presumably, that was their equivalent of an amused\nsmile. Then the Spokesman said, \"One important surrender is yet\nincomplete. That of the Pleasure Planet.\"\n\n\"I shall attend to that myself.\"\n\n\"Good. And we shall attend personally to your reward.\"\n\nHe would have said impertinently, if he had dared, that this act of\nvirtue would be its own reward, but it would have been stupid to lose\ncontrol of his tongue at this late stage. So he merely bowed humbly,\nand the next moment they had broken contact. He returned to his work.\n\nBut during the day something happened that he had not expected. His\nwife arrived, and neither his secretary nor any of the guards dared\nkeep her out. She came into his office quietly.\n\n\"I want to be near you at the end, George,\" she told him.\n\n\"It's good to have you near, Ada. But I have no time to spare.\"\n\n\"I won't take up any of your time. I merely want to sit near you and\nwatch you.\"\n\nThen she fell silent again, and he went about his work once more. In\nthe afternoon he dozed off, and only when the bell rang and he awoke\nwith a start did he realize that she had adjusted a pillow at his\nhead so that he might sleep more comfortably. Not until evening did\nshe interrupt him, and then in order to get him to eat a meal she had\nordered.\n\nHe ate without tasting the food, but the few minutes of intermission\ndid him good. He said gratefully, \"Thank you, dear. Without your\nthoughtfulness I don't know what would become of me.\"\n\n\"The same thing that will become of all of us, George.... I hear that\nyou are surrendering the Pleasure Planet.\"\n\n\"Yes. There it is.\"\n\nThrough the transparent walls of the room they could see in the sky a\nluminous dot that moved slowly in the direction of the Hop planet.\n\n\"After all that it has cost us, George, doesn't it hurt you to give it\nup?\"\n\nHe nodded slowly. Whatever else might be returned to them, the Pleasure\nPlanet would be gone forever. He recalled now the years of planning for\na vacation spot that would be capable of serving the entire System;\nhe recalled the two decades during which they had swept up asteroids\nand interplanetary meteor swarms for raw material, and then the decade\nfollowing, in which the surface of the new planet had first been\nblasted into shape, and then swept and ordered, landscaped and built\nupon until it had become the pride of the System. It was Everson's task\nmerely to turn it over to the Hops.\n\n\"George.\" She was biting her lips. \"You know that I'm not going to be\nable to live through this.\"\n\n\"You may change your mind, dear.\"\n\n\"No, darling, I can't live with the horrible thoughts that keep running\nthrough my mind. You know how much I've always loved and admired you,\nand now, after what you've done--\" She fumbled in her purse and brought\nout a tiny metal rod. \"I'm going to shoot myself.\"\n\nHe stared at her gravely. \"Not now. Wait, dear.\"\n\n\"Through this agony? Why prolong it?\"\n\n\"Because I need you.\" It was the most effective argument he could have\nused. \"You know that I won't be able to live without you. Wait till I\nfinish my work. And then, if you haven't changed your mind, shoot me\nalong with yourself.\"\n\n\"I couldn't--\"\n\n\"I can.\" He took the tiny weapon away from her. \"When I have turned the\nPleasure Planet finally over to the Hops, and given a few more orders,\nmy work will be done. If you still want to die after that, I'll shoot\nyou and myself.\" He looked into her eyes. \"I promise, you, dear. And\neven the Hops know that I carry out my promises,\" he added bitterly.\n\nHe took her in his arms and kissed her, the weapon still in his right\nhand. Then he put it in a drawer of his desk, and returned to his work.\n\n\n\nThe minutes passed slowly. He looked up, startled, as the excited voice\nof his secretary came to him, without the warning bell that should have\npreceded it. \"Mr. Everson! There's been a massacre! The Hops--they've\nslaughtered thousands! It was completely unprovoked--\"\n\nThe tiny dot of the Pleasure Planet was almost touching the\ncircumference of the Hop stronghold. He sighed, and dropped his pen.\n\n\"They're not even waiting,\" said Ada, in a choked voice.\n\n\"I thought we'd be spared this.\"\n\n\"Spared! They meant to slaughter us from the beginning, and you only\nmade things easier for them!\"\n\nHe tried to put his arm around her, but she shook it off. \"You knew\nwhat would happen, George. I've seen too much--\"\n\nIt was only out of a corner of his eye that he saw her hand steal into\nthe desk drawer and come out with the weapon.\n\nHe leaped at her, twisting her arm with brutal efficiency. She cried\nout as she dropped the weapon, and then she covered her eyes, the tears\nflowing freely at last.\n\nAnd it was at that moment that everything happened.\n\nA blaze of light spread across the heavens from the Hop planet. It\nblotted out the moon and dazzled their eyes in one blinding flash. And\nthen it was gone, and when their dazed eyes could see again, they saw\nthat where there had been the Hop planet was nothing.\n\nEverson leaped to his row of visors.\n\n\"We were right!\" he shouted excitedly. \"My God, how right we were!\" And\nhis fingers trembled as they swept across one button after another.\n\n\"Clayton!\" he barked. \"Wipe out the Hop occupation troops in your\nsector. No, I haven't gone crazy. You have the equipment to do it with.\nGo ahead and do it. They won't get reinforcements. Djervas, get rid of\nthe Hop troops in Sector C. Zalmette, Goran, Halkim--\"\n\nHe spoke so rapidly that the names became a blur of sound. But the\norders were clear enough, and from the reports that began to come in,\nit was clear also that they were being carried out.\n\nArthur came into the office. He had been near the Star Building when\nit happened, and tears were streaming down his face. \"The people are\ncrying in the streets,\" he said huskily. \"All the announcers on all\nthe communication systems seem to have gone crazy. But it's hard to\nbelieve. What happened, Dad? A nuclear explosion?\"\n\n\"There wasn't any explosion.\"\n\n\"But we saw it with our own eyes!\"\n\n\"You don't know what you saw. That wasn't an explosion, it was a\ncollapse. Remember, Arthur, what I told you of Hop science? That they\nhad neglected what they regarded as theoretical and useless branches?\"\n\n\"You say their planet collapsed?\"\n\n\"Yes, that's the clue. It was calculated long ago that when the mass of\na body exceeded a certain maximum, the force of gravity would overcome\nthose structural forces that tended to maintain the existence of\nordinary types of matter. Ordinary molecules would collapse, and even\natoms and nuclei, as we know them, would be unable to maintain their\nseparate existence. The whole mass would fall into a single, compact,\ngiant molecule.\"\n\n\"I seem to remember something we were taught in school. Vaguely,\nthough.\"\n\n\"Yes, it's a commonplace to us now. But the twentieth century\nastrophysicists were tremendously excited by their discovery at first,\nalthough their original calculations were considerably off the mark,\nas far as the mass required was concerned. We've fixed a more accurate\nfigure since then.\n\n\"Through the course of millennia, as a result of conquest and loot, the\nmass of their planet grew. Our astronomers calculated that it wasn't\nfar from its critical collapse mass. And so as we couldn't hope to win\nin a direct struggle, our own hope was to build up that mass until the\ncollapse actually took place. That's why we were in such a hurry to\nsend them our heaviest equipment.\"\n\nHis wife said painfully, \"And you couldn't have let me know--not even\nhinted--\"\n\n\"No, dear. We couldn't afford to take any chances. Not even the members\nof the Council were informed.\"\n\nArthur said, in a voice he couldn't control, \"And all the time,\neveryone was calling you a traitor--even I. How can you ever forgive\nus?\"\n\n\"No forgiveness is necessary. That was a necessary part of the plan,\nwhich helped convince the Hops that we had nothing up our sleeves.\" He\nput his arms around his wife, and then said sharply, \"Come, Arthur,\ndon't _you_ collapse!\"\n",
    "metadata": {
        "author": [
            "Samachson, Joseph"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69237/pg69237.txt",
        "name": "hop_o_my_thumb.json"
    }
}