{
    "name": "How to Tell a Story, and Other Essays",
    "author": [
        "Twain, Mark"
    ],
    "body": "\nCONTENTS:\n\n     HOW TO TELL A STORY\n          THE WOUNDED SOLDIER\n          THE GOLDEN ARM\n     MENTAL TELEGRAPHY AGAIN\n     THE INVALID'S STORY\n\n\n\n\nHOW TO TELL A STORY\n\n          The Humorous Story an American Development.--Its Difference\n          from Comic and Witty Stories.\n\nI do not claim that I can tell a story as it ought to be told. I only\nclaim to know how a story ought to be told, for I have been almost daily\nin the company of the most expert story-tellers for many years.\n\nThere are several kinds of stories, but only one difficult kind--the\nhumorous. I will talk mainly about that one. The humorous story is\nAmerican, the comic story is English, the witty story is French. The\nhumorous story depends for its effect upon the manner of the telling;\nthe comic story and the witty story upon the matter.\n\nThe humorous story may be spun out to great length, and may wander\naround as much as it pleases, and arrive nowhere in particular; but the\ncomic and witty stories must be brief and end with a point. The humorous\nstory bubbles gently along, the others burst.\n\nThe humorous story is strictly a work of art--high and delicate art--and\nonly an artist can tell it; but no art is necessary in telling the comic\nand the witty story; anybody can do it. The art of telling a humorous\nstory--understand, I mean by word of mouth, not print--was created in\nAmerica, and has remained at home.\n\nThe humorous story is told gravely; the teller does his best to conceal\nthe fact that he even dimly suspects that there is anything funny about\nit; but the teller of the comic story tells you beforehand that it is\none of the funniest things he has ever heard, then tells it with eager\ndelight, and is the first person to laugh when he gets through. And\nsometimes, if he has had good success, he is so glad and happy that\nhe will repeat the “nub” of it and glance around from face to face,\ncollecting applause, and then repeat it again. It is a pathetic thing to\nsee.\n\nVery often, of course, the rambling and disjointed humorous story\nfinishes with a nub, point, snapper, or whatever you like to call it.\nThen the listener must be alert, for in many cases the teller will\ndivert attention from that nub by dropping it in a carefully casual and\nindifferent way, with the pretence that he does not know it is a nub.\n\nArtemus Ward used that trick a good deal; then when the belated audience\npresently caught the joke he would look up with innocent surprise, as if\nwondering what they had found to laugh at. Dan Setchell used it before\nhim, Nye and Riley and others use it to-day.\n\nBut the teller of the comic story does not slur the nub; he shouts it at\nyou--every time. And when he prints it, in England, France, Germany, and\nItaly, he italicizes it, puts some whooping exclamation-points after\nit, and sometimes explains it in a parenthesis. All of which is very\ndepressing, and makes one want to renounce joking and lead a better\nlife.\n\nLet me set down an instance of the comic method, using an anecdote which\nhas been popular all over the world for twelve or fifteen hundred years.\nThe teller tells it in this way:\n\n\n\n\nTHE WOUNDED SOLDIER.\n\nIn the course of a certain battle a soldier whose leg had been shot\noff appealed to another soldier who was hurrying by to carry him to the\nrear, informing him at the same time of the loss which he had sustained;\nwhereupon the generous son of Mars, shouldering the unfortunate,\nproceeded to carry out his desire. The bullets and cannon-balls were\nflying in all directions, and presently one of the latter took the\nwounded man's head off--without, however, his deliverer being aware of\nit. In no-long time he was hailed by an officer, who said:\n\n“Where are you going with that carcass?”\n\n“To the rear, sir--he's lost his leg!”\n\n“His leg, forsooth?” responded the astonished officer; “you mean his\nhead, you booby.”\n\nWhereupon the soldier dispossessed himself of his burden, and stood\nlooking down upon it in great perplexity. At length he said:\n\n“It is true, sir, just as you have said.” Then after a pause he added,\n“But he TOLD me IT WAS HIS LEG--”\n\n\nHere the narrator bursts into explosion after explosion of thunderous\nhorse-laughter, repeating that nub from time to time through his\ngaspings and shriekings and suffocatings.\n\nIt takes only a minute and a half to tell that in its comic-story form;\nand isn't worth the telling, after all. Put into the humorous-story\nform it takes ten minutes, and is about the funniest thing I have ever\nlistened to--as James Whitcomb Riley tells it.\n\nHe tells it in the character of a dull-witted old farmer who has just\nheard it for the first time, thinks it is unspeakably funny, and is\ntrying to repeat it to a neighbor. But he can't remember it; so he gets\nall mixed up and wanders helplessly round and round, putting in tedious\ndetails that don't belong in the tale and only retard it; taking them\nout conscientiously and putting in others that are just as useless;\nmaking minor mistakes now and then and stopping to correct them and\nexplain how he came to make them; remembering things which he forgot\nto put in in their proper place and going back to put them in there;\nstopping his narrative a good while in order to try to recall the name\nof the soldier that was hurt, and finally remembering that the soldier's\nname was not mentioned, and remarking placidly that the name is of no\nreal importance, anyway--better, of course, if one knew it, but not\nessential, after all--and so on, and so on, and so on.\n\nThe teller is innocent and happy and pleased with himself, and has\nto stop every little while to hold himself in and keep from laughing\noutright; and does hold in, but his body quakes in a jelly-like way with\ninterior chuckles; and at the end of the ten minutes the audience have\nlaughed until they are exhausted, and the tears are running down their\nfaces.\n\nThe simplicity and innocence and sincerity and unconsciousness of the\nold farmer are perfectly simulated, and the result is a performance\nwhich is thoroughly charming and delicious. This is art and fine and\nbeautiful, and only a master can compass it; but a machine could tell\nthe other story.\n\nTo string incongruities and absurdities together in a wandering and\nsometimes purposeless way, and seem innocently unaware that they\nare absurdities, is the basis of the American art, if my position is\ncorrect. Another feature is the slurring of the point. A third is the\ndropping of a studied remark apparently without knowing it, as if one\nwere thinking aloud. The fourth and last is the pause.\n\nArtemus Ward dealt in numbers three and four a good deal. He would begin\nto tell with great animation something which he seemed to think was\nwonderful; then lose confidence, and after an apparently absent-minded\npause add an incongruous remark in a soliloquizing way; and that was the\nremark intended to explode the mine--and it did.\n\nFor instance, he would say eagerly, excitedly, “I once knew a man in New\nZealand who hadn't a tooth in his head”--here his animation would\ndie out; a silent, reflective pause would follow, then he would say\ndreamily, and as if to himself, “and yet that man could beat a drum\nbetter than any man I ever saw.”\n\nThe pause is an exceedingly important feature in any kind of story, and\na frequently recurring feature, too. It is a dainty thing, and delicate,\nand also uncertain and treacherous; for it must be exactly the right\nlength--no more and no less--or it fails of its purpose and makes\ntrouble. If the pause is too short the impressive point is passed, and\n[and if too long] the audience have had time to divine that a surprise\nis intended--and then you can't surprise them, of course.\n\nOn the platform I used to tell a negro ghost story that had a pause in\nfront of the snapper on the end, and that pause was the most important\nthing in the whole story. If I got it the right length precisely, I\ncould spring the finishing ejaculation with effect enough to make some\nimpressible girl deliver a startled little yelp and jump out of her\nseat--and that was what I was after. This story was called “The\nGolden Arm,” and was told in this fashion. You can practise with it\nyourself--and mind you look out for the pause and get it right.\n\n\n\n\nTHE GOLDEN ARM.\n\nOnce 'pon a time dey wuz a monsus mean man, en he live 'way out in de\nprairie all 'lone by hisself, 'cep'n he had a wife. En bimeby she died,\nen he tuck en toted her way out dah in de prairie en buried her. Well,\nshe had a golden arm--all solid gold, fum de shoulder down. He wuz\npow'ful mean--pow'ful; en dat night he couldn't sleep, Gaze he want dat\ngolden arm so bad.\n\nWhen it come midnight he couldn't stan' it no mo'; so he git up, he did,\nen tuck his lantern en shoved out thoo de storm en dug her up en got de\ngolden arm; en he bent his head down 'gin de win', en plowed en plowed\nen plowed thoo de snow. Den all on a sudden he stop (make a considerable\npause here, and look startled, and take a listening attitude) en say:\n“My LAN', what's dat!”\n\nEn he listen--en listen--en de win' say (set your teeth together and\nimitate the wailing and wheezing singsong of the wind), “Bzzz-z-zzz”--en\nden, way back yonder whah de grave is, he hear a voice!\nhe hear a voice all mix' up in de win' can't hardly tell 'em\n'part--“Bzzz-zzz--W-h-o--g-o-t--m-y--g-o-l-d-e-n arm?--zzz--zzz--W-h-o\ng-o-t m-y g-o-l-d-e-n arm!” (You must begin to shiver violently now.)\n\nEn he begin to shiver en shake, en say, “Oh, my! OH, my lan'!” en de\nwin' blow de lantern out, en de snow en sleet blow in his face en mos'\nchoke him, en he start a-plowin' knee-deep towards home mos' dead, he so\nsk'yerd--en pooty soon he hear de voice agin, en (pause) it 'us comin'\nafter him! “Bzzz--zzz--zzz--W-h-o--g-o-t m-y--g-o-l-d-e-n--arm?”\n\nWhen he git to de pasture he hear it agin closter now, en\na-comin'!--a-comin' back dah in de dark en de storm--(repeat the wind\nand the voice). When he git to de house he rush up-stairs en jump in de\nbed en kiver up, head and years, en lay dah shiverin' en shakin'--en\nden way out dah he hear it agin!--en a-comin'! En bimeby he hear\n(pause--awed, listening attitude)--pat--pat--pat--hit's acomin'\nup-stairs! Den he hear de latch, en he know it's in de room!\n\nDen pooty soon he know it's a-stannin' by de bed! (Pause.) Den--he\nknow it's a-bendin' down over him--en he cain't skasely git his breath!\nDen--den--he seem to feel someth' n c-o-l-d, right down 'most agin his\nhead! (Pause.)\n\nDen de voice say, right at his year--“W-h-o g-o-t--m-y--g-o-l-d-e-n\narm?” (You must wail it out very plaintively and accusingly; then you\nstare steadily and impressively into the face of the farthest-gone\nauditor--a girl, preferably--and let that awe-inspiring pause begin to\nbuild itself in the deep hush. When it has reached exactly the right\nlength, jump suddenly at that girl and yell, “You've got it!”)\n\nIf you've got the pause right, she'll fetch a dear little yelp and\nspring right out of her shoes. But you must get the pause right; and you\nwill find it the most troublesome and aggravating and uncertain thing\nyou ever undertook.\n\n\n\n\n\n\n\nMENTAL TELEGRAPHY AGAIN\n\nI have three or four curious incidents to tell about. They seem to come\nunder the head of what I named “Mental Telegraphy” in a paper written\nseventeen years ago, and published long afterwards.--[The paper entitled\n“Mental Telegraphy,” which originally appeared in Harper's Magazine for\nDecember, 1893, is included in the volume entitled The American Claimant\nand Other Stories and Sketches.]\n\nSeveral years ago I made a campaign on the platform with Mr. George W.\nCable. In Montreal we were honored with a reception. It began at two in\nthe afternoon in a long drawing-room in the Windsor Hotel. Mr. Cable and\nI stood at one end of this room, and the ladies and gentlemen entered\nit at the other end, crossed it at that end, then came up the long\nleft-hand side, shook hands with us, said a word or two, and passed on,\nin the usual way. My sight is of the telescopic sort, and I presently\nrecognized a familiar face among the throng of strangers drifting in\nat the distant door, and I said to myself, with surprise and high\ngratification, “That is Mrs. R.; I had forgotten that she was a\nCanadian.” She had been a great friend of mine in Carson City, Nevada,\nin the early days. I had not seen her or heard of her for twenty years;\nI had not been thinking about her; there was nothing to suggest her to\nme, nothing to bring her to my mind; in fact, to me she had long ago\nceased to exist, and had disappeared from my consciousness. But I knew\nher instantly; and I saw her so clearly that I was able to note some of\nthe particulars of her dress, and did note them, and they remained in my\nmind. I was impatient for her to come. In the midst of the hand-shakings\nI snatched glimpses of her and noted her progress with the slow-moving\nfile across the end of the room; then I saw her start up the side, and\nthis gave me a full front view of her face. I saw her last when she\nwas within twenty-five feet of me. For an hour I kept thinking she\nmust still be in the room somewhere and would come at last, but I was\ndisappointed.\n\nWhen I arrived in the lecture-hall that evening some one said: “Come\ninto the waiting-room; there's a friend of yours there who wants to see\nyou. You'll not be introduced--you are to do the recognizing without\nhelp if you can.”\n\nI said to myself: “It is Mrs. R.; I shan't have any trouble.”\n\nThere were perhaps ten ladies present, all seated. In the midst of them\nwas Mrs. R., as I had expected. She was dressed exactly as she was when\nI had seen her in the afternoon. I went forward and shook hands with her\nand called her by name, and said:\n\n“I knew you the moment you appeared at the reception this afternoon.”\n She looked surprised, and said: “But I was not at the reception. I have\njust arrived from Quebec, and have not been in town an hour.”\n\nIt was my turn to be surprised now. I said: “I can't help it. I give you\nmy word of honor that it is as I say. I saw you at the reception, and\nyou were dressed precisely as you are now. When they told me a moment\nago that I should find a friend in this room, your image rose before me,\ndress and all, just as I had seen you at the reception.”\n\nThose are the facts. She was not at the reception at all, or anywhere\nnear it; but I saw her there nevertheless, and most clearly and\nunmistakably. To that I could make oath. How is one to explain this? I\nwas not thinking of her at the time; had not thought of her for years.\nBut she had been thinking of me, no doubt; did her thoughts flit through\nleagues of air to me, and bring with it that clear and pleasant vision\nof herself? I think so. That was and remains my sole experience in\nthe matter of apparitions--I mean apparitions that come when one\nis (ostensibly) awake. I could have been asleep for a moment; the\napparition could have been the creature of a dream. Still, that is\nnothing to the point; the feature of interest is the happening of the\nthing just at that time, instead of at an earlier or later time, which\nis argument that its origin lay in thought-transference.\n\nMy next incident will be set aside by most persons as being merely a\n“coincidence,” I suppose. Years ago I used to think sometimes of making\na lecturing trip through the antipodes and the borders of the Orient,\nbut always gave up the idea, partly because of the great length of the\njourney and partly because my wife could not well manage to go with me.\nTowards the end of last January that idea, after an interval of years,\ncame suddenly into my head again--forcefully, too, and without any\napparent reason. Whence came it? What suggested it? I will touch upon\nthat presently.\n\nI was at that time where I am now--in Paris. I wrote at once to Henry\nM. Stanley (London), and asked him some questions about his Australian\nlecture tour, and inquired who had conducted him and what were the\nterms. After a day or two his answer came. It began:\n\n          “The lecture agent for Australia and New Zealand is par\n          excellence Mr.  R. S. Smythe, of Melbourne.”\n\nHe added his itinerary, terms, sea expenses, and some other matters,\nand advised me to write Mr. Smythe, which I did--February 3d. I began my\nletter by saying in substance that while he did not know me personally\nwe had a mutual friend in Stanley, and that would answer for an\nintroduction. Then I proposed my trip, and asked if he would give me the\nsame terms which he had given Stanley.\n\nI mailed my letter to Mr. Smythe February 6th, and three days later I\ngot a letter from the selfsame Smythe, dated Melbourne, December 17th.\nI would as soon have expected to get a letter from the late George\nWashington. The letter began somewhat as mine to him had begun--with a\nself-introduction:\n\n          “DEAR MR. CLEMENS,--It is so long since Archibald Forbes and I\n          spent that pleasant afternoon in your comfortable house at\n          Hartford that you have probably quite forgotten the occasion.”\n\nIn the course of his letter this occurs:\n\n          “I am willing to give you” [here he named the terms which he\n          had given Stanley] “for an antipodean tour to last, say, three\n          months.”\n\nHere was the single essential detail of my letter answered three days\nafter I had mailed my inquiry. I might have saved myself the trouble and\nthe postage--and a few years ago I would have done that very thing, for\nI would have argued that my sudden and strong impulse to write and ask\nsome questions of a stranger on the under side of the globe meant\nthat the impulse came from that stranger, and that he would answer my\nquestions of his own motion if I would let him alone.\n\nMr. Smythe's letter probably passed under my nose on its way to lose\nthree weeks traveling to America and back, and gave me a whiff of its\ncontents as it went along. Letters often act like that. Instead of the\nthought coming to you in an instant from Australia, the (apparently)\nunsentient letter imparts it to you as it glides invisibly past your\nelbow in the mail-bag.\n\nNext incident. In the following month--March--I was in America. I spent\na Sunday at Irvington-on-the-Hudson with Mr. John Brisben Walker, of the\nCosmopolitan magazine. We came into New York next morning, and went to\nthe Century Club for luncheon. He said some praiseful things about the\ncharacter of the club and the orderly serenity and pleasantness of its\nquarters, and asked if I had never tried to acquire membership in it. I\nsaid I had not, and that New York clubs were a continuous expense to the\ncountry members without being of frequent use or benefit to them.\n\n“And now I've got an idea!” said I. “There's the Lotos--the first New\nYork club I was ever a member of--my very earliest love in that line.\nI have been a member of it for considerably more than twenty years, yet\nhave seldom had a chance to look in and see the boys. They turn gray\nand grow old while I am not watching. And my dues go on. I am going to\nHartford this afternoon for a day or two, but as soon as I get back I\nwill go to John Elderkin very privately and say: 'Remember the veteran\nand confer distinction upon him, for the sake of old times. Make me an\nhonorary member and abolish the tax. If you haven't any such thing as\nhonorary membership, all the better--create it for my honor and glory.'\nThat would be a great thing; I will go to John Elderkin as soon as I get\nback from Hartford.”\n\nI took the last express that afternoon, first telegraphing Mr. F. G.\nWhitmore to come and see me next day. When he came he asked: “Did you\nget a letter from Mr. John Elderkin, secretary of the Lotos Club, before\nyou left New York?”\n\n“Then it just missed you. If I had known you were coming I would\nhave kept it. It is beautiful, and will make you proud. The Board of\nDirectors, by unanimous vote, have made you a life member, and squelched\nthose dues; and, you are to be on hand and receive your distinction\non the night of the 30th, which is the twenty-fifth anniversary of the\nfounding of the club, and it will not surprise me if they have some\ngreat times there.”\n\nWhat put the honorary membership in my head that day in the Century\nClub? for I had never thought of it before. I don't know what brought\nthe thought to me at that particular time instead of earlier, but I am\nwell satisfied that it originated with the Board of Directors, and had\nbeen on its way to my brain through the air ever since the moment that\nsaw their vote recorded.\n\nAnother incident. I was in Hartford two or three days as a guest of the\nRev. Joseph H. Twichell. I have held the rank of Honorary Uncle to his\nchildren for a quarter of a century, and I went out with him in the\ntrolley-car to visit one of my nieces, who is at Miss Porter's famous\nschool in Farmington. The distance is eight or nine miles. On the way,\ntalking, I illustrated something with an anecdote. This is the anecdote:\n\nTwo years and a half ago I and the family arrived at Milan on our way to\nRome, and stopped at the Continental. After dinner I went below and took\na seat in the stone-paved court, where the customary lemon-trees stand\nin the customary tubs, and said to myself, “Now this is comfort, comfort\nand repose, and nobody to disturb it; I do not know anybody in Milan.”\n\nThen a young gentleman stepped up and shook hands, which damaged my\ntheory. He said, in substance:\n\n“You won't remember me, Mr. Clemens, but I remember you very well. I was\na cadet at West Point when you and Rev. Joseph H. Twichell came there\nsome years ago and talked to us on a Hundredth Night. I am a lieutenant\nin the regular army now, and my name is H. I am in Europe, all alone,\nfor a modest little tour; my regiment is in Arizona.”\n\nWe became friendly and sociable, and in the course of the talk he told\nme of an adventure which had befallen him--about to this effect:\n\n“I was at Bellagio, stopping at the big hotel there, and ten days ago I\nlost my letter of credit. I did not know what in the world to do. I was\na stranger; I knew no one in Europe; I hadn't a penny in my pocket; I\ncouldn't even send a telegram to London to get my lost letter replaced;\nmy hotel bill was a week old, and the presentation of it imminent--so\nimminent that it could happen at any moment now. I was so frightened\nthat my wits seemed to leave me. I tramped and tramped, back and forth,\nlike a crazy person. If anybody approached me I hurried away, for no\nmatter what a person looked like, I took him for the head waiter with\nthe bill.\n\n“I was at last in such a desperate state that I was ready to do any wild\nthing that promised even the shadow of help, and so this is the insane\nthing that I did. I saw a family lunching at a small table on the\nveranda, and recognized their nationality--Americans--father, mother,\nand several young daughters--young, tastefully dressed, and pretty--the\nrule with our people. I went straight there in my civilian costume,\nnamed my name, said I was a lieutenant in the army, and told my story\nand asked for help.\n\n“What do you suppose the gentleman did? But you would not guess in\ntwenty years. He took out a handful of gold coin and told me to help\nmyself--freely. That is what he did.”\n\nThe next morning the lieutenant told me his new letter of credit had\narrived in the night, so we strolled to Cook's to draw money to pay\nback the benefactor with. We got it, and then went strolling through\nthe great arcade. Presently he said, “Yonder they are; come and be\nintroduced.” I was introduced to the parents and the young ladies; then\nwe separated, and I never saw him or them any m---\n\n“Here we are at Farmington,” said Twichell, interrupting.\n\nWe left the trolley-car and tramped through the mud a hundred yards or\nso to the school, talking about the time we and Warner walked out there\nyears ago, and the pleasant time we had.\n\nWe had a visit with my niece in the parlor, then started for the trolley\nagain. Outside the house we encountered a double rank of twenty or\nthirty of Miss Porter's young ladies arriving from a walk, and we stood\naside, ostensibly to let them have room to file past, but really to look\nat them. Presently one of them stepped out of the rank and said:\n\n“You don't know me, Mr. Twichell; but I know your daughter, and that\ngives me the privilege of shaking hands with you.”\n\nThen she put out her hand to me, and said:\n\n“And I wish to shake hands with you too, Mr. Clemens. You don't remember\nme, but you were introduced to me in the arcade in Milan two years and a\nhalf ago by Lieutenant H.”\n\nWhat had put that story into my head after all that stretch of time?\nWas it just the proximity of that young girl, or was it merely an odd\naccident?\n\n\n\n\n\n\n\nTHE INVALID'S STORY\n\nI seem sixty and married, but these effects are due to my condition and\nsufferings, for I am a bachelor, and only forty-one. It will be hard for\nyou to believe that I, who am now but a shadow, was a hale, hearty man\ntwo short years ago, a man of iron, a very athlete!--yet such is the\nsimple truth. But stranger still than this fact is the way in which I\nlost my health. I lost it through helping to take care of a box of guns\non a two-hundred-mile railway journey one winter's night. It is the\nactual truth, and I will tell you about it.\n\nI belong in Cleveland, Ohio. One winter's night, two years ago, I\nreached home just after dark, in a driving snow-storm, and the first\nthing I heard when I entered the house was that my dearest boyhood\nfriend and schoolmate, John B. Hackett, had died the day before, and\nthat his last utterance had been a desire that I would take his remains\nhome to his poor old father and mother in Wisconsin. I was greatly\nshocked and grieved, but there was no time to waste in emotions; I must\nstart at once. I took the card, marked “Deacon Levi Hackett, Bethlehem,\nWisconsin,” and hurried off through the whistling storm to the railway\nstation. Arrived there I found the long white-pine box which had been\ndescribed to me; I fastened the card to it with some tacks, saw it put\nsafely aboard the express car, and then ran into the eating-room\nto provide myself with a sandwich and some cigars. When I returned,\npresently, there was my coffin-box back again, apparently, and a young\nfellow examining around it, with a card in his hands, and some tacks and\na hammer! I was astonished and puzzled. He began to nail on his card,\nand I rushed out to the express car, in a good deal of a state of mind,\nto ask for an explanation. But no--there was my box, all right, in the\nexpress car; it hadn't been disturbed. [The fact is that without my\nsuspecting it a prodigious mistake had been made. I was carrying off a\nbox of guns which that young fellow had come to the station to ship to a\nrifle company in Peoria, Illinois, and he had got my corpse!] Just then\nthe conductor sung out “All aboard,” and I jumped into the express car\nand got a comfortable seat on a bale of buckets. The expressman was\nthere, hard at work,--a plain man of fifty, with a simple, honest,\ngood-natured face, and a breezy, practical heartiness in his general\nstyle. As the train moved off a stranger skipped into the car and set a\npackage of peculiarly mature and capable Limburger cheese on one end of\nmy coffin-box--I mean my box of guns. That is to say, I know now that it\nwas Limburger cheese, but at that time I never had heard of the article\nin my life, and of course was wholly ignorant of its character. Well,\nwe sped through the wild night, the bitter storm raged on, a cheerless\nmisery stole over me, my heart went down, down, down! The old expressman\nmade a brisk remark or two about the tempest and the arctic weather,\nslammed his sliding doors to, and bolted them, closed his window down\ntight, and then went bustling around, here and there and yonder, setting\nthings to rights, and all the time contentedly humming “Sweet By and\nBy,” in a low tone, and flatting a good deal. Presently I began to\ndetect a most evil and searching odor stealing about on the frozen air.\nThis depressed my spirits still more, because of course I attributed\nit to my poor departed friend. There was something infinitely saddening\nabout his calling himself to my remembrance in this dumb pathetic way,\nso it was hard to keep the tears back. Moreover, it distressed me on\naccount of the old expressman, who, I was afraid, might notice it.\nHowever, he went humming tranquilly on, and gave no sign; and for this I\nwas grateful. Grateful, yes, but still uneasy; and soon I began to feel\nmore and more uneasy every minute, for every minute that went by that\nodor thickened up the more, and got to be more and more gamey and hard\nto stand. Presently, having got things arranged to his satisfaction, the\nexpressman got some wood and made up a tremendous fire in his stove.\n\nThis distressed me more than I can tell, for I could not but feel that\nit was a mistake. I was sure that the effect would be deleterious upon\nmy poor departed friend. Thompson--the expressman's name was Thompson,\nas I found out in the course of the night--now went poking around his\ncar, stopping up whatever stray cracks he could find, remarking that\nit didn't make any difference what kind of a night it was outside,\nhe calculated to make us comfortable, anyway. I said nothing, but I\nbelieved he was not choosing the right way. Meantime he was humming to\nhimself just as before; and meantime, too, the stove was getting hotter\nand hotter, and the place closer and closer. I felt myself growing pale\nand qualmish, but grieved in silence and said nothing.\n\nSoon I noticed that the “Sweet By and By” was gradually fading out; next\nit ceased altogether, and there was an ominous stillness. After a few\nmoments Thompson said,\n\n“Pfew! I reckon it ain't no cinnamon 't I've loaded up thish-yer stove\nwith!”\n\nHe gasped once or twice, then moved toward the cof--gun-box, stood over\nthat Limburger cheese part of a moment, then came back and sat down near\nme, looking a good deal impressed. After a contemplative pause, he said,\nindicating the box with a gesture,\n\n“Friend of yourn?”\n\n“Yes,” I said with a sigh.\n\n“He's pretty ripe, ain't he!”\n\nNothing further was said for perhaps a couple of minutes, each being\nbusy with his own thoughts; then Thompson said, in a low, awed voice,\n\n“Sometimes it's uncertain whether they're really gone or not,--seem\ngone, you know--body warm, joints limber--and so, although you think\nthey're gone, you don't really know. I've had cases in my car. It's\nperfectly awful, becuz you don't know what minute they'll rise up and\nlook at you!” Then, after a pause, and slightly lifting his elbow toward\nthe box,--“But he ain't in no trance! No, sir, I go bail for him!”\n\nWe sat some time, in meditative silence, listening to the wind and the\nroar of the train; then Thompson said, with a good deal of feeling,\n\n“Well-a-well, we've all got to go, they ain't no getting around it. Man\nthat is born of woman is of few days and far between, as Scriptur' says.\nYes, you look at it any way you want to, it's awful solemn and cur'us:\nthey ain't nobody can get around it; all's got to go--just everybody, as\nyou may say. One day you're hearty and strong”--here he scrambled to his\nfeet and broke a pane and stretched his nose out at it a moment or two,\nthen sat down again while I struggled up and thrust my nose out at the\nsame place, and this we kept on doing every now and then--“and next day\nhe's cut down like the grass, and the places which knowed him then knows\nhim no more forever, as Scriptur' says. Yes'ndeedy, it's awful solemn\nand cur'us; but we've all got to go, one time or another; they ain't no\ngetting around it.”\n\nThere was another long pause; then,--\n\n“What did he die of?”\n\nI said I didn't know.\n\n“How long has he ben dead?”\n\nIt seemed judicious to enlarge the facts to fit the probabilities; so I\nsaid,\n\n“Two or three days.”\n\nBut it did no good; for Thompson received it with an injured look which\nplainly said, “Two or three years, you mean.” Then he went right along,\nplacidly ignoring my statement, and gave his views at considerable\nlength upon the unwisdom of putting off burials too long. Then he\nlounged off toward the box, stood a moment, then came back on a sharp\ntrot and visited the broken pane, observing,\n\n“'Twould 'a' ben a dum sight better, all around, if they'd started him\nalong last summer.”\n\nThompson sat down and buried his face in his red silk handkerchief, and\nbegan to slowly sway and rock his body like one who is doing his best\nto endure the almost unendurable. By this time the fragrance--if you may\ncall it fragrance--was just about suffocating, as near as you can come\nat it. Thompson's face was turning gray; I knew mine hadn't any color\nleft in it. By and by Thompson rested his forehead in his left hand,\nwith his elbow on his knee, and sort of waved his red handkerchief\ntowards the box with his other hand, and said,--\n\n“I've carried a many a one of 'em,--some of 'em considerable overdue,\ntoo,--but, lordy, he just lays over 'em all!--and does it easy Cap.,\nthey was heliotrope to HIM!”\n\nThis recognition of my poor friend gratified me, in spite of the sad\ncircumstances, because it had so much the sound of a compliment.\n\nPretty soon it was plain that something had got to be done. I suggested\ncigars. Thompson thought it was a good idea. He said,\n\n“Likely it'll modify him some.”\n\nWe puffed gingerly along for a while, and tried hard to imagine that\nthings were improved. But it wasn't any use. Before very long, and\nwithout any consultation, both cigars were quietly dropped from our\nnerveless fingers at the same moment. Thompson said, with a sigh,\n\n“No, Cap., it don't modify him worth a cent. Fact is, it makes him\nworse, becuz it appears to stir up his ambition. What do you reckon we\nbetter do, now?”\n\nI was not able to suggest anything; indeed, I had to be swallowing and\nswallowing, all the time, and did not like to trust myself to speak.\nThompson fell to maundering, in a desultory and low-spirited way, about\nthe miserable experiences of this night; and he got to referring to my\npoor friend by various titles,--sometimes military ones, sometimes civil\nones; and I noticed that as fast as my poor friend's effectiveness grew,\nThompson promoted him accordingly,--gave him a bigger title. Finally he\nsaid,\n\n“I've got an idea. Suppos' n we buckle down to it and give the Colonel a\nbit of a shove towards t'other end of the car?--about ten foot, say. He\nwouldn't have so much influence, then, don't you reckon?”\n\nI said it was a good scheme. So we took in a good fresh breath at the\nbroken pane, calculating to hold it till we got through; then we went\nthere and bent over that deadly cheese and took a grip on the box.\nThompson nodded “All ready,” and then we threw ourselves forward with\nall our might; but Thompson slipped, and slumped down with his nose\non the cheese, and his breath got loose. He gagged and gasped, and\nfloundered up and made a break for the door, pawing the air and saying\nhoarsely, “Don't hender me!--gimme the road! I'm a-dying; gimme the\nroad!” Out on the cold platform I sat down and held his head a while,\nand he revived. Presently he said,\n\n“Do you reckon we started the Gen'rul any?”\n\nI said no; we hadn't budged him.\n\n“Well, then, that idea's up the flume. We got to think up something\nelse. He's suited wher' he is, I reckon; and if that's the way he feels\nabout it, and has made up his mind that he don't wish to be disturbed,\nyou bet he's a-going to have his own way in the business. Yes, better\nleave him right wher' he is, long as he wants it so; becuz he holds all\nthe trumps, don't you know, and so it stands to reason that the man that\nlays out to alter his plans for him is going to get left.”\n\nBut we couldn't stay out there in that mad storm; we should have frozen\nto death. So we went in again and shut the door, and began to suffer\nonce more and take turns at the break in the window. By and by, as\nwe were starting away from a station where we had stopped a moment,\nThompson pranced in cheerily and exclaimed,\n\n“We're all right, now! I reckon we've got the Commodore this time. I\njudge I've got the stuff here that'll take the tuck out of him.”\n\nIt was carbolic acid. He had a carboy of it. He sprinkled it all around\neverywhere; in fact he drenched everything with it, rifle-box, cheese\nand all. Then we sat down, feeling pretty hopeful. But it wasn't for\nlong. You see the two perfumes began to mix, and then--well, pretty soon\nwe made a break for the door; and out there Thompson swabbed his face\nwith his bandanna and said in a kind of disheartened way,\n\n“It ain't no use. We can't buck agin him. He just utilizes everything we\nput up to modify him with, and gives it his own flavor and plays it back\non us. Why, Cap., don't you know, it's as much as a hundred times worse\nin there now than it was when he first got a-going. I never did see one\nof 'em warm up to his work so, and take such a dumnation interest in it.\nNo, Sir, I never did, as long as I've ben on the road; and I've carried\na many a one of 'em, as I was telling you.”\n\nWe went in again after we were frozen pretty stiff; but my, we couldn't\nstay in, now. So we just waltzed back and forth, freezing, and thawing,\nand stifling, by turns. In about an hour we stopped at another station;\nand as we left it Thompson came in with a bag, and said,--\n\n“Cap., I'm a-going to chance him once more,--just this once; and if we\ndon't fetch him this time, the thing for us to do, is to just throw up\nthe sponge and withdraw from the canvass. That's the way I put it up.”\n He had brought a lot of chicken feathers, and dried apples, and leaf\ntobacco, and rags, and old shoes, and sulphur, and asafoetida, and one\nthing or another; and he, piled them on a breadth of sheet iron in the\nmiddle of the floor, and set fire to them.\n\nWhen they got well started, I couldn't see, myself, how even the corpse\ncould stand it. All that went before was just simply poetry to that\nsmell,--but mind you, the original smell stood up out of it just as\nsublime as ever,--fact is, these other smells just seemed to give it a\nbetter hold; and my, how rich it was! I didn't make these reflections\nthere--there wasn't time--made them on the platform. And breaking for\nthe platform, Thompson got suffocated and fell; and before I got him\ndragged out, which I did by the collar, I was mighty near gone myself.\nWhen we revived, Thompson said dejectedly,--\n\n“We got to stay out here, Cap. We got to do it. They ain't no other way.\nThe Governor wants to travel alone, and he's fixed so he can outvote\nus.”\n\nAnd presently he added,\n\n“And don't you know, we're pisoned. It's our last trip, you can make up\nyour mind to it. Typhoid fever is what's going to come of this. I feel\nit acoming right now. Yes, sir, we're elected, just as sure as you're\nborn.”\n\nWe were taken from the platform an hour later, frozen and insensible,\nat the next station, and I went straight off into a virulent fever, and\nnever knew anything again for three weeks. I found out, then, that I\nhad spent that awful night with a harmless box of rifles and a lot of\ninnocent cheese; but the news was too late to save me; imagination had\ndone its work, and my health was permanently shattered; neither Bermuda\nnor any other land can ever bring it back tome. This is my last trip; I\nam on my way home to die.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Twain, Mark"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3250/pg3250.txt",
        "name": "how_to_tell_a_story,_and_other_essays.json"
    }
}