{
    "name": "Image of Splendor",
    "author": [
        "Kella, Lu"
    ],
    "body": "The intercom roared fit to blow O'Rielly back to Venus. \"Burner Four!\"\n\n\"On my way, sir!\"\n\nAt the first flash of red on the bank of meters Apprentice Burnerman\nO'Rielly had slammed the safety helmet on his head; he was already\nthrowing open the lock to the burner room. The hot, throbbing rumble\nwhipped around him and near crushed his breath away. Power! Power of\nthe universe trapped here and ready to destroy its captors given one\nchance! Swiftly O'Rielly unlocked the controls and reset them. The\nthrobbing rumble changed tone.\n\nOld Callahan's voice crackled now through the helmet's ear contact.\n\"Well, Mr. O'Rielly?\"\n\n\"Fusion control two points low, sir.\"\n\nO'Rielly wondered had Callahan passed out, was so long before the old\nBurner Chief demanded hoarsely, \"Didn't you lock them controls before\nblast-off?\"\n\n\"If every control hadn't been locked in correct setting,\" O'Rielly\nanswered from his own angry bewilderment, \"the error would have\nregistered before blast-off--wouldn't it, sir?\"\n\n\"So a control reset itself in flight, hey?\"\n\n\"I don't know yet, sir.\"\n\n\"Well, Mr. O'Rielly, you better know before we orbit Earth!\"\n\nThe icy knot in O'Rielly's stomach jerked tighter. A dozen burners on\nthis ship; why did something crazy have to happen to O'Rielly's? In a\nhundred years, so the instructors--brisk females all--had told O'Rielly\nin pre-flight school, no control had ever been known to slip. But one\nhad moved here. Not enough to cause serious trouble this far out from\nEarth. On blast-down, though, with one jet below peak, the uneven\nthrust could throw the ship, crash it, the whole lovely thing and all\naboard gone in a churning cloud.\n\nSweat pouring off him, O'Rielly prowled around his burner. Design of\nthe thing had been bossed by dames of course; what on Earth wasn't any\nmore? Anyway, nobody could get to a burner except through its watch\nroom. Anyone entered or left there, a bell clanged, lights flashed\nand a meter registered beside the Burnerman's bunk and on the Burner\nChief's console up in the flight room full of beautifully efficient\nofficers. Ever since Venus blast-off O'Rielly had been in Four's watch\nroom. Nobody had passed through. O'Rielly knew it. Callahan knew it.\nBy now the Old Woman herself, Captain Millicent Hatwoody, had probably\ninquired what was in charge of Burner Four.\n\nWell, ma'am, O'Rielly searched every cranny where even a three-tailed\nmouse of Venus could have stowed away. His first flight, and O'Rielly\nsaw himself washed out, busted to sweeper on the blast-off stands of\nsome God-forsaken satellite. He staggered back into his watch room. And\nhis brain was suddenly taken apart and slapped together again. Felt\nthat way.\n\nShe was sitting on his bunk. No three-tailed mouse. No Old Woman\neither. Oh, she was a female human, though, this creature at which\nO'Rielly stood gaping. Yes, ma'am!\n\n\"I was in your burner room.\" Her voice matched the rest of her, a blend\nof loveliness unlike anything outside a guy's most secret dreams. \"I\ncouldn't stand the heat any longer and I couldn't open that big door.\nSo I moved one of your controls a tiny bit. All the noise in there,\nnaturally you couldn't hear me walk out while your back was turned\nresetting the control.\"\n\n\n\nO'Rielly suddenly felt like turning her over his knee and whaling her\nuntil she couldn't sit for a year. This, mind you, he felt in an age\nwhere no Earth guy for a thousand years had dared raise so much as a\nbreath against woman's supremacy in all matters. That male character\ntrait, however, did not seem to be the overpowering reason why\nO'Rielly, instead of laying violent hands upon this one's person, heard\nhimself saying in sympathetic outrage, \"A shame you had to go to all\nthat bother to get out here!\"\n\n\"You're so kind. But I'm afraid I became rather sticky and smelly in\nthere.\"\n\n\"They ought to cool the air in there with perfume! I'll drop a\nsuggestion in the Old Woman's box first chance I get.\"\n\n\"You're so thoughtful. And do you have bathing facilities?\"\n\n\"That door right there. Oh, let me open it for you!\"\n\n\"You're so sweet.\" Her big dark eyes glowed with such pure innocence\nthat O'Rielly could have torn down the universe and rebuilt it just for\nher.\n\nYes, ma'am, O'Rielly was floating on a pink cloud with heavenly music\nin his head. Never felt so fine before. Except on the Venus layover\nwhen he'd been roped into a dice game with a bunch of Venus lads who\nhad a jug to cheer one's parting with one's money.\n\nA bell suddenly clanged fit to wake the dead while the overhead lights\nflashed wildly. Only the watch room door. Only Callahan here now. Old\nbuzzard had a drooped nose like a pick, chin like a shovel.\n\nWhen he talked he was like digging a hole in front of himself. \"Well,\nwhat about that control?\"\n\n\"What control?\"\n\n\"Your fusion control that got itself two points low!\"\n\n\"Oh, that little thing.\"\n\nCallahan said something through his teeth, then studied O'Rielly\nsharply. \"Hey, you been wetting your whistle on that Venus vino again?\nLemme smell your breath! Bah. Loaded yourself full of chlorophyll\nagain probably. All right, stand aside whilst I see your burner.\"\n\n\"Charmed to, Burner Chief Callahan, sir,\" O'Rielly said while bowing\ngracefully.\n\n\"Higher than a swacked skunk's tail again,\" Callahan muttered, then\nsnapped back over his shoulder, \"Use your shower!\"\n\nO'Rielly stood considering his shower door. Somehow he doubted that\nBurner Chief Terrence Callahan's mood, or Captain Millicent Hatwoody's,\nwould be improved by knowledge of she who was in O'Rielly's shower now.\nNot that the dear stowaway was less than charming. Quite the contrary.\nOh, very quite!\n\n\"You rockhead!\" Only Callahan back from the burner. \"Didn't I tell you\nto shower the stink off yourself? Old Woman's taking a Venus bigwig\non tour the ship. Old Woman catches you like you been rassling skunks\nshe'll peel both our hides off. Not to mention what she'll do anyway\nabout your fusion control!\"\n\n\"Burner Chief Callahan, sir,\" O'Rielly responded courteously, \"I have\nbeen thinking.\"\n\n\"With what? Never mind, just keep on trying whilst I have a shower for\nmyself here.\" Wherewith Callahan reached hand for O'Rielly's shower\ndoor.\n\n\"Venus dames,\" O'Rielly said dreamily, \"don't boss anything, do they?\"\n\nCallahan yelped like he'd been bit in the pants by a big Jupiter ant.\n\"O'Rielly! You trying to get both of us condemned to a Uranus moon?\"\nCallahan also shot a wild look to the intercom switch. It was in OFF\nposition; the flight room full of fancy gold-lace petticoats could not\nhave overheard from here. Nevertheless Callahan's eyes rolled like the\ndevil was behind him with the fork ready. \"O'Rielly, open your big ears\nwhilst for your own good and mine I speak of certain matters.\n\n\"Thousand years ago, it was, the first flight reached Venus. Guys\ngot one look at them dames. Had to bring some home or bust. So then\neverybody on Earth got a look, mostly by TV only of course. That did\nit. Every guy on Earth began blowing his fuse over them dames. Give up\nthe shirt off his back, last buck in the bank, his own Earth dame or\nfamily--everything.\n\n\"Well, that's when Earth dames took over like armies of wild cats\nwith knots in their tails. Before the guys who'd brought the Venus\ndames to Earth could say anything they was taken apart too small to\npick up with a blotter. Earth dames wound up by flying the Venus ones\nback where they come from and serving notice if one ever set foot on\nEarth again there wouldn't be enough left of Venus to find with an\nelectron microscope.\n\n\n\n\"Venus boys rared up and served notice that if Earth ever got any funny\nnotions, right away there wouldn't be enough Earth left to hide in an\natom's eyebrow. Touchy as hornets on a hot griddle, them Venus guys.\nCrazier than bed bugs about war. Could smell a loose dollar a million\nlight years away too. Finagled around until they finally cooked up a\ndeal.\n\n\"No Venus dames allowed within fifty miles of their port. Earth guys\nstay inside the high-voltage fence. Any dame caught trying to leave\nVenus thrown to the tigers for supper. Same for any Earth guy caught\naround a Venus dame. In return, Earth could buy practically everything\nat bargain basement prices.\"\n\n\"Oh, I was shown the history films in pre-flight,\" O'Rielly said, still\ndreamily. \"But not a peek of any Venus dame.\"\n\n\"Pray heaven you'll never lay eyes on one nor have one get within ten\nfoot of you! Even though you'd know she'd be your damnation wouldn't\nmake a whit difference--you'd still act sappier than thirty-seven\nangels flying on vino.\" Callahan suddenly stared at O'Rielly. \"Holy\nhollering saints!\"\n\n\"Now, now, Burner Chief Callahan, sir,\" O'Rielly responded with an airy\nlaugh. \"No Earth guy for a hundred twenty-five years been near one and\nlived to tell it, has he?\"\n\n\"So the whispers run,\" Callahan murmured with a queer flame dancing\ninto his eyes. \"So the old whispers still run.\"\n\n\"Never a name, though. Never how it was done.\" O'Rielly snorted.\n\"Probably just a goofy tale set loose by some old space bum.\"\n\n\"Oh?\" Callahan bristled up like a bad name had been bandied about.\n\"Seen them ditty bags Venus bigwigs have, ain't you? Some big enough to\nstuff a cow in. Notice how nobody ever dares question a bigwig's bags,\neven through customs? Just run 'em through the big Geiger that tells\nwhether there's any fusionable junk inside. Well, our boy got himself\none of them bags, stuffed himself inside and joined a bigwig's pile of\n'em.\n\n\"Didn't pull it whilst on the Venus port during a layover either, when\na crew check would of turned him up missing. Pulled it on vacation.\nStarted on the Earth end. Made himself a pair of beards to paste on his\nears of course. Wove Jupiter wiggle worms in to keep the beards moving.\nWasn't like the real thing, but good enough to flimflam Venus guys.\"\n\nWith suddenly enlivened interest O'Rielly looked at Callahan. \"Hey, how\ncome you know so much?\"\n\n\"Hah? What?\" Callahan blinked like waking from a trance; even groaned\nto himself, something that sounded like, \"Blabbering like I'd had\na nip myself--or one of them dillies was radiating nearby.\" Then\nCallahan glared fit to drill holes in O'Rielly's head. \"Look! I was\na full Burnerman before you was born. Been flying the spaces hundred\ntwenty-five years now. Had more chances to hear more--just hear more,\nyou hear! Only tried to clear your mind about Venus dames so you could\nput your brain on your control mess. So now put it! If you ain't high\non vino and ain't been made nuts by a Venus dame, what answer do we\nfeed the Old Woman?\"\n\n\"Search me,\" Apprentice Burnerman O'Rielly responded cheerfully.\n\n\"Of all the loony apprentices I ever had to answer the Old Woman for!\nAwp, lemme out where I can think of something to save me own neck at\nleast!\"\n\nWas all O'Rielly could do to keep from rolling on the deck with glee.\nOld Callahan had been flimflammed for fair! The dear little stowaway\nwas saved! And O'Rielly would now think of grand ways to save her\nlovely neck and his own forever.\n\nO'Rielly's shower door, however, opened abruptly. O'Rielly had not\nopened it. O'Rielly, however, suffered a cruel stab of dismay. Surely\nhis dear stowaway had been listening through the door. Why didn't she\nhave brains enough to stay hid until Callahan was gone!\n\nAt sight of her, of course, Callahan's eyes near popped from his old\nhead. \"Berta!\"\n\n\"Oh, I'm Trillium,\" she assured Callahan sweetly. \"But Grandmamma's\nname is Berta and people say I'm just like she was a hundred and\ntwenty-five years ago.\"\n\n\n\n\"Hah? What?\" Callahan blinked like his brain had been taken apart and\nwas being slapped together again. \"O'Rielly! Awp, you angel-faced\npirate, couldn't you hide her somewheres better than that? Shut up,\nyou don't have to explain to me, but God help the whole universe if we\ndon't flimflam the Old Woman!\" With which ominous remark, rendered in\na zesty devil-may-care manner, however, Callahan threw himself into\nO'Rielly's shower.\n\nO'Rielly stood looking thoughtfully at lovely, womanly, exquisite\nTrillium. Just like that, O'Rielly felt as sparkling of mind as a\nspiral nebula. \"My locker!\" he crowed with inspiration and yanked open\nthe doors under his bunk. He glimpsed a black ditty bag, also the cap\nand coverall uniform of a baggage boy.\n\n\"I threw them in there before you came on duty before blast-off,\"\nTrillium explained. \"I knew the burner room would be warm.\"\n\nTrillium--with her shape--passing as a boy hustling bags through this\nship. O'Rielly chortled as he tucked her under his bunk. \"Now don't you\nworry about another thing!\"\n\n\"Oh, I'm not,\" she assured him happily. \"Everything is going just the\nway Grandmamma knew it would!\"\n\nO'Rielly's shower opened and Callahan, glowing like a young bucko,\nbounced onto the bunk. \"Well, did you hide her good this time? No,\ndon't tell me! I want to be surprised if the Old Woman ever finds her.\"\n\n\"If what old woman finds whom?\" a voice like thin ice crackling wanted\nto know.\n\nThe watch room's door had opened. Wouldn't think the Old Woman was a\nday over seventy-five, let alone near two hundred. Cut of her uniform\nprobably lent a helping hand or three to the young snap of her figure.\nFrosty blue of fancy hair-do, she was, though, and icy of eye as she\nlooked at O'Rielly and Callahan still lolling on the bunk.\n\nHer voice was an iceberg exploding. \"At attention!\"\n\nNever in his right mind would any crewman dare fail to come stiffly\nerect the instant the Old Woman appeared. Behind her stood a colorfully\nrobed specimen of Venus man. Handsome as the devil himself. Fit to snap\nlesser men in two with his highly bejeweled hands. Fuzzy beards trailed\nfrom his ears and kept twitching lazily as he sneered at the spectacle\nof two men meekly acknowledging the superiority of a woman.\n\nShe was fit to put frost on a hydrogen burner. \"Mr. Callahan, I asked\nyou a question, did I not?\"\n\n\"Believe you did, ma'am,\" Callahan responded cheerfully. \"And the\nanswer is, ma'am, that Apprentice Burnerman O'Rielly and me was\ndiscussing--ah--matrimony, ma'am. Mr. Apprentice Burnerman O'Rielly\nhere is considering it, ma'am.\"\n\nWasn't too bad a fib. The more O'Rielly thought of Trillium, the more\nideas he got of doing things he'd never dreamt of before in his life.\nYes, ma'am!\n\n\"Wasting your time talking nonsense!\" Old Woman's look was fit to\nfreeze O'Rielly's brain, then she gave Callahan the look. \"I sent you\ndown here to find the answer to that fusion control slippage!\"\n\n\"Oh, you'll have the best answer you ever heard of before long, ma'am!\"\nCallahan assured her heartily. \"The subject of nonsense--I mean,\nwomen--merely chanced to arise whilst we was scientifically analyzing\nthe control phenomenon, ma'am. Naturally I offered this innocent young\nBurnerman the benefit of me long years of experience. Why,\" Callahan\nsaid with a jaunty laugh, \"dames mean nothing to me. Indeed 'twouldn't\nbother me none if there wasn't one of the things left in the world!\nPresent company excepted, of course,\" Callahan hastened to say with a\ncourtly bow.\n\n\"Stay at attention!\" Old Woman sniffed the air near Callahan's face,\nthen in O'Rielly's vicinity. \"Smothered it with chlorophyll probably,\"\nshe muttered through her teeth, \"if it is that vino.\" Something\nhorrible as a plague flickered in her eyes, then the old ice was there\nagain. \"Apprentice Burnerman, don't you know what your shower is for?\nThen use it! Mr. Callahan, remain at attention while I inspect this\nburner!\" She tendered a cool glance at the Venus bigwig. \"Care to join\nme, Your Excellency?\"\n\n\"May as well.\" His Excellency glanced at O'Rielly and Callahan much as\nhe might at a couple of worms. Could bet your last old sox no female\never told any Venus man what to do.\n\nThe shower units were equipped so no Burnerman need be more than two\nsteps from his responsibility. To keep the Old Woman from possibly\nblowing her gaskets completely, O'Rielly simply stepped in, shut the\ndoor, flipped a switch and tingled as he was electronically cleansed\nof person and clothes. By time he finished, the Old Woman and His\nExcellency were already coming out of the burner room, dripping with\nsweat.\n\nOld Woman opened the shower with her customary commanding air. \"You\nfirst, Your Excellency.\"\n\n\"My dear Captain,\" His Excellency replied like a smoothly drawn dagger,\n\"always the lesser gender enjoys precedence.\"\n\nNo Earth dame ever admitted any guy was even equal to any female. Old\nWoman, a prime symbol of her gender's superiority, whipped a razor edge\nonto her own words. \"Facilities of the Captain's quarters are more\nsatisfactory.\"\n\n\"No more so than those of the Ambassadorial Suite.\"\n\n\n\nSeeming to grind her teeth, the Old O Woman turned abruptly to leave\nO'Rielly's watch room. Was all O'Rielly could do to keep from busting\nout laughing for joy.\n\nOld Woman had been flimflammed for fair! Dear Trillium was saved! And\nbetwixt O'Rielly's grand brain and Callahan's great experience she'd be\nhappy forever.\n\nA fine loud \"thump,\" however, was now heard. Old Woman whirled back and\nyanked open the doors under O'Rielly's bunk.\n\n\"Of all the sappy hiding places!\" Callahan yelped, in surprise of\ncourse.\n\n\"Trillium?\" His Excellency bellowed as if stung by one of the\nsabre-tailed hornets of his native planet. \"Trillium!\"\n\n\"Trillium,\" O'Rielly pleaded in loving anguish, \"why do you have to\nkeep coming out of hiding just when nobody's going to find you?\"\n\nHer eyes merely became deep pools in which O'Rielly would have gladly\ndrowned himself if he could.\n\n\"There are rewards,\" the Old Woman said with the deadly coldness of\nouter space, \"for Earthmen found in a Venus woman's company, and for\nher leaving her planet.\"\n\n\"Shut up!\" His Excellency's ear beards were standing straight out\nsideways. \"I'll handle this!\"\n\n\"May I remind His Excellency,\" the Old Woman snapped, \"that I represent\nEarth and her dominion of space gained by right of original flight!\"\n\n\"May I remind the Captain,\" His Excellency declared fit to be heard\nback to his planet, \"that I am the Personal Ambassador of the President\nof Venus and this thing can mean war!\"\n\n\"Yes! War in which people will actually die!\" As His Excellency paled\nat that grisly remark, the Old Woman spoke through her teeth at\nO'Rielly, Callahan and Trillium. \"All right, come along!\"\n\nO'Rielly joined the death march gladly. He felt the way Callahan\nlooked: ready to wrap his arms around Trillium's brave loveliness and\nprotect it to his last breath of life.\n\nOld Woman led the way to her office. Jabbed some buttons on her desk.\nPanels on opposite walls lit up.\n\n\"Presidents of Earth and Venus, please,\" the Old Woman stated evenly.\n\"Interplanetary emergency.\"\n\nHighly groomed flunkies appeared on the panels and were impersonally\npleasant.\n\n\"Madame President's office. She is in a Cabinet meeting.\"\n\n\"Mr. President's office. He is in personal command of our glorious war\nefforts.\"\n\nOld Woman sighed through her teeth. \"Venus woman aboard this ship.\nStowaway. Rattle that around your belfries.\"\n\nThe flunkies' faces went slack with shock, then were replaced by a\nblizzard of scrambled faces and torrents of incoherent voices.\n\nFinally on the Earth panel appeared the famous classic features. \"The\nfacts, if you please, Captain Hatwoody.\"\n\nThe Venus panel finally held steady on universally notorious features,\nthat were as fierce as an eagle's, in a fancy war helmet. \"Trillium! My\nown granddaughter? Impossible! Dimdooly,\" Mr. President roared at his\nExcellency, \"what's this nonsense?\"\n\n\"Some loud creature is interfering,\" Madame President snapped with\nannoyance.\n\n\"Blasted fools still have the circuits crossed,\" Mr. President swore.\n\"Some silly female cackling now!\"\n\nThe parties in the panels saw each other now. Each one's left hand on a\ndesk moved toward a big red button marked, ROCKETS.\n\n\"So,\" Mr. President said evenly. \"Another violation by your Earthmen.\"\n\n\"By your granddaughter, at least,\" Madame President replied coolly.\n\n\"An innocent child,\" Mr. President snapped, \"obviously kidnapped by\nthose two idiotic Earthmen there!\"\n\n\"Oh, no, Grandpapa,\" Trillium said swiftly; \"I stole away all by\nmyself, and Mr. O'Rielly and Callahan have been very helpful.\"\n\n\"Impossible!\" Grandpapa President's ear beards stood near straight up\nas he roared, \"You couldn't have stolen away by yourself! Trillium,\ntell the truth!\"\n\n\"Very well. Grandmamma told me how.\"\n\n\n\n\"Obviously Trillium's poor little brain has been drugged,\" His\nExcellency Dimdooly declared. \"Grandmamma Berta wouldn't know the first\nthing about such things!\"\n\n\"Impossible!\" Grandpapa President agreed. \"I've been married to her\nfor a hundred and twenty-four and a half years and she's the finest\nrattle-brain I ever knew!\"\n\n\"She learned,\" Trillium stated emphatically, \"a hundred and twenty-five\nyears ago.\"\n\n\"Hundred twenty-five,\" Grandpapa president growled like a boiling\nvolcano. \"The year some Earthman.... Never did catch the devil....\nBerta? Impossible!\"\n\nMadame President's shapely finger now rested full on the button that\ncould launch the fleets of war rockets that had been pre-aimed for a\nthousand years. \"I'm afraid your Ambassador is unwelcome now,\" Madame\nPresident stated coolly. \"Your granddaughter's actions have every mark\nof an invasion tactic by your government.\"\n\n\"What do you mean, her actions?\" Grandpapa President's finger now lay\npoised on the button that had been waiting a thousand years to blow\nEarth out of the universe. \"My grandchild was kidnapped by men under\nyour official command! Weren't you, Trillium dear?\"\n\n\"No. One of us stowing away was the only way we Venus women could bring\nour cause to the attention of Earth's President. If Earth will only\nstop buying from Venus, you won't have any money to squander on your\nwars any longer no matter what happens to we revolutionaries!\"\n\n\"Revolutionaries? Such claptrap! And what's wrong with my wars? People\nhave to have something to keep their minds off their troubles! Nobody\naround here gets hurt. Oh, maybe a few scratches here and there. But\nnobody on Venus dies from the things any more.\"\n\n\"But Venus men are so excited all the time about going to war they\nhaven't time for us women. That's why we always radiated such a fatal\nattraction for Earthmen. We want to be loved! We want our own men home\ndoing useful work!\"\n\n\"Well, they do come home and do useful work! Couple weeks every ten\nmonths. Proven to be a highly efficient arrangement.\"\n\n\"More boys to run off to your old wars and more girls to stay home and\nbe lonely!\"\n\n\"Now you just listen to me, Trillium!\" Grandpapa President was all\nVenus manhood laying down the law. \"That's the way things have been on\nVenus for ten thousand years and all the women in the universe can't\nchange it!\"\n\n\"I have been in constant contact with my Cabinet during these\nconversations,\" Madame President said crisply. \"Earth is terminating\nall trade agreements with Venus as of this instant.\"\n\n\"What?\" Grandpapa's beards near pulled his ears off. \"It's not legal!\nYou can't get away with this!\"\n\n\"Take your finger off that trigger, boy!\" a heavenly voice similar to\nTrillium's advised from the Venus panel.\n\nWhereupon Grandpapa glared to one side. \"Berta! What are you doing\nhere? I am deciding matters of the gravest interplanetary nature!\"\n\n\"Were.\" Features more beautifully mature than Trillium's crowded onto\nthe panel too. \"From now on I'm doing the deciding.\"\n\n\"Nonsense! You're only my wife!\"\n\n\"And new President of Venus, elected by unanimous vote of all women.\"\n\n\"Impossible! The men run Venus! Nobody's turning this planet into\nanother Earth where a man can't even sneeze unless some woman says so!\"\n\n\"Take him away, girls,\" Berta ordered coolly, whereupon her spouse was\nyanked from view.\n\nHis bellows, however, could be heard yet. \"Unhand me, you fool\ncreatures! Guards! Guards!\"\n\n\"Save your breath,\" Berta advised him. \"And while you're in the cooler,\nenjoy this latest batch of surrender communiques. We women are in\ncontrol everywhere now.\"\n\n\"Dimmy,\" Trillium was saying firmly to His Excellency, \"you have beat\naround the bush with me long enough. Now say it!\"\n\n\n\nDimdooly--the mighty, the lordly, who had sneered at the sight of mere\nEarthmen kowtowing to a mere woman--swelled up fit to blow his gaskets,\nthen all the gas went out of him. His ear beards, however, still had\nenough zip left to flutter like butterflies. \"Yes, Trillium dear. I\nlove only you. Please marry me at your earliest convenience.\"\n\n\"Well, Grandmamma,\" Trillium said with a highly self-satisfied air, \"it\nworks. And just like you said, Earthmen meant nothing once I knew we\nVenus women had our own men in our power.\"\n\n\"Those crewmen there,\" Grandmamma President said, \"seem to be proof\nenough that we Venus women no longer radiate any threat to Earth's\ntranquility.\"\n\nYes, ma'am, O'Rielly sure felt like proof of something all of a sudden.\nWorse than the hangover from that crap game with Venus vino. He looked\naway from Trillium and took a look at Callahan. Old guy looked away\nfrom Grandmamma President like he was packing the second biggest\nheadache in history.\n\n\"Hmmmm, yes,\" Madame President of Earth observed. \"Reactions agree\nperfectly with the psychoanalytical research project we have been\nconducting on the subject of the Venus female influence. Madame\nPresident of Venus, congratulations on your victory!\n\n\"Long may the superior sex reign on Venus too! We shall be delighted to\nreceive an Ambassadoress to discuss a new trade treaty at your earliest\nconvenience.\"\n\n\"Thank you for cancelling the old trade agreements at the psychological\nmoment,\" Grandmamma President said cordially. \"What with the\ncommunications mixup, we managed to have the scenes on these panels\nbroadcast throughout all Venus. When the rug went out from under the\ntop man, the tide really turned in our favor. Now, Trillium, you take\nover Dimmy's credentials.\"\n\n\"The Ambassadorial Suite, too,\" Madame President of Earth said\ngraciously. \"Anything else now, Berta?\"\n\n\"I should like,\" Grandmamma President Berta said charmingly, \"that\nMr. O'Rielly and Mr. Callahan be suitably rewarded for assisting our\nrevolution better than they knew.\"\n\n\"Of course,\" Madame President of Earth was delighted to oblige. \"No\ndoubt Captain Hatwoody knows what reward would satisfy their needs\nbest.\"\n\nThe Madame Presidents switched to a private circuit, Trillium dragged\nDimdooly off somewhere and the Old Woman eyed O'Rielly and Callahan.\nEspecially she eyed Callahan, like running chilled drills through his\nold conniving brain. \"I award the pair of you five minutes leisure\nbefore returning to your stations.\"\n\n\"Oh, well,\" O'Rielly muttered, once he and Callahan were safely beyond\nearshot, \"could have been rewarded worse, I suppose.\"\n\n\"What you expect for being flimflammed by a foreign dame, the rings of\nSaturn? Lucky we ain't programmed to be hung, shot and thrown to the\ncrows for breakfast.\" Callahan's old pick-and-shovel face wore a little\ngrin like the cat that nobody could prove ate the canary.\n\n\"You--I mean, that Earth guy a hundred twenty-five years ago,\" O'Rielly\nsaid in sudden thought. \"If Venus dames wanted to be loved so bad, why\ndid Trillium's Grandmamma let him go?\"\n\n\"Venus guys wasn't so busy playing war all the time,\" Callahan mumbled,\nlike to himself, \"they'd of found out the answer centuries ago. Yep,\nguess our boy was the only guy on Earth or Venus to find out and live.\nDames bossing both planets now, though, his old secret won't be one\nmuch longer. Venus dames could of let it out centuries ago themselves\nbut didn't, just to spite Earth probably. Later, was part of organizing\nto take over Venus, I guess.\"\n\nO'Rielly still had memories of the way he had felt about Trillium\nbefore her revolution. \"All right, Callahan, why did 'our boy' leave\nGrandmamma?\"\n\n\"Yes, ma'am,\" Callahan sighed like he hadn't heard a word O'Rielly\nsaid, \"you could sweet-talk 'em, kiss 'em and hold 'em tighter'n\nBilly-be-damned. And that's all.\"\n\n\"I'm not sure,\" O'Rielly said, \"what you mean by, 'that's all.'\"\n\n\"Anybody ever seen anybody but a Venus guy come built with ear beards?\nCourse not.\"\n\n\"But I thought our boy was wearing the best fakes ever.\"\n\n\"Ain't nothing can match the natural growed-on variety, no, ma'am.\nVenus guy kisses a Venus dame, his beards grabs her roundst the ears.\"\n\n\"So what?\"\n\n\"Tickles 'em, boy, tickles 'em!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Kella, Lu"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63477/pg63477.txt",
        "name": "image_of_splendor.json"
    }
}