{
    "name": "Independence: Rectorial address delivered at St. Andrews October 10, 1923",
    "author": [
        "Kipling, Rudyard"
    ],
    "body": "ACTIONS AND REACTIONS\nBRUSHWOOD BOY, THE\nCAPTAINS COURAGEOUS\nCOLLECTED VERSE\nDAY’S WORK, THE\nDEPARTMENTAL DITTIES AND BALLADS AND BARRACK-ROOM BALLADS\nDIVERSITY OF CREATURES, A\nEYES OF ASIA, THE\nFEET OF THE YOUNG MEN, THE\nFIVE NATIONS, THE\nFRANCE AT WAR\nFRINGES OF THE FLEET\nFROM SEA TO SEA\nHISTORY OF ENGLAND, A\nIRISH GUARDS IN THE GREAT WAR, THE\nJUNGLE BOOK, THE\nJUNGLE BOOK, SECOND\nJUST SO SONG BOOK\nJUST SO STORIES\nKIM\nKIPLING ANTHOLOGY, A PROSE AND VERSE\nKIPLING CALENDAR\nKIPLING STORIES AND POEMS EVERY CHILD SHOULD KNOW\nKIPLING BIRTHDAY BOOK, THE\nLAND AND SEA TALES\nLETTERS OF TRAVEL\nLIFE’S HANDICAP: BEING STORIES OF MINE OWN PEOPLE\nLIGHT THAT FAILED, THE\nMANY INVENTIONS\nNAULAHKA, THE (With Wolcott Balestier)\nPLAIN TALES FROM THE HILLS\nPUCK OF POOK’S HILL\nREWARDS AND FAIRIES\nRUDYARD KIPLING’S VERSE: Inclusive Edition, 1885-1918\nSEA WARFARE\nSEVEN SEAS, THE\nSOLDIER STORIES\nSOLDIERS THREE, THE STORY OF THE GADSBYS, AND IN BLACK AND WHITE\nSONG OF THE ENGLISH, A\nSONGS FROM BOOKS\nSTALKY & CO.\nTHEY\nTRAFFICS AND DISCOVERIES\nUNDER THE DEODARS, THE PHANTOM ’RICKSHAW, AND WEE WILLIE WINKIE\nWITH THE NIGHT MAIL\nYEARS BETWEEN, THE\n\n\n\n\nINDEPENDENCE\n\nRECTORIAL ADDRESS\nDELIVERED AT ST. ANDREWS\nOCTOBER 10, 1923\n\n\nGARDEN CITY      NEW YORK\nDOUBLEDAY, PAGE & COMPANY\n1924\n\n\n\nALL RIGHTS RESERVED\n\nPRINTED IN THE UNITED STATES\nAT\nTHE COUNTRY LIFE PRESS, GARDEN CITY. N. Y.\n\n\n\n\nINDEPENDENCE\n\n\nThe sole revenge that Maturity can take upon Youth for the sin of\nbeing young, is to preach at it. When I was young I sat and suffered\nunder that dispensation. Now that I am older I purpose, if you, my\nconstituents, will permit me, to hand on the Sacred Torch of Boredom.\n\nIn the First Volume, then, of the Pickering Edition of the works of the\nlate Robert Burns, on the 171st page, you will find this stanza:\n\n\n     To catch Dame Fortune’s golden smile,\n       Assiduous wait upon her,\n     And gather gear by every wile\n       That’s justified by honour--\n     Not for to hide it in a hedge,\n       Nor for a train attendant,\n     But for the glorious privilege\n       Of being independent.\n\n\nAt first sight it may seem superfluous to speak of thrift and\nindependence to men of your race, and in a University that produced\nDuncan of Ruthwell and Chalmers. I admit it. No man carries coals to\nNewcastle--to sell; but if he wishes to discuss coal in the abstract,\nas the Deacon of Dumfries discussed love, he will find Newcastle knows\nsomething about it. And so, too, with you here. May I take it that you,\nfor the most part, come, as I did, from households conversant with\na certain strictness--let us call it a decent and wary economy--in\ndomestic matters, which has taught us to look at both sides of the\nfamily shilling; that we belong to stock where present sacrifice for\nfuture ends (our own education may have been among them) was accepted,\nin principle and practice, as part of life? I ask this, because talking\nto people who for any cause have been denied these experiences is like\ntrying to tell a neutral of our life between 1914 and 1918.\n\nIndependence means, “Let every herring hang by its own head.” It\nsignifies the blessed state of hanging on to as few persons and things\nas possible; and it leads up to the singular privilege of a man owning\nhimself.\n\nThe desire for independence has been, up to the present, an\nineradicable human instinct, antedating even the social instinct. Let\nus trace it back to its beginnings, so that we may not be surprised at\nour own virtue to-day.\n\nScience tells us that Man did not begin life on the ground, but lived\nfirst among tree-tops--a platform which does not offer much room for\nlarge or democratic assemblies. Here he had to keep his individual\nbalance on the branches, under penalty of death or disablement if he\nlost it, and here, when his few wants were satisfied, he had time to\nrealize slowly that he was not altogether like the beasts, but a person\napart, and therefore lonely. Not till he abandoned his family-tree,\nand associated himself with his fellows on the flat, for predatory\nor homicidal purposes, did he sacrifice his personal independence of\naction, or cut into his large leisure of brooding abstraction necessary\nfor the discovery of his relations to his world. This is the period\nin our Revered Ancestor’s progress through Time that strikes me as\nimmensely the most interesting and important.\n\nNo one knows how long it took to divide the human line of ascent from\nthat of the larger apes; but during that cleavage there may have been\nan epoch when Man lay under the affliction of something very like\nhuman thought before he could have reached the relief of speech. It is\nindeed conceivable that in that long inarticulate agony he may have\ntraversed--dumb--the full round of personal experience and emotion. And\nwhen, at last, speech was born, what was the first practical use Man\nmade of it? Remember, he was, by that time, past-master in all arts of\ncamouflage known to the beasts. He could hide near a water-hole, and\ncatch them as they came down to drink--which is the germ of war. He\ncould attract them by imitating their cries of distress or love--which\nis the genesis of most of the arts. He could double back on his tracks\nand thus circumvent an acquaintance of his own kind who was stalking\nhim--which is obviously the origin of most of our social amenities.\nIn short, he could _act_, to admiration, any kind of lie then extant.\nI submit, therefore, that the first use Man made of his new power of\nexpression was to _tell_ a lie--a frigid and calculated lie.\n\nImagine the wonder and delight of the First Liar in the World when he\nfound that the first lie overwhelmingly outdid every effect of his old\nmud-and-grass camouflages with no expenditure of energy! Conceive his\npride, his awestricken admiration of himself, when he saw that, by\nmere word of mouth, he could send his simpler companions shinning up\ntrees in search of fruit which he knew was not there, and when they\ndescended, empty and angry, he could persuade them that they, and not\nhe, were in fault, and could despatch them hopefully up another tree!\nCan you blame the Creature for thinking himself a god? The only thing\nthat kept him within bounds must have been the discovery that this\nmiracle-working was not confined to himself.\n\nUnfortunately--most unfortunately--we have no record of the meeting of\nthe World’s First Liar with the World’s Second Liar; but from what we\nknow of their descendants to-day, they were probably of opposite sexes,\nmarried at once, and begat a numerous progeny. For there is no doubt\nthat Mankind suffered much and early from this same vice of lying.\nOne sees that in the enormous value attached by the most primitive\ncivilizations to the practice of telling the Truth; and the extravagant\npraise awarded, mostly after death, to individuals notorious for the\npractice.\n\nNow the amount of Truth open to Mankind has always been limited.\nSubstantially, it comes to no more than the axiom quoted by the Fool in\n_Twelfth Night_, on the authority of the witty Hermit of Prague, “That\nthat is, is.” Conversely, “That that is not, isn’t.” But it is just\nthis Truth which Man most bitterly resents being brought to his notice.\nHe will do, suffer, and permit anything rather than acknowledge it. He\ndesires that the waters which he has digged and canalized should run\nuphill by themselves when it suits him. He desires that the numerals\nwhich he has himself counted on his fingers and christened “two and\ntwo” should make three and five according to his varying needs or\nmoods. Why does he want this? Because, subconsciously, he still scales\nhimself against his age-old companions, the beasts, who can only act\nlies. Man knows that, at any moment, he can tell a lie which, for a\nwhile, will delay or divert the workings of cause and effect. Being an\nanimal who is still learning to reason, he does not yet understand why\nwith a little more, or a little louder, lying he should not be able\npermanently to break the chain of that law of cause and effect--the\nJustice without the Mercy--which he hates, and to have everything both\nways in every relation of his life.\n\nIn other words, we want to be independent of facts, and the younger\nwe are, the more intolerant are we of those who tell us that this is\nimpossible. When I wished to claim my independence and to express\nmyself according to the latest lights of my age (for there were lights\neven then), it was disheartening to be told that I could not expect to\nbe clothed, fed, taught, amused, and comforted--not to say preached\nat--by others, and at the same time to practise towards them a savage\nand thorny independence.\n\nI imagine that you, perhaps, may have assisted at domestic conferences\non these lines; but I maintain that we are not the unthinking asses\nthat our elders called us. Our self-expression may have been a trifle\ncrude, but the instinct that prompted it was that primal instinct of\nindependence which antedates the social one, and makes the young at\ntimes a little difficult. It comes down from the dumb and dreadful\nepoch when all that Man knew was that he was himself, and not another,\nand therefore the loneliest of created beings; and _you_ know that\nthere is no loneliness to equal the loneliness of youth at war with its\nsurroundings in a world that does not care.\n\nI can give you no great comfort in your war, but, if you will allow me,\nI will give you a scientific parallel that may bear on the situation.\n\nNot once upon a time, but at many different times in different places\nand ages, it came over some one Primitive Man that he desired, above\neverything, to escape for a while from the sight and sound and the\nsmell of his Tribe. It may have been an excellent Tribe, or it may have\nbeen an abominable one, but whichever it was he had had enough of it\nfor a time. Knowing no more than the psychology of his age (whereas\nwe, of course, know the psychology of all the ages), he referred his\nimpulse to the direct orders, guidance, or leading of his Totem, his\nGuardian Spirit, his Disembodied Ancestor, or other Private God, who\nhad appeared to him in a dream and inspired his action.\n\nHerein our ancestor was as logical as a man taking his Degree on the\neve of a professional career--not to say as practical as a Scot. He\naccepted Spirits and Manifestations of all kinds as part of his highly\norganized life, which had its roots in the immemorial past; but,\noutside that, the amount of truth open to him was limited. He only knew\nthat if he did not provide himself with rations in advance, for his\nproposed excursion away from the Tribe, he would surely starve.\n\nConsequently, he took some pains and practised a certain amount of\nself-denial to get and prepare these rations. He may have wished to go\nforth on some utterly useless diversion, such as hacking down a tree or\npiling up stones, but whatever his object was, he intended to undertake\nit without the advice, interference, or even the privity of his Tribe.\nHe might appreciate the dear creatures much better on his return;\nhe might hatch out wonderful schemes for their advantage during his\nabsence. But that would be a side-issue. The power that possessed him\nwas the desire to own himself for a while, even as his ancestors, whose\nspirits had, he believed, laid this upon him, had owned themselves,\nbefore the Tribal idea had been evolved.\n\nMorally his action was unassailable; his personal God had dictated\nit. Materially, his justification for his departure from the normal\nwas the greasy, inconspicuous packet of iron rations on his shoulder,\nthe trouble he had taken to get them, and the extent to which he was\nprepared not to break into them except as a last resort. For, without\nthat material, backed by those purposes, his visions of his Totem,\nSpirit, or God would have melted back into the ruck of unstable,\nunfulfilled dreams; and his own weariness of his Tribe would have\nreturned upon himself in barrenness of mind and bitterness of soul.\n\nBecause if a man has _not_ his rations in advance, for any excursion of\nany kind that he proposes to himself, he must stay with his Tribe. He\nmay swear at it aloud or under his breath. He may tell himself and his\nfriends what splendid things he would do were he his own master, but\nas his Tribe goes so must he go--for his belly’s sake. When and as it\nlies, so must he lie. Its people must be his people, and its God must\nbe his God. Some men may accept this dispensation; some may question\nit. It is to the latter that I would speak.\n\nRemember always that, except for the appliances we make, the rates at\nwhich we move ourselves and our possessions through space, and the\nwords which we use, nothing in life changes. The utmost any generation\ncan do is to rebaptize each spiritual or emotional rebirth in its own\ntongue. Then it goes to its grave hot and bothered, because no new\nbirth has been vouchsafed for its salvation, or even its relief.\n\nAnd your generation succeeds to an unpromising and dishevelled\nheritage. In addition to your own sins, which will be numerous but\nquite normal, you have to carry the extra handicap of the sins of your\nfathers. This, it is possible that many of you have already made clear\nto your immediate circle. But the point you probably omitted (as our\ngeneration did, when we used to deliver _our_ magnificent, unpublished\norations De Juventute) is that no shortcomings on the part of others\ncan save us from the consequences of our own shortcomings.\n\nIt is also true that you were brought into this world without being\nconsulted. But even this disability, from which, by the way, Adam\nsuffered, though it may justify our adopting a critical attitude\ntowards First Causes, will not in the long run nourish our physical or\nmental needs. There seems, moreover, to be an unscientific objection on\nthe part of First Causes against being enquired of.\n\nFor you who follow on the heels of the Great War are affected, as you\nare bound to be, by a demoralization not unlike that which overtakes a\nhousehold where there has been long and severe illness, followed by a\nrelaxation of domestic ritual, and accompanied by loud self-pity and\nlarge recriminations. Nor is this all your load. The past few years\nhave so immensely quickened and emphasized all means of communication,\nvisible and invisible, in every direction that our world--which is\nonly another name for the Tribe--is not merely “too much with us,” but\nmoves, shouts, and moralizes about our path and our bed, through every\nhour of our days and nights. Even a normal world might become confusing\non these terms; and ours is far from being normal. One-sixth of its\narea has passed bodily out of civilization; and much of the remainder\nappears to be divided, with no consciousness of sin, between an earnest\nintention to make Earth Hell as soon as possible, and an equally\nearnest intention, with no consciousness of presumption, to make it\nHeaven on or before the same date. But you have ample opportunities of\nobserving this for yourselves.\n\nThe broad and immediate result is, partly through a recent necessity\nfor thinking and acting in large masses, partly through the instinct\nof mankind to draw together and cry out when calamity hits them, and\nvery largely through the quickening of communications, the power of\nthe Tribe over the individual has become more extended, particular,\npontifical, and, using the word in both senses, impertinent, than it\nhas been for many generations. Some men accept this omnipresence of\ncrowds; some may resent it. It is to the latter that I am speaking.\n\nThe independence which was a “glorious privilege” in Robert Burns’s\nday, is now more difficult to achieve than when one had merely to\novercome a few material obstacles, and the rest followed almost\nautomatically. Nowadays, to own oneself in any decent measure, one has\nto run counter to a gospel, and to fight against its atmosphere; and\nan atmosphere, as long as it can be kept up, is rather cloying.\n\nEven so, there is no need for the individual who intends to own himself\nto be too pessimistic. Let us, as our forefathers used, count our\nblessings.\n\nYou, my constituents, enjoy three special ones. First, thanks to the\ncontinuity of self-denial on the part of your own forbears, the bulk\nof you will enter professions and callings in which you will be free\nmen--free to be paid what your work is worth in the open market,\nirrespective of your alleged merits or your needs. Free, moreover, to\nwork without physical molestation of yourself or your family as long\nand as closely as you please--free to exploit your own powers and your\nown health to the uttermost for your own ends.\n\nYour second blessing is that you carry in your land’s history and in\nyour hearts the strongest instinct of inherited continuity, which\nexpresses itself in your passionate interest in your own folk, your\nown race and all its values. History shows that, from remote ages,\nthe Scots would descend from their heather and associate together\non the flat for predatory purposes; these now take the form of\nraiding the world in all departments of life--and governments. But at\nintervals your race, more than others, feel the necessity for owning\nitself. Therefore it returns, in groups, to its heather, where, under\ncamouflage of “games” and “gatherings,” it fortifies itself with the\nrites, incantations, pass-words, raiment, dances, food and drink of its\nancestors, and re-initiates itself into its primal individualism. These\nceremonies, as the Southern races know to their cost, give its members\nfresh strength for renewed forays.\n\nAnd that same strength is your third and chief blessing. I have already\ntouched on the privilege of being broken by birth, custom, precept\nand example to doing without things. This is where the sons of the\nsmall houses who have borne the yoke in their youth hold a cumulative\nadvantage over those who have been accustomed to life with broad\nmargins. Such men can and do accommodate themselves to straitened\ncircumstances at a pinch, and for an object; but they are as aware of\ntheir efforts afterwards as an untrained man is aware of his muscles on\nthe second morning of a walking tour; and when they have won through\nwhat they consider hardship they are apt to waste good time and place\nby subconsciously approving, or even remembering, their own efforts.\nOn the other hand, the man who has been used to shaving, let us say, in\ncold water at seven o’clock the year round, takes what one may call the\nminor damnabilities of life in his stride, without either making a song\nabout them or writing home about them. And that is the chief reason why\nthe untrained man always has to pay more for the privilege of owning\nhimself than the man trained to the little things. It is the little\nthings, in microbes or morale, that make us, as it is the little things\nthat break us.\n\nAlso, men in any walk of life who have been taught not to waste or\nmuddle material under their hand are less given to muddle or mishandle\nmoral, intellectual, and emotional issues than men whose wastage has\nnever been checked, or who look to have their wastage made good by\nothers. The proof is plain.\n\nAmong the generations that have preceded you at this University were\nmen of your own blood--many and many--who did their work on the\ntraditional sack of peasemeal or oatmeal behind the door--weighed out\nand measured with their own hands against the cravings of their natural\nappetites.\n\nThese were men who intended to own themselves, in obedience to some\ndream, leading, or word which had come to them. They knew that it would\nbe a hard and long task, so they set about it with their own iron\nrations on their own backs, and they walked along the sands here to\npick up driftwood to keep the fire going in their lodgings.\n\nNow, what in this World, or the next, can the World, or any Tribe in\nit, do with or to people of this temper? Bribe them by good dinners\nto take larger views on life? They would probably see their hosts\nunder the table first and argue their heads off afterwards. Offer ’em\nmoney to shed a conviction or two? A man doesn’t lightly sell what he\nhas paid for with his hide. Stampede them, or coax them, or threaten\nthem into countenancing the issue of false weights and measures? It is\na little hard to liberalize persons who have done their own weighing\nand measuring with broken teacups by the light of tallow candles. No!\nThose thrifty souls must have been a narrow and an anfractuous breed\nto handle; but, by their God, in whose Word they walked, they owned\nthemselves! And their ownership was based upon the truth that if you\nhave not your own rations you must feed out of your Tribe’s hands--with\nall that that implies.\n\nShould any of you care to own yourselves on these lines, your\ninsurances ought to be effected in those first ten years of a young\nman’s life when he is neither seen nor heard. This is the period--one\nmostly spends it in lodgings, alone--that corresponds to the time when\nMan in the making began to realize that he was himself and not another.\n\nThe post-war world which discusses so fluently and frankly the\nuniversality and cogency of Sex as the dominant factor of life, has\nadopted a reserved and modest attitude in its handling of the imperious\nand inevitable details of mere living and working. I will respect that\nattitude.\n\nThe initial payments on the policy of one’s independence, then, must be\nfinanced, by no means for publication, but as a guarantee of good faith\ntowards oneself, primarily out of the drinks that one does not too\ncontinuously take; the maidens in whom one does not too extravagantly\nrejoice; the entertainments that one does not too systematically attend\nor conduct; the transportation one does not too magnificently employ;\nthe bets one does not too generally place, and the objects of beauty\nand desire that one does not too generously buy. Secondarily, those\nrevenues can be added to by extra work undertaken at hours before or\nafter one’s regular work, when one would infinitely rather rest or\nplay. That involves the question of how far you can drive yourself\nwithout breaking down, and if you do break down, how soon you can\nrecover and carry on again. This is for you to judge, and to act\naccordingly.\n\nNo one regrets--no one has regretted--more than I that these should\nbe the terms of the policy. It would better suit the spirit of the\nage if personal independence could be guaranteed for all by some form\nof co-ordinated action combined with public assistance and so forth.\nUnfortunately there are still a few things in this world that a man\nmust manage for himself: his own independence is one of them; and the\nobscure, repeated shifts and contrivances and abstentions necessary to\nthe manufacture of it are too personal and intimate to expose to the\ninspection of any Department, however sympathetic.\n\nIf you have a temperament that can accommodate itself to cramping your\nstyle while you are thus saving, you are lucky. But, any way, you will\nbe more or less uncomfortable until it presently dawns on you that you\nhave put enough by to give you food and housing for, say, one week\nahead. It is both sedative and anti-spasmodic--it makes for calm in the\nindividual and forbearance towards the Tribe--to know that you hold\neven seven days’ potential independence in reserve--and owed to no man.\nOne is led on to stretch that painfully extorted time to one month if\npossible; and as one sees that this is possible, the possibilities\ngrow. Bit by bit, one builds up and digs oneself into a base whence one\ncan move in any direction, and fall back upon in any need. The need\nmay be merely to sit still and consider, as did our first ancestors,\nwhat manner of animal we are; or it may be to cut loose at a minute’s\nnotice from a situation which has become intolerable or unworthy;\nbut, whatever it may be, it is one’s own need, and the opportunity of\nmeeting it has been made by one’s own self.\n\nAfter all, yourself is the only person you can by no possibility\nget away from in this life, and, may be, in another. It is worth a\nlittle pains and money to do good to him. For it is he, and not our\nderivatively educated minds or our induced emotions, who preserves in\nus the undefeated senior instinct of independence. You can test this\nby promising yourself _not_ to do a thing, and noticing the scandalous\namount of special pleading that you have to go through with yourself\nif you break your promise. A man does not always remember, or follow\nup, the great things which he has promised himself or his friends to\ndo; but he rarely forgets or forgives when he has promised himself\n_not_ to do even a little thing. This is because Man has lived with\nhimself as an individual, vastly longer than he has lived with himself\nunder tribal conditions. Consequently, facts about his noble solitary\nself and his earliest achievements had time to get well fixed in his\nmemory. He knew he was not altogether one with the beasts. His amazing\nexperiences with his first lie had shown him that he was something of\na magician, if not a miracle-worker; and his first impulse towards\nself-denial, for ends not immediately in sight, must have been a\nrevelation of himself to himself as stupendous as a belief in a future\nlife, which it was possibly intended to herald. It is only natural,\nthen, that individuals who first practised this apparently insane\nand purposeless exercise came later to bulk in the legends of their\nTribe as demigods, who went forth and bearded the gods themselves for\ngifts--for fire, wisdom, or knowledge of the arts.\n\nBut one thing that stands outside exaggeration or\nbelittlement--through all changes in shapes of things and the sounds of\nwords--is the bidding, the guidance, that drives a man to own himself\nand upholds him through his steps on that road. That bidding comes,\ndirect as a beam of light, from that Past when man had grown into his\npresent shape, which Past, could we question it, would probably refer\nus to a Past immeasurably remoter still, whose Creature, not yet Man,\nfelt within him that it was not well for him to jackal round another\nbrute’s kill, even if he went hungry for a while.\n\nIt is not such a far cry from that Creature, howling over his empty\nstomach in the dark, to the Heir of all the Ages counting over his\ncoppers in front of a cookshop, to see if they will run to a full\nmeal--as some few here have had to do; and the principle is the same:\n“At any price that I can pay, let me own myself.”\n\nAnd the price _is_ worth paying if you keep what you have bought. For\nthe eternal question still is whether the profit of any concession\nthat a man makes to his Tribe, against the Light that is in him,\noutweighs or justifies his disregard of that Light. A man may apply his\nindependence to what is called worldly advantage, and discover too late\nthat he laboriously has made himself dependent on a mass of external\nconditions, for the maintenance of which he has sacrificed himself. So\nhe may be festooned with the whole haberdashery of success, and go to\nhis grave a castaway.\n\nSome men hold that this risk is worth taking. Others do not. It is to\nthese that I have spoken.\n\n“_Let the council of thy own heart stand, for there is no man more\nfaithful unto thee than it. For a man’s mind is sometime wont to show\nhim more than seven watchmen who sit above in a high tower._”\n",
    "metadata": {
        "author": [
            "Kipling, Rudyard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68189/pg68189.txt",
        "name": "independence:_rectorial_address_delivered_at_st._andrews_october_10,_1923.json"
    }
}