{
    "name": "Invader From Infinity",
    "author": [
        "Whittington, George A."
    ],
    "body": "Commander Jon McPartland stared with hard blue eyes into his view\nscreen. He watched a tiny dot in one corner grow slowly, and heard the\nunnecessary words of his Lieutenant-Commander, Clemens:\n\n\"Observation Officer reports enemy craft sighted, Sir.\"\n\n\"Very good,\" acknowledged McPartland. \"Have Lieutenant Parek compute\ntheir speed and course.\"\n\nClemens spoke softly into the intra-ship phone, and Commander Jon\nMcPartland returned momentarily to his thoughts. His square jaw was set\nas though cast in bronze, with hard muscles machined into its contour.\n\nHere was the enemy--the unknown, the alien, who spoke only with\ndestruction! This was the ship that had destroyed System patrols; later\na full battle fleet of the Solar System's most powerful space fighters.\nThe interceptors had been unable to establish communication of any\nsort; and they were blasted into fiery chunks of space debris before\ngetting close enough to use their own guns.\n\n\"Well, here they are, Clemens,\" the Commander said aloud, \"and getting\nuncomfortably close to the System. It looks like they're some other\nSystem's dominant intelligence, and we've got planets they want.\"\n\n\"Yes, sir,\" said the other, \"and here we are, with the fastest, most\nheavily armed space fighter ever built--in the System.\"\n\n\"In the Universe,\" snapped McPartland. His full lips curved into a grim\nsmile. \"Under sealed orders which every citizen from Pluto to Mercury\nknows are: 'Destroy this ship--or it conquers our System.'\"\n\nLieutenant-Commander Clemens bent to his intra-phone, turned to relay.\n\"Navigation Officer reports enemy ship has altered course to head on.\nSpeed fifty Spatial units.\"\n\n\"Thank you,\" McPartland stepped to the phone himself.\n\n\"This is it, men. You know what it means!\" His hands flicked levers\nswiftly, as he spoke to component units individually:\n\n\"Propulsion--full speed ahead. Make every blast tell!\n\n\"Navigation--evasive course. Swing wide to draw them away from the\nSystem so that if--if--\"\n\n\"I understand, sir,\" came the crisp reply from Lieutenant Parek.\n\n\"All ray stations,\" went on McPartland, \"fire at maximum range.\nRadio--any contact?\"\n\n\"None, sir.\"\n\n\"Magnetic screen interference?\" asked the Commander.\n\n\"No, sir. No magnetic defense screens apparent on enemy.\"\n\n\"Put ours up full power.\" Jon McPartland was smiling now, but his eyes\nwere flashing hatred of the alien. Another ten seconds would find them\nin effective range. The enemy was looming in the view screen, a round\nglistening sphere--a ball of destruction pitted again his own slim,\nsleek avenger.\n\n\"Screens up, sir, full power,\" came the response.\n\nLieutenant-Commander Clemens had headphones clamped over his ears. He\nwas standing by for reports from stations. He turned suddenly, face\nlined and taut, and reported almost in a whisper:\n\n\"We're hit, sir, right through our screens at this range! Partial\ndisintegration in section four. Bulkheads holding.\"\n\nThe Commander was standing wooden-faced, incredulous. But the hatred\nwas building up in his eyes until Clemens shuddered.\n\n\"Through our defense screens at this range!\" McPartland ground out\nsavagely. He turned back to his view screen with a bitter oath.\n\nThere was the sphere, gleaming, flashing against the bottomless black\nof space--catching starlight, and throwing it back as though the touch\nof that pure light was distasteful.\n\nWhat form of intelligence destroyed, killed without warning---without\nspeech?\n\n\n\nClemens' voice broke into the red haze that hovered over his Commander:\n\"Hit again, sir, Section 8. Almost complete disintegration of hull.\nBulkheads holding.\"\n\nJon McPartland spoke his thoughts aloud. \"I saw the ray that time,\njust a faint glimmer across the black. It should have hit Section 6!\nAnd--and THEY have no magnetic screen!\"\n\nHis hand flicked a lever. \"Navigation--break away! Straight course back\ntoward the System.\"\n\nThere was a long pause before Lieutenant Parek replied. It was easy to\nguess his thoughts; quitting, running away! Then he answered; \"Yes,\nsir!\"\n\nClemens' voice, speaking softly to the intra-ship, was suddenly the\nonly sound in the control room above the muted whine of generators\nunderneath. Jon McPartland, his battle-ending order acknowledged,\nglared silently into his screen.\n\nThere the hateful silver sphere shrank slightly in size. Once again\nMcPartland caught the faint flicker of a ray, the star-studded\nblackness. The Commander looked a fierce question at Clemens.\n\n\"No further damage, sir,\" said the latter. He laid the headphones\naside. \"I believe we are out of range. Lieutenant Parek reports our\nspeed sixty-five Spatial Units; we are drawing away from the enemy.\"\n\nThere was no relief in the last words; and Commander McPartland felt\na sudden surge of sympathy for the other break through his own bitter\nanger. Clemens had been gloomy about their chances in the battle; now,\nthe Earth ship broke away from the fight, the Lieutenant-Commander was\ngloomier in the belief that they hadn't tried hard enough--that they'd\nturned in cowardly flight. His eyes avoided his superior's.\n\nThe latter looked about the room, and no glance was raised to meet\nhis own. Reynolds, the Ray Control Officer stared glumly at his\ncalculators, and fingered the phone that had waited vainly for his\nrange data and fire commands. Clemens, stood quietly, awaiting orders.\nEngineer McTavish sat in stony silence, gaze fixed on the desk before\nhim, where sensitive indicators flashed red damage signals against a\nthree dimensional scale projection of the ship.\n\nMcPartland felt his eyes misting, and ground his teeth, remembering the\nalien ship and using his hatred of it to fight back the weakness of\nhis own pride in his men. They wanted to fight! They hated cowardice\nalmost as much as they did the murderers they were running from; and\nthese Earthmen thought their own commander a coward. But discipline and\ntraining held them to his judgment.\n\n\"Hell!\" barked McPartland. \"We're going back after them.\"\n\nHis words shattered the silence and the gloom. Reynolds' face was\nsuddenly radiant; Clemens relaxed into an expression of smug worry;\nMcTavish grunted.\n\n\"Mister McTavish, what about that damage?\" demanded the Commander.\n\nEngineer McTavish brought his lanky form up from the chair and into\nrigidity. \"You gave no orders, sir,\" he reproached, his grey eyes eager.\n\n\"Have your men break out two space-suits, Mister,\" said McPartland.\n\"You and I will go through the bulkheads and inspect the damaged hull.\"\n\n\"Yes, sir.\" McTavish turned eagerly to his phone.\n\n\"Mister Clemens,\" snapped the Commander, \"hold our course. And you may\ntell the men we're not through fighting.\"\n\n\n\nMcPartland and McTavish stepped carefully through the darkness of\nsection four. Behind them, the bulkhead door had been securely dogged\nshut against the vacuum of space; before them was a ragged jet patch\nfrom which distant stars sent faint light to outline the great rip in\nthe hull.\n\nBoth men carried powerful flashlights, but preferred to step carefully\namong dim outlines rather than use lights until they reached the hull.\nThere had been a ray gun here--and its crew; and men, suddenly exposed\nto cold and pressureless space, make grim corpses.\n\nAt the thought, McPartland's big hand gripped the hammer he carried, so\nthat he almost felt the handle through his heavy gauntlet. He had an\ninsane desire to leap out and wait for the other ship--to batter at its\nsilver hull!\n\nAs though sensing the thought, the Engineer broke in, speaking through\nhis suit-communicator: \"Here we are, sir.\"\n\nThe flashlight blazed in his hand, its beam spreading along the twisted\nbroken metal of the ship's side. Instantly the big hammer flashed into\nthe beam and against the metal near its broken edge, swung with every\nounce of fury and strength in Jon McPartland's arm, shoulder and torso.\n\n\"If I'm right,\" he muttered with the swing, \"we'll know it now. We'll\nhave a fighting--chance.\"\n\nHe faltered on the last word, as his blow landed and sent some of its\nforce smashing back up his arm and body. But the Commander knew--as a\nsmith knows--the feel of metal under his strength; and Jon McPartland\nknew his hunch had been right even before McTavish cried:\n\n\"You--you _bent_ it!\"\n\n\"Right, Mister. I bent it. And I couldn't bend the steel that went into\nthis ship's hull, could I, McTavish?\"\n\n\"Blasting right you couldn't, begging your pardon, sir. No man could.\"\n\n\"Then it isn't steel any longer, McTavish--not near the edges of the\nspot their ray hit!\" McPartland twirled the hammer in his hand, eager\nas a small boy just learning how to whip the neighborhood bully. \"Where\nthat ray hit there was disintegration at the center, transmutation at\nthe edges.\"\n\nUnderstanding was spreading over the Engineer's face behind the\ntransparent helmet of his space suit. \"Then, man, that ray has one\nmagnetic charge; positive or negative, proton or electron.\"\n\n\"And your technicians will tell us which,\" ordered the Commander. \"Get\nthem busy cutting out samples. We want to know quickly. But you and I\nhave enough to do while we wait, Mister.\"\n\nHe led the way back to the bulkhead. Inside, McTavish gave orders,\nwhile shedding his space-suit and starting down the corridor to the\ncontrol room.\n\nMcPartland explained as they went. \"Our magnetic screens, having\nelectrons and protons, bent their ray. I saw it. That made me think\nthey used a mono-charged stream of particles. Some of the particles\nin the screen attracted the ray charges, others repelled them. You\nknow, of course,\" he went on, \"how our screens diffuse our own type of\nduo-charge beam at long range and protect the ship against them.\"\n\n\"Yes, man!\" His Engineer agreed, excitedly now. \"And beams from the\nscreened ship go through on initial velocity. But they couldn't use a\nscreen--the enemy: there'd be no balance of forces--they'd bend their\nown ray!\"\n\n\"The way we'll bend it, Mister, when we go back after those murderers!\"\nJon McPartland took a deep, triumphant breath, and his face lit up with\na battle smile that made the Engineer's heart lift.\n\n\"Mister McTavish, we're going to string a space lifeboat out behind us\non about two miles of cable. You are going to rig up our dynamos to\nmake this ship and the lifeboat the poles of an electromagnet. When\nyour Technicians determine the polarity of the enemy ray, we'll make\nthe ship the repelling pole.\"\n\n\"Then, man, begging your pardon, sir, we go back and let them blast,\"\ncried the Engineer. \"Their ray curves away from us--toward the\nlifeboat. By the time they figure the trick out, we'll be close enough\nto blast them wide open.\"\n\n\"We'd better be,\" his superior concluded grimly. \"Or the devils\nwill blast away the lifeboat and the cable. Leave us without an\nelectromagnet--right back where we started from.\"\n\n\n\nCommander Jon McPartland stared with hard blue eyes into his screen.\nHe watched a dot growing into a sphere, and, anticipating the words of\nLieutenant-Commander Clemens, ordered:\n\n\"Have Lieutenant Parek compute their speed and course.\"\n\nClemens, with a look of gloomy reproach at not having been allowed\nto report, bent to the intra-ship phone. Before he could speak, he\nstraightened, and turned to relay the information coming through his\nheadphones:\n\n\"Navigation Officer reports course head on, sir. Speed fifty Spatial\nUnits.\"\n\n\"Thank you.\" The Commander looked at his Engineer. \"All in readiness,\nMister McTavish?\"\n\n\"All in readiness, sir,\" replied the lanky engineer, his grey eyes\ntwinkling as he added: \"They're using an electron ray, and our ship is\nnegative--but this'll be a positive jolt to the enemy, begging your\npardon, sir!\"\n\nMcPartland smiled, the tense muscles along his jaw relaxing for the\nfirst time in hours. Clemens coughed and turned aside, bringing a hand\nup over his mouth.\n\nThis effort to preserve his reputation was needed only for a moment. He\nstraightened, adjusting his headphones, and reported:\n\n\"Enemy ship changing course, sir, swinging aside.\"\n\nThe Commander glanced quickly at the screen, disbelief flicking\nmomentarily over his square features. He leaped to the intra-phone,\nsnatching the headphones from the Lieutenant-Commander.\n\n\"Mister Parek,\" he ordered, \"swing with that ship. We must get in\nclose--quickly!\" Aside to McTavish, he added: \"I hope the cable to\nthat spaceboat holds when it snaps around on this turn.\"\n\n\"It will hold, sir,\" the Engineer assured him. \"But we'll lose some\nspeed by the drag--only until we re-accelerate, sir.\"\n\nMcPartland tossed the headphones back to Clemens, left the intra-phone,\nand went back to his screen. For the next few minutes he watched the\nalien silver sphere, flashing and glinting in the starlight.\n\nJon McPartland whispered, half to himself: \"The cunning devils! They\nknow something's up when a beaten ship comes back to fight again.\"\n\n\"Begging your pardon, sir,\" said Reynolds, the Ray Control Officer, in\nhis quiet manner. \"They must have seen the spaceboat strung behind and\nbecome suspicious.\"\n\n\"You're right, Mister,\" acknowledged the Commander. \"The killers are\ncareful of their skins.\" He glared at the hateful beauty of the other\nship, growing no larger in his screen. \"Come on,\" he challenged.\n\nBut the enemy avoided every effort of the earth ship to close in,\nturning inside. At last, the space fighters were carving a great circle\nin space, the Earthmen on the outside, traveling a greater distance so\nthat superior speed was largely nullified.\n\nMcPartland glared into his screen. Clemens stood by his intra-phone,\nrelaying messages from Parek. Reynolds sat before his calculators,\nunmoving except for fingers caressing the mike that still waited for\nhis words. McTavish sprawled before his three dimensional model, his\ngrey eyes going over and over every line of it.\n\nAt last the Commander spoke the thought in the minds of all four:\n\"We're six Spatial units apart. Maximum range of their ray is five\nunits; ours is four. Coming head on, we pass through the gap between\ntheir range and ours in seconds--we almost made it last time! But, if\nwe overhaul them from behind, it might take minutes to close that gap\nwith our speed advantage.\"\n\n\"Right, sir,\" McTavish agreed, \"and minutes would be long enough for\nthem to blast our spaceboat and cable away.\"\n\n\"And then us,\" finished Clemens. He drew himself up. \"I am ready, sir,\nwhen you give the order.\"\n\nBlazing anger faded from the Commander's eyes and face. \"Thank you,\nMister Clemens. I know you are, and so is every man of our crew. But\nwe're here to save the System, and there's still hope.\n\n\"These animals have come a long way,\" he said jabbing a fist toward the\nship in the screen. \"They think they can afford to wait us out. But\nmaybe they can't. Mister Clemens, ask Radio to try and contact Earth.\"\n\n\n\nIt took long, anxious minutes to make the contact. Meanwhile,\nLieutenant Parek held the ship on the same course, with instructions to\nclose at once if the enemy moved toward them.\n\nBut the situation remained unchanged, the great circle being traced\nand retraced through space, ray guns trained, unused. At last, Radio\nreported contact.\n\nJon McPartland stepped to the visa-phone. Before him, the faint image\nof Marshal Denton, supreme commander of all System forces, flickered\nuncertainly over the great distance.\n\n\"McPartland,\" came the Marshal's voice, thin and wavering through the\npoor connection. \"I knew you'd do it!\"\n\nMcPartland saluted smartly. \"We have met the enemy, sir, and stopped\ntheir advance toward the System, but--\"\n\nHe went on, reporting their first encounter, his decision and action,\nand concluded: \"Sir, we can hold them here until help reaches us.\nOne more ship--rigged as we are--even the slowest old hulk in the\nfleet--and we can finish them!\"\n\nThere was a long pause. Marshal Denton drew himself up, his face, only\na dim blob on the screen, gave no hint of his emotions as he answered.\n\"Commander McPartland, I must refuse your request for reinforcements.\"\nThere was no mistaking his feeling in the next words:\n\n\"Jon, I've got a System of confidence in you, but my hands are tied.\nThe Supreme System Congress of Specialists has met and made decisions\nfor defense--decisions that are not subject to change. From here on, I\ncan only carry their strategy into effect.\"\n\nMcPartland stood rigidly. He was stunned. He heard his own voice, as\nfrom far away; \"And those decisions, sir?\"\n\n\"Every ship we have is concentrated just beyond Pluto's orbit.\" Denton\nanswered. \"They are arranged in a defensive pattern of depths, that the\nSpecialists consider impenetrable.\" His voice was even.\n\n\"Sir,\" the Commander groaned, \"this attacker has the range and a ray\nthat makes our magnetic screens useless. These fiends will go through\nthat fleet like light through glass. And the planets--they've been\ndisarmed for years! They'll be defenseless!\"\n\nIn the screen, the Marshal's dim figure slumped. \"Jon, the Specialists\nrule the System.\"\n\n\"I understand, sir,\" McPartland heard himself say. \"What are your\norders, sir?\"\n\n\"Just your best, Commander Jon McPartland. That will be the best any of\nus could give. Good luck!\"\n\n\"Thank you, sir.\" McPartland turned from the visa-phone as Marshal\nDenton faded from view.\n\nLieutenant-Commander Clemens stood ready beside his intra-phone.\nEngineer McTavish sprawled before his model, his grey eyes going\nlovingly over every line of it. Ray Control Officer Reynolds fingered\nhis mike.\n\nJon McPartland swept them with his blue eyes, turned to glare again at\nthe taunting silver sphere in his view screen. He started to speak,\nstopped as Reynolds raised his head.\n\n\"Beg your pardon, sir,\" said the Ray Officer. \"May I give the men false\nrange data when--when--you decide we're finished, sir? I'll feel better\njust using this stuff, and the gun crews--those that are left--will\nfeel better thinking they're striking a blow for the System.\n\n\"It can't do any harm, sir,\" he pleaded as the Commander snapped his\nmouth shut, staring hard.\n\n\n\n\"Reynolds,\" bellowed the Commander, \"ages ago there was an airfighter\nwho opened fire on his enemy with machine guns before he was in\nrange. The opponent usually took evasive action--thinking he was in\ndanger--and lost speed, so that this fighter could overtake and destroy\nhim.\n\n\"Reynolds, you're a genius!\"\n\n\"Man,\" interrupted McTavish, \"our rays would fall short! Those devils\nwouldn't be fooled by rays--two Spatial units away!\"\n\n\"No, Mister McTavish,\" his superior replied slowly, \"our disintegrator\nrays wouldn't fool them. But we have landing searchlights that throw a\nbeam a dozen Spatial units.\n\n\"McTavish get down to those beams; stop a couple down to pencils; shade\nthem to throw a pretty violet-colored finger; cut down the power so\nthey'll reach about six units! Get out of here!\"\n\nThe Engineer's lanky body was already through the control room door.\nJon McPartland was grinning. A grin that didn't fade even when he\nlooked back to his screen, to see the glinting silver sphere swinging\nserenely along beside them. He turned to Clemens.\n\n\"Tell Lieutenant Parek to close at full speed the second they start for\nus. No evasive action--straight course and let the spaceboat and cable\ntake it!\"\n\n\"Navigation acknowledges, sir.\" Clemens replied solemnly, and the\nCommander knew his Lieutenant had anticipated and given the order.\n\n\"All ray stations ready, sir,\" added the quiet Reynolds.\n\nMcPartland's grin broadened. \"Give them the straight data, Mister\nReynolds.\"\n\n\"Yes, sir.\"\n\nIt was only seconds later that a voice rang in Clemens' headphones, in\naccents loud enough to be heard through the silent, waiting control\nroom. \"McTavish reporting. All in readiness.\"\n\n\"Let them have it then,\" ordered the Commander. \"But be sure you miss!\"\n\nWith the suddenness of calculated surprise, a thin pencil of violet\nlight stabbed out from the Earth ship. It knifed through space, scant\nyards behind the silver sphere, and winked out. A second beam reached\nforth, passed beneath the gleaming enemy.\n\nImmediately, the sphere bobbed in space, began to weave an intricate\ncourse toward the Earth ship. It swelled in the viewscreen before\nMcPartland.\n\nHe laughed, a low savage sound. \"A super-race ego, to think our gunners\nare that bad. But they'll learn!\"\n\n\n\nReynolds began to drone into his phone, his eyes never leaving the\ncalculators over which his fingers were flying. \"Range five units,\nposition--\"\n\nA faint flicker reached toward the Earth-ship, swung aside. McPartland\nlaughed again.\n\n\"Range, four point nine,\" droned Reynolds, and went on with steady\nflow of data.\n\nThe pale alien beam reached out again. This time Clemens reported.\n\"Spaceboat destroyed by direct hit, sir.\"\n\n\"Range four point six,\" said Reynolds.\n\nThe sphere was looming ahead of them now, its ray sweeping off to the\nside, direction steady even as the sphere danced and spun.\n\n\"Range four point one--\"\n\n\"Cable almost completely gone, sir,\" Clemens said.\n\n\"Steady,\" McPartland answered. He took a deep breath and heard the\nvoice of the Ray Control Officer rising triumphantly:\n\n\"Units one, three, five and seven, Fire! Range four point zero,\nposition--\"\n\nFour livid fingers of red sprang hungrily toward the silver sphere.\nThey struck almost together, followed as the ship twisted and spun\nfor brief moments. Then, when the ball of metal suddenly ceased its\ngyrations and floated limply, helplessly in space, those fingers\nprobed, slashed unhindered through its vitals, over every foot of hull.\n\nIt was a scene of awesome destruction, as the ship that had thrown back\nstarlight so proudly, haughtily, was blotted out of existence, its\natoms torn apart and hurled back to the universe as free energy.\n\nThe glow in his viewscreen threw red highlights into McPartland's black\nhair, matched the blazing vengeance in his blue eyes. But he watched,\njaw hard, fist clenched, until destruction was complete.\n\n\"They got what they gave our ships,\" he said at last, \"merciless\ndestruction. They deserved no better.\n\n\"We'll go back to the System, and turn in our report. Our Scientists\nwill perfect a defense against a mono-charge ray, and we won't need to\nworry about handling any other ships that might follow this one.\"\n\n\"Right, sir,\" said McTavish. \"And, man, begging your pardon, sir, I\nhope we're in on the handling!\"\n\nLieutenant-Commander Clemens shook his head moodily. \"We did well. But\nthe Congress of Specialists will be disappointed. We didn't bring back\nprisoners for examination.\"\n\nBut his eyes were smiling--again.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Whittington, George A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63286/pg63286.txt",
        "name": "invader_from_infinity.json"
    }
}