{
    "name": "Ixion In Heaven",
    "author": [
        "Disraeli, Benjamin, Earl of Beaconsfield"
    ],
    "body": "\n\nPART I.\n\n     _An Errant King_\n\nTHE thunder groaned, the wind howled, the rain fell in hissing torrents,\nimpenetrable darkness covered the earth. A blue and forky flash darted a\nmomentary light over the landscape. A Doric temple rose in the centre of\na small and verdant plain, surrounded on all sides by green and hanging\nwoods.\n\n‘Jove is my only friend,’ exclaimed a wanderer, as he muffled himself up\nin his mantle; ‘and were it not for the porch of his temple, this night,\nmethinks, would complete the work of my loving wife and my dutiful\nsubjects.’\n\nThe thunder died away, the wind sank into silence, the rain ceased, and\nthe parting clouds exhibited the glittering crescent of the young moon.\nA sonorous and majestic voice sounded from the skies:--\n\n‘Who art thou that hast no other friend than Jove?’ ‘One whom all\nmankind unite in calling a wretch.’ ‘Art thou a philosopher?’\n\n‘If philosophy be endurance. But for the rest, I was sometime a king,\nand am now a scatterling.’ ‘How do they call thee? ‘Ixion of Thessaly.’\n\n‘Ixion of Thessaly! I thought he was a happy man. I heard that he was\njust married.’\n\n‘Father of Gods and men! for I deem thee such, Thessaly is not Olympus.\nConjugal felicity is only the portion of the immortals!’\n\n‘Hem! What! was Dia jealous, which is common; or false, which is\ncommoner; or both, which is commonest?’\n\n‘It may be neither. We quarrelled about nothing. Where there is little\nsympathy, or too much, the splitting of a straw is plot enough for a\ndomestic tragedy. I was careless, her friends stigmatised me as callous;\nshe cold, her friends styled her magnanimous. Public opinion was all\non her side, merely because I did not choose that the world should\ninterfere between me and my wife. Dia took the world’s advice upon every\npoint, and the world decided that she always acted rightly. However,\nlife is life, either in a palace or a cave. I am glad you ordered it to\nleave off thundering.’\n\n‘A cool dog this. And Dia left thee? ‘No; I left her.’ ‘What, craven?’\n\n‘Not exactly. The truth is-----‘tis a long story.\n\nI was over head and ears in debt.’\n\n‘Ah! that accounts for everything. Nothing so harassing as a want of\nmoney! But what lucky fellows you mortals are with your _post-obits!_\nWe Immortals are deprived of this resource. I was obliged to get up a\nrebellion against my father, because he kept me so short, and could not\ndie.’\n\n‘You could have married for money. I did.’ ‘I had no opportunity, there\nwas so little female society in those days. When I came out, there were\nno heiresses except the Parcae, confirmed old maids; and no very rich\ndowager, except my grandmother, old Terra.’\n\n‘Just the thing; the older the better. However, I married Dia, the\ndaughter of Deioneus, with a prodigious portion; but after the ceremony\nthe old gentleman would not fulfil his part of the contract without\nmy giving up my stud. Can you conceive anything more unreasonable? I\nsmothered my resentment at the time; for the truth is, my tradesmen all\nrenewed my credit on the strength of the match, and so we went on\nvery well for a year; but at last they began to smell a rat, and grew\nimportunate. I entreated Dia to interfere; but she was a paragon of\ndaughters, and always took the side of her father. If she had only been\ndutiful to her husband, she would have been a perfect woman. At last\nI invited Deioneus to the Larissa races, with the intention of\nconciliating him. The unprincipled old man bought the horse that I\nhad backed, and by which I intended to have redeemed my fortunes, and\nwithdrew it. My book was ruined. I dissembled my rage. I dug a pit in\nour garden, and filled it with burning coals. As my father-in-law and\nmyself were taking a stroll after dinner, the worthy Deioneus fell in,\nmerely by accident. Dia proclaimed me the murderer of her father, and,\nas a satisfaction to her wounded feelings, earnestly requested her\nsubjects to decapitate her husband. She certainly was the best of\ndaughters. There was no withstanding public opinion, an infuriated\nrabble, and a magnanimous wife at the same time. They surrounded my\npalace: I cut my way through the greasy-capped multitude, sword in hand,\nand gained a neighbouring Court, where I solicited my brother princes\nto purify me from the supposed murder. If I had only murdered a subject,\nthey would have supported me against the people; but Deioneus being a\ncrowned head, like themselves, they declared they would not countenance\nso immoral a being as his son-in-law. And so, at length, after much\nwandering, and shunned by all my species, I am here, Jove, in much\nhigher society than I ever expected to mingle.’\n\n‘Well, thou art a frank dog, and in a sufficiently severe scrape. The\nGods must have pity on those for whom men have none. It is evident that\nEarth is too hot for thee at present, so I think thou hadst better come\nand stay a few weeks with us in Heaven.’ ‘Take my thanks for hecatombs,\ngreat Jove. Thou art, indeed, a God!’\n\n‘I hardly know whether our life will suit you. We dine at sunset; for\nApollo is so much engaged that he cannot join us sooner, and no dinner\ngoes off well without him. In the morning you are your own master, and\nmust find amusement where you can. Diana will show you some tolerable\nsport. Do you shoot?’\n\n‘No arrow surer. Fear not for me, Ægiochus: I am always at home. But\nhow am I to get to you?’ ‘I will send Mercury; he is the best travelling\ncompanion in the world. What ho! my Eagle!’\n\nThe clouds joined, and darkness again fell over the earth.\n\n‘So! tread softly. Don’t be nervous. Are you sick?’\n\n‘A little nausea; ‘tis nothing.’\n\n‘The novelty of the motion. The best thing is a beefsteak. We will stop\nat Taurus and take one.’\n\n‘You have been a great traveller, Mercury?’\n\n‘I have seen the world.’\n\n‘Ah! a wondrous spectacle. I long to travel.’\n\n‘The same thing over and over again. Little novelty and much change. I\nam wearied with exertion, and if I could get a pension would retire.’\n\n‘And yet travel brings wisdom.’\n\n‘It cures us of care. Seeing much we feel little, and learn how very\npetty are all those great affairs which cost us such anxiety.’\n\n‘I feel that already myself. Floating in this blue aether, what the\ndevil is my wife to me, and her dirty Earth! My persecuting enemies seem\nso many pismires; and as for my debts, which have occasioned me so many\nbrooding moments, honour and infamy, credit and beggary, seem to me\nalike ridiculous.’\n\n‘Your mind is opening, Ixion. You will soon be a man of the world. To\nthe left, and keep clear of that star.’\n\n‘Who lives there?’\n\n‘The Fates know, not I. Some low people who are trying to shine into\nnotice. ‘Tis a parvenu planet, and only sprung into space within this\ncentury. We do not visit them.’\n\n‘Poor devils! I feel hungry.’\n\n‘All right. We shall get into Heaven by the first dinner bolt. You\ncannot arrive at a strange house at a better moment. We shall just have\ntime to dress. I would not spoil my appetite by luncheon. Jupiter keeps\na capital cook.’\n\n‘I have heard of Nectar and Ambrosia.’ ‘Poh! nobody touches them.\nThey are regular old-fashioned celestial food, and merely put upon the\nside-table. Nothing goes down in Heaven now but infernal cookery. We\ntook our chef from Proserpine.’\n\n‘Were you ever in Hell?’\n\n‘Several times. ‘Tis the fashion now among the Olympians to pass the\nwinter there.’ ‘Is this the season in Heaven?’ ‘Yes; you are lucky.\nOlympus is quite full.’ ‘It was kind of Jupiter to invite me.’ ‘Ay! he\nhas his good points. And, no doubt, he has taken a liking to you, which\nis all very well. But be upon your guard. He has no heart, and is as\ncapricious as he is tyrannical.’\n\n‘Gods cannot be more unkind to me than men have been.’\n\n‘All those who have suffered think they have seen the worst. A great\nmistake. However, you are now in the high road to preferment, so we will\nnot be dull. There are some good fellows enough amongst us. You will\nlike old Neptune.’ ‘Is he there now?’\n\n‘Yes, he generally passes his summer with us. There is little stirring\nin the ocean at that season.’ ‘I am anxious to see Mars.’\n\n‘Oh! a brute, more a bully than a hero. Not at all in the best set.\nThese mustachioed gentry are by no means the rage at present in Olympus.\nThe women are all literary now, and Minerva has quite eclipsed Venus.\nApollo is our hero. You must read his last work.’\n\n‘I hate reading.’\n\n‘So do I. I have no time, and seldom do anything in that way but glance\nat a newspaper. Study and action will not combine.’\n\n‘I suppose I shall find the Goddesses very proud?’\n\n‘You will find them as you find women below, of different dispositions\nwith the same object. Venus is a flirt; Minerva a prude, who fancies she\nhas a correct taste and a strong mind; and Juno a politician. As for the\nrest, faint heart never won fair lady; take a friendly hint, and do not\nbe alarmed.’\n\n‘I fear nothing. My mind mounts with my fortunes. We are above the\nclouds. They form beneath us a vast and snowy region, dim and irregular,\nas I have sometimes seen them clustering upon the horizon’s ridge at\nsunset, like a raging sea stilled by some sudden supernatural frost\nand frozen into form! How bright the air above us, and how delicate\nits fragrant breath! I scarcely breathe, and yet my pulses beat like\nmy first youth. I hardly feel my being. A splendour falls upon your\npresence. You seem, indeed, a God! Am I so glorious? This, this is\nHeaven!’\n\nThe travellers landed on a vast flight of sparkling steps of\nlapis-lazuli. Ascending, they entered beautiful gardens; winding\nwalks that yielded to the feet, and accelerated your passage by their\nrebounding pressure; fragrant shrubs covered with dazzling flowers, the\nfleeting tints of which changed every moment; groups of tall trees, with\nstrange birds of brilliant and variegated plumage, singing and reposing\nin their sheeny foliage, and fountains of perfumes.\n\nBefore them rose an illimitable and golden palace, with high spreading\ndomes of pearl, and long windows of crystal. Around the huge portal of\nruby was ranged a company of winged genii, who smiled on Mercury as he\npassed them with his charge.\n\n‘The Father of Gods and men is dressing,’ said the son of Maia. ‘I shall\nattend his toilet and inform him of your arrival. These are your rooms.\nDinner will be ready in half an hour. I will call for you as I go down.\nYou can be formally presented in the evening. At that time, inspired by\nliqueurs and his matchless band of wind instruments, you will agree with\nthe world that Ægiochus is the most finished God in existence.’\n\n‘Now, Ixion, are you ready?’ ‘Even so. What says Jove?’ ‘He smiled, but\nsaid nothing. He was trying on a new robe. By this time he is seated.\nHark! the thunder. Come on!’\n\nThey entered a cupolaed hall. Seats of ivory and gold were ranged round\na circular table of cedar, inlaid with the campaigns against the Titans,\nin silver exquisitely worked, a nuptial present of Vulcan. The service\nof gold plate threw all the ideas of the King of Thessaly as to royal\nmagnificence into the darkest shade. The enormous plateau represented\nthe constellations. Ixion viewed the Father of Gods and men with great\ninterest, who, however, did not notice him. He acknowledged the majesty\nof that countenance whose nod shook Olympus. Majestically robust and\nluxuriantly lusty, his tapering waist was evidently immortal, for it\ndefied Time, and his splendid auburn curls, parted on his forehead\nwith celestial precision, descended over cheeks glowing with the purple\nradiancy of perpetual manhood.\n\nThe haughty Juno was seated on his left hand and Ceres on his right. For\nthe rest of the company there was Neptune, Latona, Minerva, and Apollo,\nand when Mercury and Ixion had taken their places, one seat was still\nvacant.\n\n‘Where is Diana?’ inquired Jupiter, with a frown.\n\n‘My sister is hunting,’ said Apollo.\n\n‘She is always too late for dinner,’ said Jupiter. ‘No habit is less\nGoddess-like.’\n\n‘Godlike pursuits cannot be expected to induce Goddess-like manners,’\nsaid Juno, with a sneer.\n\n‘I have no doubt Diana will be here directly,’ said Latona, mildly.\n\nJupiter seemed pacified, and at that instant the absent guest returned.\n\n‘Good sport, Di?’ inquired Neptune.\n\n‘Very fair, uncle. Mamma,’ continued the sister of Apollo, addressing\nherself to Juno, whom she ever thus styled when she wished to conciliate\nher, ‘I have brought you a new peacock.’\n\nJuno was fond of pets, and was conciliated by the present.\n\n‘Bacchus made a great noise about this wine, Mercury,’ said Jupiter,’\nbut I think with little cause. What think you?’\n\n‘It pleases me, but I am fatigued, and then all wine is agreeable.’\n\n‘You have had a long journey,’ replied the Thunderer. ‘Ixion, I am glad\nto see you in Heaven.’\n\n‘Your Majesty arrived to-day?’ inquired Minerva, to whom the King of\nThessaly sat next.\n\n‘Within this hour.’\n\n‘You must leave off talking of Time now,’ said Minerva, with a severe\nsmile. ‘Pray is there anything new in Greece?’\n\n‘I have not been at all in society lately.’\n\n‘No new edition of Homer? I admire him exceedingly.’\n\n‘All about Greece interests me,’ said Apollo, who, although handsome,\nwas a somewhat melancholy lack-a-daisical looking personage, with his\nshirt collar thrown open, and his long curls theatrically arranged.\n‘All about Greece interests me. I always consider Greece my peculiar\nproperty. My best poems were written at Delphi. I travelled in Greece\nwhen I was young. I envy mankind.’\n\n‘Indeed!’ said Ixion.\n\n‘Yes: they at least can look forward to a termination of the ennui of\nexistence, but for us Celestials there is no prospect. Say what they\nlike, immortality is a bore.’\n\n‘You eat nothing, Apollo,’ said Ceres.\n\n‘Nor drink,’ said Neptune.\n\n‘To eat, to drink, what is it but to live; and what is life but death,\nif death be that which all men deem it, a thing insufferable, and to\nbe shunned. I refresh myself now only with soda-water and biscuits.\nGanymede, bring some.’\n\nNow, although the _cuisine_ of Olympus was considered perfect, the\nforlorn poet had unfortunately fixed upon the only two articles which\nwere not comprised in its cellar or larder. In Heaven, there was neither\nsoda-water nor biscuits. A great confusion consequently ensued; but at\nlength the bard, whose love of fame was only equalled by his horror of\ngetting fat, consoled himself with a swan stuffed with truffles, and a\nbottle of strong Tenedos wine.\n\n‘What do you think of Homer?’ inquired Minerva of Apollo. ‘Is he not\ndelightful?’\n\n‘If you think so.’\n\n‘Nay, I am desirous of your opinion.’\n\n‘Then you should not have given me yours, for your taste is too fine for\nme to dare to differ with it.’\n\n‘I have suspected, for some time, that you are rather a heretic’\n\n‘Why, the truth is,’ replied Apollo, playing with his rings, ‘I do not\nthink much of Homer. Homer was not esteemed in his own age, and our\ncontemporaries are generally our best judges. The fact is, there are\nvery few people who are qualified to decide upon matters of taste. A\ncertain set, for certain reasons, resolve to cry up a certain writer,\nand the great mass soon join in. All is cant. And the present admiration\nof Homer is not less so. They say I have borrowed a great deal from him.\nThe truth is, I never read Homer since I was a child, and I thought of\nhim then what I think of him now, a writer of some wild irregular power,\ntotally deficient in taste. Depend upon it, our contemporaries are our\nbest judges, and his contemporaries decided that Homer was nothing.\nA great poet cannot be kept down. Look at my case. Marsyas said of my\nfirst volume that it was pretty good poetry for a God, and in answer I\nwrote a satire, and flayed Marsyas alive. But what is poetry, and what\nis criticism, and what is life? Air. And what is air? Do you know? I\ndon’t. All is mystery, and all is gloom, and ever and anon from out the\nclouds a star breaks forth, and glitters, and that star is Poetry.’\n\n‘Splendid!’ exclaimed Minerva.\n\n‘I do not exactly understand you,’ said Neptune.\n\n‘Have you heard from Proserpine, lately?’ inquired Jupiter of Ceres.\n\n‘Yesterday,’ said the domestic mother. ‘They talk of soon joining us.\nBut Pluto is at present so busy, owing to the amazing quantity of\nwars going on now, that I am almost afraid he will scarcely be able to\naccompany her.’\n\nJuno exchanged a telegraphic nod with Ceres. The Goddesses rose, and\nretired.\n\n‘Come, old boy,’ said Jupiter to Ixion, instantly throwing off all his\nchivalric majesty, ‘I drink your welcome in a magnum of Maraschino.\nDamn your poetry, Apollo, and, Mercury, give us one of your good\nstories.’\n\n‘Well! what do you think of him?’ asked Juno.\n\n‘He appears to have a fine mind,’ said Minerva.\n\n‘Poh! he has very fine eyes,’ said Juno.\n\n‘He seems a very nice, quiet young gentleman,’ said Ceres.\n\n‘I have no doubt he is very amiable,’ said Latona.\n\n‘He must have felt very strange,’ said Diana.\n\nHercules arrived with his bride Hebe; soon after the Graces dropped in,\nthe most delightful personages in the world for a _soiree_, so useful\nand ready for anything. Afterwards came a few of the Muses, Thalia,\nMelpomene, and Terpsichore, famous for a charade or a proverb. Jupiter\nliked to be amused in the evening. Bacchus also came, but finding that\nthe Gods had not yet left their wine, retired to pay them a visit.\n\nGanymede announced coffee in the saloon of Juno. Jupiter was in superb\ngood humour. He was amused by his mortal guest. He had condescended\nto tell one of his best stories in his best style, about Leda, not too\nscandalous, but gay.\n\n‘Those were bright days,’ said Neptune.\n\n‘We can remember,’ said the Thunderer, with a twinkling eye. ‘These\nyouths have fallen upon duller times. There are no fine women now.\nIxion, I drink to the health of your wife.’\n\n‘With all my heart, and may we never be nearer than we are at present.’\n\n‘Good! i’faith; Apollo, your arm. Now for the ladies. La, la, la, la!\nla, la, la, la!’\n\nThe Thunderer entered the saloon of Juno with that bow which no God\ncould rival; all rose, and the King of Heaven seated himself between\nCeres and Latona. The melancholy Apollo stood apart, and was soon\ncarried off by Minerva to an assembly at the house of Mnemosyne.\nMercury chatted with the Graces, and Bacchus with Diana. The three Muses\nfavoured the company with singing, and the Queen of Heaven approached\nIxion.\n\n‘Does your Majesty dance?’ she haughtily inquired.\n\n‘On earth; I have few accomplishments even there, and none in Heaven.’\n\n‘You have led a strange life! I have heard of your adventures.’\n\n‘A king who has lost his crown may generally gain at least experience.’\n\n‘Your courage is firm.’\n\n‘I have felt too much to care for much. Yesterday I was a vagabond\nexposed to every pitiless storm, and now I am the guest of Jove. While\nthere is life there is hope, and he who laughs at Destiny will gain\nFortune. I would go through the past again to enjoy the present, and\nfeel that, after all, I am my wife’s debtor, since, through her conduct,\nI can gaze upon you.’\n\n‘No great spectacle. If that be all. I wish you better fortune.’\n\n‘I desire no greater.’\n\n‘You are moderate.’\n\n‘I am perhaps more unreasonable than you imagine.’\n\n‘Indeed!’\n\nTheir eyes met; the dark orbs of the Thessalian did not quail before the\nflashing vision of the Goddess. Juno grew pale. Juno turned away.\n\n\n\n\nPART II.\n\n     _‘Others say it was only a cloud.’_\n\n     _A Mortal Among the Gods._\n\nMERCURY and Ganymede were each lolling on an opposite couch in the\nantechamber of Olympus.\n\n‘It is wonderful,’ said the son of Maia, yawning. ‘It is incredible,’\nrejoined the cupbearer of Jove, stretching his legs.\n\n‘A miserable mortal!’ exclaimed the God, elevating his eyebrows.\n\n‘A vile Thessalian!’ said the beautiful Phrygian, shrugging his\nshoulders.\n\n‘Not three days back an outcast among his own wretched species!’\n\n‘And now commanding everybody in Heaven.’ ‘He shall not command me,\nthough,’ said Mercury.\n\n‘Will he not?’ replied Ganymede. ‘Why, what do you think? only last\nnight; hark! here he comes.’\n\nThe companions jumped up from their couches; a light laugh was heard.\nThe cedar portal was flung open, and Ixion lounged in, habited in a\nloose morning robe, and kicking before him one of his slippers. ‘Ah!’\nexclaimed the King of Thessaly, ‘the very fellows I wanted to see!\nGanymede, bring me some nectar; and, Mercury, run and tell Jove that I\nshall not dine at home to-day.’\n\nThe messenger and the page exchanged looks of indignant consternation.\n\n‘Well! what are you waiting for?’ continued Ixion, looking round from\nthe mirror in which he was arranging his locks. The messenger and the\npage disappeared.\n\n‘So! this is Heaven,’ exclaimed the husband of Dia, flinging himself\nupon one of the couches; ‘and a very pleasant place too. These worthy\nImmortals required their minds to be opened, and I trust I have\neffectually performed the necessary operation. They wanted to keep me\ndown with their dull old-fashioned celestial airs, but I fancy I have\ngiven them change for their talent. To make your way in Heaven you\nmust command. These exclusives sink under the audacious invention of\nan aspiring mind. Jove himself is really a fine old fellow, with some\nnotions too. I am a prime favourite, and no one is greater authority\nwith Ægiochus on all subjects, from the character of the fair sex or\nthe pedigree of a courser, down to the cut of a robe or the flavour of a\ndish. Thanks, Ganymede,’ continued the Thessalian, as he took the goblet\nfrom his returning attendant.\n\n‘I drink to your _bonnes fortunes_. Splendid! This nectar makes me feel\nquite immortal. By-the-bye, I hear sweet sounds. Who is in the Hall of\nMusic?’\n\n‘The Goddesses, royal sir, practise a new air of Euterpe, the words by\nApollo. ‘Tis pretty, and will doubtless be very popular, for it is all\nabout moonlight and the misery of existence.’\n\n‘I warrant it.’\n\n‘You have a taste for poetry yourself?’ inquired Ganymede.\n\n‘Not the least,’ replied Ixion.\n\n‘Apollo,’ continued the heavenly page, ‘is a great genius, though\nMarsyas said that he never would be a poet because he was a God, and had\nno heart. But do you think, sir, that a poet does indeed need a heart?’\n\n‘I really cannot say. I know my wife always said I had a bad heart\nand worse head; but what she meant, upon my honour I never could\nunderstand.’\n\n‘Minerva will ask you to write in her album.’\n\n‘Will she indeed! I am sorry to hear it, for I can scarcely scrawl my\nsignature. I should think that Jove himself cared little for all this\nnonsense.’\n\n‘Jove loves an epigram. He does not esteem Apollo’s works at all. Jove\nis of the classical school, and admires satire, provided there be no\nallusions to Gods and kings.’\n\n‘Of course; I quite agree with him. I remember we had a confounded poet\nat Larissa who proved my family lived before the deluge, and asked me\nfor a pension. I refused him, and then he wrote an epigram asserting\nthat I sprang from the veritable stones thrown by Deucalion and Pyrrha\nat the re-peopling of the earth, and retained all the properties of my\nancestors.’\n\n‘Ha, ha! Hark! there’s a thunderbolt! I must run to Jove.’\n\n‘And I will look in on the musicians. This way, I think?’\n\n‘Up the ruby staircase, turn to your right, down the amethyst gallery.\nFarewell!’\n\n‘Good-bye; a lively lad that!’\n\nThe King of Thessaly entered the Hall of Music with its golden walls\nand crystal dome. The Queen of Heaven was reclining in an easy chair,\ncutting out peacocks in small sheets of note paper. Minerva was making\na pencil observation on a manuscript copy of the song: Apollo listened\nwith deference to her laudatory criticisms. Another divine dame,\nstanding by the side of Euterpe, who was seated by the harp, looked\nup as Ixion entered. The wild liquid glance of her soft but radiant\ncountenance denoted the famed Goddess of Beauty.\n\nJuno just acknowledged the entrance of Ixion by a slight and haughty\ninclination of the head, and then resumed her employment. Minerva asked\nhim his opinion of her amendment, of which he greatly approved. Apollo\ngreeted him with a melancholy smile, and congratulated him on being\nmortal. Venus complimented him on his visit to Olympus, and expressed\nthe pleasure that she experienced in making his acquaintance.\n\n‘What do you think of Heaven?’ inquired Venus, in a soft still voice,\nand with a smile like summer lightning.\n\n‘I never found it so enchanting as at this moment,’ replied Ixion.\n\n‘A little dull? For myself, I pass my time chiefly at Cnidos: you must\ncome and visit me there. ‘Tis the most charming place in the world. ‘Tis\nsaid, you know, that our onions are like other people’s roses. We will\ntake care of you, if your wife come.’\n\n‘No fear of that. She always remains at home and piques herself on\nher domestic virtues, which means pickling, and quarrelling with her\nhusband.’\n\n‘Ah! I see you are a droll. Very good indeed. Well, for my part, I like\na watering-place existence. Cnidos, Paphos, Cythera; you will usually\nfind me at one of these places. I like the easy distraction of a career\nwithout any visible result. At these fascinating spots your gloomy race,\nto whom, by-the-bye, I am exceedingly partial, appear emancipated from\nthe wearing fetters of their regular, dull, orderly, methodical, moral,\npolitical, toiling existence. I pride myself upon being the Goddess of\nwatering-places. You really must pay me a visit at Cnidos.’\n\n‘Such an invitation requires no repetition. And Cnidos is your favourite\nspot?’\n\n‘Why, it was so; but of late it has become so inundated with invalid\nAsiatics and valetudinarian Persians, that the simultaneous influx of\nthe handsome heroes who swarm in from the islands to look after their\ndaughters, scarcely compensates for the annoying presence of their\nyellow faces and shaking limbs. No, I think, on the whole, Paphos is my\nfavourite.’\n\n‘I have heard of its magnificent luxury.’\n\n‘Oh! ‘tis lovely! Quite my idea of country life. Not a single tree! When\nCyprus is very hot, you run to Paphos for a sea-breeze, and are sure to\nmeet every one whose presence is in the least desirable. All the bores\nremain behind, as if by instinct.’\n\n‘I remember when we married, we talked of passing the honeymoon at\nCythera, but Dia would have her waiting-maid and a bandbox stuffed\nbetween us in the chariot, so I got sulky after the first stage, and\nreturned by myself.’\n\n‘You were quite right. I hate bandboxes: they are always in the way.\nYou would have liked Cythera if you had been in the least in love.\nHigh rocks and green knolls, bowery woods, winding walks, and delicious\nsunsets. I have not been there much of late,’ continued the Goddess,\nlooking somewhat sad and serious, ‘since--but I will not talk\nsentiment to Ixion.’\n\n‘Do you think, then, I am insensible?’\n\n‘Yes.’\n\n‘Perhaps you are right. We mortals grow callous.’\n\n‘So I have heard. How very odd!’ So saying, the Goddess glided away and\nsaluted Mars, who at that moment entered the hall. Ixion was presented\nto the military hero, who looked fierce and bowed stiffly. The King of\nThessaly turned upon his heel. Minerva opened her album, and invited him\nto inscribe a stanza.\n\n‘Goddess of Wisdom,’ replied the King, ‘unless you inspire me, the\nvirgin page must remain pure as thyself. I can scarcely sign a decree.’\n\n‘Is it Ixion of Thessaly who says this; one who has seen so much,\nand, if I am not mistaken, has felt and thought so much? I can easily\nconceive why such a mind may desire to veil its movements from the\ncommon herd, but pray concede to Minerva the gratifying compliment\nof assuring her that she is the exception for whom this rule has been\nestablished.’\n\n‘I seem to listen to the inspired music of an oracle. Give me a pen!\n\n‘Here is one, plucked from a sacred owl.’ ‘So! I write. There! Will it\ndo?’ Minerva read the inscription:--\n\n     _I HAVE SEEN THE WORLD, AND MORE THAN THE WORLD:\n     I HAVE STUDIED THE HEART OF MAN,\n     AND NOW I CONSORT WITH IMMORTALS.\n     THE FRUIT OF MY TREE OF   KNOWLEDGE   IS   PLUCKED,\n      AND  IT  IS  THIS,\n     ‘Adventures are to the Adventurous.’\n     Written in the Album of Minerva, by\n     Ixion in Heaven._\n\n‘’Tis brief,’ said the Goddess, with a musing air, ‘but full of meaning.\nYou have a daring soul and pregnant mind.’\n\n‘I have dared much: what I may produce we have yet to see.’\n\n‘I must to Jove,’ said Minerva, ‘to council. We shall meet again.\nFarewell, Ixion.’\n\n‘Farewell, Glaucopis.’\n\nThe King of Thessaly stood away from the remaining guests, and leant\nwith folded arms and pensive brow against a wreathed column. Mars\nlistened to Venus with an air of deep devotion. Euterpe played an\ninspiring accompaniment to their conversation. The Queen of Heaven\nseemed engrossed in the creation of her paper peacocks.\n\nIxion advanced and seated himself on a couch near Juno. His manner was\ndivested of that reckless bearing and careless coolness by which it was\nin general distinguished. He was, perhaps, even a little embarrassed.\nHis ready tongue deserted him. At length he spoke.\n\n‘Has your Majesty ever heard of the peacock of the Queen of\nMesopotamia?’\n\n‘No,’ replied Juno, with stately reserve; and then she added with an air\nof indifferent curiosity, ‘Is it in any way remarkable?’\n\n‘Its breast is of silver, its wings of gold, its eyes of carbuncle, its\nclaws of amethyst.’\n\n‘And its tail?’ eagerly inquired Juno.\n\n‘That is a secret,’ replied Ixion. ‘The tail is the most wonderful part\nof all.’\n\n‘Oh! tell me, pray tell me!’\n\n‘I forget.’\n\n‘No, no, no; it is impossible!’ exclaimed the animated Juno.\n‘Provoking mortal!’ continued the Goddess. ‘Let me entreat you; tell me\nimmediately.’\n\n‘There is a reason which prevents me.’\n\n‘What can it be? How very odd! What reason can it possibly be? Now tell\nme; as a particular, a personal favour, I request you, do tell me.’\n\n‘What! The tail or the reason? The tail is wonderful, but the reason is\nmuch more so. I can only tell one. Now choose.’\n\n‘What provoking things these human beings are! The tail is wonderful,\nbut the reason is much more so. Well then, the reason; no, the tail.\nStop, now, as a particular favour, pray tell me both. What can the\ntail be made of and what can the reason be? I am literally dying of\ncuriosity.’\n\n‘Your Majesty has cut out that peacock wrong,’ remarked Ixion. ‘It is\nmore like one of Minerva’s owls.’\n\n‘Who cares about paper peacocks, when the Queen of Mesopotamia has got\nsuch a miracle!’ exclaimed Juno; and she tore the labours of the morning\nto pieces, and threw away the fragments with vexation. ‘Now tell me\ninstantly; if you have the slightest regard for me, tell me instantly.\nWhat was the tail made of?’\n\n‘And you do not wish to hear the reason?’\n\n‘That afterwards. Now! I am all ears.’ At this moment Ganymede entered,\nand whispered the Goddess, who rose in evident vexation, and retired to\nthe presence of Jove.\n\nThe King of Thessaly quitted the Hall of Music. Moody, yet not\nuninfluenced by a degree of wild excitement, he wandered forth into the\ngardens of Olympus. He came to a beautiful green retreat surrounded by\nenormous cedars, so vast that it seemed they must have been coeval with\nthe creation; so fresh and brilliant, you would have deemed them wet\nwith the dew of their first spring. The turf, softer than down, and\nexhaling, as you pressed it, an exquisite perfume, invited him to\nrecline himself upon this natural couch. He threw himself upon the\naromatic herbage, and leaning on his arm, fell into a deep reverie.\n\nHours flew away; the sunshiny glades that opened in the distance had\nsoftened into shade.\n\n‘Ixion, how do you do?’ inquired a voice, wild, sweet, and thrilling as\na bird. The King of Thessaly started and looked up with the distracted\nair of a man roused from a dream, or from complacent meditation over\nsome strange, sweet secret. His cheek was flushed, his dark eyes flashed\nfire; his brow trembled, his dishevelled hair played in the fitful\nbreeze. The King of Thessaly looked up, and beheld a most beautiful\nyouth.\n\nApparently, he had attained about the age of puberty. His stature,\nhowever, was rather tall for his age, but exquisitely moulded and\nproportioned. Very fair, his somewhat round cheeks were tinted with\na rich but delicate glow, like the rose of twilight, and lighted by\ndimples that twinkled like stars. His large and deep-blue eyes sparkled\nwith exultation, and an air of ill-suppressed mockery quivered round\nhis pouting lips. His light auburn hair, braided off his white forehead,\nclustered in massy curls on each side of his face, and fell in sunny\ntorrents down his neck. And from the back of the beautiful youth there\nfluttered forth two wings, the tremulous plumage of which seemed to have\nbeen bathed in a sunset: so various, so radiant, and so novel were its\nshifting and wondrous tints; purple, and crimson, and gold; streaks of\nazure, dashes of orange and glossy black; now a single feather,\nwhiter than light, and sparkling like the frost, stars of emerald and\ncarbuncle, and then the prismatic blaze of an enormous brilliant! A\nquiver hung at the side of the beautiful youth, and he leant upon a bow.\n\n‘Oh! God, for God thou must be!’ at length exclaimed Ixion. ‘Do I behold\nthe bright divinity of Love?’\n\n‘I am indeed Cupid,’ replied the youth; ‘and am curious to know what\nIxion is thinking about.’ ‘Thought is often bolder than speech.’\n‘Oracular, though a mortal! You need not be afraid to trust me. My aid\nI am sure you must need. Who ever was found in a reverie on the\ngreen turf, under the shade of spreading trees, without requiring the\nassistance of Cupid? Come! be frank, who is the heroine? Some love-sick\nnymph deserted on the far earth; or worse, some treacherous mistress,\nwhose frailty is more easily forgotten than her charms? ‘Tis a miserable\nsituation, no doubt. It cannot be your wife?’\n\n‘Assuredly not,’ replied Ixion, with energy.\n\n‘Another man’s?’\n\n‘No.’\n\n‘What! an obdurate maiden?’\n\nIxion shook his head.\n\n‘It must be a widow, then,’ continued Cupid. ‘Who ever heard before of\nsuch a piece of work about a widow!’\n\n‘Have pity upon me, dread Cupid!’ exclaimed the King of Thessaly, rising\nsuddenly from the ground, and falling on his knee before the God.\n‘Thou art the universal friend of man, and all nations alike throw their\nincense on thy altars. Thy divine discrimination has not deceived thee.\nI _am_ in love; desperately, madly, fatally enamoured. The object of my\npassion is neither my own wife nor another man’s. In spite of all they\nhave said and sworn, I am a moral member of society. She is neither a\nmaid nor a widow. She is------’\n\n‘What? what?’ exclaimed the impatient deity.\n\n‘A Goddess!’ replied the King.\n\n‘Wheugh!’ whistled Cupid. ‘What! has my mischievous mother been\nindulging you with an innocent flirtation?’\n\n‘Yes; but it produced no effect upon me.’\n\n‘You have a stout heart, then. Perhaps you have been reading poetry with\nMinerva, and are caught in one of her Platonic man-traps.’\n\n‘She set one, but I broke away.’\n\n‘You have a stout leg, then. But where are you, where are you? Is it\nHebe? It can hardly be Diana, she is so cold. Is it a Muse, or is it one\nof the Graces?’\n\nIxion again shook his head.\n\n‘Come, my dear fellow,’ said Cupid, quite in a confidential tone, ‘you\nhave told enough to make further reserve mere affectation. Ease your\nheart at once, and if I can assist you, depend upon my exertions.’\n\n‘Beneficent God!’ exclaimed Ixion, ‘if I ever return to Larissa, the\nbrightest temple in Greece shall hail thee for its inspiring deity. I\naddress thee with all the confiding frankness of a devoted votary. Know,\nthen, the heroine of my reverie was no less a personage than the Queen\nof Heaven herself!’\n\n‘Juno! by all that is sacred!’ shouted Cupid. ‘I am here,’ responded\na voice of majestic melody. The stately form of the Queen of Heaven\nadvanced from a neighbouring bower. Ixion stood with his eyes fixed\nupon the ground, with a throbbing heart and burning cheeks. Juno stood\nmotionless, pale, and astounded. The God of Love burst into excessive\nlaughter.\n\n‘A pretty pair!’ he exclaimed, fluttering between both, and laughing\nin their faces. ‘Truly a pretty pair! Well! I see I am in your way.\nGood-bye!’ And so saying, the God pulled a couple of arrows from his\nquiver, and with the rapidity of lightning shot one in the respective\nbreasts of the Queen of Heaven and the King of Thessaly.\n\nThe amethystine twilight of Olympus died away. The stars blazed with\ntints of every hue. Ixion and Juno returned to the palace. She leant\nupon his arm; her eyes were fixed upon the ground; they were in sight of\nthe gorgeous pile, and yet she had not spoken. Ixion, too, was silent,\nand gazed with abstraction upon the glowing sky.\n\nSuddenly, when within a hundred yards of the portal, Juno stopped, and\nlooking up into the face of Ixion with an irresistible smile, she\nsaid, ‘I am sure you cannot now refuse to tell me what the Queen of\nMesopotamia’s peacock’s tail was made of!’\n\n‘It is impossible now,’ said Ixion. ‘Know, then, beautiful Goddess, that\nthe tail of the Queen of Mesopotamia’s peacock was made of some plumage\nshe had stolen from the wings of Cupid.’\n\n‘And what was the reason that prevented you from telling me before?’\n\n‘Because, beautiful Juno, I am the most discreet of men, and respect the\nsecret of a lady, however trifling.’\n\n‘I am glad to hear that,’ replied Juno, and they re-entered the palace.\n\nMercury met Juno and Ixion in the gallery leading to the grand\nbanqueting hall.\n\n‘I was looking for you,’ said the God, shaking his head. ‘Jove is in a\nsublime rage. Dinner has been ready this hour.’\n\nThe King of Thessaly and the Queen of Heaven exchanged a glance and\nentered the saloon. Jove looked up with a brow of thunder, but did not\ncondescend to send forth a single flash of anger. Jove looked up and\nJove looked down. All Olympus trembled as the Father of Gods and men\nresumed his soup. The rest of the guests seemed nervous and reserved,\nexcept Cupid, who said immediately to Juno, ‘Your Majesty has been\ndetained?’\n\n‘I fell asleep in a bower reading Apollo’s last poem,’ replied Juno. ‘I\nam lucky, however, in finding a companion in my negligence. Ixion, where\nhave you been?’\n\n‘Take a glass of nectar, Juno,’ said Cupid, with eyes twinkling with\nmischief; ‘and perhaps Ixion will join us.’\n\nThis was the most solemn banquet ever celebrated in Olympus. Everyone\nseemed out of humour or out of spirits. Jupiter spoke only in\nmonosyllables of suppressed rage, that sounded like distant thunder.\nApollo whispered to Minerva. Mercury never opened his lips, but\noccasionally exchanged significant glances with Ganymede. Mars\ncompensated, by his attentions to Venus, for his want of conversation.\nCupid employed himself in asking disagreeable questions. At length\nthe Goddesses retired. Mercury exerted himself to amuse Jove, but the\nThunderer scarcely deigned to smile at his best stories. Mars picked\nhis teeth, Apollo played with his rings, Ixion was buried in a profound\nreverie.\n\nIt was a great relief to all when Ganymede summoned them to the presence\nof their late companions.\n\n‘I have written a comment upon your inscription,’ said Minerva to Ixion,\n‘and am anxious for your opinion of it.’\n\n‘I am a wretched critic,’ said the King, breaking away from her. Juno\nsmiled upon him in the distance.\n\n‘Ixion,’ said Venus, as he passed by, ‘come and talk to me.’\n\nThe bold Thessalian blushed, he stammered out an unmeaning excuse, he\nquitted the astonished but good-natured Goddess, and seated himself by\nJuno, and as he seated himself his moody brow seemed suddenly illumined\nwith brilliant light.\n\n‘Is it so?’ said Venus.\n\n‘Hem!’ said Minerva.\n\n‘Ha, ha!’ said Cupid.\n\nJupiter played piquette with Mercury.\n\n‘Everything goes wrong to-day,’ said the King of Heaven; ‘cards\nwretched, and kept waiting for dinner, and by-----a mortal!’\n\n‘Your Majesty must not be surprised,’ said the good-natured Mercury,\nwith whom Ixion was no favourite. ‘Your Majesty must not be very much\nsurprised at the conduct of this creature. Considering what he is, and\nwhere he is, I am only astonished that his head is not more turned than\nit appears to be. A man, a thing made of mud, and in Heaven! Only think,\nsire! Is it not enough to inflame the brain of any child of clay? To be\nsure, keeping your Majesty from dinner is little short of celestial high\ntreason. I hardly expected that, indeed. To order me about, to treat\nGanymede as his own lacquey, and, in short, to command the whole\nhousehold; all this might be expected from such a person in such a\nsituation, but I confess I did think he had some little respect left for\nyour Majesty.’\n\n‘And he does order you about, eh?’ inquired Jove. ‘I have the spades.’\n\n‘Oh! ‘tis quite ludicrous,’ responded the son of Maia. ‘Your Majesty\nwould not expect from me the offices that this upstart daily requires.’\n\n‘Eternal destiny! is’t possible? That is my trick. And Ganymede, too?’\n\n‘Oh! quite shocking, I assure you, sire,’ said the beautiful cupbearer,\nleaning over the chair of Jove with all the easy insolence of a\nprivileged favourite. ‘Really, sire, if Ixion is to go on in the way he\ndoes, either he or I must quit.’\n\n‘Is it possible?’ exclaimed Jupiter. ‘But I can believe anything of a\nman who keeps me waiting for dinner. Two and three make five.’\n\n‘It is Juno that encourages him so,’ said Ganymede.\n\n‘Does she encourage him?’ inquired Jove.\n\n‘Everybody notices it,’ protested Ganymede.\n\n‘It is indeed a little noticed,’ observed Mercury.\n\n‘What business has such a fellow to speak to Juno?’ exclaimed Jove. ‘A\nmere mortal, a mere miserable mortal! You have the point. How I have\nbeen deceived in this fellow! Who ever could have supposed that,\nafter all my generosity to him, he would ever have kept me waiting for\ndinner?’\n\n‘He was walking with Juno,’ said Ganymede. ‘It was all a sham about\ntheir having met by accident. Cupid saw them.’\n\n‘Ha!’ said Jupiter, turning pale; ‘you don’t say so! Repiqued, as I am a\nGod. That is mine. Where is the Queen?’\n\n‘Talking to Ixion, sire,’ said Mercury. ‘Oh, I beg your pardon, sire; I\ndid not know you meant the queen of diamonds.’\n\n‘Never mind. I am repiqued, and I have been kept waiting for dinner.\nAccursed be this day! Is Ixion really talking to Juno? We will not\nendure this.’\n\n‘Where is Juno?’ demanded Jupiter.\n\n‘I am sure I cannot say,’ said Venus, with a smile.\n\n‘I am sure I do not know,’ said Minerva, with a sneer.\n\n‘Where is Ixion?’ said Cupid, laughing outright.\n\n‘Mercury, Ganymede, find the Queen of Heaven instantly,’ thundered the\nFather of Gods and men.\n\nThe celestial messenger and the heavenly page flew away out of different\ndoors. There was a terrible, an immortal silence. Sublime rage lowered\non the brow of Jove like a storm upon the mountain-top. Minerva seated\nherself at the card-table and played at Patience. Venus and Cupid\ntittered in the background. Shortly returned the envoys, Mercury looking\nsolemn, Ganymede malignant.\n\n‘Well?’ inquired Jove; and all Olympus trembled at the monosyllable.\n\nMercury shook his head.\n\n‘Her Majesty has been walking on the terrace with the King of Thessaly,’\nreplied Ganymede.\n\n‘Where is she now, sir?’ demanded Jupiter.\n\nMercury shrugged his shoulders.\n\n‘Her Majesty is resting herself in the pavilion of Cupid, with the King\nof Thessaly,’ replied Ganymede.\n\n‘Confusion!’ exclaimed the Father of Gods and men; and he rose and\nseized a candle from the table, scattering the cards in all directions.\nEvery one present, Minerva and Venus, and Mars and Apollo, and Mercury\nand Ganymede, and the Muses, and the Graces, and all the winged\ngenii--each seized a candle; rifling the chandeliers, each followed Jove.\n\n‘This way,’ said Mercury.\n\n‘This way,’ said Ganymede.\n\n‘This way, this way!’ echoed the celestial crowd.\n\n‘Mischief!’ cried Cupid; ‘I must save my victims.’\n\nThey were all upon the terrace. The Father of Gods and men, though both\nin a passion and a hurry, moved with dignity. It was, as customary in\nHeaven, a clear and starry night; but this eve Diana was indisposed, or\notherwise engaged, and there was no moonlight. They were in sight of the\npavilion.\n\n‘What are you?’ inquired Cupid of one of the genii, who accidentally\nextinguished his candle.\n\n‘I am a cloud,’ answered the winged genius.\n\n‘A cloud! Just the thing. Now do me a shrewd turn, and Cupid is ever\nyour debtor. Fly, fly, pretty cloud, and encompass yon pavilion with\nyour form. Away! ask no questions; swift as my word.’\n\n‘I declare there is a fog,’ said Venus.\n\n‘An evening mist in Heaven!’ said Minerva.\n\n‘Where is Nox?’ said Jove. ‘Everything goes wrong. Who ever heard of a\nmist in Heaven?’\n\n‘My candle is out,’ said Apollo.\n\n‘And mine, too,’ said Mars.\n\n‘And mine, and mine, and mine,’ said Mercury and Ganymede, and the Muses\nand the Graces.\n\n‘All the candles are out!’ said Cupid; ‘a regular fog. I cannot even see\nthe pavilion: it must be hereabouts, though,’ said the God to himself.\n‘So, so; I should be at home in my own pavilion, and am tolerably\naccustomed to stealing about in the dark. There is a step; and here,\nsurely, is the lock. The door opens, but the cloud enters before me.\nJuno, Juno,’ whispered the God of Love, ‘we are all here. Be contented\nto escape, like many other innocent dames, with your reputation only\nunder a cloud: it will soon disperse; and lo! the heaven is clearing.’\n\n‘It must have been the heat of our flambeaux,’ said Venus; ‘for see, the\nmist is vanished; here is the pavilion.’\n\nGanymede ran forward, and dashed open the door. Ixion was alone.\n\n‘Seize him!’ said Jove.\n\n‘Juno is not here,’ said Mercury, with an air of blended congratulation\nand disappointment.\n\n‘Never mind,’ said Jove; ‘seize him! He kept me waiting for dinner.’\n\n‘Is this your hospitality, Ægiochus?’ exclaimed Ixion, in a tone of\nbullying innocence. ‘I shall defend myself.’\n\n‘Seize him, seize him!’ exclaimed Jupiter. ‘What! do you all falter? Are\nyou afraid of a mortal?’\n\n‘And a Thessalian?’ added Ganymede.\n\nNo one advanced.\n\n‘Send for Hercules,’ said Jove.\n\n‘I will fetch him in an instant,’ said Ganymede.\n\n‘I protest,’ said the King of Thessaly, ‘against this violation of the\nmost sacred rights.’\n\n‘The marriage tie?’ said Mercury.\n\n‘The dinner-hour?’ said Jove.\n\n‘It is no use talking sentiment to Ixion,’ said Venus; ‘all mortals are\ncallous.’\n\n‘Adventures are to the adventurous,’ said Minerva.\n\n‘Here is Hercules! here is Hercules!’\n\n‘Seize him!’ said Jove; ‘seize that man.’\n\nIn vain the mortal struggled with the irresistible demigod.\n\n‘Shall I fetch your thunderbolt, Jove?’ inquired Ganymede.\n\n‘Anything short of eternal punishment is unworthy of a God,’ answered\nJupiter, with great dignity. ‘Apollo, bring me a wheel of your\nchariot.’\n\n‘What shall I do to-morrow morning?’ inquired the God of Light.\n\n‘Order an eclipse,’ replied Jove. ‘Bind the insolent wretch to the\nwheel; hurl him to Hades; its motion shall be perpetual.’\n\n‘What am I to bind him with?’ inquired Hercules.\n\n‘The girdle of Venus,’ replied the Thunderer.\n\n‘What is all this?’ inquired Juno, advancing, pale and agitated.\n\n‘Come along; you shall see,’ answered Jupiter. ‘Follow me, follow me.’\n\nThey all followed the leader, all the Gods, all the genii; in the midst,\nthe brawny husband of Hebe bearing Ixion aloft, bound to the fatal\nwheel. They reached the terrace; they descended the sparkling steps of\nlapis-lazuli. Hercules held his burthen on high, ready, at a nod, to\nplunge the hapless but presumptuous mortal through space into Hades. The\nheavenly group surrounded him, and peeped over the starry abyss. It was\na fine moral, and demonstrated the usual infelicity that attends unequal\nconnection.\n\n‘Celestial despot!’ said Ixion.\n\nIn a moment all sounds were hushed, as they listened to the last words\nof the unrivalled victim. Juno, in despair, leant upon the respective\narms of Venus and Minerva.\n\n‘Celestial despot!’ said Ixion, ‘I defy the immortal ingenuity of thy\ncruelty. My memory must be as eternal as thy torture: that will support\nme.’\n\n\n\n\n",
    "metadata": {
        "author": [
            "Disraeli, Benjamin, Earl of Beaconsfield"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/20009/pg20009.txt",
        "name": "ixion_in_heaven.json"
    }
}