{
    "name": "John's Other Practice",
    "author": [
        "Marks, Winston K. (Winston Kinney)"
    ],
    "body": "I knew that John Cunningham had been warned on graduation day that no\nman with a romantic nature should specialize in gynecology. John was\nnot only a romanticist; he was also the best looking intern north of\nthe equator.\n\nThe laws of probability functioned. Within three years, John Cunningham\nwas married, divorced, disgraced and flat broke. And so it was that the\nwinsome, six-foot, blonde-headed nurse's idol of the flashing smile and\nbrilliant mind, approached life with three strangely related goals,\nnamely: (1) To practice medicine successfully without (2) coming in\ncontact with his patients, and yet (3) make back the family fortune he\nhad squandered mixing potions with poetry.\n\nIn a much less interesting way, I, too, was diverted from an otherwise\npromising career in the practice of conventional 21st Century\nmedicine. My final exam before the board revealed an aptitude that\nlanded me a fat offer from the International Medical Association. The\njob was Special Investigator on the Malpractice Board of Control.\nMy apparent immunity to emotional disturbances from the other sex,\nironically, was the deciding factor of my appointment.\n\nMy first intimation of John Cunningham's vicarious practice came in\nthe form of an order to check on a complaint from the Hotel Celt in\nNew York. I bussed over to the 48-story hostelry and questioned the\nmanager, a fat, bald man of some forty-two years and no arches.\n\n\"A lady doctor,\" he mourned, \"has served warning she will sue unless I\ntake out the slot machines from our mezzanine powder rooms.\"\n\n\"I know,\" I said. \"She filed the complaint that brought me here. What\nI want to know is what does a slot machine violate by being in the\nladies' room?\" I meant, what violation beyond the usual federal, state\nand county restrictions whose ineffectual enforcement rendered them\nanachronisms in this age of device-gambling.\n\n\"Why does this remotely concern the medical profession?\"\n\nMr. Dennithy, the manager plucked an imperfect petal from his\nbuttonhole carnation and reluctantly pointed out. \"These machines\nare vending, not gambling devices. They issue medical advice--on a\nlimited scale,\" he added hurriedly.\n\n\"What!\" I yelled in his face. \"Let's go see this.\"\n\nThe tastefully decorated lounge was jammed with females, many of whom\nwere bunched in little chirping bevies along the west wall. Stubby\nqueues of women gave the place the look of a pari-mutuel stand, but the\ncheerful, tinkly chatter had nothing of the grim spirit of betting.\n\nThe three women attendants threw up their hands in despair when I told\nthem to clear the room. \"We can hardly get them to leave at night so we\ncan clean up the place,\" one complained.\n\nImpatiently I barged in, flashed my gold and platinum serpent-and-staff\nbadge, and shouted. \"These machines are illegal. This is a raid! Stand\nwhere you are, every last one of you!\"\n\n\n\nThat did it. I almost got trampled in the stampede of high heels. Score\none for my specialty in applied psychology and semantics. I learned\nlater that, compared to one John Cunningham, I was a babe in the\nmaternity ward.\n\nOf this I got my first inkling when I examined one of the ten machines\nalong the wall. It had a slot for a quarter. It was only two feet\nacross by seven feet high and one foot thick. A circular mirror at eye\nlevel drew the female attention, and alongside was the slogan in large\norange print:\n\n\"_DO YOU REALLY FEEL WELL? Have you pains in your abdomen? Answer\ncorrectly the following questions and learn the truth from the\nAppendicitis Symptometer._\"\n\nThe next machine was named a \"Kidney Stone Symptometer.\" The next\nadvised about allergies, the next, pulmonary tuberculosis, and so on\ndown to the one on the far end. Before this somewhat larger machine\nwas the densest litter of carmine-tipped cigarette butts, some still\nsmoldering on the carpet. This evident number-one favorite on the\nSymptometer Hit Parade asked disturbingly:\n\n\"COULD IT BE YOU ARE PREGNANT?\"\n\nEach machine had a bank of detailed questions to answer, each so\ncouched that it could be satisfied by pressing one of three buttons.\nThe instruction read: \"Push the Red Button to answer YES, the White\nButton for NO, and the Yellow Button for SORT OF.\" This machine\nrequired a dollar.\n\nTo say that I was intrigued would only be searching for words. Having\nno change I demanded a silver dollar from Dennithy. He shifted from one\nfoot to the other, and never before have I seen a genuine hotel man\nblush.\n\n\"Really, Mr. Klinghammer--\"\n\n\"Doctor Klinghammer,\" I reminded him.\n\n\"Oh, yes. But--actually, I hadn't realized the exact nature of these\ndevices. The, er, diseases which they purport to diagnose, I mean. My\nengineer, Mr. Shiftin merely said--\"\n\n\"We do not prosecute innocently victimized business-men,\" I told him.\n\"Now, that dollar, please.\"\n\n\"But wouldn't one of the quarter machines--\" he trailed off under my\nbest scowl and produced a silver disc from his fawn-colored vest.\n\nI sent him out for more coins and set about inserting negative\nsymptomatic answers. Upon examination the questions appeared to be\nremarkably phrased. Several of them seemed unrelated to the condition\nof pregnancy, but it turned out that Cunningham knew what he was doing.\n\nWhen the last button was depressed a soft, melodic chime disguised the\nclick of the mechanism which ejected the cardboard tab. It read:\n\n\"IF YOU HAVE ANSWERED THESE QUESTIONS HONESTLY THE SYMPTOMETER OBSERVES\nTHAT IT IS EXTREMELY UNLIKELY THAT YOU ARE PREGNANT. YOU ARE URGED TO\nCONSULT A COMPETENT OBSTETRICIAN. VERIFY THIS OPINION.\"\n\nNext, I set into the machine the proper answers to describe an\nambiguous condition with contradictory symptoms. Dennithy came back\nwith more change, and this time the tab read:\n\n\"THERE IS A POSSIBILITY OF PREGNANCY INDICATED. A COMPETENT PHYSICIAN\nCAN DETERMINE AT ONCE. THERE IS ALSO AN INDICATION THAT YOUR ANSWERS\nMIGHT BE EITHER INSINCERE OR FACETIOUS. THE INVENTOR OF THE SYMPTOMETER\nWISHES TO POINT OUT THAT IT'S YOUR DOLLAR YOU JUST SPENT, LADY.\"\n\nI could imagine the chuckle this would get from the old dowager,\nwise in the ways of such matters and smugly secure from any such\ncontingency; the woman who would be most likely to feed in such\nconfusing data.\n\nI snatched another coin from Dennithy and pushed in the buttons which\nshould give symptoms of pregnancy in the last week of the last month.\nThe card read:\n\n\"MADAME CALL AN AMBULANCE. YOU HAVE NO BUSINESS DOWN TOWN!\"\n\nAt first I was plain furious. The inventor was selling not only medical\ndiagnoses, but providing penny arcade entertainment as well. Then the\nimpossibility of reporting the results of my investigation to the\nboard struck me. In what conceivable manner could I phrase my findings\nand still maintain the dignity of our profession? And, worse yet,\nwhen you got right down to it, on what grounds could we outlaw and\nconfiscate these machines?\n\n\n\nTwenty-four quarters later I confirmed this suspicion. All ten\nmachines were paragons of discretion. Each urged the patient to visit\nher doctor, or bore some other innocuous medical platitude. They\nwere designed to painlessly accommodate the confirmed hypochondriac\nwithout wasting a busy doctor's time. And yet when a truly sick person\nindicated genuine symptoms, the diagnosis was general but accurate. The\ninstruction to see a physician at once was urgently definite.\n\nI was back before the dollar machine musing at my ugly expression in\nthe mirror, when a light female voice behind me said, \"I believe you\nhave the wrong room, gentlemen.\"\n\nShe had short, bronzed, curly hair. She wore trim flannel slacks of\ndead white. Across her immaculate blouse was slung a pair of straps,\none supporting a small tool kit, the other a stout leather pouch which\nrested on one shapely hip. She looked, to my first embarrassed glance,\ncute, feminine, intelligent and quite amused.\n\n\"We, ah, we were not intruding, Miss,\" Dennithy spluttered. \"I cleared\nthe room so I could show this equipment to--\" I kicked him in the shin\n\"--to _Mister_ Klinghammer. He--has a hotel on the west coast. He is\ninterested.\"\n\nThe reason for this evasion was the fact that emblazoned in red over\nher left breast was the legend:\n\n                     \"JAYSEE SYMPTOMETER SERVICE\"\n\n\"Clever machines,\" I flattered. \"Well based in feminine psychology,\" I\nadded, entirely overlooking that she might reasonably be expected to\nhave the same psychology.\n\n\"I only service them,\" she said shortly. \"Please step aside so I can\noperate.\" She gave me a long, searching look before she swung open\nthe first top panel. Apparently satisfied I was merely a prospective\ncustomer, she let me look on.\n\nA swift look inside gave me a virulent case of the quim-quim. Here was\nno simple coin-snatcher. The answer buttons were switches. From each\none ran leads to a panel which bristled with tiny vacuum tubes. It was\nuncomfortably remindful of the latest in electronic calculators which\nwere rapidly gaining the reputation of being, \"man's other brain.\"\n\n\"Tell me, Miss--\"\n\n\"_Doctor_ Calicoo,\" she prompted me pleasantly, as she slipped the tiny\ntest prods of a miniature meter into the machine's mercenary heart.\n\n\"Tell me, Dr. Calicoo, how may I get in touch with the supplier of this\nequipment?\"\n\nShe handed me a card and with it a slightly interested look that\ndropped my stability quotient at least three points.\n\nThe card was less interesting than the expression in her provocative\nblue eyes. I broke down and asked, \"Doctor of what?\"\n\n\"Philosophy. Electronics and Mathematics. You don't run a hotel,\" she\nsaid shrewdly.\n\n\"Make a liar out of Mr. Dennithy if you choose,\" I told her, \"but would\nyou be kind enough to take me to,\" I glanced at the card, \"to Dr. John\nCunningham?\"\n\n\"I'll take you,\" she nodded, then her voice hardened a little, \"but if\nyou are just a snooper or a patent-jumper it will be no favor.\"\n\nShe invited candor, so she got it. I showed her my badge. Her mouth\npulled into a startled little \"o,\" like an oversized, pitted cherry.\n\nWe left Dennithy clinking quarters, trying to determine how he might\nfigure into a possible scandal. In the elevator to the basement garage\nI commented acidly, \"You must have known this was inevitable, of\ncourse?\"\n\n\"To the contrary,\" she parried, \"I had a notion that a genuine M.P.\nsleuth would be ninety-two years old and wear a white coat with a\nstethoscope in his side pocket. You seem to have youth and a rather\ncharming virility, Doctor.\"\n\n\"Cut the flattery,\" I said. \"Let's find your car.\"\n\n\n\nThe address was over in New Brooklyn. She slipped the light blue sedan\ninto the proper cross-town tunnel entrance, adjusted the automatics\nand turned upon me suddenly. The dim reflection of the headlights from\nthe dull-painted walls of the one-way tunnel gave her face a ghostly\nloveliness. I had just become sharply aware of this phenomenon, when\nshe brushed a light, experimental kiss across my lips.\n\nVolume II, of Dr. Bankawaya's \"Twenty-First Century Emotional\nReactions to the Love Stimulus\" notwithstanding, my socially-adjusted,\nmedically-trained and professionally-restrained instincts played a\nrotten trick on me. Instead of staring at her with a cool eye and\ncalming her with a proper, chilling remark, I responded like a frog's\nleg to an electric shock.\n\nMy chin jerked out to follow the sweetest sensation I could remember.\nIt didn't have far to go. She had retreated only three inches.\n\nThe tunnel curved right there, and the car lurched. I made a bad\nconnection with only half her mouth, but a slight correction on her\npart squared us off to what is outrageously described in the texts as a\nbasic, or primary, wooing gesture.\n\nAfter the first, delirious second I knew it was a frame. After the\nsecond moment, I didn't care. But it wasn't until several minutes had\nelapsed that Doctor Calicoo's cool resolve collapsed, and I learned\nwhat a kiss could really mean from a woman who meant it, herself.\n\nShe tore out of my arms with a little cry. \"Look out!\" Then I became\naware that the warning light had been flashing unnoticed. We were\ncoming to the tunnel's exit where manual vehicle control became\nnecessary. With trembling hands she gripped the controls until her\nknuckles were white knobs.\n\nAs we flashed past the patrol station and two alert faces checked the\ninterior of our car, I said, \"I think I know what you had in mind.\nYou had me hooked on but good. Why didn't you go through with it?\" I\nreferred to the easy possibility of our shooting from the tube in each\nother's arms and thereby violating the safety code for tube passage.\nSuch a simple frame would have put M.P. Investigator Klinghammer on\nthe tabloid front page, if his feminine companion had chosen to file\na complaint--with police witnesses to the act. Exit Klinghammer to a\nhobby of his own, probably less lucrative than building phantom symptom\nmachines.\n\n\"I guess I overdid it,\" she said simply. She began to cry. Her white\nblouse quivered.\n\n\n\nAll I did was pat her gently on the shoulder, and the tears ran like\nmercury from a retort. \"Let us not assume that we are enemies,\" I said,\nregaining a portion of my composure and all of my stuffiness. \"So you\n_are_ the frustrated Mata Hari; perhaps I'm on your side. Were you\nacting on orders? Was this a set up?\"\n\nShe shook her head. \"When we went into the tunnel I was in love with\nJohn Cunningham. I kissed you to frame you, all right, but it was my\nown idea. I'm impulsive, I guess.\" The only part I caught was the past\ntense of her first sentence.\n\n\"You mean you can change loves in the middle of a tunnel?\" I blurted.\nWhereupon I learned one more \"don't\" that was never mentioned in\nlecture. The car slewed to the curb. She jabbed the emergency stop\nswitch, leaned across me and slapped open my door.\n\n\"Walk!\" she commanded. The remaining tears were fairly steaming from\nher red cheeks. I was smart enough not to fumble for an apology. I\nwalked.\n\nWhen I found a cab, I had no chance to think clearly. The cabby bored\nme the whole way with the excited news of the opening of the Brooklyn\nCentennial Celebration. Brooklyn in the spring meant baseball, and the\nBums were celebrating their one-hundredth year in the league.\n\n\"Only we're changing the name from 'de Bums' to 'de Boids.' 'De\nBlueboids' woulda been prettier, but a hockey team got to that name\nfoist.\"\n\nBrooklyn in the spring. Baseball. Love out of the blue. Blueboids.\nPlatitudinous slot-machines.\n\nWhen I stood before the gray, translucent door of Dr. John Cunningham's\npenthouse apartment, I was something less than the eager, efficient,\nyoung Dr. Klinghammer of the remarkable stability. From bed-rock to\nquicksand in one easy tunnel.\n\n\n\nA man answered. He was at least one cut above the most adored idol of\nvideo and movie screen, his slacks even more unpressed and his beach\nshirt even gaudier. He looked me in the eye for a moment and said, \"Dr.\nSledgehammer, I presume?\"\n\n\"Klinghammer,\" I corrected.\n\n\"Sorry. Sue seemed a little confused on several details. Come in,\nplease.\"\n\nSue. Sue Calicoo. Out of the blue. Blueboids. John Cunningham. This was\na disrupting thought. So this is the guy she's really in love with.\nMalpractice? Without a doubt.\n\nI followed him into a spacious, skylighted room, a corner of which\ninstantly caught my eye, first, because it contained Sue, and second,\nbecause it was the only orderly spot in the whole littered place.\nSue sat in the tiny office-space at a small desk, furiously filing a\nfingernail over a blue wastebasket. She didn't look up.\n\nThe look of tidiness ended there. The balance of the chamber gave a\nfair impression of a wholesale video-repair shop on moving day. Benches\nand racks were spaced at random, and each was loaded with electronic\ngear, meters, cable and tools. Unassembled units squatted in a\nsemicircle before a large framework at the far end of the laboratory.\n\n\"May we be alone?\" I asked.\n\n\"Alone?\"\n\n\"Your girl friend, there,\" I said bitterly.\n\nCunningham tossed his blond head back and laughed. \"Girl friend? That\nlittle fiend who calls herself my partner? Huh-uh! My girl friends are\nin there. Let's go introduce you.\" He started through a side door, and\nthe unmistakable revelry of a cocktail party burst into the room.\n\nCunningham, himself, was not sober. I looked at Dr. Sue Calicoo. She\nhissed, \"If you mention anything about the tunnel I'll brain you!\nAnything! Do you understand?\"\n\nI chased after Cunningham, hauled back with one hand and clipped him\ncarefully with the other. I slammed the door and told Sue, \"Help me\nsober him up.\"\n\nShe whistled softly. \"He's not that drunk. Bring him to and you'll find\nout.\"\n\nI worked on his heavy neck for a moment until his eyes flickered. I was\nin no mood to make him comfortable, so I just propped his back against\na packing-case and took off on him. \"What kind of a travesty on the\npractice of medicine do you call this?\" I began.\n\nSue yawned and went to join the party. \"Call me when the patty-cake is\nbaked,\" she said as she closed the door.\n\nThe glare of hostility gradually vanished from Cunningham's handsome\nface. Without it he looked better. He lit a cigarette, thought for a\nmoment and smiled at me. \"Have you been kissing my partner?\"\n\nI blurbled in my throat.\n\nHe went on, \"You are acting as strangely as Sue did. I have often\nconjectured that if you could bottle Sue's kisses adrenalin would be\nobsolete.\"\n\n\"You--kiss her--often?\" I asked against my will.\n\n\"Only twice. The day she came to work, and two weeks later when they\ntook the stitches out of my head. The second one was just to show there\nwere no hard feelings.\"\n\n\"She loves you,\" I said with inane persistence.\n\nHe shrugged, \"Could be. But she means matrimony. I flunked that once.\nWon't take the test again. But now, Doctor, you didn't come here to\nmake a match, surely. Sue reports that the M.P. board takes a dim view\nof my Symptometers. Have you filed a report yet?\" he asked warily.\n\n\"Not quite yet,\" I admitted. Blueboids. Sue Calicoo. Brooklyn in the\nSpring.\n\n\"And when your respiration becomes normal again,\" Cunningham assured\nme, \"I think you will realize that such a report will be difficult to\nfile. Am I right?\" He hoisted himself from the carpet. \"You know,\" he\nwent on, \"this investigation was sure to come. I knew it. And I guess\nit threw me a little more than I thought it would. Now that it's here\nI'm relieved. I think they sent the right man, Doctor Klinghammer.\"\n\n\n\nHe fished a bottle from the debris on one of the benches and offered it\nto me. He did it in such a neighborly manner that in my preoccupation\nI accepted and tilted down at least a deciliter before coming to my\nsenses. Then it was too late. A remarkable thing happened when that\nliquefied plutonium hit bottom. I twanged like a sixty-pound bow, and\nI began laughing. I felt sorry for this poor, misguided Romeo. The\nsolution to his whole problem spread before me like an atlas.\n\nSlowly his smile vanished. \"Before we discuss this further, I'd like\nto impress a point or two. Those coin machines are only a means to an\nend.\" He pulled heavily at the bottle, took me by the arm and led me\nover to the huge, half-created machine at the end of the lab.\n\n\"This is my life's work,\" he said solemnly. \"Between my exwife and\nthis mechanical monster, I ran through a rather substantial family\nfortune. I had to have funds. So I excised a few of the simple circuits\nfrom this contraption, threw on some window dressing and turned them\nloose in a few key locations where women congregate. Yesterday, after\nthree weeks of operation, sixty of those gadgets coughed up $82,000.\nUnfortunately, I had to borrow almost a hundred thousand dollars to\nbuild them. In another week I'll show a profit.\"\n\n\"In another week,\" I told him, \"you'll be held for malpractice and\nindicted for fraud--unless--\"\n\n\"Unless I cut you in, I suppose,\" he sneered.\n\n\"Unless you give me another drink,\" I said after a suitable dramatic\npause.\n\nCunningham pulled one eyebrow down, nonplussed, but he handed over the\nliquor. I choked on a swallow as Sue's voice cut over my shoulder, \"I\nleft you to play patty-cake, and now it's spin-the-bottle. Are you down\nto business, or shall I leave again?\"\n\nJohn said, \"Stay here, kid, Doctor Hammerhead has an idea.\"\n\nShe came over and deliberately leaned up against him. He put his arm\naround her waist in what I tried to believe was a fraternal gesture.\n\n\"The name is Klinghammer,\" I said. \"Don't antagonize me. I'm trying to\nhelp you.\"\n\nDoctor Calicoo had recovered any selfcomposure she may have mislaid in\nthe tunnel. She said sarcastically, \"It couldn't be that you are trying\nto figure a way out of this for yourself, could it?\"\n\n\"Quit patronizing, both of you,\" I snapped. \"You both know this will\nbe embarrassing to the Board. But all I face is a big blush and an\ninternational horse-laugh. I'll grant you, we probably can't confiscate\nthe machines. But my testimony could easily damn you for unethical\npractices if nothing else. With luck I might get you for fraud, too.\"\n\nA look of synthetic concern passed between them. I took another\ndrink. \"I would like to know what possible justification you have for\nretaining the right to call yourself a medical man, Cunningham.\"\n\n\"What's wrong with research?\" he demanded.\n\n\"In your case,\" I cracked, \"nothing that a few scruples wouldn't\nimprove.\"\n\nDr. Calicoo stamped her small foot at me. \"Don't you make fun of us.\nJohn has a wonderful idea. His big general diagnosing correlator has\nsome of the finest memory and calculating control circuits in it that\nexist anywhere.\" She nodded to herself. \"I built them myself.\"\n\nCunningham explained earnestly, \"It will assimilate and coordinate\nover a thousand separate symptoms, including every known particle of\nclinical data on a patient. Why it will reduce physician error to\npractically zero.\"\n\n\"If it works,\" I said sourly.\n\n\"It will, it will!\" he assured me. \"Of course I have probably a year or\nmore to spend in quantitative calibration of the input circuits, and\nmaybe a couple or three years on the qualitative differentiations of\nthe output.\"\n\n\"I see,\" I said. \"And you want to calibrate and differentiate without\nthe necessity of practicing on the side to provide funds. So you\ninvented the one-armed bandit with the Johns Hopkins accent to tide you\nover. Right?\"\n\n\"Right!\"\n\n\"You have made one mistake in the means to your end,\" I told him. \"Now\nI have a plan.\" They both leaned forward, a little too far, I realize\nnow.\n\n\n\nMy report caused quite a sensation. The ten-man board read it and\ncalled me almost at once to clarify verbally what I had hinted to be\na likely solution to our dilemma, namely: A desirable alternative to\nfacing a mortifying legal action in restraining the present use of the\nSymptometer.\n\nWhen I entered the rich, old mahogany chambers, the chairman pointed to\nthe lecture stand. He was goateed and morbidly curious. Before I could\nclear my throat he urged impatiently, \"Get at it, boy. What's this\nbusiness of skinning a cat you mentioned?\"\n\n\"Honorable Doctors,\" I began self-consciously, \"you all realize the\nlegal difficulties with which we are faced. Before we face them, I give\nyou the suggestion that we prevail upon the inventor of the Symptometer\nto license its manufacture for use only in medical clinics. Having\noperated the machines I can testify that the results of the questioning\nof these devices can be definitely informational and could assist a\nphysician in more rapid diagnosis and treatment.\"\n\nI held up my hand to silence the horrified grunts of disapproval. \"Let\nme continue, please. A few minor changes in the recording mechanism\nwould enable the equipment to produce a coded card. This, without a\nphysician's attention, would direct the clinical staff to perform the\nnecessary laboratory functions to verify or disprove the indicated\nsymptoms. With this card and the results of the clinical examination\nin his possession, the physician then meets the patient for the first\ntime. He has been spared the preliminary examination, the redundant,\nlengthy interview in which madame hypochondriac recapitulates the\nhistory of her hives or biliousness.\n\n\"Naturally, the coin operation of the machine would be eliminated. But\nthere is no need for a doctor to adjust his fees downward because\nhe performs his work more efficiently, now is there? And with the\nSymptometer at his disposal, a physician should be able to easily\ndouble the number of office calls per hour.\n\n\"What does this do for the doctor? It frees him from so much of the\nannoying drudgery of patient interviewing. It eliminates the wait from\nfirst interview to final consultation. It keeps the laboratory details\nin their proper place. In short, it makes a true executive of the\nphysician.\"\n\nMy eloquence was beginning to tell. All these men had long practices\nbehind them. The practical advantages were undeniable. The important\npoint, however, was that my radical suggestion did offer a less\ndistressing alternative to bringing this into court.\n\nThe gray-fringed bald heads bobbled before me, and I knew from the\nhigher pitch of their grunts and mutters that I was making my point. I\nwas sweating, but then so were they.\n\n\n\nThat evening I phoned Cunningham. \"You're in like Flynn,\" I told him.\n\"Whether you like it or not, get those machines back and the changes\nmade within a week. If we give them too much time to think about it\nthey might change their minds.\"\n\nI thought I caught laughter in the background, but I hadn't made a\nvideo connection. I did so at once, and there was Cunningham with a\nsuspiciously smug smirk on his face. \"Thanks, old man,\" he said softly.\n\n\"Wait a minute,\" I interrupted. \"I thought you were reluctant about\nthis idea?\"\n\nA babble of feminine voices and a background blur on the visor\ndistracted him from my words. He turned away, then back to the screen.\n\"Sue is on her way over to your suite to pick you up. Tonight we\ncelebrate. My girl friends are here. Gotta go now.\"\n\nThe idea of a party just then was repugnant, but the thought of another\ncross-town ride with Sue was not. As I dressed I achieved an almost\ngala mood.\n\nIt persisted until I was beside Sue again, same car, same tunnel, same\nSpring in Brooklyn, but the Blueboids went fluttering when I identified\nthe same smug smirk on her face that John Cunningham had betrayed a\nhalf hour ago.\n\n\"What,\" I demanded, \"have you invented now?\" She looked long into my\neyes, and the amused look slowly left her. She leaned over to me.\n\nWith a perversity I was growing to hate I refused to accept this\nperfectly good answer. \"I sold your Symptometer to the Board, but I\nwant you to know,\" I told her loftily, \"that I'm not subscribing to\nyour fantastic general diagnoser.\"\n\n\"Nooooo?\" she said softly. She kept looking up into my eyes in a way, I\nam told, that women have of concentrating while pretending to listen.\n\n\"It's absurd,\" I pointed out. \"Why, he needs five years just to\ncalibrate the thing. It has no possibilities of mass-production. And\neven if it did, the cost would be so outrageous that the average\nhospital could hire a whole staff of physicians for the price of one\nmachine. And figure one thing more: What medical man would welcome into\nhis heart a gadget that would leave him nothing to do but stand around\nwith a voltmeter and an oilcan?\"\n\n\"Good point,\" Sue nodded with an exaggerated flounce of her auburn halo.\n\n\"Of course,\" I conceded, \"if John wants to fiddle around with that pile\nof junk as a hobby, that's his business.\"\n\n\"Darrrrrrrling, you've been had,\" she said lazily. \"That pile of junk\nwe told you was a super-gadget was nothing more than an assembly jig\nand test rack for the Symptometer units.\"\n\n\"You misled me!\" I exploded.\n\n\"That is the understatement of the week,\" she smiled sweetly. \"But we\ncouldn't have chosen a better Symptometer salesman if we'd had our pick\nwhen I phoned in that complaint to the Board and the Hotel Celt.\"\n\n\"You--you?\" I stammered, my pulse loud in my ears.\n\n\"Yes, darling. And you were so sweet to get the solution so quickly.\nWe didn't even have to suggest it to you.\" Somehow her arm had crept\nup behind me, and her fingers got inside the back of my over-heated\ncollar. \"Don't you understand? With John's trouble, what chance do\nyou suppose he would have had peddling those gadgets directly to any\nclinic? Anyway, what product ever started out in life with a better\nendorsement than that of the International Medical Association? Now\nSHEDDUP!\"\n\nI could have resisted the pressure of her arm, being a strong man. But\na bega-volt thought hit me. She had everything out of me she had come\nfor, so why did she want to kiss me unless--anyhow, we hit the tunnel\ncurve just then.\n\nOnce again I didn't notice the warning signal light. And this time we\ngot a ticket.\n",
    "metadata": {
        "author": [
            "Marks, Winston K. (Winston Kinney)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66360/pg66360.txt",
        "name": "johns_other_practice.json"
    }
}