{
    "name": "John Bull on the Guadalquivir\r\nFrom \"Tales from All Countries\"",
    "author": [
        "Trollope, Anthony"
    ],
    "body": "I AM an Englishman, living, as all Englishman should do, in England, and\nmy wife would not, I think, be well pleased were any one to insinuate\nthat she were other than an Englishwoman; but in the circumstances of my\nmarriage I became connected with the south of Spain, and the narrative\nwhich I am to tell requires that I should refer to some of those details.\n\nThe Pomfrets and Daguilars have long been in trade together in this\ncountry, and one of the partners has usually resided at Seville for the\nsake of the works which the firm there possesses.  My father, James\nPomfret, lived there for ten years before his marriage; and since that\nand up to the present period, old Mr. Daguilar has always been on the\nspot.  He was, I believe, born in Spain, but he came very early to\nEngland; he married an English wife, and his sons had been educated\nexclusively in England.  His only daughter, Maria Daguilar, did not pass\nso large a proportion of her early life in this country, but she came to\nus for a visit at the age of seventeen, and when she returned I made up\nmy mind that I most assuredly would go after her.  So I did, and she is\nnow sitting on the other side of the fireplace with a legion of small\nlinen habiliments in a huge basket by her side.\n\nI felt, at the first, that there was something lacking to make my cup of\nlove perfectly delightful.  It was very sweet, but there was wanting that\nflower of romance which is generally added to the heavenly draught by a\nslight admixture of opposition.  I feared that the path of my true love\nwould run too smooth.  When Maria came to our house, my mother and elder\nsister seemed to be quite willing that I should be continually alone with\nher; and she had not been there ten days before my father, by chance,\nremarked that there was nothing old Mr. Daguilar valued so highly as a\nthorough feeling of intimate alliance between the two families which had\nbeen so long connected in trade.  I was never told that Maria was to be\nmy wife, but I felt that the same thing was done without words; and when,\nafter six weeks of somewhat elaborate attendance upon her, I asked her to\nbe Mrs. John Pomfret, I had no more fear of a refusal, or even of\nhesitation on her part, than I now have when I suggest to my partner some\ncommercial transaction of undoubted advantage.\n\nBut Maria, even at that age, had about her a quiet sustained decision of\ncharacter quite unlike anything I had seen in English girls.  I used to\nhear, and do still hear, how much more flippant is the education of girls\nin France and Spain than in England; and I know that this is shown to be\nthe result of many causes—the Roman Catholic religion being, perhaps,\nchief offender; but, nevertheless, I rarely see in one of our own young\nwomen the same power of a self-sustained demeanour as I meet on the\nContinent.  It goes no deeper than the demeanour, people say.  I can only\nanswer that I have not found that shallowness in my own wife.\n\nMiss Daguilar replied to me that she was not prepared with an answer; she\nhad only known me six weeks, and wanted more time to think about it;\nbesides, there was one in her own country with whom she would wish to\nconsult.  I knew she had no mother; and as for consulting old Mr.\nDaguilar on such a subject, that idea, I knew, could not have troubled\nher.  Besides, as I afterwards learned, Mr. Daguilar had already proposed\nthe marriage to his partner exactly as he would have proposed a division\nof assets.  My mother declared that Maria was a foolish chit—in which\nby-the-bye she showed her entire ignorance of Miss Daguilar’s character;\nmy eldest sister begged that no constraint might he put on the young\nlady’s inclinations—which provoked me to assert that the young lady’s\ninclinations were by no means opposed to my own; and my father, in the\ncoolest manner suggested that the matter might stand over for twelve\nmonths, and that I might then go to Seville, and see about it!  Stand\nover for twelve months!  Would not Maria, long before that time, have\nbeen snapped up and carried off by one of those inordinately rich Spanish\ngrandees who are still to be met with occasionally in Andalucia?\n\nMy father’s dictum, however, had gone forth; and Maria, in the calmest\nvoice, protested that she thought it very wise.  I should be less of a\nboy by that time, she said, smiling on me, but driving wedges between\nevery fibre of my body as she spoke.  “Be it so,” I said, proudly.  “At\nany rate, I am not so much of a boy that I shall forget you.”  “And,\nJohn, you still have the trade to learn,” she added, with her deliciously\nforeign intonation—speaking very slowly, but with perfect pronunciation.\nThe trade to learn!  However, I said not a word, but stalked out of the\nroom, meaning to see her no more before she went.  But I could not resist\nattending on her in the hall as she started; and, when she took leave of\nus, she put her face up to be kissed by me, as she did by my father, and\nseemed to receive as much emotion from one embrace as from the other.\n“He’ll go out by the packet of the 1st April,” said my father, speaking\nof me as though I were a bale of goods.  “Ah! that will be so nice,” said\nMaria, settling her dress in the carriage; “the oranges will be ripe for\nhim then!”\n\nOn the 17th April I did sail, and felt still very like a bale of goods.\nI had received one letter from her, in which she merely stated that her\npapa would have a room ready for me on my arrival; and, in answer to\nthat, I had sent an epistle somewhat longer, and, as I then thought, a\nlittle more to the purpose.  Her turn of mind was more practical than\nmine, and I must confess my belief that she did not appreciate my poetry.\n\nI landed at Cadiz, and was there joined by an old family friend, one of\nthe very best fellows that ever lived.  He was to accompany me up as far\nas Seville; and, as he had lived for a year or two at Xeres, was supposed\nto be more Spanish almost than a Spaniard.  His name was Johnson, and he\nwas in the wine trade; and whether for travelling or whether for staying\nat home—whether for paying you a visit in your own house, or whether for\nentertaining you in his—there never was (and I am prepared to maintain\nthere never will be) a stancher friend, choicer companion, or a safer\nguide than Thomas Johnson.  Words cannot produce a eulogium sufficient\nfor his merits.  But, as I have since learned, he was not quite so\nSpanish as I had imagined.  Three years among the bodegas of Xeres had\ntaught him, no doubt, to appreciate the exact twang of a good, dry\nsherry; but not, as I now conceive, the exactest flavour of the true\nSpanish character.  I was very lucky, however, in meeting such a friend,\nand now reckon him as one of the stanchest allies of the house of\nPomfret, Daguilar, and Pomfret.\n\nHe met me at Cadiz, took me about the town, which appeared to me to be of\nno very great interest;—though the young ladies were all very well.  But,\nin this respect, I was then a Stoic, till such time as I might be able to\nthrow myself at the feet of her whom I was ready to proclaim the most\nlovely of all the Dulcineas of Andalucia.  He carried me up by boat and\nrailway to Xeres; gave me a most terrific headache, by dragging me out\ninto the glare of the sun, after I had tasted some half a dozen different\nwines, and went through all the ordinary hospitalities.  On the next day\nwe returned to Puerto, and from thence getting across to St. Lucar and\nBonanza, found ourselves on the banks of the Guadalquivir, and took our\nplaces in the boat for Seville.  I need say but little to my readers\nrespecting that far-famed river.  Thirty years ago we in England\ngenerally believed that on its banks was to be found a pure elysium of\npastoral beauty; that picturesque shepherds and lovely maidens here fed\ntheir flocks in fields of asphodel; that the limpid stream ran cool and\ncrystal over bright stones and beneath perennial shade; and that every\nthing on the Guadalquivir was as lovely and as poetical as its name.\nNow, it is pretty widely known that no uglier river oozes down to its\nbourn in the sea through unwholesome banks of low mud.  It is brown and\ndirty; ungifted by any scenic advantage; margined for miles upon miles by\nhuge, flat, expansive fields, in which cattle are reared,—the bulls\nwanted for the bullfights among other; and birds of prey sit constant on\nthe shore, watching for the carcases of such as die.  Such are the charms\nof the golden Guadalquivir.\n\nAt first we were very dull on board that steamer.  I never found myself\nin a position in which there was less to do.  There was a nasty smell\nabout the little boat which made me almost ill; every turn in the river\nwas so exactly like the last, that we might have been standing still;\nthere was no amusement except eating, and that, when once done, was not\nof a kind to make an early repetition desirable.  Even Johnson was\nbecoming dull, and I began to doubt whether I was so desirous as I once\nhad been to travel the length and breadth of all Spain.  But about noon a\nlittle incident occurred which did for a time remove some of our tedium.\nThe boat had stopped to take in passengers on the river; and, among\nothers, a man had come on board dressed in a fashion that, to my eyes,\nwas equally strange and picturesque.  Indeed, his appearance was so\nsingular, that I could not but regard him with care, though I felt at\nfirst averse to stare at a fellow-passenger on account of his clothes.\nHe was a man of about fifty, but as active apparently as though not more\nthan twenty five; he was of low stature, but of admirable make; his hair\nwas just becoming grizzled, but was short and crisp and well cared for;\nhis face was prepossessing, having a look of good humour added to\ncourtesy, and there was a pleasant, soft smile round his mouth which\ningratiated one at the first sight.  But it was his dress rather than his\nperson which attracted attention.  He wore the ordinary Andalucian cap—of\nwhich such hideous parodies are now making themselves common in\nEngland—but was not contented with the usual ornament of the double tuft.\nThe cap was small, and jaunty; trimmed with silk velvet—as is common here\nwith men careful to adorn their persons; but this man’s cap was finished\noff with a jewelled button and golden filigree work.  He was dressed in a\nshort jacket with a stand up collar; and that also was covered with\ngolden buttons and with golden button-holes.  It was all gilt down the\nfront, and all lace down the back.  The rows of buttons were double; and\nthose of the more backward row hung down in heavy pendules.  His\nwaistcoat was of coloured silk—very pretty to look at; and ornamented\nwith a small sash, through which gold threads were worked.  All the\nbuttons of his breeches also were of gold; and there were gold tags to\nall the button-holes.  His stockings were of the finest silk, and clocked\nwith gold from the knee to the ankle.\n\nDress any Englishman in such a garb and he will at once give you the idea\nof a hog in armour.  In the first place he will lack the proper spirit to\ncarry it off, and in the next place the motion of his limbs will disgrace\nthe ornaments they bear.  “And so best,” most Englishmen will say.  Very\nlikely; and, therefore, let no Englishman try it.  But my Spaniard did\nnot look at like a hog in armour.  He walked slowly down the plank into\nthe boat, whistling lowly but very clearly a few bars from a opera tune.\nIt was plain to see that he was master of himself, of his ornaments, and\nof his limbs.  He had no appearance of thinking that men were looking at\nhim, or of feeling that he was beauteous in his attire;—nothing could be\nmore natural than his foot-fall, or the quiet glance of his cheery gray\neye.  He walked up to the captain, who held the helm, and lightly raised\nhis hand to his cap.  The captain, taking one hand from the wheel, did\nthe same, and then the stranger, turning his back to the stern of the\nvessel, and fronting down the river with his face, continued to whistle\nslowly, clearly, and in excellent time.  Grand as were his clothes they\nwere no burden on his mind.\n\n“What is he?” said I, going up to my friend Johnson with a whisper.\n\n“Well, I’ve been looking at him,” said Johnson—which was true enough;\n“he’s a — an uncommonly good-looking fellow, isn’t he?”\n\n“Particularly so,” said I; “and got up quite irrespective of expense.  Is\nhe a—a—a gentleman, now, do you think?”\n\n“Well, those things are so different in Spain that it’s almost impossible\nto make an Englishman understand them.  One learns to know all this sort\nof people by being with them in the country, but one can’t explain.”\n\n“No; exactly.  Are they real gold?”\n\n“Yes, yes; I dare say they are.  They sometimes have them silver gilt.”\n\n“It is quite a common thing, then, isn’t it?” asked I.\n\n“Well, not exactly; that—Ah! yes; I see! of course.  He is a torero.”\n\n“A what?”\n\n“A mayo.  I will explain it all to you.  You will see them about in all\nplaces, and you will get used to them.”\n\n“But I haven’t seen one other as yet.”\n\n“No, and they are not all so gay as this, nor so new in their finery, you\nknow.”\n\n“And what is a torero?”\n\n“Well, a torero is a man engaged in bull-fighting.”\n\n“Oh! he is a matador, is he?” said I, looking at him with more than all\nmy eyes.\n\n“No, not exactly that;—not of necessity.  He is probably a mayo.  A\nfellow that dresses himself smart for fairs, and will be seen hanging\nabout with the bull-fighters.  What would be a sporting fellow in\nEngland—only he won’t drink and curse like a low man on the turf there.\nCome, shall we go and speak to him?”\n\n“I can’t talk to him,” said I, diffident of my Spanish.  I had received\nlessons in England from Maria Daguilar; but six weeks is little enough\nfor making love, let alone the learning of a foreign language.\n\n“Oh!  I’ll do the talking.  You’ll find the language easy enough before\nlong.  It soon becomes the same as English to you, when you live among\nthem.”  And then Johnson, walking up to the stranger, accosted him with\nthat good-natured familiarity with which a thoroughly nice fellow always\nopens a conversation with his inferior.  Of course I could not understand\nthe words which were exchanged; but it was clear enough that the “mayo”\ntook the address in good part, and was inclined to be communicative and\nsocial.\n\n“They are all of pure gold,” said Johnson, turning to me after a minute,\nmaking as he spoke a motion with his head to show the importance of the\ninformation.\n\n“Are they indeed?” said I.  “Where on earth did a fellow like that get\nthem?”  Whereupon Johnson again returned to his conversation with the\nman.  After another minute he raised his hand, and began to finger the\nbutton on the shoulder; and to aid him in doing so, the man of the\nbull-ring turned a little on one side.\n\n“They are wonderfully well made,” said Johnson, talking to me, and still\nfingering the button.  “They are manufactured, he says, at Osuna, and he\ntells me that they make them better there than anywhere else.”\n\n“I wonder what the whole set would cost?” said I.  “An enormous deal of\nmoney for a fellow like him, I should think!”\n\n“Over twelve ounces,” said Johnson, having asked the question; “and that\nwill be more than forty pounds.”\n\n“What an uncommon ass he must be!” said I.\n\nAs Johnson by this time was very closely scrutinising the whole set of\nornaments I thought I might do so also, and going up close to our friend,\nI too began to handle the buttons and tags on the other side.  Nothing\ncould have been more good-humoured than he was—so much so that I was\nemboldened to hold up his arm that I might see the cut of his coat, to\ntake off his cap and examine the make, to stuff my finger in beneath his\nsash, and at last to kneel down while I persuaded him to hold up his legs\nthat I might look to the clocking.  The fellow was thorough good-natured,\nand why should I not indulge my curiosity?\n\n“You’ll upset him if you don’t take care,” said Johnson; for I had got\nfast hold of him by one ankle, and was determined to finish the survey\ncompletely.\n\n“Oh, no, I shan’t,” said I; “a bull-fighting chap can surely stand on one\nleg.  But what I wonder at is, how on earth he can afford it!”  Whereupon\nJohnson again began to interrogate him in Spanish.\n\n“He says he has got no children,” said Johnson, having received a reply,\n“and that as he has nobody but himself to look after, he is able to allow\nhimself such little luxuries.”\n\n“Tell him that I say he would be better with a wife and couple of\nbabies,” said I—and Johnson interpreted.\n\n“He says that he’ll think of it some of these days, when he finds that\nthe supply of fools in the world is becoming short,” said Johnson.\n\nWe had nearly done with him now; but after regaining my feet, I addressed\nmyself once more to the heavy pendules, which hung down almost under his\narm.  I lifted one of these, meaning to feel its weight between my\nfingers; but unfortunately I gave a lurch, probably through the motion of\nthe boat, and still holding by the button, tore it almost off from our\nfriend’s coat.\n\n“Oh, I am so sorry,” I said, in broad English.\n\n“It do not matter at all,” he said, bowing, and speaking with equal\nplainness.  And then, taking a knife from his pocket, he cut the pendule\noff, leaving a bit of torn cloth on the side of his jacket.\n\n“Upon my word, I am quite unhappy,” said I; “but I always am so awkward.”\nWhereupon he bowed low.\n\n“Couldn’t I make it right?” said I, bringing out my purse.\n\nHe lifted his hand, and I saw that it was small and white; he lifted it\nand gently put it upon my purse, smiling sweetly as he did so.  “Thank\nyou, no, señor; thank you, no.”  And then, bowing to us both, he walked\naway down into the cabin.\n\n“Upon my word he is a deuced well-mannered fellow,” said I.\n\n“You shouldn’t have offered him money,” said Johnson; “a Spaniard does\nnot like it.”\n\n“Why, I thought you could do nothing without money in this country.\nDoesn’t every one take bribes?”\n\n“Ah! yes; that is a different thing; but not the price of a button.  By\nJove! he understood English, too.  Did you see that?”\n\n“Yes; and I called him an ass!  I hope he doesn’t mind it.”\n\n“Oh! no; he won’t think anything about it,” said Johnson.  “That sort of\nfellows don’t.  I dare say we shall see him in the bull-ring next Sunday,\nand then we’ll make all right with a glass of lemonade.”\n\nAnd so our adventure ended with the man of the gold ornaments.  I was\nsorry that I had spoken English before him so heedlessly, and resolved\nthat I would never be guilty of such gaucherie again.  But, then, who\nwould think that a Spanish bull-fighter would talk a foreign language?  I\nwas sorry, also, that I had torn his coat; it had looked so awkward; and\nsorry again that I had offered the man money.  Altogether I was a little\nashamed of myself; but I had too much to look forward to at Seville to\nallow any heaviness to remain long at my heart; and before I had arrived\nat the marvellous city I had forgotten both him and his buttons.\n\nNothing could be nicer than the way in which I was welcomed at Mr.\nDaguilar’s house, or more kind—I may almost say affectionate—than Maria’s\nmanner to me.  But it was too affectionate; and I am not sure that I\nshould not have liked my reception better had she been more diffident in\nher tone, and less inclined to greet me with open warmth.  As it was, she\nagain gave me her cheek to kiss, in her father’s presence, and called me\ndear John, and asked me specially after some rabbits which I had kept at\nhome merely for a younger sister; and then it seemed as though she were\nin no way embarrassed by the peculiar circumstances of our position.\nTwelve months since I had asked her to be my wife, and now she was to\ngive me an answer; and yet she was as assured in her gait, and as\nserenely joyous in her tone, as though I were a brother just returned\nfrom college.  It could not be that she meant to refuse me, or she would\nnot smile on me and be so loving; but I could almost have found it in my\nheart to wish that she would.  “It is quite possible,” said I to myself,\n“that I may not be found so ready for this family bargain.  A love that\nis to be had like a bale of goods is not exactly the love to suit my\ntaste.”  But then, when I met her again in the morning I could no more\nhave quarrelled with her than I could have flown.\n\nI was inexpressibly charmed with the whole city, and especially with the\nhouse in which Mr. Daguilar lived.  It opened from the corner of a\nnarrow, unfrequented street—a corner like an elbow—and, as seen from the\nexterior, there was nothing prepossessing to recommend it; but the outer\ndoor led by a short hall or passage to an inner door or grille, made of\nopen ornamental iron-work, and through that we entered a court, or patio,\nas they I called it.  Nothing could be more lovely or deliciously cool\nthan was this small court.  The building on each side was covered by\ntrellis-work; and beautiful creepers, vines, and parasite flowers, now in\nthe full magnificence of the early summer, grew up and clustered round\nthe windows.  Every inch of wall was covered, so that none of the glaring\nwhitewash wounded the eye.  In the four corners of the patio were four\nlarge orange-trees, covered with fruit.  I would not say a word in\nspecial praise of these, remembering that childish promise she had made\non my behalf.  In the middle of the court there was a fountain, and round\nabout on the marble floor there were chairs, and here and there a small\ntable, as though the space were really a portion of the house.  It was\nhere that we used to take our cup of coffee and smoke our cigarettes, I\nand old Mr. Daguilar, while Maria sat by, not only approving, but\noccasionally rolling for me the thin paper round the fragrant weed with\nher taper fingers.  Beyond the patio was an open passage or gallery,\nfilled also with flowers in pots; and then, beyond this, one entered the\ndrawing-room of the house.  It was by no means a princely palace or\nmansion, fit for the owner of untold wealth.  The rooms were not over\nlarge nor very numerous; but the most had been made of a small space, and\neverything had been done to relieve the heat of an almost tropical sun.\n\n“It is pretty, is it not?” she said, as she took me through it.\n\n“Very pretty,” I said.  “I wish we could live in such houses.”\n\n“Oh, they would not do at all for dear old fat, cold, cozy England.  You\nare quite different, you know, in everything from us in the south; more\nphlegmatic, but then so much steadier.  The men and the houses are all\nthe same.”\n\nI can hardly tell why, but even this wounded me.  It seemed to me as\nthough she were inclined to put into one and the same category things\nEnglish, dull, useful, and solid; and that she was disposed to show a\nsufficient appreciation for such necessaries of life, though she herself\nhad another and inner sense—a sense keenly alive to the poetry of her own\nsouthern chime; and that I, as being English, was to have no\nparticipation in this latter charm.  An English husband might do very\nwell, the interests of the firm might make such an arrangement desirable,\nsuch a mariage de convenance—so I argued to myself—might be quite\ncompatible with—with heaven only knows what delights of superterrestial\nromance, from which I, as being an English thick-headed lump of useful\ncoarse mortality, was to be altogether debarred.  She had spoken to me of\noranges, and having finished the survey of the house, she offered me some\nsweet little cakes.  It could not be that of such things were the\nthoughts which lay undivulged beneath the clear waters of those deep\nblack eyes—undivulged to me, though no one else could have so good a\nright to read those thoughts!  It could not be that that noble brow gave\nindex of a mind intent on the trade of which she spoke so often!  Words\nof other sort than any that had been vouchsafed to me must fall at times\nfrom the rich curves of that perfect month.\n\nSo felt I then, pining for something to make me unhappy.  Ah, me!  I know\nall about it now, and am content.  But I wish that some learned pundit\nwould give us a good definition of romance, would describe in words that\nfeeling with which our hearts are so pestered when we are young, which\nmakes us sigh for we know not what, and forbids us to be contented with\nwhat God sends us.  We invest female beauty with impossible attributes,\nand are angry because our women have not the spiritualised souls of\nangels, anxious as we are that they should also be human in the flesh.  A\nman looks at her he would love as at a distant landscape in a mountainous\nland.  The peaks are glorious with more than the beauty of earth and rock\nand vegetation.  He dreams of some mysterious grandeur of design which\ntempts him on under the hot sun, and over the sharp rock, till he has\nreached the mountain goal which he had set before him.  But when there,\nhe finds that the beauty is well-nigh gone, and as for that delicious\nmystery on which his soul had fed, it has vanished for ever.\n\nI know all about it now, and am, as I said, content.  Beneath those deep\nblack eyes there lay a well of love, good, honest, homely love, love of\nfather and husband and children that were to come—of that love which\nloves to see the loved ones prospering in honesty.  That noble brow—for\nit is noble; I am unchanged in that opinion, and will go unchanged to my\ngrave—covers thoughts as to the welfare of many, and an intellect fitted\nto the management of a household, of servants, namely, and children, and\nperchance a husband.  That mouth can speak words of wisdom, of very\nuseful wisdom—though of poetry it has latterly uttered little that was\noriginal.  Poetry and romance!  They are splendid mountain views seen in\nthe distance.  So let men be content to see them, and not attempt to\ntread upon the fallacious heather of the mystic hills.\n\nIn the first week of my sojourn in Seville I spoke no word of overt love\nto Maria, thinking, as I confess, to induce her thereby to alter her mode\nof conduct to myself.  “She knows that I have come here to make love to\nher—to repeat my offer; and she will at any rate be chagrined if I am\nslow to do so.”  But it had no effect.  At home my mother was rather\nparticular about her table, and Maria’s greatest efforts seemed to be\nused in giving me as nice dinners as we gave her.  In those days I did\nnot care a straw about my dinner, and so I took an opportunity of telling\nher.  “Dear me,” said she, looking at me almost with grief, “do you not?\nWhat a pity!  And do you not like music either.”  “Oh, yes, I adore it,”\nI replied.  I felt sure at the time that had I been born in her own sunny\nclime, she would never have talked to me about eating.  But that was my\nmistake.\n\nI used to walk out with her about the city, seeing all that is there of\nbeauty and magnificence.  And in what city is there more that is worth\nthe seeing?  At first this was very delightful to me, for I felt that I\nwas blessed with a privilege that would not be granted to any other man.\nBut its value soon fell in my eyes, for others would accost her, and walk\non the other side, talking to her in Spanish, as though I hardly existed,\nor were a servant there for her protection.  And I was not allowed to\ntake her arm, and thus to appropriate her, as I should have done in\nEngland.  “No, John,” she said, with the sweetest, prettiest smile, “we\ndon’t do that here; only when people are married.”  And she made this\nallusion to married life out, openly, with no slightest tremor on her\ntongue.\n\n“Oh, I beg pardon,” said I, drawing back my hand, and feeling angry with\nmyself for not being fully acquainted with all the customs of a foreign\ncountry.\n\n“You need not beg pardon,” said she; “when we were in England we always\nwalked so.  It is just a custom, you know.”  And then I saw her drop her\nlarge dark eyes to the ground, and bow gracefully in answer to some\nsalute.\n\nI looked round, and saw that we had been joined by a young cavalier,—a\nSpanish nobleman, as I saw at once; a man with jet black hair, and a\nstraight nose, and a black moustache, and patent leather boots, very slim\nand very tall, and—though I would not confess it then—uncommonly\nhandsome.  I myself am inclined to be stout, my hair is light, my nose\nbroad, I have no hair on my upper lip, and my whiskers are rough and\nuneven.  “I could punch your head though, my fine fellow,” said I to\nmyself, when I saw that he placed himself at Maria’s side, “and think\nvery little of the achievement.”\n\nThe wretch went on with us round the plaza for some quarter of an hour\ntalking Spanish with the greatest fluency, and she was every whit as\nfluent.  Of course I could not understand a word that they said.  Of all\npositions that a man can occupy, I think that that is about the most\nuncomfortable; and I cannot say that, even up to this day, I have quite\nforgiven her for that quarter of an hour.\n\n“I shall go in,” said I, unable to bear my feelings, and preparing to\nleave her.  “The heat is unendurable.”\n\n“Oh dear, John, why did you not speak before?” she answered.  “You cannot\nleave me here, you know, as I am in your charge; but I will go with you\nalmost directly.”  And then she finished her conversation with the\nSpaniard, speaking with an animation she had never displayed in her\nconversations with me.\n\nIt had been agreed between us for two or three days before this, that we\nwere to rise early on the following morning for the sake of ascending the\ntower of the cathedral, and visiting the Giralda, as the iron figure is\ncalled, which turns upon a pivot on the extreme summit.  We had often\nwandered together up and down the long dark gloomy aisle of the\nstupendous building, and had, together, seen its treasury of art; but as\nyet we had not performed the task which has to be achieved by all\nvisitors to Seville; and in order that we might have a clear view over\nthe surrounding country, and not be tormented by the heat of an advanced\nsun, we had settled that we would ascend the Giralda before breakfast.\n\nAnd now, as I walked away from the plaza towards Mr. Daguilar’s house,\nwith Maria by my side, I made up my mind that I would settle my business\nduring this visit to the cathedral.  Yes, and I would so manage the\nsettlement that there should be no doubt left as to my intentions and my\nown ideas.  I would not be guilty of shilly-shally conduct; I would tell\nher frankly what I felt and what I thought, and would make her understand\nthat I did not desire her hand if I could not have her heart.  I did not\nvalue the kindness of her manner, seeing that that kindness sprung from\nindifference rather than passion; and so I would declare to her.  And I\nwould ask her, also, who was this young man with whom she was\nintimate—for whom all her volubility and energy of tone seemed to be\nemployed?  She had told me once that it behoved her to consult a friend\nin Seville as to the expediency of her marriage with me.  Was this the\nfriend whom she had wished to consult?  If so, she need not trouble\nherself.  Under such circumstances I should decline the connection!  And\nI resolved that I would find out how this might be.  A man who proposes\nto take a woman to his bosom as his wife, has a right to ask for\ninformation—ay, and to receive it too.  It flashed upon my mind at this\nmoment that Donna Maria was well enough inclined to come to me as my\nwife, but —.  I could hardly define the “buts” to myself, for there were\nthree or four of them.  Why did she always speak to me in a tone of\nchildish affection, as though I were a schoolboy home for the holidays?\nI would have all this out with her on the tower on the following morning,\nstanding under the Giralda.\n\nOn that morning we met together in the patio, soon after five o’clock,\nand started for the cathedral.  She looked beautiful, with her black\nmantilla over her head, and with black gloves on, and her black morning\nsilk dress—beautiful, composed, and at her ease, as though she were well\nsatisfied to undertake this early morning walk from feelings of good\nnature—sustained, probably, by some under-current of a deeper sentiment.\nWell; I would know all about it before I returned to her father’s house.\n\nThere hardly stands, as I think, on the earth, a building more remarkable\nthan the cathedral of Seville, and hardly one more grand.  Its enormous\nsize; its gloom and darkness; the richness of ornamentation in the\ndetails, contrasted with the severe simplicity of the larger outlines;\nthe variety of its architecture; the glory of its paintings; and the\nwondrous splendour of its metallic decoration, its altar-friezes,\nscreens, rails, gates, and the like, render it, to my mind, the first in\ninterest among churches.  It has not the coloured glass of Chartres, or\nthe marble glory of Milan, or such a forest of aisles as Antwerp, or so\nperfect a hue in stone as Westminster, nor in mixed beauty of form and\ncolour does it possess anything equal to the choir of Cologne; but, for\ncombined magnificence and awe-compelling grandeur, I regard it as\nsuperior to all other ecclesiastical edifices.\n\nIt is its deep gloom with which the stranger is so greatly struck on his\nfirst entrance.  In a region so hot as the south of Spain, a cool\ninterior is a main object with the architect, and this it has been\nnecessary to effect by the exclusion of light; consequently the church is\ndark, mysterious, and almost cold.  On the morning in question, as we\nentered, it seemed to be filled with gloom, and the distant sound of a\nslow footstep here and there beyond the transept inspired one almost with\nawe.  Maria, when she first met me, had begun to talk with her usual\nsmile, offering me coffee and a biscuit before I started.  “I never eat\nbiscuit,” I said, with almost a severe tone, as I turned from her.  That\ndark, horrid man of the plaza—would she have offered him a cake had she\nbeen going to walk with him in the gloom of the morning?  After that\nlittle had been spoken between us.  She walked by my side with her\naccustomed smile; but she had, as I flattered myself, begun to learn that\nI was not to be won by a meaningless good nature.  “We are lucky in our\nmorning for the view!” that was all she said, speaking with that\npeculiarly clear, but slow pronunciation which she had assumed in\nlearning our language.\n\nWe entered the cathedral, and, walking the whole length of the aisle,\nleft it again at the porter’s porch at the farther end.  Here we passed\nthrough a low door on to the stone flight of steps, and at once began to\nascend.  “There are a party of your countrymen up before us,” said Maria;\n“the porter says that they went through the lodge half an hour since.”\n“I hope they will return before we are on the top,” said I, bethinking\nmyself of the task that was before me.  And indeed my heart was hardly at\nease within me, for that which I had to say would require all the spirit\nof which I was master.\n\nThe ascent to the Giralda is very long and very fatiguing; and we had to\npause on the various landings and in the singular belfry in order that\nMiss Daguilar might recruit her strength and breath.  As we rested on one\nof these occasions, in a gallery which runs round the tower below the\nbelfry, we heard a great noise of shouting, and a clattering of sticks\namong the bells.  “It is the party of your countrymen who went up before\nus,” said she.  “What a pity that Englishmen should always make so much\nnoise!”  And then she spoke in Spanish to the custodian of the bells, who\nis usually to be found in a little cabin up there within the tower.  “He\nsays that they went up shouting like demons,” continued Maria; and it\nseemed to me that she looked as though I ought to be ashamed of the name\nof an Englishman.  “They may not be so solemn in their demeanour as\nSpaniards,” I answered; “but, for all that, there may be quite as much in\nthem.”\n\nWe then again began to mount, and before we had ascended much farther we\npassed my three countrymen.  They were young men, with gray coats and\ngray trousers, with slouched hats, and without gloves.  They had fair\nfaces and fair hair, and swung big sticks in their hands, with crooked\nhandles.  They laughed and talked loud, and, when we met them, seemed to\nbe racing with each other; but nevertheless they were gentlemen.  No one\nwho knows by sight what an English gentleman is, could have doubted that;\nbut I did acknowledge to myself that they should have remembered that the\nedifice they were treading was a church, and that the silence they were\ninvading was the cherished property of a courteous people.\n\n“They are all just the same as big boys,” said Maria.  The colour\ninstantly flew into my face, and I felt that it was my duty to speak up\nfor my own countrymen.  The word “boys” especially wounded my ears.  It\nwas as a boy that she treated me; but, on looking at that befringed young\nSpanish Don—who was not, apparently, my elder in age—she had recognised a\nman.  However, I said nothing further till I reached the summit.  One\ncannot speak with manly dignity while one is out of breath on a\nstaircase.\n\n“There, John,” she said, stretching her hands away over the fair plain of\nthe Guadalquivir, as soon as we stood against the parapet; “is not that\nlovely?”\n\nI would not deign to notice this.  “Maria,” I said, “I think that you are\ntoo hard upon my countrymen?”\n\n“Too hard! no; for I love them.  They are so good and industrious; and\ncome home to their wives, and take care of their children.  But why do\nthey make themselves so—so—what the French call gauche?”\n\n“Good and industrious, and come home to their wives!” thought I.  “I\nbelieve you hardly understand us as yet,” I answered.  “Our domestic\nvirtues are not always so very prominent; but, I believe, we know how to\nconduct ourselves as gentlemen: at any rate, as well as Spaniards.”  I\nwas very angry—not at the faults, but at the good qualities imputed to\nus.\n\n“In affairs of business, yes,” said Maria, with a look of firm confidence\nin her own opinion—that look of confidence which she has never lost, and\nI pray that she may never lose it while I remain with her—“but in the\nlittle intercourses of the world, no!  A Spaniard never forgets what is\npersonally due either to himself or his neighbours.  If he is eating an\nonion, he eats it as an onion should be eaten.”\n\n“In such matters as that he is very grand, no doubt,” said I, angrily.\n\n“And why should you not eat an onion properly, John?  Now, I heard a\nstory yesterday from Don—about two Englishmen, which annoyed me very\nmuch.”  I did not exactly catch the name of the Don in question but I\nfelt through every nerve in my body that it was the man who had been\ntalking to her on the plaza.\n\n“And what have they done?” said I.  “But it is the same everywhere.  We\nare always abused; but, nevertheless, no people are so welcome.  At any\nrate, we pay for the mischief we do.”  I was angry with myself the moment\nthe words were out of my mouth, for, after all, there is no feeling more\nmean than that pocket-confidence with which an Englishman sometimes\nswaggers.\n\n“There was no mischief done in this case,” she answered.  “It was simply\nthat two men have made themselves ridiculous for ever.  The story is all\nabout Seville, and, of course, it annoys me that they should be\nEnglishmen.”\n\n“And what did they do?”\n\n“The Marquis D’Almavivas was coming up to Seville in the boat, and they\nbehaved to him in the most outrageous manner.  He is here now and is\ngoing to give a series of fêtes.  Of course he will not ask a single\nEnglishman.”\n\n“We shall manage to live even though the Marquis D’Almavivas may frown\nupon us,” said I, proudly.\n\n“He is the richest, and also the best of our noblemen,” continued Maria;\n“and I never heard of anything so absurd as what they did to him.  It\nmade me blush when Don — told me.”  Don Tomàs, I thought she said.\n\n“If he be the best of your noblemen, how comes it that he is angry\nbecause he has met two vulgar men?  It is not to be supposed that every\nEnglishman is a gentleman.”\n\n“Angry!  Oh, no! he was not angry; he enjoyed the joke too much for that.\nHe got completely the best of them, though they did not know it; poor\nfools!  How would your Lord John Russell behave if two Spaniards in an\nEnglish railway carriage were to pull him about and tear his clothes?”\n\n“He would give them in charge to a policeman, of course,” said I,\nspeaking of such a matter with the contempt it deserved.\n\n“If that were done here your ambassador would be demanding national\nexplanations.  But Almavivas did much better;—he laughed at them without\nletting them know it.”\n\n“But do you mean that they took hold of him violently, without any\nprovocation?  They must have been drunk.”\n\n“Oh, no, they were sober enough.  I did not see it, so I do not quite\nknow exactly how it was, but I understand that they committed themselves\nmost absurdly, absolutely took hold of his coat and tore it, and—; but\nthey did such ridiculous things that I cannot tell you.”  And yet Don\nTomàs, if that was the man’s name, had been able to tell her, and she had\nbeen able to listen to him.\n\n“‘What made them take hold of the marquis?” said I.\n\n“Curiosity, I suppose,” she answered.  “He dresses somewhat fancifully,\nand they could not understand that any one should wear garments different\nfrom their own.”  But even then the blow did not strike home upon me.\n\n“Is it not pretty to look down upon the quiet town?” she said, coming\nclose up to me, so that the skirt of her dress pressed me, and her elbow\ntouched my arm.  Now was the moment I should have asked her how her heart\nstood towards me; but I was sore and uncomfortable, and my destiny was\nbefore me.  She was willing enough to let these English faults pass\nwithout further notice, but I would not allow the subject I drop.\n\n“I will find out who these men were,” said I, “and learn the truth of it.\nWhen did it occur?”\n\n“Last Thursday, I think he said.”\n\n“Why, that was the day we came up in the boat, Johnson and myself.  There\nwas no marquis there then, and we were the only Englishmen on board.”\n\n“It was on Thursday, certainly, because it was well known in Seville that\nhe arrived on that day.  You must have remarked him because he talks\nEnglish perfectly—though by-the-bye, these men would go on chattering\nbefore him about himself as though it were impossible that a Spaniard\nshould know their language.  They are ignorant of Spanish, and they\ncannot bring themselves to believe that any one should be better educated\nthan themselves.”\n\nNow the blow had fallen, and I straightway appreciated the necessity of\nreturning immediately to Clapham where my family resided, and giving up\nfor ever all idea of Spanish connections.  I had resolved to assert the\nfull strength of my manhood on that tower, and now words had been spoken\nwhich left me weak as a child.  I felt that I was shivering, and did not\ndare to pronounce the truth which must be made known.  As to speaking of\nlove, and signifying my pleasure that Don Tomàs should for the future be\nkept at a distance, any such effort was quite beyond me.  Had Don Tomàs\nbeen there, he might have walked off with her from before my face without\na struggle on my part.  “Now I remember about it,” she continued, “I\nthink he must have been in the boat on Thursday.”\n\n“And now that I remember,” I replied, turning away to hide my\nembarrassment, “he was there.  Your friend down below in the plaza seems\nto have made out a grand story.  No doubt he is not fond of the English.\nThere was such a man there, and I did take hold—”\n\n“Oh, John, was it you?”\n\n“Yes, Donna Maria, it was I; and if Lord John Russell were to dress\nhimself in the same way—”  But I had no time to complete my description\nof what might occur under so extravagantly impossible a combination of\ncircumstances, for as I was yet speaking, the little door leading out on\nto the leads of the tower was opened and my friend, the mayo of the boat,\nstill bearing gewgaws on his back, stepped up on to the platform.  My eye\ninstantly perceived that the one pendule was still missing from his\njacket.  He did not come alone, but three other gentlemen followed him,\nwho, however, had no peculiarities in their dress.  He saw me at once and\nbowed and smiled; and then observing Donna Maria, he lifted his cap from\nhis head, and addressing himself to her in Spanish, began to converse\nwith her as though she were an old friend.\n\n“Señor,” said Maria, after the first words of greeting had been spoken\nbetween them; “you must permit me to present to you my father’s most\nparticular friend, and my own,—Mr. Pomfret; John, this is the Marquis\nD’Almavivas.”\n\nI cannot now describe the grace with which this introduction was\neffected, or the beauty of her face as she uttered the word.  There was a\nboldness about her as though she had said, “I know it all—the whole\nstory.  But, in spite of that you must take him on my representation, and\nbe gracious to him in spite of what he has done.  You must be content to\ndo that; or in quarrelling with him you must quarrel with me also.”  And\nit was done at the spur of the moment—without delay.  She, who not five\nminutes since had been loudly condemning the unknown Englishman for his\nrudeness, had already pardoned him, now that he was known to be her\nfriend; and had determined that he should be pardoned by others also or\nthat she would share his disgrace.  I recognised the nobleness of this at\nthe moment; but, nevertheless, I was so sore that I would almost have\npreferred that she should have disowned me.\n\nThe marquis immediately lifted his cap with his left hand while he gave\nme his right.  “I have already had the pleasure of meeting this\ngentleman,” he said; “we had some conversation in the boat together.”\n\n“Yes,” said I, pointing to his rent, “and you still bear the marks of our\nencounter.”\n\n“Was it not delightful, Donna Maria,” he continued, turning to her; “your\nfriend’s friend took me for a torero?”\n\n“And it served you properly, señor,” said Donna Maria, laughing, “you\nhave no right to go about with all those rich ornaments upon you.”\n\n“Oh! quite properly; indeed, I make no complaint; and I must beg your\nfriend to understand, and his friend also, how grateful I am for their\nsolicitude as to my pecuniary welfare.  They were inclined to be severe\non me for being so extravagant in such trifles.  I was obliged to explain\nthat I had no wife at home kept without her proper allowance of dresses,\nin order that I might be gay.”\n\n“They are foreigners, and you should forgive their error,” said she.\n\n“And in token that I do so,” said the marquis, “I shall beg your friend\nto accept the little ornament which attracted his attention.”  And so\nsaying, he pulled the identical button out of his pocket, and gracefully\nproffered it to me.\n\n“I shall carry it about with me always,” said I, accepting it, “as a\nmemento of humiliation.  When I look at it, I shall ever remember the\nfolly of an Englishman and the courtesy of a Spaniard;” and as I made the\nspeech I could not but reflect whether it might, under any circumstances,\nbe possible that Lord John Russell should be induced to give a button off\nhis coat to a Spaniard.\n\nThere were other civil speeches made, and before we left the tower the\nmarquis had asked me to his parties, and exacted from me an unwilling\npromise that I would attend them.  “The señora,” he said, bowing again to\nMaria, “would, he was sure, grace them.  She had done so on the previous\nyear; and as I had accepted his little present I was bound to acknowledge\nhim as my friend.”  All this was very pretty, and of course I said that I\nwould go, but I had not at that time the slightest intention of doing so.\nMaria had behaved admirably; she had covered my confusion, and shown\nherself not ashamed to own me, delinquent as I was; but, not the less,\nhad she expressed her opinion, in language terribly strong, of the\nawkwardness of which I had been guilty, and had shown almost an aversion\nto my English character.  I should leave Seville as quickly as I could,\nand should certainly not again put myself in the way of the Marquis\nD’Almavivas.  Indeed, I dreaded the moment that I should be first alone\nwith her, and should find myself forced to say something indicative of my\nfeelings—to hear something also indicative of her feelings.  I had come\nout this morning resolved to demand my rights and to exercise them—and\nnow my only wish was to run away.  I hated the marquis, and longed to be\nalone that I might cast his button from me.  To think that a man should\nbe so ruined by such a trifle!\n\nWe descended that prodigious flight without a word upon the subject, and\nalmost without a word at all.  She had carried herself well in the\npresence of Almavivas, and had been too proud to seem ashamed of her\ncompanion; but now, as I could well see, her feelings of disgust and\ncontempt had returned.  When I begged her not to hurry herself, she would\nhardly answer me; and when she did speak, her voice was constrained and\nunlike herself.  And yet how beautiful she was!  Well, my dream of\nSpanish love must be over.  But I was sure of this; that having known\nher, and given her my heart, I could never afterwards share it with\nanother.\n\nWe came out at last on the dark, gloomy aisle of the cathedral, and\nwalked together without a word up along the side of the choir, till we\ncame to the transept.  There was not a soul near us, and not a sound was\nto be heard but the distant, low pattering of a mass, then in course of\ncelebration at some far-off chapel in the cathedral.  When we got to the\ntransept Maria turned a little, as though she was going to the transept\ndoor, and then stopped herself.  She stood still; and when I stood also,\nshe made two steps towards me, and put her hand on my arm.  “Oh, John!”\nshe said.\n\n“‘Well,” said I; “after all it does not signify.  You can make a joke of\nit when my back is turned.”\n\n“Dearest John!”—she had never spoken to me in that way before—“you must\nnot be angry with me.  It is better that we should explain to each other,\nis it not?”\n\n“Oh, much better.  I am very glad you heard of it at once.  I do not look\nat it quite in the same light that you do; but nevertheless—”\n\n“What do you mean?  But I know you are angry with me.  And yet you cannot\nthink that I intended those words for you.  Of course I know now that\nthere was nothing rude in what passed.”\n\n“Oh, but there was.”\n\n“No, I am sure there was not.  You could not be rude though you are so\nfree hearted.  I see it all now, and so does the marquis.  You will like\nhim so much when you come to know him.  Tell me that you won’t be cross\nwith me for what I have said.  Sometimes I think that I have displeased\nyou, and yet my whole wish has been to welcome you to Seville, and to\nmake you comfortable as an old friend.  Promise me that you will not be\ncross with me.”\n\nCross with her!  I certainly had no intention of being cross, but I had\nbegun to think that she would not care what my humour might be.  “Maria,”\nI said, taking hold of her hand.\n\n“No, John, do not do that.  It is in the church, you know.”\n\n“Maria, will you answer me a question?”\n\n“Yes,” she said, very slowly, looking dawn upon the stone slabs beneath\nour feet.\n\n“Do you love me?”\n\n“Love you!”\n\n“Yes, do you love me?  You were to give me an answer here, in Seville,\nand now I ask for it.  I have almost taught myself to think that it is\nneedless to ask; and now this horrid mischance—”\n\n“What do you mean?” said she, speaking very quickly.\n\n“Why this miserable blunder about the marquis’s button!  After that I\nsuppose—”\n\n“The marquis!  Oh, John, is that to make a difference between you and\nme?—a little joke like that?”\n\n“But does it not?”\n\n“Make a change between us!—such a thing as that!  Oh, John!”\n\n“But tell me, Maria, what am I to hope?  If you will say that you can\nlove me, I shall care nothing for the marquis.  In that case I can bear\nto be laughed at.”\n\n“Who will dare to laugh at you?  Not the marquis, whom I am sure you will\nlike.”\n\n“Your friend in this plaza, who told you of all this.”\n\n“What, poor Tomàs!”\n\n“I do not know about his being poor.  I mean the gentleman who was with\nyou last night.”\n\n“Yes, Tomàs.  You do not know who he is?”\n\n“Not in the least.”\n\n“How droll!  He is your own clerk—partly your own, now that you are one\nof the firm.  And, John, I mean to make you do something for him; he is\nsuch a good fellow; and last year he married a young girl whom I love—oh,\nalmost like a sister.”\n\nDo something for him!  Of course I would.  I promised, then and there,\nthat I would raise his salary to any conceivable amount that a Spanish\nclerk could desire; which promise I have since kept, if not absolutely to\nthe letter, at any rate, to an extent which has been considered\nsatisfactory by the gentleman’s wife.\n\n“But, Maria—dearest Maria—”\n\n“Remember, John, we are in the church; and poor papa will be waiting\nbreakfast.”\n\nI need hardly continue the story further.  It will be known to all that\nmy love-suit throve in spite of my unfortunate raid on the button of the\nMarquis D’Almavivas, at whose series of fêtes through that month I was, I\nmay boast, an honoured guest.  I have since that had the pleasure of\nentertaining him in my own poor house in England, and one of our boys\nbears his Christian name.\n\nFrom that day in which I ascended the Giralda to this present day in\nwhich I write, I have never once had occasion to complain of a deficiency\nof romance either in Maria Daguilar or in Maria Pomfret.\n\n\n\n",
    "metadata": {
        "author": [
            "Trollope, Anthony"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3615/pg3615.txt",
        "name": "john_bull_on_the_guadalquivir_from_\"_tales_from_all_countries\".json"
    }
}