{
    "name": "Jonah of the Jove-Run",
    "author": [
        "Bradbury, Ray"
    ],
    "body": "Nibley stood in the changing shadows and sounds of Marsport, watching\nthe great supply ship TERRA being entered and left by a number of\nofficials and mechanics. Something had happened. Something was wrong.\nThere were a lot of hard faces and not much talk. There was a bit of\nswearing and everybody looked up at the night sky of Mars, waiting.\n\nBut nobody came to Nibley for his opinion or his help. He stood there,\na very old man, with a slack-gummed face and eyes like the little\nbubbly stalks of crayfish looking up at you from a clear creek. He\nstood there fully neglected. He stood there and talked to himself.\n\n\"They don't want me, or need me,\" he said. \"Machines are better,\nnowadays. Why should they want an old man like me with a taste for\nMartian liquor? They shouldn't! A machine isn't old and foolish, and\ndoesn't get drunk!\"\n\nWay out over the dead sea bottoms, Nibley sensed something moving. Part\nof himself was suddenly awake and sensitive. His small sharp eyes moved\nin his withered face. Something inside of his small skull reacted and\nhe shivered. He _knew_. He knew that what these men were watching and\nwaiting for would never come.\n\nNibley edged up to one of the astrogators from the TERRA. He touched\nhim on the shoulder. \"Say,\" he said. \"I'm busy,\" said the astrogator.\n\"I know,\" said Nibley, \"but if you're waiting for that small repair\nrocket to come through with the extra auxiliary asteroid computator on\nit, you're wasting your time.\"\n\n\"Like hell,\" said the astrogator, glaring at the old man. \"That repair\nrocket's got to come through, and quick; we need it. It'll get here.\"\n\n\"No, it won't,\" said Nibley, sadly, and shook his head and closed his\neyes. \"It just crashed, a second ago, out on the dead sea bottom.\nI--_felt_--it crash. I sensed it going down. It'll never come through.\"\n\n\"Go away, old man,\" said the astrogator. \"I don't want to hear that\nkind of talk. It'll come through. Sure, sure, it has to come through.\"\nThe astrogator turned away and looked at the sky, smoking a cigarette.\n\n\"I know it as a fact,\" said Nibley, but the young astrogator wouldn't\nlisten. He didn't want to hear the truth. The truth was not a pleasant\nthing. Nibley went on, to himself. \"I know it for a fact, just like\nI was always able to know the course of meteors with my mind, or the\norbits or parabolas of asteroids. I tell you--\"\n\nThe men stood around waiting and smoking. They didn't know yet about\nthe crash out there. Nibley felt a great sorrow rise in himself for\nthem. That ship meant a great deal to them and now it had crashed.\nPerhaps their lives had crashed with it.\n\nA loud speaker on the outer area of the landing tarmac opened out with\na voice: \"Attention, crew of the Terra. The repair ship just radioed in\na report that it has been fired upon from somewhere over the dead seas.\nIt crashed a minute ago.\"\n\nThe report was so sudden and quiet and matter-of-fact that the standing\nsmoking men did not for a moment understand it.\n\nThen, each in his own way, they reacted to it. Some of them ran for\nthe radio building to verify the report. Others sat down and put their\nhands over their faces. Still more of them stood staring at the sky as\nif staring might put the repair ship back together again and get it\nhere safe and intact. Instinctively, at last, all of them looked up at\nthe sky.\n\nJupiter was there, with its coterie of moons, bright and far away.\nPart of their lives lived on Jupiter. Most of them had children and\nwives there and certain duties to perform to insure the longevity\nof said children and wives. Now, with the speaking of a few words\nover a loudspeaker, the distance to Jupiter was suddenly an immense\nimpossibility.\n\nThe captain of the Rocket Terra walked across the field slowly. He\nstopped several times to try and light a cigarette, but the night wind\nblew it out. He stood in the rocket shadow and looked up at Jupiter and\nswore quietly, again and again and finally threw down his cigarette and\nheeled it with his shoe.\n\nNibley walked up and stood beside the captain.\n\n\"Captain Kroll....\"\n\nKroll turned. \"Oh, hello, Grandpa--\"\n\n\"Tough luck.\"\n\n\"Yeah. Yeah. I guess that's what you'd call it. Tough luck.\"\n\n\"You're going to take off anyway, Captain?\"\n\n\"Sure,\" said Kroll quietly, looking at the sky. \"Sure.\"\n\n\"How's the protective computator on board your ship?\"\n\n\"Not so hot. Bad, in fact. It might conk out before we get half way\nthrough the asteroids.\"\n\n\"That's not good,\" said Nibley.\n\n\"It's lousy. I feel sick. I need a drink. I wish I was dead. I wish\nwe'd never started this damned business of being damned pioneers. My\nfamily's up there!\" He jerked his hand half way to Jupiter, violently.\nHe settled down and tried to light another cigarette. No go. He threw\nit down after the other.\n\n\"Can't get through the asteroids without an asteroid computator to\nprotect you, without that old radar set-up, captain,\" said Nibley,\nblinking wetly. He shuffled his small feet around in the red dust.\n\n\"We had an auxiliary computator on that repair ship coming from Earth,\"\nsaid Kroll, standing there. \"And it had to crash.\"\n\n\"The Martians shoot it down, you think?\"\n\n\"Sure. They don't like us going up to Jupiter. They got claims there,\ntoo. They'd like to see our colony die out. Best way to kill a colony\nis starve the colony. Starve the people. That means my family and lots\nof families. Then when you starve out the families the Martians can\nstep in and take over, damn their filthy souls!\"\n\n\n\nKroll fell silent. Nibley shifted around. He walked around in front of\nKroll so Kroll would see him. \"Captain?\"\n\nKroll didn't even look at him.\n\nNibley said, \"Maybe I can help.\"\n\n\"You?\"\n\n\"You heard about me, captain! You heard about me.\"\n\n\"What about you?\"\n\n\"You can't wait a month for another auxiliary computator to come\nthrough from Earth. You got to push off tonight, to Jupiter, to get to\nyour family and the colony and all that, captain, sure!\" Nibley was\nhasty, he sort of fidgeted around, his voice high, and excited. \"An' if\nyour only computator conks out in the middle of the asteroids, well,\nyou know what that means. Bang! No more ship! No more you. No more\ncolony on Jupiter! Now, you know about me, my ability, you know, you\nheard.\"\n\nKroll was cool and quiet and far away. \"I heard about you, old man. I\nheard lots. They say you got a funny brain and do things machines can't\ndo. I don't know. I don't like the idea.\"\n\n\"But you got to like the idea, captain. I'm the only one can help you\nnow!\"\n\n\"I don't trust you. I heard about your drinking that time and wrecking\nthat ship. I remember that.\"\n\n\"But I'm not drinking now. See. Smell my breath, go ahead! You see?\"\n\nKroll stood there. He looked at the ship and he looked at the sky and\nthen at Nibley. Finally he sighed. \"Old man, I'm leaving right now. I\nmight just as well take you along as leave you. You might do some good.\nWhat can I lose?\"\n\n\"Not a damned thing, Captain, and you won't be sorry,\" cried Nibley.\n\n\"Step lively, then!\"\n\nThey went to the Rocket, Kroll running, Nibley hobbling along after.\n\nTrembling excitedly, Nibley stumbled into the Rocket. Everything had a\nhot mist over it. First time on a rocket in--ten years, by god. Good.\nGood to be aboard again. He smelled it. It smelled fine. It felt fine.\nOh, it was very fine indeed. First time since that trouble he got into\noff the planet Venus ... he brushed that thought away. That was over\nand past.\n\nHe followed Kroll up through the ship to a small room in the prow.\n\nMen ran up and down the rungs. Men who had families out there on\nJupiter and were willing to go through the asteroids with a faulty\nradar set-up to reach those families and bring them the necessary cargo\nof machinery and food they needed to go on.\n\nOut of a warm mist, old Nibley heard himself being introduced to a\nthird man in the small room.\n\n\"Douglas, this is Nibley, our auxiliary computating machine.\"\n\n\"A poor time for joking, Captain.\"\n\n\"It's no joke,\" cried Nibley. \"Here I am.\"\n\nDouglas eyed Nibley with a very cold and exact eye. \"No,\" he said. \"No.\nI can't use him. I'm computant-mechanic.\"\n\n\"And I'm captain,\" said Kroll.\n\nDouglas looked at Kroll. \"We'll shove through to Jupiter with just our\nleaky set of radar-computators; that's the way it'll have to be. If\nwe're wrecked halfway, well, we're wrecked. But I'll be damned if I go\nalong with a decrepit son-of-a-witch-doctor!\"\n\nNibley's eyes watered. He sucked in on himself. There was a pain round\nhis heart and he was suddenly chilled.\n\nKroll started to speak, but a gong rattled and banged and a voice\nshouted, \"Stations! Gunners up! Hammocks! Takeoff!\"\n\n\"_Takeoff!_\"\n\n\"Stay here!\" Kroll snapped it at the old man. He leaped away and down\nthe rungs of the ladder, leaving Nibley alone in the broad shadow\nof the bitter-eyed Douglas. Douglas looked him up and down in surly\ncontempt. \"So you know arcs, parabolas and orbits as good as my\nmachines, do you?\"\n\nNibley nodded, angry now that Kroll was gone:\n\n\"Machines,\" shrilled Nibley. \"Can't do everything! They ain't got no\nintuition. Can't understand sabotage and hatreds and arguments. Or\npeople. Machines're too damn slow!\"\n\nDouglas lidded his eyes. \"You--_you're_ faster?\"\n\n\"I'm faster,\" said Nibley.\n\nDouglas flicked his cigarette toward a wall-disposal slot.\n\n\"Predict that orbit!\"\n\nNibley's eyes jerked. \"Gonna miss it!\"\n\nThe cigarette lay smouldering on the deck.\n\nDouglas scowled at the cigarette.\n\nNibley made wheezy laughter. He minced to his shock-hammock, zipped\ninto it. \"Not bad, not bad, eh?\"\n\nThe ship rumbled.\n\nAngrily, Douglas snatched up the cigarette, carried it to his own\nhammock, rolled in, zipped the zipper, then, deliberately, he flicked\nthe cigarette once more. It flew.\n\n\"Another miss,\" predicted Nibley.\n\nDouglas was still glaring at the floored cigarette when the Rocket\nburst gravity and shot up into space toward the asteroids.\n\n\n\nMars dwindled into the sun. Asteroids swept silently down the\nstar-tracks, all metal, all invisible, shifting and shifting to harry\nthe Rocket--\n\nNibley sprawled by the great thick visiport feeling the computators\ngiving him competition under the floor in the level below, predicting\nmeteors and correcting the Terra's course accordingly.\n\nDouglas stood behind Nibley, stiff and quiet. Since he was\ncomputant-mechanic, Nibley was his charge. He was to protect Nibley\nfrom harm. Kroll had said so. Douglas didn't like it at all.\n\nNibley was feeling fine. It was like the old days. It was good. He\nlaughed. He waved at nothing outside the port. \"Hi, there!\" he called.\n\"Meteor,\" he explained in an aside to Douglas. \"You see it?\"\n\n\"Lives at stake and you sit there playing.\"\n\n\"Nope. Not playin'. Just warmin' up. I can see 'em beatin' like hell\nall up and down the line, son. God's truth.\"\n\n\"Kroll's a damned fool,\" said Douglas. \"Sure, you had a few lucky\nbreaks in the old days before they built a good computator. A few lucky\nbreaks and you lived off them. Your day's done.\"\n\n\"I'm _still_ good.\"\n\n\"How about the time you swilled a quart of rot-gut and almost killed a\ncargo of civilian tourists? I heard about that. All I have to say is\none word and your ears'd twitch. Whiskey.\"\n\nAt the word, saliva ran alarmingly in Nibley's mouth. He swallowed\nguiltily. Douglas, snorting, turned and started from the room. Nibley\ngrabbed a monkey-wrench on impulse, heaved it. The wrench hit the wall\nand fell down. Nibley wheezed, \"Wrench got an orbit like everything.\nFair bit of computation I did. One point over and I'd have flanked that\ncrumb!\"\n\nThere was silence now, as he hobbled back and sat wearily to stare\ninto the stars. He felt all of the ship's men around him. Vague warm\nelectrical stirrings of fear, hope, dismay, exhaustion. All their\norbits coming into a parallel trajectory now. All living in the same\npath with him. And the asteroids smashed down with an increasing\nswiftness. In a very few hours the main body of missiles would be\nencountered.\n\nNow, as he stared into space he felt a dark orbit coming into\nconjunction with his own. It was an unpleasant orbit. One that touched\nhim with fear. It drew closer. It was dark. It was very close now.\n\nA moment later a tall man in a black uniform climbed the rungs from\nbelow and stood looking at Nibley.\n\n\"I'm Bruno,\" he said. He was a nervous fellow, and kept looking around,\nlooking around, at the walls, the deck, at Nibley. \"I'm food specialist\non board. How come you're up here? Come down to mess later. Join me in\na game of Martian chess.\"\n\nNibley said, \"I'd beat the hell out of you. Wouldn't pay. It's against\norders for me to be down below, anyways.\"\n\n\"How come?\"\n\n\"Never you never mind. Got things to do up here. I _notice_ things.\nI'm chartin' a special course in a special way. Even Captain Kroll\ndon't know _every_ reason why I'm makin' this trip. Got my own personal\nreasons. I see 'em comin' and goin', and I got their orbits picked neat\nand dandy. Meteors, planets _and_ men. Why, let me tell you--\"\n\nBruno tensed somewhat forward. His face was a little too interested.\nNibley didn't like the feel of the man. He was off-trajectory.\nHe--smelled--funny. He _felt_ funny.\n\nNibley shut up. \"Nice day,\" he said.\n\n\"Go ahead,\" said Bruno. \"You were saying?\"\n\nDouglas stepped up the rungs. Bruno cut it short, saluted Douglas, and\nleft.\n\nDouglas watched him go, coldly. \"What'd Bruno want?\" he asked of the\nold man. \"Captain's orders, you're to see _nobody_.\"\n\nNibley's wrinkles made a smile. \"Watch that guy Bruno. I got his orbit\nfixed all round and arced. I see him goin' now, and I see him reachin'\naphelion and I see him comin' back.\"\n\nDouglas pulled his lip. \"You think Bruno might be working for the\nMartian industrial _clique_? If I thought he had anything to do with\nstopping us from getting to the Jovian colony--\"\n\n\"He'll be back,\" said Nibley. \"Just before we reach the _heavy_\nAsteroid Belt. Wait and see.\"\n\nThe ship swerved. The computators had just dodged a meteor. Douglas\nsmiled. That griped Nibley. The machines were stealing his feathers.\nNibley paused and closed his eyes.\n\n\"Here come two more meteors! I beat the machine this time!\"\n\nThey waited. The ship swerved, twice.\n\n\"Damn it,\" said Douglas.\n\n\n\nTwo hours passed. \"It got lonely upstairs,\" said Nibley apologetically.\n\nCaptain Kroll glanced nervously up from the mess-table where he and\ntwelve other men sat. Williams, Simpson, Haines, Bruno, McClure,\nLeiber, and the rest. All were eating, but not hungry. They all looked\na little sick. The ship was swerving again and again, steadily,\nsteadily, back and forth. In a short interval the Heavy Belt would be\ntouched. Then there would be real sickness.\n\n\"Okay,\" said Kroll to Nibley. \"You can eat with us, this once. And only\nthis once, remember that.\"\n\nNibley ate like a starved weasel. Bruno looked over at him again and\nagain and finally asked, \"How about that chess game?\"\n\n\"Nope. I always win. Don't want to brag but I was the best outfielder\nplaying baseball when I was at school. Never struck out at bat,\nneither. Damn good.\"\n\nBruno cut a piece of meat. \"What's your business now, Gramps?\"\n\n\"Findin' out where things is goin',\" evaded Nibley.\n\nKroll snapped his gaze at Nibley. The old man hurried on, \"Why, I know\nwhere the whole blamed universe is headin'.\" Everybody looked up from\ntheir eating. \"But you wouldn't believe me if I told you,\" laughed the\nold man.\n\nSomebody whistled. Others chuckled. Kroll relaxed. Bruno scowled.\nNibley continued, \"It's a feelin'. You can't describe stars to a blind\nman, or God to anybody. Why, hell's bells, lads, if I wanted I could\nwrite a formula on paper and if you worked it out in your mind you'd\ndrop dead of symbol poison.\"\n\nAgain laughter. A bit of wine was poured all around as a bracer for\nthe hours ahead. Nibley eyed the forbidden stuff and got up. \"Well, I\ngot to go.\" \"Have some wine,\" said Bruno. \"No, thanks,\" said Nibley.\n\"Go ahead, have some,\" said Bruno. \"I don't like it,\" said Nibley,\nwetting his lips. \"That's a laugh,\" said Bruno, eyeing him. \"I got to\ngo upstairs. Nice to have ate with you boys. See you later, after we\nget through the Swarms--\"\n\nFaces became wooden at the mention of the approaching Belt. Fingers\ntightened against the table edge. Nibley spidered back up the rungs to\nhis little room alone.\n\nAn hour later, Nibley was drunk as a chromium-plated pirate.\n\nHe kept it a secret. He hid the wine-bottle in his shock-hammock,\ngroggily. Stroke of luck. Oh yes, oh yes, a stroke, a stroke of luck,\nyes, yes, yes, finding that lovely fine wonderful wine in the storage\ncabinet near the visiport. Why, yes! And since he'd been thirsty for so\nlong, so long, so long. Well? Gurgle, gurgle!\n\nNibley was drunk.\n\nHe swayed before the visiport, drunkenly deciding the trajectories of\na thousand invisible nothings. Then he began to argue with himself,\ndrowsily, as he always argued when wine-webs were being spun through\nhis skull by red, drowsy spiders. His heart beat dully. His little\nsharp eyes flickered with sudden flights of anger.\n\n\"You're some liar, Mr. Nibley,\" he told himself. \"You point at meteors,\nbut who's to prove you right or wrong, right or wrong, eh? You sit up\nhere and wait and wait and wait. Those machines down below spoil it.\nYou never have a chance to prove your ability! No! The captain won't\nuse you! He won't need you! None of those men believe in you. Think\nyou're a liar. Laugh at you. Yes, laugh. Yes, they call you an old, old\nliar!\"\n\nNibley's thin nostrils quivered. His thin wrinkled face was crimsoned\nand wild. He staggered to his feet, got hold of his favorite\nmonkey-wrench and waved it slowly back and forth.\n\n\n\nFor a moment his heart almost stopped in him. In panic he clutched at\nhis chest, pushing, pulling, pumping at his heart to keep it running.\nThe wine. The excitement. He dropped the wrench. \"No, not yet!\" he\nlooked down at his chest, wildly tearing at it. \"Not just yet, oh\nplease!\" he cried. \"Not until I _show_ them!\"\n\nHis heart went on beating, drunkenly, slowly.\n\nHe bent, retrieved the wrench and laughed numbly. \"I'll show 'em,\" he\ncried, weaving across the deck. \"Show them how good I am. Eliminate\ncompetition! I'll run the ship myself!\"\n\nHe climbed slowly down the rungs to destroy the machines.\n\nIt made a lot of noise.\n\nNibley heard a shout. \"Get him!\" His hand went down again, again. There\nwas a scream of whistles, a jarring of flung metal, a minor explosion.\nHis hand went down again, the wrench in it. He felt himself cursing\nand pounding away. Something shattered. Men ran toward him. _This_ was\nthe computator! He hit upon it once more. Yes! Then he was caught up\nlike an empty sack, smashed in the face by someone's fist, thrown to\nthe deck. \"Cut acceleration!\" a voice cried far away. The ship slowed.\nSomebody kicked Nibley in the face. Blackness. Dark. Around and around\ndown into darkness....\n\nWhen he opened his eyes again people were talking:\n\n\"We're turning back.\"\n\n\"The hell we are. Kroll says we'll go on, anyway.\"\n\n\"That's suicide! We can't hit that Asteroid Belt without radar.\"\n\nNibley looked up from the floor. Kroll was there, over him, looking\ndown at the old man. \"I might have known,\" he said, over and over\nagain. He wavered in Nibley's sobering vision.\n\nThe ship hung motionless, silent. Through the ports, Nibley saw they\nwere based on the sunward side of a large planetoid, waiting, shielded\nfrom most of the asteroid particles.\n\n\"I'm sorry,\" said Nibley.\n\n\"He's sorry.\" Kroll swore. \"The very man we bring along as relief\ncomputator sabotages our machine! Hell!\"\n\nBruno was in the room. Nibley saw Bruno's eyes dilate at Kroll's\nexclamation. Bruno knew now.\n\nNibley tried to get up. \"We'll get through the Swarm, anyway. I'll take\nyou through. That's why I broke that blasted contraption. I don't like\ncompetition. I can clear a path through them asteroids big enough to\nlug Luna through on Track Five!\"\n\n\"Who gave you the wine?\"\n\n\"I found it, I just found it, that's all.\"\n\nThe crew hated him with their eyes. He felt their hatred like so many\nmeteors coming in and striking at him. They hated his shriveled,\nwrinkled old man guts. They stood around and waited for Kroll to let\nthem kick him apart with their boots.\n\nKroll walked around the old man in a circle. \"You think I'd chance you\ngetting us through the Belt!\" He snorted. \"What if we got half through\nand you got potted again!\" He stopped, with his back to Nibley. He was\nthinking. He kept looking over his shoulder at the old man. \"I can't\ntrust you.\" He looked out the port at the stars, at where Jupiter shone\nin space. \"And yet--\" He looked at the men. \"Do you want to turn back?\"\n\nNobody moved. They didn't have to answer. They didn't want to go back.\nThey wanted to go ahead.\n\n\"We'll keep on going, then,\" said Kroll.\n\nBruno spoke. \"We crew-members should have some say. I say go back. We\ncan't make it. We're just wasting our lives.\"\n\nKroll glanced at him, coolly. \"You seem to be alone.\" He went back to\nthe port. He rocked on his heels. \"It was no accident Nibley got that\nwine. Somebody planted it, knowing Nibley's weakness. Somebody who\nwas paid off by the Martian Industrials to keep this ship from going\nthrough. This was a clever set-up. The machines were smashed in such\na way as to throw suspicion directly on an innocent, well, almost\ninnocent, party. Nibley was just a tool. I'd like to know who handled\nthat tool--\"\n\nNibley got up, the wrench in his gnarled hand. \"I'll tell you who\nplanted that wine. I been thinking and now--\"\n\nDarkness. A short-circuit. Feet running on the metal deck. A shout. A\nthread of fire across the darkness. Then a whistling as something flew,\nhit. Someone grunted.\n\nThe lights came on again. Nibley was at the light control.\n\nOn the floor, gun in hand, eyes beginning to numb, lay Bruno. He lifted\nthe gun, fired it. The bullet hit Nibley in the stomach.\n\nNibley grabbed at the pain. Kroll kicked at Bruno's head. Bruno's head\nsnapped back. He lay quietly.\n\nThe blood pulsed out between Nibley's fingers. He watched it with\ninterest, grinning with pain. \"I knew his orbit,\" he whispered, sitting\ndown cross-legged on the deck. \"When the lights went out I chose my own\norbit back to the light switch. I knew where Bruno'd be in the dark.\nHavin' a wrench handy I let fly, choosin' my arc, naturally. Guess he's\ngot a hard skull, though....\"\n\n\n\nThey carried Nibley to a bunk. Douglas stood over him, dimly, growing\nolder every second. Nibley squinted up. All the men tightened in upon\nit. Nibley felt their dismay, their dread, their worry, their nervous\nanger.\n\nFinally, Kroll exhaled. \"Turn the ship around,\" he said. \"Go back to\nMars.\"\n\nThe crew stood with their limp hands at their sides. They were tired.\nThey didn't want to live any more. They just stood with their feet on\nthe deck. Then, one by one, they began to walk away like so many cold,\ndead men.\n\n\"Hold on,\" cried Nibley, weakening. \"I ain't through yet. I got two\norbits to fix. I got one to lay out for this ship to Jupiter. And I got\nto finish out my own separate secret personal orbit. You ain't turnin'\nback nowhere!\"\n\nKroll grimaced. \"Might as well realize it, Grandpa. It takes seven\nhours to get through the Swarms, and you haven't another _two_ hours in\nyou.\"\n\nThe old man laughed. \"Think I don't know that? Hell! Who's supposed to\nknow all these things, me or you?\"\n\n\"You, Pop.\"\n\n\"Well, then, dammit--bring me a bulger!\"\n\n\"Now, look--\"\n\n\"You heard me, by God--a bulger!\"\n\n\"Why?\"\n\n\"You ever hear of a thing called triangulation? Well, maybe I won't\nlive long enough to go with you, but, by all the sizes and shapes of\nbehemoths--this ship is jumpin' through to Jupiter!\"\n\nKroll looked at him. There was a breathing silence, a heart beating\nsilence in the ship. Kroll sucked in his breath, hesitated, then smiled\na grey smile.\n\n\"You heard him, Douglas. Get him a bulger.\"\n\n\"And get a stretcher! And tote this ninety pounds of bone out on the\nbiggest asteroid around here! Got that?\"\n\n\"You heard him, Haines! A stretcher! Stand by for maneuvering!\" Kroll\nsat down by the old man. \"What's it all about, Pop? You're--sober?\"\n\n\"Clear as a bell!\"\n\n\"What're you going to do?\"\n\n\"Redeem myself of my sins, by George! Now get your ugly face away so I\ncan think! And tell them bucks to hurry!\"\n\nKroll bellowed and men rushed. They brought a space-suit, inserted the\nninety pounds of shrill and wheeze and weakness into it--the doctor had\nfinished with his probings and fixings--buckled, zipped and welded him\ninto it. All the while they worked, Nibley talked.\n\n\"Remember when I was a kid. Stood up to that there plate poundin' out\nbaseballs North, South and six ways from Sundays.\" He chuckled. \"Used\nto hit 'em, and predict which window in what house they'd break!\"\nWheezy laughter. \"One day I said to my Dad, 'Hey, Dad, a meteor just\nfell on Simpson's Garage over in Jonesville.' 'Jonesville is six miles\nfrom here', said my father, shakin' his finger at me. 'You quit your\nlyin', Nibley boy, or I'll trot you to the woodshed!'\"\n\n\"Save your strength,\" said Kroll.\n\n\"That's all right,\" said Nibley. \"You know the funny thing was always\nthat I lied like hell and everybody said I lied like hell, but come\nto find out, later, I wasn't lyin' at all, it was the truth. I just\n_sensed_ things.\"\n\nThe ship maneuvered down on a windless, empty planetoid. Nibley was\ncarried on a stretcher out onto alien rock.\n\n\"Lay me down right here. Prop up my head so I can see Jupiter and the\nwhole damned Asteroid Belt. Be sure my headphones are tuned neat.\nThere. Now, give me a piece of paper.\"\n\nNibley scribbled a long weak snake of writing on paper, folded it.\n\"When Bruno comes to, give him this. Maybe he'll believe me when he\nreads it. Personal. Don't pry into it yourself.\"\n\nThe old man sank back, feeling pain drilling through his stomach, and a\nkind of sad happiness. Somebody was singing somewhere, he didn't know\nwhere. Maybe it was only the stars moving on the sky.\n\n\"Well,\" he said, clearly. \"Guess this is it, children. Now get the\nhell aboard, leave me alone to think. This is going to be the biggest,\nhardest, damnedest job of computatin' I ever latched onto! There'll be\norbits and cross orbits, big balls of fire and little bitty specules,\nand, by God, I'll chart 'em all! I'll chart a hundred thousand of the\ndamned monsters and their offspring, you just wait and see! Get aboard!\nI'll tell you what to do from there on.\"\n\nDouglas looked doubtful.\n\nNibley caught the look. \"What ever happens,\" he cried. \"Will be worth\nit, won't it? It's better than turnin' back to Mars, ain't it? Well,\n_ain't_ it?\"\n\n\"It's better,\" said Douglas. They shook hands.\n\n\"Now all of you, get!\"\n\n\n\nNibley watched the ship fire away and his eyes saw it and the Asteroid\nSwarm and that brilliant point of light that was massive Jupiter. He\ncould almost feel the hunger and want and waiting up there in that star\nflame.\n\nHe looked out into space and his eyes widened and space came in, opened\nout like a flower, and already, natural as water flowing, Nibley's\nmind, tired as it was, began to shiver out calculations. He started\ntalking.\n\n\"Captain? Take the ship straight out now. You hear?\"\n\n\"_Fine_,\" answered the captain.\n\n\"Look at your dials.\"\n\n\"_Looking._\"\n\n\"If number seven reads 132:87, okay. Keep 'er there. If she varies a\npoint, counteract it on Dial Twenty to 56.90. Keep her hard over for\nseventy thousand miles, all that is clear so far. Then, after that, a\nsharp veer in number two direction, over a thousand miles. There's a\nbig sweep of meteors coming in on that other path for you to dodge. Let\nme see, let me see--\" He figured. \"Keep your speed at a constant of one\nhundred thousand miles. At that rate--check your clocks and watches--in\nexactly an hour you'll hit the second part of the Big Belt. Then switch\nto a course roughly five thousand miles over to number 3 direction,\nveer again five minutes on the dot later and--\"\n\n\"_Can you see all those asteroids, Nibley. Are you sure?_\"\n\n\"Sure. Lots of 'em. Every single one going every which way! Keep\nstraight ahead until two hours from now, after that last direction of\nmine--then slide off at an angle toward Jupiter, slow down to ninety\nthousand for ten minutes, then up to a hundred ten thousand for fifteen\nminutes. After that, one hundred fifty thousand all the way!\"\n\nFlame poured out of the rocket jets. It moved swiftly away, growing\nsmall and distant.\n\n\"Give me a read on dial 67!\"\n\n\"_Four._\"\n\n\"Make it six! And set your automatic pilot to 61 and 14 and 35.\nNow--everything's okay. Keep your chronometer reading this way--seven,\nnine, twelve. There'll be a few tight scrapes, but you'll hit Jupiter\nsquare on in 24 hours, if you jump your speed to 700,000 six hours from\nnow and hold it that way.\"\n\n\"_Square on it is, Mr. Nibley._\"\n\nNibley just lay there a moment. His voice was easy and not so high and\nshrill any more. \"And on the way back to Mars, later, don't try to find\nme. I'm going out in the dark on this metal rock. Nothing but dark for\nme. Back to perihelion and sun for you. Know--know where _I'm_ going?\"\n\n\"_Where?_\"\n\n\"Centaurus!\" Nibley laughed. \"So help me God I am. No lie!\"\n\nHe watched the ship going out, then, and he felt the compact, collected\ntrajectories of all the men in it. It was a good feeling to know that\nhe was the guiding theme. Like in the old days....\n\nDouglas' voice broke in again.\n\n\"_Hey, Pop. Pop, you still there?_\"\n\nA little silence. Nibley felt blood pulsing down inside his suit.\n\"Yep,\" he said.\n\n\"_We just gave Bruno your little note to read. Whatever it was, when he\nfinished reading it, he went insane._\"\n\nNibley said, quiet-like. \"Burn that there paper. Don't let anybody else\nread it.\"\n\nA pause. \"_It's burnt. What was it?_\"\n\n\"Don't be inquisitive,\" snapped the old man. \"Maybe I proved to Bruno\nthat he didn't really exist. To hell with it!\"\n\nThe rocket reached its constant speed. Douglas radioed back: \"_All's\nwell. Sweet calculating, Pop. I'll tell the Rocket Officials back at\nMarsport. They'll be glad to know about you. Sweet, sweet calculating.\nThanks. How goes it? I said--how goes it? Hey, Pop! Pop?_\"\n\nNibley raised a trembling hand and waved it at nothing. The ship was\ngone. He couldn't even see the jet-wash now, he could only feel that\nhard metal movement out there among the stars, going on and on through\na course he had set for it. He couldn't speak. There was just emotion\nin him. He had finally, by God, heard a compliment from a mechanic of\nradar-computators!\n\nHe waved his hand at nothing. He watched nothing moving on and on into\nthe crossed orbits of other invisible nothings. The silence was now\ncomplete.\n\nHe put his hand down. Now he had only to chart that one last personal\norbit. The one he had wanted to finish only in space and not grounded\nback on Mars.\n\nIt didn't take lightning calculation to set it out for certain.\n\nLife and death were the parabolic ends to his trajectory. The long\nlife, first swinging in from darkness, arcing to the inevitable\nperihelion, and now moving back out, out and away--\n\nInto the soft, encompassing dark.\n\n\"By God,\" he thought weakly, quietly. \"Right up to the last, my\nreputation's good. Never fluked a calculation yet, and I never will....\"\n\nHe didn't.\n",
    "metadata": {
        "author": [
            "Bradbury, Ray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64420/pg64420.txt",
        "name": "jonah_of_the_jove_run.json"
    }
}