{
    "name": "Josiah's Alarm, and Abel Perry's Funeral",
    "author": [
        "Holley, Marietta"
    ],
    "body": "                          JOSIAH ALLEN’S WIFE\n\n\n\n                                   ❦\n                              ILLUSTRATED\n                                   ❦\n\n\n\n                              PHILADELPHIA\n\n                        J. B. LIPPINCOTT COMPANY\n\n                                  1895\n\n\n------------------------------------------------------------------------\n\n\n\n\n                             JOSIAH’S ALARM\n             Copyright, 1893, by J. B. LIPPINCOTT COMPANY.\n\n                          ABEL PERRY’S FUNERAL\n             Copyright, 1887, by J. B. LIPPINCOTT COMPANY.\n\n           PRINTED BY J. B. LIPPINCOTT COMPANY, PHILADELPHIA.\n\n\n------------------------------------------------------------------------\n\n\n\n\n                         List of Illustrations.\n\n                               ----------\n\n                                                       PAGE\n\n             “Before they got it sot up”                  5\n\n             “Raisin’ vegitables and flowers for          9\n               market”\n\n             “I ketched Josiah a-figgerin’”              13\n\n             “A-comin’ up from the suller”               23\n\n             “George Washington’s hired man kicked at    37\n               it”\n\n             “Josiah killed a fat turkey”                45\n\n             “A lawyer by perswasion”                    53\n\n             “Alone, and lonesome as a dog”              66\n\n             “Abel and S. Annie selected one”            74\n\n             “It lay there by the side of the road, a    84\n               great white shape”\n\n\n------------------------------------------------------------------------\n\n\n\n\n                           _Josiah’s Alarm._\n\n                               ----------\n\n\nWHEN we had the furnace put into our new house, the man who built the\nhouse, and the agent who sold it, acted awful skairt.\n\nThe agent talked dretful skairful. He said we would be too hot. He said,\n“In every other respect it wuz a perfect furnace, only it would be\nliable to heat us up too much.”\n\nBy the contract Josiah wuz to give a big hefty price for the furnace,\nand this wuz the one they brung.\n\nWall, finally the agent talked so much about the awful amount of heat it\nwould throw out that Josiah got skairt, and he sez,—\n\n“I guess we had better get a smaller one, Samantha. How it would look to\nhave a sunstroke in the winter!” sez he. “It would mortify me to have\none myself, or have you.”\n\nThis wuz before they got it sot up. But I sez,—\n\n“Be calm, Josiah Allen. Don’t let’s be too hasty in our movements. I\ndare persume to say we may suffer from the heat ofttimes. But you know\nit is three or four sizes smaller than the one we laid out to have.”\n\n\n“Yes,” sez Josiah. “But this is such a heater, Samantha, I s’poze there\nhain’t nothin’ like it in the country for pourin’ out the heat in\ntorrents. And it takes next to nothin’ in coal to run it. I am sorry I\ngot so much coal,” sez he, dreamily, a-lookin’ at the big heaped-up ben.\n“It is all onnecessary; it hain’t a-goin’ to take more’n a ton, if it\nduz that, to run it all winter.”\n\n“Oh, shaw!” sez I.\n\n“Wall, it won’t take but a few pounds more, anyway. I know it won’t from\nwhat the agent sez. I am sorry,” sez he, “that I didn’t get it by the\npound as we needed it. It hain’t likely we shall ever empty that ben,\nnot if we don’t live beyond the nateral age of mortals.”\n\nAnd Josiah looked sad.\n\nBut I merely sez ag’in, “Oh, shaw!” For I didn’t fall in with his idees\nat all. And the idee looked silly to me of his goin’ to Jonesville and\nbringin’ coal home a few pounds at a time, like tea, or suger; and so I\nsez “Oh, shaw!” to it.\n\nAnd then he started off on a new tact, and sez he, “I am afraid it is\nresky, anyway, to have it round. I am afraid it will burn up the house.”\n\nBut I kep’ on a-counselin’ him to keep calm, and try it, and then he\nbegin on a new idee, about heatin’ the door-yard with it from the\nfurnace-room door, and raisin’ vegitables and flowers for market.\n\nBut I sez, “With snow eight or ten feet deep, and old zero a-goin’ down\nto forty, I guess we can’t raise many vegitables and flowers in the\ndoor-yard.”\n\n“Of course we couldn’t without the furnace,” sez he. “But that furnace,\nfrom what that agent sez, would jest melt the snow right down and keep\nit warm as summer clear to the orchard fence. And the meltin’ snow would\nmake the ground moist and rich. Why,” sez he, “Samantha, I believe we\ncould make our everlastin’ fortune by it.”\n\n\nAnd he sot down and crossed his legs, and begin to calculate, on the\nback of the Almanac, how much string-beans would fetch in January, and\nhow our lettuce would be sought for in December, and how much he ort to\nhave a head for it.\n\nBut I looked on this like one of the many bubbles I had seen him throw\nup rosy and gold tinted, to break anon over his devoted but bald head,\nand drizzle down into damp mist and nothin’ness.\n\nAnd I kep’ on a-tellin’ him to be mejum, and to go slow. Sez I,—\n\n“Don’t you go to breakin’ up ground and puttin’ in garden-seeds in\nNovember on the strength of that furnace.”\n\nBut sez he, “The heat of it ort to be utilized. It is not only resky to\nhave so much heat a-layin’ loose round, but it seems wicked to waste\nit.”\n\nAnd I ketched Josiah Allen that day a-figgerin’ on a blank page in Fox’s\nBook of Martyrs how he could carry the waste heat to the barn and heat\nup the cattle.\n\nBut I kep’ calm through it all. Of course I knew from the agent’s talk\nthat we wuz takin’ a great resk onto us, almost like goin’ to a torrid\nzone in the fall of the year. And though I did in my secret thoughts\napprehend sunstrokes and prostrations, and perused the medical portion\nof the Almanac in my hours of leisure, for directions to fetch folks to\nwhen they wuz prostrated by heat, still I kep’ a calm demeanor on the\noutside of me, and never let on to Josiah that I had a apprehension.\n\nThat is my way, to keep still, and calm, and do everything I can to\navert danger.\n\n\nIn the same quiet way, I got out three old palm-leaf fans, and put new\nbindin’s round the edges, and hemmed over the bottom of my old lawn\ndress, and I bought eleven yards of cheese bandage cloth at a outlay of\nfive cents a yard, and colored it a soft gray with plum boughs. If I\ncouldn’t wear calico in the winter, as I mistrusted I couldn’t from the\nagent’s talk, why, I laid out to be prepared. And if my apprehensions\nwuz futile, why, I laid out to make it into a comforter for my bed. Ten\nyards would make the comforter, and the odd yard I needed for a\nwipin’-cloth.\n\nThey wuz quite a long time a-settin’ up the furnace. It seemed to me to\ntake a good while, but I wuzn’t used to the common behavior of furnaces,\nand didn’t know but it wuz one of their habits to be a good while\na-bein’ sot up.\n\nOf course, Josiah bein’ a man, and bein’ round with the workmen more,\nand hearin’ more of the skairful talk of that agent, about the heat that\nwuz soon a-goin’ to pour onto us, it wuz nateral that he should get\nskairter than I wuz, and it wuz on the very afternoon that they finished\nsettin’ it up, and I s’poze the agent had acted very skairful, and also\nthe men that wuz a-helpin’ set it up (for of course it wuz nateral that\nthey should all be linked together in their talk about it).\n\nIt wuz that very afternoon, along towards night, that I overheard\nJosiah, out by the gate, a-tryin’ to sell his clothes, all his thick\nones. And I walked right out bareheaded, and interfered.\n\nBut Josiah sez, “What will I ever want of ’em ag’in?”\n\nAnd I sez, “You act like a luny. Hain’t you got to go out any more to\nmill or to meetin’?”\n\nBut sez he, “I am only sellin’ them that I wear round the house\nwinters.”\n\nBut I sez, “Do you desist imegiatly,” sez I. “If the clothes hain’t\nwanted, I need ’em for carpet-rags.”\n\n“Carpets!” sez he. “Do you s’poze we can stand carpets in such a heat? I\nam goin’ to buy mattin’, mattin’ of the very coolest kind.”\n\nSez I, sternly, “Do you stop sellin’ or buyin’, and wait.”\n\n“Yes,” sez he, bitterly, “wait! till we all have sunstrokes, and are\ndead and buried.”\n\nI see he wuz fearfully worked up, and all the rest of the afternoon I\nmade errents for him to keep him away from that agent and the workmen. I\nsee he wuz gettin’ completely onstrung. And I, with my own inward\napprehensions, wuz in no state to string him up ag’in.\n\nSo I kep’ him away from them by borrowin’ things I didn’t want of Mrs.\nGowdey, and sendin’ home tea I never had to Miss Bobbitses, and etc.\netc.\n\nYes, to such depths of deceit will a woman’s devoted love lead her.\n\nWall, about night they got it sot up, and Josiah and I proceeded\ndown-stairs to see it. They had all gone then, for Miss Bobbit had\ndetained Josiah with a long story. She mistrusted sunthin’.\n\nWall, when we went down to see it, it looked queer enough. The furnace\nwuz so very small, and the big pipes a-leadin’ from it in every\ndirection looked so very big.\n\nI don’t know as I can describe it any better than to say it looked like\na small teacup sot out in a door-yard, with very big eave-spouts\na-runnin’ from it all over the yard. Or as a very small infant of a few\nweeks of age would look, a-settin’ up with a man’s high hat on, and a\npair of number eleven boots.\n\nIt looked curious, and strange, so strange that I sithed, as I looked at\nit, and Josiah looked stunted, and he took out his bandanna handkerchief\nand wiped his forward, without words.\n\nFinally he sez, sort o’ dreamily,—\n\n“’Most all great inventions and discoveries look strange at first.”\n\nAnd I sez, almost mechanically, “Yes, that is so, Josiah.”\n\nAnd he spoke out ag’in, “Napoleon Boneparte wuz a small man, but what a\ngenerel he wuz! What a leader! How fiery he wuz!”\n\nAnd I sez, “Yes,” ag’in.\n\nAnd he sez, a-brightenin’ up in his thoughts, and in delicate defference\nto me,—\n\n“The pen is mightier than the sword.”\n\nWall, the next mornin’ the fire wuz built in the furnace, and, it bein’\nhot weather, it heat the house beautifully. It wuz about ninety in the\nshade, so the furnace heat the house warm, and the agent and men looked\ntriumphant, and ag’in Josiah’s apprehensions rose, and he wondered how\nhe wuz goin’ to get through the winter with it without meltin’ right\ndown in our tracts.\n\nBut I kep’ cool, or as cool as I could in dog-days, and didn’t say much.\n\nWall, it run along, and run along, the furnace always a-goin’, to dry\nthe plasterin’, and Josiah’s stock of winter coal kep’ a-dwindlin’ down.\n\nWhatever else the furnace could do, or couldn’t do, it could devour coal\nwith the best of ’em. Like some folks I have seen, it wuz small in size,\nbut had a immense appetite.\n\nTon after ton vanished like tales that wuz told, into its insatiable\nmouth (door of furnace).\n\nBut as the weather wuz still hot, it heat the house beautifully, so\nJosiah didn’t complain. But he lay awake nights a-worryin’ about the\neffects of heat.\n\nBut finally there come on a cold snap, jest as I wuz a-gettin’ the new\nhouse cleaned, and carpets put down, and I found there wuzn’t a room I\ncould set down in, it wuz so cold.\n\nIt wuz a very cold day when I had the dinin’-room carpet put down, and I\nhad hired a stout healthy woman, two hundred pounds wuz her weight, and\nher temperature wuz above normal, it wuz so good.\n\nI went over to the house that mornin’, and I shivered imperceptibly as I\nwalked through the rooms,—I didn’t venter to set,—and I met Josiah\na-comin’ up from the suller with his mittens on, and a comforter round\nhis neck, and his teeth a-chatterin’.\n\nAnd I sez to him, “Hain’t you glad you didn’t sell your mittens and\ncomforter, Josiah?”\n\nAnd he sez, real snappish, “I wouldn’t be a fool!”\n\nAnd I sez, “I didn’t mean no hurt, Josiah,” and I added further, as I\nclapped my hands together to warm ’em, “We are both sufferers, Josiah\nAllen.”\n\n“Wall,” sez he, “when we get into the house it will be different. Then\nwe can give it a fair test.”\n\nAnd I sez, a-glancin’ at the empty coal-ben,—\n\n\n“If four tons of coal hain’t a test, I don’t know a test when I see it.”\n\nWe had got down in front of the furnace by this time, and I looked down\non it pityin’ly, it looked so fearful small, and the cold all round it\nseemed so intense.\n\nAnd I sez, “The poor little thing hain’t to blame: it duz the best it\ncan, but it has took too hefty a job on it for its size and\nconstitution.”\n\nHe wuz a-leanin’ over the top of the furnace, a-brushin’ off the icicles\nfrom his whiskers; and he sez, almost mechanically,—\n\n“You know the man said it wuz such a heater; you know he said it wuz\nfairly dangerous.”\n\n“Yes,” sez I, “but I learned long ago to put not your trust in princes,\nor agents,” sez I. “That is Bible, Josiah, part on’t.”\n\nWall, he shivered so that I got him out of the furnace-room as quick as\nI could, and then I went up-stairs, a-wroppin’ my thick woollen shawl\nmore closely round my frame, and I looked round to see what had become\nof my hired woman, for I feared the worst; I feared she had perished.\n\nBut no, I found she wuz resusitated. I found her a-settin’ on the\nregester in the dinin’-room floor, the heat turned on to its utmost\ncapacity, and she wuz a-sewin’ on the carpet.\n\nBut she looked blue, and her frame shook. And she said she wuz cold,\nbitter cold.\n\nAnd she sez to me, in gloomy axents,—\n\n“How are you a-goin’ to stand it through the winter?”\n\nMy soul wuz racked with the same agonizin’ apprehensions. But I tried to\nbe calm; I wuz cool, I know,—freezin’ cool.\n\nWall, that afternoon I made a voyalent effort to have that furnace took\nout, and a bigger one put in, and one that had a warmer circulation and\na more healthy constitution inside of it.\n\n“For,” sez I, “if we enter this house with that furnace in it, we shall\nall likewise perish.”\n\nI thought mebby if I used a skriptural term the man would hear to me,\nseein’ he wuz a perfesser.\n\nBut no, he stood firm. He said “we hadn’t tested it sufficient.” And the\nrest of the men a-standin’ round with blue noses, all jined in with him:\n\n“No, we hadn’t tested it.”\n\nWall, I gin my shawl a closter wrop round my chilly frame, and pinted my\nfrigid forefinger towards the empty coal-ben, and sez,—\n\n“If four tons of coal hain’t a test, what do you call one?”\n\nAnd sez I, “If that hain’t a test, there is a woman a-perishin’ out\nthere now, a-settin’ on the regester: bring her in for a test if you\nwant another.”\n\nBut no; one of ’em recommended givin’ her whiskey to keep her\ntemperature up till she got the carpet down.\n\nBut Josiah rousted up at that, and said “he wuzn’t goin’ to stand the\nexpense of keepin’ folkses heat up with brandy.” (That man is close.)\nAnd I repudiated the idee, and said, “I put more faith in soapstuns and\nwoollen shawls.”\n\nAnd I sez ag’in, in eloquent axents, “Take out that furnace, and put in\na bigger one, and I will move in and test it.”\n\nAnd then they said “they wouldn’t.”\n\nAnd we said “we wouldn’t.”\n\nAnd then the man threw some hints at us about the law.\n\nAnd then Tirzah Ann throwed some back at him, about its not bein’ a new\nfurnace.\n\nSuch news had come to us, and come very straight and direct. Miss Deacon\nElikum Peck told she that wuz Hetty Avery, and she that wuz Hetty told\nold Miss Blodgett, and she told the editor of the Augurses wife, and she\ntold Miss Preserved Green, and she told Tirzah Ann. It come straight.\n\nAnd then the man said that it hadn’t never been sot up before, and also\nthat it had all been fixed over sense it wuz sot up.\n\nThis wuz very satisfactory to Josiah, but not to me, and I told him\nag’in, impressively,—\n\n“Take out that furnace. My life I feel is at the stake.”\n\nBut they stood firm. And when one party stands firm and won’t move, the\nother party has got to; that is, if there is any movement.\n\nSo finally, with a forebodin’ mind and a frosty frame, I took the\nventer.\n\nI had a large coal stove in the kitchen, so I knew that part of the\nhouse wuz habitable. So I moved in, accompanied by a good wood stove,\nwhich wuz sot up in my room.\n\nWall, the first thing that happened to me wuz a cold that set my teeth\nto achin’ so hard it seemed as if they must shatter the gooms, and my\nface swelled up almost enormous. I lay in the most excrutiating agony\nfor a week. The pain I suffered every hour wuz costly enough to me to\nbuy the furnace, pipe and all, if pain could profit a man or woman.\n\nAt last I got easier through the constant application of hot poultices,\nmustard, catnip, etcetery. And a hot fire in my wood stove made me\ncomfortable in frame. I couldn’t sleep, so I could ’tend to havin’ the\nwood put in.\n\nOne night, the coldest of the season, worn out with long watchin’ and\npain, I slept sound. So did the one who took care on me: we slept so\nsound that my wood fire languished and went out, and we wuz left in our\nweakness, in the silence and darkness, to the mercy of that poor little\nfurnace.\n\nCurious little thing, it wuzn’t to blame: it did the best it could with\nits circulation and size.\n\nBut in the mornin’ I waked up so cold that it seemed as if I would have\nloved to go to Greenland to have warmed up some, or Iceland would have\nbeen a grateful change.\n\nWaked up with a cold ketched there in my peaceful bed, that brung me\ndown to the very verge of the grave. Yes, I went down so close to the\ndark river that I could almost hear the mysterious swashin’ of its waves\nagainst the shores of the Present.\n\nFor eight long weeks did I lay there and suffer, and doctors and nurses\na-sufferin’ too; for it wuzn’t only me they had to take care on, they\nhad to take constant and broodin’ care of that poor feeble little\nfurnace: that had to be sot up with jest as regular as I did. Sometimes\nthey hired a man to set up with it regular till two in the mornin’,\nthinkin’ then it would survive till mornin’. Sometimes they tried\nwaitin’ on it three or four times a night, and keepin’ it alive that\nway.\n\nWall, after eight or nine weeks of sufferin’ almost onexampled, I got\nbetter; but the poor little furnace kep’ on a-growin’ weaker and more\nweak, its circulation more and more clogged up, and its inward fires\na-expirin’ gradual.\n\nAnd finally consent wuz giv that we should put in a new furnace. And we\nimegiatly and to once bought a big noble-sized one, with a good healthy\ncirculation, that makes our house like summer all the time, day and\nnight.\n\nWhy, it fairly fools the house-plants, makes the silly things think it\n_is_ summer. And up stairs and down, in almost every livin’-room their\nbig green leaves and dewy blossoms shine out, not mistrustin’ that it\nhain’t June.\n\nAnd the red and green parrot sets and talks and looks wise, and is\na-s’pozin’ all the time that he is in New Mexico.\n\nWall, the day that the little furnace wuz took out of the suller (poor\nlittle weak broken-down creeter, I can’t help bein’ sorry for it), that\nvery day I paid my doctor’s bill,—a good hefty one. The nurse’s bill,\nand the bills of them that had sot up with me, and sot up with the\nfurnace, hadn’t come in yet; but I knew they would be big, and ort to\nbe, a-takin’ care on us both.\n\nThe doctor had just gone, and I wuz a-settin’ in my room relapsted into\nmeditation and a big rockin’-chair,—for I wuz far from bein’ strong\nyet,—when all of a sudden my pardner burst into the room, all rousted up\nand agitated to a extreme degree, and sez he,—\n\n“What do you s’poze we have discovered now, Samantha? How old do you\nthink that furnace is, Samantha Allen?”\n\nAnd I sez, “I don’t feel like guessin’ on deep subjects, feelin’ as I\ndo, weak as a cat.”\n\n“Wall,” sez he, “the body part of it is the very same old potash-kettle\nthat George Washington made potash in before the war of 1812.”\n\nSez I, “I don’t believe any such thing,” and sez I, a-leanin’ back in my\ncopperplate chair,—\n\n“You tire me, Josiah, with your wild and impassioned skemes and idees.\nOnly a little while ago you wuz a-tryin’ to sell your clothes to escape\nthe burnin’ qualities of that furnace, and now you are a-tryin’ to make\nit out older’n the hills.”\n\n“But this is a fact,” sez he. “I re_cog_nized it the minute it wuz\noncovered. I see a picture of it once in a Life of Washington. It is a\npeculiar shape, and I can’t be mistook.”\n\nSez I, “I don’t believe a word of it.”\n\n“Wall,” sez he, firmly, “I can prove it.”\n\n“How?” sez I.\n\n“Wall, there is a big hole in the side of it where his hired man got mad\nand kicked at it. It has been all cemented up and mended, but you can\nsee the marks plain.”\n\n“How did you get holt of that idee?” sez I, sternly.\n\n“History,” sez he. “I read a good deal that I never told you about.”\n\n“I should think as much,” sez I. And I sez further,—\n\n“Get that idee out of your head to once, Josiah Allen. George Washington\nnever see this furnace: it wuz made sense his time.”\n\n\nBut Josiah contended it wuz so, and left the room mad as a hen to think\nI wouldn’t give in with him.\n\nAnd in less than ten minutes up he hurried with another idee in his\nhead. And sez he the first thing,—\n\n“More proof, Samantha! in takin’ the furnace apart we have found the old\nrim that Washington’s folks used with his potash-kettle, all broke to\npieces and wired together.”\n\nSez I, “I don’t believe it. I don’t believe a word of it.”\n\n“Wall,” sez he, triumphantly, “come down suller, and I will prove it.”\n\nSo I tottered down suller (for what will not a wife do to please her\npardner?), and there, sure enough, wuz a iron rim which had been broke\nlong ago to all appearance, and mended with old wire. And the big part\ndid indeed look in shape like a old potash-kettle with some places in\nthe side that had been patched up with cement.\n\nI looked down on it pensively and sez,—\n\n“And that is what we wuz to pay that big hefty price for. That is what\nwuz a-goin’ to give us sunstrokes in the winter, and prostrations from\ntoo fervid heat.”\n\nA by-stander a-standin’ by remarked tersely,—\n\n“All it is good for is old iron.”\n\nBut Josiah sez, “Wall, I’ll bet George Washington made durned good\npotash in it. I’ll bet it wuz a good kettle in its day.”\n\nSez I, “Josiah Allen, cease such talk. I should think we had suffered\nenough with the little thing, without lyin’ about it.”\n\nBut sez he, firmly, “I believe every word I say, and I don’t say a thing\nI can’t prove. That is George Washington’s potash-kettle.”\n\nI sithed, and turned silently away, for I knew words wuz vain.\n\nAnd though I don’t believe a word on it, and though I know it wuz made\nsense that time, and hain’t nigh so old, I can’t turn my companion’s\nmind round the wedth of a horse-hair.\n\nHe will go down to the grave a-thinkin’ that that wuz George\nWashington’s potash-kettle, and them mended-up places he found in it wuz\nmade by the hired man a-kickin’ at it when he was mad at George.\n\n\n------------------------------------------------------------------------\n\n                        _Abel Perry’s Funeral._\n\n                               ----------\n\n\nJOSIAH ALLEN and me had visitors, along the last of the winter,—Abel\nPerry’ses folks from ’way out beyond Loontown.\n\nThey come in good sperits and the mornin’ train, and spent three days\nand three nights with us.\n\nYou see, they wuz relations of ourn, and had been for some time,\nentirely onbeknown to us, and they come a-huntin’ us up. They said “they\nthought relations ort to be hunted up, and hang together.” They said\n“the idee of huntin’ us up had come to ’em after readin’ my book.”\n\nThey told me so, and I said, “Wall.”\n\nI didn’t add nor demenish to that one “Wall.” For I didn’t want to act\ntoo backward, nor too forward. I jest kep’ kinder neutral, and said,\n“Wall.”\n\nYou see, Abel’s father’s sister-in-law wuz step-mother to my aunt’s\nsecond-cousin on her father’s side. And Abel said that “he had felt more\nand more, as years went by, that it wuz a burnin’ shame for relations to\nnot know and love each other.” He said “he felt that he loved Josiah and\nme dearly.”\n\nI didn’t say right out whether it wuz reciprokated or not. I kinder\nsaid, “Wall,” ag’in.\n\nAnd I told Josiah, in perfect confidence and the wood-house chamber,\n“that I had seen nearer relations than Mr. Perry’ses folks wuz to us.”\n\nHowsumever, I done well by ’em. Josiah killed a fat turkey, and I baked\nit, and done other things for their comfort, and we had quite a good\ntime.\n\nAbel wuz ruther flowery and enthusiastick, and his mouth and voice wuz\nruther large, but he meant well, I should judge, and we had quite a good\ntime.\n\nShe wuz very freckled, and a second-day Baptist by perswasion, and was\npiecin’ up a crazy bedquilt. She went a-visitin’ a good deal, and got\npieces of the wimmen’s dresses where she visited for blocks. So it wuz\nquite a savin’ bedquilt, and very good-lookin’, considerin’.\n\n\nBut to resoom and continue on. Abel’s folks made us promise on our two\nsacred honors, Josiah’s honor and mine, that we would pay back the\nvisit, for, as Abel said, “for relatives to live so clost to each other,\nand not visit back and forth, wuz a burnin’ shame and a disgrace.” And\nJosiah promised that we would go right away after sugarin’.\n\nWe wouldn’t promise on the New Testament, as Abel wanted us to (he is\ndretful enthusiastick); but we gin good plain promises that we would go,\nand laid out to keep our two words.\n\nSo along a week or so after sugarin’, Josiah beset me one day to go over\nto Mr. Perry’ses.\n\nJosiah liked Abel; there wuz sunthin’ in his intense enthusiastick\nnature and extravagant methods that wuz congenial to Josiah.\n\nSo I bein’ agreeable to the idee, we set out after dinner, a-layin’ out\nto be gone two nights and one hull day, and two parts of days, a-goin’\nand a-comin’ back.\n\nWall, we got there onexpected, as they had come onto us. And we found\n’em plunged into trouble.\n\nTheir only child, a girl, who had married a young lawyer of Loontown,\nhad jest lost her husband with the typus, and they wuz a-makin’\npreparations for the funeral when we got there. She and her husband had\ncome home on a visit, and he wuz took down bed-sick there and died.\n\nI told ’em I felt like death to think I had descended down onto ’em at\nsuch a time.\n\nBut Abel said he wuz jest despatchin’ a messenger for us when we arrove,\nfor, he said, “in a time of trouble, then wuz the time, if ever, that a\nman wanted his near relations clost to him.”\n\nAnd he said “we had took a load offen him by appearin’ jest as we did,\nfor there would have been some delay in gettin’ us there, if the\nmessenger had been despatched.”\n\nHe said “that mornin’ he had felt so bad that he wanted to die,—it\nseemed as if there wuzn’t nothin’ left for him to live for; but now he\nfelt that he had sunthin’ to live for, now his relatives wuz gethered\nround him.”\n\nJosiah shed tears to hear Abel go on. I myself didn’t weep none, but I\nwuz glad if we could be any comfort to ’em, and told ’em so.\n\nAnd I told Sally Ann, that wuz Abel’ses wife, that I would do anything\nthat I could to help ’em.\n\nAnd she said “everything wuz a-bein’ done that wuz necessary. She didn’t\nknow of but one thing that wuz likely to be overlooked and neglected,\nand that wuz the crazy bedquilt.” She said “she would love to have that\nfinished, to throw over a lounge in the settin’-room, that wuz frayed\nout on the edges. And if I felt like it, it _would_ be a great relief to\nher to have me take it right offen her hands, and finish it.”\n\nSo I took out my thimble and needle (I always carry such necessaries\nwith me, in a huzzy made expressly for that purpose), and I sot down and\nwent to piecin’ up. There wuz seventeen blocks to piece up, each one\ncrazy as a loon to look at, and it wuz all to set together.\n\nShe had the pieces, for she had been off on a visitin’ tower the week\nbefore, and collected of ’em.\n\nSo I sot in quiet and the big cheer in the settin’-room, and pieced up,\nand see the preparations a-goin’ on round us.\n\nI found that Abel’ses folks lived in a house big and showy-lookin’, but\nnot so solid and firm as I had seen.\n\nIt wuz one of the houses, outside and inside, where more pains had been\ntook with the porticos and ornaments than with the underpinnin’.\n\nIt had a showy and kind of a shaky look. And I found that that extended\nto Abel’ses business arraingments. Amongst the other ornaments of his\nbuildin’s wuz mortgages, quite a lot of ’em, and of almost every\nvariety. He had gin his only child S. Annie (she wuz named after her\nmother Sally Ann, but wrote it this way),—he had gin S. Annie a showy\neducation, a showy weddin’, and a showy settin’-out. But she had had the\ngood luck to marry a sensible man, though poor.\n\nHe took S. Annie, and the brackets, and piano, and hangin’ lamps, and\nbaskets, and crystal bead lambrequins, her father had gin her, moved ’em\nall into a good sensible small house, and went to work to get a practice\nand a livin’. He wuz a lawyer by perswasion.\n\nWall, he worked hard, day and night, for three little children come to\n’em pretty fast, and S. Annie consumed a good deal in trimmin’s and\ncheap lace to ornament ’em: she wuz her father’s own girl for ornament.\nBut he worked so hard, and had so many irons in the fire, and kep ’em\nall so hot, that he got a good livin’ for ’em, and begun to lay up money\ntowards byin’ ’em a house, a home.\n\n\nHe talked a sight, so folks said that knew him well, about his consumin’\ndesire and aim to get his wife and children into a little home of their\nown, into a safe little haven, where they could be a little sheltered\nfrom the storms of life if the big waves should wash him away. They say\nthat that wuz on his mind day and night, and wuz what nerved his hand so\nin the fray, and made him so successful.\n\nWall, he had laid up about nine hundred dollars towards a home, every\ndollar on it earned by hard work and consecrated by this deathless hope\nand affection. The house he had got his mind on only cost about a\nthousand dollars. Loontown property is cheap.\n\nWall, he had laid up nine hundred, and wuz a-beginnin’ to save on the\nlast hundred, for he wouldn’t run in debt a cent anyway, when he wuz\ntook voyalent sick there to Abel’ses: he and S. Annie had come home for\na visit of a day or two; and he bein’ so run down, and weak with his\nhard day work, and his night work, that he suckumbed to his sickness,\nand passed away the day before I got there.\n\nWall, S. Annie wuz jest overcome with grief the day I got there, but the\nday follerin’ she begun to take some interest, and help her father in\nmakin’ preparations for the funeral.\n\nThe body wuz embalmed, accordin’ to Abel’ses and S. Annie’s wish, and\nthe funeral wuz to be on the Sunday follerin’, and on that Abel and S.\nAnnie now bent their energies.\n\nTo begin with, S. Annie had a hull suit of clear crape made for herself,\nwith a veil that touched the ground; she also had three other suits\ncommenced, for more common wear, trimmed heavy with crape, one of which\nshe ordered for sure the next week, for she said “she couldn’t stir out\nof the house in any other color but black.”\n\nI knew jest how dear crape wuz, and I tackled her on the subject, and\nsays I,—\n\n“Do you know, S. Annie, those dresses of yourn will cost a sight?”\n\n“Cost?” says she, a-bustin’ out a-cryin’. “What do I care about cost? I\nwill do everything I can to respect his memory. I do it in remembrance\nof him.”\n\nSays I, gently, “S. Annie, you wouldn’t forget him if you wuz dressed in\nwhite. And as for respect, such a life as his, from all I hear of it,\ndon’t need crape to throw respect on it: it commands respect, and gets\nit from everybody.”\n\n“But,” says Abel, “it would look dretful odd to the neighbors if she\ndidn’t dress in black.” Says he, in a skairful tone, and in his intense\nway,—\n\n“I would ruther resk my life than to have her fail in duty in this way:\nit would make talk!” And says he, “What is life worth when folks talk?”\n\nI turned around the crazed block, and tackled it in a new place (more\nluny than ever it seemed to me), and says I, mekanickly,—\n\n“It is pretty hard work to keep folks from talkin’, to keep ’em from\nsayin’ sunthin’.”\n\nBut I see from their looks it wouldn’t do to say anything more, so I had\nto set still and see it go on.\n\nAt that time of year flowers wuz dretful high, but S. Annie and Abel had\nmade up their minds that they must have several flower-pieces from the\ncity nighest to Loontown.\n\nOne wuz goin’ to be a gate ajar, and one wuz to be a gate wide open. And\none wuz to be a big book. Abel asked me what book I thought would be\nprefferable to represent. And I mentioned the Bible.\n\nBut Abel says, “No, he didn’t think he would have a Bible; he didn’t\nthink it would be appropriate, seein’ the deceased wuz a lawyer.” He\nsaid “he hadn’t quite made up his mind what book to have. But anyway it\nwuz to be in flowers,—beautiful flowers.” Another piece wuz to be his\nname in white flowers on a purple background of pansies. His name wuz\nWilliam Henry Harrison Rockyfeller. And I says to Abel,—\n\n“To save expense, you will probable have the moneygram W. H. H. R.?”\n\n“Oh, no,” says he.\n\nSays I, “Then the initials of his given names, and the last name in\nfull.”\n\n“Oh, no,” he said; “it wuz S. Annie’s wish, and hisen, that the hull\nname should be put on. They thought it would show more respect.”\n\nI says, “Where Harrison is now, that hain’t a-goin’ to make any\ndifference;” and, says I, “Abel, flowers are dretful high this time of\nyear, and it is a long name.”\n\nBut Abel said ag’in that he didn’t care for expense, so long as respect\nwuz done to the memory of the deceased. He said that he and S. Annie\nboth felt that it wuz their wish to have the funeral go ahead of any\nother that had ever took place in Loontown or Jonesville. He said that\nS. Annie felt that it wuz all that wuz left her now in life, the memory\nof such a funeral as he deserved.\n\nSays I, “There is his children left for her to live for,” says I,—“three\nlittle bits of his own life, for her to nourish, and cherish, and look\nout for.”\n\n“Yes,” says Abel. “And she will do that nobly, and I will help her. They\nare all goin’ to the funeral, too, in deep-black dresses.” He said “they\nwuz too little to realize it now, but in later and maturer years it\nwould be a comfort to ’em to know they had took part in such a funeral\nas that wuz goin’ to be, and wuz dressed in black.”\n\n“Wall,” says I (in a quite onassumin’ way I would gin little hints of my\nmind on the subject), “I am afraid that will be about all the comforts\nof life the poor little children will ever have,” says I. “It will if\nyou buy many more flower-pieces and crape dresses.”\n\nAbel said “it wouldn’t take much crape for the children’s dresses, they\nwuz so little, only the baby’s: that would have to be long.”\n\nSays I, “The baby would look better in white, and it will take sights of\ncrape for a long baby dress.”\n\n“Yes, but S. Annie can use it afterwards for veils. She is very\neconomical; she takes it from me. And she feels jest as I do, that the\nbaby must wear it in respect to her father’s memory.”\n\nSays I, “The baby don’t know crape from a clothes-pin.”\n\n“No,” says Abel, “but in after-years the thought of the respect she\nshowed will sustain her.”\n\n“Wall,” says I, “I guess she won’t have much besides thoughts to live\non, if things go on in this way.”\n\nI would give little hints in this way, but they wuzn’t took. Things went\nright on as if I hadn’t spoke. And I couldn’t contend, for truly, as a\nbad little boy said once on a similar occasion, “it wuzn’t my funeral,”\nso I had to set and work on that insane bedquilt and see it go on. But I\nsithed constant and frequent, and when I wuz all alone in the room I\nindulged in a few low groans.\n\nTwo dress-makers wuz in the house, to stay all the time till the dresses\nwuz done; and clerks would come around, if not oftener, with packages of\nmournin’ goods and mournin’ jewelry, and mournin’ handkerchiefs, and\nmournin’ stockin’s, and mournin’ stockin’-supporters, and mournin’\nsafety-pins, and etc., etc., etc., etc., etc.\n\nEvery one of ’em, I knew, a-wrenchin’ boards offen the sides of that\nhouse that Harrison had worked so hard to get for his wife and little\nones.\n\nWall, the day of the funeral come. It wuz a wet, drizzly day, but Abel\nwuz up early, to see that everything wuz as he wanted it to be.\n\nAs far as I wuz concerned, I had done my duty, for the crazy bedquilt\nwuz done; and though brains might totter as they looked at it, I felt\nthat it wuzn’t my fault. Sally Ann spread it out with complacency over\nthe lounge, and thanked me, with tears in her eyes, for my noble deed.\n\nAlong quite early in the mornin’, before the show commenced, I went in\nto see Harrison.\n\nHe lay there calm and peaceful, with a look on his face as if he had got\naway, at last from a atmosphere of show and sham, and had got into the\ngreat Reality of life.\n\n\nIt wuz a good face, and the worryment and care that folks told me had\nbeen on it for years had all faded away. But the look of determination,\nand resolve, and bravery,—that wuz ploughed too deep in his face to be\nsmoothed out, even by the mighty hand that had lain on it. The resolved\nlook, the brave look with which he had met the warfare of life, toiled\nfor victory over want, toiled to place his dear and helpless ones in a\nposition of safety,—that look wuz on his face yet, as if the deathless\nhope and endeavor had gone on into eternity with him.\n\nAnd by the side of him, on a table, wuz the big high flower-pieces,\nbeginnin’ already to wilt and decay.\n\nWall, it’s bein’ such a oncommon bad day, there wuzn’t many to the\nfuneral. But we rode to the meetin’-house in Loontown in a state and\nsplendor that I never expect to ag’in. Abel had hired eleven\nmournin’-coaches, and the day bein’ so bad, and so few a-turnin’ out to\nthe funeral, that in order to occupy all the coaches, and Abel thought\nit would look better and more popular to have ’em all occupied, we\ndivided up, and Josiah went in one, alone, and lonesome as a dog, as he\nsaid, afterwards to me. And I sot up straight and uncomfortable in\nanother one of ’em, stark alone.\n\nAbel had one to himself, and his wife another one, and two old maids,\nsisters of Abel’ses who always made a point of attendin’ funerals, they\neach one of ’em had one. S. Annie and her children of course had the\nfirst one, and then the minister had one, and one of the trustees in the\nneighborhood had another: so we lengthened out into quite a crowd, all\na-follerin’ the shiny hearse, and the casket all covered with showy\nplated nails. I thought of it in jest that way, for Harrison, I knew,\nthe real Harrison, wuzn’t there. No, he wuz far away,—as far as the Real\nis from the Unreal.\n\nWall, we filed into the Loontown meetin’-house in pretty good shape,\nthough Abel hadn’t no black handkerchief, and he looked worried about\nit. He had shed tears a-tellin’ me about it, what a oversight it wuz,\nwhile I wuz a-fixin’ on his mournin’ weed. He took it into his head to\nhave a deeper weed at the last minute, so I fixed it on. He had the weed\ncome up to the top of his hat and lap over. I never see so tall a weed.\nBut it suited Abel; he said “he thought it showed deep respect.”\n\n“Wall,” says I, “it is a deep weed, anyway,—the deepest I ever see.” And\nhe said, as I wuz a-sewin’ it on, he a-holdin’ his hat for me, “that\nHarrison deserved it; he deserved it all.”\n\nBut, as I say, he shed tears to think that his handkerchief wuzn’t\nblack-bordered. He said “it wuz a fearful oversight; it would probably\nmake talk.”\n\nBut I says, “Mebby it won’t be noticed.”\n\n“Yes, it will,” says he. “It will be noticed.” And says he, “I don’t\ncare about myself, but I am afraid it will reflect onto Harrison. I am\nafraid they will think it shows a lack of respect for him. For\nHarrison’s sake I feel cut down about it.”\n\nAnd I says, “I guess where Harrison is now, the color of a\nhandkerchief-border hain’t a-goin’ to make much difference to him either\nway.”\n\nAnd I don’t s’pose it wuz noticed much, for there wuzn’t more’n ten or a\ndozen folks there when we went in. We went in in Injin file mostly, by\nAbel’ses request, so’s to make more show. And as a procession we wuz\nmiddlin’ long, but ruther thin.\n\nThe sermon was not so very good as to quality, but abundant as to\nquantity. It wuz, as nigh as I could calkerlate, about a hour and\nthree-quarters long. Josiah whispered to me along about the last that\n“we had been there over seven hours, and his legs wuz paralyzed.”\n\nAnd I whispered back that “seven hours would take us into the night, and\nto stretch his feet out and pinch ’em;” which he did.\n\nBut it wuz long and tejus. My feet got to sleep twice, and I had hard\nwork to wake ’em up ag’in. The sermon meant to be about Harrison, I\ns’pose; he did talk a sight about him, and then he kinder branched off\nonto politics, and then the Inter-State bill; he kinder favored it, I\nthought.\n\nWall, we all got drippin’ wet a-goin’ home, for Abel insisted on our\ngettin’ out at the grave, for he had hired some oncommon high singers\n(high every way, in price and in notes) to sing at the grave.\n\nAnd so we disembarked in the drippin’ rain, on the wet grass, and formed\na procession ag’in. And Abel had a long exercise right there in the\nrain. But the singin’ wuz kinder jerky, and cur’us, and they had got\ntheir pay beforehand, so they hurried it through. And one man, the\ntenor, who wuz dretful afraid of takin’ cold, hurried through his part,\nand got through first, and started on a run for the carriage. The others\nstood their grounds till the piece wuz finished, but they put in some\ndretful cur’us quavers. I believe they had had chills: it sounded like\nit.\n\n\nTake it altogether, I don’t believe anybody got much satisfaction out of\nit, only Abel. S. Annie sp’ilt her dress and bonnet entirely—they wuz\nwilted all down; and she ordered another suit jest like it before she\nslept.\n\nWall, the next mornin’ early two men come with plans for monuments. Abel\nhad telegrafted to ’em to come with plans and bid for the job of\nfurnishin’ the monument.\n\nAnd after a good deal of talk on both sides, Abel and S. Annie selected\none that wuz very high and p’inted.\n\nThe men stayed to dinner, and I said to Abel, out to one side,—\n\n“Abel, that monument is a-goin’ to cost a sight.”\n\n“Wall,” says he, “we can’t raise too high a one. Harrison deserved it\nall.”\n\nSays I, “Won’t that, and all these funeral expenses, take about all the\nmoney he left?”\n\n“Oh, no,” says he. “He had insured his life for a large amount, and it\nall goes to his wife and children. He deserves a monument, if a man ever\ndid.”\n\n“But,” says I, “don’t you believe that Harrison would rather have S.\nAnnie and the children settled down in a good little home, with sunthin’\nleft to take care of ’em, than to have all this money spent in perfectly\nuseless things?”\n\n“_Useless!_” says Abel, turnin’ red. “Why,” says he, “if you wuzn’t a\nnear relation I should resent that speech bitterly.”\n\n“Wall,” says I, “what do all these flowers, and empty carriages, and\nsilver-plated nails, and crape, and so forth,—what does it all amount\nto?”\n\n“Respect and honor to his memory,” says Abel, proudly.\n\nSays I, “Such a life as Harrison’s had them; nobody could take ’em away,\nnor demenish ’em. Such a brave, honest life is crowned with honor and\nrespect anyway. It don’t need no crape, nor flowers, nor monuments, to\nwin ’em. And at the same time,” says I, dreamily, “if a man is mean, no\namount of crape, or flower-pieces, or flowery sermons, or obituries, is\na-goin’ to cover up that meanness. A life has to be lived out-doors, as\nit were: it can’t be hid. A string of mournin’ carriages, no matter how\nlong, hain’t a-goin’ to carry a dishonorable life into honor, and no\ngrave, no matter how low and humble it is, is a-goin’ to cover up a\nhonorable life.\n\n“Such a life as Harrison’s don’t need no monument to carry up the story\nof his virtues into the heavens: it is known there already. And them\nthat mourn his loss don’t need cold marble words to recall his goodness\nand faithfulness. The heart where the shadow of his eternal absence has\nfell, don’t need crape to make it darker.\n\n“Harrison wouldn’t be forgot if S. Annie wore pure white from day to\nday. No, nobody that knew Harrison, from all I have hearn of him, needs\ncrape to remind ’em that he wuz once here and now is gone.\n\n“Howsomever, as far as that is concerned, I always feel that mourners\nmust do as they are a mind to about crape, with fear and tremblin’,—that\nis, if they are well off, and _can_ do as they are a mind to; and the\nsame with monuments, flowers, empty coaches, etc. But in this case, Abel\nPerry, I wouldn’t be a-doin’ my duty if I didn’t speak my mind. When I\nlook at these little helpless souls that are left in a cold world with\nnothin’ to stand between them and want but the small means their pa\nworked so hard for and left for the express purpose of takin’ care of\n’em, it seems to me a foolish thing, and a cruel thing, to spend all\nthat money on what is entirely onnecessary.”\n\n“Onnecessary!” says Abel, angrily. “Ag’in I say, Josiah Allen’s wife,\nthat if it wuzn’t for our close relationship I should turn on you. A\nworm will turn,” says he, “if it is too hardly trampled on.”\n\n“I hain’t trampled on you,” says I, “nor hain’t had no idea on’t. I wuz\nonly statin’ the solemn facts and truth of the matter. And you will see\nit some time, Abel Perry, if you don’t now.”\n\nSays Abel, “The worm has turned, Josiah Allen’s wife! Yes, I feel that I\nhave got to look now to more distant relations for comfort. Yes, the\nworm has been stepped on too heavy.”\n\nHe looked cold, cold as a iceickle, almost. And I see that jest the few\nwords I had spoke, jest the slight hints I had gin, hadn’t been took as\nthey should have been took. So I said no more. For ag’in the remark of\nthat little bad boy came up in my mind, and restrained me from sayin’\nany more.\n\nTruly, as the young male child observed, “it wuzn’t my funeral.”\n\nWe went home almost immejiately afterwards, my heart nearly a-bleedin’\nfor the little children, poor little creeters, and Abel actin’ cold and\ndistant to the last.\n\nAnd we hain’t seen ’em sense. But news has come from them, and come\nstraight. Josiah heerd to Jonesville, all about it.\n\nThe miller at Loontown wuz down to the Jonesville mill to get the loan\nof some bags, and Josiah happened to be there to mill that day, and\nheerd all about it.\n\nAbel had got the monument. And the ornaments on it cost far more than he\nexpected. There wuz a wreath a-runnin’ round it clear from the bottom to\nthe top, and verses a kinder runnin’ up it at the same time. And it cost\nfearful. Poetry a-runnin’ up, they say, costs far more than it duz on a\nlevel.\n\nAnyway, the two thousand dollars that wuz insured on Harrison’s life\nwuzn’t quite enough to pay for it. But the sale of his law library and\nthe best of the housen stuff paid it. The nine hundred he left went,\nevery mite of it, to pay the funeral expenses, and mournin’ for the\nfamily.\n\nAnd, as bad luck always follers on in a procession, them mortgages of\nAbel’ses all run out sort o’ together. His creditors sold him out, and\nwhen his property was all disposed of it left him over fourteen hundred\ndollars in debt.\n\nThe creditors acted perfectly greedy, so they say,—took everything they\ncould; and one of the meanest ones took that insane bedquilt that I\nfinished. That _wuz_ mean. They say Sally Ann crumpled right down when\nthat wuz took. Some say that they got holt of that tall weed of\nAbel’ses, and some dispute it; some say that he wore it on the last ride\nhe took in Loontown.\n\nBut, howsomever, Abel wuz took sick, Sally Ann wuzn’t able to do\nanything for their support, S. Annie wuz took down with the typus, and\nso it happened the very day the monument wuz brought to the Loontown\nCemetery, Abel Perry’ses folks was carried to the county house for the\nwinter, S. Annie, the children, and all.\n\n\nAnd it happened dretful cur’us, but the town hired that very team that\ndrawed the monument there, to take the family back.\n\nIt wuz a good team.\n\nThe monument wuzn’t set up, for they lacked money to pay for the\nunderpinnin’. (Wuzn’t it cur’us, Abel Perry never would think of the\nunderpinnin’ to anything?) But it lay there by the side of the road, a\ngreat white shape.\n\nAnd they say the children wuz skairt, and cried, when they went by\nit,—cried and wept.\n\nBut I believe it wuz because they wuz cold and hungry that made ’em cry.\nI don’t believe it wuz the monument.\n\n\n------------------------------------------------------------------------\n\n\n\n\n ● Transcriber’s Notes:\n    ○ Missing or obscured punctuation was silently corrected.\n    ○ Inconsistent spelling and hyphenation were made consistent only\n      when a predominant form was found in this book.\n    ○ Text that was in italics is enclosed by underscores (_italics_).\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Holley, Marietta"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59100/pg59100.txt",
        "name": "josiahs_alarm,_and_abel_perrys_funeral.json"
    }
}