{
    "name": "Julia The Apostate",
    "author": [
        "Bacon, Josephine Daskam"
    ],
    "body": "Copyright, 1903, by Charles Scribner's Sons\n\n\n“You don't think it's too young for me, girls?”\n\n“Young for you--_par exemple!_ I should say not,” her niece replied,\nperking the quivering aigrette still more obliquely upon her aunt's\nhead. Carolyn used _par exemple_ as a good cook uses onion--a hint of it\nin everything. There were those who said that she interpolated it in the\nLitany; but Carolyn, who was born Caroline and a Baptist, was too much\nimpressed by the liturgy of what she called The Church to insert even an\nuncanonized comma.\n\n“Now don't touch it, Aunt Julia, for it's deliciously chic, and if you\nhad your way you'd flatten it down right straight in the middle--you\nknow you would.”\n\nMiss Trueman pursed her lips quizzically.\n\n“I've always thought, Carrie--_lyn_,” she added hastily, as her niece\nscowled, “that they put things askew to make 'em different--for a\nchange, as you might say. Now, if they're _never_ in the middle, it's\nabout as tiresome, isn't it?”\n\nElise, whose napkin-ring bore malignant witness to her loving aunt,\nEliza Judd, laughed irrepressibly: she had more sense of humor than her\nsister. It was she who, though she had assisted in polishing the old\ncopper kettle subsequently utilized as a holder for the tongs and\nshovel, had refused to consider the yet older wash-boiler in the light\nof a possible coal-scuttle, greatly to the relief of her aunt, who\nblushed persistently at any mention of the hearth.\n\nShe patted the older woman encouragingly.\n\n“That's right, Aunt Ju-ju, argue it out!” she advised.\n\nMiss Trueman winced. She had never accustomed herself to those senseless\nmonosyllables that parodied her name; nor could she understand the frame\nof mind that found them preferable to the comfortable “Aunt Jule” of the\nold days.\n\n“Ju-ju!” Strips of unwholesome flesh-colored paste, sugar-sprinkled,\ndear to her childish heart but loathed by a maturer palate, rose to her\nmind. There had been another haunting recollection: for months she\nhad been unable to define it perfectly, though it had always brought a\nthrill of disgust with its vague appeal. One day she caught it and told\nthem.\n\n“It was that dreadful creature Mr. Barnum exhibited,” she declared,\n“that we didn't allow the children to go to see--Jo-jo, the Dog-faced\nBoy! You remember?”\n\nTheir cold horror, briefly expressed, had shown her that she had\ntrespassed too far on their indulgence, and she spoke of it no more, but\nthe memory rankled.\n\n“It's so strange you don't see how cunning it is,” Carolyn complained;\n“everybody does it now. The whole Chatworth family have those names,\nAunt Ju, and it is the dearest thing to hear the old doctor call Captain\nArthur 'Ga-ga.' You know that dignified sister with the lovely silvery\nhair? Well, they all call her 'Looty.' And nobody thinks of Hunter\nChatworth's real name--he's always 'Toto.'”\n\n“And he has three children!”\n\nMiss Trueman sighed; the constitution of the modern family amazed her\nendlessly. Ga-ga, indeed!\n\n“Do the children call him Toto, too?” she demanded, with an attempt at\nsarcasm, a conversational form to which she was by nature a stranger.\n\n“Oh, I don't know about that,” Carolyn answered carelessly. “I suppose\nnot. Though plenty of children do, you know. Mrs. Ranger's little girl\nalways calls her mother Lou.”\n\n“Mrs. Ranger--you mean the woman that smokes?”\n\nMiss Trueman's tone brought vividly to the mind a person dangling from\ndisgusted finger-tips a mouse or beetle.\n\n“For heaven's sake, Aunt Jule”--in moments of intense exasperation they\nreverted unconsciously to the old form--“don't speak of her as if she\nsmoked for a living!”\n\n“I should rather not speak of her at all,” said Miss Trueman severely.\n\nThey raised their eyebrows helplessly: Carolyn's irritation was so\nunfeigned that she omitted a justly famous shrug.\n\nFor two years they had devoted an appreciable part of their busy hours\nto modifying Aunt Julia's antique prejudices, developing in her the\nlatent aesthetic sense that their Wednesday art class taught them\nexisted in every one, cajoling her into a tolerance of certain phases\nof modern literature considered seriously and weekly by the Monday\nAfternoon Club, and incidentally utilizing her as a chaperon and\nhousekeeper in their modest up-town apartment.\n\nThe first six months of her sojourn had been almost entirely occupied\nwith accustoming herself to the absence of an attic and a cellar; long\ndays of depression they learned, finally, to trace to this incredible\nsource. Later she dealt with the problem of subsisting from eight till\none on two rolls and a cup of coffee; successfully, in the ultimate\nissue, as surreptitious bits of fried ham and buckwheat cakes, with\nsuspicious odors, winked at discreetly by her nieces, witnessed. It\nwould have been unkind, as Elise suggested, to criticise Aunt Ju-ju's\nperformances at the ungodly hour of seven in the morning, when their own\ncorrectly Continental repast, flanked by a chrysanthemum in a tall\nvase, not only tallied so accurately with their digestive and aesthetic\nnecessities, but appeared, moreover, with such gratifying regularity one\nhour later.\n\nBoth Carolyn and her sister had inherited from their mother, Miss\nTrue-man's older sister, a real gift for teaching, and this, rather than\ntheir respective abilities in art and music, enabled them to impart\nvery successfully the elements of these necessary branches to the young\nladies of a fashionable boarding-school just outside the city.\n\nIt was politely regretted by their friends that they were unable to\ngive themselves unreservedly to the exercise of their art without the\ncramping necessity for teaching; but it is probable that both the girls\nestimated their not too extraordinary talents very sensibly, though far\nfrom displeased by a more flattering judgment.\n\nMiss Trueman, who possessed the characteristic veneration of the bred\nand born New Englander for his native or imported school-ma'am, resented\npersistently their somewhat patronizing attitude toward the profession\nsecond only to the ministry in her stanch respect. A little of the\nsimple grandeur of those childhood days when “the teacher boarded with\nthem” clung with the ineradicable force of habit to her mind, and she\ncould not understand their restive attitude at “the fine positions as\nteachers Hattie's girls have got.”\n\n“I'm sure you make more money than that Miss Seymour that gets her own\nmeals in her room--she said so herself.”\n\n“Oh, well, there are other things to be considered, Aunt Ju; and,\nanyway, she's a real bohemian, Polly Seymour. There's a fascination in\nit.”\n\n“There's no fascination in being hungry that I can see, and she admitted\nthat, L--Elise,” Miss Trueman insisted severely. “I don't understand how\nshe could have done it--I would have died first. And she seemed to think\nit was a great joke to have her friends give her a dinner--I think it\nwas terrible.”\n\n“Why, Aunt Jule, how ridiculous! We were delighted to do it--it was\nperfectly dear of her to let us, too. And think of the people we met\nthere--Rawlins and Mr. Ware! You don't mind being poor if such men will\ncome just out of interest in you, I tell you. Do you remember, Elise,\nhow Mr. Rawlins called her 'little girl'? Mr. Ware lets her use his\nmodels whenever she likes, too,” Carolyn added respectfully.\n\n“Oh, she's bound to arrive!” Elise agreed.\n\nAunt Ju-ju sniffed uncontrolledly.\n\n“I should hope she'd arrive at the point where she could buy her own\ndinners,” she remarked. “To be beholden for your bread”...\n\nHere were two points of view as little likely to coincide as the\nparallel lines of science, and at some such stage as this the\ndiscussions were wont to cease.\n\nTo-day the apartment was swept and garnished for a social function\nlong planned by the nieces. Carnations leaned from tall glass vases,\nintricate little cakes jostled carefully piled sandwiches, and a huge\nbrass samovar, borrowed for the occasion, gave dignity to the small\nparlor. Miss Trueman had learned by now the unwritten law that prevented\nthe various objects in the once proudly segregated “drawing-room set”\n from association with each other, and made no attempt to correct their\nintentional isolation. The samovar she refused utterly to meddle with,\nassuring them that she would as soon think of running a locomotive.\n\nAs the guests began to arrive Miss Trueman found herself regarding them\neven more critically than usual; an argumentative spirit rose in her,\nand her calm contradiction of Mrs. Ranger, who discussed with great\nsubtlety the notable advantages--even from the artistic point of\nview--of the approaching spring when experienced in the city, in\ncomparison with that be-rhymed season's vaunted country beauties,\nstartled more than one person.\n\n“Just because they're more delicate, just because you must look harder\nto discover them, just because you must get as much from a pot of\nhyacinths on the Avenue as from a whole field of primroses in the\nbackwoods, you know,” she concluded, and the little circle nodded sagely\nand congratulated themselves on an unpublished paragraph.\n\n“I don't agree with you, Mrs. Ranger,” said Aunt Ju-ju flatly, to the\nabsolute amazement of her nieces and the tolerant amusement of the\nassembly. “I guess you haven't lived in the country much, or you\nwouldn't talk so. And primroses don't grow in fields here, anyway.\nIf you could see my hyacinths and crocuses in round beds at home, you\nwouldn't mention those poor little stalks in the pots.”\n\nMrs. Ranger laughed, and directed her searching, level glance at\nthe older woman, who combined in her comely, undisguised middle age\nsomething at once more matronly and more childish than the analytic\nauthoress could ever find in her own mirror.\n\n“Aha!” she cried, “then you are no friend of dear old Horace, after all,\nMiss Trueman! He and I, you see--”\n\nThe relation of these two urbanites was revealed no further, for a\nbustle in the little hall drew attention to a newcomer unknown not\nonly to the guests but evidently to the hostesses, who rose, smiling\nuncertainly, as a portly, broad-shouldered man with iron-gray hair made\nhis way through the group about the samovar.\n\n“I'll have to introduce myself, I see,” he began, not precisely\nwith what an exigent society calls ease of manner, but with a certain\npractical self-possession quite as effective.\n\n“I didn't expect the girls to remember me, but I thought perhaps you\nmight, Julia.”\n\nMiss Trueman peered out from the shaded five-o'clock gloom so dear to\nCarolyn's soul.\n\n“I don't seem--it's not--why, Cousin Lorando Bean, it's not you?”\n\n“That's it,” he said heartily, “that's just exactly it. And he's mighty\nglad to see some of his relations again, I can tell you. And these are\nCarrie and Lizzie, I suppose. Well, well, fifteen years is a long time,\neven to an old fellow like me, and you girls were just beginning to be\nyoung ladies when I left Connecticut. How are you all?”\n\nIf this simple greeting came like a breath of her native air to Miss\nTrue-man, it cannot be said to have had a similar effect on her nieces.\nCourtesy prevented a full expression of their feelings, but they\naffected no undue delight at the presence of their new-found\nrelative--whom they had very sincerely forgotten, along with many other\ndetails of a somewhat inartistic youth--and turned to their other guests\nwith a frank relief when they had established him, with a cup of tea, a\nsandwich, and Aunt Julia, in the near-by dining-room.\n\n“A third or fourth cousin, I believe, who has lived a long time in the\nWest,” they explained. The company, some of whom doubtless possessed\nthird or fourth cousins from the West, nodded comprehensively, and the\ninterrupted function flowed smoothly on again.\n\nCousin Lorando Bean balanced his cup on his broad palm and gazed about\nappreciatively at the casts and water-colors on the dull green walls.\n\n“Very snug little quarters, these,” he volunteered, “but, do you know,\nCousin Jule, I suppose it's all right for ladies, but I don't seem to\nbreathe extra well in these little rooms, somehow! I've been in two or\nthree of them like this, more or less, since I came to New York--people\nI used to know that I've been hunting up--and, by George, I began to\nfeel as if I was getting red in the face, if you see what I mean.”\n\n“Yes, indeed, Cousin Lorando, I do,” returned Miss Trueman eagerly, “I\nsee exactly. And not having any cellar--you've no idea! Nor any\nattic, either. And often and often we have the gas lighted all through\nbreakfast. Of course there are a great many conveniences,” she added\nloyally, “and there's no doubt it saves steps. But I almost think I'd\nrather take 'em.”\n\nHe nodded.\n\n“What's become of the old place, Cousin Jule? I judge you've been out of\nit some time?”\n\n“Two years, Cousin Lorando. The girls had been boarding up to then, and\nwhen Aunt Martha died they got up this plan for me to come down and live\nwith them, for they couldn't afford it quite, alone, and then I could\nchaperon them.”\n\nAunt Julia delivered herself of this phrase with a certain complacency.\nMr. Bean looked up sharply.\n\n“That means that nobody gets a show to abduct 'em while you're around, I\ntake it?” he inquired.\n\n“We-ell, not exactly,” she demurred.\n\n“But that's the idea? I thought so. Yes. How old is Lizzie now? Thirty?”\n\n“Oh, no, Cousin Lorando; L---- Elise isn't twenty-nine yet. Carolyn is\nabout thirty.”\n\n“I don't seem to recall any one chaperoning you and Hattie when you were\nthirty,” he suggested thoughtfully.\n\nShe laughed involuntarily.\n\n“Oh, Hattie was married, Cousin Lorando, and the children were ten years\nold! And, anyway, it was different then.”\n\n“The girls were just as pretty, I guess,” he insisted. “And there were\nplenty of buggies, if anybody had designs.”\n\nThere was a pause, and the buzz of voices from the other room rose\nloudly.\n\n“They've neither of them got their mother's looks,” he observed; and\nthen, with apparent irrelevance: “When will they be considered safe to\ngo about alone?”\n\n“I don't know exactly what you mean,” she began a little coldly, but his\nlaugh reassured her.\n\n“Oh, yes, you do,” he contradicted, “and don't you be getting cross at\nyour Cousin Lorando Bean! You know I always loved to tease you; it made\nyour eyes snap--and it does now.”\n\n“How can you?” She looked reproachfully at him.\n\n“And I tell you this, Cousin Jule: neither of those girls will ever get\nup a color like that!”\n\nShe shook her head, but she was not displeased. He took out a fat\nchocolate-colored cigar and fingered it wistfully.\n\n“I suppose I mustn't smoke?” he queried.\n\nHer quick answer surprised herself.\n\n“I should hope you could, if that woman can!”\n\n“Which one?”\n\n“That Mrs. Ranger, the one near the samovar--that big brass thing.\nLiz--Elise didn't introduce her to you. They don't introduce people the\nway they do at home, Cousin Lorando--I hope you didn't mind. They think\nit's awkward.”\n\n“Oh, Lord, no, I don't mind. I can spare her, anyway. She's checked up\ntoo high for me. But she can look you through pretty thoroughly, can't\nshe?”\n\n“She writes books,” Miss Trueman returned, the finality of her tone\nindicating that she had explained any possible idiosyncrasy of the lady\nin question.\n\n“Oh, I see. And the little red-haired one, does she write books, too?”\n\n“No; she's an artist. She smokes too, though. Not cigars, like yours,\nbut cigarettes. She's supposed to be a very good painter, but she\ndoesn't make what Carrie--lyn makes. The girls have very good positions\nin Miss Abrams' school.”\n\n“Um, what do they get, now?”\n\nMiss Trueman mentioned the modest sum with pride.\n\n“And then with my money and what we get from the rent of the place--the\ngirls and I each have a third, you know--we do very nicely.”\n\n“So you rented the place?”\n\n“Yes, Cousin Lorando, though I hated to. But I wouldn't sell it, though\nthey wanted me to. I just couldn't.”\n\n“I know.”\n\nHe lighted his cigar and puffed at it in meditative silence for a\nmoment, while the babble from the parlor floated in with the odor of the\nCeylon tea and cigarettes.\n\n“That's what I came about, Cousin Jule--the old place. You may think\nit's queer, for I never lived there but two years once, when father and\nyour Uncle Joe farmed it on shares; but those two years just made it\nhome to me. Of course Uncle Joe wasn't any real relation of mine, and\nyou-all weren't my real cousins, but it was the only family I ever had,\nso to say, and I loved every one of you. Then we moved back into town;\nbut you know I came in every week or so, and Aunt Martha used to have my\nroom in the attic ready for me, just the same.”\n\n“Yes, I know; Aunt Martha never forgot you, Cousin Lorando.”\n\n“Well, it's fifteen years since I saw the old place, and a lot's\nhappened since then, I tell you. First place, I'm a rich man, Cousin\nJule.\n\n“Oh, I don't mean one of these multi-millionaires you have about here,\nfor I haven't even seven figures opposite my name; but short of that\nI did very well for myself out West there, and I earned it all fair,\ntoo--though I was pretty lucky, and that counts.\n\n“Anyhow, never mind about that. Only I've got enough to have anything I\nwant, and to give my friends something, too. So as soon as I got back.\nEast I went straight down to the farm. But it was all shut up and a kind\nof green hedge where the fence used to be, and I judged it was sold, and\nI felt pretty sore about it, so I came right away.”\n\n“They only come there in June,” Miss Trueman explained, “and they go\nback before Thanksgiving.”\n\n“Yes. Well, I didn't know that.”\n\nHe waited again for a few seconds, and Miss Trueman sat in respectful\nsilence till he should continue.\n\n“You see, I'd been East once before, eight years ago, but I didn't see\nthe farm then,” he said finally.\n\n“I got married while I was West.”\n\nHis audience of one started slightly.\n\n“She's dead now,” he added abruptly.\n\n“Oh, Cousin Lorando--”\n\n“You needn't bother about the sympathy, my dear, for there's none\nneeded. I hadn't been with her for a good while. I saw her in a\nconcert-hall out there, and she had curly hair and a kind of taking way\nwith her, and so I married her. I'd just made a big hit, and she wanted\nto come to New York, and we came. We went to a big hotel, and it was\ndress-suits for me and diamonds for her, and we drove in a carriage in\nthe park in the afternoon. She liked it, but I soon got enough. I don't\ncare much for that sort of thing. She wanted to go to the theatre and\nsee the girls that she'd been one of, you see, from the other side of\nthe curtain. And she saw a man there she used to know, and--well, it\nturned out she liked him better, that's all.”\n\n“Oh, Cousin Lorando, how terrible--for her!”\n\n“Um, yes. She didn't think it was specially terrible, I guess, though.\nShe just packed up and went.”\n\n“Went?”\n\n“Yes--with him, you see. Diamonds and all. I got a divorce, of course.\nAnd she wasn't such a bad lot, after all, for he hadn't any money to\nspeak of, compared to me. It was the man she wanted. Well, she got him.”\n\n“How awful!” Miss Trueman murmured.\n\n“Oh, yes, I felt pretty sick for a while. But we hadn't been any too\nhappy before she saw him, you see. It was a big mistake. She wasn't\nexactly the kind of woman you'd be apt to know, you see. So perhaps I\ngot off easier than I deserved. But I never would have married while she\nwas alive. Not but what I had a right to, you understand, but I guess\nI'm old-fashioned more ways than one. I read about her death a year or\nso ago. I don't believe she had any too good a time herself. She had\nan awful temper. But she certainly did have pretty hair,” he concluded\nthoughtfully.\n\nMiss Trueman gasped.\n\n“So I didn't want to see New York again; I just hated the place. And\nthis time I only came because I found out you and the girls were here,\nand you were about all there was left. People die so. And I wanted to\nfind out about the old place. I wanted to buy it, if I could, when I\nthought it was sold.”\n\n“But, Cousin Lorando, I couldn't sell it!”\n\n“Oh, no, I s'pose not. Still, I might buy out the girls' thirds and rent\nyours, couldn't I? I'd pay you as much and more than anybody else would,\nI guess. And you could keep your interest. And keep half of the house,\nfor that matter, to use when you wanted--it's big enough.”\n\n“Why, yes, I don't see why I couldn't do that,” she said thoughtfully.\n“That would be nice.”\n\n“You see, I'm willing to make any arrangement, Cousin Jule. It's about\nall there is that I'm fond of now, that old place. I haven't any folks\nof my own, and not a chick nor child, and I love every stick and stone\nof that farm. I love the country, and I love Connecticut country best\nof all, I don't care if it is rocky. You can't make farming pay in New\nEngland any more. But I don't need to make it pay; I'm willing to pay\nfor the pleasure of it. And I want to do something for the town, too. I\nwant 'em to be glad I came to settle there. Who's got the keys?”\n\n“I have, right here,” she answered. “The furniture is all ours, you see;\nthey haven't brought much, only they've changed things all around. I\nhaven't renewed the lease yet for this year.”\n\n“Well, now, look here, Jule,” Mr. Bean cried eagerly, dropping the end\nof his cigar into a bonbon-dish on the little side-table, “why don't you\nrun right up there with me to-night, and we'll look it all over and\nsort of plan it out? We can go up on the six-thirty, and get there by\nhalf-past ten, and stop at the hotel, and be there all ready to look it\nover to-morrow. Now, how's that?”\n\n“Why, but, Cousin Lorando--I--there isn't time--I hadn't planned--”\n\n“Lord, neither had I, but what's the difference? If you want a thing\ndone, go and do it yourself. Wouldn't you like to go? It's lovely\nup there; the spring's coming on fast, you know. I got lots of\npussy-willow, and some little fellows told me there were May-flowers\nsomewhere. You'll see more grass in a minute there than you can hunt up\nhere in a week. Come on, Cousin Jule!”\n\n“I believe I will!” said Miss True-man, with conviction.\n\n“Just pack up a bag for your aunt, Carrie, while I get a cab,” said Mr.\nBean from the doorway. “We're going up to the old place--I'm thinking of\nbuying it. I expect we'll be back tomorrow.”\n\n“Your cousin appears to be a person of decision,” Mrs. Ranger suggested\nto the still dazed Elise, as the cab rolled away.\n\n“I don't understand Aunt Ju-ju at all,” Carolyn interpolated crossly.\nShe had not been in the habit of packing her aunt's bag. “She usually\nmakes such a fuss about starting to go anywhere--days ahead, in fact.\nAnd now at fifteen minutes' notice! And her best gown!”\n\n“It makes a difference, having a man to run it,” said the novelist\nsagely.\n\nWhen two days had passed and their aunt had not yet appeared, her nieces\nwere not unnecessarily alarmed, for her attachment to her old home was\ngreat, and it required no unusual degree of imagination to picture\nher delighted lingering over the old things, her purposely prolonged\ntransaction of business details. But four days of unexplained absence\nhad its effect upon their own little ménage; and when a week's visit had\nbeen accomplished and their beseeching letters had elicited only vague\npostal cards explaining nothing, but suggesting their presence at the\nfarm, they became convinced of the necessity for action on their part,\nand went, more or less in the presumable spirit of the mountain in\nsearch of the fractious Prophet.\n\nTired and cross after four hours' travel on an incredibly hot 1st of\nApril, they walked sternly up the board walk that led to the old-style\nporch, to be greeted by their cousin, who sat in snowy shirtsleeves,\ntilted back in his chair against the house, smoking his fat, dark cigar.\n\n“Welcome home, girls--glad to see you!” he called cheerily. “Here they\nare, Jule! Now don't be afraid, but come right out and see them!”\n\n“Why, bless your heart, Lorando, I'm not afraid,” a familiar voice\nanswered; and Aunt Julia appeared before them, cool in blue checked\ngingham, with an enveloping white apron and familiarly floury hands.\n\n“I'm just beating up some biscuit for tea,” she explained, “but I guess\nyou can shake hands with me, girls “; and as she extended both arms\nhospitably they saw upon her floured left hand an unmistakable shining\ngold band.\n\n“Aunt Jule!” they gasped together. “Are you--is it--”\n\n“That's it exactly,” said Cousin Lorando Bean. “She is. And I hope\nyou'll congratulate her, girls, though nobody knows better than I what a\ngood housekeeper you've lost! I'll tell you the facts of the matter, and\nyou can judge for yourself. If ever two people were made for each other,\nthose two are your Aunt Jule and me. We love the country, and we love\nthis farm, and what's very important, we love the same way of living.”\n\n“That's quite true, Carrie--lyn,” Aunt Julia interposed, the tears in\nher eyes, but a new decision in her voice.\n\n“I like my tea at night, and so does your Cousin Lorando. And I should\nhave wanted gravy on my potato if I lived to be a hundred. And, Carrie,\nI _could not live_ without a cellar!\n\n“And if you knew how nervous I got when that old dumb-waiter in the\nkitchen used to whistle for the things to be put on it! I used to hate\nit so--sometimes I'd wake up in the night and think I heard it! Once I\nlost my temper at it, and I answered it back: 'I haven't anything to go\ndown, and I wouldn't give it to you if I had!'”\n\n“Why, Aunt Jule!” they cried.\n\n“And I tell you, Carrie, when you have cleaned house regularly, spring\nand fall, for forty years, ever since you were born, it makes an awful\nbreak to give it up! And I do love a good crayon portrait.”\n\nThey looked at each other in silence.\n\n“And when you have a set of furniture, it makes me nervous not to have\nit set together,” Aunt Julia went on determinedly.\n\n“And I will _not_ have a woman smoking in my house!\n\n“And oh, Carrie, if you knew how I suffered with that dirty darky girl!”\n\n“But--but, Aunt Jule, why didn't you--”\n\n“You see, Carrie and Lizzie, it was this way,” said Mr. Bean soothingly.\n\n“Your aunt and I got talking old times, and we found that we both felt\nabout the same. And after we'd looked the old house over together a day\nor two, she couldn't seem to leave it, somehow, and she couldn't live in\nit alone, and I always wanted it.\n\n“So I said, 'If you'll just step over to the parson's, across the\nstreet, with me, we'll fix this all right in about ten minutes. You've\nknown me ever since I was a boy, and I've known you, and it's nobody's\nbusiness but ours if we want to finish up together.' I may have said a\nfew other things, too, but that's neither here nor there. And when she\nsaid what would the girls do, I told her that what with the full price\nof their interest in the farm, and her third that she could add to\nit--for a sort of wedding-present, you see--I didn't see but what you\ncould well afford to take a trip to Europe and stay about as long as you\nliked--she said you wanted to do that more than anything; though why I\ndon't know--Connecticut ought to be good enough for anybody!”\n\nThey sank upon the porch steps, sincerely overcome.\n\n“I knew you'd like it when you came to know it all,” said Aunt Julia\nplacidly. “He's the kindest man--”\n\nAnd to their excited eyes the very tidies on the geometrically arranged\nchairs, the bright rag rugs on the floor, the biscuits and preserves\nconsecrated to their New England tea, yes, even the insistent\nshirt-sleeves of Cousin Lorando Bean, were lighted by a halo of content.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bacon, Josephine Daskam"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23367/pg23367.txt",
        "name": "julia_the_apostate.json"
    }
}