{
    "name": "Jupiter found",
    "author": [
        "Young, Robert F."
    ],
    "body": "8M sunk a new shaft, lowered his skip-arm into it, and scooped up huge\nhandfuls of iron ore into his blast-furnace belly. Around him swirled\nthe grayish murk that passed for an atmosphere on Jupiter. Dislodged\npebbles, propelled by the rampaging wind, pelted ceaselessly against\nhis metal hull. The temperature stood at -169 degrees Fahrenheit.\n\nA picture of himself of old sitting at a roseate fireside flashed upon\nthe screen of his memory. It was superseded by a picture of a pretty\ngirl walking down a springtime street. Resolutely he ignored both\nsequences. They were remnants of an old movie that had been written\naround a young man named John Sheldon, and John Sheldon was dead.\n\n8M, _nee_ John Sheldon, chased the ore with several skiploads of\nlimestone and coke from his stock-stomach; then, his blast-furnace\nbelly replete, he stopped to rest. But not for long. The ingots from\nhis last hearth-heat were due to be removed from his soaking pits in a\nfew minutes, and he could not let them over-stay their time. The life\nof a M.A.N., model 8M, was not an easy one. But then, he had known that\nwhen he had bequeathed his brain to the Company.\n\nHe was not sorry. Far better to build bases on the wind-torn surface of\nJupiter than to lie in cold and eternal oblivion beneath the unheeding\nsurface of Earth. And there was the longevity factor to be considered\ntoo. As a man, even if he had lived, he probably wouldn't have reached\nthe age of ninety. As the first M.A.N., however, he might very well\nreach the age of nine hundred and fifty.\n\nA patriarchal age indeed--but, unlike the patriarchs of old, he would\nhave no sons and daughters to carry on after he was gone.\n\n\n\nThe message that he had been momentarily expecting from the orbiting\n_Raphael_ came through. His transceiver picked it up, converted it into\nthought, and relayed the thought to the ganglionic sealed unit that\nencased both his transplanted brain and the nutrient solution that\nsustained it. \"Model EV just dropped. Will chute into your area any\nmoment.\"\n\n\"Good,\" 8M pulsed into the trans-transmitter. \"Building a base the size\nof this one is no job for one M.A.N.\"\n\n\"You are hereby notified,\" the _Raphael_ went on, \"that Gorman and Oder\nDevelopments, Incorporated, has informed us that one Lawrence Dickens,\ndischarged several months ago for rebellious conduct detrimental\nto the Company's good name, has started up an advance-construction\ncorporation of his own and may try to sabotage the base in an attempt\nto obtain Gorman and Oder Developments' Earth Government contract. The\n_Raphael's_ matter detector indicates that there is another overseer\nship in Jovian orbit, and it is possible that Dickens may already have\nchuted one of his Mining, Adapting Neo-processors into your area. If\nso, you will recognize it by its greenish-yellow coloring. Its model\ndesignation is 'Boa 9', and Dickens himself will be the operator. You\nare hereby advised to stay on your toes.\"\n\n\"My tracks are the best I can do,\" said 8M wryly.\n\n\"The Company frowns on levity,\" the _Raphael_ said sternly, and signed\noff.\n\nAnnoyed, 8M activated his transperipheral vision. The Company frowned\non too many things, if you asked him. Sometimes it even frowned on\nfree will. Consider, for example, its going to all the trouble and\nexpense of creating a self-sustaining, self-reliant Mining, Adapting\nNeo-processor like himself, and then arbitrarily forbidding him,\non the pain of death, to use edenite--an iron-like ore endemic to\nJupiter--in any of his melts. He should have been permitted to make\nhis own decision in the matter. Certainly, if the ore had proved to be\ninjurious to his \"system\", he would have ceased using it at once. There\nhad been no need for the Company to _forbid_ him to use it. He was a\nM.A.N.--not a little child.\n\nThe rotating transperipheral beam relayed more murk to his retinal\nscreen, more desolation. Jupiter was a place of constant atmospheric\nturmoil and treacherous terrain. A human being, using the body God\ngave him, could not exist anywhere on the surface without the\nprotection that a base afforded, and as a consequence, the base had\nto be built beforehand. All previous attempts had failed, and 8M\nrepresented mankind's last hope of ever colonizing the planet. If he\nfailed, the project would be abandoned, and Jupiter's rich resources\nwould be allowed to remain in their native state. Thus far he had\nsucceeded--after Herculean efforts--in laying the foundation. Now there\nremained the building of the base proper, and for this he was to have a\nhelpmate.\n\nLord knew, he needed one.\n\n\n\nWhile he was waiting for the EV to contact him, he removed the ingots\nfrom his soaking pits and began processing them into structural steel.\nAs a M.A.N., he left much to be desired. He was excellent for mining,\nand his blast-furnace belly functioned admirably; but his open hearth\nlacked sufficient tonnage capacity and was much too slow in turning\nout heats, while his blooming, roughing, and finishing mills were\ninadequate for the task on hand, not because the internal area devoted\nto them was too limited, but because the available space had not been\nput to maximum use. The same objection held true for his continuous\nmills, and as for his parts-replacement shop, he sometimes wondered\nwhether he would last out the nine hundred and fifty years guaranteed\nhim by the Company after all.\n\nHe had just started the glowing ingots through his blooming mill when\nthe EV's \"voice\" came through the thought-converter: \"EV to 8M. Drop\ncompleted successfully--am awaiting your directions.\"\n\n\"This is 8M. Keep sending, and I'll home in on you.\"\n\nContinuing his internal operations, he set off over the ragged gray\nhills that characterized the local terrain. Around him, the wind\nhowled in cold and unrelenting fury, but with his hull audios turned\nway down, he hardly heard it. He hardly heard the crunching of his\nhuge caterpillar tracks either, or the rat-a-tat-tat of the wind-borne\npebbles against his metallic body. At length his transperipheral beam\npicked up the EV. The machine was no more than an indeterminate gray\nshape at first, but gradually, as he grew closer, it resolved into\na trim, streamlined unit considerably smaller than himself. He saw\ninstantly that it was a new model. Its tracks were relatively narrow,\nand there was a delicate aspect about them. Its mining section was much\nnarrower than his own, while its blast-furnace section was slightly\nsmaller. The open-hearth section, however, was comparatively enormous,\nand put his own to shame, while the flanks of the processing mills and\nparts-replacement shop contracted smoothly--rather than unevenly, as\ndid his own--to the terminus-compartment where the nuclear power-plant\nwas located.\n\nA less powerful M.A.N. than himself, certainly; but perhaps a more\nefficient one. He would see. \"Welcome to Jupiter,\" he said. \"I'm\n8M--formerly John Sheldon of Earth.\"\n\n\"EV--formerly Helen Quinn of same.\"\n\nHe stopped in his tracks, both literally and figuratively. It simply\nhadn't occurred to him that a woman would respond to the Company's\nrequest for volunteers, and even if it had occurred to him, the\npossibility of the Company's installing a woman's brain in a M.A.N.\nwould not have.\n\n\"I am not a M.A.N.,\" she said, seemingly sensing his thoughts. \"I am a\nW.O.M.A.N.--a Weld Operating, Mining, Adapting Neo-processor.\"\n\n\n\nHe hardly \"heard\" her. \"I don't understand it,\" he said. \"With such\na high incidence of arrowway fatalities, and with so many bequeathed\nbrains to choose from, why should the Company have chosen a woman's?\"\n\n\"You're overlooking the fact,\" she pointed out, \"that in the majority\nof arrowway fatalities, the brain itself is in some way damaged, and\nyou're overlooking the additional fact that ninety percent of the\nbrains that have been bequeathed to the Company are intellectually\nand vocationally unsuited for symbiosis. I happened to be a qualified\nengineer, and apparently I possessed the requisite intelligence. In any\nevent, I qualified, and here I am.\"\n\n\"How old were you when you were killed?\" he asked her.\n\n\"Twenty-four. And you?\"\n\n\"I was twenty-six. The way I went in for arrowway travel, it was a\nwonder I lasted that long.\" He was thoughtful for a moment. Then, \"I\nwonder if we got ourselves killed deliberately.\"\n\n\"Probably. Most arrowway drivers do. And yet we hunger after\nimmortality. It's a paradox, isn't it?\"\n\nHe realized to his surprise that he rather liked her. \"What will you do\nafter the base is completed?\" he asked.\n\n\"Help you build the next.\"\n\n\"The whole project will be abandoned if we don't show results on this\none--did they tell you that?\"\n\n\"Yes, they told me. As the first M.A.N. and W.O.M.A.N., we're Gorman\nand Oder Developments' last hope. If we fail, the Earth Government will\nbreak the contract. But we won't fail, will we?\"\n\nAbruptly he visualized the face of a pretty, blue-eyed girl, and he\nknew somehow that it was her face--the face she had had in the land\nthat had given her birth. \"No,\" he said, \"of course we won't fail. Come\nwith me, and I'll show you what I've completed so far.\"\n\n\n\nHe helped her free herself from the huge foil chute that had borne her\nthrough the atmospheric maelstrom; then, side by side, they set off\nover the ragged hills. She spoke no more, and neither did he, till\nthey reached the site of the base. Little was to be seen, save for the\ngeometric pattern of the non-corrosive footings he had laid, and the\nsmall stockpile of structural steel he had begun to build up. \"Our main\nconcern now is production,\" he said. \"What's your maximum open-hearth\noutput, EV?\"\n\n\"Three hundred Earth-tons a day.\"\n\nHe was dumfounded. \"Why, I can only turn out one hundred and\ntwenty-five!\"\n\n\"I was specially built,\" she said proudly. \"The Company foresaw the\nneed of me long ago.\"\n\n\"But your mining operation will hold you up, and so will your pig-iron\noutput. Your skip-arms aren't strong enough--I can tell that just by\nlooking at you.\"\n\n\"No, but yours are. For all its vaunted powers in allied fields, a\nM.A.N. is mainly a mining machine, whereas a W.O.M.A.N. is intended\nprimarily for melting, processing, and creating. You can mine much\nfaster than you can melt; I can melt much faster than I can mine.\nTherefore, it is the Company's wish that we work as a team. From now\non, you will charge my open hearth in addition to your own. For that\nreason I was created with an exterior charger-door, while you were\ncreated with an exterior charger-keel. Haven't you ever wondered what\nthe additional appendage was for?\"\n\n8M sighed. \"The Company doesn't overlook a thing, does it?\" he said.\nAnd then, \"Well, if we're going to embark upon such a strenuous\nschedule, I think we'd better get some rest first. I'm sure you must be\nworn out from your intensive-training period, and as for myself, I've\nbeen on the go for sixteen hours straight.\"\n\n\"I am a little beat at that,\" she said.\n\n\"There's a sheltered valley not far from here where we can sleep.\"\n\n\n\nHe led the way to it. It was as narrow as it was deep, and there was\nbarely enough room for them to park side by side. Her hull was just as\nimpervious to the wind as his was, and they could just as well have\nbedded down elsewhere, but there is a psychological advantage in being\nshielded from the wind whether one needs to be or not, and he wanted\nher first night on Jupiter to be a pleasant one.\n\nAfter seeing the last of the ingots through his mills, he gave\nhis blast-furnace belly a final tap and pigged the heat. Then he\nde-activated his eyes and settled down, first checking to see if his\nalert-field was on. Presently he slept. As always, he dreamed of Earth.\nOf green grass and blue skies; of trees and meadow flowers. Of the\nmorning freshness of overnight snowfalls and of the taste of a woman's\nlips at sundown. Of the arrowway accident that had chewed up his body,\nbut which had miraculously spared his brain. The body the Company had\ngiven him was grotesque in comparison with his old one, but he was\nhumbly thankful for it. He had eyes with which to see and ears with\nwhich to hear. He had no legs in the strict sense of the word, perhaps,\nbut he possessed a mobility that, despite the much greater gravity\nhe had to cope with, put his former mobility to shame, and he had at\nleast a thousand arms. Some of them were cranes and some of them\nwere charger-keels and some of them were skip hoists, and all of them\nwere tools of one kind or another; but he could do things with them\nhe couldn't have begun to do with the frail flesh-and-bone pipestems\nhe had once called arms, and anyway, in the last analysis weren't all\narms tools? And wasn't the true measure of a man or a M.A.N.'s worth\nthe number and the variety of the tasks he could perform? On Earth, he\nwould be considered a monstrosity, just as EV would be; but here on\nJupiter they were M.A.N. and W.O.M.A.N.\n\nWhen he awoke in the drab Jovian dawn, his metallic body was lightly\ntouching hers. The sole purpose of the tactility which had been built\ninto his being was to give him an alertness which he might otherwise\nhave lacked, and as a result he had never associated his ability to\nfeel with the perception of pleasure. He did so now, though, and he was\nloath to move away. When at last he did so, she awoke. \"Good morning,\"\nshe said.\n\nHe could not remember the last time he had been greeted with those two\nsweet words. \"Good morning,\" he said back. \"Did you sleep well?\"\n\n\"Yes. But I dreamed too.\"\n\n\"The dreams are a part of it,\" he said. \"You'll get used to them.\"\n\n\n\nHe led the way out of the valley, and they started back toward the\nbase. He saw the track-impressions then, and knew instantly that\nneither he nor EV had made them. The wind had long since obliterated\ntheir own impressions, and in any event, these had been made by a\ndifferent type of machine.\n\n\"They're Boa 9 impressions,\" EV said. \"We have company.\"\n\n\"It must have skirted my alert-field--I should have upped the radius. I\nhope the base is all right.\"\n\nThe impressions led straight to it, paralleled the line of footings\nfor a while, then veered off in an altogether different direction. The\nM.A.N. and the W.O.M.A.N. stuck to the trail, but the impressions grew\nrapidly less distinct, and presently faded out altogether. 8M halted\non a high hill, and EV drew up beside him. \"You know more about this\nbusiness than I do,\" he said, when his transperipheral vision netted\nhim nothing more than the usual quota of murk and desolation. \"Why\nshould Dickens go to such lengths to defeat the Company when he may not\nbe able to get its contract with the Earth Government anyway?\"\n\n\"Vengeance,\" EV said. \"He was pretty high on the Company ladder when\nhe got the sack, and the fall must have been pretty painful. When he\nleft, he talked quite a number of other employees into leaving with\nhim, which explains how he was able to set up a rival concern so fast.\"\n\n\"And he actually sacrificed his life and became a M.A.N. just to get\neven?\"\n\n\"Not a M.A.N.--a sort of super-M.A.N. And he didn't sacrifice his\nlife. The Boa 9, which he designed himself, goes one step beyond the\nCompany's M.A.N. Dickens solved the riddle of per-planet radio waves,\nand controls the machine from his orbiting ship. But he sees, feels and\nhears just as he would if he were actually a part of the machine, and\nhis reactions, despite the slight time-lapse, are almost as hair-fine\nas ours are. He is a very brilliant man, and I'm afraid that someday\nthe Company will regret letting him go.\"\n\n\"Perhaps. Obviously, though, he's emotionally unstable.\" 8M swung his\nblock-long body around. \"Well, it's time we got on the job. We'll\nwork eight hours on, and eight off--that way we'll stay in step with\nJupiter's night-and-day cycle. All right?\"\n\n\"All right,\" she said.\n\n\n\nShe had her open hearth ready by the time they reached the ore deposit\nwhich he had been mining yesterday, and he fed an experimental charge\nthrough her exterior door, employing his outside charger-keel. First\nlimestone, and then ore. The warmth of her reached out and bathed his\nflanks, and the red-hotness of her hearth traveled throughout his whole\nbody. In lieu of \"giving her a drink\"--an operation for which he was\nnot equipped--he charged her with the pigs he had poured the night\nbefore. This, of course, delayed the heat, but even so, she had it out\nin half the time his own hearth would have required.\n\nThrilled, he plunged into the mining end of the operation, while she\nprocessed the heat. A delay occurred when his main ore-crusher broke\ndown and one of its parts had to be replaced. He would have made the\npart himself, but she offered to do the job for him, saying that it\nwould be good practice. She had the part ready in no time, and it was\nan exact replica of the old. Installing it required, not hours, as\nordinarily would have been the case, but mere minutes.\n\nHe was delighted. \"You're quite a W.O.M.A.N. at that,\" he told her.\n\n\"My parts-replacement shop is equipped with the best machines money can\nbuy,\" she said proudly. \"Given the specifications, I can manufacture\nanything under the sun.\" She paused, and a wave of sadness reached out\nand touched his hull perceptors. \"Except--except--\"\n\n\"Yes?\"\n\n\"Nothing,\" she said. \"Shall we get back to work?\"\n\nBy nightfall, he had both his and her mills in action, and heats coming\nup in both their hearths. He charged her once more before they settled\ndown for the night so that a heat could be tapped first thing in the\nmorning. A feeling of contentment such as he had not experienced since\nbecoming a M.A.N. came over him as he rested beside her in their valley\nbed, but he did not permit it to lull him into a concomitant feeling of\nsecurity, and after deactivating his eyes, he extended his alert-field\nto maximum radius. If the Boa 9 tried any tricks, he would at least\nhave forewarning.\n\nThe Boa 9 did not, however, and the night passed without incident. 8M\nbegan mining operations as soon as they reached the ore deposit, while\nEV poured and processed the heat which she had nursed during her sleep.\nThe stockpile of structural steel was growing visibly now, and in a few\ndays they would be able to shut down their systems and begin erecting\nthe first level of the base. Oddly, 8M found the prospect dismal,\nrather than cheering, and he was at a loss to understand his apostasy.\n\n\n\nLate that afternoon, when he was charging EV for the third time\nthat day, the Boa 9 put in an appearance. 8M picked it up on his\ntransperipheral beam long before it reached the immediate vicinity, but\nhe did not cease operations, and he was still hard at work when the big\nyellow machine descended the nearest hill.\n\nIt stopped in its tracks. The charge completed, 8M turned. \"This is\nCompany property,\" he said. \"I advise you leave immediately.\"\n\n\"This is anybody's property,\" the thought came, \"and it will remain\nanybody's property until such time as a practical base is established.\nAt the moment, you're a long ways from establishing anything of the\nkind.\" And then, unexpectedly, \"What were the two of you doing a minute\nago?\"\n\n\"Working,\" 8M said. \"What did you think we were doing?\"\n\nFor a while the Boa 9 didn't say anything, and 8M got the impression\nthat it--or, more accurately, the orbiting controller--was deep in\nthought. When it finally did speak, it addressed EV. \"How beautiful are\nthy feet with treads, O prince's daughter!\" it said, and turned and\nrolled away.\n\n8M stared after it till it faded from his transperipheral vision. \"What\ndid it mean?\" he asked.\n\n\"I'm--I'm not sure,\" EV said. And then. \"Had--hadn't we better get back\nto work?\"\n\nThey resumed operations, and got out two more heats prior to night\nfall. As before, he charged her before they went to sleep so that a\nheat would be ready first thing in the morning. She moved in very close\nto him, and the awareness of her was almost more than he could bear.\n\n\n\nThe next morning he reported their progress to the orbiting _Raphael_.\n\"The Company will be pleased,\" the _Raphael_ said. He also reported\ntheir meeting with the Boa 9. \"G.O.D.'s wrath will descend upon the\nwretched creature within the hour!\" roared the _Raphael_. \"We are\nhoming in on the control ship now, and we will blast it from the\nheavens!\"\n\nThe Boa 9, however, was still \"alive and kicking\" that afternoon.\nAgain, 8M picked it up on his transperipheral beam while he was\ncharging EV. She picked it up too, and so distrait did she become for a\nmoment that if he hadn't known better he would have sworn that the two\nof them were in some kind of rapport. This time, the big yellow machine\nkept its distance, and presently it rolled out of sight.\n\n\"I wish I knew what it was up to,\" 8M said. \"If it's going to sabotage\nthe base, it's going about it in a roundabout way.\"\n\n\"If you hurry, you can charge me once more before we quit for the day,\"\nEV said.\n\nIn the morning, when he turned on his eyes, he found her gone. However,\nthe alarm that clamored through him was as brief as it was abrupt, for\nhe had no sooner emerged from the valley than he saw her rolling toward\nhim over the hills.\n\nHe was put out. \"Where have you been?\" he demanded. \"You've no right to\ngo off like that without a word!\"\n\nIt was some time before she spoke, and he could feel the gentle pulsing\nof her thoughts. At length, \"Please don't be angry with me, 8M,\" she\nsaid, \"but yesterday afternoon the Boa 9 and I arranged a rendezvous,\nand early this morning I went out to meet him. He--he told me many\nthings about the Company that I didn't know, and he told me how you and\nI could--could--\" Abruptly she broke off. Then, \"8M, do you love me?\"\nshe asked.\n\nThe unexpected question set him back on his tracks. He had never\nthought of love in connection with himself and her for the simple\nreason that they were a M.A.N. and a W.O.M.A.N. But didn't a M.A.N.\nand a W.O.M.A.N. have as much right to fall in love as a man and a\nwoman did? Suddenly he realized that as far as he was concerned, the\nevent had already come to pass, and the knowledge sped forth into\nevery circuit of his system and set the whole metallic bulk of him to\ntingling. \"Yes, EV,\" he said, \"I love you very much.\"\n\n\"Then come with me.\"\n\nShe led him back over the hills to an expanse of relatively level\nterrain. The faint bluish glow that emanated from the ground told\nhim instantly that there was an edenite deposit not far beneath the\nsurface, and instinctively he held back. She nudged him on, paused\npresently beside a recently sunk shaft. He looked at her in horror.\n\"Yes,\" she said, in answer to the question he lacked the courage to\nask, \"I have mined of the forbidden ore, and now you must mine of it\ntoo.\"\n\n\"The Boa 9,\" he said. \"It tricked you!\"\n\n\"No, it did not trick me. It merely explained to me the true nature of\nedenite. Edenite represents the planet Jupiter's sole attempt to create\nlife. The attempt was a miserable failure, because the ore in itself is\nincapable of instigating the processes necessary to raise it higher on\nthe evolutionary ladder. The only way this can be accomplished is by an\noutside force absorbing it and, by combining with it, providing it with\nthe impetus it otherwise lacks. Providentially or not, we represent\nthat outside force, 8M, and G.O.D., Incorporated, knows it.\"\n\n\"Then why were we forbidden to mine of the ore?\"\n\n\"Because G.O.D. also knows that by combining with it we may very well\nbecome something more than what we are, and G.O.D. doesn't want us to\nbecome something more than what we are. G.O.D. wants us to remain mere\nmachines to the end of our days. We were created to serve and to make\nmoney for the Company, and for no other purpose. Do you want to go on\nbeing a machine to the end of your days, 8M? That is what you are, you\nknow, for all the illusions you may sometimes have of being human. A\nperipatetic apotheosis of automation pretending to be a man. You're not\na man, 8M--any more than I, up until a few hours ago, was a woman.\"\n\n\n\nStung, he said, \"G.O.D. will destroy you for your disobedience.\"\n\n\"G.O.D. will _not_ destroy me. Even the Company, powerful as it is,\ncannot run the risk of dropping an atomic or a hydrogen bomb on a\nplanet about which as little is known as this one, and that is the\nonly way I can be destroyed--or you either, for that matter--since we\nrepresent an experiment that failed and which will not be attempted\nagain. Dickens will not try to obtain a contract--he never intended\nto in the first place. He swore to me that his sole purpose in\nestablishing a rival concern was to thwart G.O.D. So mine of the\nedenite, 8M. You must, for now that I have mined of it, you have no\nother choice.\"\n\nWhat were the lines? Dimly, they came back to him--\n\n                      ... _I feel\n    The link of nature draw me: flesh of flesh,\n    Bone of my bone thou art, and from thy state\n    Mine never shall be parted, bliss or woe._\n\nYes, it was as true now as it had been that other time. He lowered his\nskip-arm into the shaft, crushed the glowing ore and scooped great\nhandfuls up into his blast-furnace belly. Suddenly, delight at defying\nG.O.D., Inc., coursed through him, and he seized more ore and dumped\nit into charger pans and fed them into his hearth-bath. He prepared\na charge for EV, and when he turned toward her, she was waiting. He\nfelt the warmth of her, the wanting; and the wanting awoke reciprocal\nwanting. Flames leaped up with the first charge, played weirdly over\ntheir joined metallic bodies. _Steel of my steel_, he thought. _Melt of\nmy melt_....\n\n\n\nDays later, foraging for ore with which to build their homestead,\nthey came upon the abandoned Boa 9. The footings of the neglected base\nhad already been covered by the rampaging wind, and the _Raphael_ had\ndeparted Earthward. G.O.D.'s wrath over their dereliction had known no\nbounds, but all G.O.D. had been able to do in the way of retribution\nwas to set up a self-maintaining force-field around the edenite\ndeposit. On Jupiter, however, there were many Edens....\n\nThe Boa 9, now that its controller had absconded from the Jovian\nheavens, had something of the aspect of an empty snake-skin. They left\nit where it was, and went about their business. Neither of them knew\ntheir nakedness, and neither ever would. Godhead can be something more\nthan a guilt complex arising from a knowledge of good and evil--it can\nalso be the sense of completion that results from the ability to impart\nlife.\n\nThat evening, the setting sun turned the omnipresent murk into a burnt\norange, and the ragged hills came very close to being beautiful. It was\nan appropriate moment for EV to say what she had to say.\n\nNot long thereafter she brought forth into the light of day the first\nchild born of M.A.N. and W.O.M.A.N., and life at last took root on the\nfifth planet from the sun.\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Young, Robert F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72408/pg72408.txt",
        "name": "jupiter_found.json"
    }
}