{
    "name": "Kill Me if You Can!",
    "author": [
        "Garrett, Randall"
    ],
    "body": "Bartol stood on the balcony of the Grand Palace and waved, smilingly,\nat the throngs of people below. He couldn't help it; he struggled\nsilently against the implanted hypnotic commands, but it did no good.\nHe waved and smiled. And the crowd cheered automatically for their\nAutarch.\n\nAnd then the energy bolt slammed against the metaglass window that\nseparated him from the cheering crowds. It only took a fraction of a\nsecond for the beam to burn through, but in that fraction of a second,\nthe automatic protection devices took over.\n\nBartol dropped as the floor beneath him dissolved, plummeting him into\na tubular chute that slanted back into the Grand Palace. The beam\nsizzled hotly above his head, filling the balcony with blue-white\nlight, and then Bartol was in darkness.\n\nHe was sliding down the polished metal of the chute, dropping and\ncurving away from the balcony floor. Then, quite suddenly, a light\nappeared ahead of him, and he slid out of the tube onto a polished\nfloor.\n\nThe Commander was standing nearby. A half smile played over his\nhard, thin, gray face. \"You look very undignified for the Autarch of\nApollyon. Get up.\"\n\n_But I'm not the Autarch!_ Bartol thought. _I'm just plain Rad Bartol!_\n\nBut he couldn't speak the words. The hypnotic injunction in his mind\nprevented him from ever denying that he was the Autarch or even acting\nas though he were not.\n\nThe Commander knew who he was, of course. As Bartol stood up and\nstraightened his gaudy uniform, the Commander said: \"So far, we've\nfooled them. The Autarch will reward you handsomely for this, Bartol.\nYou've done well.\" He waved at a nearby screen. \"The attack has stopped\nalready. We haven't spotted the Assassin yet--but we will eventually.\n\n\"Now, if you will excuse me for a moment--\" there was deep sarcasm in\nhis voice \"--I will check the progress of the search.\"\n\nBartol stood there in his gaudy red-and-gold uniform, waiting for\nfurther orders from the Commander, trying to break the bonds that held\nhis mind.\n\nIt had been nine days ago that Bartol had been arrested--secretly. The\nandroid robots of the Peace Administration had come to his apartment\nin the middle of the night and taken him into custody. He was only a\ncommon citizen of Apollyon, and had done nothing--at least, nothing\nthat he could remember.\n\nBut instead of being taken before an ordinary Peace Administrator, he\nhad been taken before the Peace Commander himself.\n\nThe blank-faced robots had held him, gently, but firmly in their\nrubbery hands, while the Commander had looked him over.\n\n\"Almost perfect,\" he had said at last.\n\n\"What am I accused of?\" Bartol asked. \"I demand to know the charges!\"\n\nFor an instant, the Commander's face had blazed with anger. \"_Demand?_\nWhat right has an arrested man to demand anything? As a citizen of\nApollyon, it is your duty to submit to authority.\" Then his face\nsoftened. \"But, come, citizen Bartol; relax. There are no charges.\"\n\n\"Then why--\"\n\n\"No questions. You will learn.\"\n\n\n\nHe had learned, all right. The Commander had selected him as a double\nfor the Autarch himself! Every citizen of the planet Apollyon had his\nmental and physical characteristics on file in the Master Records of\nthe Grand Palace. To select a double for the Autarch, it was only\nnecessary to feed the physical characteristics of Apollyon's absolute\nruler into Master Records. The computer compared his total appearance\nwith everyone else on the planet and had come up with the one man who\nmost closely resembled him.\n\nRad Bartol.\n\nBartol had asked: \"But why is this necessary? Why not use an android\ndouble?\"\n\nFeeling in a somewhat expansive mood, the Commander explained. \"Because\nthere are instruments which can tell the radiation of a human brain\nfrom the coarser vibrations of a metal-colloid brain. No robot could\npass; you can.\n\n\"Now, I don't want you to feel that we are sacrificing you, so to\nspeak. Every effort will be made to save your life. But we feel that it\nis better for the Benevolent Society of Assassins to nail you than for\nthem to nail the Autarch. Don't you agree?\"\n\nBartol most definitely did not; he had no more intention of dying for\nthe tyrant dictator of Apollyon than he had of running away. But he\nsmiled and said: \"It would be a citizen's greatest privilege.\"\n\n\"You may wonder,\" the Commander had continued, \"why we take such\nprecautions against the Benevolent Society of Assassins. It is, after\nall, their sworn duty to attempt to assassinate the Autarch every five\nyears. It is the democratic way of doing things, in order to change\nAutarchs.\n\n\"However, this time we are taking extra precautions because it is\nrumored that the Galactic League is secretly aiding the Society. They\nwish to inaugurate the Free Planet of Apollyon into their stupid\nLeague.\n\n\"They are, of course, too cowardly and chicken-hearted to attempt to\ndo so by force--the warrior's way. So, they are attempting to do so by\ninfiltrating our planet with spies and saboteurs. And this time, we\nhave reason to believe they are behind the BSA.\"\n\nBartol had listened silently. The Commander was handing out the same\nline of propaganda that had been handed out by Autarchs and their\ncohorts for fifty years. It was nothing new.\n\n\"Now, of course,\" the Commander explained, \"you must submit to hypnotic\ntreatment; this must be done perfectly.\"\n\nThe hypnosis and the slight surgery that had made Bartol into an almost\nperfect replica of the Autarch of Apollyon had taken nine days.\n\nAnd on the ninth day, he had made the balcony speech in which he had\nformally accepted the challenge of the BSA. One attempt had already\nbeen made on his life.\n\nThe rules of the Benevolent Society of Assassins were strict. One man\nand one man only was permitted to attempt the assassination of the\nAutarch. If he succeeded, he became Autarch. If he did not--he died.\n\nSuccess depended partly on the loyalty of the Peace Administration. If\nits Commander were inefficient, weak, or disloyal, the Autarch might\ndie. But an Autarch always killed the old Commander, so there was no\nchance of disloyalty. But inefficiency, stupidity, and weakness were\nanother matter.\n\nThe first attempt on his life had failed. But there would be more.\nBartol stood there, resplendent in his uniform, while the Commander\nwatched the screens.\n\nThere were about a dozen androids in the room, moving here and there,\ndispatching orders as the Commander gave them.\n\nFinally, the Commander turned. His face looked quite calm. \"The BSA\nandroids have started their attack on the Palace. My own androids\nare holding them off so far, of course, but that is only part of\nthe diversion. The real, human assassin may get into the Palace by\ntrickery. After that, it will be up to you.\"\n\nHe walked over to an arms cabinet. \"Your personal equipment is here.\nForce-field belt, cutter beam--everything. And may I say--good luck.\"\n\nA moment later, Bartol was seated in the private citadel of the Autarch\nhimself, waiting for a murderer to come after him.\n\nHe rubbed his temples, trying to think. There was something he was\nsupposed to do. What? It kept nagging at the corner of his mind, but it\nwouldn't come out into the open. Damn the Commander and his hypnotic\ncompulsions!\n\nWhat was it he kept trying to remember? Something he _must_ remember!\nIt was something about the Galactic League--was it something the\nCommander had told him?\n\nThe Galactic League was made up of some of the most powerful\ngovernments in the Galaxy. Their sole law, throughout the Galaxy, was\nthat any planet could have the kind of government it wanted, except a\ngovernment imposed by force.\n\nAnd yet, the League never enforced that law--at least not by using\nspace battleships and atomic bombs. They could send directives and\nremonstrances, but the Autarchs of Apollyon had been ignoring those for\nfifty years, and would go right on doing so.\n\n\n\nBartol shook his head again. He couldn't remember what was so important\nabout the League. Probably some order that the Commander had given him\nwhich would become operative at a crucial moment. It was more deeply\nburied in his subconscious than the other orders.\n\nThe little speaker imbedded in his ear crackled. \"Autarch! There's a\ndisturbance on the fifth level! The assassin has entered the Palace!\"\nIt was the Commander's voice.\n\nSuddenly, something clicked in Bartol's mind. He glanced down at his\nbright uniform and then looked at the plain gray of the android guards.\n\n\"You! Guard! Strip off that uniform! Quickly!\"\n\nAutomatically, the android robot obeyed. At the same time, Bartol took\noff his own clothing. He changed with the guard and re-armed himself.\n\n\"Neither of you know where I am going. You will forget seeing me leave.\"\n\nThey nodded. He was the Autarch, as far as they knew; they would obey\nevery order.\n\nQuietly, he walked over to the heavy door that guarded the citadel,\nopened it, and stepped out into the corridor.\n\nThe assassin was on the fifth level. Seven levels above him! The\ncitadel was buried deep beneath the surface.\n\n\"We have two semiportable blasters aimed at him,\" said the voice in\nBartol's ear. \"We--wait! Too late! He burned his way through the wall!\nGet that gun around to the other hall! Cut him off!\"\n\nThe Commander's voice kept on. In his excitement, he had forgotten that\nBartol could still hear him.\n\nBartol listened for a moment smiling. His job was to get his enemy\nbefore that enemy killed him. He was _not_ going to wait in the citadel\nto be killed.\n\nFaintly, he could feel the vibration of heavy beam-rifles as they fired\nat the fast-moving assassin.\n\n\"He's wearing a force shield!\" the Commander said. \"But what a force\nshield! Hand guns have no effect, and even a beam-rifle doesn't bother\nhim!\"\n\nBartol kept listening, but he started doing some fast moving himself.\nFirst, to the elevator. The elevator was locked, but Bartol burned the\ndoor open, wondering whether the car was above or below him. It was\nbelow, just as he had expected. One flash of his cutter beam, and the\ncables parted. There was a faint crash from far below as the automatic\nbrakes grabbed, holding the car in place.\n\nHe still had to move fast. There was death waiting for him, and it\nmight yet overtake him. If only the Commander kept busy with the\nassassin!\n\nHe listened. The Commander was still in his citadel, trying to stop\nthe BSA killer. Only heavy-duty guns would knock the assassin out, and\nthey were clumsy and hard to move. The BSA man had to take a roundabout\nroute, but he was working his way steadily toward the citadel of the\nAutarch, where an android in a gaudy uniform was waiting for him.\n\nThe assassin charged through a group of androids armed with handguns.\nHe bowled them over and kept on running. Bartol wished he could follow\nthe action with a vision screen, as the Commander was.\n\nAs he listened, Bartol was running down the corridor toward a second\nelevator. He burned open the door. This time the car was above him. He\nleaned into the shaft and fired a beam upwards. There was a flare and a\ngrinding crash as the second elevator was destroyed.\n\nThen he stepped into a nearby closet and carefully burned a hole in the\nfloor. The heat was intense in the little room, but his own body shield\nprotected him.\n\nAs soon as the hole in the floor was big enough, Bartol dropped through\nit to the level below. There was no one in the room.\n\nHe smiled grimly to himself as he ran down another corridor. There were\nonly a few human beings in the Palace; all the others were androids.\nOne of those humans was trying to kill him, the others didn't care\nwhether he died or not, so long as his objective was achieved.\n\nAt the end of the corridor, he came abruptly on two android guards. One\nof them stopped, then the other. There was a look of confusion on their\nfaces. The first one said: \"It is forbidden to have two assassins. And\nyet, you are human. You--\"\n\nBartol burned them both down before they could go any further. He\ndidn't want them spreading the alarm any sooner than necessary.\n\n\n\nHe ran on, still listening to the buzzing in his ear. The two dead\nandroids hadn't recognized his face as that of the Autarch, but they'd\nknown there was something wrong.\n\nThe earpiece was still giving orders.\n\n\"He's over the Autarch's citadel! That doesn't give us much time.\nAutarch! Get out of that room! He's burning a hole through the roof!\"\n\nHe was addressing Bartol, of course, but Bartol kept moving. The\nCommander didn't know that his phony Autarch had already left the\ncitadel.\n\nBartol dodged into a bathroom. No android would be in there--they\ndidn't need to. He burned another hole in the floor, dropped through\nit into another bathroom. Again he burned through the floor.\n\n\"Autarch! Get out of that room! Leave the citadel immediately! It's\nyour only chance!\"\n\n_I knew that several minutes ago_, Bartol thought.\n\nHe only had seconds now.\n\nThe assassin blasted his way into the citadel and cut down both the\nguards. Then he blasted the figure in the gaudy uniform.\n\n\"That wasn't Bart--uh--the Autarch!\" the Commander's voice came.\n\n_Damn right it wasn't!_ Bartol thought. He sprinted down a stairway. In\nthe lower sublevels of the Palace, the lighting was widely spaced. Here\nwere the storage levels, and the power supplies. He wanted to stay away\nfrom the power rooms; they would be heavily guarded.\n\n\"Autarch! Where are you! Answer! Where are you! The assassin knows that\nwasn't you! He's heading downward! Where are you?\"\n\n_He's getting panicky_, Bartol thought with grim amusement. _He knows I\nwouldn't dare answer. The assassin can tap these communications._\n\nThe assassin, whoever he was, must have weapons of tremendous power to\nbe able to burn his way into the Autarch's citadel so easily. He could\nmove downward from floor to floor a lot more rapidly than Bartol could.\n\nBartol knew exactly where he was going--if only he could get there in\ntime!\n\nHe ran through the dimly lit halls which were piled high with crates\nand boxes. At last he came to a wall which looked like any other\nwall--but Bartol knew it was different.\n\n\"Autarch!\" the ear speaker crackled. \"What are you doing down there?\nWhy are you in the storage compartments?\"\n\n\"I'm hiding,\" snapped Bartol. _He knows where I am now. I'll have to\nwork fast._\n\nHe pressed his thumb against a hidden niche in the wall. A tiny device\nrecorded his thumbprint, checked it against previous patterns, and then\nclicked. A panel slid aside. Within it was a curiously shaped helmet.\n\nBartol could hear the pounding of android feet all around him. Nearby,\na wall started to smoke. He slammed the helmet on his head, locked the\nchinpiece into place, and activated the mechanism within the dome.\n\n\"Where are you? What was that helmet? The assassin is coming down!\"\n\nEvidently, the now-panicky Commander was watching him in the vision\nscreens. He wouldn't see anything now; Bartol was invisible to\ninfrabeams.\n\nUnfortunately, he was still visible to normal vision. The nearby wall\ncascaded outward with a splash of molten metal, and an android stepped\nthrough, firing a heavy beam-rifle. The beam struck Bartol with a glare\nof blue-white light--and splashed.\n\nWith the helmet on, Bartol was just as impervious to ordinary beams as\nthe assassin who was even now burning his way down through the Palace.\nLike the assassin, all he had to do was avoid anything as heavy as a\nsemiportable.\n\nBartol stepped directly into the blazing muzzle of the rifle. The\ntremendous energy being reflected from his body shield dazed the\nandroid. Bartol jerked the rifle from its hands and burned it down. He\nswung around just as two more of the things rounded a nearby corner.\nThey, too, went down before the white-hot beam of the rifle.\n\nThen he stepped toward the wall. Under the tremendous power of the\nspecial body shield, the wall flowed like wax in a candle flame. It\nhardly slowed him at all.\n\nHe stopped for a moment, concentrating. Where was his enemy? Dimly at\nfirst, then with greater power, the intricate amplifier of the helmet\npicked up the brain radiations of the man he was looking for.\n\nIn his ear, the speaker was still gibbering.\n\nBartol stood a moment longer, synchronizing the helmet with the\nsignals. Then, having located his enemy, he began to move again.\n\nHe headed for the elevators. There was only one. The other ended two\nlevels above. It must be the one.\n\nHe pushed his way through the door and dropped down the open shaft. The\nantigravity field allowed him to drop rapidly, but not too rapidly;\neven that marvelously designed helmet couldn't do everything. It would\nslow his fall somewhat, but it couldn't lift him.\n\nHis feet struck the top of the elevator car whose cables he had cut. He\nchanged the polarity of his field and the force was applied vertically\ninstead of radially. His feet melted their way through the top of the\ncar. He reversed the polarity again before he touched the floor of the\ncar.\n\nThe assassin upstairs was running amok, burning down everything in his\npath and working his way downwards.\n\n\n\nBartol hesitated just for a second before he went onward. The elevator\nbar had dropped only a few feet before its brakes had stopped it.\nBartol lifted himself up to the level of the floor, burned his way\nthrough the elevator door, and stepped out into the corridor.\n\nHe saw the heavy-duty beam-cannon just as the android behind it fired.\nIt was to his right, a few yards down the corridor. The blast of energy\nroared down the corridor, narrowly missing Bartol as he threw himself\nback into the elevator. It swung downward, gouging gobbets of flaming\nmetal from the wall, aiming straight for Bartol.\n\nThere was only one way out of the trap. Bartol switched polarity again\nand turned his generators up to maximum. It wasn't enough to stop that\nheavy beam, but--\n\nHe leaped over the coruscating beam and literally dived headfirst into\nthe wall on the other side of the corridor. It melted and gassified\nbefore him, hardly slowing his plunge.\n\nHe rolled over and landed on his feet. He kept on running toward the\nrear wall--through it. He circled through the next room and the next,\ndodging twice the heavy-duty beams aimed at him. The whole section was\nbecoming a raging inferno; without his body screen, the heat would have\nbeen unbearable.\n\nAt last he came to the wall he was looking for. It shimmered slightly,\ndue to the force field that surrounded it. Just in front of the wall,\ntwo androids were swinging a heavy-duty cannon around toward him. He\nfired his own weapon, but they were shielded by more than the portable\nshields they wore. This section was _really_ fortified!\n\nHe dived toward the androids, sliding under the barrel of the projector\njust as it blazed into white-hot hell.\n\nHe jumped to his feet and landed a punch on the jaw of the nearest\nandroid. It reeled backwards, and the other jumped him. Bartol flipped\nthe second android over his head, slamming it into the face of its\npartner. They both went down. With two quick blows, he knocked their\nskulls against the floor. The metal skulls didn't break, but the\nmetal-colloid brain within ceased to function because of the shock.\n\nNow came the crucial part. He stepped over to the wall and touched its\nshimmering surface. It was an ordinary KF-4 field; it had no reactive\nsurface, as did his own. Good! It could be analyzed.\n\nThe mechanism in the helmet went to work, carefully synchronizing its\nown vibratory frequency with that of the wall. It was slow work; it\nwould take a full twenty seconds, and in that time, plenty could happen.\n\nIt was stupid not to build all the walls with force-fields that would\nmake them impervious to beam guns. But then, the whole set-up on\nApollyon was stupid. These petty Autarch-Assassin games could only have\nbeen set up by a madman.\n\nFive android guards ran into the room, firing their beam-rifles. Bartol\nignored them; the beams couldn't touch him. Two more started to pull in\na wheeled semiportable. They got it in through the door and swiveled it\ntoward Bartol.\n\nAt that moment, the mechanism in the helmet synchronized with the\nwall's force field. Bartol slid _through_ the field, melted through the\nwall, and stepped through to the other side.\n\nHe hurled himself to the floor instantly as two coruscating beams of\nravening heat met at the spot where he had stood. There was another\nsemiportable inside the _real_ citadel of the Autarch of Apollyon.\n\nBefore the Autarch could swivel the gun, Bartol had leaped on him,\nslamming him to the floor.\n\n\"Don't kill me!\" screamed the man. \"I'll do anything! Just don't kill\nme!\"\n\nOn the other side of the wall, the androids found themselves helpless.\nThe force field was still up, and they had been forbidden to enter the\ncitadel.\n\n\"I don't intend to kill you,\" Bartol said. \"Not unless you act up.\"\n\nHe cut off the man's body shield and pulled the handgun from his\nholster. Helpless and disarmed, the man cowered on the floor as Bartol\nstood up.\n\n\n\nHe had never seen this man before. The Autarch didn't look anything\nlike the man Bartol had been doubling for. The Autarch was thin and\nold-looking. Hatred and fear blazed in his eyes.\n\n\"So you're Lavod Quom,\" Bartol said. \"Alias the Autarchs of Apollyon,\nalias the Peace Commander.\"\n\n\"How did you know that name?\" the man almost screamed, his voice was so\nshrill. \"Where did you hear it?\"\n\n\"We have our ways,\" Bartol said. \"But never mind. I'm here to tell\nyou that you are under arrest in the name of the Galactic League. The\ncharges are planetary slavery and mass murder.\"\n\n\"But--but--how did you do it?\" He lay there on the floor, still\nshivering.\n\n\"It took a lot of thinking,\" Bartol told him. \"We've known what you've\nbeen doing for a long time now. You set up this little dictatorship so\nthat you could play God with its people. We knew that the Commander\nwas a remote control robot--operated by you. So were all the Autarchs\nwho made public appearances.\n\n\"Then, every five years, you had the Benevolent Society of Assassins\npick out someone to kill the Autarch. At the same time, you picked\nsomeone to double for the Autarch. Your twisted mind liked to watch two\nmen fight to the death.\n\n\"It didn't matter which one won. If it was the phony Autarch, you\nsimply put him under suspended animation for use five years later. If\nit was the assassin, he was immediately killed and an android was made\nup to duplicate him. Either way, you were safe.\"\n\n\"But you couldn't have known!\" Lavod Quom said. \"You couldn't have!\"\n\n\"We did, though,\" Bartol said bluntly. \"But we had to do it legally--we\nhad to stop you according to your own laws. That is the Rule of the\nLeague.\n\n\"We've had that helmet planted in your palace for two years, waiting\nfor this moment. The Autarch android was studied carefully, and the\nagent who looked most like him--myself--was sent here. Your records\nwere tampered with so that it would look as though I had always been a\ncitizen of Apollyon. I was put under deep hypnosis, and false memories\nwere implanted. It had to be deep so that your own hypnosis wouldn't\ndig anything up. But my compulsion vanished as soon as the assassin\nentered the Palace.\n\n\"It was all perfectly legal, you see. One human assassin is allowed.\nThat was me. It's perfectly legal to use trickery. The other assassin\nwhich is causing so much trouble upstairs is an android--a special job,\nlike your Peace Commissioner. It's controlled by a League man. But that\nandroid hasn't killed anyone but androids, anymore than I have.\"\n\nQuom sat up. He giggled foolishly. \"You mean _I_ set it up? I brought\nyou here? I picked you out? Why, that's wonderful! Nobody but me could\ndefeat me--and I did it! That was quite a performance, young man;\nquite a performance. I'll see that you're properly rewarded. I'll make\nyou Autarch! Yes! And give you a medal, too! I have lots of pretty\nmedals! And I'll make you another uniform--with more gold on it!\" Then\nhe looked up, almost wistfully. \"And this time, can I wear a pretty\nuniform, too?\"\n\nAs he had been babbling, Bartol leaned over and gently grasped both his\nhands.\n\n\"Sure you can have a uniform.\"\n\n\"With gold on it?\"\n\n\"With diamonds,\" said Bartol. And then the special energy flowed\nthrough his hands from the helmet, and the old man collapsed into\npainless unconsciousness.\n\nBartol released him and said softly, \"Only I don't think you'll want\nanything that gaudy when the League psychiatrists finish with you.\"\n",
    "metadata": {
        "author": [
            "Garrett, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65451/pg65451.txt",
        "name": "kill_me_if_you_can!.json"
    }
}