{
    "name": "Know Thy Neighbor",
    "author": [
        "Lewis, Elisabeth R."
    ],
    "body": "[Sidenote: _The terrors that inhabit the night may be even more awful in\ndeceitful broad daylight!_]\n\nIt began with the dead cat on the fire escape and ended with the green\nmonster in the incinerator chute, but still, it wouldn't be quite fair\nto blame it all on the neighborhood....\n\nThe apartment house was in the heart of the district that is known as\n\"The Tenderloin\"--that section of San Francisco from Ellis to Market and\neast from Leavenworth to Mason Street. Not the best section.\n\nTo Ellen's mind, it was an unsavory neighborhood, but with apartments so\nhard to get and this one only $38.00 a month and in a regular apartment\nbuilding with an elevator and all--well, as she often told the girls at\nthe office, you can't be too particular these days.\n\nNevertheless, it was an ordeal to walk up the two blocks from Market\nStreet, particularly at night when the noise of juke boxes dinned from\nthe garish bars, when the sidewalks spilled over with soldiers and\nsailors, with peroxided, blowsy-looking women and the furtive gamblers\nwho haunted the back rooms of the innocent-appearing cigar stores that\nlined the street. She walked very fast then, never looking to left or\nright, and her heart would pound when a passing male whistled.\n\nBut once inside the apartment house lobby, she relaxed. In spite of its\nlocation, the place seemed very respectable. She seldom met anyone in\nthe lobby or the elevator and, except on rare occasions like last night,\nthe halls were as silent as those in the swanky apartment houses on Nob\nHill.\n\nShe knew by sight only two of her neighbors--the short, stocky young man\nwho lived in 410, and Mrs. Moffatt, in 404. Mrs. Moffatt was the essence\nof lavender and old lace, and the young man--he was all right, really;\nyou couldn't honestly say he was shady-looking.\n\n\n\nOn this particular morning, the man from 410 was waiting for the\nelevator when Ellen came out to get her paper. He glanced up at the\nsound of the door and stared. Quickly, she shut the door again. She\ndidn't like the way he looked at her. She was wearing a housecoat over\nher nightgown, and a scarf wrapped around her head to cover the\nbobbypins--a costume as unrevealing as a nun's--but she felt as though\nhe had invaded her privacy with his stare, like surprising her in the\nbathtub.\n\nShe waited until she heard the elevator start down before opening her\ndoor again. The boy must have aimed from the stairs; her paper was\nseveral yards down the hall, almost in front of 404. She went down to\nget it.\n\nMrs. Moffatt must have heard Ellen's footsteps in the hall. An old lady\nwith a small income (from her late husband, as she had explained to\nEllen) and little to do, she was intensely interested in her neighbors.\nShe opened the door of her apartment and peered out. Her thin white hair\nwas done up in tight kid curlers. With her round faded-blue eyes and\nround wrinkled-apple cheeks, she looked like an inquisitive aged baby.\n\n\"Good morning,\" said Ellen pleasantly.\n\n\"Good morning, my dear,\" the old lady answered. \"You're up early for a\nSaturday.\"\n\n\"Well, I thought I might as well get up and start my house-cleaning. I\ndidn't sleep a wink after four o'clock this morning anyway. Did you hear\nall that racket in the hall?\"\n\n\"Why, no, I didn't.\" The old lady sounded disappointed. \"I don't see how\nI missed it. I guess because I went to bed so late. My nephews--you've\nseen them, haven't you?--They're such nice boys. They took me to a movie\nlast night.\"\n\n\"Well, I'm surprised you didn't hear it,\" said Ellen. \"Thumping and\nscratching, like somebody was dragging a rake along the floor. I just\ncouldn't get back to sleep.\"\n\nThe old lady clicked her tongue. \"I'll bet somebody came home drunk.\nIsn't that terrible? I wonder who it was.\"\n\n\"I don't know,\" said Ellen, \"but it was certainly a disgrace. I was\ngoing to call Mrs. Anderson.\"\n\nWith the door open, the hall seemed filled with the very odd odor of\nMrs. Moffatt's apartment--not really unpleasant, but musty, with the\nsmell of antiques. The apartment itself was like a museum. Ellen had\nbeen inside once when the old lady invited her in for a cup of tea. Its\ntwo rooms were crammed with a bizarre assortment of furniture,\nbric-a-brac and souvenirs.\n\n\"Oh, how's your bird this morning?\" Ellen asked.\n\nIn addition to being a collector, Mrs. Moffatt was an animal fancier.\nShe owned three cats, a pair of love-birds, goldfish, and even a cage of\nwhite mice. One of the love-birds, she had informed Ellen yesterday, was\nailing.\n\n\"Oh, Buzzy's much better today,\" she beamed. \"The doctor told me to feed\nhim whisky every three hours--with an eyedropper, you know--and you'd be\nsurprised how it helped the little fellow. He even ate some bird-seed\nthis morning.\"\n\n\"I'm so glad,\" said Ellen. She picked up her paper and smiled at Mrs.\nMoffatt. \"I'll see you later.\"\n\nThe old woman closed her door, shutting off the musty smell, and Ellen\nwalked back to her own apartment. She filled the coffee pot with water\nand four tablespoons of coffee, then dressed herself while the coffee\npercolated. Standing in front of the medicine cabinet mirror, she took\nthe bobbypins out of her hair. Her reflection looked back at her from\nthe mirror, and she felt that unaccountable depression again. I'm not\nbad-looking, she thought, and young, and not too dumb. What have other\nwomen got that I haven't? She thought of the days and years passing, the\nmeals all alone, and nothing ever happening.\n\nThat kind of thinking gets you nowhere; forget it. She combed her hair\nback, pinned it securely behind her ears, ran a lipstick over her mouth.\nThen she went into the kitchenette, turned off the gas flame under the\ncoffee pot, and raised the window shade to let in the sun that was just\nbeginning to show through morning fog.\n\nA dead cat lay on the fire escape under the window.\n\n\n\nShe stared at it, feeling sick to her stomach. It was an ordinary gray\ncat, the kind you see in every alley, but its head was twisted back so\nthat its open eyes and open mouth leered at her.\n\nShe pulled the blind down, fast.\n\nSit down, light a cigarette. It's nothing, just a dead cat, that's all.\nBut how did it get on the fire escape? Fell, maybe, from the roof? And\nhow did it get on the roof? Besides, I thought cats never got hurt\nfalling. Isn't there something about landing on your feet like a cat?\nMaybe that's just a legend, like the nonsense about nine lives.\n\nWell, what do I do, she thought. I can't sit here and drink coffee with\n_that_ under the window. And God knows I can't take it away myself. She\nshuddered at the thought. Call the manager.\n\nShe got up and went to the telephone in the foyer. She found the number\nscribbled on the back of the phone book. Her hand was shaking when she\ndialed.\n\n\"This is Ellen Tighe in 402. Mrs. Anderson, there's a dead cat on the\nfire escape outside my window. You'll have to do something about it.\"\n\nMrs. Anderson sounded half-asleep. \"What do you mean, a dead cat? Are\nyou sure it's dead? Maybe it's sleeping.\"\n\n\"Of course I'm sure it's dead! Can't you send Pete up to take it away?\nIt's a horrible thing to have under my window.\"\n\n\"All right, I'll tell Pete to go up. He's washing down the lobby now. As\nsoon as he's finished, I'll send him up.\"\n\nEllen set the phone back on its stand. She felt a little silly. What a\nfuss to make over a dead cat. But really, outside one's window--and\nbefore breakfast--who could blame me?\n\nShe went back into the kitchenette, carefully not looking toward the\nwindow, even though the shade was drawn, and poured herself a cup of\ncoffee. Then she sat at the table in the little nook, drinking coffee,\nsmoking a cigarette and leafing through the paper.\n\nThe front page was all about a flying saucer scare in Marin County. She\nread the headline, then thumbed on through the paper, stopping to read\nthe movie reviews and the comic page.\n\n\n\nAt the back section, she was attracted by a headline that read: \"Liquor\nStrong These Days--Customer Turns Green, Says Bartender.\" It was a brief\nitem, consciously cute. \"John Martin, 38, a bartender of 152 Mason\nStreet, was arrested early this morning, charged with drunkenness and\ndisturbing the peace, after firing several shots from a .38 revolver on\nthe sidewalk in front of his address. No one was injured. Martin's\ndefense, according to police records, was that he was attempting to\napprehend a 'pale-green, claw-handed' customer who fled after eating a\nlive mouse and threatening Martin.\n\n\"Upon questioning, Martin admitted that the unidentified customer had\nbeen in the bar for several hours and appeared perfectly normal. But he\ninsisted, 'When I refused to serve him after he ate the mouse, he turned\ngreen and threatened to claw me to death.' Martin has a permit to carry\nthe gun and was dismissed with a fifty dollar fine and a warning by\nJudge Greely against sampling his own stock too freely.\"\n\nDrunken fool, thought Ellen. With fresh indignation, she remembered the\ndisturbance in her own hall this morning. Nothing but drunks and\ngangsters in this neighborhood. She thought vaguely of looking at the\n\"For Rent\" section of the want ads.\n\nThere was a noise on the fire escape. Ellen reached over and lifted up\nthe shade. The janitor was standing there with a big paper sack in his\nhand.\n\nEllen opened the window and asked, \"How do you think it got there,\nPete?\"\n\n\"I dunno. Maybe fall offa the roof. Musta been in a fight.\"\n\n\"What makes you think so?\"\n\n\"Neck's all torn. Big teeth marks. Maybe dog get him.\"\n\n\"Up here?\"\n\n\"Somebody find, maybe throw here--I dunno.\" Pete scratched his head.\n\"You don't worry any more, though. I take away now. No smell, even.\"\n\nHe grinned at her and scuttled to the other end of the fire escape where\nhe climbed through the window to the fourth floor corridor.\n\nEllen poured herself a second cup of coffee and lighted another\ncigarette, then turned to the woman's page in the paper. She read the\nAdvice Column and the Psychology and glanced through the \"Help\nWanted--Women\" in the classifieds. That finished the morning's reading.\nShe looked at her watch. Almost ten.\n\nShe carried her coffee cup to the sink, rinsed it out and set it on the\ndrainboard. There was still a cup or more coffee left in the pot. That\ncould be warmed over later, but she took out the filler and dumped the\ngrounds into the paper bag that held garbage. The bag was almost full.\n\nI'll throw it in the incinerator now, she thought, before I straighten\nthe apartment.\n\nShe emptied the ashtrays--the one beside her bed and the other on the\nbreakfast table--then started down the hall with the garbage bag in her\nhand.\n\n\n\nThe incinerator chute was at the rear of the hall, next to the service\nstairs. Ellen could see the door standing slightly open. She hesitated.\n410 might be there. It was bad enough to ride in the elevator with him,\nfeeling his eyes on her, but there was something unbearably intimate\nabout standing beside him, emptying garbage.\n\nThe door seemed to move a little, but nobody came out. She waited\nanother minute. Oh, well, maybe the last person out there just forgot to\nshut the door tight. She opened it wider, stepped out on the stair\nlanding. No one was there.\n\nThe chute was wide, almost three feet around. Ellen opened the top and\nstarted to throw the bag down. Something was stuck in there. Her eyes\nsaw it, but her brain refused to believe.\n\nWhat was there, blocking the chute, looked like--looked like--a\nchicken's foot, gnarled, clawed, but as large as a human foot--and an\nugly, sickly green!\n\nAutomatically, she reached in and clutched it. Her stomach turned at the\ncold feel of the thing, but still she tugged at it, trying to work it\nloose. It was heavy. She pulled with all her strength, felt it start to\nslide back up the chute. Then it was free!\n\nShe gaped in sick horror at the thing she held. Her hand opened weakly\nand she sat down on the floor, her head swimming and her throat muscles\nretching. Dimly, she heard the thing rattle and bump down to the\nincinerator in the basement.\n\nThe full horror of it gradually hit home. Ellen stood up, swaying, and\nran blindly down the hall. Her feet thudded on the carpeted floor. As\nshe passed 404, she was vaguely conscious of Mrs. Moffatt's concerned\nface poking around the door.\n\n\"Is there something wrong, Miss Tighe?\"\n\n\"No,\" Ellen managed to gasp \"It's all right--really--all right.\"\n\nShe kept on running, burst through the apartment door, slammed it behind\nher, fell on her knees in the bathroom and became thoroughly, violently\nill.\n\nShe continued to kneel, unable to think, her head against the cool\nporcelain bowl. Finally, she stood up weakly, ran cold water, washed her\nface and streaming eyes. Thank God the wall bed was still down! She fell\non it, shaking.\n\n\n\nWhat was that unbelievable ghastly, impossible thing? It was the size of\na man, but thin, skeleton thin, and the color of brackish water. It had\ntwo legs, two arms, like a man ... but ending with those huge, birdlike\nclaws. Heaven alone knew what its face was like. She had let go before\nit was that far clear of the chute.\n\nShe thought of the story in the paper. So that was what the bartender\nsaw! He wasn't drunk at all, and what happened when he told the police?\nThey laughed at him. They'd laugh at me, too, she thought. The proof is\ngone, burned up in the incinerator. Why did this happen to me? Dead cats\non the fire escape, dead monsters in the incinerator chute ... it's this\nterrible neighborhood!\n\nShe tried to think coherently. Maybe the cat had something to do with\nit. The bartender said the thing ate a mouse--maybe it had tried to eat\nthe cat, too. A monster like that might eat anything. Her stomach\nstarted churning again at the thought.\n\nBut what was it doing in the incinerator chute? Someone in the building\nmust have put it there, thinking it would slide all the way down and be\nburned up. Who? One of _them_, probably. But there couldn't be any more\ngreen monsters around. They can't live in an apartment house, walk the\nstreets like anyone else, not even in this neighborhood.\n\nShe remembered something else in the bartender's story. He said it\nlooked perfectly normal at first. That meant they could look like humans\nif they wanted to. Hypnotism? Then any man could be....\n\nSuddenly another thought struck her. Supposing they find out I saw--what\nwill they do to me?\n\nShe jumped up from the bed, white with fear, her faintness forgotten in\nthe urge to escape. She snatched her bag from the dresser, threw on her\nbrown coat.\n\nAt the door, she hesitated, afraid to venture into the hall, yet afraid\nto stay inside. Finally, she eased open the door, peered out into the\ncorridor. It was deserted. She ran to the elevator, punched the bell,\nheard the car begin its creaky, protesting ascent.\n\nThe elevator door had an automatic spring closing. The first time she\ntried it, her hands shook and the door sprang closed before she got in.\nShe tried it again. This time she managed to hold it open long enough to\nget inside. She pushed the button, felt the elevator shake and grind and\nmove slowly down.\n\nOut into the lobby.\n\nOut into the street.\n\n\n\nThe fog was completely gone now. The sun shone on the still-damp street.\nThere were very few people around--The Tenderloin sleeps late. She went\ninto the restaurant next door, sat down at the white-tiled counter. She\nwas the only customer. A sleepy-eyed waitress, her black hair untidily\ncaught into a net, waited, pad in hand.\n\n\"Just coffee,\" Ellen mumbled.\n\nShe drank it black and it scalded her throat going down. The waitress\nput a nickel in the juke box and then Bing Crosby was singing \"Easter\nParade.\" Everything was so normal. Listening to Bing Crosby, how could\nyou believe in things like green monsters? In this sane, prosaic\natmosphere, Ellen thought, I must be batty.\n\nShe said to herself, \"I'm Ellen Tighe, bookkeeper, and I just saw the\nbody of a green man with claws on his feet....\" No, that didn't help a\nbit. Put it this way: \"I'm Ellen Tighe and I'm 27 years old and I'm not\nmarried. Let's face it, any psychiatrist will tell you that's enough\ncause for neurosis. So I'm having delusions.\"\n\nIt made more sense that way. I read that story in the paper, Ellen\nthought, and it must have registered way down in my subconscious. That\nhad to be it. Any other way, it was too horrible, too impossible to be\nborne.\n\nI'll go back to the apartment and call Dr. Clive, thought Ellen. She had\nthe feeling, no doubt held over from the days of measles and mumps, that\na doctor could cure anything, even green monsters on the brain.\n\nShe drank the last of the coffee and fished in her coin purse for\nchange. Picking up the check, she walked over to the cash register at\nthe end of the counter, facing the street. The untidy waitress came from\nthe back of the restaurant to take the money.\n\nEllen looked out at the street through the glass front. The man from 410\nwas standing out there, smoking a cigarette, watching her. When their\neyes met, he abruptly threw away the cigarette and started walking\ntoward the apartment house. Again she felt that faint dread she had\nexperienced in the hall earlier.\n\nThe waitress picked up her quarter, gave her back a nickel and a dime.\nEllen put the change into her purse, got out her key chain and held it\nin her hand while she walked quickly next door. 410 was just ahead of\nher in the lobby; he held the front door open for her.\n\nShe kept her head down, not looking at his face, and they walked, Indian\nfile, across the lobby to the elevator. He opened the elevator doors,\ntoo, and she stepped in ahead of him.\n\n\n\nWhen the doors clanged shut, she had a feeling of panic. Alone with him\n... cut off from help. He didn't pretend not to know her floor, but\nsilently pressed the proper button. While the car moved slowly upward,\nher heart was beating wildly.\n\nI'm not convinced, she thought, I'm not convinced. I saw it so plainly\n... I felt it, cold in my hands.\n\nThe elevator stopped. The man held the door open and for a moment she\nthought he was going to say something. His free hand made a swift,\ninvoluntary movement as though he were going to catch her arm. She\nshrank away, but he stepped back and let her through.\n\nEllen almost ran down the hall. Behind her, she heard his footsteps\ngoing in the opposite direction toward his apartment. She was panting\nwhen she reached her door. She fumbled for the right key--front door,\noffice--and then she froze. There was a scratching sound in the\napartment.\n\nShe put her ear close to the door, listened. There was a rasping noise,\nlike somebody dragging a rake ... or like claws, great heavy claws,\nmoving over the hardwood floors!\n\nEllen backed away from the door. It was true, then. She retreated, inch\nby inch, silently. Get away, leave before it catches you! She turned,\nready to make a dash for the elevator ... and faced the man from 410.\n\nDown at the end of the hall, in front of his apartment, he was watching\nher. The way he lingered outside the restaurant, the way he looked at\nher. One of _them_ ... maybe underneath that homely, ordinary face, his\nskin was green and clammy. Maybe there were long, sharp claws on his\nfeet.\n\nShe was breathing unevenly now. Trapped! The thing in the apartment, the\nman in the hall. Her eyes darted to the elevator, then back, down the\nhall, past the door marked 404 ... the door marked 404! She covered the\nfew yards in a mad dash, flung herself at the door, pounding wildly.\n\n\"Please, please!\" she sobbed. \"Mrs. Moffatt, open, please!\"\n\nThe door opened at once. Mrs. Moffatt's round, wrinkled face beamed at\nher.\n\n\"Come in, my dear, come in.\"\n\nShe almost fell over the landing. The door closed behind her.\n\nShe stumbled to the davenport, sank down, gasping. Two cats rubbed\nagainst her legs, purring. Two cats?\n\nShe heard herself say stupidly, \"Mrs. Moffatt, where's the other cat?\"\nand wondered why she said it.\n\nThen she understood.\n\nThe old lady's face quivered, altered, melted into something ...\nsomething green.\n\n\n\nOutside in the hall, the man from 410 slowly returned to his apartment.\nPushing open the door, he thought, I'll never get the nerve to ask her\nout.\n\nWell, probably wasn't a chance, anyhow. What would a girl like her have\nto do with a lousy cop like me?\n\n\n\n\n",
    "metadata": {
        "author": [
            "Lewis, Elisabeth R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32287/pg32287.txt",
        "name": "know_thy_neighbor.json"
    }
}