{
    "name": "Lady Into Hell-Cat",
    "author": [
        "Mullen, Stanley"
    ],
    "body": "The inspector of security police dropped his shoes on the floor and put\nhis feet on the desk where he could watch his toes wriggle.\n\n\"Sure we're sloppy here,\" he said belligerently. \"You pretty boys of\nthe Space Patrol don't know what it's like in a slime-hole frontier\ntown like 9 Ganymede.\"\n\nLee Heydrick smiled grimly. \"I guess you didn't catch my name. I earned\nthese service bars of mine. I was one of four survivors of the first\nTrans-Plutonian Expedition.\"\n\nThe inspector suddenly became respectful. \"Oh, you're that Heydrick?\"\nHe referred to the credentials on his desk. \"What's a pirate-chaser\nlike you doing on an assignment like this? Seems like picking up\nfugitive murderers for the disintegrators is a job for the security\npolice.\"\n\nHeydrick grunted. \"So it is. I don't like the job any better than you\ndo. But this is no ordinary murderer. She's a red Martian. Killed\nFeyjak, third man in the Red Council. Worked in his laboratory. They\nsuspect a Wilding plot.\"\n\n\"Feyjak, eh? They ought to give her a medal. I feel sorry for the\ngirl--good-looker, too. Still sounds like a police job.\"\n\nHeydrick growled. \"Yes, it does. Just some more rotten politics.\nThere's not supposed to be any politics in the Space Patrol. Hooey! The\nRed Scientists are in power, and my foster father, Tyko, is head man of\nthe Blue. So I get assignments like this. Just so they can get a whack\nat Tyko. They hope I'll fail--that's all they want.\"\n\nThe inspector warmed noticeably. \"So Tyko's your foster? I'm a blue\nmyself ... out of working hours. That's why I'm stuck in a last\nfrontier hellhole like this. Anything I can do to help?\"\n\nHeydrick loosened up and sat down. \"I don't know. It's a mean job any\nway you look at it. The girl says she didn't kill him. They can't use\nscopolamine. She's a desert dweller of the old blood, and it doesn't\nwork on 'em. Why would she kill Feyjak? He wasn't a bad sort. A bit\ndim, but that's all. Of course, if she's a Wilding, that would explain\nafter a fashion. They're all fanatics, but why Feyjak? They could knock\noff a lot of others more important. We got a tip she's hiding out on\nGanymede. A place called the Spacerat's Roost. Know anything about it?\"\n\nThe inspector whistled. \"Not much. Enough to stay clear of the place.\nIt's a dive in the Interplanetary Quarter, a damn tough hole. Mostly\nPlutonium prospectors and fungi hunters hang out there. We suspect it's\nmixed up in the illegal Moondrug traffic, but can't prove anything. I\nnever send my boys into that quarter unless it's necessary, and then\nonly in squads of four. Sure you don't want help?\"\n\nHeydrick grinned sourly. \"I wouldn't want your boys to get their pretty\nuniforms dirty. Do you think you could make me look like a Plutonium\nprospector?\"\n\n\"Can do--that all?\"\n\n\"Draw me a map of the district. I'll need to know my way around.\"\n\n\"I'd rather draw it than show you. I wouldn't go there alone. Not at\nnight. They don't like cops.\"\n\n\"Neither do I.\" Heydrick showed his teeth like an amiable wolf.\n\n\"If you're not back in two days, we'll come in after you.\"\n\n\"I'll be back.\"\n\n\n\nThe air in the Spacerat's Roost was thick with Fung-weed smoke.\nHeydrick mingled with the crowd inside the doorway and noticed men\nfrom every inhabited world in the Solar System. He spotted a vacant\ntable and elbowed his way to it. A drug-soaked horror from Venus,\nobviously the bouncer, looked dubiously at the newcomer in his scuffed\nprospector's leather. Heydrick pounded on the table for service.\n\nThe waiter was a Jovian octopus man with five tentacles and three eyes.\nHe came and hovered over the table, blinking sadly, as if life was a\nburden to him.\n\n\"What'll you have?\"\n\n\"What've you got?\"\n\nThe waiter waved a tentacle airily. \"Anything you can name--Snow-grape\nChampagne from Mars, Deimos rice-nectar, Toad's-eye brandy and\nBanana-beer from Venus ...\" he paused dramatically, leaned close and\nwhispered, \"even a bit of Blue Moonfoam from Callisto for special\ncustomers.\"\n\nHeydrick winked. \"I'm a special customer.\"\n\n\"You must have more money than sense,\" the waiter observed. \"It'll be\ntwenty vikdals, Martian.\"\n\nHeydrick flicked a hundred vikdal platinum coin on the table. The\noctopus man uncoiled a tentacle and snatched it up, tested it for\nweight, then shambled off. He returned with a dusty bottle and the\nchange. Heydrick let the change lie.\n\n\"Would you like to earn the rest of it?\"\n\nThe octopus creature clucked somewhere within the unholy cavern which\nserved him as mouth. \"I'd kill anyone on Ganymede for half of that,\" he\nobserved. \"What'ya want me to do?\"\n\nHeydrick drew a deep breath. \"You've a singer here who calls herself\nthe _Red Leopard of Mars_. When does she go on?\"\n\nThe waiter consulted a wrist-chron. \"Anytime now. She's temperamental.\"\n\n\"When she's finished her turn, ask her to come to my table.\" The Jovian\nshrugged and moved off.\n\nThe houselights dimmed suddenly. A shower of colored lights played upon\nthe raised stage. Soft nostalgic music poured from an unseen source.\nSoundlessly, a series of colored crystal screens slid back. At the back\nof the stage was a shadowy figure half-concealed by clouds of gossamer\nstuff blown wildly by concealed fans. Slowly, with infinite insolence,\nthe figure moved to the point of the triangular stage. She stood\nmotionless, waiting, while the babel of unearthly tongues died away in\nsilence. The music grew louder. Veil by veil she flung off the filmy\ndraperies until she stood revealed. Klathgar....\n\nShe wore the conventional garb of a woman of the ancient desert\ndwellers, jewelled copper breast-plates, a circlet of beaten bronze\nbinding her wealth of red-violet hair, her eyes glittering like emerald\nfire; and the long divided skirt concealed little of her shapely body.\nLeashed, beside her, was the restless, slithering shadow of a red\nsand-leopard.\n\nAgainst the wavering, eerie melody, and a patterned off-beat throb\nof tom-toms, she began to sing. Her voice was rich, throaty, and\nthe song a poignant love song of the ancient desert people. For a\nmoment Heydrick forgot where he was and who _she_ was. The hopeless\nyearning and infinite tragedy of the music played unpleasantly with\nhis soul-memories. The weird denizens of the Spacerat's Roost sat\nenthralled.\n\nThe song ended upon a note of earth-sick despair, a haunting melancholy\nfor things that will never again be as they were, never, if the planets\nswing round a dead sun in an empty sky.\n\nThe singer bowed, half-contemptuously, to the storm of applause, then\nretired.\n\nHeydrick drew the identification space-photo from his pocket and\nstudied it. There was no doubt. Despite the heavy make-up, the features\nwere the same. Ria Tarsen and Klathgar were the same.\n\nIn moments the girl was back. She had shed her glamor-costume and was\nnearly naked in the briefest of skirts, legs shimmering in painted\nstockings, high-breasts caught in a tight sheen of semi-translucent\nmaterial. This time she sang a bawdy song, \"If Asteroids were\nAsterisks,\" about a girl who went for a rocket-ride with an octopus\nman, and had to hitch-hike home from the Moons of Jupiter.\n\nThe crowd went wild. The number finished with a rowdy burlesque dance\nwhich went considerably beyond the bounds of good taste, but was\nscreamingly funny.\n\n\n\nThe girl ducked out the wings, and Heydrick nodded to the waiter. The\noctopus man winked one of his three eyes and vanished. He came back\nthrough the door to the dressing rooms, and the girl was with him. He\npointed to Heydrick. Klathgar looked at him insolently. A puzzled frown\nwrinkled her face.\n\nLithe as a sand-leopard, she moved among the crowded tables, still clad\nin the gaudy costume of her last number.\n\nHeydrick looked closely at her. Could this be the same girl who sang\nthe love song so full of fiery passion that it was madness set to\nmusic? The uncanny warble of flutes and the triple throb of bone-drums\nstill echoed in his ears. But this girl was tired; strain and\nunutterable weariness lurked behind her eyes.\n\n\"Why did you send for me?\" she asked.\n\n\"I wanted to talk to you--is that so unusual?\"\n\n\"Men always want to talk to me,\" she said, sneering. \"I don't have to\nassociate with the customers--not even those who can buy Moonfoam.\"\n\nHeydrick noticed suddenly that the sand-leopard was with her. The\nanimal's tail swished savagely back and forth. Its lips curled and a\nsnarling burr of sound came from the ugly rows of teeth. It seemed like\nan echo of the girl's sneer. Klathgar put down one hand to stroke the\nbeast's spade-shaped head. It rubbed against her in silent ecstasy.\n\n\"Perhaps I can change your mind,\" suggested Heydrick. \"Won't you sit\ndown?\"\n\n\"You flatter yourself,\" she snapped. \"I can hear what you have to say\nstanding up.\"\n\n\"I wonder if you can,\" Heydrick mused aloud. \"First, who are you?\" The\nghost of fear trembled behind her mask.\n\nKlathgar laughed. \"Ask anybody who I am. Klathgar. The Red Leopard.\"\n\nHeydrick threw Ria Tarsen's dossier card on the table, face up.\nKlathgar glanced at it without a flicker of emotion.\n\n\"Is that supposed to mean something to me?\" she asked contemptuously.\n\n\"It should--it's yours.\"\n\nHer laugh was shrill. \"At least you have a new approach. In either\ncase, you're mistaken. What's your racket?\"\n\n\"Heydrick, I.P.S. If you're not Ria Tarsen, who are you? May I see\nyour ident-card?\"\n\nThe girl was growing angry. \"It's in my dressing room; I'll get it.\"\n\nHeydrick was on his feet. \"If you don't mind, I'll go with you.\"\n\n\"I do mind.\"\n\n\"I'll go anyway.\"\n\nThe girl shrugged and led the way among the crowded tables, the leopard\npadding silently beside her. Curious glances went with them. Suddenly\nKlathgar turned. \"On second thought, I have it here,\" she said. She\nknelt quickly and unsnapped the leopard's leash. Heydrick's hand\nreached for his gun, but the girl was holding a card out to him. Even\nas he took it, he wondered if the gesture were a trick to occupy his\ngun hand.\n\nOne glance at the card was enough. \"I hope you didn't pay too much for\nthis,\" he told her. \"It's a clumsy forgery.\"\n\nKlathgar muttered a low word to the leopard, then slipped through the\nsliding door of plastic. A bundle of furred muscle launched itself at\nHeydrick. It was touch and go for a minute. Deadly talons raked through\nthe leather tunic like razors. The man got a grip on the jewelled\ncollar and twisted savagely. He wrenched the great cat away long enough\nto get out a paralysis gun and fire it. The drugged needle went into\na soft spot behind one furred ear. Instantly the beast let go and\ncrumpled.\n\nHeydrick leaped for the door. Someone tried to trip him, but he got\nthrough and slammed the plastic door shut.\n\nCutting down the intensity of his blaster, he ran the blunt muzzle up\nand down the joint where the heavy slab of plastic fit, sealing it\ntightly as the plastic flowed and fused. \"That should hold them,\" he\nthought. Something crashed against the door.\n\nIn the dim passageway, Heydrick could see several doors, all shut.\nWhich door?\n\nHe tried three, then saw one marked with a glittering star. It was\nlocked, but he put his shoulder against it and shoved violently. The\nthin screen buckled.\n\nThe girl was rummaging in a drawer. She turned and lunged at him with\nan ornamental dagger. Heydrick wrenched it away from her.\n\n\"Nice try, Ria.\"\n\nShe leaped on him, kicking and scratching. Locked together they crashed\ninto the mirror. All three went down in a smash of glass. The girl lay\nstill.\n\nHeydrick took a needle from the paralysis gun and scratched her\nlightly. Her breathing steadied and she lay relaxed, while he opened\nthe window and looked out. Below him, bathed in eerie Jupiter-light,\nlay the rooftops of the city. He could just make it to the next roof.\nRia was lighter than she looked.\n\n\n\nAt security police headquarters, Heydrick sat back for a quiet smoke.\nHe had changed back into the crisp silvery grey of the Space Patrol.\nThe inspector was in an official mood. He had his shoes on.\n\n\"What's the quickest transportation back to Mars?\"\n\nThe inspector grinned. \"Anxious to get her off your hands, eh? I don't\nblame you. The Martian Express is the quickest--you can get it at City\n1. It doesn't stop, of course, but they pick up ore-lighters as they go\npast Ganymede.\"\n\n\"How can I get to City 1?\"\n\n\"I'll lend you a patrol flier. They're all old crates, rocket drive. If\nit gets you there, you can leave it; we'll pick it up. If not, maybe\nwe'll get some decent equipment.\"\n\nHeydrick walked down the dim passageway to the cell in which he had\ndeposited Ria Tarsen. She glowered at him.\n\n\"Did you kill my leopard?\"\n\n\"He's all right. Be stiff a couple of days, that's all. I used the\nparalysis gun. How d'you feel.\"\n\nThe girl did not answer. Heydrick went on. \"I'm sorry, Ria. I'll have\nto take you back now.\" He unlocked the cell, and the girl strode into\nthe corridor. She was still arrogant and glared at him with cold\ninsolence.\n\n\"You must feel proud of yourself,\" she said icily. \"You'll never get me\nback to Mars.\"\n\n\"I thought of that.\" He took a metal bracelet from his pocket. \"Try\nthis on for size.\"\n\n\"That's a funny handcuff; it's not chained to anything,\" she said as he\nclasped it on her wrist.\n\n\"Try running away,\" he suggested. Ria darted down the corridor, then\nstopped as if she had run smack into a dur-steel wall.\n\n\"Magnetic,\" he explained. \"Can be set for distances up to fifty feet.\nOnce that's on you, and the mate to it's on me, we're linked together\nto the end of the trail. It's sealed with a coded beam of light. I\ndon't have the combination. I just don't want you to try anything\nsilly, that's all.\"\n\n\"I'll kill you for this,\" Ria promised, her green eyes glowing with\nugly light.\n\n\"Seems you've killed one man too many now,\" Heydrick commented. \"Even\nif you were lucky enough to kill me, we'd still be linked together; you\ncouldn't escape with a corpse.\"\n\n\"I didn't kill Feyjak 9,\" she shrieked. \"I didn't kill him. It was an\naccident. I don't know anything about it.\"\n\nHeydrick looked at her soberly. \"I don't believe you, Ria. And, if I\ndid, it wouldn't matter. You were tried and sentenced. I'm sorry for\nyou, but it's my job to take you back to the--to your punishment.\"\n\n\"I won't go back to the disintegrators,\" Ria stated, her face pale but\ntearless. \"You'll never get me there alive.\"\n\n\n\nIn the antiquated patrol flier, Heydrick set the auto-pilot for City\n1. The girl was sleeping quietly under the effects of the paralysis\ndrug. Heydrick went back to the galley and opened a can of hot coffee.\nA sudden tug at the metal circlet on his wrist sent him racing to the\ncontrols.\n\nIt was too late. The girl held a heavy bar of dur-steel ready to crash\nit down on the maze of keys and switch-bars. The bar descended in a\nglittering crescent. Blue flame shot through the tiny cabin. Rocket\njets fused and exploded at the tail of the rocket-flier.\n\nThe shock knocked Heydrick to his knees. He scrambled to the control\nboard and reached for the girl. In one movement, she turned and struck\nat him with the bar. It missed his head, but a numbing jar went through\nhis shoulder. A clip on the jaw sent her reeling.\n\nFrantically Heydrick worked at the wrecked controls, splicing burnt\nwires, bending keys back to position. Sick nausea clawed at his\ninsides. The ship was going down in a free fall, spinning. The thin\natmosphere of Ganymede went round the hull with a crescendo, whistling\nscream. A jagged wilderness of saw-toothed rock and volcanic ash\nwhirled up at the flier.\n\nThe slight gravity of Ganymede was bad enough, but if they struck at\nfull rocket velocity, the hull would crumple like an eggshell. With a\nlength of wire, Heydrick burned his fingers shorting the switches to\nthe forward tubes. It was too late to do much. If he could only slow\nthe fall.\n\nA series of explosions forward jarred through the ship. Deceleration\nflung Heydrick on top of the girl.\n\nThe flier buried her nose in soft ash and skidded thirty yards in a\nchoking shower. A sharp needle of jagged rock reached up through the\ndust to catch her. With a shriek of riven metal the flier rose on end.\nThe fused-quartz port-holes bulged and gave way.\n\nSupercharged air whistled out of the cabin. As the artificially heavy\nair blew itself out, Heydrick felt his head swell as if it were going\nto explode. His eyes seemed to be squeezing out of his head. Dazed,\nhe groped to the locker and got out the space-suits. The cold bit into\nhim like needles of ice till he struggled into his suit. He set his\natmosphere control, then fought his way through the shattered wreckage\nto Ria. She was in no condition to resist as he forced the bulky\nspace-suit on her. He set the controls on her suit, then talked into\nhis microphone.\n\n\"You are a problem child,\" he said. \"How'd you manage it?\"\n\nRia was sick and dizzy. She staggered on her feet. \"I had some\nbenzedrine--stole it from the emergency kit. Your paralysis needle\nbarely scratched me anyhow.\"\n\nShe fell weakly against the bulkhead. Heydrick seized her and dragged\nher through the riven shell of the control room into the shelter of a\ngaunt outcropping.\n\n\"The forward rockets are building up. They'll go any minute.\"\n\nA bellowing geyser of dust-shrouded flame roared up. Flying metal\nclattered brutally on their shelter.\n\n\"Just in time,\" he said. Ria lay on the ground, retching weakly. \"Well,\nthe security boys get a new ship. They'll be happy. From here on, we\nwalk. I hope you're satisfied.\"\n\nThe upper limb of an immense crescent rose above the horizon. Jupiter.\nIts sombre light revealed a savage wasteland of barren rock and\nvolcanic ash.\n\n\"Come on, Babe. You should enjoy this. It's thirty miles, and the\nwalking's bad. But we like it that way, don't we?\"\n\nSulkily, Ria got to her feet and followed him.\n\n\n\nThe Martian Express Liner, _Phobos_, went into full gear with a\nvelocity of 89 Martian gravities. After detouring the dangerous\nasteroid belt, the ship nosed down in a long curving glide to intercept\nthe orbit of Mars. Far ahead was a blurred crescent of red, glowing\nwith soft radiance against a star-sprinkled void. Lee Heydrick watched\nthe planet swing slowly across the field of the glass. A deep unrest\ntroubled him, but he refused to face the mask it might wear and tried\nto force it out of his mind.\n\n\"We should be there in fourteen hours,\" the co-pilot said.\n\n\"That'll be a relief. This is one job I don't like.\"\n\nThe pilot glanced at them sourly. \"I thought you were through with the\nservice,\" he shot at Heydrick.\n\n\"I am--it's my last job. I can't live on any of the inner planets after\nbeing exposed to the zero-rays of outer space. It takes six months\nfor a resignation to go through in the Space Patrol. My time is up in\ntwo weeks and four days. After that, I'll have to stick to the places\noutside the asteroid belt or resign myself to a very brief life--18\nmonths, at the outside.\"\n\n\"Too bad. What're you going to do?\"\n\n\"I don't know. Maybe settle on one of the Moons of Saturn. They aren't\ntoo crowded. I'll be glad to be free again. Silly, isn't it--when you\nthink of the way I used to look forward to being in Space Patrol! My\nfolks were refugees from earth--lived in the icy marshes near the\nnorthern ice-cap of Mars. I ran away from home to go to Canal City 9\nand study for the Patrol. My grades were good enough to impress Tyko.\nHe took me into his home. My folks were proud of me. They're all dead\nnow; Tyko's all I have left. I'll miss the old buzzard.\"\n\nThe co-pilot grunted. \"What are you kicking about? I wish somebody'd\nhandcuff me to a kitten like that one of yours. She looks hotter than\na rocket tube. If you get tired of your work, I'll take over and spell\nyou awhile.\"\n\nHeydrick grinned with embarrassment. \"You might regret it. She's tried\nto kill me twice already. She's full of ideas.\"\n\n\"I hope she knocks you off--you can will her to me.\"\n\nThe alarms through the space cruiser began to shrill in great bellows\nof sound. Heydrick ran along the passageway and tried the door of the\nstateroom where he had locked his prisoner. It was still locked. He\nused the key, but something heavy was jammed against the door. He drew\nhis blaster gun and cut down the intensity. The door glowed cherry red,\nthen flowed together. It gave as he crashed against it.\n\nRia was posed dramatically, metal stool in hand, in the act of\ntrying to smash the port-cover. The fused-quartz pane was already\nspiderwebbed, and air sucked out in a rising whine. Ria changed her\nmind and flung the stool at Heydrick. He lunged under it and caught\nher round the waist. In one movement, he flung her over his shoulder\nand whirled back out to the passage. Dropping her in a heap, he clawed\nshut the insulated emergency door and spun the wing-nuts. Waves of cold\nlicked his eyelashes and his fingers stung with frost before he got the\njob done.\n\nThe girl's green eyes watched him warily, as a cat's might.\n\n\"I'm sorry you made it,\" she spat at him viciously. \"I hate you--hate\nyou!\"\n\nHeydrick spun the dials on the handcuffs. \"Okay, kid, if you want to\nplay rough, you'll sit out the rest of the trip on my lap. The interval\nis two feet, as of now.\"\n\n\"I hope you can take it.\" Then she snapped. Tears burst out. She raged\nand screamed and kicked, laughed and cried and choked at the same time.\nHeydrick slapped her out of it. She huddled on the floor, sobbing\nweakly.\n\nThe co-pilot came along the passageway. \"Oh, it's your pet? We thought\nit might be.\"\n\n\"Still want to trade jobs?\"\n\n\"It might be fun to spank her, but I'll skip it. I've news for you. We\ncan't land in City 4--trouble of some kind--sounds like a good row.\"\n\n\"Do you know what's wrong?\"\n\n\"They didn't say. Orders are to take the ship on the Desert City 12.\nYou two can go down in the lighters with the freight.\" The co-pilot\npatted Ria on the shoulder--she cringed away from him. \"Tough luck,\"\nhe said gently. \"Too bad you're stuck with Bighead here. If you were\ndealing with me, we'd go off to some empty asteroid and camp out for\nthe rest of your life.\"\n\n\n\nBrooding over the immensity of the plain below was Canal City 4.\nCovering the entire city like a tremendous bubble was the iridescent\ndome of fused-quartz. The tiny fleet of ore-lighters nosed through\nthe valves of airlock after airlock and headed across town toward the\nsprawling terraces of the freight docks. Like a chain of brightly\nsilvered pumpkin seeds, the clumsy craft wound in and out among the\ntowers of the 7th level, down to the freight docks.\n\nHeydrick took his prisoner through the airlock in the freight terminal\nto condition her and himself for street-level atmosphere, then went out\non the huge platform again.\n\nPausing only long enough to ask a robot attendant for information,\nHeydrick pushed the button to stop a descending elevator.\n\n\"Labor trouble--the workers are picketing--riots have broken out at\nstreet level,\" droned the mechanical voice of the robot.\n\nA crowded car stopped, signalling raucously. Heydrick showed his badge\nto the robot pilot. \"Street level,\" he said crisply. \"Space Patrol\npriority.\" The robot grunted. \"We have orders not to stop unless it's\nvitally necessary.\"\n\n\"It's necessary.\"\n\nJumbles of neo-plastic architecture, rising tier on tier above the\nseries of terraces on which the city was built, whirled upward past the\ndescending car.\n\nOn the street level, all was bustle and confusion. A polyglot crowd\ncomposed of every human and near human species in the universe jammed\nthe streets. Stares followed the I.P.S. uniform as Heydrick pushed out\nof the elevator. A few people gave nods of respect, but in most faces\nburned a sullen hatred and resentment.\n\nRia followed him in stolid silence as the handcuffs tugged at her. The\nknots of angry people came suddenly in focus and she had a moment's\ndesperate inspiration.\n\nShe jerked back heavily on the cuffs and began to scream.\n\nHeydrick was caught off guard and spun sharply about.\n\n\"Help me, somebody,\" Ria cried wildly. \"The cops are taking me in. I\nhaven't done anything.\"\n\nThe mob clotted around the pair, snarling angrily.\n\nHeydrick reached for his gun, just as somebody threw a spanner. He\ndodged, heard Ria's voice shout a welcome, \"Thorsan,\" and that was\nall. A sharp jab in his cheek as the paralysis needle went home was the\nlast he knew. Darkness rushed over him in a smothering cloud.\n\n\n\nSomeone kept slapping him. He felt as if he were trying to swim in\nthick syrup. The light on the desk shone blindingly in his eyes. He got\nhis hand up to shield his eyes, then they struck it down. He blinked\nsharply awake.\n\nBehind the desk sat a handsome man. Pale blue eyes that probed deeply,\nplump cheeks, thick blonde eyebrows, muscular shoulders. Heydrick\nhad seen him before. Where? Oh, yes--the pieces clicked together.\nThe Feyjak investigation. The man had testified against Ria Tarsen,\nreluctantly, the Visiphone News had commented. He had been Feyjak's\nassistant, Ria's friend.\n\nThorsan drummed the desk with his fingers. \"Heydrick, you've given us a\nlot of trouble. You probably want to know where you are. You're in the\nunderground galleries below Level 1. We have our headquarters here. I\nam the head man of the Wildings.\"\n\nHeydrick's brain spun. He fought back the whirl and tried to think\ncalmly.\n\nBelow the lowest inhabited level of Canal City 4 were endless mazes of\ncaverns, galleries and abandoned mine-shafts.\n\nRumor said that bands of outlaws roamed among the savages, second and\nthird generations of the outcast rebels who long-ago had been driven\nto the refuge of the city's ratholes. Banded together by their common\nhatreds, these outlaws had built up a strong organization known as the\nWildings. There was some talk that numbers of them had infiltrated the\nCity's government; men of dangerous ability, infinite cunning, and\nvicious philosophy, whose sole aim was the overthrow of the Government\nof Scientists.\n\nHeydrick's heart turned suddenly to ashes as he realized that Ria\nTarsen must have been a Wilding. Surely no group would have gone to\nthe trouble of instigating riots merely to rescue an outsider, however\ninnocent. It was all clear now, painfully clear.\n\nThorsan must have divined the nature of Heydrick's thoughts. He\nlaughed harshly, then turned to a subordinate.\n\n\"They're no use to us, either of them. The girl didn't know as much as\nI thought she did. Now they both know too much. We'll have to get rid\nof them. Put him in the cell with her while I figure out what to do\nwith them.\"\n\nHands reached out of the darkness and dragged Heydrick roughly to his\nfeet. He was thrust along a winding gallery that he realized must be\npart of an old mine. They must have given him a full dose with the\nparalysis needle. He kept stumbling, and his legs moved stiffly.\n\nThe group came to a halt before an old wooden-plank door. The room\ninside was damp, and smelled mouldy. It was evidently a chamber cut in\nthe rock for storage of explosives. His captors thrust him inside. He\nbounced off a wall and fell heavily. The door bumped shut and a sound\nlike a bar dropping in place came muffled through the planks.\n\n\"Well, tough guy, how do _you_ like being pushed around?\" A familiar\nvoice came out of darkness.\n\n\"Who is it?\" he asked needlessly.\n\n\"It's not your Aunt Sophie,\" the voice said acidly. \"_You_ should kick.\nYou have better company than I have.\"\n\nThe two sat in moody silence for a while. \"Are you all right?\" the girl\nasked finally.\n\n\"Still stiff,\" he answered. \"You should know what that's like.\"\n\n\"I do. You and your toy handcuffs. They only wanted me; Thorsan thought\nI knew he killed Feyjak. He was afraid I might give him away. They had\nto drag you along on account of your silly handcuffs. If you hadn't\nsplit my lip, I could laugh at you. They're going to kill us, you know.\"\n\n\"Yes, I heard him say that.\"\n\n\"What are we going to do? Any ideas?\"\n\n\"Not so far. How about you?\"\n\n\"Nothing definite. I still have the benzedrine tablets I swiped. They\ndidn't find 'em when they searched me. I'll split with you. If we take\nit before they come for us, we may get a chance to make a break. It'll\ncounteract the paralysis drug if they're counting on that to make us\ndead pigeons while they haul us around.\"\n\nHer hand found his in the dark and thrust six pellets into his open\npalm. Her fingers were wet and sticky.\n\n\"You're bleeding.\"\n\n\"It's nothing serious. That bracelet of yours cut my arm when they\nchiselled it off.\"\n\n\"I'm sorry about everything, Ria--\"\n\n\"Skip it,\" she said harshly. \"Of course you're sorry. Now shut up. I\nhate post-mortems. Besides, I think they're coming. Better get your\nbenzedrine down.\"\n\n\n\nThere was sound of the bar being withdrawn. A heavy foot kicked the\ndoor open. A man with a twisted face held the light and the gun while\ntwo others approached warily and jabbed needles into the captives.\nCoarse hands jerked them to their feet, and the two were dragged\noutside, feigning limpness.\n\n\"Now,\" said Ria. She thrust out her foot. The man with the gun tripped\nand went sprawling on the floor. Heydrick swung with all he had at the\ndarkness where he remembered a chin and felt bone shatter beneath his\nfist. Then he was tangled in a savage knot with the third man, rolling\nand threshing about in deadly fury.\n\nRia was not idle. She salvaged the light, switched the radilume back\non, and hunted for the dropped gun. In a matter of seconds, she brought\nthe butt down on an exposed skull. The thug let go and sank to the\nfloor.\n\nHeydrick dusted himself off.\n\n\"I ought to let you have it, too,\" Ria mumbled, \"but I always was a\nsofty. Come on, sucker.\"\n\n\"Which way?\"\n\n\"I think they brought me that way,\" the girl said slowly. \"Let's try\nthe other. Heaven knows where it leads.\"\n\nHeydrick took the gun from her and thrust it through his belt. They\nstruck off down the tunnel, taking forks at random, but going as\ncautiously as they could.\n\nLuck was against them. They came suddenly round a turn and into a\nchamber full of Wildings. It was the room where Heydrick had been\nquestioned by Thorsan. The man still sat at the desk. Heydrick drew the\ngun and pressed its trigger as Thorsan dived for a doorway. The desk\nglowed, then exploded. The room was choked with dust.\n\nHeydrick remembered a nightmarish pursuit, running down a series of\ncriss-cross galleries with endless side passages. The gallery ended\nabruptly. An open mine-shaft barred their way.\n\nIt was a double shaft, with space for two elevators, but neither lift\nwas on their level. Sounds of pursuit came from the gallery behind them.\n\nHeydrick leaned over and looked down the shaft. A floor below was the\nopen-platform lift.\n\n\"Jump for the cable,\" he ordered. \"Try to slide down it.\"\n\n\"You first,\" she said. \"I'm a sissy.\" Heydrick jumped and his stomach\nwrenched with nausea. Then the cable was burning through his hands. His\nfeet stung as they came down solidly on the metal flooring. The girl\nwas right behind him. He found the control lever and jammed it all the\nway over.\n\nThe car dropped under them with sickening speed.\n\nA blaster beam flamed briefly above them, and the discharge set a\nchorus of echoes bouncing back and forth in the old mine-shaft.\n\n\"Hang tight,\" he shouted. \"I don't know how far down this shaft goes.\nIf we hit bottom at this speed, we'll flatten out like saucers.\"\n\nA mushroom of brilliant light expanded above them. The car jerked and\ngrated on the rock walls, then went down in a free fall, the cable\ntrailing slack above them.\n\nDown the shaft hurtled the old lift, air whistling eerily round its\nedges.\n\n\"They've blasted the cable!\" Heydrick cried. \"Now we are in for it.\" He\nleaped to the brake lever and tugged at it. The bar was rusted fast.\nRia tried to help. With their combined weight and effort, the bar gave\na little. Inch by inch, it moved. The clamps started taking hold of\nthe side walls and a shriek of protest came from rock and metal. The\nelevator slowed slightly. Too late.\n\nWith a grinding rasp of smashed metal, it struck. Ria was hurled clear,\nbut Heydrick was trapped.\n\nThe metal cable came down, coiling and snapping like a whip. A stiff\nspiral of it covered Heydrick, pinning him fast to the floor. He wiped\na smear of blood from his face and tried vainly to lift the heavy\nstrands. They refused to budge.\n\nRia knelt beside him and tried to shift the coils, but it was no use.\n\n\"You'd better go,\" he said roughly. \"They'll be down as soon as they\ncan get to the other elevator ... to make sure of us.\"\n\nRia glared at him. \"It's my maternal instinct,\" she said. \"I can't\nleave you.\"\n\n\"You wanted a chance to escape. This is it.\"\n\nRia seized the broken brake lever and pried up part of the strands.\nHeydrick worked himself part way out, but the weight was too much for\nher strength. The bar twisted out of her hands. Down came the full\nweight again. Heydrick cried out in agony. She moved the bar and lifted\nagain. This time, he crawled free.\n\n\n\nLeaning on her, he was able to stand and walk along the old gallery,\nbut it was a slow business. Deadly slow.\n\nBehind them, they could hear the whine of a descending lift. \"They're\ncoming,\" he said. Crouching against an angle of the tunnel, they\nwaited. It was useless to run. Heydrick cut the switch of his radilume\nand braced the blaster against cold stone. He felt better with the\ntrigger nestling against his trembling finger.\n\nThe Wildings came cautiously, but they needed light to move at all.\n\nLight splashed off the rock around the corner. Shadowy figures moved\nbehind the light. Heydrick pressed the trigger, and a pale beam flicked\nthe darkness. In the close confinement of the tunnel, the shattering\nblast stunned their brains.\n\nThe explosion stopped some of the pursuit, but a scuff of boots on\nrough rock warned Heydrick. Needles from paralysis guns snicked nastily\nfrom the naked rocks beside them. He and the girl turned and fled\nheadlong through the darkness. Pain forgotten, he thrust Ria ahead of\nhim, and pried up part of the strands. Heydrick followed, stumbling and\nswearing.\n\nIn the darkness ahead, he heard Ria cry out. Unable to stop, he too\ncollided with what seemed to be a solid wall of metal. Heydrick flicked\nthe radilume switch. Light flooded an ore depot, with rusting electric\ncars.\n\n\"Ore cars,\" he gasped. \"Get in.\" He boosted the girl up and scrambled\nafter her. Heydrick fumbled for the switch, found it. The car leaped\nahead as a blaster beam licked the rails behind them. With shaking\nhands, Heydrick re-primed his blaster and fired wildly at the darkness\nbehind them. Shadows danced. It seemed seconds before the blasts went\noff. Two in rapid succession.\n\nAnother car leaped from the dust cloud behind. It was pursuing them on\nthe parallel tracks.\n\nA blaster beam grazed the back wall of the ore-car. It was gone with\na flash and a roar. The shock flattened Heydrick and the girl against\nthe front wall. Heydrick re-primed his gun, but it was impossible to\naim. The tracks went into a black maw and went up in a steeply climbing\nspiral. Flanges screamed wildly as the wheels bit into the curves. Up.\nUp. Up. The miles raced backward in a dizzy flow of darkness lit by\nfaint reflections from the radilume.\n\nSuddenly the track levelled off on a straightaway. Heydrick peered\nahead. Heaven alone knew where the tunnel led or how far the tracks\nwere good. The car was going like a runaway rocket.\n\nThen they were out in the open, in daylight. The tracks came out of a\ntunnel-mouth on the banks of the dry canal.\n\nThe hurtling ore-car was half way across the bridge before Heydrick\nknew they were heading for the city.\n\nOut of the tunnel-mouth across the canal shot the other ore-car. Both\ncars raced toward the city.\n\nTen miles. Five. Three. One.\n\nWeird lights flickered on the tremendous dome ahead, as if some\ninfernal carnival was being held within the city.\n\nUp a steep ramp to the airlock shot the cars. Seconds now. The airlock\nwas closed.\n\nA gate of metal and plastic loomed close. Glass, plastic, metal and\nquartz vanished in a thunderous melee of sound. The first lock. The\ncity's automatic wall-magnets clawed at the racing car. It slowed\nrapidly. The deceleration pinned both of them flat against the front\nwall of the car. It went through the second gate like a knife through\ndough. The jar was agony.\n\nThe car rolled up to a dock and stopped.\n\nHeydrick was out of the car and racing for a visiphone as a wobbling\nwheel came loose and romped down the track, smashing sheds to metal\nsplinters.\n\n\"Get Tyko,\" he bellowed.\n\n\"Sorry,\" a robot said tonelessly. \"No calls are going through till the\nend of the emergency.\"\n\nHeydrick swore wildly. He and Ria ran through the building and out onto\nthe huge terrace in front. The vast bowl of the city was in tumult.\nFires were raging on all the lower levels, and several of the towers\nof the 7th level had crashed down in ruins. Mobs roared through the\nstreets, killing, burning, and looting. It was revolution. Security\npolice, trying to stem the outbreak, were caught in the maelstroms,\noverwhelmed, and submerged. The lower levels had gone mad with hate.\nWildings were everywhere, organizing, leading, destroying.\n\nHeydrick commandeered an empty flier, got Ria aboard and set the\nautomatic pilot for Tyko's tower in West 21.\n\n\n\nIn Tyko's tower, the old man stood watching the end of the grim\nspectacle in the streets below. Walls of white fire moved out in\never-widening circles from the experimental domes, moved through the\ncity, quieting the mobs, herding them back to their homes. Dead lay in\nwindrows.\n\nA bell rang behind him. He turned. \"Oh, come in,\" he said. It was\nThorsan, Feyjak's assistant.\n\n\"It's almost over,\" Tyko told him. \"Order is being restored now. After\nthis, we'll keep the Blues in power and give the people a government\nthey can like. It's a sad thing, to govern people. Herding them about\nlike animals. Men should be free. I'm an anarchist myself ... out of\nhours.\"\n\n\"How about my people?\" Thorsan asked, an odd expression on his face.\n\n\"Your people? Oh, the Red Scientists. Don't worry. We knew this revolt\nwas coming, even if you Reds didn't. We've had our eye on the Wildings\nfor some time. You Reds are safe enough. When order is restored,\nperhaps a joint government....\"\n\nTyko stopped. He was looking into the muzzle of a blaster.\n\n\"I don't understand,\" he quavered.\n\n\"My people are the Wildings. We don't want any of your kind of\ngovernments,\" Thorsan said slowly. \"With you out of the way, nothing\ncan stop the revolution. I regret the necessity.\"\n\nFrom the open doorway, Heydrick fired. The paralysis needle bit deep in\nThorsan's neck. He crumpled silently.\n\nHeydrick and Ria stood before Tyko.\n\n\"I see you've completed your mission,\" the old man said. He frowned as\nHeydrick put his arm around Ria.\n\nHeydrick laughed. \"When Thorsan comes out of it, give him scopolamine.\nHe'll tell you who did kill Feyjak.\"\n\n\"I suppose you want my blessing? You have it.\"\n\n\"How's your war coming?\"\n\n\"It's over by now. Nasty business, government. What are you going to\ndo?\"\n\nHeydrick and Ria looked at each other.\n\n\"I think we'll find an empty asteroid and camp out for a while. The\nuniverse is getting too crowded. I'm glad she was innocent, Tyko. I\ncould never have brought her in ... for any reason.\"\n\n\"I wish I were young enough to go with you,\" Tyko sighed. \"Not on\nyour honeymoon, of course. I guess you won't be coming back. This is\ngoodbye, then? Is there anything I can do for you?\"\n\nHeydrick started to reply but Ria cut in. \"Yes, there is. I want\nanother pair of those magnetic handcuffs.\"\n\nHeydrick shrugged. \"She has the maternal instincts of a buzz-saw.\"\n",
    "metadata": {
        "author": [
            "Mullen, Stanley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64624/pg64624.txt",
        "name": "lady_into_hell_cat.json"
    }
}