{
    "name": "Last Run on Venus",
    "author": [
        "McKimmey, James"
    ],
    "body": "This was Nicholas Caine's last run and he didn't like it. It didn't\nlook right or feel right or taste right. Even the small jetcopter felt\nsluggish to his touch. He was getting it down too fast and up too slow.\nBut that, he knew, was really caused by his nerves. Usually he was as\ncold about these jaunts as a piece of newly chipped ice; this was his\nbusiness. But today was different.\n\nThis was the end of it and tomorrow it wouldn't be his business\nanymore. A man absorbed so much and he couldn't absorb anymore. He got\nto the point finally when he kicked it over and he said, \"Thank you and\nto hell with it,\" and then he left.\n\nAnd that was what Caine was doing. Only he still had this last run and\nit was wrong. He knew it. It was all wrong.\n\nHe glanced at the mirror that reflected the cabin behind him.\n\nThe girl with the brown hair and the white teeth winked at him.\n\nCaine looked away quickly and thin muscles rippled along his jaw. He\ndidn't know which of them was getting on his nerves more, the girl or\nthe insane kid who was with her.\n\nIt was certain that between them they were getting him, and he jambed a\nhand forward. The ship whipped down through the air like an Earth sea\ngull, skimming the tops of the vine-trees of the Venusian jungle.\n\n\"Oh, lookee, lookee!\" screamed the thin twitching boy with the blond\nhair. \"Swamp and jungle, snakes and lizards! Are there devils down\nthere, Driver? Are there spooks and ghosts and witches? Hey, Driver?\"\n\nCaine didn't answer. He looked again to the mirror.\n\nThe girl was laughing and shaking her brown hair. The boy was using his\ncamera, leaning over the edge of the open-topped cabin. He was about\ntwenty-one, Caine judged. Six years younger than Caine, but he acted\nlike he was twelve or thirteen. Caine hadn't liked him from the start\nand he hated him right now. He was just another rich kid who thought\nthe whole system was a playground.\n\nAnd he kept calling Caine, \"Driver.\" If he did it once more, Caine\npromised himself, he'd kill him.\n\nOnly he wouldn't, he knew. He wouldn't do anything. Caine had asked for\nthis job, taking people with too much money on sight-seeing hops over\nthe wilds of the Venusian country. It was a long way for both Caine and\nhis jetcopter from the days when he was out at the tip of the finger of\nexploration, when the American Colony had been only a rugged square on\nthe flatland.\n\nNow that was over and he was leaving Venus. And the reason why he\nwas leaving, was because of people like the two in back of him. The\nstupid, blind, selfish people who had ruined every chance for a decent\nrelationship between the Colonists and the Venusians.\n\nBecause the Venusians were kind and honest and good, these people had\nswept over them like hail hitting flower petals. They had slashed and\ngouged and broken everything in their way: the earth, the vegetation,\nthe Venusians themselves. Everything went down in front of the\nColonist's hand. And then they laughed and spent the money they made\nand damned near tickled themselves to death with their own superiority.\n\nCaine brought the ship up with a wrench, swearing under his breath.\nWell, this was the last time he'd have anything more to do with them.\nTomorrow, he'd be on a rocket and this time he'd find a place where he\nwouldn't see another damned tourist the rest of his life. The only good\nthing about this was that he would use their money to do it. He wasn't\na sucker like the Venusian. He knew how to charge six times over for a\ntrip like this.\n\nThe boy was chattering and the girl was laughing and Caine made a slow\nsweeping circle over the yellow and green and purple jungle.\n\nThe boy was jerking finished three-dimensional pictures out of the\ncamera and squinting at them. \"Oh, Lord,\" he would say, giggling as\nhe looked. Then he would throw the picture over his shoulder and grab\nanother. \"Oh, heavens.\" And that one would go over his shoulder.\n\n\"Hey, Driver!\" the boy yelled. \"Let's go down again.\"\n\nCaine set his teeth and spiraled slowly in the cloud-dull air.\n\nHe felt a touch against his right arm. He glanced down and found the\ngirl's small foot beside his arm. She wiggled a sandaled toe and tapped\nhim again with her foot.\n\n\n\nCaine saw her small ankle and after that, the neat swell of her calf.\nShe wore no stockings and her skin was tanned the color of golden\nwheat--from long hours, Caine knew, lying in an artificially sunlit\npatio.\n\nHe looked at her in the mirror.\n\n\"Vanny wants to go down again,\" she said, smiling insolently. She shook\nthe soft brown hair and her eyes danced. She had dark blue eyes, Caine\nnoticed, and they sparkled and flirted. And Caine wanted none of it. He\nwanted to get this over and he wanted to get away.\n\nShe was making him more nervous than the boy was, only it was a\ndifferent kind of nervousness. It was the kind that got into your blood\nand found your heart and your breath, and it was more dangerous.\n\n\"Down, down!\" the boy was yelling.\n\n\"All right,\" Caine said. \"All right.\"\n\nHe spiraled the ship toward the jungle.\n\n\"You know,\" he could hear the girl say, \"I don't think Driver likes\nyou, Vanny. I don't think he likes me, either. Why don't you like us,\nDriver?\"\n\nCaine concentrated on his flying.\n\n\"You know,\" said the girl in her husky voice, \"maybe he doesn't like it\nbecause we call him Driver. Do you, Driver?\"\n\nCaine accelerated the ship and cut at the tips of the vine-trees. He\nheard the clicks of the boy's camera and his crazy yelling.\n\nThe girl touched his arm with her toe again. \"What is your name,\nDriver?\"\n\nCaine looked up at the mirror and stared at the girl's eyes. She bent\nforward, her smile a quirk at each corner of her red mouth. She wore a\nthin blue dress that matched the color of her eyes, and its neckline\nwas cut so that, as she leaned forward, Caine could see that she was\nprobably tanned all over.\n\nShe smiled her white smile and her teeth were even and small. \"Name,\"\nshe said.\n\n\"Caine,\" he snapped.\n\n\"First name.\"\n\n\"Nicholas.\"\n\n\"Do they call you Nick?\"\n\n\"My friends call me Nic. N-i-c. Pronounced like Nick. My friends call\nme that.\"\n\n\"That's what I'll call you, Nic.\"\n\nHe stared at her in the mirror, his mouth tight.\n\n\"Aren't I your friend, Nic?\" she said, wiggling her toe.\n\nCaine swung the ship. \"Let's call it a day.\"\n\n\"Wait a minute!\" said the boy. \"Wait a minute!\" He stumbled past the\ngirl into the empty seat beside Caine. His thin mouth was suddenly\nhard. \"I'm paying quite a little money to see this rotten country and I\nwant to see it.\"\n\n\"We've been up an hour,\" Caine said.\n\n\"All right,\" the boy said sarcastically. \"We'll stay up six hours then,\nfriend.\"\n\nCaine felt his hands turn wet in the palms.\n\n\"I'm paying for this,\" the boy went on, his voice taunting, \"and you're\njust the driver. You don't want to forget that. Now if I want to fly\nover this crap from now until Christmas you're going to do it. Isn't\nthat right, friend?\"\n\nCaine's heart was hammering and he knew the anger was showing in his\nface. Any other time he would have handled this with a crack of his\nvoice, or, if he had to, a crack of his fist. But not today. Today he\ndidn't want any trouble. He wanted nothing to go wrong. All he wanted\nwas to get it over and to get out.\n\n\"Did you hear me, friend?\" the boy said.\n\n\"Yes, I heard you,\" Caine said.\n\n\"All right,\" said the boy, grinning meanly. \"That's fine. We understand\neach other. Put her down again.\"\n\nCaine snapped the nose of the ship down and the boy tumbled back into\nthe cabin. \"Hey!\" he yelled. \"Lookee, lookee!\"\n\nCaine cut between the tips of the tree-vines. He nearly touched his\nwheels against a clearing. He climbed. He dropped. He fought the anger.\n\nThe boy worked his camera and the girl watched Caine through the\nmirror. There was a different look in her eyes now, Caine saw. A kind\nof mocking look that made the anger inside of him swell and beat\nagainst his temples.\n\nHe knew she was going to start and he asked himself, \"Why? Why couldn't\nthey leave him alone just this one day, this one time, so that nothing\nwould go wrong?\"\n\nBut he knew this had been that kind of a day from the time it started.\nHe knew as surely as he was flying the jetcopter that nothing was going\nto be right about this day.\n\nShe said it: \"I think Nic's afraid of Vanny.\"\n\nHe licked his lips and his tongue was dry.\n\n\"I mean,\" she said. \"Isn't that queer? A great big strong man like Nic\nafraid of a little boy like Vanny? Why is that, I wonder?\"\n\nCaine took his hands from the controls and rubbed them against his\nknees. He could feel it breaking apart. He couldn't hang onto it.\n\nThen the boy yelled and scrambled to the opposite side of the cabin.\nThe girl's feet went up and Caine caught the flash of her tan legs. She\nlaughed and shook her hair.\n\n\"Lookee!\" cried the boy. \"A purple plateau.\"\n\nCaine straightened the ship and began moving swiftly away.\n\n\"No, no!\" screamed the boy. \"Put her down there! On the ground!\" He\nwaved his hands and pointed at the purple-colored rise of land. \"Did\nyou hear me, Driver? Put her down, put her down!\"\n\n\"This is Venusian land,\" Caine said grimly, \"and I wouldn't put this\nship down anyplace but Colony land.\"\n\n\n\nThe boy was behind Caine, his thin fingers digging into Caine's\nshoulder, \"I'll tell you what to do, friend. You just do it.\"\n\nCaine turned and looked at the boy's white, unhealthy-looking face. The\nboy's lips curled again.\n\n\"If you want to fly,\" Caine said, \"I'll fly you all day. But if you\nwant to land in Venusian territory you get yourself another driver.\" He\naccented the word, driver.\n\nThe boy clutched at Caine's shoulder and hopped behind his seat. \"Put\nher down on that purple plateau!\" the boy yelled. \"Damn you, I don't\nwant to listen to your stupid voice! Just put her down, do you hear me,\nDriver?\"\n\nCaine could feel the fingers pinching his shoulder and he could see the\nwhite crazy face bobbing beside him. He wanted to lift just one of his\nhands and slap the screaming boy across the cabin. But if he did there\nwould be much trouble when they got back.\n\nThe girl's father, Caine knew, was the Treasurer of the Colony. This\nboy was her guest. They could make a lot of trouble for him.\n\nHe knew it wouldn't help, but he made one try: \"Look,\" he said, \"We've\ngot a written agreement with the Venusians to stay off this part of the\nland. Don't you understand?\"\n\n\"Oh, hell!\" the boy shouted, \"Oh, hell! Damn the Venusians! Put her\ndown there, Driver. Do you hear me?\"\n\nCaine swept the ship in a slow circle. He felt the slim foot at his arm\nagain. \"Did you hear him, Driver?\" asked the girl, her eyes mocking him\nthrough the mirror.\n\nCaine dropped the ship.\n\nThe boy plunged back through the cabin, chattering, giggling, clicking\nhis camera.\n\nCaine looked at the purple plateau. It was not a plateau, really, it\nwas a rather flat hill in the midst of the thick swampy jungle. Around\nit he could see the reflection of liquid and then the shimmering\nslick-looking vine-trees.\n\nThe boy's reaction to the fact that this was Venusian territory was\nwhat was wrong with this whole planet, Caine thought as he examined the\npurple hill.\n\n\"Damn the Venusians,\" was the slogan for the Colony. Damn them this\nway, damn them that way. Write a treaty with them, wink, and forget\nabout it. Get them going and coming and sideways. Because their skin\nwas green and their heads were round and hairless, that meant they were\nstupid and inhuman and thus to be taken advantage of.\n\nThey were not stupid, Caine knew, nor were they inhuman. And how much\nmore advantage could be taken of them, Caine didn't know. There was a\npoint of resistance to everything, even to Venusians. And Caine did not\ndoubt that sooner or later the Colonists would push the Venusians to\nit. What then, only God knew.\n\nRight now, however, all Caine cared about was getting away from here so\nhe wouldn't have to watch this thing anymore. He was sick of it. Sick\nto the core. The months and months he'd spent trying to help establish\nEarth's civilization on this planet appeared now like having driven\naround in a constant circle, and finally realizing that neither he nor\nanyone else had gone anywhere.\n\nAnd all because of people like the two behind him.\n\nCaine swore bitterly to himself and circled the purple hill once more.\n\n\"Down, down!\" the boy was screaming, and Caine could hear the girl\nlaughing.\n\n\n                                  II\n\nThe nearest Colony post, Caine judged, was thirty miles away. That\nmeant no one would observe his silver ship dropping into the forbidden\njungle. But even breaking the treaty would be no worse than inflicting\nthe wrath of a guest of the Treasurer. Or the Treasurer's daughter.\n\nHe drifted slowly above the hill. At least, he hoped, there would be no\nVenusians around this part, although you couldn't tell. If there were,\nprobably they wouldn't do anything, Caine decided, because they did not\nbelieve in violence or in physical conflict.\n\nBut there was a matter of honor, and Caine for one, especially Caine,\ndid not want to be responsible on this, his last day on the planet, for\nbreaching that honor with these native people.\n\nThe perils of the swamp was a thing he saved for final consideration.\nThey would go no further than the boundaries of the small hill. But\nin reality, Caine hoped that something might be down there, waiting\nto scare the stupidity out of the loud kid who was forcing him down.\nCaine didn't know what that might be, because you could never tell what\nwaited for you in the Venusian jungle. It was all strange, unexplored\nland, and this land, Caine had learned, produced many very weird and\nawful things.\n\nThey would soon find out.\n\nHe dropped the ship slowly, aiming for the center of the gradually\nsloping hill. The boy was like a crazy bird locked in a cage. The girl\nshook her hair, her teeth shining whitely while she laughed, but Caine\ncould feel her eyes watching him, watching him.\n\nCaine knew then, in that split second before the wheels of the ship\ntouched the purple hill, that it hadn't been the boy's demand that\nhad forced him down, but the girl, watching him through the mirror,\ntaunting him, daring him, that had made him do this.\n\nHe looked up at her and the look she returned made a shiver dance along\nhis spine.\n\nThe wheels touched ground.\n\nThe boy clawed at the door. \"Lookee, lookee, lookee!\" he yelled.\n\nCaine's hand snapped out and struck the boy's fingers away from the\nlock of the door.\n\n\"Hey!\" said the boy, spinning. \"Watch out, Driver. Watch out with that.\nYou don't want to make me mad now, friend. Do you, friend? Do you?\"\n\nCaine looked at the narrow glittering eyes of the boy. \"No,\" he said\nquietly. \"I don't want to make you mad.\"\n\n\"That's fine,\" the boy said, nodding. \"That's fine.\"\n\nThe girl reached over and touched the boy. \"You tell him, Vanny. You\ntell him anything you want to. He'll listen and nod and say yes to\nanything. He's a very sweet fellow, Nic is.\"\n\nCaine jambed his seat back and stood up. He took out his holstered\npistol from the small compartment beneath the instrument panel. He\nstrapped the holster to his waist and turned around.\n\n\"I don't want either one of you going beyond the boundary of this hill.\nI don't like being down here. I'll tell you that before we get out. And\nso I don't want any trouble. Get out and look and that's all. In five\nminutes I'm taking off. If you're not in this ship you can walk back.\nDo you understand?\"\n\nThe girl raised her eyebrows and whistled. \"Listen to the captain.\"\n\nThe boy yanked at the door. \"I don't want to hear your damned speeches,\nDriver. Open the door that's all, before I get mad.\"\n\nCaine hit the lock and the boy spilled out to the purple-colored\nsurface.\n\nCaine looked at the girl. She sat there, legs crossed, smiling at him.\n\"I asked you your name. You didn't ask me mine. Don't you want to know,\nCaptain?\"\n\n\"No,\" Caine said.\n\n\"It's Cice. Isn't that pretty? Cice? Doesn't it sound nice with Nic?\"\n\n\"No,\" said Caine, \"it doesn't.\"\n\nShe pursed her lips and stood up suddenly. \"All right, Driver. Let's\nlook at the jungle.\"\n\nCaine climbed out and turned to help the girl. He held up a hand and\ncaught hold of her fingers. He looked up at her and waited for her to\ncome down into his arms.\n\nShe didn't. She threw his hand away and leaped to the ground, a flash\nof gold and blue. She was like a cat, and there was no loss of dignity\nor presence when she landed beside Caine. Caine turned away and walked\nto the tip end of the ship's right wing.\n\nHe reached down and felt of the moss-like substance covering the hill.\nIt was like a thick carpet, but spongier, and it was moist. The air was\nmoist, too, and it was in the soft breeze that touched Caine's face and\nmade the slippery leaves around the hill swing and slide together.\n\nThe boy was spinning like a gyroscope, snapping pictures this way and\nthat, jerking the finished prints out, looking at them, and throwing\nthem away.\n\nThe girl had walked to the front of the ship and stood there, very\nstraight and perfect, letting the wind ripple her blue dress.\n\nSuddenly, the boy swung around and vaulted to the short thin wing of\nthe jetcopter. He crouched there, clicking his camera, while the ship\ntipped.\n\nCaine yelled, and then as though the center had been split out of the\nhuge moss carpet, it began to slide toward the canal of liquid around\nthe hill. The ship swung partially sideways, while the white-faced boy\nwith the camera pranced on its wing. Caine felt himself moving with the\nsliding moss and he jumped forward. The girl had fallen to her knees\nand was reaching for the solid rock-like surface beneath the moss.\n\n\n\nThe boy had frozen against the surface of the ship now, and as the tail\njets hit the liquid, the silver metal melted and disappeared in the\nshimmering stuff like soft lead going into fire.\n\nCaine let out a yell and scrambled over the shifting carpet and yanked\nthe girl to the exposed rock. Then he jumped back and grabbed at the\nhook of the ship's nose, knowing even as he did it that it was a\nsenseless action. The ship kept sliding.\n\nFoot by foot it disintegrated, as though the liquid were an acid. Still\nthe boy hung like a frightened animal to the silver wing. Caine lunged\nfor the boy's hand, but he slipped to his knees and felt himself\nsliding toward the liquid.\n\nHe reached up to the wing, now sticking in the air like a broken arm.\nHe pulled himself to his feet and it was like standing on shifting\ngrease. He found the boy's arm and yanked hard. The boy came flying\noff the wing and hit the slipping moss, the camera swinging around his\nneck, his arms fighting.\n\nThe ship had nearly melted in the liquid and the right wing, the last\nof it, crumpled and slid into the shining acid and disappeared.\n\nCaine fought along the edge of the hill, trying to push the boy to the\nexposed rock that had lain beneath the moss-like surface.\n\nThe boy screamed and flailed his arms and legs, and the movement was\nmaking them slide toward the waiting liquid. Caine gritted his teeth\nand leaped ahead, pulling the boy with him. He found solid rock as the\nfinal covering of the purple carpet slid into the liquid.\n\nCaine lay on the rock, breathing hard, his hands clutching the boy's\njacket.\n\nThe boy shook himself loose and he was no longer screaming. \"Take your\nfilthy hands off of me,\" he said to Caine.\n\nCaine's face flushed and his eyes thinned.\n\nThe boy stared back at Caine for a long moment, then he stood up and\nexamined his camera.\n\nCaine got to his feet and went up the incline to where the girl waited.\n\"Are you all right?\" he asked her.\n\nThere was a different look in her eyes. There was no mocking or\nsarcasm. \"Yes,\" she said, shaking her hair and smiling a little. \"I'm\nall right, Nic.\"\n\n\"Well, that's damned fine,\" Caine said, a line cutting between his\neyebrows. \"That's really damned fine because my ship isn't. Have you\nnoticed? Three years of sweat and blood gone down the sewer. Isn't that\nfine?\"\n\nHer smile flickered and she touched his arm. \"I'm sorry, Nic. It was\nour fault--\"\n\nHe shook himself away from her touch. \"Yes, it was your fault and it\ndidn't need to happen, only you and the screaming idiot had to do it.\nShips are a dime a dozen to you but not to Nic Caine.\"\n\nHer smile had vanished and there was a bright glinting light in her\neyes. She stood very straight and met Caine's furious stare. \"I'll buy\nyou a new one when we get back, Driver. I don't want to see you cry.\nWipe the tears away, honey ...\" she reached to pat his shoulder and he\nslapped her hand away.\n\n\"Keep your hands away from me and don't use that tone of voice when\nyou're talking to me. I'll take that ship from you when we get back. If\nwe do get back. And you can count on that. In the meantime don't push\nme anymore, or I'll....\"\n\n\"You'll what?\" she said, her white smile shining at him. \"You'll do\nwhat? I'm interested. Say what you're going to do. Or better yet, just\ndo it. I'm ready.\"\n\nHer smile was a shimmering thing and her eyes danced like bright stars.\nCaine felt of his strength by clamping his hands into fists.\n\nHe hardened his arm muscles and his shoulder muscles, but he knew he\ndidn't have at that moment enough strength to meet her smile and her\neyes and her tanned smooth skin. He could strike her half-way across\nthe rock, but she was stronger and he could see in her eyes that she\nknew it.\n\nBut that was her strength right now.\n\nHe would test it later and see how it was. And he would test his own,\nbecause if they were going to get out of this jungle, they would need\nall the strength they could find.\n\nCaine whirled. \"What do you want?\" he asked the boy who had come up\nbehind him.\n\n\"I want to know how you're going to get us out of here, Driver.\" The\nboy's face still held the same stretched sarcastic look, but his eyes\nwere no longer sharp and insolent. The fright showed easily, and behind\nthe fright, Caine knew there was panic.\n\n\"I'm not going to get you out of here,\" Caine said, his voice suddenly\nsoft. \"I'm going to leave you right here to think about your stupidity.\"\n\n\"Listen, listen!\" the boy screamed. \"You don't talk that way to me,\nfriend. You listen, you don't talk to me that way, do you hear?\"\n\nCaine's voice was a quick snapping sound. \"Shut up!\" He stood there,\nbody tense, his eyes glaring at the frantic youth.\n\nThe boy turned and ran a few feet across the hill where he fell down\non his knees and crouched, his eyes darting like those of a penned\nwildcat. He lifted his camera, released the shutter, and yanked out the\nfinished picture to throw it into the waiting liquid.\n\nThe picture skipped and then floated.\n\nCaine stared at the floating picture. It lay on the surface for a long\nminute and then slowly it disappeared.\n\nHe turned and looked at the liquid where his ship had disintegrated.\nBobbing near the surface was the plastic of the seats. Caine frowned.\n\nThe boy was running at him again, arms flailing, and Caine felt the\nsting of the boy's fists striking him. He pushed the boy back so that\nhe fell sprawled on the rock surface.\n\n\"It's all around us!\" the boy screamed. \"The damned stuff is all around\nus. You get us out of here, Driver. Do you hear, you get us out of\nhere!\"\n\nThe girl stood over the wild boy. \"You know, Vanny, you're really a\njolly fellow.\"\n\n\"You keep your mouth shut!\" he yelled at her.\n\nThe girl turned away and looked at Caine. \"What do we do, just stand\nhere?\"\n\nCaine watched the contained look on her face. He knew she was\nfrightened and feeling the panic that was so obvious in the boy. But\nshe stood very straight and her voice was very steady. She would not\nshow her fear.\n\nCaine pointed at the plastic. \"The seat covering didn't disintegrate\nand neither did the picture. Only the metal of the ship.\"\n\n\"So?\" she said.\n\n\"So maybe we wouldn't disintegrate either.\"\n\nCaine walked down the hill and crouched at the edge of the liquid. The\ngirl followed and waited a few feet behind him.\n\nThe boy still lay sprawled near the top of the hill, his darting eyes\nwatching them.\n\nCaine took a handkerchief from his pocket and dropped it into the\nliquid. It floated until it was soaked through and then it sank.\n\n\"All right,\" the girl said. \"How do we find out what it does to human\nflesh?\"\n\nCaine looked back at the boy.\n\nThe boy slammed his palms back against the rock and his body tightened\nso that the cords of his neck stuck out. His lips trembled.\n\nCaine kept his eyes upon the boy, flexed his fingers, and then drove\nhis hand into the liquid.\n\nThe girl screamed and her hand flew against her mouth. The boy lay\ntwitching against the rock, his eyes upon Caine's submerged arm.\n\nCaine brought his hand out of the liquid.\n\nThe metal snap that had fastened his sleeve at the wrist was gone and\nso was the small gold ring he had worn on his little finger. But there\nwas no trace of effect on his skin.\n\nCaine stood up.\n\nThere was only the sound of the whispering leaves and in the sky an\ninfrequent sun appeared and edged toward the tops of the trees, sending\nits glittering reflection into the depths of the moat-like liquid\naround them.\n\nCaine pointed to the vine-trees at the other side. \"There's the\ndirection of the nearest post. We'd better start.\"\n\nThe boy scrambled to his feet. He stood, feet spread, like a thin\nscarecrow. \"You're not going to get me into that stuff! You can't make\nme do that. Do you hear me?\" His voice was a screeching whine that rose\nand fell through the peace of the thick jungle.\n\n\"I'm not going to make you do anything,\" Caine said, unbuckling his\nholster. \"You can stay here and starve. It'll be nobody's loss. Stay\nhere. Both of you,\" he said, looking at the girl.\n\nHer teeth caught her underlip and her eyes glinted. \"Thank you,\" she\nsaid. \"Thank you very much.\"\n\n\"You're welcome,\" Caine said, and then he turned and stepped into the\nliquid.\n\nHis nerves jumped inside of him and he wanted to leap out of the stuff\nand run and lie against the protection of the rock the way the boy had\ndone. But he set his teeth and took one step after another, holding his\npistol high above his head.\n\nHe felt his jacket open as the metallic snaps disintegrated, and the\nliquid seeped against his chest. His belt fell loose as the buckle went\naway, but his trousers, cut in the Venusian Colony style, hugged his\nhips tightly. The nails in his boots disappeared, and he could feel his\nsoles coming off. The floor of the liquid was like soft clay against\nhis stocking-covered feet.\n\nThe liquid crawled up until it was even with his chest and Caine kept\nmoving, one step after another, forcing his muscles to work. The liquid\ntouched his shoulders. If it crawled any higher it would get in his\nmouth and melt the fillings out of his teeth. Caine thought about that\nand he kept going. He reached the center and the liquid rose no higher.\n\nWhen he reached the opposite bank he looked at his body. His skin was\nnot harmed. He jerked the useless boots off and threw them away. Then\nhe hung his holstered pistol on the branch of one of the vine-trees to\nwait until his body had dried of the deadly liquid.\n\nHe looked back to the hill.\n\nThe girl was stepping into the liquid.\n\n\n                                  III\n\nThe sun gleamed against her hair, and her eyes were very blue and\nsteady as they watched Caine. She took one step and then another, her\neyes never wavering from Caine. The blue dress disappeared into the\nliquid, inch by inch, and Caine noticed the glitter of the silver\nbuttons that ran down the front of it.\n\nThe girl moved slowly, and the liquid reached her shoulders and her\nchin, and then it was rippling against her lower lip. She was half-way.\n\nShe came up carefully. Her eyes were still steadily watching Caine.\n\nIt was a moment when the tenseness disappeared out of him, and the time\nand situation went out of his mind. It was a moment when there was\nnothing but the girl with the steady eyes and the shining hair, coming\nslowly out of the liquid, dress open, and golden-tan body rippling with\neach movement. Time stopped and silence hung in the air, broken only by\nthe sound of her bare legs going through the liquid.\n\nCaine watched, feeling his pulse beating in his temples and the girl\nstood before him at the edge of the liquid, her tan skin wet and shiny.\n\nShe took a quick breath and Caine felt his nails bite his palms.\n\nThen she swept the dress together and held out her hand. \"Give me your\nbelt, Driver.\" Her face was expressionless.\n\nHe slipped the clasp-less belt from his trousers and handed it to her.\nShe circled it around her waist and tied the ends together.\n\nThey both turned and looked back to the thin creature crouched on the\nhill across the acid canal.\n\nAgain the still silence of the jungle was heavy and each movement of a\nleaf or the bend of a vine stalk echoed and magnified its echo through\nthe wild growth. The sun reached the tips of the vine-trees.\n\n\"We'll give you three minutes,\" Caine called to the boy. \"If you don't\nget over by then you can stay there by yourself.\"\n\nThe boy leaped up and ran to the edge of the liquid. His face was a\nwhite flashing movement and his hands flew as though the joints in his\narms had turned to rubber. His voice screeched. \"You won't leave me,\ndamn you. You won't leave me!\" He moved along the edge of the liquid as\nthough he were doing a crazy dance.\n\n\"One minute,\" Caine said. \"Two to go.\"\n\nThe boy skittered up the side of the hill and held his camera against\nhis eye, pointing it at Caine. He ripped the picture out and ran back\nto the bottom of the hill, throwing it at Caine. It fluttered short,\ndrifting for a moment on the liquid, and disappeared. The boy fell on\nhis knees and hammered his fists against the rock.\n\n\"Two minutes gone,\" Caine said.\n\n\"Oh, you're rotten, curse you!\" the boy yelled, and Caine could see\ntears glistening on the shallow cheeks. The boy crouched then, frozen,\nhis eyes and tears glittering, his hands like claws against the rock.\n\n\"Three,\" said Caine, swinging around.\n\nThe boy's cry went into the air, a long, shrill whine. He stood up and\nthrough his open mouth came the cry, steady, monotonous. A weird crazy\ncry that stung Caine's brain and made him want to crash through the\nliquid all over again, to squeeze the skinny throat until the sound was\ngone.\n\nThe girl clenched her fists and Caine waved his hand at the thick green\ngrowth behind them. \"Let's go,\" he said.\n\nAll at once the boy was in the liquid, hands clutching his camera in\nthe air, moving, his screaming voice rising, piercing the air until\nthere was nothing else but the hysterical sound. His eyes widened and\nhis mouth was open and he kept screaming. It was a pulsating sound,\nlike a siren, over and over. The liquid splashed and the boy moved, and\nfinally he found the opposite edge of the liquid and he fell onto the\nground and lay there, still screaming.\n\nCaine watched him for a moment while the girl stood, as though frozen\nout of motion by the terrible sound.\n\nSuddenly Caine stepped forward, jerked the boy up by the collar and\nslapped his hand back and forth across the wet, insane face.\n\nThe screaming stopped, and Caine let the boy drop back to the ground.\n\n\"I didn't make you mad, did I?\" Caine said, his lips against his teeth.\n\nThe boy huddled, his eyes narrow darting slits.\n\nCaine turned to the girl. \"Do you want to go with me, or do you want to\nstay here with your jibbering friend?\"\n\nThe girl met his stare. \"You're really tough, aren't you, Driver?\"\n\n\"Like steel,\" Caine said, and he jerked his holster from the branch and\nsnapped it around his waist. The sun was making long quivering shadows\nover the hill and the liquid and there was a cooling of the air. Caine\nstrode into the tangled growth and began moving through the jungle.\n\n\"Nic....\" He heard the sound behind him, a quick, involuntary word that\nshe tried to stop by shutting her teeth together.\n\nA little weakness, he thought, somewhere in the midst of the strength.\nHe let his teeth show, without really smiling. \"Are you coming?\"\n\nShe came after him.\n\nThey moved together through the darkening entanglement of leaves and\nvines. Behind them now, they could hear the cashing, erratic sound of\nthe boy, following them.\n\nThe light was dim as they penetrated the thick growth. There was a\nsweet moist smell to the air, and around them the yellow and green and\npurple leaves showed their colors vaguely in the Venus twilight.\n\nHere and there sharp-edged plants with thick round bases and knife-like\nleaves quivered in the breeze like waiting swords.\n\n\n\nOnce Caine tripped and as he caught himself, his hand whipped against\none of the plants, and he found his palm slit thinly. He wiped the\nblood against his jacket and touched the razor-sharp plant carefully.\nIt was like a slim piece of honed steel.\n\nLight disappeared, and Caine led the way through the maze of foliage.\nSlippery tongues of green softness, swirled around his ankles and\nslowed each step. Following direction was difficult, and the razor\nleaves kept nipping at him. A chill went into the air and a thick\nblanket of moisture fell around them.\n\nCaine stopped. The girl waited behind him and Caine could hear the\nmovement of the boy nearing him.\n\nThe girl was a misty outline in Caine's vision, but he could see the\nwhite of her eyes and when she breathed, he could see the fine line of\nwhiteness that was her teeth. Her dress was a blue veil and the tan\nskin of her body blended into the darkness and the mist and the solid\ngrowth of the jungle.\n\nThe bobbing form of the boy appeared, finally, and he crouched a few\nfeet away.\n\n\"We'll stay here,\" Caine said.\n\nHe could hear the click of the boy's teeth going together. The white\ngaunt face wavered and Caine could hear the swinging motions of the\nboy's arms. \"You stay here,\" the boy yelled. \"I'm not going to lie in\nthis muck and dung! I'm not--\"\n\n\"Don't then,\" Caine said softly. \"Go on alone.\"\n\nThe boy was suddenly silent, and Caine watched his shape through the\ndarkness. There was no more sound from him, and Caine knelt to the\nthick floor of greenness. He explored the soft growth with his fingers,\nand finally he stretched out, relaxing each muscle to fight the\nchilling penetration of the cooling night.\n\nThe girl lay down beside him. Caine could see her, the outline of her\nbody, her eyes that watched him. He felt the touch of her fingers\nagainst his bare chest. \"Nic ...\" she said.\n\nCaine turned over and faced the other direction.\n\nSleep came swiftly. His mind dimmed and his body went limp and there\nwas only blackness.\n\nThe cold light of dawn was in his eyes and he woke up swearing. His\nright hand swung out and caught air. He jumped up and leaped forward,\nbut his hands caught nothing. The boy was away from him, twisting\nbackwards into the undergrowth. Caine knelt, still cursing, one hand\non his empty holster. He could see the glint of the pistol in the boy's\nhand.\n\n\"What are you going to do with it,\" he asked the boy, \"now that you've\ngot it?\"\n\n\"Kill you, Driver.\"\n\n\"Sure,\" Caine said. \"And then who leads you back to your crib?\"\n\nThe boy's lips worked back and forth over his teeth. He shook the gun\nin his hand. \"I didn't say when I'd do it, Driver. You just stand up\nand start moving. I'll let you know when. Do you hear me?\" The boy's\nvoice rose to a sudden scream. The pistol swept through the air and\nsmashed a vine to pulpy shreds. Then it was pointing again at Caine's\nstomach. \"Move!\" the boy yelled.\n\nCaine straightened and began to move through the foliage. The girl\nstarted to follow.\n\n\"No!\" the boy screamed. He jumped to the girl's side and grabbed\nher arm. He motioned the gun again in the crazy leaping way he did\neverything.\n\nCaine started through the jungle.\n\nHe could feel the pistol pointing at his back and he could feel the\nstare of the boy's bright darting eyes. The boy was shrewd, Caine\nthought, like a crazed animal. Fear had warped the already wayward\nbrain, and to try to charge him or bully him or anything else would\nbe like striking matches in a room full of explosives. He would\nhave to wait, Caine decided, until he found a chance to trick the\nlightning-like senses of the boy.\n\nSomehow, he would have to find a way to sweep the pistol out of the\nboy's nervous fingers. And Caine was thinking of this, working it back\nand forth in his brain, when they reached another circular clearing.\n\nYellow and green grass lay glistening in the morning dampness. Purple\nand red flowers dotted the thick carpet. A wall of vines and thick\nleaves bounded the clearing and the thin razor leaves extended here and\nthere from the thick wall like polished rapiers.\n\nCaine walked nearly to the center of the circle and then stopped\nsuddenly.\n\nHe could see them, just behind the first thickness of foliage. The pale\ngreen skin and the globular heads and the large round eyes, lidless and\nsoft-looking.\n\nHe turned back to the girl and the boy.\n\nThe boy waved the pistol. \"Go on, damn you. Go on!\"\n\nCaine glanced back at the green-skinned creatures who waited in the\ngreen growth.\n\n\"I told you,\" the boy screamed, \"you go on! Do you hear me?\"\n\n\n\nCaine held his hands at his sides, feeling his nerves tremble inside of\nhim. It wasn't fear of the Venusians that made him tense. It was the\nboy with the pistol and the girl and the total of things.\n\nThey were in forbidden territory, trespassing on ground called sacred\nto the native people of this planet. Caine, who had worked so hard to\nhelp preserve the sanctity of these people's rights, had become now\nlike the rest of the Colonists he had hated so much. He had brought the\nevil into the center of the Venusians' own private domain, and he was\nresponsible.\n\n\"Did you hear me?\" the boy screamed.\n\n\"Yes,\" Caine said, closing his fingers against his palms. \"I heard\nyou.\" He watched the muzzle of the gun. If the boy's eyes found the\nVenusians, he would pump the gun wildly at them and there would be\ndeath, and the impact of it could unbalance the whole structure of the\nrelationship that already was leaning precariously.\n\n\"Well, then, you do what I tell you.\"\n\nCaine's eyes narrowed.\n\n\"Nic,\" the girl said. \"Do what he says. He's crazy, he--\"\n\nThe boy's left hand lashed out and struck the girl. She stumbled to the\nground.\n\n\"You shouldn't have done that,\" Caine said, stepping forward.\n\nThe boy crouched, holding the gun with both hands. \"You don't move any\nfurther. Do you hear? You don't move any further!\"\n\nCaine took another step and then he heard the movement of the Venusians\nbehind him. He saw the boy's eyes widen, and out of the corners of his\nown eyes Caine could see the green skin of the approaching natives.\n\nThe boy cocked his head, his eyes shifting rapidly. His mouth was a\ngrotesque leer. He yelled, \"Oh, no, you filthy ...\" and then the sound\nof his voice was lost in the explosion of the gun.\n\nAs though he were dreaming, Caine saw the jerking of the pistol in the\nboy's hand. He heard the peculiar screams around him as the bullets\nsprayed the clearing. He felt his shoulder burn as a wild slug cut his\nskin. Then he was diving forward.\n\nThe boy leaped sideways out of Caine's reach, falling and climbing up\nagain, still firing the pistol. He yelled crazily, spinning and firing,\nand all of a sudden there was an end to the sound and the movement.\n\nThe boy was facing the clearing from the edge of the enclosing growth.\nHis face was a surprised, contorted thing, and the pistol dropped out\nof his hand. He coughed once, and looked down at the red end of the\nrazor leaf that had gone through his back and now showed its gleaming\npoint through the center of his chest.\n\nThe boy crumpled and hung on the plant like a punctured rag doll. His\nhead lolled at a twisted angle and his open eyes stared unseeing at the\nclearing.\n\nCaine was on his knees, his hand against the wounded shoulder. The girl\nstill lay on the soft grass, unhurt, but her face was pale beneath the\ngolden tan.\n\nTwo Venusians lay sprawled across the clearing, their large lidless\neyes staring at the sky. There was no sign of the others, and the\njungle was silent.\n\nCaine crawled to his feet. The wound of his shoulder was slight and\nalready the flow if blood had diminished, but his skin felt as though\nit had been razed by fire.\n\nThe girl stood up slowly and looked at him, her eyes showing that fear\nhad finally gotten inside of her.\n\nCaine's eyes were hard as he stared back at her, and the hate and\nindignation for what had just happened made his stomach tighten and\nhis hands tremble. In that instant, he detested the sight of the girl\nbecause she was a part of the group that had bred the crazed specie\nthat hung now on the tip of a razor plant.\n\nHe wanted to hurt her, to make her suffer for the two green-skinned\nbeings that lay dead; two more victims of a sweeping cruel invasion\nthat cared nothing for the inherent rights of a native race; victims\nbecause they had been naive and trusting and basically honest.\n\nSo because he wanted to hurt her, he walked quietly across the\nclearing, lifted the limp body of the boy, and struck his hand across\nthe dead face.\n\nHer cry was a short, shocked sound.\n\nHe snapped the body up again and drew his hand back.\n\n\"Don't!\" she screamed. \"Don't do that again!\"\n\nHe saw the tears shining on her cheeks. Her lips were trembling and her\nhands were white tight fists.\n\nHe let the body fall against the impalement of the plant. He noticed\nthen that the camera was still looped around the boy's neck. He held\nthe camera in his hand, and then he snapped the strap over the boy's\nhead and put it around his own neck.\n\n\"You louse,\" she said, her voice hissing through the small white teeth.\n\"Why don't you take his money, too?\"\n\nHe looked at her, his eyes steady and cold. Then he dug a hand into\nthe pocket of the boy's jacket and drew out a wallet. He extracted a\nthick packet of Colony currency, put it in his own pocket and threw\nthe wallet into the brush. His eyes were icy and full of hate when he\nlooked at her. \"He forgot to pay me for this trip.\"\n\nShe cursed him.\n\nCaine walked quickly across the clearing and examined the two\nVenusians. Then he turned back to the girl.\n\n\"This is one they won't let go by. I'll guarantee that. Do you want to\nwait for them with your friend?\" Caine said, motioning toward the boy.\n\"Or do you want to face it with me?\"\n\n\"I'll make you pay for hitting him,\" the girl said, controlling her\nvoice.\n\n\"Sure,\" Caine said, his smile a humorless curl of the mouth. He crossed\nthe clearing, picked up his gun and reentered the brush. He could hear\nher following.\n\nHe hurried. The remainder of the group he had seen in the clearing\nwould be taking care of the two bodies now, and probably, the body of\nthe boy. There would be no violence or physical harm, but these people\nwere capable of strange things, and Caine felt himself searching the\nbrush around him tensely.\n\nThe girl followed him stubbornly. And Caine lengthened his strides,\nsmashing through the thick growth, dodging the razor leaves, skirting\nthe muck-like pools that appeared here and there.\n\n\n                                  IV\n\nThe air was getting hot and sticky, and there was the ripe sweet smell\nthat made him sick. At that moment, Caine realized that he hadn't eaten\nsince this trip began and his stomach was like a hard knot.\n\nAhead was a small dark opening. Caine could see there a large\nscattering of the purple wild grapes out of which the common settlers\nhad made so much wine. He pushed into the clearing and grabbed a\nhandful of the rich-colored fruit.\n\nHe kept his back to the girl who had entered the clearing behind him.\nHe sorted out one of the ripest of the grapes and lifted it to his\nmouth.\n\nHe felt his hand being caught.\n\nThe girl was beside him and her tan fingers were around his wrist.\n\nHe turned and faced her.\n\nWith her other hand, she took the grape from his fingers and held it up\nto his mouth. Her eyes were deep blue sparkling lights that shone even\nin the dimly filtered light. Her skin was golden and shiny, and Caine\ncould see the long bare V that ran from her throat to the belted waist.\nThe blue dress was filled with a jutting mound on either side of the V.\n\nShe took a breath and the dress drew taut.\n\nCaine slapped the grape from her hand.\n\nShe shook her head, her hair soft and rustling. She lifted another\ngrape and held it to his lips. \"You can't refuse it,\" she said.\n\n\"The hell I can't,\" he said, and his hand was an arcing motion that\nsent the grape whirling across the clearing.\n\n\"You can't,\" she repeated, and she touched her fingers against his\nchest.\n\nHe watched her steadily, seeing the blue eyes narrow to thin sparkling\nslits, the whiteness of the small teeth as her lips parted.\n\n\"I'm paying you back, Driver.\"\n\n\"You're cheap. For all your money and your breeding, you're no better\nthan the ones who walk the streets.\"\n\n\"You're right, Driver,\" she said, and her voice was soft and husky.\n\"And you want to be so strong and self-contained. You want to rule\neverything you touch or look at. You worship your own shrine, Driver,\nonly you're not strong enough to refuse this. You can slap dead kids,\nonly you're too damned weak to walk away from me. You hate me for that,\nDriver, and you hate yourself. But you can't do anything about it\nbecause I'm stronger than you are, and you're weak, you're really weak,\nDriver.\"\n\nHe watched her, and her face was a golden oval that waited for him. He\nswept her hands from his chest.\n\nShe stood there, hands at her sides, and still she waited. He wanted to\nlash out at her face with his fist but he couldn't. All he could do was\nstand there, as though he were frozen, locked by her eyes and the white\nshine of her teeth and the golden smoothness of her skin.\n\nThen he felt his hands and arms moving and he couldn't stop them. His\nfingers were jerking blue cloth and touching cool skin, and her face\nwas in front of his, the blue eyes glittering, the white teeth shining.\nHe tried to fight it and when she whispered, \"You weak miserable\ncoward,\" he wanted to crack her body in two.\n\nBut he didn't and all he could do was know the golden face was coming\nup to his, her eyes nearly closed, her lips apart--and then all at once\nhe swore and sent her spinning away from him.\n\nHe stepped back feeling his heart jumping inside of him. Sweat prickled\nout on his forehead.\n\nOn the ground in front of him were five girls with the tan skin and\nshimmering brown hair. He heard \"Nic ...\" and it was a multi-voiced\necho. Five faces paled and ten eyes stared in panic. Fifty fingers\nclutched at five throats. It was a quintuple exposure of the girl he\nhad just held in his arms, and it made his blood thin and chill in his\nveins.\n\n\"For heaven's sake, Nic ...\" and the echo of five voices wavered\nthrough the jungle.\n\nCaine stood motionless, staring.\n\nFive hands reached out for help. Ten eyes pleaded.\n\nHis nerves were like flying charges of electricity along his spine.\n\nThen there was a sudden swift movement and the five figures before him\nmeshed into one jumbled mass and began moving away from him, through\nthe green growth.\n\nHe watched, feeling the sweat on his forehead turn cold. This would\nbe the way the Venusians would do it. Not force or violence, but this.\nA quiet, smooth absorption of the girl through illusion, the deadliest\npower of the Venusian. A hypnotic lock of his brain and hers so that\ninstead of seeing four green-skinned Venusians and one girl, he saw\nfive girls.\n\nAnd there was, he knew, no way to break through the spell. The illusion\nwould remain true to smell and touch as well as sight and hearing.\n\nHe heard five voices ring out together through the jungle. \"Nic,\nplease!\"\n\n\n\nHe started forward. As he moved, he examined himself for one brief\nmoment, asking himself why he was going after a girl he told himself he\nhated. And there was no answer, except the same pulling force that had\nmade him want her with every fiber of his body only a few seconds ago.\n\nHe knew, reasonably, that a loss of a girl who was a daughter of a\nColony official would have the same effect as a fired fuse in the\nrelations between the natives and the Colonizers. But even this was,\nat the moment, unimportant, and it was only an emotion that drove him\nforward, an emotion that got into his blood and brain. And he hated\nit and he tried to free himself of it, but it drove him on, and all\nhe could think of was tearing the girl free from the grasp of the\ncreatures.\n\nBut how?\n\nHe didn't know, and he kept following the jumbled movement of tan skin\nand blue cloth ahead of him. He couldn't use the gun at his side,\nbecause he couldn't tell reality from illusion. He wouldn't know\nwhether he would find his bullet in a green globular head or in the\nfinely shaped head with the shimmering brown hair. He could only follow\nand think, think of an answer.\n\nThe jungle rippled with the movement of the five forms ahead of him,\nand Caine went on, swinging at the growth, swearing, sweating, driving\nhis brain to find the solution.\n\nThe figures stopped, finally, in a short vine-enclosed square. He\nwalked to the fringe of the opening and watched the five faces, pale\nand frightened, staring back it him. Five hands went up to five mouths\nand trembled against red lips. \"Nic, please do something!\" The five\nvoices rang against his ears.\n\n\"I'm here, Nic. Here!\" The five faces pleaded with him.\n\nHe closed his hands, his eyes shifting from one face to another. He\ncouldn't tell. It was like trying to capture an image in a room full of\nmirrors.\n\n\"Oh, God,\" the voices moaned, and together the figures slumped to the\nground.\n\nThey were considerate and polite even now, Caine thought. They were\nletting her rest. They wouldn't hurt her physically, only move her\nsteadily away to the oblivion of illusion. Cultured, quiet, but because\nof what had been done in a clearing miles back, deadly.\n\nAnd he would have to fight it the same way. Against everything he had\ntried to do here, he was finally ending it up, forced to fight the\npeople he had tried to protect and defend. He hated the memory of the\nboy and he hated the girl, but he was drawn into it as though he were\nbeing swept into a sucking, swirling whirlpool.\n\nCaine kneeled down, his eyes watching the trembling figures in front\nof him, each of the forms precise images of the girl. He was tired,\nand even in the tenseness of the moment he could feel his hunger. But\nthere was no time now, except to try to break through this armour of\nhypnotism.\n\n\"Cice,\" he said, listening to his voice saying her name for the first\ntime. \"When I say move, put your right hand out in front of you.\"\n\nFive faces watched him.\n\n\"Move,\" he said.\n\nFive hands extended into the air.\n\n\"What's my name, Cice?\"\n\nFive voices said, \"Nic.\"\n\nHe worked his fingers. It was his own brain creating a mirage, and it\nwas Cice's, too. The Venusians were sitting there, digging into each of\ntheir brains, creating this terrible block that couldn't be penetrated.\n\nShe was crying now, and the sound of it, magnified five times, ground\nagainst Caine's nerves. \"Please, Nic,\" said the voices. \"Please do\nsomething!\"\n\nHe struck his fist against his knee, and the movement juggled the\ncamera that was still around his neck. He grabbed it angrily and began\nto throw the loop off. Suddenly he paused.\n\nHe remembered the frantic boy, ripping picture after picture out of\nthe compact black mechanism. He dropped to his haunches, keeping his\neyes upon the five images of the girl. They could make illusions of\nthemselves to Caine's brain, but could they trick a camera?\n\nHis right hand slowly unloosened his pistol in its holster. Then he\nbegan talking to Cice, saying anything, to keep the sound of his voice\nover the click of the camera's shutter. He drew the camera up against\none knee, as though he were making an unconscious nervous gesture, so\nthat the lens pointed at the five figures.\n\nHe released the shutter, and it seemed as though the sound of it were\nmagnified ten times.\n\nHe lifted the edge of the picture that appeared from a slot in the\nupper part of the camera, and finally he dropped his glance. He saw in\nthe shiny photograph Cice and four green-skinned Venusians. Cice was\nthe second figure from the left.\n\nHis pistol was out of its holster and in his hand, and the jungle\nscreamed with the sound of the explosions and the cries and the\nricocheting bullets.\n\nWhen it was over, four Venusians lay sprawling, visible now to Caine's\neyes, their hypnotic spell broken and their brains dead.\n\nThe girl, her hands against the sides of her face, was still on the\nground, but her body had stiffened with fright and she was trembling\nall over.\n\n\"Oh, Nic,\" she said, over and over.\n\n\n\nCaine stood up and looked at the bodies of the creatures he had just\nkilled. The sweat that had formed while he had carefully trapped the\nVenusians turned cold on his skin. He unlooped the camera from his neck\nand dropped it on the ground. Then he stood there, staring at the dead\ngreen bodies, his face tight and mask-like.\n\nThe girl stood up unsteadily. She walked slowly to his side and touched\nhis arm. He jumped away, as though he had been struck by a needle. A\nshudder went through the muscles where she had touched him.\n\n\"Nic, you....\"\n\n\"Don't talk to me,\" he said, trying to keep his voice even and not\ntrembling, \"and don't touch me. I don't want to hear you or feel you\nagain. I'll lead you back to the post, but don't come near me or I'll\nkill you like I killed those poor creatures.\"\n\n\"You can't blame me for this, Nic,\" she said and there were thin lines\nof tears on her cheeks. \"I wouldn't have asked for this.\"\n\n\"Oh, yes, you would. You did. That's why it happened. You asked for it\nwhen you needled me into coming down here. You asked for it when you\ncouldn't remember that an agreement with these people was something\nvalid and honest. You and your sweet dead friend, you're what's the\nmatter with this planet! You can't understand what decency and respect\nare, so you step on anything that gets in your way, and if that won't\nwork you kick it or shoot it. But you destroy it and you don't really\ngive one simple damn, just so you enjoy yourself and get a laugh out\nof it. And for me, I'm sick of it, and I'm going to get on the first\nrocket I can find, so I can breathe again and feel clean and not get\nsick to my stomach every time I look around.\"\n\nHe hoped she could not keep up with him.\n\nBut she did, and he could hear her behind him, gasping now and then,\ncrying once. But she followed him and when the jungle had turned dark\nand he finally saw the yellow lights of the outpost, she was still\nbehind him, calling him.\n\nHe stopped and turned.\n\nShe leaned against a thick vine and Caine could see in the yellow light\nfrom the windows of the houses, that her hair had been ruffled and\nmatted and that her dress was torn in a dozen places. A thin trickle of\nblood was coming from a cut above her left eye. She was barefoot, Caine\nnoticed for the first time, and he knew what her feet must be like.\nBut the beauty was still there and the bearing, and although lines of\nfatigue had been etched into her face, there was still the life and the\nfire.\n\n\"What do you want?\" he said flatly.\n\nShe clutched at the vine and Caine could see her biting the inside of\nher lip. \"I wanted to tell you, Nic, that I was wrong about you.\"\n\nHe waited motionless, keeping his eyes thin and hard.\n\n\"I thought you were strong, Nic. I thought you were the strongest man\nI'd ever seen. You were a challenge and I wanted to see that strength\nbreak. That's why I did what I did in that clearing back there. Only\njust before the Venusians came I knew you were going to love me, hating\nme at the same time. I didn't want you that way.\n\n\"It wasn't just a challenge then,\" she said, her white teeth gritting.\n\"It was _you_, because I suddenly thought you were noble and honest and\nbecause I thought the strength was real. But I was wrong, Nic.\"\n\nCaine wiped his palms slowly back and forth against his jacket.\n\nShe shook her head. \"You haven't got any real strength. And you just\ncarry your nobility and your honesty around like a sign. They're not\ninside of you. You scream for the rights of Venusians, you swear at\ninjustice. You damn the people who've colonized this planet, and you\nhold yourself up like you thought you were a god. Only you're not.\nYou're not anything. You're just another cheap screamer with wide\nshoulders and no guts. And instead of trying to do something about\nwhat you're screaming against, you climb into the first ship going out\nbecause you can't stand the sight of blood. You're not strong, you're\nweak. I thought I loved you, only I can't love a weak man, and you're\nweak.\" Her hand slipped from the vine and she crumpled to the ground.\n\nCaine stood watching her for a long moment, then he walked slowly back\nand picked her up. He held her in his arms. With his left hand, he\nlifted her head so that he could see her face, and he saw the fatigue\nthere that had finally made her collapse and he saw the blood that was\nstill trickling along her cheek.\n\nHe bent down and kissed her lips, gently, and then he began to walk\ntoward the yellow light and the warmth and the rest. She was light and\nsoft in his arms, and he liked the feeling of her there. And so he took\nhis time, step by step, because he knew he wasn't going anywhere, not\nfor a long time.\n",
    "metadata": {
        "author": [
            "McKimmey, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64492/pg64492.txt",
        "name": "last_run_on_venus.json"
    }
}