{
    "name": "Learning Theory",
    "author": [
        "McConnell, James V."
    ],
    "body": "I am writing this because I presume He wants me to. Otherwise He would\nnot have left paper and pencil handy for me to use. And I put the\nword \"He\" in capitals because it seems the only thing to do. If I am\ndead and in hell, then this is only proper. However, if I am merely a\ncaptive somewhere, then surely a little flattery won't hurt matters.\n\nAs I sit here in this small room and think about it, I am impressed\nmost of all by the suddenness of the whole thing. At one moment I was\nout walking in the woods near my suburban home. The next thing I knew,\nhere I was in a small, featureless room, naked as a jaybird, with only\nmy powers of rationalization to stand between me and insanity. When\nthe \"change\" was made (whatever the change was), I was not conscious\nof so much as a momentary flicker between walking in the woods and\nbeing here in this room. Whoever is responsible for all of this is to\nbe complimented--either He has developed an instantaneous anesthetic\nor He has solved the problem of instantaneous transportation of matter.\nI would prefer to think it the former, for the latter leads to too much\nanxiety.\n\nAs I recall, I was immersed in the problem of how to teach my class\nin beginning psychology some of the more abstruse points of Learning\nTheory when the transition came. How far away life at the University\nseems at the moment: I must be forgiven if now I am much more concerned\nabout where I am and how to get out of here than about how freshmen can\nbe cajoled into understanding Hull or Tolman.\n\nProblem #1: Where am I? For an answer, I can only describe this room.\nIt is about twenty feet square, some twelve feet high, with no windows,\nbut with what might be a door in the middle of one of the walls.\nEverything is of a uniform gray color, and the walls and ceiling emit\na fairly pleasant achromatic light. The walls themselves are of some\nhard material which might be metal since it feels slightly cool to\nthe touch. The floor is of a softer, rubbery material that yields a\nlittle when I walk on it. Also, it has a rather \"tingly\" feel to it,\nsuggesting that it may be in constant vibration. It is somewhat warmer\nthan the walls, which is all to the good since it appears I must sleep\non the floor.\n\nThe only furniture in the room consists of what might be a table and\nwhat passes for a chair. They are not quite that, but they can be made\nto serve this purpose. On the table I found the paper and the pencil.\nNo, let me correct myself. What I call paper is a good deal rougher and\nthicker than I am used to, and what I call a pencil is nothing more\nthan a thin round stick of graphite which I have sharpened by rubbing\none end of it on the table.\n\nAnd that is the sum of my surroundings. I wish I knew what He has\ndone with my clothes. The suit was an old one, but I am worried about\nthe walking boots. I was very fond of those boots--they were quite\nexpensive and I would hate to lose them.\n\nThe problem still remains to be answered, however, as to just where in\nthe hell I am--if not in hell itself!\n\nProblem #2 is a knottier one--Why am I here? Were I subject to\nparanoid tendencies, I would doubtless come to the conclusion that\nmy enemies had kidnapped me. Or perhaps that the Russians had taken\nsuch an interest in my research that they had spirited me away to some\nSiberian hideout and would soon appear to demand either cooperation or\ndeath. Sadly enough, I am too reality oriented. My research was highly\ninteresting to me, and perhaps to a few other psychologists who like\nto dabble in esoteric problems of animal learning, but it was scarcely\nstartling enough to warrant such attention as kidnapping.\n\nSo I am left as baffled as before. Where am I, and why?\n\nAnd who is He?\n\n\n\nI have decided to forego all attempts at keeping this diary according\nto \"days\" or \"hours.\" Such units of time have no meaning in my present\ncircumstances, for the light remains constant all the time I am awake.\nThe human organism is not possessed of as neat an internal clock as\nsome of the lower species. Far too many studies have shown that a human\nbeing who is isolated from all external stimulation soon loses his\nsense of time. So I will merely indicate breaks in the narrative and\nhope that He will understand that if He wasn't bright enough to leave\nme with my wristwatch, He couldn't expect me to keep an accurate record.\n\nNothing much has happened. I have slept, been fed and watered, and have\nemptied my bladder and bowels. The food was waiting on the table when I\nawoke last time. I must say that He has little of the gourmet in Him.\nProtein balls are not my idea of a feast royal. However, they will\nserve to keep body and soul together (presuming, of course, that they\n_are_ together at the moment). But I must object to my source of liquid\nrefreshment. The meal made me very thirsty, and I was in the process\nof cursing Him and everybody else when I noticed a small nipple which\nhad appeared in the wall while I was asleep. At first I thought that\nperhaps Freud was right after all, and that my libido had taken over\ncontrol of my imagery. Experimentation convinced me, however, that the\nthing was real, and that it is my present source of water. If one sucks\non the thing, it delivers a slightly cool and somewhat sweetish flow of\nliquid. But really, it's a most undignified procedure. It's bad enough\nto have to sit around all day in my birthday suit. But for a full\nprofessor to have to stand on his tip-toes and suck on an artificial\nnipple in order to obtain water is asking a little too much. I'd\ncomplain to the Management if only I knew to whom to complain!\n\nFollowing eating and drinking, the call to nature became a little too\nstrong to ignore. Now, I was adequately toilet-trained with indoor\nplumbing, and the absence of same is most annoying. However, there was\nnothing much to do but choose a corner of the room and make the best\nof a none too pleasant situation. (As a side-thought, I wonder if the\nchoosing of a corner was in any way instinctive?). However, the upshot\nof the whole thing was my learning what is probably the purpose of the\nvibration of the floor. For the excreted material disappeared through\nthe floor not too many minutes later. The process was a gradual one.\nNow I will be faced with all kinds of uncomfortable thoughts concerning\nwhat might possibly happen to me if I slept too long:\n\nPerhaps this is to be expected, but I find myself becoming a little\nparanoid after all. In attempting to solve my Problem #2, why I am\nhere, I have begun to wonder if perhaps some of my colleagues at the\nUniversity are not using me as a subject in some kind of experiment.\nIt would be just like McCleary to dream up some fantastic kind of\n\"human-in-isolation\" experiment and use me as a pilot observer.\nYou would think that he'd have asked my permission first. However,\nperhaps it's important that the subject not know what's happening\nto him. If so, I have one happy thought to console me. If McCleary\n_is_ responsible for this, he'll have to take over the teaching of my\nclasses for the time being. And how he hates teaching Learning Theory\nto freshmen:\n\nYou know, this place seems dreadfully quiet to me.\n\n\n\nSuddenly I have solved two of my problems. I know both where I am and\nwho He is. And I bless the day that I got interested in the perception\nof motion.\n\nI should say to begin with that the air in this room seems to have\nmore than the usual concentration of dust particles. This didn't seem\nparticularly noteworthy until I noticed that most of them seemed to\npile up along the floor against one wall in particular. For a while I\nwas sure that this was due to the ventilation system--perhaps there was\nan out-going airduct there where this particular wall was joined to the\nfloor. However, when I went over and put my hand to the floor there, I\ncould feel no breeze whatsoever. Yet even as I held my hand along the\ndividing line between the wall and the floor, dust motes covered my\nhand with a thin coating. I tried this same experiment everywhere else\nin the room to no avail. This was the only spot where the phenomenon\noccurred, and it occurred along the entire length of this one wall.\n\nBut if ventilation was not responsible for the phenomenon, what was?\nAll at once there popped into my mind some calculations I had made\nwhen the rocket boys had first proposed a manned satellite station.\nEngineers are notoriously naive when it comes to the performance of a\nhuman being in most situations, and I remembered that the problem of\nthe perception of the satellite's rotation seemingly had been ignored\nby the slip-stick crowd. They had planned to rotate the doughnut-shaped\nsatellite in order to substitute centrifugal force for the force of\ngravity. Thus the outer shell of the doughnut would appear to be \"down\"\nto anyone inside the thing. Apparently they had not realized that man\nis at least as sensitive to angular rotation as he is to variations in\nthe pull of gravity. As I figured the problem then, if a man aboard the\ndoughnut moved his head as much as three or four feet outwards from\nthe center of the doughnut, he would have become fairly dizzy! Rather\nannoying it would have been, too, to have been hit by a wave of nausea\nevery time one sat down in a chair. Also, as I pondered the problem, it\nbecame apparent that dust particles and the like would probably show\na tendency to move in a direction opposite to the direction of the\nrotation, and hence pile up against any wall or such that impeded their\nflight.\n\nUsing the behavior of the dust particles as a clue, I then climbed\natop the table and leapt off. Sure enough, my head felt like a mule\nhad kicked it by the time I landed on the floor. My hypothesis was\nconfirmed.\n\nSo I am aboard a spaceship:\n\nThe thought is incredible, but in a strange way comforting. At least\nnow I can postpone worrying about heaven and hell--and somehow I find\nthe idea of being in a spaceship much more to the liking of a confirmed\nagnostic. I suppose I owe McCleary an apology--I should have known he\nwould never have put himself in a position where he would have to teach\nfreshmen all about learning:\n\nAnd, of course, I know who \"He\" is. Or rather, I know who He _isn't_,\nwhich is something else again. Surely, though, I can no longer think of\nHim as being human. Whether I should be consoled at this or not, I have\nno way of telling.\n\nI still have no notion of _why_ I am here, however, nor why this alien\nchose to pick me of all people to pay a visit to His spaceship. What\npossible use could I be? Surely if He were interested in making contact\nwith the human race, He would have spirited away a politician. After\nall, that's what politicians are for! Since there has been no effort\nmade to communicate with me, however, I must reluctantly give up any\ncherished hopes that His purpose is that of making contact with _genus\nhomo_.\n\nOr perhaps He's a galactic scientist of some kind, a biologist of\nsorts, out gathering specimens. Now, that's a particularly nasty\nthought. What if He turned out to be a physiologist, interested in\ncutting me open eventually, to see what makes me tick? Will my innards\nbe smeared over a glass slide for scores of youthful Hims to peer at\nunder a microscope? Brrrr! I don't mind giving my life to Science, but\nI'd rather do it a little at a time.\n\nIf you don't mind, I think I'll go do a little repressing for a while.\n\n\n\nGood God! I should have known it! Destiny will play her little tricks,\nand all jokes have their cosmic angles. He is a _psychologist_! Had I\ngiven it due consideration, I would have realized that whenever you\ncome across a new species, you worry about behavior first, physiology\nsecond. So I have received the ultimate insult--or the ultimate\ncompliment. I don't know which. I have become a specimen for an alien\npsychologist!\n\nThis thought first occurred to me when I awoke after my latest sleep\n(which was filled, I must admit, with most frightening dreams). It was\nimmediately obvious that something about the room had changed. Almost\nat once I noticed that one of the walls now had a lever of some kind\nprotruding from it, and to one side of the lever, a small hole in the\nwall with a container beneath the hole. I wandered over to the lever,\ninspected it a few moments, then accidentally depressed the thing. At\nonce there came a loud clicking noise, and a protein ball popped out of\nthe hole and fell into the container.\n\nFor just a moment a frown crossed my brow. This seemed somehow so\nstrangely familiar. Then, all at once, I burst into wild laughter.\nThe room had been changed into a gigantic Skinner Box! For years I\nhad been studying animal learning by putting white rats in a Skinner\nBox and following the changes in the rats' behavior. The rats had to\nlearn to press the lever in order to get a pellet of food, which was\ndelivered to them through just such an apparatus as is now affixed to\nthe wall of my cell. And now, after all of these years, and after all\nof the learning studies I had done, to find myself trapped like a rat\nin a Skinner Box! Perhaps this was hell after all, I told myself, and\nthe Lord High Executioner's admonition to \"let the punishment fit the\ncrime\" was being followed.\n\nFrankly, this sudden turn of events has left me more than a little\nshaken.\n\n\n\nI seem to be performing according to theory. It didn't take me long to\ndiscover that pressing the lever would give me food some of the time,\nwhile at other times all I got was the click and no protein ball. It\nappears that approximately every twelve hours the thing delivers me\na random number of protein balls--the number has varied from five to\nfifteen so far. I never know ahead of time how many pellets--I mean\nprotein balls--the apparatus will deliver, and it spews them out\nintermittently. Sometimes I have to press the lever a dozen times or\nso before it will give me anything, while at other times it gives me\none ball for each press. Since I don't have a watch on me, I am never\nquite sure when the twelve hours have passed, so I stomp over to the\nlever and press it every few minutes when I think it's getting close\nto time to be fed. Just like my rats always did. And since the pellets\nare small and I never get enough of them, occassionally I find myself\nbanging away on the lever with all the compulsion of a stupid animal.\nBut I missed the feeding time once and almost starved to death (so it\nseemed) before the lever delivered food the next time. About the only\nconsolation to my wounded pride is that at this rate of starvation,\nI'll lose my bay window in short order.\n\nAt least He doesn't seem to be fattening me up for the kill. Or maybe\nhe just likes lean meat!\n\n\n\nI have been promoted. Apparently He in His infinite alien wisdom\nhas decided that I'm intelligent enough to handle the Skinner-type\napparatus, so I've been promoted to solving a maze. Can you picture the\nirony of the situation? All of the classic Learning Theory methodology\nis practically being thrown in my face. If only I could communicate\nwith Him! I don't mind being subjected to tests nearly as much as I\nmind being underestimated. Why, I can solve puzzles hundreds of times\nmore complex than what He's throwing at me. But how can I tell Him?\n\nAs it turns out, the maze is much like our standard T-mazes, and is\nnot too difficult to learn. It's a rather long one, true, with some\n23 choice points along the way. I spent the better part of half an\nhour wandering through the thing the first time I found myself in it.\nSurprisingly enough, I didn't realize the first time out what I was in,\nso I made no conscious attempt to memorize the correct turns. It wasn't\nuntil I reached the final turn and found food waiting for me that I\nrecognized what I was expected to do. The next time through the maze my\nperformance was a good deal better, and I was able to turn in a perfect\nperformance in not too long a time. However, it does not do my ego any\ngood to realize that my own white rats could have learned the maze a\nlittle sooner than I did.\n\nMy \"home cage,\" so to speak, still has the Skinner apparatus in it, but\nthe lever delivers food only occasionally now. I still give it a whirl\nnow and again, but since I'm getting a fairly good supply of food at\nthe end of the maze each time, I don't pay the lever much attention.\n\nNow that I am very sure of what is happening to me, quite naturally my\nthoughts have turned to how I can get out of this situation. Mazes I\ncan solve without too much difficulty, but how to escape apparently is\nbeyond my intellectual capacity. But then, come to think of it, there\nwas precious little chance for my own experimental animals to get out\nof my clutches. And assuming that I am unable to escape, what then?\nAfter He has finished putting me through as many paces as He wishes,\nwhere do we go from there? Will He treat me as I treated most of my\nnon-human subjects--that is, will I get tossed into a jar containing\nchloroform? \"Following the experiment, the animals were sacrificed,\" as\nwe so euphemistically report in the scientific literature. This doesn't\nappeal to me much, as you can imagine. Or maybe if I seem particularly\nbright to Him, He may use me for breeding purposes, to establish a\ncolony of His own. Now, that might have possibilities....\n\nOh, damn Freud anyhow!\n\n\n\nAnd damn Him too! I had just gotten the maze well learned when He upped\nand changed things on me. I stumbled about like a bat in the sunlight\nfor quite some time before I finally got to the goal box. I'm afraid my\nperformance was pretty poor. What He did was just to reverse the whole\nmaze so that it was a mirror image of what it used to be. Took me only\ntwo trials to discover the solution. Let Him figure that one out if\nHe's so smart!\n\n\n\nMy performance on the maze reversal must have pleased Him, because\nnow He's added a new complication. And again I suppose I could have\npredicted the next step if I had been thinking along the right\ndirection. I woke up a few hours ago to find myself in a totally\ndifferent room. There was nothing whatsoever in the room, but opposite\nme were two doors in the wall--one door a pure white, the other jet\nblack. Between me and the doors was a deep pit, filled with water. I\ndidn't like the looks of the situation, for it occured to me right away\nthat He had devised a kind of jumping stand for me. I had to choose\nwhich of the doors was open and led to food. The other door would be\nlocked. If I jumped at the wrong door, and found it locked, I'd fall\nin the water. I needed a bath, that was for sure, but I didn't relish\ngetting it in this fashion.\n\nWhile I stood there watching, I got the shock of my life. I meant it\nquite literally. The bastard had thought of everything. When I used\nto run rats on jumping stands, to overcome their reluctance to jump, I\nused to shock them. He's following exactly the same pattern. The floor\nin this room is wired but good. I howled and jumped about and showed\nall the usual anxiety behavior. It took me less than two seconds to\ncome to my senses and make a flying leap at the white door, however.\n\nYou know something? That water is ice-cold!\n\n\n\nI have now, by my own calculations, solved no fewer than 87 different\nproblems on the jumping stand, and I'm getting sick and tired of it.\nOnce I got angry and just pointed at the correct door--and got shocked\nfor not going ahead and jumping. I shouted bloody murder, cursing Him\nat the top of my voice, telling Him if He didn't like my performance,\nHe could damn well lump it. All He did, of course, was to increase the\nshock.\n\nFrankly, I don't know how much longer I can put up with this. It's\nnot that the work is difficult. If He were giving me half a chance to\nshow my capabilities, I wouldn't mind it. I suppose I've contemplated\na thousand different means of escaping, but none of them is worth\nmentioning. But if I don't get out of here soon, I shall go stark\nraving mad!\n\n\n\nFor almost an hour after it happened, I sat in this room and just wept.\nI realize that it is not the style in our culture for a grown man\nto weep, but there are times when cultural taboos must be forgotten.\nAgain, had I thought much about the sort of experiments He must have\nhad in mind, I most probably could have predicted the next step. Even\nso, I most likely would have repressed the knowledge.\n\nOne of the standard problems which any learning psychologist is\ninterested in is this one--will an animal learn something if you fail\nto reward him for his performance? There are many theorists, such\nas Hull and Spence, who believe that reward (or \"reinforcement,\" as\nthey call it) is absolutely necessary for learning to occur. This\nis mere stuff and nonsense, as anyone with a grain of sense knows,\nbut nonetheless the \"reinforcement\" theory has been dominant in the\nfield for years now. We fought a hard battle with Spence and Hull,\nand actually had them with their backs to the wall at one point, when\nsuddenly they came up with the concept of \"secondary reinforcement.\"\nThat is, anything associated with a reward takes on the ability to act\nas a reward itself. For example, the mere sight of food would become a\nreward in and of itself--almost as much a reward, in fact, as is the\neating of the food. The _sight_ of food, indeed! But nonetheless, it\nsaved their theories for the moment.\n\nFor the past five years now, I have been trying to design an experiment\nthat would show beyond a shadow of a doubt that the _sight_ of a reward\nwas not sufficient for learning to take place. And now look at what has\nhappened to me!\n\nI'm sure that He must lean towards Hull and Spence in His theorizing,\nfor earlier today, when I found myself in the jumping stand room,\ninstead of being rewarded with my usual protein balls when I made\nthe correct jump, I--I'm sorry, but it is difficult to write about\neven now. For when I made the correct jump and the door opened and I\nstarted towards the food trough, I found it had been replaced with a\nphotograph. A calendar photograph. You know the one. Her name, I think,\nis Monroe.\n\nI sat on the floor and cried. For five whole years I have been\nattacking the validity of the secondary reinforcement theory, and now\nI find myself giving Him evidence that the theory is correct! For I\ncannot help \"learning\" which of the doors is the correct one to jump\nthrough. I refuse to stand on the apparatus and have the life shocked\nout of me, and I refuse to pick the wrong door all the time and get\nan icy bath time after time. It isn't fair! For He will doubtless put\nit all down to the fact that the mere _sight_ of the photograph is\nfunctioning as a reward, and that I am learning the problems merely to\nbe able to see Miss What's-her-name in her bare skin!\n\nI can just see Him now, sitting somewhere else in this spaceship,\ngathering in all the data I am giving Him, plotting all kinds of\nlearning curves, chortling to Himself because I am confirming all of\nHis pet theories. I just wish....\n\n\n\nAlmost an hour has gone by since I wrote the above section. It seems\nlonger than that, but surely it's been only an hour. And I have spent\nthe time deep in thought. For I have discovered a way out of this\nplace, I think. The question is, dare I do it?\n\nI was in the midst of writing that paragraph about His sitting and\nchortling and confirming His theories, when it suddenly struck me that\ntheories are born of the equipment that one uses. This has probably\nbeen true throughout the history of all science, but perhaps most\ntrue of all in psychology. If Skinner had never invented his blasted\nbox, if the maze and the jumping stand had not been developed, we\nprobably would have entirely different theories of learning today than\nwe now have. For if nothing else, the type of equipment that one uses\ndrastically reduces the type of behavior that one's subjects can show,\nand one's theories have to account only for the type of behavior that\nappears in the laboratories.\n\nIt follows from this also that any two cultures that devise the same\nsort of experimental procedures will come up with almost identical\ntheories.\n\nKeeping all of this in mind, it's not hard for me to believe that He\nis an iron-clad reinforcement theorist, for He uses all of the various\nparaphernalia that they use, and uses it in exactly the same way.\n\nMy means of escape is therefore obvious. He expects from me\nconfirmation of all His pet theories. Well, he won't get it any more! I\nknow all of His theories backwards and forwards, and this means I know\nhow to give Him results that will tear His theories right smack in\nhalf!\n\nI can almost predict the results. What does any learning theorist do\nwith an animal that won't behave properly, that refuses to give the\nresults that are predicted? One gets rid of the beast, quite naturally.\nFor one wishes to use only healthy, normal animals in one's work, and\nany animal that gives \"unusual\" results is removed from the study but\nquickly. After all, if it doesn't perform as expected, it must be sick,\nabnormal, or aberrant in one way or another....\n\nThere is no guarantee, of course, what method He will employ to dispose\nof my now annoying presence. Will He \"sacrifice\" me? Or will He just\nreturn me to the \"permanent colony\"? I cannot say. I know only that I\nwill be free from what is now an intolerable situation.\n\nJust wait until He looks at His results from now on!\n\n\n\nFROM: Experimenter-in-Chief, Interstellar Labship PSYCH-145\n\nTO: Director, Bureau of Science\n\nThlan, my friend, this will be an informal missive. I will send the\nofficial report along later, but I wanted to give you my subjective\nimpressions first.\n\nThe work with the newly discovered species is, for the moment, at a\nstandstill. Things went exceedingly well at first. We picked what\nseemed to be a normal, healthy animal and smattered it into our\nstandard test apparatus. I may have told you that this new species\nseemed quite identical to our usual laboratory animals, so we included\na couple of the \"toys\" that our home animals seem so fond of--thin\npieces of material made from wood-pulp and a tiny stick of graphite.\nImagine our surprise, and our pleasure, when this new specimen made\nexactly the same use of the materials as have all of our home colony\nspecimens. Could it be that there are certain innate behavior patterns\nto be found throughout the universe in the lower species?\n\nWell, I merely pose the question. The answer is of little importance\nto a Learning Theorist. Your friend Verpk keeps insisting that the use\nof these \"toys\" may have some deeper meaning to it, and that perhaps\nwe should investigate further. At his insistence, then, I include with\nthis informal missive the materials used by our first subject. In my\nopinion, Verpk is guilty of gross anthropomorphism, and I wish to have\nnothing further to do with the question. However, this behavior did\ngive us hope that our newly discovered colony would yield subjects\nwhose performances would be exactly in accordance with standard theory.\n\nAnd, in truth, this is exactly what seemed to be the case. The animal\nsolved the Bfian Box problem in short order, yielding as beautiful\ndata has I have ever seen. We then shifted it to maze, maze-reversal\nand jumping stand problems, and the results could not have confirmed\nour theories better had we rigged the data. However, when we switched\nthe animal to secondary reinforcement problems, it seemed to undergo\na strange sort of change. No longer was its performance up to par.\nIn fact, at times it seemed to go quite berserk. For part of the\nexperiment, it would perform superbly. But then, just as it seemed to\nbe solving whatever problem we set it to, its behavior would subtly\nchange into patterns that obviously could not come from a normal\nspecimen. It got worse and worse, until its behavior departed radically\nfrom that which our theories predicted. Naturally, we knew then that\nsomething had happened to the animal, for our theories are based upon\nthousands of experiments with similar subjects, and hence our theories\nmust be right. But our theories hold only for normal subjects, and for\nnormal species, so it soon became apparent to us that we had stumbled\nupon some abnormal type of animal.\n\nUpon due consideration, we returned the subject to its home colony.\nHowever, we also voted almost unanimously to request from you\npermission to take steps to destroy the complete colony. It is\nobviously of little scientific use to us, and stands as a potential\ndanger that we must take adequate steps against. Since all colonies are\nunder your protection, we therefore request permission to destroy it.\n\nI must report, by the way, that Verpk's vote was the only one which was\ncast against this procedure. He has some silly notion that one should\nstudy behavior as one finds it. Frankly, I cannot understand why you\nhave seen fit to saddle me with him on this expedition, but perhaps you\nhave your reasons.\n\nVerpk's vote notwithstanding, however, the rest of us are of the\nconsidered opinion that this whole new colony must be destroyed, and\nquickly. For it is obviously diseased or some such--as reference to our\ntheories has proven. And should it by some chance come in contact with\nour other colonies, and infect our other animals with whatever disease\nor aberration it has, we would never be able to predict their behavior\nagain. I need not carry the argument further, I think.\n\nMay we have your permission to destroy the colony as soon as possible,\nthen, so that we may search out yet other colonies and test our\ntheories against other healthy animals? For it is only in this fashion\nthat science progresses.\n\nRespectfully yours,\n\nIowyy\n\n\n\n\n",
    "metadata": {
        "author": [
            "McConnell, James V."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60434/pg60434.txt",
        "name": "learning_theory.json"
    }
}