{
    "name": "Lemorne Versus Huell",
    "author": [
        "Stoddard, Elizabeth"
    ],
    "body": "Harper's New Monthly Magazine 26 (1863): 537-43.\n\n\nThe two months I spent at Newport with Aunt Eliza Huell, who had been\nordered to the sea-side for the benefit of her health, were the\nmonths that created all that is dramatic in my destiny. My aunt was\ntroublesome, for she was not only out of health, but in a lawsuit. She\nwrote to me, for we lived apart, asking me to accompany her--not because\nshe was fond of me, or wished to give me pleasure, but because I\nwas useful in various ways. Mother insisted upon my accepting her\ninvitation, not because she loved her late husband's sister, but because\nshe thought it wise to cotton to her in every particular, for Aunt Eliza\nwas rich, and we--two lone women--were poor.\n\nI gave my music-pupils a longer and earlier vacation than usual, took a\nweek to arrange my wardrobe--for I made my own dresses--and then started\nfor New York, with the five dollars which Aunt Eliza had sent for my\nfare thither. I arrived at her house in Bond Street at 7 A.M., and found\nher man James in conversation with the milkman. He informed me that\nMiss Huell was very bad, and that the housekeeper was still in bed. I\nsupposed that Aunt Eliza was in bed also, but I had hardly entered the\nhouse when I heard her bell ring as she only could ring it--with an\nimpatient jerk.\n\n\"She wants hot milk,\" said James, \"and the man has just come.\"\n\nI laid my bonnet down, and went to the kitchen. Saluting the cook, who\nwas an old acquaintance, and who told me that the \"divil\" had been in\nthe range that morning, I took a pan, into which I poured some milk, and\nheld it over the gaslight till it was hot; then I carried it up to Aunt\nEliza.\n\n\"Here is your milk, Aunt Eliza. You have sent for me to help you, and I\nbegin with the earliest opportunity.\"\n\n\"I looked for you an hour ago. Ring the bell.\"\n\nI rang it.\n\n\"Your mother is well, I suppose. She would have sent you, though, had\nshe been sick in bed.\"\n\n\"She has done so. She thinks better of my coming than I do.\"\n\nThe housekeeper, Mrs. Roll, came in, and Aunt Eliza politely requested\nher to have breakfast for her niece as soon as possible.\n\n\"I do not go down of mornings yet,\" said Aunt Eliza, \"but Mrs. Roll\npresides. See that the coffee is good, Roll.\"\n\n\"It is good generally, Miss Huell.\"\n\n\"You see that Margaret brought me my milk.\"\n\n\"Ahem!\" said Mrs. Roll, marching out.\n\nAt the beginning of each visit to Aunt Eliza I was in the habit of\ndwelling on the contrast between her way of living and ours. We lived\nfrom \"hand to mouth.\" Every thing about her wore a hereditary air; for\nshe lived in my grandfather's house, and it was the same as in his day.\nIf I was at home when these contrasts occurred to me I should have felt\nangry; as it was, I felt them as in a dream--the china, the silver, the\nold furniture, and the excellent fare soothed me.\n\nIn the middle of the day Aunt Eliza came down stairs, and after she had\nreceived a visit from her doctor, decided to go to Newport on Saturday.\nIt was Wednesday; and I could, if I chose, make any addition to my\nwardrobe. I had none to make, I informed her. What were my dresses?--had\nI a black silk? she asked. I had no black silk, and thought one would be\nunnecessary for hot weather.\n\n\"Who ever heard of a girl of twenty-four having no black silk! You have\nslimsy muslins, I dare say?\"\n\n\"Yes.\"\n\n\"And you like them?\"\n\n\"For present wear.\"\n\nThat afternoon she sent Mrs. Roll out, who returned with a splendid\nheavy silk for me, which Aunt Eliza said should be made before Saturday,\nand it was. I went to a fashionable dress-maker of her recommending, and\non Friday it came home, beautifully made and trimmed with real lace.\n\n\"Even the Pushers could find no fault with this,\" said Aunt Eliza,\nturning over the sleeves and smoothing the lace. Somehow she smuggled\ninto the house a white straw-bonnet, with white roses; also a handsome\nmantilla. She held the bonnet before me with a nod, and deposited it\nagain in the box, which made a part of the luggage for Newport.\n\nOn Sunday morning we arrived in Newport, and went to a quiet hotel in\nthe town. James was with us, but Mrs. Roll was left in Bond Street,\nin charge of the household. Monday was spent in an endeavor to make\nan arrangement regarding the hire of a coach and coachman. Several\nlivery-stable keepers were in attendance, but nothing was settled, till\nI suggested that Aunt Eliza should send for her own carriage. James was\nsent back the next day, and returned on Thursday with coach, horses, and\nWilliam her coachman. That matter being finished, and the trunks being\nunpacked, she decided to take her first bath in the sea, expecting me to\nsupport her through the trying ordeal of the surf. As we were returning\nfrom the beach we met a carriage containing a number of persons with a\nfamily resemblance.\n\nWhen Aunt Eliza saw them she angrily exclaimed, \"Am I to see those\nUxbridges every day?\"\n\nOf the Uxbridges this much I knew--that the two brothers Uxbridge were\nthe lawyers of her opponents in the lawsuit which had existed three or\nfour years. I had never felt any interest in it, though I knew that it\nwas concerning a tract of ground in the city which had belonged to\nmy grandfather, and which had, since his day, become very valuable.\nLitigation was a habit of the Huell family. So the sight of the Uxbridge\nfamily did not agitate me as it did Aunt Eliza.\n\n\"The sly, methodical dogs! but I shall beat Lemorne yet!\"\n\n\"How will you amuse yourself then, aunt?\"\n\n\"I'll adopt some boys to inherit what I shall save from his clutches.\"\n\nThe bath fatigued her so she remained in her room for the rest of the\nday; but she kept me busy with a hundred trifles. I wrote for her,\ncomputed interest, studied out bills of fare, till four o'clock came,\nand with it a fog. Nevertheless I must ride on the Avenue, and the\ncarriage was ordered.\n\n\"Wear your silk, Margaret; it will just about last your visit\nthrough--the fog will use it up.\"\n\n\"I am glad of it,\" I answered.\n\n\"You will ride every day. Wear the bonnet I bought for you also.\"\n\n\"Certainly; but won't that go quicker in the fog than the dress?\"\n\n\"Maybe; but wear it.\"\n\nI rode every day afterward, from four to six, in the black silk, the\nmantilla, and the white straw. When Aunt Eliza went she was so on the\nalert for the Uxbridge family carriage that she could have had little\nenjoyment of the ride. Rocks never were a passion with her, she said,\nnor promontories, chasms, or sand. She came to Newport to be washed\nwith salt-water; when she had washed up to the doctor's prescription she\nshould leave, as ignorant of the peculiar pleasures of Newport as\nwhen she arrived. She had no fancy for its conglomerate societies, its\nliterary cottages, its parvenue suits of rooms, its saloon habits, and\nits bathing herds.\n\nI considered the rides a part of the contract of what was expected in my\ntwo months' performance. I did not dream that I was enjoying them, any\nmore than I supposed myself to be enjoying a sea-bath while pulling Aunt\nEliza to and fro in the surf. Nothing in the life around me stirred me,\nnothing in nature attracted me. I liked the fog; somehow it seemed to\nemanate from me instead of rolling up from the ocean, and to represent\nme. Whether I went alone or not, the coachman was ordered to drive a\ncertain round; after that I could extend the ride in whatever direction\nI pleased, but I always said, \"Anywhere, William.\" One afternoon, which\nhappened to be a bright one, I was riding on the road which led to the\nglen, when I heard the screaming of a flock of geese which were waddling\nacross the path in front of the horses. I started, for I was asleep\nprobably, and, looking forward, saw the Uxbridge carriage, filled with\nladies and children, coming toward me; and by it rode a gentleman on\nhorseback. His horse was rearing among the hissing geese, but neither\nhorse nor geese appeared to engage him; his eyes were fixed upon me. The\nhorse swerved so near that its long mane almost brushed against me. By\nan irresistible impulse I laid my ungloved hand upon it, but did not\nlook at the rider. Carriage and horseman passed on, and William resumed\nhis pace. A vague idea took possession of me that I had seen the\nhorseman before on my various drives. I had a vision of a man galloping\non a black horse out of the fog, and into it again. I was very sure,\nhowever, that I had never seen him on so pleasant a day as this! William\ndid not bring his horses to time; it was after six when I went into Aunt\nEliza's parlor, and found her impatient for her tea and toast. She was\ncrosser than the occasion warranted; but I understood it when she gave\nme the outlines of a letter she desired me to write to her lawyer in\nNew York. Something had turned up, he had written her; the Uxbridges\nbelieved that they had ferreted out what would go against her. I told\nher that I had met the Uxbridge carriage.\n\n\"One of them is in New York; how else could they be giving me trouble\njust now?\"\n\n\"There was a gentleman on horseback beside the carriage.\"\n\n\"Did he look mean and cunning?\"\n\n\"He did not wear his legal beaver up, I think; but he rode a fine horse\nand sat it well.\"\n\n\"A lawyer on horseback should, like the beggar of the adage, ride to the\ndevil.\"\n\n\"Your business now is the 'Lemorne?'\"\n\n\"You know it is.\"\n\n\"I did not know but that you had found something besides to litigate.\"\n\n\"It must have been Edward Uxbridge that you saw. He is the brain of the\nfirm.\"\n\n\"You expect Mr. Van Horn?\"\n\n\"Oh, he must come; I can not be writing letters.\"\n\nWe had been in Newport two weeks when Mr. Van Horn, Aunt Eliza's lawyer,\ncame. He said that he would see Mr. Edward Uxbridge. Between them they\nmight delay a term, which he thought would be best. \"Would Miss Huell\never be ready for a compromise?\" he jestingly asked.\n\n\"Are you suspicious?\" she inquired.\n\n\"No; but the Uxbridge chaps are clever.\"\n\nHe dined with us; and at four o'clock Aunt Eliza graciously asked him\nto take a seat in the carriage with me, making some excuse for not going\nherself.\n\n\"Hullo!\" said Mr. Van Horn when we had reached the country road;\n\"there's Uxbridge now.\" And he waved his hand to him.\n\nIt was indeed the black horse and the same rider that I had met. He\nreined up beside us, and shook hands with Mr. Van Horn.\n\n\"We are required to answer this new complaint?\" said Mr. Van Horn.\n\nMr. Uxbridge nodded.\n\n\"And after that the judgment?\"\n\nMr. Uxbridge laughed.\n\n\"I wish that certain gore of land had been sunk instead of being mapped\nin 1835.\"\n\n\n\"The surveyor did his business well enough, I am sure.\"\n\nThey talked together in a low voice for a few minutes, and then Mr. Van\nHorn leaned back in his seat again. \"Allow me,\" he said, \"to introduce\nyou, Uxbridge, to Miss Margaret Huell, Miss Huell's niece. Huell _vs._\nBrown, you know,\" he added, in an explanatory tone; for I was Huell\n_vs._ Brown's daughter. \"Oh!\" said Mr. Uxbridge bowing, and looking at\nme gravely. I looked at him also; he was a pale, stern-looking man, and\nforty years old certainly. I derived the impression at once that he had\na domineering disposition, perhaps from the way in which he controlled\nhis horse.\n\n\"Nice beast that,\" said Mr. Van Horn.\n\n\"Yes,\" he answered, laying his hand on its mane, so that the action\nbrought immediately to my mind the recollection that I had done so too.\nI would not meet his eye again, however.\n\n\"How long shall you remain, Uxbridge?\"\n\n\"I don't know. You are not interested in the lawsuit, Miss Huell?\" he\nsaid, putting on his hat.\n\n\"Not in the least; nothing of mine is involved.\"\n\n\"We'll gain it for your portion yet, Miss Margaret,\" said Mr. Van Horn,\nnodding to Mr. Uxbridge, and bidding William drive on. He returned the\nnext day, and we settled into the routine of hotel life. A few mornings\nafter, she sent me to a matinee, which was given by some of the Opera\npeople, who were in Newport strengthening the larynx with applications\nof brine. When the concert was half over, and the audience were making\nthe usual hum and stir, I saw Mr. Uxbridge against a pillar, with his\nhands incased in pearl-colored gloves, and holding a shiny hat. He\nturned half away when he caught my eye, and then darted toward me.\n\n\"You have not been much more interested in the music than you are in the\nlawsuit,\" he said, seating himself beside me.\n\n\"The _tutoyer_ of the Italian voice is agreeable, however.\"\n\n\"It makes one dreamy.\"\n\n\"A child.\"\n\n\"Yes, a child; not a man nor a woman.\"\n\n\"I teach music. I can not dream over 'one, two, three.'\"\n\n\n\"_You_--a music teacher!\"\n\n\"For six years.\"\n\nI was aware that he looked at me from head to foot, and I picked at the\nlace on my invariable black silk; but what did it matter whether I owned\nthat I was a genteel pauper, representing my aunt's position for two\nmonths, or not?\n\n\"Where?\"\n\n\"In Waterbury.\"\n\n\"Waterbury differs from Newport.\"\n\n\"I suppose so.\"\n\n\"You suppose!\"\n\nA young gentleman sauntered by us, and Mr. Uxbridge called to him to\nlook up the Misses Uxbridge, his nieces, on the other side of the hall.\n\n\"Paterfamilias Uxbridge has left his brood in my charge,\" he said. \"I\ntry to do my duty,\" and he held out a twisted pearl-colored glove, which\nhe had pulled off while talking. What white nervous fingers he had! I\nthought they might pinch like steel.\n\n\"You suppose,\" he repeated.\n\n\"I do not look at Newport.\"\n\n\"Have you observed Waterbury?\"\n\n\"I observe what is in my sphere.\"\n\n\"Oh!\"\n\nHe was silent then. The second part of the concert began; but I could\nnot compose myself to appreciation. Either the music or I grew chaotic.\nSo many tumultuous sounds I heard--of hope, doubt, inquiry, melancholy,\nand desire; or did I feel the emotions which these words express? Or was\nthere magnetism stealing into me from the quiet man beside me? He left\nme with a bow before the concert was over, and I saw him making his way\nout of the hall when it was finished.\n\nI had been sent in the carriage, of course; but several carriages were\nin advance of it before the walk, and I waited there for William to\ndrive up. When he did so, I saw by the oscillatory motion of his\nhead, though his arms and whiphand were perfectly correct, that he was\ninebriated. It was his first occasion of meeting fellow-coachmen in full\ndress, and the occasion had proved too much for him. My hand, however,\nwas on the coach door, when I heard Mr. Uxbridge say, at my elbow,\n\n\"It is not safe for you.\"\n\n\"Oh, Sir, it is in the programme that I ride home from the concert.\" And\nI prepared to step in.\n\n\"I shall sit on the box, then.\"\n\n\"But your nieces?\"\n\n\"They are walking home, squired by a younger knight.\"\n\nAunt Eliza would say, I thought, \"Needs must when a lawyer drives\"; and\nI concluded to allow him to have his way, telling him that he was taking\na great deal of trouble. He thought it would be less if he were allowed\nto sit inside; both ways were unsafe.\n\nNothing happened. William drove well from habit; but James was obliged\nto assist him to dismount. Mr. Uxbridge waited a moment at the door,\nand so there was quite a little sensation, which spread its ripples\ntill Aunt Eliza was reached. She sent for William, whose only excuse was\n\"dampness.\"\n\n\"Uxbridge knew my carriage, of course,\" she said, with a complacent\nvoice. \"He knew me,\" I replied.\n\n\"You do not look like the Huells.\"\n\n\"I look precisely like the young woman to whom he was introduced by Mr.\nVan Horn.\"\n\n\"Oh ho!\"\n\n\"He thought it unsafe for me to come alone under William's charge.\"\n\n\"Ah ha!\"\n\nNo more was said on the subject of his coming home with me. Aunt Eliza\nhad several fits of musing in the course of the evening while I read\naloud to her, which had no connection with the subject of the book. As\nI put it down she said that it would be well for me to go to church the\nnext day. I acquiesced, but remarked that my piety would not require the\ncarriage, and that I preferred to walk. Besides, it would be well for\nWilliam and James to attend divine service. She could not spare James,\nand thought William had better clean the harness, by way of penance.\n\nThe morning proved to be warm and sunny. I donned a muslin dress of home\nmanufacture and my own bonnet, and started for church. I had walked but\na few paces when the consciousness of being _free_ and _alone_ struck\nme. I halted, looked about me, and concluded that I would not go to\nchurch, but walk into the fields. I had no knowledge of the whereabouts\nof the fields; but I walked straight forward, and after a while came\nupon some barren fields, cropping with coarse rocks, along which ran a\nnarrow road. I turned into it, and soon saw beyond the rough coast the\nblue ring of the ocean--vast, silent, and splendid in the sunshine.\nI found a seat on the ruins of an old stone-wall, among some tangled\nbushes and briers. There being no Aunt Eliza to pull through the surf,\nand no animated bathers near, I discovered the beauty of the sea, and\nthat I loved it.\n\nPresently I heard the steps of a horse, and, to my astonishment, Mr.\nUxbridge rode past. I was glad he did not know me. I watched him as he\nrode slowly down the road, deep in thought. He let drop the bridle, and\nthe horse stopped, as if accustomed to the circumstance, and pawed the\nground gently, or yawed his neck for pastime. Mr. Uxbridge folded his\narms and raised his head to look seaward. It seemed to me as if he were\nabout to address the jury. I had dropped so entirely from my observance\nof the landscape that I jumped when he resumed the bridle and turned\nhis horse to come back. I slipped from my seat to look among the\nbushes, determined that he should not recognize me; but my attempt was a\nfailure--he did not ride by the second time.\n\n\"Miss Huell!\" And he jumped from his saddle, slipping his arm through\nthe bridle.\n\n\"I am a runaway. What do you think of the Fugitive Slave Bill?\"\n\n\"I approve of returning property to its owners.\"\n\n\"The sea must have been God's temple first, instead of the groves.\"\n\n\"I believe the Saurians were an Orthodox tribe.\"\n\n\"Did you stop yonder to ponder the sea?\"\n\n\"I was pondering 'Lemorne vs. Huell.'\"\n\nHe looked at me earnestly, and then gave a tug at the bridle, for his\nsteed was inclined to make a crude repast from the bushes.\n\n\"How was it that I did not detect you at once?\" he continued.\n\n\"My apparel is Waterbury apparel.\"\n\n\"Ah!\"\n\nWe walked up the road slowly till we came to the end of it; then I\nstopped for him to understand that I thought it time for him to leave\nme. He sprang into the saddle.\n\n\"Give us good-by!\" he said, bringing his horse close to me.\n\n\"We are not on equal terms; I feel too humble afoot to salute you.\"\n\n\"Put your foot on the stirrup then.\"\n\nA leaf stuck in the horse's forelock, and I pulled it off and waved it\nin token of farewell. A powerful light shot into his eyes when he saw my\nhand close on the leaf.\n\n\"May I come and see you?\" he asked, abruptly. \"I will.\"\n\n\"I shall say neither 'No' or 'Yes.'\"\n\nHe rode on at a quick pace, and I walked homeward forgetting the sense\nof liberty I had started with, and proceeded straightway to Aunt Eliza.\n\n\"I have not been to church, aunt, but to walk beyond the town; it was\nnot so nominated in the bond, but I went. The taste of freedom was so\npleasant that I warn you there is danger of my 'striking.' When will you\nhave done with Newport?\"\n\n\"I am pleased with Newport now,\" she answered, with a curious\nintonation. \"I like it.\"\n\n\"I do also.\"\n\nHer keen eyes sparkled. \"Did you ever like anything when you were with\nme before?\"\n\n\"Never. I will tell you why I like it: because I have met, and shall\nprobably meet, Mr. Uxbridge. I saw him to-day. He asked permission to\nvisit me.\"\n\n\"Let him come.\"\n\n\"He will come.\"\n\nBut we did not see him either at the hotel or when we went abroad.\nAunt Eliza rode with me each afternoon, and each morning we went to\nthe beach. She engaged me every moment when at home, and I\nfaithfully performed all my tasks. I clapped to the door on\nself-investigation--locked it against any analysis or reasoning upon any\ncircumstance connected with Mr. Uxbridge. The only piece of treachery to\nmy code that I was guilty of was the putting of the leaf which I brought\nhome on Sunday between the leaves of that poem whose motto is,\n\n          \"Mariana in the moated grange.\"\n\nOn Saturday morning, nearly a week after I saw him on my walk, Aunt\nEliza proposed that we should go to Turo Street on a shopping excursion;\nshe wanted a cap, and various articles besides. As we went into a large\nshop I saw Mr. Uxbridge at a counter buying gloves; her quick eye caught\nsight of him, and she edged away, saying she would look at some goods on\nthe other side; I might wait where I was. As he turned to go out he saw\nme and stopped.\n\n\"I have been in New York since I saw you,\" he said. \"Mr. Lemorne sent\nfor me.\"\n\n\"There is my aunt,\" I said.\n\nHe shrugged his shoulders.\n\n\"I shall not go away soon again,\" he remarked. \"I missed Newport\ngreatly.\"\n\nI made some foolish reply, and kept my eyes on Aunt Eliza, who dawdled\nunaccountably. He appeared amused, and after a little talk went away.\n\nAunt Eliza's purchase was a rose-colored moire antique, which she said\nwas to be made for me; for Mrs. Bliss, one of our hotel acquaintances,\nhad offered to chaperon me to the great ball which would come off in a\nfew days, and she had accepted the offer for me.\n\n\"There will be no chance for you to take a walk instead,\" she finished\nwith.\n\n\"I can not dance, you know.\"\n\n\"But you will be _there_.\"\n\n\nI was sent to a dress-maker of Mrs. Bliss's recommending; but I ordered\nthe dress to be made after my own design, long plain sleeves, and high\nplain corsage, and requested that it should not be sent home till the\nevening of the ball. Before it came off Mr. Uxbridge called, and was\ngraciously received by Aunt Eliza, who could be gracious to all except\nher relatives. I could not but perceive, however, that they watched each\nother in spite of their lively conversation. To me he was deferential,\nbut went over the ground of our acquaintance as if it had been the most\nnatural thing in the world. But for my life-long habit of never calling\nin question the behavior of those I came in contact with, and of\nnever expecting any thing different from that I received, I might have\nwondered over his visit. Every person's individuality was sacred to\nme, from the fact, perhaps, that my own individuality had never been\nrespected by any person with whom I had any relation--not even by my own\nmother.\n\nAfter Mr. Uxbridge went, I asked Aunt Eliza if she thought he looked\nmean and cunning? She laughed, and replied that she was bound to think\nthat Mr. Lemorne's lawyer could not look otherwise.\n\nWhen, on the night of the ball, I presented myself in the rose-colored\nmoire antique for her inspection, she raised her eyebrows, but said\nnothing about it.\n\n\"I need not be careful of it, I suppose, aunt?\"\n\n\"Spill as much wine and ice-cream on it as you like.\"\n\nIn the dressing-room Mrs. Bliss surveyed me.\n\n\"I think I like this mass of rose-color,\" she said. \"Your hair comes out\nin contrast so brilliantly. Why, you have not a single ornament on!\"\n\n\"It is so easy to dress without.\"\n\nThis was all the conversation we had together during the evening, except\nwhen she introduced some acquaintance to fulfill her matronizing duties.\nAs I was no dancer I was left alone most of the time, and amused myself\nby gliding from window to window along the wall, that it might not be\nobserved that I was a fixed flower. Still I suffered the annoyance of\nbeing stared at by wandering squads of young gentlemen, the \"curled\ndarlings\" of the ball-room. I borrowed Mrs. Bliss's fan in one of her\nvisits for a protection. With that, and the embrasure of a remote window\nwhere I finally stationed myself, I hoped to escape further notice. The\nmusic of the celebrated band which played between the dances recalled\nthe chorus of spirits which charmed Faust:\n\n   \"And the fluttering\n   Ribbons of drapery\n   Cover the plains,\n   Cover the bowers,\n   Where lovers,\n   Deep in thought,\n   Give themselves for life.\"\n\nThe voice of Mrs. Bliss broke its spell.\n\n\"I bring an old friend, Miss Huell, and he tells me an acquaintance of\nyours.\"\n\nIt was Mr. Uxbridge.\n\n\"I had no thought of meeting you, Miss Huell.\"\n\nAnd he coolly took the seat beside me in the window, leaving to Mrs.\nBliss the alternative of standing or of going away; she chose the\nlatter.\n\n\"I saw you as soon as I came in,\" he said, \"gliding from window to\nwindow, like a vessel hugging the shore in a storm.\"\n\n\"With colors at half-mast; I have no dancing partner.\"\n\n\"How many have observed you?\"\n\n\"Several young gentlemen.\"\n\n\"Moths.\"\n\n\"Oh no, butterflies.\"\n\n\"They must keep away now.\"\n\n\"Are you Rhadamanthus?\"\n\n\"And Charon, too. I would have you row in the same boat with me.\"\n\n\"Now you are fishing.\"\n\n\"Won't you compliment me. Did I ever look better?\"\n\nHis evening costume _was_ becoming, but he looked pale, and weary, and\ndisturbed. But if we were engaged for a tournament, as his behavior\nindicated, I must do my best at telling. So I told him that he\nnever looked better, and asked him how I looked. He would look at me\npresently, he said, and decide. Mrs. Bliss skimmed by us with nods and\nsmiles; as she vanished our eyes followed her, and we talked vaguely\non various matters, sounding ourselves and each other. When a furious\nredowa set in which cut our conversation into rhythm he pushed up the\nwindow and said, \"Look out.\"\n\nI turned my face to him to do so, and saw the moon at the full, riding\nthrough the strip of sky which our vision commanded. From the moon\nour eyes fell on each other. After a moment's silence, during which I\nreturned his steadfast gaze, for I could not help it, he said: \"If we\nunderstand the impression we make upon each other, what must be said?\"\n\nI made no reply, but fanned myself, neither looking at the moon, nor\nupon the redowa, nor upon any thing.\n\nHe took the fan from me.\n\n\"Speak of yourself,\" he said.\n\n\"Speak you.\"\n\n\"I am what I seem, a man within your sphere. By all the accidents of\nposition and circumstance suited to it. Have you not learned it?\"\n\n\"I am not what I seem. I never wore so splendid a dress as this till\ntonight, and shall not again.\"\n\nHe gave the fan such a twirl that its slender sticks snapped, and it\ndropped like the broken wing of a bird.\n\n\"Mr. Uxbridge, that fan belongs to Mrs. Bliss.\"\n\nHe threw it out of the window.\n\n\"You have courage, fidelity, and patience--this character with a\npassionate soul. I am sure that you have such a soul?\"\n\n\n\"I do not know.\"\n\n\"I have fallen in love with you. It happened on the very day when I\npassed you on the way to the Glen. I never got away from the remembrance\nof seeing your hand on the mane of my horse.\"\n\nHe waited for me to speak, but I could not; the balance of my mind was\ngone. Why should this have happened to me--a slave? As it had happened,\nwhy did I not feel exultant in the sense of power which the chance for\nfreedom with him should give?\n\n\"What is it, Margaret? your face is as sad as death.\"\n\n\"How do you call me 'Margaret?'\"\n\n\"As I would call my wife--Margaret.\"\n\nHe rose and stood before me to screen my face from observation. I\nsupposed so, and endeavored to stifle my agitation.\n\n\"You are better,\" he said, presently. \"Come go with me and get some\nrefreshment.\" And he beckoned to Mrs. Bliss, who was down the hall with\nan unwieldy gentleman.\n\n\"Will you go to supper now?\" she asked. \"We are only waiting for you,\"\nMr. Uxbridge answered, offering me his arm.\n\nWhen we emerged into the blaze and glitter of the supper-room I sought\nrefuge in the shadow of Mrs. Bliss's companion, for it seemed to me that\nI had lost my own.\n\n\"Drink this Champagne,\" said Mr. Uxbridge. \"Pay no attention to the\nColonel on your left; he won't expect it.\"\n\n\"Neither must you.\"\n\n\"Drink.\"\n\nThe Champagne did not prevent me from reflecting on the fact that he had\nnot yet asked whether I loved him.\n\nThe spirit chorus again floated through my mind:\n\n   \"Where lovers,\n   Deep in thought,\n   _Give_ themselves for life.\"\n\nI was not allowed to _give_ myself--I was _taken_.\n\n\"No heel-taps,\" he whispered, \"to the bottom quaff.\"\n\n\"Take me home, will you?\"\n\n\"Mrs. Bliss is not ready.\"\n\n\"Tell her that I must go.\"\n\nHe went behind her chair and whispered something, and she nodded to me\nto go without her.\n\nWhen her carriage came up, I think he gave the coachman an order to\ndrive home in a round-about way, for we were a long time reaching it.\nI kept my face to the window, and he made no effort to divert my\nattention. When we came to a street whose thick rows of trees shut out\nthe moonlight my eager soul longed to leap out into the dark and demand\nof him his heart, soul, life, for _me_.\n\nI struck him lightly on the shoulder; he seized my hand.\n\n\"Oh, I know you, Margaret; you are mine!\"\n\n\"We are at the hotel.\"\n\nHe sent the carriage back, and said that he would leave me at my aunt's\ndoor. He wished that he could see her then. Was it magic that made her\nopen the door before I reached it?\n\n\"Have you come on legal business?\" she asked him.\n\n\"You have divined what I come for.\"\n\n\"Step in, step in; it's very late. I should have been in bed but for\nneuralgia. Did Mr. Uxbridge come home with you, Margaret?\"\n\n\"Yes, in Mrs. Bliss's carriage; I wished to come before she was ready to\nleave.\"\n\n\"Well, Mr. Uxbridge is old enough for your protector, certainly.\"\n\n\"I _am_ forty, ma'am.\"\n\n\"Do you want Margaret?\"\n\n\"I do.\"\n\n\"You know exactly how much is involved in your client's suit?\"\n\n\"Exactly.\"\n\n\"You know also that his claim is an unjust one.\"\n\n\"Do I?\"\n\n\"I shall not be poor if I lose; if I gain, Margaret will be rich.\"\n\n\"'Margaret will be rich,'\" he repeated, absently.\n\n\"What! have you changed your mind respecting the orphans, aunt?\"\n\n\"She has, and is--nothing,\" she went on, not heeding my remark. \"Her\nfather married below his station; when he died his wife fell back to her\nplace--for he spent his fortune--and there she and Margaret must remain,\nunless Lemorne is defeated.\"\n\n\"Aunt, for your succinct biography of my position many thanks.\"\n\n\"Sixty thousand dollars,\" she continued. \"Van Horn tells me that, as\nyet, the firm of Uxbridge Brothers have only an income--no capital.\"\n\n\"It is true,\" he answered, musingly.\n\nThe clock on the mantle struck two.\n\n\"A thousand dollars for every year of my life,\" she said. \"You and I,\nUxbridge, know the value and beauty of money.\n\n\"Yes, there is beauty in money, and\"--looking at me--\"beauty without\nit.\"\n\n\"The striking of the clock,\" I soliloquized, \"proves that this scene is\nnot a phantasm.\"\n\n\"Margaret is fatigued,\" he said, rising. \"May I come to-morrow?\"\n\n\n\"It is my part only,\" replied Aunt Eliza, \"to see that she is, or is\nnot, Cinderella.\"\n\n\"If you have ever thought of me, aunt, as an individual, you must have\nseen that I am not averse to ashes.\"\n\nHe held my hand a moment, and then kissed me with a kiss of\nappropriation.\n\n\"He is in love with you,\" she said, after he had gone. \"I think I\nknow him. He has found beauty ignorant of itself; he will teach you to\ndevelop it.\"\n\nThe next morning Mr. Uxbridge had an interview with Aunt Eliza before he\nsaw me.\n\nWhen we were alone I asked him how her eccentricities affected him; he\ncould not but consider her violent, prejudiced, warped, and whimsical.\nI told him that I had been taught to accept all that she did on this\nbasis. Would this explain to him my silence in regard to her?\n\n\"Can you endure to live with her in Bond Street for the present, or\nwould you rather return to Waterbury?\"\n\n\"She desires my company while she is in Newport only. I have never been\nwith her so long before.\"\n\n\"I understand her. Law is a game, in her estimation, in which cheating\ncan as easily be carried on as at cards.\"\n\n\"Her soul is in this case.\"\n\n\"Her soul is not too large for it. Will you ride this afternoon?\"\n\nI promised, of course. From that time till he left Newport we saw each\nother every day, and though I found little opportunity to express my own\npeculiar feelings, he comprehended many of my wishes, and all my\ntastes. I grew fond of him hourly. Had I not reason? Never was friend so\nconsiderate, never was lover more devoted.\n\nWhen he had been gone a few days, Aunt Eliza declared that she was ready\nto depart from Newport. The rose-colored days were ended! In two days we\nwere on the Sound, coach, horses, servants, and ourselves.\n\nIt was the 1st of September when we arrived in Bond Street. A week from\nthat date Samuel Uxbridge, the senior partner of Uxbridge Brothers, went\nto Europe with his family, and I went to Waterbury, accompanied by Mr.\nUxbridge. He consulted mother in regard to our marriage, and appointed\nit in November. In October Aunt Eliza sent for me to come back to Bond\nStreet and spend a week. She had some fine marking to do, she wrote.\nWhile there I noticed a restlessness in her which I had never before\nobserved, and conferred with Mrs. Roll on the matter. \"She do be awake\nnights a deal, and that's the reason,\" Mrs. Roll said. Her manner was\nthe same in other respects. She said she would not give me any thing for\nmy wedding outfit, but she paid my fare from Waterbury and back.\n\nShe could not spare me to go out, she told Mr. Uxbridge, and in\nconsequence I saw little of him while there.\n\nIn November we were married. Aunt Eliza was not at the wedding, which\nwas a quiet one. Mr. Uxbridge desired me to remain in Waterbury till\nspring. He would not decide about taking a house in New York till then;\nby that time his brother might return, and if possible we would go to\nEurope for a few months. I acquiesced in all his plans. Indeed I was not\nconsulted; but I was happy--happy in him, and happy in every thing.\n\nThe winter passed in waiting for him to come to Waterbury every\nSaturday; and in the enjoyment of the two days he passed with me. In\nMarch Aunt Eliza wrote me that Lemorne was beaten! Van Horn had taken up\nthe whole contents of his snuff-box in her house the evening before in\namazement at the turn things had taken.\n\nThat night I dreamed of the scene in the hotel at Newport. I heard Aunt\nEliza saying, \"If I gain, Margaret will be rich.\" And I heard also the\nclock strike two. As it struck I said, \"_My husband is a scoundrel_,\"\nand woke with a start.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stoddard, Elizabeth"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/881/pg881.txt",
        "name": "lemorne_versus_huell.json"
    }
}