{
    "name": "Let There Be Light",
    "author": [
        "Fyfe, H. B. (Horace Bowne)"
    ],
    "body": "\n[Sidenote: _No matter what the future, one factor must always be\nreckoned with--the ingenuity of the human animal._]\n\n\nThe two men attacked the thick tree trunk with a weary savagery. In the\nbright sunlight, glistening spatters of sweat flew from them as the old\naxes bit alternately into the wood.\n\nBlackie stood nearby, on the gravel shoulder of the highway, rubbing his\nshort beard as he considered the depth of the white notch. Turning his\nbroad, tanned face to glance along the patched and cracked concrete to\nwhere squat Vito kept watch, he caught the latter's eye and beckoned.\n\n\"Okay, Sid--Mike. We'll take it a while.\"\n\nThe rhythm of the axe-strokes ceased. Red Mike swept the back of a\nforearm across the semi-shaven stubble that set him as something of a\ndandy. Wordlessly, big Sid ambled up the road to replace Vito.\n\n\"Pretty soon, now,\" boasted Mike, eyeing the cut with satisfaction.\n\"Think it'll bring them?\"\n\n\"Sure,\" replied Blackie, spitting on his hands and lifting one of the\nworn tools. \"That's what they're for.\"\n\n\"Funny,\" mused Mike, \"how some keep going an' others bust. These musta\nbeen workin' since I was a little kid--since before the last blitz.\"\n\n\"Aw, they don't hafta do much. 'Cept in winter when they come out to\nclear snow, all they do is put in a patch now an' then.\"\n\nMike stared moodily at the weathered surface of the highway and edged\nback to avoid the reflected heat.\n\n\"It beats me how they know a spot has cracked.\"\n\n\"I guess there's machines to run the machines,\" sighed Blackie. \"I\ndunno; I was too young. Okay, Vito?\"\n\nThe relieving pair fell to. Mike stepped out of range of the flying\nchips to sit at the edge of the soft grass which was attempting another\ninvasion of the gravel shoulder. Propelled by the strength of Vito's\npowerful torso, a single chip spun through the air to his feet. He\npicked it up and held it to his nose. It had a good, clean smell.\n\nWhen at length the tree crashed down across the road, Blackie led them\nto the ambush he had chosen that morning. It was fifty yards up the road\ntoward the ruined city--off to the side where a clump of trees and\nbushes provided shade and concealment.\n\n\"Wish we brought something to eat,\" Vito said.\n\n\"Didn't know it would take so long to creep up on 'em this morning,\"\nsaid Blackie. \"The women'll have somethin' when we get back.\"\n\n\"They better,\" said Mike.\n\nHe measured a slender branch with his eye. After a moment, he pulled out\na hunting knife, worn thin by years of sharpening, and cut off a\nstraight section of the branch. He began whittling.\n\n\"You damn' fool!\" Sid objected. \"You want the busted spot on the tree to\nshow?\"\n\n\"Aw, _they_ ain't got the brains to notice.\"\n\n\"The hell they ain't! It stands out like one o' them old street signs.\nD'ya think they can tell, Blackie?\"\n\n\"I dunno. Maybe.\" Blackie rose cautiously to peer over a bed of\nblackberry bushes. \"Guess I'll skin up a tree an' see if anything's in\nsight.\"\n\nHe hitched up his pants, looking for an easy place to climb. His blue\ndenims had been stoutly made, but weakened by many rips and patches, and\nhe did not want to rip them on a snag. It was becoming difficult to find\ngood, unrotted clothing in the old ruins.\n\n\n\nChoosing a branch slightly over his head, he sprang for it, pulled,\nkicked against the trunk, and flowed up into the foliage with no\napparent effort. The others waited below. Sid glanced up occasionally,\nVito idly kicked at one of the clubs made from an old two-by-four.\n\nThe other lay beneath the piled jackets; but enough of the end protruded\nto show that they had been chopped from the same timber, gray-painted on\none side, stained and gouged on the other where boards had once been\nnailed. A coil of rope lay beside the axes.\n\nHigh in the upper branches, Blackie braced himself with negligent\nconfidence and stared along the concrete ribbon.\n\n_From here_, he thought, _you'd almost think the place was still alive,\ninstead of crumbling around our ears._\n\nThe windows of the distant houses were dark, unglassed holes, but the\nsunlight made the masonry clean and shining. To Blackie, the ragged tops\nof most of the buildings were as natural as the tattered look of the few\npeople he knew. Beyond, toward the center of the city, was real evidence\nof his race's bygone might--a vast jumble of shattered stone and fused\nmetal. Queer weeds and mosses infected the area, but it would be\ncenturies before they could mask the desolation.\n\nBetter covered, were the heaps along the road, seemingly shoved just\nbeyond the gravel shoulders--mouldering mounds which legend said were\nonce machines to ride in along the pavement.\n\nSomething glinted at the bend of the highway. Blackie peered closer.\n\nHe swarmed down the tree from branch to branch, so lithely that the trio\nbelow hardly had the warning of the vibrating leaves before he dropped,\ncat-footed, among them.\n\n\"They're comin'!\"\n\nHe shrugged quickly into his stained jacket, emulated in silent haste by\nthe others. Vito rubbed his hands down the hairy chest left revealed by\nhis open jacket and hefted one of the clubs. In his broad paws, it\nseemed light.\n\nThey were quiet, watching Sid peer out through narrowly parted brush of\nthe undergrowth. Blackie fidgeted behind him. Finally, he reached out as\nif to pull the other aside, but at that moment Sid released the bushes\nand crouched.\n\nThe others, catching his warning glance, fell prone, peering through\nshrubbery and around tree trunks with savage eyes.\n\nThe distant squawk of a jay became suddenly very clear, as did the\nsighing of a faint breeze through the leaves overhead. Then a new,\nclanking, humming sound intruded.\n\nA procession of three vehicles rolled along the highway at an unvarying\npace which took no account of patches or worn spots. They jounced in\nturn across a patch laid over a previous, unsuccessful patch, and halted\nbefore the felled tree. Two were bulldozers; the third was a light truck\nwith compartments for tools. No human figures were visible.\n\nA moment later, the working force appeared--a column of eight robots.\nThese deployed as they reached the obstacle, and explored like colossal\nants along its length.\n\n\"What're they after?\" asked Mike, whispering although he lay fifty yards\naway.\n\n\"They're lookin' over the job for whatever sends them out,\" Blackie\nwhispered back. \"See those little lights stickin' out the tops o' their\nheads? I heard tell, once, that's how they're run.\"\n\nSome of the robots took saws from the truck and began to cut through the\ntree trunk. Others produced cables and huge hooks to attach the obstacle\nto the bulldozers.\n\n\"Look at 'em go!\" sighed Sid, hunching his stiff shoulders jealously.\n\"Took us hours, an' they're half done already.\"\n\nThey watched as the robots precisely severed the part of the tree that\nblocked the highway, going not one inch beyond the gravel shoulder, and\nhelped the bulldozers to tug it aside. On the opposite side of the\nconcrete, the shoulder tapered off into a six-foot drop. The log was\njockeyed around parallel to this ditch and rolled into it, amid a\nthrashing of branches and a spurting of small pebbles.\n\n\"Glad we're on the high side,\" whispered Mike. \"That thing 'ud squash a\nguy's guts right out!\"\n\n\"Keep listenin' to me,\" Blackie said, \"an' you'll keep on bein' in the\nright place at the right time.\"\n\nMike raised his eyebrows at Vito, who thrust out his lower lip and\nnodded sagely. Sid grinned, but no one contradicted the boast.\n\n\"They're linin' up,\" Blackie warned tensely. \"You guys ready? Where's\nthat rope?\"\n\nSomeone thrust it into his hands. Still squinting at the scene on the\nhighway, he fumbled for the ends and held one out to Mike. The others\ngripped their clubs.\n\n\"Now, remember!\" ordered Blackie. \"Me an' Mike will trip up the last one\nin line. You two get in there quick an' wallop him over the head--but\ngood!\"\n\n\"Don't go away while we're doin' it,\" said big Sid. \"They won't chase\nya, but they look out fer themselves. I don't wanna get tossed twenty\nfeet again!\"\n\nThe eyes of the others flicked toward the jagged white scar running down\nbehind Sid's right ear and under the collar of his jacket. Then they\nswung back to the road.\n\n\"Good!\" breathed Blackie. \"The rollin' stuff's goin' first.\"\n\nThe truck and bulldozers set out toward the city, with the column of\nrobots marching a fair distance behind. The latter approached the\nambush--drew abreast--began to pass.\n\nBlackie raised himself to a crouch with just the tips of his fingers\nsteadying him.\n\n\n\nAs the last robot plodded by, he surged out of the brush, joined to Red\nMike by their grips on the twenty feet of rope. They ran up behind the\nmarching machine, trailed by the others.\n\nIn his right hand, Blackie twirled the part of the rope hanging between\nhim and Mike. On the second swing, he got it over the head of the robot.\nHe saw Mike brace himself.\n\nThe robot staggered. It pivoted clumsily to its left, groping vaguely\nfor the hindrance. Mike and Blackie tugged again, and the machine wound\nup facing them in its efforts to maintain balance. Its companions\nmarched steadily along the road.\n\n\"Switch ends!\" barked Blackie.\n\nAlert, Mike tossed him the other end of the rope and caught Blackie's.\nThey ran past the robot on either side, looping it in. Blackie kept\ngoing until he was above the ditch. He wound a turn of rope about his\nforearm and plunged down the bank.\n\nA shower of gravel spattered after him as Mike jammed his heels into the\nshoulder of the highway to anchor the other end. Then he heard the\nbooming sound of the robot's fall.\n\nBlackie clawed his way up the bank. Vito and Sid were smashing furiously\nat the floundering machine. Mike danced about the melee with bared\nteeth, charging in once as if to leap upon the quarry with both feet.\nFrustrated by the peril of the whirling two-by-fours, he swept up\nhandfuls of gravel to hurl.\n\nBlackie turned to run for one of the axes. Just then, Sid struck home to\nthe head of the robot.\n\nSparks spat out amid a tinkle of glass. The machine ceased all motion.\n\n\"All right!\" panted Blackie. \"All _right_! That's enough!\"\n\nThey stepped back, snarls fading. A handful of gravel trickled through\nMike's fingers and pattered loudly on the concrete. Gradually, the men\nbegan to straighten up, seeing the robot as an inert heap of metal\nrather than as a weird beast in its death throes.\n\n\"We better load up an' get,\" said Blackie. \"We wanna be over on the\ntrail if they send somethin' up the road to look for _this_.\"\n\nVito dragged the robot off the highway by the head, and they began the\ntask of lashing it to the two-by-fours.\n\nIt was about two hours later when they plodded around a street corner\namong the ruins and stopped before a fairly intact building. By that\ntime, they had picked up an escort of dirty, half-clad children who ran\nahead to spread the news.\n\nTwo other men and a handful of women gathered around with eager\nexclamations. The hunters dropped their catch.\n\n\"Better get to work on him,\" said Blackie, glancing at the sky. \"Be dark\nsoon.\"\n\nThe men who had remained as guards ran inside the entrance of polished\ngranite and brought out tools: hammers, crowbars, hatchets. Behind them\nhurried women with basins and large cans. The original four, weary from\nthe weight of the robot despite frequent pauses on the trail, stepped\nback.\n\n\"Where first, Blackie?\" asked one of the men, waiting for the women to\nuntangle the rope and timbers.\n\n\"Try all the joints. After that, we'll crack him open down the middle\nfor the main supply tank.\"\n\nHe watched the metal give way under the blows. As the robot was\ndismembered, the fluid that had lubricated the complex mechanism flowed\nfrom its wounds and was poured by the women into a five-gallon can.\n\n\"Bring a cupful, Judy,\" Blackie told his woman, a wiry blond girl. \"I\nwanna see if it's as good as the last.\"\n\nHe lit a stick at the fire as they crossed the littered, once-ornate\nlobby, and she followed him down a dim hall. He pulled aside the skins\nthat covered their doorway, then stumbled his way to the table. The\nwindow was still uncovered against the night chill, but it looked out on\na courtyard shadowed by towering walls. To eyes adjusted to the sunny\nstreet, the room was dark.\n\nJudy poured the oil into the makeshift lamp, waited for the rag wick to\nsoak, and held it out to Blackie. He lit the wick from his stick.\n\n\"It burns real good, Blackie,\" the girl said, wrinkling her nose against\nthe first oily smoke. \"Gee, you're smart to catch one the first day\nout.\"\n\n\"Tell them other dames to watch how they use it!\" he warned. \"This\noughta last a month or more when we get him all emptied.\"\n\nHe blew out the dying flame on the stick and dropped the charred wood\nthoughtfully to the floor.\n\n\"Naw, I ain't so smart,\" he admitted, \"or I'd figure a way to make one\nof them work the garden for us. Maybe someday--but _this_ kind won't do\nnothin' but fix that goddam road, an' what good's that to anybody?\"\n\nHis woman moved the burning lamp carefully to the center of the table.\n\n\"Anyway, it's gonna be better'n last winter,\" she said. \"We'll have\nlights now.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Fyfe, H. B. (Horace Bowne)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32592/pg32592.txt",
        "name": "let_there_be_light.json"
    }
}