{
    "name": "Let's Get Together",
    "author": [
        "Asimov, Isaac"
    ],
    "body": "A kind of peace had endured for a century and people had forgotten what\nanything else was like. They would scarcely have known how to react had\nthey discovered that a kind of war had finally come.\n\nCertainly, Elias Lynn, Chief of the Bureau of Robotics, wasn't sure\nhow he ought to react when _he_ finally found out. The Bureau of\nRobotics was headquartered in Cheyenne, in line with the century-old\ntrend toward decentralization, and Lynn stared dubiously at the young\nSecurity officer from Washington who had brought the news.\n\nElias Lynn was a large man, almost charmingly homely, with pale blue\neyes that bulged a bit. Men weren't usually comfortable under the stare\nof those eyes, but the Security officer remained calm.\n\nLynn decided that his first reaction ought to be incredulity. Hell, it\n_was_ incredulity! He just didn't believe it!\n\nHe eased himself back in his chair and said, \"How certain is the\ninformation?\"\n\nThe Security officer, who had introduced himself as Ralph G.\nBreckenridge and had presented credentials to match, had the softness\nof youth about him; full lips, plump cheeks that flushed easily,\nand guileless eyes. His clothing was out of line with Cheyenne but\nit suited a universally air-conditioned Washington, where Security,\ndespite everything, was still centered.\n\nBreckenridge flushed and said, \"There's no doubt about it.\"\n\n\"You people know all about Them, I suppose,\" said Lynn and was unable\nto keep a trace of sarcasm out of his tone. He was not particularly\naware of his use of a slightly-stressed pronoun in his reference to the\nenemy, the equivalent of capitalization in print. It was a cultural\nhabit of this generation and the one preceding. No one said the \"East,\"\nor the \"Reds\" or the \"Soviets\" or the \"Russians\" any more. That would\nhave been too confusing, since some of Them weren't of the East,\nweren't Reds, Soviets, and especially not Russians. It was much simpler\nto say We and They, and much more precise.\n\nTravelers had frequently reported that They did the same in reverse.\nOver there, They were \"We\" (in the appropriate language) and We were\n\"They.\"\n\nScarcely anyone gave thought to such things any more. It was all quite\ncomfortable and casual. There was no hatred, even. At the beginning,\nit had been called a Cold War. Now it was only a game, almost a\ngood-natured game, with unspoken rules and a kind of decency about it.\n\nLynn said, abruptly, \"Why should They want to disturb the situation?\"\n\nHe rose and stood staring at a wall-map of the world, split into two\nregions with faint edgings of color. An irregular portion on the left\nof the map was edged in a mild green. A smaller, but just as irregular,\nportion on the right of the map was bordered in a washed-out pink. We\nand They.\n\nThe map hadn't changed much in a century. The loss of Formosa and\nthe gain of East Germany some eighty years before had been the last\nterritorial switch of importance.\n\nThere had been another change, though, that was significant enough and\nthat was in the colors. Two generations before, Their territory had\nbeen a brooding, bloody red, Ours a pure and undefiled white. Now there\nwas a neutrality about the colors. Lynn had seen Their maps and it was\nthe same on Their side.\n\n\"They wouldn't do it,\" he said.\n\n\"They are doing it,\" said Breckenridge, \"and you had better accustom\nyourself to the fact. Of course, sir, I realize that it isn't pleasant\nto think that they may be that far ahead of us in robotics.\"\n\nHis eyes remained as guileless as ever, but the hidden knife-edges of\nthe words plunged deep, and Lynn quivered at the impact.\n\nOf course, that would account for why the Chief of Robotics learned of\nthis so late and through a Security officer at that. He had lost caste\nin the eyes of the Government; if Robotics had really failed in the\nstruggle, Lynn could expect no political mercy.\n\nLynn said wearily, \"Even if what you say is true, they're not far ahead\nof us. We could build humanoid robots.\"\n\n\"Have we, sir?\"\n\n\"Yes. As a matter of fact, we have built a few models for experimental\npurposes.\"\n\n\"They were doing so ten years ago. They've made ten years' progress\nsince.\"\n\nLynn was disturbed. He wondered if his incredulity concerning the whole\nbusiness were really the result of wounded pride and fear for his job\nand reputation. He was embarrassed by the possibility that this might\nbe so, and yet he was forced into defense.\n\nHe said, \"Look, young man, the stalemate between Them and Us was never\nperfect in every detail, you know. They have always been ahead in one\nfacet or another and We in some other facet or another. If They're\nahead of us right now in robotics, it's because They've placed a\ngreater proportion of Their effort into robotics than We have. And that\nmeans that some other branch of endeavor has received a greater share\nof Our efforts than it has of Theirs. It would mean We're ahead in\nforce-field research or in hyper-atomics, perhaps.\"\n\nLynn felt distressed at his own statement that the stalemate wasn't\nperfect. It was true enough, but that was the one great danger\nthreatening the world. The world depended on the stalemate being as\nperfect as possible. If the small unevennesses that always existed\nover-balanced too far in one direction or the other--\n\nAlmost at the beginning of what had been the Cold War, both sides\nhad developed thermonuclear weapons, and war became unthinkable.\nCompetition switched from the military to the economic and\npsychological and had stayed there ever since.\n\nBut always there was the driving effort on each side to break the\nstalemate, to develop a parry for every possible thrust, to develop\na thrust that could not be parried in time--something that would make\nwar possible again. And that was not because either side wanted war so\ndesperately, but because both were afraid that the other side would\nmake the crucial discovery first.\n\nFor a hundred years each side had kept the struggle even. And in the\nprocess, peace had been maintained for a hundred years while, as\nbyproducts of the continuously intensive research, force-fields had\nbeen produced and solar energy and insect control and robots. Each side\nwas making a beginning in the understanding of mentalics, which was the\nname given to the biochemistry and biophysics of thought. Each side had\nits outposts on the Moon and on Mars. Mankind was advancing in giant\nstrides under forced draft.\n\nIt was even necessary for both sides to be as decent and humane as\npossible among themselves, lest through cruelty and tyranny, friends be\nmade for the other side.\n\nIt couldn't be that the stalemate would now be broken and that there\nwould be war.\n\nLynn said, \"I want to consult one of my men. I want his opinion.\"\n\n\"Is he trustworthy?\"\n\nLynn looked disgusted. \"Good Lord, what man in Robotics has not been\ninvestigated and cleared to death by your people? Yes, I vouch for\nhim. If you can't trust a man like Humphrey Carl Laszlo, then we're in\nno position to face the kind of attack you say They are launching, no\nmatter what else we do.\"\n\n\"I've heard of Laszlo,\" said Breckenridge.\n\n\"Good. Does he pass?\"\n\n\"Yes.\"\n\n\"Then, I'll have him in and we'll find out what he thinks about the\npossibility that robots could invade the U. S. A.\"\n\n\"Not exactly,\" said Breckenridge, softly. \"You still don't accept the\nfull truth. Find out what he thinks about the fact that robots have\n_already_ invaded the U. S. A.\"\n\n\n\nLaszlo was the grandson of a Hungarian who had broken through what\nhad then been called the Iron Curtain, and he had a comfortable\nabove-suspicion feeling about himself because of it. He was thick-set\nand balding with a pugnacious look graven forever on his snub face, but\nhis accent was clear Harvard and he was almost excessively soft-spoken.\n\nTo Lynn, who was conscious that after years of administration he was no\nlonger expert in the various phases of modern robotics, Laszlo was a\ncomforting receptacle for complete knowledge. Lynn felt better because\nof the man's mere presence.\n\nLynn said, \"What do you think?\"\n\nA scowl twisted Laszlo's face ferociously. \"That They're that far ahead\nof us. Completely incredible. It would mean They've produced humanoids\nthat could not be told from humans at close quarters. It would mean a\nconsiderable advance in robo-mentalics.\"\n\n\"You're personally involved,\" said Breckenridge, coldly. \"Leaving\nprofessional pride out of account, exactly why is it impossible that\nThey be ahead of Us?\"\n\nLaszlo shrugged. \"I assure you that I'm well acquainted with Their\nliterature on robotics. I know approximately where They are.\"\n\n\"You know approximately where They want you to _think_ They are, is\nwhat you really mean,\" corrected Breckenridge. \"Have you ever visited\nthe other side?\"\n\n\"I haven't,\" said Laszlo, shortly.\n\n\"Nor you, Dr. Lynn?\"\n\nLynn said, \"No, I haven't, either.\"\n\nBreckenridge said, \"Has any robotics man visited the other side in\ntwenty-five years?\" He asked the question with a kind of confidence\nthat indicated he knew the answer.\n\nFor a matter of seconds, the atmosphere was heavy with thought.\nDiscomfort crossed Laszlo's broad face. He said, \"As a matter of fact,\nThey haven't held any conferences on robotics in a long time.\"\n\n\"In twenty-five years,\" said Breckenridge. \"Isn't that significant?\"\n\n\"Maybe,\" said Laszlo, reluctantly. \"Something else bothers me, though.\nNone of Them have ever come to Our conferences on robotics. None that I\ncan remember.\"\n\n\"Were They invited?\" asked Breckenridge.\n\nLynn, staring and worried, interposed quickly, \"Of course.\"\n\nBreckenridge said, \"Do They refuse attendance to any other types of\nscientific conferences We hold?\"\n\n\"I don't know,\" said Laszlo. He was pacing the floor now. \"I haven't\nheard of any cases. Have you, Chief?\"\n\n\"No,\" said Lynn.\n\nBreckenridge said, \"Wouldn't you say it was as though They didn't want\nto be put in the position of having to return any such invitation? Or\nas though They were afraid one of Their men might talk too much?\"\n\nThat was exactly how it seemed, and Lynn felt a helpless conviction\nthat Security's story was true after all steal over him.\n\nWhy else had there been no contact between sides on robotics? There\nhad been a cross-fertilizing trickle of researchers moving in both\ndirections on a strictly one-for-one basis for years, dating back\nto the days of Eisenhower and Khrushchev. There were a great many\ngood motives for that: an honest appreciation of the supra-national\ncharacter of science; impulses of friendliness that are hard to wipe\nout completely in the individual human being; the desire to be exposed\nto a fresh and interesting outlook and to have your own slightly-stale\nnotions greeted by others as fresh and interesting.\n\nThe governments themselves were anxious that this continue. There was\nalways the obvious thought that by learning all you could and telling\nas little as you could, your own side would gain by the exchange.\n\nBut not in the case of robotics. Not there.\n\nSuch a little thing to carry conviction. And a thing, moreover, they\nhad known all along. Lynn thought, darkly: We've taken the complacent\nway out.\n\nBecause the other side had done nothing publicly on robotics, it had\nbeen tempting to sit back smugly and be comfortable in the assurance of\nsuperiority. Why hadn't it seemed possible, even likely, that They were\nhiding superior cards, a trump hand, for the proper time?\n\nLaszlo said, shakenly, \"What do we do?\" It was obvious that the same\nline of thought had carried the same conviction to him.\n\n\"Do?\" parroted Lynn. It was hard to think right now of anything but of\nthe complete horror that came with conviction. There were ten humanoid\nrobots somewhere in the United States, each one carrying a fragment of\na TC bomb.\n\nTC! The race for sheer horror in bomb-ery had ended there. TC! Total\nConversion! The sun was no longer a synonym one could use. Total\nconversion made the sun a penny candle.\n\nTen humanoids, each completely harmless in separation, could, by the\nsimple act of coming together, exceed critical mass and--\n\nLynn rose to his feet heavily, the dark pouches under his eyes, which\nordinarily lent his ugly face a look of savage foreboding, more\nprominent than ever. \"It's going to be up to us to figure out ways\nand means of telling a humanoid from a human and then finding the\nhumanoids.\"\n\n\"How quickly?\" muttered Laszlo.\n\n\"Not later than five minutes before they get together,\" barked Lynn,\n\"and I don't know when that will be.\"\n\nBreckenridge nodded. \"I'm glad you're with us now, sir. I'm to bring\nyou back to Washington for conference, you know.\"\n\nLynn raised his eyebrows. \"All right.\"\n\nHe wondered if, had he delayed longer in being convinced, he might\nnot have been replaced forthwith--if some other Chief of the Bureau\nof Robotics might not be conferring in Washington. He suddenly wished\nearnestly that exactly that had come to pass.\n\n\n\nThe First Presidential Assistant was there, the Secretary of Science,\nthe Secretary of Security, Lynn himself, and Breckenridge. Five of them\nsitting about a table in the dungeons of an underground fortress near\nWashington.\n\nPresidential Assistant Jeffreys was an impressive man, handsome in a\nwhite-haired and just-a-trifle-jowly fashion, solid, thoughtful and as\nunobtrusive, politically, as a Presidential Assistant ought to be.\n\nHe spoke incisively. \"There are three questions that face us as I see\nit. First, when are the humanoids going to get together? Second, where\nare they going to get together? Third, how do we stop them before they\nget together?\"\n\nSecretary of Science Amberley nodded convulsively at that. He had been\nDean of Northwestern Engineering before his appointment. He was thin,\nsharp-featured and noticeably edgy. His forefinger traced slow circles\non the table.\n\n\"As far as _when_ they'll get together,\" he said. \"I suppose it's\ndefinite that it won't be for some time.\"\n\n\"Why do you say that?\" asked Lynn, sharply.\n\n\"They've been in the U. S. at least a month already. So Security says.\"\n\nLynn turned automatically to look at Breckenridge, and Secretary of\nSecurity Macalaster intercepted the glance. Macalaster said, \"The\ninformation is reliable. Don't let Breckenridge's apparent youth fool\nyou, Dr. Lynn. That's part of his value to us. Actually, he's 34 and\nhas been with the department for ten years. He has been in Moscow for\nnearly a year and without him, none of this terrible danger would be\nknown to us. As it is, we have most of the details.\"\n\n\"Not the crucial ones,\" said Lynn.\n\nMacalaster of Security smiled frostily. His heavy chin and close-set\neyes were well-known to the public but almost nothing else about him\nwas. He said, \"We are all finitely human, Dr. Lynn. Agent Breckenridge\nhas done a great deal.\"\n\nPresidential Assistant Jeffreys cut in. \"Let us say we have a certain\namount of time. If action at the instant were necessary, it would\nhave happened before this. It seems likely that they are waiting for\na specific time. If we knew the place, perhaps the time would become\nself-evident.\n\n\"If they are going to TC a target, they will want to cripple us as much\nas possible, so it would seem that a major city would have to be it.\nIn any case, a major metropolis is the only target worth a TC bomb. I\nthink there are four possibilities: Washington, as the administrative\ncenter; New York, as the financial center; and Detroit and Pittsburgh\nas the two chief industrial centers.\"\n\nMacalaster of Security said, \"I vote for New York. Administration\nand industry have both been decentralized to the point where the\ndestruction of any one particular city won't prevent instant\nretaliation.\"\n\n\"Then why New York?\" asked Amberly of Science, perhaps more sharply\nthan he intended. \"Finance has been decentralized as well.\"\n\n\"A question of morale. It may be they intend to destroy our will to\nresist, to induce surrender by the sheer horror of the first blow.\nThe greatest destruction of human life would be in the New York\nMetropolitan area--\"\n\n\"Pretty cold-blooded,\" muttered Lynn.\n\n\"I know,\" said Macalaster of Security, \"but they're capable of it, if\nthey thought it would mean final victory at a stroke. Wouldn't we--\"\n\nPresidential Assistant Jeffreys brushed back his white hair. \"Let's\nassume the worst. Let's assume that New York will be destroyed some\ntime during the winter, preferably immediately after a serious blizzard\nwhen communications are at their worst and the disruption of utilities\nand food supplies in fringe areas will be most serious in their effect.\nNow, how do we stop them?\"\n\nAmberley of Science could only say, \"Finding ten men in two hundred and\ntwenty million is an awfully small needle in an awfully large haystack.\"\n\nJeffreys shook his head. \"You have it wrong. Ten humanoids among two\nhundred twenty million humans.\"\n\n\"No difference,\" said Amberley of Science. \"We don't know that a\nhumanoid can be differentiated from a human at sight. Probably not.\" He\nlooked at Lynn. They all did.\n\nLynn said heavily, \"We in Cheyenne couldn't make one that would pass as\nhuman in the daylight.\"\n\n\"But They can,\" said Macalaster of Security, \"and not only physically.\nWe're sure of that. They've advanced mentalic procedures to the point\nwhere they can reel off the micro-electronic pattern of the brain and\nfocus it on the positronic pathways of the robot.\"\n\nLynn stared. \"Are you implying that they can create the replica of a\nhuman being complete with personality and memory?\"\n\n\"I do.\"\n\n\"Of specific human beings?\"\n\n\"That's right.\"\n\n\"Is this also based on Agent Breckenridge's findings?\"\n\n\"Yes. The evidence can't be disputed.\"\n\nLynn bent his head in thought for a moment. Then he said, \"Then ten men\nin the United States are not men but humanoids. But the originals would\nhave had to be available to them. They couldn't be Orientals, who would\nbe too easy to spot, so they would have to be East Europeans. How would\nthey be introduced into this country, then? With the radar network over\nthe entire world border as tight as a drum, how could They introduce\nany individual, human or humanoid, without our knowing it?\"\n\nMacalaster of Security said, \"It can be done. There are certain\nlegitimate seepages across the border. Businessmen, pilots, even\ntourists. They're watched, of course, on both sides. Still ten of\nthem might have been kidnapped and used as models for humanoids. The\nhumanoids would then be sent back in their place. Since we wouldn't\nexpect such a substitution, it would pass us by. If they were Americans\nto begin with, there would be no difficulty in their getting into this\ncountry. It's as simple as that.\"\n\n\"And even their friends and family could not tell the difference?\"\n\n\"We must assume so. Believe me, we've been waiting for any report\nthat might imply sudden attacks of amnesia or troublesome changes in\npersonality. We've checked on thousands.\"\n\nAmberley of Science stared at his finger-tips. \"I think ordinary\nmeasures won't work. The attack must come from the Bureau of Robotics\nand I depend on the chief of that bureau.\"\n\nAgain eyes turned sharply, expectantly, on Lynn.\n\nLynn felt bitterness rise. It seemed to him that this was what the\nconference came to and was intended for. Nothing that had been said had\nnot been said before. He was sure of that. There was no solution to\nthe problem, no pregnant suggestion. It was a device for the record, a\ndevice on the part of men who gravely feared defeat and who wished the\nresponsibility for it placed clearly and unequivocally on someone else.\n\nAnd yet there was justice in it. It was in robotics that We had fallen\nshort. And Lynn was not Lynn merely. He was Lynn of Robotics and the\nresponsibility had to be his.\n\nHe said, \"I will do what I can.\"\n\n\n\nHe spent a wakeful night and there was a haggardness about both\nbody and soul when he sought and attained another interview with\nPresidential Assistant Jeffreys the next morning. Breckenridge was\nthere, and though Lynn would have preferred a private conference,\nhe could see the justice in the situation. It was obvious that\nBreckenridge had attained enormous influence with the government as a\nresult of his successful Intelligence work. Well, why not?\n\nLynn said, \"Sir, I am considering the possibility that we are hopping\nuselessly to enemy piping.\"\n\n\"In what way?\"\n\n\"I'm sure that however impatient the public may grow at times, and\nhowever legislators sometimes find it expedient to talk, the government\nat least recognizes the world stalemate to be beneficial. They must\nrecognize it also. Ten humanoids with one TC bomb is a trivial way of\nbreaking the stalemate.\"\n\n\"The destruction of fifteen million human beings is scarcely trivial.\"\n\n\"It is from the world power standpoint. It would not so demoralize us\nas to make us surrender or so cripple us as to convince us we could not\nwin. There would just be the same old planetary death-war that both\nsides have avoided so long and so successfully. And all They would have\naccomplished is to force us to fight minus one city. It's not enough.\"\n\n\"What do you suggest?\" said Jeffreys, coldly. \"That They do not have\nten humanoids in our country? That there is not a TC bomb waiting to\nget together?\"\n\n\"I'll agree that those things are here, but perhaps for some reason\ngreater than just mid-winter bomb-madness.\"\n\n\"Such as?\"\n\n\"It may be that the physical destruction resulting from the humanoids\ngetting together is not the worst thing that can happen to us. What\nabout the moral and intellectual destruction that comes of their being\nhere at all? With all due respect to Agent Breckenridge, what if\nThey _intended_ for us to find out about the humanoids; what if the\nhumanoids are never supposed to get together, but merely to remain\nseparate in order to give us something to worry about.\"\n\n\"Why?\"\n\n\"Tell me this. What measures have already been taken against the\nhumanoids? I suppose that Security is going through the files of all\ncitizens who have ever been across the border or close enough to it\nto make kidnapping possible. I know, since Macalaster mentioned it\nyesterday, that they are following up suspicious psychiatric cases.\nWhat else?\"\n\nJeffreys said, \"Small X-ray devices are being installed in key places\nin the large cities. In the mass arenas, for instance--\"\n\n\"Where ten humanoids might slip in among a hundred thousand spectators\nof a football game or an air-polo match?\"\n\n\"Exactly.\"\n\n\"And concert halls and churches?\"\n\n\"We must start somewhere. We can't do it all at once.\"\n\n\"Particularly when panic must be avoided?\" said Lynn. \"Isn't that so?\nIt wouldn't do to have the public realize that at any unpredictable\nmoment, some unpredictable city and its human contents would suddenly\ncease to exist.\"\n\n\"I suppose that's obvious. What are you driving at?\"\n\nLynn said strenuously, \"That a growing fraction of our national effort\nwill be diverted entirely into the nasty problem of what Amberley\ncalled finding a very small needle in a very large haystack. We'll\nbe chasing our tails madly, while They increase their research\nlead to the point where we find we can no longer catch up; when we\nmust surrender without the chance even of snapping our fingers in\nretaliation.\n\n\"Consider further that this news will leak out as more and more people\nbecome involved in our counter-measures and more and more people begin\nto guess what we're doing. Then what? The panic might do us more harm\nthan any one TC bomb.\"\n\nThe Presidential Assistant said, irritably, \"In Heaven's name, man,\nwhat do you suggest we do, then?\"\n\n\"Nothing,\" said Lynn. \"Call their bluff. Live as we have lived and\ngamble that They won't dare break the stalemate for the sake of a\none-bomb headstart.\"\n\n\"Impossible!\" said Jeffreys. \"Completely impossible. The welfare of all\nof Us is very largely in my hands, and doing nothing is the one thing\nI cannot do. I agree with you, perhaps, that X-ray machines at sports\narenas are a kind of skin-deep measure that won't be effective, but it\nhas to be done so that people, in the aftermath, do not come to the\nbitter conclusion that we tossed our country away for the sake of a\nsubtle line of reasoning that encouraged do-nothingism. In fact, our\ncounter-gambit will be active indeed.\"\n\n\"In what way?\"\n\nPresidential Assistant Jeffreys looked at Breckenridge. The young\nSecurity officer, hitherto calmly silent, said, \"It's no use talking\nabout a possible future break in the stalemate when the stalemate is\nbroken now. It doesn't matter whether these humanoids explode or do\nnot. Maybe they _are_ only a bait to divert us, as you say. But the\nfact remains that we are a quarter of a century behind in robotics, and\nthat may be fatal. What other advances in robotics will there be to\nsurprise us if war does start? The only answer is to divert our entire\nforce immediately, _now_, into a crash program of robotics research,\nand the first problem is to find the humanoids. Call it an exercise\nin robotics, if you will, or call it the prevention of the death of\nfifteen million men, women and children.\"\n\nLynn shook his head, helplessly, \"You _can't_. You'd be playing into\ntheir hands. They want us lured into the one blind alley while they're\nfree to advance in all other directions.\"\n\nJeffreys said, impatiently, \"That's your guess. Breckenridge has made\nhis suggestion through channels and the government has approved, and we\nwill begin with an all-Science conference.\"\n\n\"All-Science?\"\n\nBreckenridge said, \"We have listed every important scientist of every\nbranch of natural science. They'll all be at Cheyenne. There will\nbe only one point on the agenda: How to advance robotics. The major\nspecific sub-heading under that will be: How to develop a receiving\ndevice for the electromagnetic fields of the cerebral cortex that will\nbe sufficiently delicate to distinguish between a protoplasmic human\nbrain and a positronic humanoid brain.\"\n\nJeffreys said, \"We had hoped you would be willing to be in charge of\nthe conference.\"\n\n\"I was not consulted in this.\"\n\n\"Obviously time was short, sir. Do you agree to be in charge?\"\n\nLynn smiled briefly. It was a matter of responsibility again. The\nresponsibility must be clearly that of Lynn of Robotics. He had the\nfeeling it would be Breckenridge who would really be in charge. But\nwhat could he do?\n\nHe said, \"I agree.\"\n\n\n\nBreckenridge and Lynn returned together to Cheyenne, where that evening\nLaszlo listened with a sullen mistrust to Lynn's description of coming\nevents.\n\nLaszlo said, \"While you were gone, Chief, I've started putting\nfive experimental models of humanoid structure through the testing\nprocedures. Our men are on a twelve-hour day, with three shifts\noverlapping. If we've got to arrange a conference, we're going to be\ncrowded and red-taped out of everything. Work will come to a halt.\"\n\nBreckenridge said, \"That will be only temporary. You will gain more\nthan you lose.\"\n\nLaszlo scowled. \"A bunch of astrophysicists and geochemists around\nwon't help a damn toward robotics.\"\n\n\"Views from specialists of other fields may be helpful.\"\n\n\"Are you sure? How do we know that there _is_ any way of detecting\nbrain waves or that, even if we can, there is a way of differentiating\nhuman and humanoid by wave pattern. Who set up the project, anyway?\"\n\n\"I did,\" said Breckenridge.\n\n\"_You_ did? Are you a robotics man?\"\n\nThe young Security agent said, calmly, \"I have studied robotics.\"\n\n\"That's not the same thing.\"\n\n\"I've had access to text-material dealing with Russian robotics--in\nRussian. Top-secret material well in advance of anything you have here.\"\n\nLynn said, ruefully, \"He has us there, Laszlo.\"\n\n\"It was on the basis of that material,\" Breckenridge went on, \"that\nI suggested this particular line of investigation. It is reasonably\ncertain that in copying off the electromagnetic pattern of a\nspecific human mind into a specific positronic brain, a perfectly\nexact duplicate cannot be made. For one thing, the most complicated\npositronic brain small enough to fit into a human-sized skull is\nhundreds of times less complex than the human brain. It can't pick\nup all the overtones, therefore, and there must be some way to take\nadvantage of that fact.\"\n\nLaszlo looked impressed despite himself and Lynn smiled grimly. It was\neasy to resent Breckenridge and the coming intrusion of several hundred\nscientists of non-robotics specialties, but the problem itself was an\nintriguing one. There was that consolation, at least.\n\n\n\nIt came to him quietly.\n\nLynn found he had nothing to do but sit in his office alone, with an\nexecutive position that had grown merely titular. Perhaps that helped.\nIt gave him time to think, to picture the creative scientists of half\nthe world converging on Cheyenne.\n\nIt was Breckenridge who, with cool efficiency, was handling the details\nof preparation. There had been a kind of confidence in the way he said,\n\"Let's get together and we'll lick Them.\"\n\nLet's get together.\n\nIt came to Lynn so quietly that anyone watching Lynn at that moment\nmight have seen his eyes blink slowly twice--but surely nothing more.\n\nHe did what he had to do with a whirling detachment that kept him calm\nwhen he felt that, by all rights, he ought to be going mad.\n\nHe sought out Breckenridge in the other's improvised quarters.\n\nBreckenridge was alone and frowning. \"Is anything wrong, sir?\"\n\nLynn said, wearily, \"Everything's right, I think. I've invoked martial\nlaw.\"\n\n\"What!\"\n\n\"As chief of a division I can do so if I am of the opinion the\nsituation warrants it. Over my division, I can then be dictator. Chalk\nup one for the beauties of decentralization.\"\n\n\"You will rescind that order immediately.\" Breckenridge took a step\nforward. \"When Washington hears this, you will be ruined.\"\n\n\"I'm ruined anyway. Do you think I don't realize that I've been set up\nfor the role of the greatest villain in American history: the man who\nlet Them break the stalemate. I have nothing to lose--and perhaps a\ngreat deal to gain.\"\n\nHe laughed a little wildly, \"What a target the Division of Robotics\nwill be, eh, Breckenridge? Only a few thousand men to be killed by\na TC bomb capable of wiping out three hundred square miles in one\nmicro-second. But five hundred of those men would be our greatest\nscientists. We would be in the peculiar position of having to fight a\nwar with our brains shot out, or surrendering. I think we'd surrender.\"\n\n\"But this is impossible. Lynn, do you hear me? Do you understand? How\ncould the humanoids pass our security provisions? How could they get\ntogether?\"\n\n\"But they _are_ getting together! We're helping them to do so.\nWe're ordering them to do so. Our scientists visit the other side,\nBreckenridge. They visit Them regularly. You made a point of how\nstrange it was that no one in robotics did. Well, ten of those\nscientists are still there and in their place, ten humanoids are\nconverging on Cheyenne.\"\n\n\"That's a ridiculous guess.\"\n\n\"I think it's a good one, Breckenridge. But it wouldn't work unless we\nknew humanoids were in America so that we would call the conference in\nthe first place. Quite a coincidence that you brought the news of the\nhumanoids _and_ suggested the conference _and_ suggested the agenda\n_and_ are running the show and know exactly which scientists were\ninvited. Did you make sure the right ten were included?\"\n\n\"Dr. Lynn!\" cried Breckenridge in outrage. He poised to rush forward.\n\nLynn said, \"Don't move. I've got a blaster here. We'll just wait for\nthe scientists to get here one by one. One by one we'll X-ray them. One\nby one, we'll monitor them for radioactivity. No two will get together\nwithout being checked, and if all five hundred are clear, I'll give\nyou my blaster and surrender to you. Only I think we'll find the ten\nhumanoids. Sit down, Breckenridge.\"\n\nThey both sat.\n\nLynn said, \"We wait. When I'm tired, Laszlo will spell me. We wait.\"\n\n\n\nProfessor Manuelo Jiminez of the Institute of Higher Studies of Buenos\nAires exploded while the stratospheric jet on which he traveled was\nthree miles above the Amazon Valley. It was a simple chemical explosion\nbut it was enough to destroy the plane.\n\nDr. Herman Liebowitz of M. I. T. exploded in a monorail, killing twenty\npeople and injuring a hundred others.\n\nIn similar manner, Dr. Auguste Marin of L'Institut NuclÃ©onique of\nMontreal and seven others died at various stages of their journey to\nCheyenne.\n\n\n\nLaszlo hurtled in, pale-faced and stammering, with the first news\nof it. It had only been two hours that Lynn had sat there, facing\nBreckenridge, blaster in hand.\n\nLaszlo said, \"I thought you were nuts, Chief, but you were right.\nThey _were_ humanoids. They _had_ to be.\" He turned to stare with\nhate-filled eyes at Breckenridge. \"Only they were warned. _He_ warned\nthem, and now there won't be one left intact. Not one to study.\"\n\n\"God!\" cried Lynn and in a frenzy of haste thrust his blaster out\ntoward Breckenridge and fired. The Security man's neck vanished; the\ntorso fell; the head dropped, thudded against the floor and rolled\ncrookedly.\n\nLynn moaned, \"I didn't understand, I thought he was a traitor. Nothing\nmore.\"\n\nAnd Laszlo stood immobile, mouth open, for the moment incapable of\nspeech.\n\nLynn said, wildly. \"Sure, he warned them. But how could he do so while\nsitting in that chair unless he were equipped with built-in radio\ntransmission? Don't you see it? Breckenridge had been in Moscow. The\nreal Breckenridge is still there. Oh my God, there were _eleven_ of\nthem.\"\n\nLaszlo managed a hoarse squeak. \"Why didn't _he_ explode?\"\n\n\"He was hanging on, I suppose, to make sure the others had received his\nmessage and were safely destroyed. Lord, Lord, when you brought the\nnews and I realized the truth, I couldn't shoot fast enough. God knows\nby how few seconds I may have beaten him to it.\"\n\nLaszlo said, shakily, \"At least, we'll have one to study.\" He bent\nand put his fingers on the sticky fluid trickling out of the mangled\nremains at the neck end of the headless body.\n\nNot blood, but high-grade machine oil.\n",
    "metadata": {
        "author": [
            "Asimov, Isaac"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68377/pg68377.txt",
        "name": "lets_get_together.json"
    }
}