{
    "name": "Little Britain",
    "author": [
        "Irving, Washington"
    ],
    "body": "In the centre of the great city of London lies a small neighborhood,\nconsisting of a cluster of narrow streets and courts, of very venerable\nand debilitated houses, which goes by the name of LITTLE BRITAIN. Christ\nChurch School and St. Bartholomew’s Hospital bound it on the west;\nSmithfield and Long Lane on the north; Aldersgate Street, like an arm\nof the sea, divides it from the eastern part of the city; whilst the\nyawning gulf of Bull-and-Mouth Street separates it from Butcher Lane,\nand the regions of Newgate. Over this little territory, thus bounded and\ndesignated, the great dome of St. Paul’s, swelling above the intervening\nhouses of Paternoster Row, Amen Corner, and Ave Maria Lane, looks down\nwith an air of motherly protection.\n\nThis quarter derives its appellation from having been, in ancient times,\nthe residence of the Dukes of Brittany. As London increased, however,\nrank and fashion rolled off to the west, and trade, creeping on at their\nheels, took possession of their deserted abodes. For some time Little\nBritain became the great mart of learning, and was peopled by the busy\nand prolific race of booksellers; these also gradually deserted it, and,\nemigrating beyond the great strait of Newgate Street, settled down\nin Paternoster Row and St. Paul’s Churchyard, where they continue to\nincrease and multiply even at the present day.\n\nBut though thus falling into decline, Little Britain still bears traces\nof its former splendor. There are several houses ready to tumble down,\nthe fronts of which are magnificently enriched with old oaken carvings\nof hideous faces, unknown birds, beasts, and fishes; and fruits and\nflowers which it would perplex a naturalist to classify. There are also,\nin Aldersgate Street, certain remains of what were once spacious and\nlordly family mansions, but which have in latter days been subdivided\ninto several tenements. Here may often be found the family of a petty\ntradesman, with its trumpery furniture, burrowing among the relics of\nantiquated finery, in great, rambling, time-stained apartments, with\nfretted ceilings, gilded cornices, and enormous marble fireplaces. The\nlanes and courts also contain many smaller houses, not on so grand a\nscale, but, like your small ancient gentry, sturdily maintaining their\nclaims to equal antiquity. These have their gable ends to the street;\ngreat bow-windows, with diamond panes set in lead, grotesque carvings,\nand low arched door-ways.\n\nIn this most venerable and sheltered little nest have I passed several\nquiet years of existence, comfortably lodged in the second floor of\none of the smallest but oldest edifices. My sitting-room is an old\nwainscoted chamber, with small panels, and set off with a miscellaneous\narray of furniture. I have a particular respect for three or four\nhigh-backed claw-footed chairs, covered with tarnished brocade, which\nbear the marks of having seen better days, and have doubtless figured\nin some of the old palaces of Little Britain. They seem to me to\nkeep together, and to look down with sovereign contempt upon their\nleathern-bottomed neighbors: as I have seen decayed gentry carry a\nhigh head among the plebeian society with which they were reduced\nto associate. The whole front of my sitting-room is taken up with a\nbow-window, on the panes of which are recorded the names of previous\noccupants for many generations, mingled with scraps of very indifferent\ngentlemanlike poetry, written in characters which I can scarcely\ndecipher, and which extol the charms of many a beauty of Little Britain\nwho has long, long since bloomed, faded, and passed away. As I am an\nidle personage, with no apparent occupation, and pay my bill regularly\nevery week, I am looked upon as the only independent gentleman of\nthe neighborhood; and, being curious to learn the internal state of a\ncommunity so apparently shut up within itself, I have managed to work my\nway into all the concerns and secrets of the place.\n\nLittle Britain may truly be called the heart’s core of the city; the\nstronghold of true John Bullism. It is a fragment of London as it was in\nits better days, with its antiquated folks and fashions. Here flourish\nin great preservation many of the holiday games and customs of yore.\nThe inhabitants most religiously eat pancakes on Shrove Tuesday,\nhot-cross-buns on Good Friday, and roast goose at Michaelmas; they send\nlove-letters on Valentine’s Day, burn the pope on the fifth of November,\nand kiss all the girls under the mistletoe at Christmas. Roast beef and\nplum pudding are also held in superstitious veneration, and port and\nsherry maintain their grounds as the only true English wines; all others\nbeing considered vile, outlandish beverages.\n\nLittle Britain has its long catalogue of city wonders, which its\ninhabitants consider the wonders of the world: such as the great bell\nof St. Paul’s, which sours all the beer when it tolls; the figures that\nstrike the hours at St. Dunstan’s clock; the Monument; the lions in the\nTower; and the wooden giants in Guildhall. They still believe in dreams\nand fortune-telling, and an old woman that lives in Bull-and-Mouth\nStreet makes a tolerable subsistence by detecting stolen goods,\nand promising the girls good husbands. They are apt to be rendered\nuncomfortable by comets and eclipses; and if a dog howls dolefully at\nnight, it is looked upon as a sure sign of a death in the place. There\nare even many ghost stories current, particularly concerning the old\nmansion-houses; in several of which it is said strange sights are\nsometimes seen. Lords and ladies, the former in full bottomed wigs,\nhanging sleeves, and swords, the latter in lappets, stays, hoops and\nbrocade, have been seen walking up and down the great waste chambers,\non moonlight nights; and are supposed to be the shades of the ancient\nproprietors in their court-dresses.\n\nLittle Britain has likewise its sages and great men. One of the most\nimportant of the former is a tall, dry old gentleman, of the name\nof Skryme, who keeps a small apothecary’s shop. He has a cadaverous\ncountenance, full of cavities and projections; with a brown circle round\neach eye, like a pair of horned spectacles. He is much thought of by the\nold women, who consider him a kind of conjurer, because he has two of\nthree stuffed alligators hanging up in his shop, and several snakes in\nbottles. He is a great reader of almanacs and newspapers, and is much\ngiven to pore over alarming accounts of plots, conspiracies, fires,\nearthquakes, and volcanic eruptions; which last phenomena he considers\nas signs of the times. He has always some dismal tale of the kind to\ndeal out to his customers, with their doses; and thus at the same time\nputs both soul and body into an uproar. He is a great believer in omens\nand predictions; and has the prophecies of Robert Nixon and Mother\nShipton by heart. No man can make so much out of an eclipse, or even\nan unusually dark day; and he shook the tail of the last comet over the\nheads of his customers and disciples until they were nearly frightened\nout of their wits. He has lately got hold of a popular legend or\nprophecy, on which he has been unusually eloquent. There has been a\nsaying current among the ancient sibyls, who treasure up these things,\nthat when the grasshopper on the top of the Exchange shook hands with\nthe dragon on the top of Bow Church Steeple, fearful events would take\nplace. This strange conjunction, it seems, has as strangely come to\npass. The same architect has been engaged lately on the repairs of the\ncupola of the Exchange, and the steeple of Bow church; and, fearful to\nrelate, the dragon and the grasshopper actually lie, cheek by jole, in\nthe yard of his workshop.\n\n“Others,” as Mr. Skryme is accustomed to say, “may go star-gazing, and\nlook for conjunctions in the heavens, but here is a conjunction on the\nearth, near at home, and under our own eyes, which surpasses all\nthe signs and calculations of astrologers.” Since these portentous\nweathercocks have thus laid their heads together, wonderful events had\nalready occurred. The good old king, notwithstanding that he had lived\neighty-two years, had all at once given up the ghost; another king had\nmounted the throne; a royal duke had died suddenly,--another, in France,\nhad been murdered; there had been radical meetings in all parts of the\nkingdom; the bloody scenes at Manchester; the great plot of Cato Street;\nand above all, the queen had returned to England! All these sinister\nevents are recounted by Mr. Skryme, with a mysterious look, and a dismal\nshake of the head; and being taken with his drugs, and associated in the\nminds of his auditors with stuffed sea-monsters, bottled serpents, and\nhis own visage, which is a title-page of tribulation, they have spread\ngreat gloom through the minds of the people of Little Britain. They\nshake their heads whenever they go by Bow Church, and observe, that they\nnever expected any good to come of taking down that steeple, which in\nold times told nothing but glad tidings, as the history of Whittington\nand his Cat bears witness.\n\nThe rival oracle of Little Britain is a substantial cheesemonger,\nwho lives in a fragment of one of the old family mansions, and is as\nmagnificently lodged as a round-bellied mite in the midst of one of his\nown Cheshires. Indeed, he is a man of no little standing and importance;\nand his renown extends through Huggin Lane, and Lad Lane, and even unto\nAldermanbury. His opinion is very much taken in affairs of state, having\nread the Sunday papers for the last half century, together with the\n“Gentleman’s Magazine,” Rapin’s “History of England,” and the “Naval\nChronicle.” His head is stored with invaluable maxims which have borne\nthe test of time and use for centuries. It is his firm opinion that\n“it is a moral impossible,” so long as England is true to herself, that\nanything can shake her; and he has much to say on the subject of the\nnational debt, which, somehow or other, he proves to be a great national\nbulwark and blessing. He passed the greater part of his life in the\npurlieus of Little Britain, until of late years, when, having become\nrich, and grown into the dignity of a Sunday cane, he begins to take his\npleasure and see the world. He has therefore made several excursions to\nHampstead, Highgate, and other neighboring towns, where he has\npassed whole afternoons in looking back upon the metropolis through a\ntelescope, and endeavoring to descry the steeple of St. Bartholomew’s.\nNot a stage-coachman of Bull-and-Mouth Street but touches his hat as he\npasses; and he is considered quite a patron at the coach-office of the\nGoose and Gridiron, St. Paul’s churchyard. His family have been very\nurgent for him to make an expedition to Margate, but he has great doubts\nof those new gimcracks, the steamboats, and indeed thinks himself too\nadvanced in life to undertake sea-voyages.\n\nLittle Britain has occasionally its factions and divisions, and party\nspirit ran very high at one time in consequence of two rival “Burial\nSocieties” being set up in the place. One held its meeting at the Swan\nand Horse Shoe, and was patronized by the cheesemonger; the other at the\nCock and Crown, under the auspices of the apothecary; it is needless to\nsay that the latter was the most flourishing. I have passed an evening\nor two at each, and have acquired much valuable information, as to\nthe best mode of being buried, the comparative merits of churchyards,\ntogether with divers hints on the subject of patent-iron coffins. I have\nheard the question discussed in all its bearings as to the legality\nof prohibiting the latter on account of their durability. The feuds\noccasioned by these societies have happily died of late; but they were\nfor a long time prevailing themes of controversy, the people of Little\nBritain being extremely solicitous of funereal honors and of lying\ncomfortably in their graves.\n\nBesides these two funeral societies there is a third of quite a\ndifferent cast, which tends to throw the sunshine of good-humor over\nthe whole neighborhood. It meets once a week at a little old-fashioned\nhouse, kept by a jolly publican of the name of Wagstaff, and bearing for\ninsignia a resplendent half-moon, with a most seductive bunch of grapes.\nThe old edifice is covered with inscriptions to catch the eye of the\nthirsty wayfarer, such as “Truman, Hanbury, and Co.’s Entire,” “Wine,\nRum, and Brandy Vaults,” “Old Tom, Rum and Compounds, etc.” This indeed\nhas been a temple of Bacchus and Momus from time immemorial. It ha\nalways been in the family of the Wagstaffs, so that its history is\ntolerably preserved by the present landlord. It was much frequented by\nthe gallants and cavalieros of the reign of Elizabeth, and was looked\ninto now and then by the wits of Charles the Second’s day. But what\nWagstaff principally prides himself upon is, that Henry the Eighth, in\none of his nocturnal rambles, broke the head of one of his ancestors\nwith his famous walking-staff. This, however, is considered as a rather\ndubious and vainglorious boast of the landlord.\n\nThe club which now holds its weekly sessions here goes by the name of\n“The Roaring Lads of Little Britain.” They abound in old catches, glees,\nand choice stories, that are traditional in the place, and not to be met\nwith in any other part of the metropolis. There is a madcap undertaker\nwho is inimitable at a merry song; but the life of the club, and\nindeed the prime wit of Little Britain, is bully Wagstaff himself. His\nancestors were all wags before him, and he has inherited with the inn\na large stock of songs and jokes, which go with it from generation to\ngeneration as heirlooms. He is a dapper little fellow, with bandy legs\nand pot belly, a red face, with a moist, merry eye, and a little shock\nof gray hair behind. At the opening of every club night he is called\nin to sing his “Confession of Faith,” which is the famous old drinking\ntrowl from “Gammer Gurton’s Needle.” He sings it, to be sure, with many\nvariations, as he received it from his father’s lips; for it has been a\nstanding favorite at the Half-Moon and Bunch of Grapes ever since it was\nwritten; nay, he affirms that his predecessors have often had the honor\nof singing it before the nobility and gentry at Christmas mummeries,\nwhen Little Britain was in all its glory.\n\nIt would do one’s heart good to hear, on a club night, the shouts of\nmerriment, the snatches of song, and now and then the choral bursts of\nhalf a dozen discordant voices, which issue from this jovial mansion. At\nsuch times the street is lined with listeners, who enjoy a delight\nequal to that of gazing into a confectioner’s window, or snuffing up the\nsteams of a cookshop.\n\nThere are two annual events which produce great stir and sensation in\nLittle Britain; these are St. Bartholomew’s Fair, and the Lord Mayor’s\nDay. During the time of the fair, which is held in the adjoining regions\nof Smithfield, there is nothing going on but gossiping and gadding\nabout. The late quiet streets of Little Britain are overrun with an\nirruption of strange figures and faces; every tavern is a scene of rout\nand revel. The fiddle and the song are heard from the tap-room, morning,\nnoon, and night; and at each window may be seen some group of boon\ncompanions, with half-shut eyes, hats on one side, pipe in mouth, and\ntankard in hand, fondling, and prosing, and singing maudlin songs over\ntheir liquor. Even the sober decorum of private families, which I must\nsay is rigidly kept up at other times among my neighbors, is no proof\nagainst this Saturnalia. There is no such thing as keeping maid-servants\nwithin doors. Their brains are absolutely set madding with Punch and\nthe Puppet Show; the Flying Horses; Signior Polito; the Fire-Eater; the\ncelebrated Mr. Paap; and the Irish Giant. The children, too, lavish all\ntheir holiday money in toys and gilt gingerbread, and fill the house\nwith the Lilliputian din of drums, trumpets, and penny whistles.\n\nBut the Lord mayor’s Day is the great anniversary. The Lord Mayor\nis looked up to by the inhabitants of Little Britain as the greatest\npotentate upon earth; his gilt coach with six horses as the summit of\nhuman splendor; and his procession, with all the Sheriffs and Aldermen\nin his train, as the grandest of earthly pageants. How they exult in\nthe idea that the King himself dare not enter the city without first\nknocking at the gate of Temple Bar, and asking permission of the Lord\nMayor: for if he did, heaven and earth! there is no knowing what might\nbe the consequence. The man in armor, who rides before the Lord mayor,\nand is the city champion, has orders to cut down everybody that offends\nagainst the dignity of the city; and then there is the little man with a\nvelvet porringer on his head, who sits at the window of the state-coach,\nand holds the city sword, as long as a pike-staff--Odd’s blood! If he\nonce draws that sword, Majesty itself is not safe!\n\nUnder the protection of this mighty potentate, therefore, the good\npeople of Little Britain sleep in peace. Temple Bar is an effectual\nbarrier against all interior foes; and as to foreign invasion, the Lord\nMayor has but to throw himself into the Tower, call in the trainbands,\nand put the standing army of Beef-eaters under arms, and he may bid\ndefiance to the world!\n\nThus wrapped up in its own concerns, its own habits, and its own\nopinions, Little Britain has long flourished as a sound heart to this\ngreat fungous metropolis. I have pleased myself with considering it as\na chosen spot, where the principles of sturdy John Bullism were garnered\nup, like seed corn, to renew the national character, when it had run\nto waste and degeneracy. I have rejoiced also in the general spirit of\nharmony that prevailed throughout it; for though there might now\nand then be a few clashes of opinion between the adherents of the\ncheesemonger and the apothecary, and an occasional feud between the\nburial societies, yet these were but transient clouds, and soon passed\naway. The neighbors met with good-will, parted with a shake of the hand,\nand never abused each other except behind their backs.\n\nI could give rare descriptions of snug junketing parties at which I\nhave been present; where we played at All-fours, Pope-Joan,\nTome-come-tickle-me, and other choice old games; and where we sometimes\nhad a good old English country dance to the tune of Sir Roger de\nCoverley. Once a year, also, the neighbors would gather together, and\ngo on a gypsy party to Epping Forest. It would have done any man’s heart\ngood to see the merriment that took place here as we banqueted on\nthe grass under the trees. How we made the woods ring with bursts of\nlaughter at the songs of little Wagstaff and the merry undertaker!\nAfter dinner, too, the young folks would play at blind-man’s-buff and\nhide-and-seek; and it was amusing to see them tangled among the briers,\nand to hear a fine romping girl now and then squeak from among the\nbushes. The elder folks would gather round the cheesemonger and the\napothecary to hear them talk politics; for they generally brought out a\nnewspaper in their pockets, to pass away time in the country. They\nwould now and then, to be sure, get a little warm in argument; but\ntheir disputes were always adjusted by reference to a worthy old\numbrella-maker, in a double chin, who, never exactly comprehending the\nsubject, managed somehow or other to decide in favor of both parties.\n\nAll empires, however, says some philosopher or historian, are doomed to\nchanges and revolutions. Luxury and innovation creep in; factions arise;\nand families now and then spring up, whose ambition and intrigues\nthrow the whole system into confusion. Thus in latter days has the\ntranquillity of Little Britain been grievously disturbed, and its golden\nsimplicity of manners threatened with total subversion by the aspiring\nfamily of a retired butcher.\n\nThe family of the Lambs had long been among the most thriving and\npopular in the neighborhood; the Miss Lambs were the belles of Little\nBritain, and everybody was pleased when Old Lamb had made money enough\nto shut up shop, and put his name on a brass plate on his door. In an\nevil hour, however, one of the Miss Lambs had the honor of being a lady\nin attendance on the Lady Mayoress, at her grand annual ball, on which\noccasion she wore three towering ostrich feathers on her head. The\nfamily never got over it; they were immediately smitten with a passion\nfor high life; set up a one-horse carriage, put a bit of gold lace round\nthe errand boy’s hat, and have been the talk and detestation of the\nwhole neighborhood ever since. They could no longer be induced to\nplay at Pope-Joan or blindman’s-buff; they could endure no dances but\nquadrilles, which nobody had ever heard of in Little Britain; and they\ntook to reading novels, talking bad French, and playing upon the piano.\nTheir brother, too, who had been articled to an attorney, set up for a\ndandy and a critic, characters hitherto unknown in these parts; and\nhe confounded the worthy folks exceedingly by talking about Kean, the\nopera, and the “Edinburgh Review.”\n\nWhat was still worse, the Lambs gave a grand ball, to which they\nneglected to invite any of their old neighbors; but they had a great\ndeal of genteel company from Theobald’s Road, Red-Lion Square, and other\nparts towards the west. There were several beaux of their brother’s\nacquaintance from Gray’s Inn Lane and Hatton Garden; and not less\nthan three Aldermen’s ladies with their daughters. This was not to be\nforgotten or forgiven. All Little Britain was in an uproar with the\nsmacking of whips, the lashing of miserable horses, and the rattling and\nthe jingling of hackney coaches. The gossips of the neighborhood might\nbe seen popping their nightcaps out at every window, watching the crazy\nvehicles rumble by; and there was a knot of virulent old cronies, that\nkept a lookout from a house just opposite the retired butcher’s, and\nscanned and criticised every one that knocked at the door.\n\nThis dance was a cause of almost open war, and the whole neighborhood\ndeclared they would have nothing more to say to the Lambs. It is\ntrue that Mrs. Lamb, when she had no engagements with her quality\nacquaintance, would give little humdrum tea-junketings to some of her\nold cronies, “quite,” as she would say, “in a friendly way;” and it is\nequally true that her invitations were always accepted, in spite of all\nprevious vows to the contrary. Nay, the good ladies would sit and be\ndelighted with the music of the Miss Lambs, who would condescend to\nstrum an Irish melody for them on the piano; and they would listen\nwith wonderful interest to Mrs. Lamb’s anecdotes of Alderman Plunket’s\nfamily, of Portsokenward, and the Miss Timberlakes, the rich heiresses\nof Crutched-Friars; but then they relieved their consciences, and\naverted the reproaches of their confederates, by canvassing at the next\ngossiping convocation everything that had passed, and pulling the Lambs\nand their rout all to pieces.\n\nThe only one of the family that could not be made fashionable was the\nretired butcher himself. Honest Lamb, in spite of the meekness of his\nname, was a rough, hearty old fellow, with the voice of a lion, a head\nof black hair like a shoe-brush, and a broad face mottled like his own\nbeef. It was in vain that the daughters always spoke of him as “the old\ngentleman,” addressed him as “papa,” in tones of infinite softness,\nand endeavored to coax him into a dressing-gown and slippers, and other\ngentlemanly habits. Do what they might, there was no keeping down the\nbutcher. His sturdy nature would break through all their glozings. He\nhad a hearty vulgar good-humor that was irrepressible. His very jokes\nmade his sensitive daughters shudder; and he persisted in wearing his\nblue cotton coat of a morning, dining at two o’clock, and having a “bit\nof sausage with his tea.”\n\nHe was doomed, however, to share the unpopularity of his family. He\nfound his old comrades gradually growing cold and civil to him; no\nlonger laughing at his jokes; and now and then throwing out a fling at\n“some people,” and a hint about “quality binding.” This both nettled\nand perplexed the honest butcher; and his wife and daughters, with\nthe consummate policy of the shrewder sex, taking advantage of the\ncircumstance, at length prevailed upon him to give up his afternoon’s\npipe and tankard at Wagstaff’s; to sit after dinner by himself, and\ntake his pint of port--a liquor he detested--and to nod in his chair in\nsolitary and dismal gentility.\n\nThe Miss Lambs might now be seen flaunting along the streets in French\nbonnets, with unknown beaux; and talking and laughing so loud that it\ndistressed the nerves of every good lady within hearing. They even\nwent so far as to attempt patronage, and actually induced a French\ndancing-master to set up in the neighborhood; but the worthy folks of\nLittle Britain took fire at it, and did so persecute the poor Gaul that\nhe was fain to pack up fiddle and dancing-pumps, and decamp with such\nprecipitation that he absolutely forgot to pay for his lodgings.\n\nI had flattered myself, at first, with the idea that all this fiery\nindignation on the part of the community was merely the overflowing of\ntheir zeal for good old English manners, and their horror of innovation;\nand I applauded the silent contempt they were so vociferous in\nexpressing, for upstart pride, French fashions, and the Miss Lambs. But\nI grieve to say that I soon perceived the infection had taken hold;\nand that my neighbors, after condemning, were beginning to follow their\nexample. I overheard my landlady importuning her husband to let their\ndaughters have one quarter at French and music, and that they might take\na few lessons in quadrille. I even saw, in the course of a few Sundays,\nno less than five French bonnets, precisely like those of the Miss\nLambs, parading about Little Britain.\n\nI still had my hopes that all this folly would gradually die away; that\nthe Lambs might move out of the neighborhood; might die, or might run\naway with attorneys’ apprentices; and that quiet and simplicity might be\nagain restored to the community. But unluckily a rival power arose. An\nopulent oilman died, and left a widow with a large jointure and a family\nof buxom daughters. The young ladies had long been repining in secret\nat the parsimony of a prudent father, which kept down all their elegant\naspirings. Their ambition, being now no longer restrained, broke out\ninto a blaze, and they openly took the field against the family of the\nbutcher. It is true that the Lambs, having had the first start, had\nnaturally an advantage of them in the fashionable career. They could\nspeak a little bad French, play the piano, dance quadrilles, and had\nformed high acquaintances; but the Trotters were not to be distanced.\nWhen the Lambs appeared with two feathers in their hats, the Miss\nTrotters mounted four, and of twice as fine colors. If the Lambs gave\na dance, the Trotters were sure not to be behindhand: and though they\nmight not boast of as good company, yet they had double the number, and\nwere twice as merry.\n\nThe whole community has at length divided itself into fashionable\nfactions, under the banners of these two families. The old games of\nPope-Joan and Tom-come-tickle-me are entirely discarded; there is no\nsuch thing as getting up an honest country dance; and on my attempting\nto kiss a young lady under the mistletoe last Christmas, I was\nindignantly repulsed; the Miss Lambs having pronounced it “shocking\nvulgar.” Bitter rivalry has also broken out as to the most fashionable\npart of Little Britain; the Lambs standing up for the dignity of\nthe Cross-Keys Square, and the Trotters for the vicinity of St.\nBartholomew’s.\n\nThus is this little territory torn by factions and internal dissensions,\nlike the great empire who name it bears; and what will be the result\nwould puzzle the apothecary himself, with all his talent at prognostics,\nto determine; though I apprehend that it will terminate in the total\ndownfall of genuine John Bullism.\n\nThe immediate effects are extremely unpleasant to me. Being a single\nman, and, as I observed before, rather an idle good-for-nothing\npersonage, I have been considered the only gentleman by profession in\nthe place. I stand therefore in high favor with both parties, and have\nto hear all their cabinet councils and mutual backbitings. As I am too\ncivil not to agree with the ladies on all occasions, I have committed\nmyself most horribly with both parties, by abusing their opponents.\nI might manage to reconcile this to my conscience, which is a truly\naccommodating one, but I cannot to my apprehension--if the Lambs and\nTrotters ever come to a reconciliation, and compare notes, I am ruined!\n\nI have determined, therefore, to beat a retreat in time, and am actually\nlooking out for some other nest in this great city, where old English\nmanners are still kept up; where French is neither eaten, drunk, danced,\nnor spoken; and where there are no fashionable families of retired\ntradesmen. This found, I will, like a veteran rat, hasten away before I\nhave an old house about my ears; bid a long, though a sorrowful, adieu\nto my present abode, and leave the rival factions of the Lambs and the\nTrotters to divide the distracted empire of LITTLE BRITAIN.\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Irving, Washington"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/877/pg877.txt",
        "name": "little_britain.json"
    }
}