{
    "name": "Lunar Station",
    "author": [
        "Vincent, Harl"
    ],
    "body": "Bill Bonwitt, the young chief engineer at the mercury mines that bored\ninto the surface of Earth's moon at the crater Tycho, knew something\nwas wrong. His hob-nailed boots beat a swift tattoo on the metal steps\nas he quick-footed down to the radio room.\n\n\"Crane!\" he yelled to the operator. \"Have you felt it?\"\n\nHis friend grinned up from the ethertype machine. There came a\nquivering of the floor, then a prolonged but diminishing vibration. \"I\nfelt it, sure. That was the transport, blasting away from Tycho, is\nall. What's wrong with you--jitters?\"\n\n\"Nuts, Crane; it wasn't the ship. _We're_ moving; the moon's on a\nrampage. Earth's gone cockeyed overhead. I've seen it, felt it.\"\n\n\"Wha-a-at!\" Crane's grin froze. He slanted his sorrel-topped head.\n\"Damned if I don't think you've got something there,\" he conceded after\na moment. \"I feel it, too; sort of a swing and sway.\"\n\nThe operator attacked his keyboard. Tape chattered through the\ntransmitter wildly. \"Asking New York to check with Mount Palomar,\" he\nexplained soberly. Val Crane's freckles emerged from their camouflage\nas his cheeks paled. The moon had gone haywire.\n\n\"Come up above,\" urged Bonwitt. \"In the dome you can see--\"\n\n\"Right,\" Crane approved, switching off his transmitter as the tape\nsnipped out, his message completed.\n\nThe beryllium steps resounded again as two pairs of heavy Lunar boots\nclattered upward. Black velvet of the heavens loomed above the blacker\nbraces of the crystal dome breaking the scene into an intricate\nnetwork. Earth, a huge ball overhead, was swinging across space, when\nit should have been stationary.\n\n\"Cripes!\" swore Crane. \"What the--\"\n\nLuna quaked mightily and Earth slowly swung back to normal with a snap\nthat jarred their insides almost loose.\n\nStunned, breathless, they ducked as the _Atomic I_ blazed away from\nthe base of Tycho's rim, her twin jets spouting trails of blazing\nmagnificence in a double arcing trail earthward. A dazzling sight under\nordinary circumstances, inconsequential now.\n\nA furious chattering of the ethertype below sent them to the room of\nthe radio with more echoing thumpings.\n\nCrane grabbed the tape, reading aloud as it fluttered through his\ntrembling fingers. \"Mount Palomar reports Luna shifted three and one\nhalf degrees eastward from normal by unaccountable rotation on her\naxis, returning suddenly to original position. More later from here.\nKeep us advised of any further developments there. Atomic, N.Y.\"\n\n\"Three and a half degrees!\" gasped Bonwitt. \"Sixty-six surface miles in\nas many seconds.\"\n\nSounds of distress wafted up from still further down in the workings. A\nmetallic crash. Shouts. Bonwitt started down toward the machine shop as\nCrane hunched once more over his ticker.\n\nA new drill press, not yet bolted down, had toppled and pinned one of\nthe mechanics to the floor. The man was unconscious; his fellow workers\nwere heaving sweatily to free him. Peterson, the new super of the\nmines, looked on, bellowing, purpled. He leered at Bill Bonwitt.\n\n\"What the hell happened?\" he demanded. \"Where were you?\"\n\nBonwitt flared up; he didn't like Peterson. \"I'm off duty,\" he snapped.\n\"Besides, nothing could be done. All that happened is the moon shifted\na little on its axis and came back.\"\n\n\"I'll say it shifted! A mile of Tycho's rim caved in just past our\nworkings. And you in the dome!\" A sneer twisted the super's thin lips.\nHe was looking for trouble.\n\nBonwitt bristled anew but curbed his wrath, shrugging it all off.\n\n\"No damage, was there?\" he inquired mildly. \"No air leaks?\" He moved\nnonchalantly to where they were helping the victim of the accident.\n\nPeterson followed, watching as they pulled the man out and laid him on\na bench. Bonwitt examined the injured man swiftly.\n\n\"No broken bones,\" he proclaimed tersely. \"Take him to Doc Tonge. He'll\nfix him up in a jif.\"\n\nThe fellow, tawny of skin, a runt of unguessable age and origin, gasped\nand opened his eyes. They fixed, glass-hard, on Peterson.\n\n\"Ficora!\" he shrieked. \"Jombalo!\" He slipped again into coma.\n\nBonwitt wheeled but Peterson had gone. Queer! Andy Pauchek was the\nvictim's name on the payroll. A mystery to the rest in the place. No\nfriends; apparently no antecedents. But it was sure he had known the\nnew super before and held something against him. Hated him.\n\nBonwitt climbed the stair to consult with Crane.\n\n\n\nThe ethertype told them little they did not know. A few Lunar crags and\nspires had toppled; crater rims had crumpled. But Earth astronomers had\nno explanation and were themselves mystified. New York headquarters of\nAtomic Power didn't care as long as their workings weren't wrecked. So\nthat was that. Crane was disgusted.\n\nBonwitt told him about Peterson.\n\n\"Screwy,\" the ethertype man agreed. \"Couple of times he's wanted to\nsneak out messages in private code. 'Can't do; regulations,' says I.\"\nBonwitt chuckled mirthlessly. \"Where'd he want to ethertype?\"\n\n\"Another odd thing; I don't know.\"\n\n\"What do you mean, you don't know? No address?\"\n\n\"Just an off-wave call number. X2273--not listed.\" Crane yawned.\n\n\"The crook!\" exploded the young Chief. \"Got to snag him.\"\n\n\"I've been trying to. Thought you'd get wise soon, Bill.\"\n\nBonwitt frowned. \"No copies of his messages?\"\n\n\"Naturally not.\" Crane lowered his voice. \"He got them through.\"\n\nAmazed, the engineer asked: \"How?\"\n\n\"Gates.\" Gates was the relief operator at the ethertype.\n\n\"Lord! Maybe you're right.\"\n\n\"Sh-h!\" Crane warned. \"Gates is due any minute.\"\n\n\"So what's any of this to do with Luna going haywire?\" asked Bill\nthoughtfully. \"If I thought--\"\n\n\"Let's talk about it tomorrow,\" whispered Crane as footsteps neared.\n\nGates came in, sleepy-eyed, sullen. He ignored them both.\n\n\"Going to turn in,\" Crane winked at Bonwitt. \"Sleepy. Bye.\"\n\n\"Me, too,\" grinned the engineer.\n\nBut he went up to the dome and mulled things over for hours.\n\n\n\nBonwitt couldn't connect the moon's eccentric behavior with Peterson's.\nBut something was up. If personal, okay; if against Atomic Power,\nsomething else again. Looking out first over the moon's broken desolate\nsurface, then up at the bright orb of Earth, the engineer tried to\nrationalize things.\n\nIt couldn't be against Atomic. Mercury is something you just can't\nsteal. It's heavy. Atomic is the only big market for it. You can't make\nbig-time power on Earth without mercury, and Atomic has the monopoly.\nYou have to have a fleet of space ships to transport it--and a market.\n\nNo; something bigger was involved; something simpler.\n\nPeterson. What was he up to? He had long been a trusted man in various\ndepartments of Atomic. Where did Gates fit? The engineer began thinking\nover his own ten years with the Company.\n\nThree years on Luna. Rotten. But you have to mine mercury for the\nterrestrial power plants. The moon was the only place. Lucky for\nEarth, in 2012, when mercury deposits petered out in Rhodesia, the\nfirst rocket to the moon found that Luna's rays were mostly of purest\nhydrargyrum. Pure metallic mercury, frozen solid in the long Lunar\nnight, liquid in the equally long day.\n\nAnd, fortunate for Atomic Power, World Government had granted them\nexclusive rights to its mining.\n\nBut you couldn't fit Peterson into any of this. What could he do to the\nimmensely influential Atomic Corporation? Or to Luna? Bill Bonwitt gave\nit up and went to bed. It was just midnight (Lunar) and only fourteen\nmore days until sunup. Dozing off comfortably, Bonwitt wished he could\nsleep that long.\n\n\n\nThe ethertype man awakened him a few hours later. \"Wake up, Chief,\" he\nhusked, shaking, his teeth a-chatter.\n\nBlinking, Bonwitt sat up. \"What the hell? What time is it?\"\n\nHe was climbing into his clothes in a mental hangover of dreams.\n\n\"Six. It'd be daylight back home. That mechanic, Pauchek, is dead.\nKnife in his throat. Peterson's gone. So's Gates.\"\n\nNow Bonwitt was thoroughly awake. \"So!\" he grunted, tying his last\nlace. \"We go hunting.\"\n\n\"Right.\" Crane looked out at the bleak lunar landscape through\nBonwitt's dome. Earthlit, that landscape. Cold. Airless.\n\nBonwitt shivered, looking over at Peterson's dome across the long\ntransverse passage of the workings. \"Where the hell are they?\" he asked.\n\nCrane said suddenly: \"Look, Chief. See what I see? Two shadows out by\nthe crater wall? Moving.\"\n\n\"I do--so help me! Space-suits, both of them. What--?\"\n\nThe earthlight on Luna, thirteen times that of moonlight on the earth,\nshowed up the men clearly. One was carrying a tripod. This he set up in\na moment, swung a tube on its tip skyward--earthward. The tube began\nspouting vivid white flame in spurts.\n\n\"Code!\" shouted Crane. \"Continental. But in those five-letter\ncombinations. They're signalling eastern Asia!\"\n\n\"Come on,\" husked Bonwitt. \"We're going to search Peterson's hangout.\"\nThey scudded to the other dome.\n\n\n\nCrane stood guard while Bonwitt searched with a flash. Outside, the\nsignalling continued interminably. The engineer found nothing.\n\n\"They're starting back,\" Crane warned.\n\nBut they weren't heading here; those space-suited figures sped in the\ndirection of the air-locked hangars of the small lunar ships.\n\n\"After them!\" gritted Bonwitt. \"This is the pay-off.\"\n\nHe and Crane whirlwinded through refinery and undersurface tubes to the\nhangar. Got there just as the inner seal was opening. They crouched in\nthe shadow of a local ship. A space-suited figure parked the signalling\ninstrument and yanked off its flexglass helmet. Gates, Peterson, too,\nremoved his helmet.\n\n\"Now for the other side,\" rasped the super, diving toward one of the\nsmooth-hulled local ships. \"This the one?\"\n\n\"Yes. She's all set.\"\n\n\"Good.\" Peterson climbed through the entrance port.\n\nBoth men were inside and the port closed behind them.\n\n\"Come on, Crane,\" whispered the engineer.\n\nThey took the ship that had hidden them in its shadows. Bonwitt knew\nthese little skimmers. Their control was simple, their gravity\npropulsion just the ticket here where the down-pull was only a sixth of\nTerra's.\n\n\"Damn!\" growled Bill. \"They've five minutes' start. We have to wait\ntill they're through the lock.\"\n\nCrane said confidently: \"We'll snatch 'em.\"\n\nThe other ship taxied to the airlock and was quickly inside. The inner\ndoor swung home. The wait seemed interminable.\n\nThen the inner door swung back. Bonwitt juggled the magnetic remote\ncontrol. They were inside. Through. And, in a moment, on the airless\nsurface of Luna. Above, high over Tycho's vast wall, was the gleaming,\ntorpedo-shaped hull of the super's ship. Bill went hot after it, more\nthan ever puzzled as to what was going on.\n\nThe other side, Peterson had said. That would mean the opposite side of\nLuna--never seen from Earth.\n\n\n\nDirectly toward Luna's south pole and flying high, went Peterson's\nship. Bonwitt drove after him. At this speed they'd soon pass the\nterminator and be in sunlight.\n\n\"No sense to any of it,\" Crane was saying. \"Nothing much different on\nthe other side than this side. What can they do around here?\"\n\n\"So says me,\" agreed Bonwitt. \"Anyway--a hope--we'll learn.\"\n\n\"There's the terminator ahead,\" chirped Crane. \"Sun glasses!\"\n\nDark lenses were quickly donned. Tall peaks ahead burst into blazing\npinpoints, their blinding splendor deepening the shadows beyond the\non-rushing terminator to Stygian inkiness. Dazzling white crawled down\nthe nearing spires and suddenly the sun's corona smote them like a blow\nwith its glory. Abruptly they were in vivid sunlight.\n\nPeterson's ship still sped on before them. One hour; two; three.\n\nCrane chuckled: \"Hell to pay if N.Y. is trying to raise Gates.\"\n\n\"He's through,\" Bonwitt returned easily. \"Fired; I'll bet.\"\n\n\"Me, too. But, sa-ay! Look at that!\" Crane flung up his arms against a\nglare that blazed suddenly through the forward ports.\n\nDirectly ahead was a broad flat crater that shimmered in the sun's\nunobscured rays like a gigantic mirror of polished silver.\n\n\"Mercury!\" gasped Bonwitt. \"A lake of mercury ten miles across. No\none's ever reported _that_.\"\n\n\"I'll bet Peterson knew about it. Look, he's circling.\"\n\nIt was so. The engineer flung his little ship off toward the east to\navoid detection. They speeded out of the sun's reflection from that\nlake of mercury. Its unrippled surface rose rapidly off starboard and\nwas blotted out by the crater wall that enclosed it.\n\nThen the leading ship had landed. Bonwitt maneuvered to land in the\nshadow of a huge boulder. Clambering into their space-suits, they\njumped the twelve feet to the powdery footing underneath. As easily as\nthey'd have dropped two feet in earth gravity.\n\nSpace-suited likewise, Peterson and Gates ducked into the dark opening\nof a cavern mouth. Bonwitt and Crane sneaked after them. Inside the\ncave entrance was instant, utter blackness.\n\n\"Crane, where are you?\" the engineer asked softly. For reply there came\na crash as of the pinnacle of Proclus toppling on his helmet and a\nswirling burst of stars such as had never graced the firmament.\n\nAfter that, Bonwitt slipped into blackness.\n\n\n\nHe awoke with splitting head and a red film before his eyes. Two\nblurred figures were bending over him. He examined an egg-sized bump\non his head with languidly exploring fingers. His helmet was off. The\nfigures were those of Crane and Peterson. Damn! Bonwitt sat up jerkily\nand the effort set his head swimming and throbbing.\n\nThe super was grinning his sardonic grin; Crane was grimacing a\nwarning. \"They've got us, old man,\" he said. \"Might as well make the\nbest of it. Here, let me help you up.\"\n\nWith his aid, the engineer rose up and stood groggily swaying.\nPeterson, legs wide, bristly brows close, sneered at the big Earthman.\n\n\"What'd you hit me with, a tractor? Or was it a meteor that fell?\"\ngrunted Bonwitt, gingerly fingering the lump on his head.\n\nPeterson's sneer relaxed. \"Now you're using sense,\" he approved. \"If\nyou'da come up fighting it'da been just too bad for you.\"\n\nThe engineer spied a curiously shaped weapon in Peterson's belt.\nEntirely unfamiliar but looking mighty dangerous with its ugly flaring\nsnout and the cooling discs along its stubby barrel.\n\n\"All right,\" said the super. \"Your side-kick'll tell you more about\nthings here. Play ball and you're okay. We may even find jobs for the\ntwo of you. But no monkey business.\"\n\nThe man turned on his heel and disappeared through the arched door.\nBonwitt saw they were in a circular chamber lined with bluish metal.\nHis gray eyes questioned Crane.\n\n\"They jumped me and tied me in a knot,\" the ethertype man explained.\n\"Gates slammed you down, the rat!\"\n\n\"How long was I out?\"\n\n\"An hour or so. And you won't believe what you see here. Can you walk\nnow?\"\n\nBonwitt took an experimental step. \"Sure.\"\n\n\"Come on then.\" Crane started for the doorway.\n\n\"We're not locked up? Not guarded?\"\n\n\"No, but prisoners all the same. In the damndest place. Wait.\"\n\nThey came out on a balcony that limned a seemingly bottomless pit\nwith a huge vertical shaft that dropped centrally from high above and\nvanished in the depths below.\n\n\"What in hell is it?\" demanded Bonwitt.\n\n\"You haven't seen anything yet.\" Crane moved to the cage of a lift.\n\n\"Cripes! An elevator on the moon!\" None of it made sense to Bill\nBonwitt.\n\n\"We sure stumbled into something, Chief,\" agreed Crane.\n\nAs they dropped sickeningly in the cage, the engineer saw that the\ncontrols of the automatic elevator were of craftsmanship like none he\nhad ever seen.\n\n\n\nCrane said: \"I don't understand it, either. They didn't tell me much,\nbut kept me with them till Gates had landed below. I saw enough to\nscare the devil out of me, though.\"\n\n\"Why do you suppose they didn't knock us off like they did Andy\nPauchek?\" wondered Bonwitt.\n\n\"They want us to join up with them. At least Peterson does. Gates would\ncut our throats in a minute.\"\n\n\"M-mm. He's tough. Let's see; he came on the job a month before\nPeterson, didn't he?\"\n\n\"Right, Chief. And they were thick as thieves from the start.\"\n\n\"Don't we ever reach the bottom?\" asked Bonwitt impatiently.\n\n\"It's a long way down but we're nearly there.\" Crane puckered his sandy\nbrows. \"Nobody can make cables that long,\" he opined.\n\nBonwitt examined the controls again. \"It's a gravity lift,\" he decided.\n\"Nothing like it on Earth. Suppose Peterson's found an underground\ncivilization here?\"\n\nThe ethertype man grinned. \"I knew you'd get it. Peterson told me or\nI'd never have guessed. Until I saw the damn creatures.\"\n\n\"You did see them?\"\n\n\"Hundreds. They're queer--like Pauchek.\"\n\n\"So-o. That explains a lot. Peterson's been here before, often. I still\ndon't get it about Pauchek, though.\"\n\nThe lift slowed down and stopped. Crane led the way out onto a second\nbalcony, a gigantic sweeping curve of it.\n\nThey were in a vast hollowed-out space. An inner world within the\nmoon! Damply warm and redolent of life. Its vastness stretched off into\nthe distance, beyond sight. Most amazing was its source of light, an\nenormous green-white globe that loomed in the near distance. A cold but\nluminous sun within the moon!\n\n\"It's real,\" chuckled Crane, watching Bonwitt.\n\nBelow them was a wider balcony, a ledge on which were ordered rows of\ngreat machines with naked little brown men scurrying in their midst.\n\nTo the right was the great grandad of all of those machines, a huge\ndrum-like affair with tapered helices at crazy angles and with the big\nsteel shaft they'd seen up above projecting from its vertical upper\nbearing and vanishing through the bore in the rock overhead.\n\n\"Lord!\" gasped Bonwitt. \"A motor! What can it drive?\"\n\n\"You'll soon learn,\" said an oily voice at his shoulder.\n\nThe engineer wheeled to stare into Peterson's close-set, glittering\neyes. Gates, saturnine, contemptuous, was with him.\n\n\n\n\"You go to Don Peel right away,\" the super told Bonwitt. \"Crane goes\nwith Gates. To see our ethertype.\"\n\n\"But--\" Crane started to object.\n\n\"You'll go with Gates.\" Peterson fingered his strange weapon.\n\nThe two ethertype operators disappeared into a passage mouth.\n\n\"Who's Don Peel?\" asked Bonwitt.\n\n\"The king--Gosak, they call him--a simpleton whom I've taught a little\nEnglish. He's in the palm of my hand, though I handle him with gloves.\nI want you to play up to him.\"\n\n\"Suppose I don't. Suppose I warn him?\"\n\n\"You won't.\" Peterson carelessly sighted his curious weapon on a\nrock ledge in the passageway. The thing bucked to a screaming hiss\nthat belched from its snout. No more than that, but the rock spurted\nincandescence and puffed out of existence. \"No, you won't shoot your\nmouth off, Bonwitt.\"\n\n\"What's the idea?\" growled the engineer. \"What're you up to?\"\n\n\"All in good time, my boy. Here we are; remember what I said.\"\n\nThey entered a small, softly lighted room. Two wizened, breech-clouted\nmen bowed to the super and he jabbered unintelligible words. An inner\ndoor opened and the two Earthmen went through.\n\n\"Bonji, Don Peel. Bonji, Gosak,\" the super mouthed, spreading his pudgy\nhands and salaaming before a turbaned brown man squatted in the center\nof a waist-high circular table that surrounded him.\n\n\"Bonji,\" this one replied gravely. \"This new helper?\"\n\n\"Yes, Don, this is Bonwitt. Crane's with Gates.\"\n\nThe little brown man looked out keenly from under overhanging brows,\neyes gleaming like a cobra's. \"You sure we can trust?\"\n\nPeterson nodded with assurance.\n\nDon Peel bared momentarily a mouthful of yellow fangs between lips that\nwrithed hideously. Bonwitt's stomach went sick.\n\n\"Good; you fix.\" The Gosak dismissed them with a scrawny hand.\n\n\n\n\"Had to do that,\" the erstwhile super explained in the outer passage,\n\"to keep him happy. Or his men'd be taking pot shots at you.\"\n\n\"That would be nice. They probably will anyway.\"\n\n\"No, no. Everything's hunky-dory now, so long as you co-operate. We go\nto my hangout now and I'll give you the dope.\"\n\nSo cocksure was the man that Bonwitt's ire rose dangerously. He\ncontrolled himself with an effort. He'd have to find out what was what,\npretend compliance with any plan, and--wait.\n\nPeterson's hangout, as he had termed it, was a drafting room and\noffice combined. The desk and drawing table were of curious Lunar\nconstruction. There were a few chairs and a filing cabinet. Maps and\ndrawings on the walls. Maps of Earth and Luna; drawings of queer\nmachines and structures. One was a cross-section of the moon as Bonwitt\nwas beginning to know it existed. The core, the inner sun, was not\ncentral, he saw.\n\n\"Look, Bill.\" Peterson poked a thick finger at this drawing. \"Here's\nwhere we are; four hundred miles under the crater called Nemesis.\"\n\n\"Four hundred--\" Bonwitt gaped, seeing the vertical shaft on the\ndrawing, piercing its way upward through tunnel and many bearings to\nthe surface, \"--impossible!\"\n\n\"So I thought in the beginning. But much is possible here. That shaft,\nfor instance. The Selenites have its weight almost completely nullified\nwith anti-gravity forces. They know something, the devils.\"\n\n\"But the sun, or whatever it is, isn't pictured central. In fact, it\nseems to contact one side of the moon's central cavity.\"\n\n\"Naturally. That's why the same face of Luna is always towards Earth;\nit's on the heavy side, of course. Here, sit down, Bill.\"\n\nPeterson indicated a chair, which Bonwitt took. \"And,\" continued the\nex-super, \"that sun, as you call it and as it properly is, can be\nshifted from normal position. That's what was done last night; that's\nwhy Luna shifted on her axis. A test. I knew, of course, but pretended\nignorance back on the other side. Now you're in it, I can tell you.\n\n\"The brown men are native to the moon but not to our solar system.\nTheir ancestors inhabited the body's surface when it had an atmosphere\nand was warm in the light of a distant sun. They burrowed when they\nlearned their planet was to be hurled into space by a cataclysm which\nwas to break up its solar system. And when, in the distant past, their\nworld was captured by ours as a satellite, they had to remain beneath\nthe surface. They burrowed deeper, found this inner realm, this world\nwithin a world. The inner sun then was still quite hot; it yet holds\nnearly enough heat for their comfort and sustenance.\n\n\"Through countless ages, this race has been dissatisfied. They wanted\nto live outside as did their forbears, but could only go to the surface\nin space-suits. They began planning a migration to Earth. The huge\nmotor, the shaft, the crater, are the results. The means.\"\n\n\"To migrate?\" Bonwitt was incredulous.\n\n\"Yes.\"\n\n\"Peaceful, or warlike, this migration?\"\n\n\"They plan peace if possible, war if necessary.\"\n\n\"And you--where do you fit in? Are you one of these guys who wants to\nsave our world?\"\n\n\"Stop it; stop it--until you know. You see, the mercury-filled crater\nabove is to become a great mirror for reflecting sunlight earthward.\nAlong the resultant light beam the Selenites plan to travel in cars\nwhich are propelled in concentrated photon streams--\"\n\n\"_Wait_ a minute,\" the engineer interrupted. \"The crater faces away\nfrom Earth.\"\n\nPeterson grinned anew. \"Now it does, yes. But the moon will be turned\naround until it faces Earth.\"\n\n\"Turned a-_round_!\"\n\n\"Just that. That's the why of last night's test. The sun inside here is\nto be shifted by projected forces until the center of gravity of the\nmoon's total mass is at the proper focus. Then the shell turns over\nuntil the crater Gates called Nemesis is in the right position. By\nnow the motor spins the mercury until centrifugal force reverses the\nnatural convexity and the ten mile vat of mercury becomes a big concave\nmirror.\n\n\"The reflected light beam can be narrowed down to any desired size by\nchanging the concavity--altering the motor speed. Just by shifting\nLuna's inner sun.\"\n\n\"Why,\" gasped Bonwitt, \"if all the sun's heat over a ten mile diameter\nmirror were focussed on a spot say one mile in diameter on our Earth,\none hundred times normal sun energy would be concentrated in this area.\nAnything would be instantly consumed.\"\n\n\"You've hit the nail on the head,\" said Peterson. \"_One_ nail. That's\nGates's nail, which I intend to pull out. But the Lunarians plan only\nto make a plane mirror of the mercury crater, which would not overheat\nanything on Earth but only provide a lane through which their photon\ncars can pass. They believe they can effect a peaceful colonization.\"\n\n\"What do you mean, Gates's nail?\" Bonwitt's lips set grimly.\n\n\"World conquest! Worse--revenge. He intends to blast all big cities to\nruin, then resume the dictatorship that was once his father's.\"\n\n\"His father's?\" Memory came to the young engineer of history.\nEstablishment of the World Government in 1975. Exiling a man who had\nset himself up as World Dictator. Yes, his name had been Gates. He\nhad died in Siberia. And _this_ Gates was the son--explaining the\nsignalling to Earth. A party of adherents waited there for a millennium\nor something. \"But _you_ helped with his signals,\" Bonwitt accused.\n\n\"I did,\" grinned the older man, \"to keep this screwball's gang together\nwhere I can blast _them_ out of existence as soon as I get Gates. Gates\ndiscovered inner Luna and, the fool, told me about it. Played right\ninto my hands.\"\n\nBonwitt shuddered. Here was a double-crosser of the first water. \"How\ndo you plan to upset the beans and where do you profit yourself?\" he\nasked.\n\n\"I'll kill off the Selenites--there's only a million or so--with a\nsupersonic generator Gates developed. Their brains are susceptible to a\ncertain vibration rate; they'll die like flies. And Gates won't be here\nto interfere. There'll be no more Selenites; _I'll_ dictate to Earth.\nI'll blast some forests and a couple of villages to show them I can do\nit. Perfect, isn't it?\"\n\nThe engineer stared. Peterson was a madman, a wholesale killer at\nheart--worse. \"What would be your terms?\" Bonwitt asked steadily.\n\n\"Not harsh. I don't want to be a dictator nor to destroy cities. I\nhate politics and war both. But I'll control Earth just the same--with\nwealth and power. I'll demand personal title to the moon and to\nAtomic's two space ships. To the larger ship for distant planet\nexploration now under construction as well. Also a billion dollars in\ngold delivered to me here on Luna. With these advantages, I can do\nanything I want to. Care to join me or not?\"\n\nMad, totally mad, this scheme of Peterson's. But just mad enough to\ncome near succeeding unless he were stopped. The world would, in panic,\nconcede anything if ever he should get as far as turning over the moon\nand burning forests and villages. For that matter, his madness might\nthen flare up to the point of wreaking wholesale destruction as Gates\nproposed and intended. Bonwitt would have to play for time.\n\n\"Sure, I'll join up,\" he lied. \"Who wouldn't?\"\n\n\n\nPeterson smiled paternally. \"Right; who wouldn't? And once I get\ncontrol, see how many more will join up. Beats working for Atomic,\ndoesn't it?\"\n\nBonwitt nodded dully. Fantastic as the thing was, the engineer\nrecognized the danger to Crane and himself. The world could take\ncare of itself. But the Selenites? Here were Gates and Peterson both\nplotting their destruction. For all Bonwitt knew, Gates might be\nplanning the same thing against Peterson. If either won out it would be\nbad for a certain engineer and an ethertype man. Maybe--\n\n\"I'd like to see your ethertype myself,\" he told Peterson. \"It's the\none you used to communicate with Peel from the workings, isn't it?\"\n\n\"Huh? How'd you know that?\" The super tensed suspiciously, then\nrelaxed. \"Oh, Crane guessed, I suppose. Sure, you can see it. Follow\nme.\"\n\nWhen they reached the ethertype room, it was to see Gates, wild of eye\nand disheveled of clothing, standing over Crane with one of the odd\npistols in his hand. Crane's head was missing--blasted away. With a\nscreech of pure animal fury, Bonwitt dived at the killer. Off guard,\nthe big ethertype man went down and his pistol clattered into a corner.\nBut he was up in a flash and the engineer was in for a battle.\n\nHe ducked too late and took a right to his temple that set him spinning\nand seeing stars. A left cross spun him back and, by enraging him,\ncleared his head. He clinched to get breath, then flung the big radio\nman off and drove him against the table. Gates staggered and hung\non under a rain of body blows, rallied to come back with a left and\na right that both jolted Bonwitt's jaw. Then he was tearing at the\nengineer's eyes with clawed fingers, bearing him to the floor.\n\nSo it was to be that kind of fighting! Bonwitt heaved up and got a full\nNelson on his wriggling foe that nearly snapped his spine. He downed\nGates, panting, cursing between his teeth. He could see Crane's poor\nheadless body sprawled there. The sight robbed him of all knowledge of\nwhat he was doing and he did not return to normal until the voice of\nPeterson halted him. Only then did he realize that he had been banging\nGates's head against the metal floor with all the force of a pounding\nsledge.\n\n\"He's dead,\" gloated Peterson. \"Save your strength.\"\n\nBonwitt saw that it was true. His antagonist's skull was a thing\nsquashed, unrecognizable. Sick at the stomach, he reeled to his feet.\n\nPeterson stood regarding him with a cryptic smile, a pistol in either\nhand, his own and Gates's. \"Good work,\" he approved. \"Saved me trouble.\nBut we'll have to get rid of the bodies. Have to tell Peel I've sent\nthe two to the workings temporarily.\"\n\nHe eyed the panting engineer sharply and was apparently satisfied, for\nhe thrust the two pistols in his belt. But he wasn't taking any chances\nwith the powerful and alert Bonwitt; he'd been quick to snatch that\nsecond pistol out of reach during the fight.\n\n\n\nThe succeeding days were nightmares of uncertainty to Bonwitt. Under\nPeterson's eye constantly, no way of getting the upper hand over the\nman occurred to him. And, could he have done that, he'd still have the\nSelenites to account to. Besides, even if he could remove Peterson and\nget himself away, there was little time left in which to do it. It was\nself-preservation now.\n\nThe big geared down motor was already starting to churn the mercury in\nthe crater above into rotation. Its starting torque must be terrific\nto get that huge mass of metal in motion. Even to think of so enormous\na disc, liquid or solid, in rotation was staggering; the speed must\nbe not in revolutions per minute but a fraction of one turn in that\nterrestrial measure of time. For, even at one revolution per minute,\nthe peripheral speed of the mass would be 31.416 miles a minute. Not\nonly an impossible figure but far in excess of that needed.\n\nTime fled on wings. Bonwitt did his best to locate the supersonic wave\ngenerator. If he could find this and warn Peel he might circumvent\nPeterson and perhaps earn from the brown men a gratitude that would\npave the way for Earth's acceptance of them as colonists.\n\nThe more he contacted them the more he liked the little brown folk and\nthe more he sympathized with their wish to get to the good green Earth.\nEssentially harmless, they were most admirable in their manner of\nliving and considerate in their relations one to the other.\n\nUndoubtedly, New York had long since known of the absence of four\nimportant men from the Lunar workings. By now, quite likely, they had\nsent over one of the transports to learn what was wrong. But nothing\ncould be done from there; they didn't even know of inner Luna.\n\nBonwitt's nerves drew tautly near the breaking point. Peterson was\nwaiting until the last minute to loose his supersonic vibrations on the\nunsuspecting brown folk. He'd have to wait till the moon had turned\nover and the beam of reflected sunlight was directed earthward. For the\nhuge machines necessary to these important preliminaries needed many\nmen in their operation. After that, these men could be dispensed with.\nOne man could operate the final controls; one could blast out an entire\ncity if he wished; one could operate the ethertype and make terms. Two\nwere better; perhaps that was why Bonwitt was still alive.\n\nAll too quickly came the day. Huge machines hummed and groaned. The\ngreat gelid sun began to roll slowly over the inner surface of the\nsatellite. The outer shell of the moon started rotating. Luna was\nturning over. The great mirror of liquid metal above was revolving at\nprecisely the speed to produce a plane surface, astronomically plane.\n\nPeel was at the final control with Peterson beside him, watching the\nviewing plate. Bonwitt was there, too. Peel's customary two guards....\nThe engineer hadn't had time to find the supersonic wave generator.\nHow could Peterson get away to activate it? Bill's eyes dropped\naccidentally to the man's feet, one of which was edging toward the base\nof the control pedestal. A hidden button was there; this wholesale\nmurder was to be accomplished by remote control!\n\nOn the vision plate, Earth swung into view. The hitherto unseen side\nof the moon was facing it. What a furore must be upsetting both\namateur and professional astronomers at home! Only a thin crescent was\nEarth now, with a vast dim area lighted only by moonlight from here.\n\nSoon there'd be a brilliant circle up there, a circle ten miles in\ndiameter, sharp against the near-blackness. And, if Peterson won, it\nwould close in gradually until there would be a searing, blazing speck\nconsuming everything within its one mile circle. Not if Bonwitt could\nstop it. The super's foot, he saw, was nearing the secret button.\n\nThe sense of swaying motion ceased; the moon once more was still,\nominously so. Earth rushed forward in the viewplate as the\nmagnification of the radio telescope was multiplied. Peel depressed\na lever and, in slightly more than a second of time, there flashed\na circle of sunlight that enclosed nighttime New York City and its\nenvirons. What a panic this must be starting! Peterson's foot moved\nsuddenly. In the same instant, Bonwitt flung himself upon him, slamming\nhim to the floor.\n\n\"Peel! Peel!\" he yelped, fighting to keep the maniac's hands from his\npistols. \"He'll kill you all. Believe me, Peel!\"\n\nThen, amazingly, there was the screaming hiss of a lunar weapon.\nPeterson's head exploded almost in his face with brilliant\npyrotechnics. Peel had killed the man and was standing there grinning\nin a most friendly manner, pistol holstered, waiting for the engineer\nto rise.\n\n\"Thanks, good friend,\" Peel was saying. \"We knew he traitor but not\nfind machine. Pauchek learn some but not know all. _You_ fix.\"\n\nThat explained the incident of the unfortunate machinist. Bonwitt could\nonly goggle at the Gosak of inner Luna as he rose to face him.\n\n\"You fix,\" repeated the little brown ruler. \"You keep my people safe.\nNow we ready to talk your people. We go help they. They help we. Not?\"\n",
    "metadata": {
        "author": [
            "Vincent, Harl"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64817/pg64817.txt",
        "name": "lunar_station.json"
    }
}