{
    "name": "Membership Drive",
    "author": [
        "Yaco, Murray F."
    ],
    "body": "\n\n\nThirty million miles out, Keeter began monitoring the planet's radio\nand television networks. He kept the vigil for two sleepless days and\nnights, then turned off the receivers and began a systematic study of\nthe notes he had taken on English idioms and irregular verbs.\n\nTwelve hours later, convinced that there would be no language\ndifficulty, he left the control room, went into his cabin and fell into\nbed. He remained there for sixteen hours.\n\n\nWhen he awoke, he walked to a locker at the end of his cabin, opened\nthe door and carefully selected clothing from a wardrobe that was\nastonishing both for its size and variety. For headdress, he selected a\nhelmet that was not too different in design from the \"space helmets\" he\nhad viewed on a number of television programs. It would disappoint no\none, Keeter reflected happily, as he took a deep breath and blew an\nalmost imperceptible film of dust from the helmet's iridescent finish.\n\nTrousers and blouse were a little more of a problem, but finally he\ncompromised on items of a distinct military cut; both were black and\nunembellished, providing, he hoped, an ascetic, spiritual tone to\ntemper the military aura.\n\nBoots were no problem at all. The black and silver pair he wore every\nday were, by happy coincidence, a synthesis of the cowboy and military\nfootgear styling he had observed hour after weary hour on the pick-up\npanel in the control room.\n\nHe placed the helmet carefully on his head, took time to make sure that\nit did not hide too great a portion of his impressively high forehead,\nand then walked leisurely to the control room.\n\nIn the control room he checked the relative position of two green\nlights on the navigation panel, shut off the main drives, clicked the\nviewscreen up to maximum magnification and took over the manual\ncontrols. A little less than two hours later, at 11:30 A.M. Eastern\nStandard Time, he landed smoothly and quietly near the Jefferson\nMemorial in Washington, D.C.\n\nWatching from a port in the airlock, Keeter was impressed with the\nrestraint of the reception committee. Obviously, the entire city had\nbeen alerted several hours before his arrival. Now, only orderly files\nof military equipment could be seen on the city's streets, converging\ncautiously toward the gleaming white hull and its lone occupant.\n\nHe opened the airlock and stepped out on a small platform which held\nhim a full hundred feet above the grass covered park. He watched as an\narmored vehicle approached within shouting distance, then stopped.\nTelling himself that it was now or never, he raised both arms to the\nsky, a gesture which spoke eloquently, he hoped, of peace, friendship\nand trust.\n\n\nLater that afternoon, behind locked doors and sitting somewhere near\nthe middle of an enormous conference table, Keeter nonchalantly\nconfessed to an excited gathering of public officials that he had\nlanded on the planet by accident. It was not, he implied, a very happy\naccident.\n\n\"I didn't know where the hell I was,\" he explained carelessly, in\nexcellent English that awesomely contained the suggestion of a\nmidwestern twang. \"Some kind of trouble with the ship's computor--if\nyou know what a computor is.\" He suppressed a yawn with the back of his\nhand and continued. \"Anyway, the thing will repair itself by morning\nand I'll get out of your hair. Too bad I had to land in a populated\narea and stir up so much fuss, but from the ship this place looked more\nlike an abandoned rock quarry than a city. Now, if it's okay with you,\nI'll get back to the ship and--\"\n\nA senator, Filmore by name, at the opposite end of the table jumped to\nhis feet. \"You mean you had no intention of contacting us? My God, man,\ndon't you realize what this means to us? For the first time, we have\nproof that we're not alone in the universe! You can't just--\"\n\nKeeter called for silence with an impatient wave of his hand. \"Come,\ncome, gentlemen. You're not the only other humanoid race in the galaxy.\nWe don't have time to call on every undeveloped race we happen to run\nacross. Besides, I never did like playing the role of 'the mysterious\nalien who appears unannounced from outer space.' Primitives always\nrequire so much explanation.\"\n\n\"Primitives!\" exploded the senator. \"Why, of all the impudent--\"\n\nThe senator was quieted by a colleague who placed his hand over the\noffended man's mouth.\n\nThe presiding officer at the meeting, a General Beemish, arose and\naddressed the visitor. \"We realize that from your point of view this\nplanet has not exactly achieved the cultural or technological level of\nyour, er, homeland--\"\n\n\"You said a mouthful,\" agreed Keeter, who was now cleaning his nails\nwith the pin attached to a United Nations emblem that somebody had\nstuck to his tunic earlier in the day.\n\n\"Look,\" said the general, gamely trying again. \"We're not quite as\nunsophisticated as you seem to think. There are three billion persons\non this planet--persons who are well fed, reasonably well educated,\npersons who owe allegiance to only one government. We're making great\nstrides technologically, too. Within a decade, we'll be established on\nthe moon--our satellite. Why, even our school children are\nspace-minded.\"\n\n\"Sure,\" said Keeter, who had turned in his chair and was now staring\nout the window. \"Nice little place you got here. Say, is there a\nbathroom around this place. I gotta--\"\n\nSomeone showed the visitor to a bathroom where to everyone's\nastonishment he proceeded to remove his clothes and leisurely shower.\nThe meeting was adjourned for thirty minutes. When he had finished his\nshower, he dressed, walked back into the conference room, waved a\ncheery good-bye, and before anyone realized what was happening, he had\nunlocked the door from the inside and closed it behind him.\n\nFor a full thirty seconds, no one said anything. Then suddenly someone\nmanaged to gasp, \"My God, what'll we do?\"\n\n\"There's nothing we can do,\" said General Beemish. There were tears in\nhis eyes.\n\n\nKeeter walked all the way back to the ship. It took him an hour and\nforty minutes. Long enough, he hoped, for someone to have scooted ahead\nand notified the military personnel guarding the area to keep hands\noff.\n\nNo one attempted to stop him. He boarded the ship, made himself\nsomething to eat, walked to a stock room and pocketed a defective\ntransistor from an unemptied disposal tube in a corner. Five minutes\nlater he reappeared on the platform outside of the airlock. Fifteen\nminutes later he was delivered in a military staff car to the\nconference room he had left barely two hours before.\n\nEveryone was transfigured by his reappearance. Beemish looked\nespecially radiant as Keeter sat down at the table, pulled the\ntransistor from his pocket, and stated his business quickly.\n\n\"Look, it's probably no use asking, but I need a repair part for that\ndamned computor. Something's wrong with the automatic repair circuits,\nand I don't feel like staying up all night to find the trouble.\" He\nheld the transistor toward them at arm's length. \"Frankly, I don't\nthink you'll have much luck reproducing it, but I thought I'd ask\nanyway--\"\n\n\"May I see it?\" asked Beemish, leaning forward and eagerly stretching\nout a hand.\n\nKeeter seemed to hesitate for a minute, then shrugged his shoulders and\ndropped the transistor into the general's sweating palm.\n\nThree persons got up from the table and crowded around Beemish, trying\nto get a look at the alien product.\n\n\"Well,\" said Keeter. \"What do you think? If it's too far advanced for\nyou, don't hesitate to say so. I'll just get back to the ship and start\nworking.\"\n\n\"Not at all, not at all,\" said a small, white haired man who had\nfinally wrested the transistor from Beemish. He squinted at the thing\nthrough a pocket magnifier. \"We'll have it for you by morning, I'm\nquite sure.\"\n\n\"I'm not quite so sure,\" said Keeter, yawning, \"but I need the sleep\nanyway. See you here at eight in the morning.\" He yawned again, got up\nfrom the table and walked out once more through the door.\n\n\nWhen Keeter reappeared in the morning, Beemish ushered him into the\nconference room with a hearty clap on the back. When everyone was\nseated, he pulled a small jewel box from a pocket and handed it\nceremoniously to Keeter.\n\n\"I already ate breakfast,\" said Keeter, setting the box on the table.\n\n\"No, no, no,\" groaned Beemish. \"That's not food--open it up, man!\"\n\nKeeter lifted the box to eye level, squinted at it suspiciously for a\nmoment, then sniffed it. \"You're sure--\"\n\n\"Yes, yes,\" shouted a dozen impatient voices, \"open it, open it up!\"\n\nKeeter shrugged and opened the box. Twelve tiny, identical transistors\nlay gleaming on a bed of black velvet.\n\n\"Well?\" said Beemish, eagerly.\n\n\"Hm-m,\" answered Keeter.\n\n\"What do you mean, hm-m,\" asked Beemish nervously.\n\n\"I mean it's a silly damn way to pack transistors.\"\n\n\"But--\"\n\n\"But they look like they'll do the job,\" said Keeter, snapping the lid\nclosed.\n\nThe sighs of relief were heard in the corridor.\n\nKeeter pushed his chair back from the table and stood up. \"I realize\nthat I've put you all to a lot of trouble, and I'd like to offer some\nkind of payment for your services, but frankly, gentlemen, I don't know\nhow I can--\"\n\n\"Oh, you can, you can,\" interrupted Beemish excitedly. \"What I mean to\nsay is that if you really want to, you can.\"\n\n\"How?\"\n\n\"Why, er, you could provide us with a small amount of information.\"\nBeemish looked definitely nervous.\n\n\"Be more specific, general.\" Keeter was beginning to look grim.\n\n\"Well, we were thinking--I mean, it would be nice if you'd agree to\nhave a friendly chat with some of our people. For instance, an hour or\nso with our physicists, then maybe a half hour with a few sociologists,\nand perhaps the same amount of time with the senator's committee--\"\n\n\nKeeter closed his eyes and sighed. \"Okay, okay, boys, but let's make it\nquick. Also, let's keep it to twenty minutes for each inquisition. Come\non, when do we start? Now?\"\n\nThe scientists were the first--and the easiest. He gave them just\nenough information to whet their appetites, just enough to plant the\nsuggestion that it took a great deal of tolerance and patience on his\npart to hold an interview with such backward people.\n\n\"Gentlemen, I'd love to explain the principle of the neutrino drive,\nbut frankly, I don't know where to begin. You--you just don't have the\nmathematics for it.\" He didn't bother to add that neither did he.\n\n\"Yes, of course, I'm sure I understand what you're getting at. My God,\nwhy shouldn't I? Even a child could understand those equations.\"\n\n\"You call _that_ a representation of the mass-energy constant? No\noffense, old man, but I'm afraid you're going to have to start all over\nagain. Invention doesn't take the place of research, you know.\"\n\n\nThe social scientists were next:\n\n\"As I explained a moment ago, we are heterosexual and live an organized\ncommunity life, but not in any cultural context that could be explained\nby the term. You might say that our cultural continuum (although the\nterm for us is quite meaningless) is a function of an intricately\nstructured social organism, with institutional coordinates that are\nlargely internalized. Do you follow me gentlemen?\" They certainly did\nnot.\n\nBut the senator's committee, as usual, got the information it wanted.\n\n\n_Senator Humper:_ Now, young man, you claim that your base is on one of\nthree inhabited planets of Aldebaran. You also claim that in the known\nuniverse there are twelve hundred or more inhabited worlds, all welded\ntogether in a kind of super United Nations. Did you or did you not\nstate as much?\n\n_Keeter:_ Uh-huh.\n\n_Humper:_ Well, now it appears that we're getting some place. Tell us,\nhow does each planet manage to qualify for--er--membership in this\norganization?\n\n_Keeter:_ Why, they have to pass the test, of course.\n\n_Humper:_ Test? What test?\n\n_Keeter:_ The Brxll-Hawkre-Gaal test. We administer it to anybody who\nseems to be qualified.\n\n_Humper:_ Er--tell us, young man, just exactly what sort of test is\nthis? An intelligence test?\n\n_Keeter:_ Yes, you might call it that, although it has a number of\nsections. Actually, Gaal has divided it into three parts.\n\n_Humper:_ I see. Well, what kind of parts?\n\n_Keeter:_ Well, let's see. First there's the fuel test.\n\n_Humper:_ Fuel test?\n\n_Keeter:_ Let me explain, all very simple really. Let's take the case\nof a planet that seems to be qualified for Federation membership in\nevery respect but one. They don't have interstellar flight. Now--since\nmembership imposes duties requiring commercial, diplomatic and\nscientific intercourse between member worlds, the applicant must be\nable, within a comparatively short time, to engineer its own\ntransportation. Follow me?\n\n_Humper:_ Yes. Yes, go on.\n\n_Keeter:_ Well, since the biggest technological stumbling block for\nmost planets in such a situation is the development of the necessary\nfuel, we'll help them along. In other words, we give them the fuel\ntest; we supply a sample quantity of Z-67As--our standard thermonuclear\npower source. If the applicant, working with the sample, is able to\nreproduce the fuel in quantity, then that's it. They've passed that\nportion of the test, and at the same time have developed the means for\ninterstellar flight. Follow me?\n\n_Humper:_ Yes, of course. Now how about the second part of the test?\n\n_Keeter:_ Oh, yes, that's the weapons section.\n\n_Humper:_ I'm sorry, I'm afraid I didn't hear you. I thought you said\nweapons.\n\n_Keeter:_ I did. You see, it's a matter of self defense. There are a\nnumber of primitive worlds that _have_ developed interstellar flight,\nbut have not achieved the cultural and social levels that would qualify\nthem for membership. As a result, they become rather nasty about this\nexclusion, and devote themselves to warring against any Federation ship\nthat comes within range. You'd call them pirates, I think. Anyway, the\nFederation Patrol keeps them pretty well in hand, but occasionally, the\nBlues--that's our nickname for them since all their ships are blue--do\nmanage to waylay a ship or raid a Federation planet. So naturally,\nevery ship must carry suitable armament; the standard equipment is an\nR-37ax computor missile--even more complicated for an applicant to\nmanufacture than the reactor fuel. Therefore we provide a sample\nmissile along with our blessings. The rest is up to the applicant.\n\n_Humper:_ And the last part of the test?\n\n_Keeter:_ Oh, that's genetic. We require a specimen, a woman from the\napplicant's world. She's taken to a Federation laboratory, evaluated\ngenetically, physiologically, psychologically. Our people are able to\nextrapolate the future racial--and to some degree cultural--development\nof the entire planet after about two weeks works. Needless to say, the\nentire process of testing is painless; the subject is made as\ncomfortable as possible. And after the test period, the specimen is\nreturned as quickly as possible to her home world.\n\n_Humper:_ Well, now, don't you think--after what you've seen of\nus--that we might possibly qualify, at least qualify to take the test?\nI'm sure you'll be surprised--\n\n_Keeter:_ Oh, no you don't! I've fulfilled whatever obligation I had by\nanswering your questions. That was the agreement, remember? Information\nin exchange for the transistors. Now, gentlemen, if you'll excuse me--\n\n\nKeeter allowed himself to be delivered back to the ship in a staff car.\nBeemish and several others were on hand to see him off. He shook hands\nall around--a custom which amused him immensely, since the same act\nmeant something tremendously different in most other parts of the\nuniverse.\n\nBack in the ship, he walked to his cabin, stripped off his clothes,\nshowered, ate, dressed again. Going into the control room, he checked a\nnumber of detectors, found no evidence that any Blues were hunting for\nhim, left the control room and walked back to a supply room.\n\nHere, he selected a plastic vacuum solenoid from a rack, hefted it in\none hand for a moment, then deliberately let it drop to the floor. He\npicked it up, squinted at it, then walked out to the airlock.\n\n\nGeneral Beemish was delighted. Everyone was delighted. \"No trouble at\nall,\" said Beemish, who had already made a phone call that had\ngalvanized two thousand scientists and technicians into action. \"We'll\nhave it for you in no time.\"\n\n\"I certainly hope so,\" said Keeter. Some of the flippancy had left him,\nand it was apparent that this new bid for assistance was causing him\nconsiderable embarrassment--for a short time, anyway.\n\n\"Yes sir,\" said Beemish, grinning. \"Glad to be of help, in fact, we're\nflattered that you'd let us, primitive as we are, help at all. We\nprimitives don't often have an opportunity to do this sort of thing,\nyou know.\" Beemish believed in rubbing while the rubbing was good.\n\nThe solenoids, forty in all, were delivered the following morning. They\nwere packaged in a small black box lined with velvet. This time Keeter\nmade no comment about the packaging. Instead, he rose from his chair in\nthe conference room, tucked the box under an arm, and addressed the\ngroup. \"Gentlemen, I'd like you to know just how much I appreciate this\nfavor. Evidently, I misjudged your level of technology, and for this I\napologize. I don't know how I can repay you for this latest favor, but\nif you'd like, I'll be glad to formally submit your planet's\napplication for Federation Membership as soon as I return to\nAldebaran.\"\n\n\"When will that be?\" asked Senator Humper unceremoniously.\n\n\"Oh, about ten of your years, at a guess.\"\n\n\"Ten years! My God, man. Can't you do something sooner?\"\n\n\"Well--I suppose, I could administer the first two parts of the test\nmyself. Why, yes, I suppose I could drop off your samples and your\nspecimen at the Federation branch laboratory in Andromeda--.\"\n\n\"Wonderful!\" shouted Beemish. \"When do we begin?\"\n\nHe was genuinely awed when three weeks later they began loading\nenormous quantities of Z-67As into his ship. He did not check the\nstuff, but had no doubts that it was, atom for atom, identical to the\nsample of fuel he had given them.\n\n\nThe R37Ax computor missiles arrived the same afternoon. There were four\nhundred of them. He selected one at random and had it taken into the\nship's laboratory. Here, he ran a number of routine tests. The missile\nwas not identical to the sample! They had made a number of improvements\nin the circuitry! Keeter reflected grimly that a race such as this\nwould probably be able to deduce a launching and firing system for the\nthing, would probably have the planet ringed with launching stations\nwithin weeks. If the Blues _had_ picked up a trace of him, he\nreflected, they would be atomized before they got within half a million\nmiles of the planet.\n\nThe specimen for genetics, which he had almost forgotten about, arrived\nan hour before he was scheduled to depart. He was stunned again. She\nwas undoubtedly the most attractive woman Keeter had ever set eyes on.\n\n\"Oh, I'm so excited,\" said the young lady, in a voice slightly\nsuggestive of the virgin on the way to the sacrifice.\n\n\"I'm excited, too,\" said Keeter honestly.\n\nIn the control room, Keeter set a course for Arcturus. He then tripped\na lever which fed a month's supply of the earthmen's fuel into the\nship's almost empty reaction chambers. Another lever fed 50 computor\nmissiles into 50 completely empty launching racks.\n\nHe checked the detectors, but found no trace of the blue ships of the\nFederation Patrol. Keeter allowed himself the luxury of a sigh. It was\na long way to Arcturus, a long, lonely way--even for a hardened pirate,\nhe reflected sadly. Then he remembered that that was why he had asked\nfor the girl.\n\n\nTHE END\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Yaco, Murray F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31689/pg31689.txt",
        "name": "membership_drive.json"
    }
}