{
    "name": "Menace From Vega",
    "author": [
        "Garrett, Randall",
        "Silverberg, Robert"
    ],
    "body": "The tall, darkly handsome man was grinning at Dr. James Lawrence from\nthe wrong side of a gun.\n\n\"Don't do anything foolish,\" the stranger said.\n\nThe psychiatrist swallowed and looked at the muzzle of the weapon. The\ngun didn't look like any he had ever seen before, but he had no doubt\nthat it was deadly.\n\n\"What do you want?\" he asked. He had never faced a gun before, but he\nfound, oddly enough, that he wasn't at all frightened. There was simply\na tense expectancy, a feeling of what's-coming-next? and no more.\n\n\"You have a patient at this hospital named Bette Bauer?\" It was half a\nquestion, half a statement.\n\nJim Lawrence looked at the intruder without answering. He knew Bette\nBauer--a tall, beautiful brunette with deep grey-green eyes. There was\nnothing behind those eyes. She had been in St. Paul's Neuropsychiatric\nHospital for three years--a schizophrenic catatonic, completely out of\ntouch with the real world.\n\n\"You're behaving childishly,\" said the man with the odd-looking gun,\nsoftly. \"All I have to do is look through your files. Where is she?\"\n\nLawrence shrugged. \"Ward 3, Room 41. Why do you want to know?\" He\nglanced at the clock on the wall. It was nearly midnight.\n\n\"It doesn't matter,\" the stranger said. \"Come along. Lead us to where\nshe is confined.\"\n\nOutside the office, there were four men. They held their hands in\ntheir pockets as though there were guns there. Lawrence glanced from\none to another. They all looked somewhat alike, all with that same dark\nslimness and hardness of feature.\n\n\"What do you want?\" Lawrence demanded.\n\n\"Just take us to Bette Bauer,\" the leader said. \"If you do not, you\nwill be shot.\" He smiled.\n\nIt was the sight of that smile that made Jim Lawrence realize the cold\ndangerousness of the man.\n\n\"Very well,\" Jim said. \"Come this way.\"\n\nAs he led them down the hall toward Ward 3, Jim wondered about these\nmen. What interest could they have in Bette Bauer? She had once been\na brilliant physicist, and had shown signs of actual genius. But\nsomething had happened to her shortly after she had received her\ndoctor's degree in theoretical physics. Her mind had become unbalanced,\nand she had been committed to St. Paul's Hospital.\n\nAs Chief Psychiatrist, Dr. James Lawrence had worked with her\nregularly; he was deeply interested in the girl. But he had been\ncompletely unable to break the dazed, trancelike state that she had\nbeen in for the past three years.\n\nWhat did these five men want with her? And who _were_ they, anyway?\nThere was something odd about them, even aside from the peculiar\ngun that the leader carried. Their clothes seemed wrong, as though\nthey weren't used to wearing them; their speech was strange in some\nundefinable way.\n\nWhen they reached Ward 3, Jim Lawrence took the keys from his pocket\nand unlocked the main door. A night nurse at the desk looked up and\nsmiled.\n\n\"Good evening, Dr. Lawrence,\" she said sweetly. Then she saw the men\nbehind him, and her eyebrows lifted.\n\n\"We want to see Bette Bauer,\" Jim said, keeping his voice even.\n\n\"Certainly, Doctor.\" She led the way down the corridor to Room 41.\nIt was a padded cell; with Dr. Bette Bauer, naked to prevent her\nfrom harming herself with her clothing, lying on the floor, crooning\nmindlessly, her grey-green eyes staring out into nothingness.\n\nThe dark man said, \"That's her. Pick her up.\"\n\nAs the four silent followers moved forward, Jim saw that the leader was\nwatching them--he had taken his eyes off Jim himself.\n\nLawrence reached out and made a grab for the gun--but the dark man was\na move ahead of him. He moved away smoothly, whirled, and brought the\ngun down stunningly on Jim's head.\n\nJim threw a wild, wobbly punch at the man, and then the other four\nmoved in on him. He fought back blindly for a few moments, but then a\nfist raked across his jaw, another smashed into his stomach, and the\ngun descended a second time. It caught him on the side of the head, and\nhe sagged to the floor.\n\nThe thick padding was the last thing he felt before he blacked out.\n\n\n\nThe pain of awakening was worse than the pain of the blow. Jim's head\nthrobbed as though there were a motorcycle engine inside it.\n\nWhen he opened his eyes, the pain became worse. A brilliant light was\nshining directly into his eyes. He winced and closed them again.\n\n\"Dim the light,\" said a softly slurred voice.\n\nJim opened his eyes again. This time, he saw what was standing over\nhim, and he recoiled in horror.\n\nThe being looked vaguely reptilian, but there was a touch of the insect\nabout it, too. It was green in color and covered with scales, like a\nfish. It stood on two legs, towering above him and gazing at him with\nbulging, faceted, insect-like eyes.\n\nAfter the initial reaction of disgust came another thought: _I've got\nto get out of here!_\n\nHe rose to a sitting position, swung out with a fist. But the creature\nducked lithely away from the blow. Cold hands on his shoulders pressed\nhim down again, and he knew it was futile to attempt to fight his way\nout. He closed his eyes again--hard.\n\n\"You are afraid of us,\" said the soft voice. \"You fear me because of my\nappearance. Please do not. I--we--mean you no harm, Dr. Lawrence.\"\n\nThe thing was calling him by his own name. Lawrence shook his head to\nget the cobwebs out of it. What was going on?\n\nIt had been an ordinary, peaceful day. Then, five hoodlums kidnapping\nBette Bauer, and that blow on the head--\n\nAnd now this. Reptilian creatures with glittering eyes. Lawrence opened\nhis eyes again. The scene remained the same--but this time he could see\nthree similar creatures in the background.\n\n\"Who--what are you?\"\n\nAnd then, as he saw more of his surroundings, he asked, \"Where is this?\"\n\nThe alien said: \"You are aboard our spaceship, Dr. Lawrence. We are\nfollowing the Vegan ship.\"\n\nIn spite of the alien's terrifying appearance, Jim sensed a curious\nfriendliness in its voice. \"I'm--I'm afraid I don't understand. Those\nmen--\"\n\nThe lizard-like being with the insect eyes sat down on a chair near the\nbunk. \"Dr. Lawrence, I am Nestiv Illon. I am the captain of this ship,\nwhich is a war vessel in the Stellar Navy of Viagon.\n\n\"We are following the ship of Andsu Meero, the being who has kidnapped\nyour Dr. Bette Bauer. We--\"\n\nJim sat up in the bunk. \"Just a minute,\" he said, holding up a hand. \"I\nmay be having a nightmare, but I still like to be sure of what's going\non. The last I remember, I was trying to keep a bunch of gangsters from\nkidnapping one of my patients. Now I find myself here. Suppose you\nstart from the beginning--\"\n\n\"I see,\" the alien said. \"I did not realize you were so unfamiliar\nwith the situation. Those men who took the girl were working for Andsu\nMeero. He is attempting to gain control of the entire galaxy--a goal\nat which,\" the alien said, its voice dropping sadly, \"at which he is\nunfortunately succeeding.\"\n\nLawrence blinked. \"How?\"\n\n\"His race is telepathic to a certain extent. They can read the minds of\nmost other races, although they cannot read each other's minds.\"\n\n\"These are the Vegans?\" Lawrence asked, trying to keep the story\nassembled into a coherent pattern.\n\n\"Yes. They are the Vegans--a warlike people who are now trying to\noverthrow the galactic government. Three years ago, Meero contacted the\nmind of a brilliant young Earth girl who had discovered a weapon of\ngreat significance--a death ray, to be precise.\"\n\n\"You mean Bette Bauer?\"\n\n\"That was the girl's name. Meero discovered her shortly before we did.\nMy race is telepathic too. We found that Dr. Bauer had discovered\na system of mass annihilation that would enable any group to take\nover the galaxy--but Meero had her first. He focussed a mind-static\ngenerator on her and drove her insane. Naturally, he wanted the secret,\nso he came here to Earth to get it, as soon as he decided it was safe.\nBy that time we, too, had found Earth, and followed.\"\n\n\"Only Meero had already grabbed the girl,\" Lawrence said.\n\n\"Exactly. We were too late. And now you understand the situation.\"\n\n\"Ah--yes,\" Lawrence said uneasily. \"All but one thing. Why did you drag\n_me_ into this?\"\n\nThe alien paused for a moment and said, \"We found you unconscious and\ndecided to take you into protective custody.\"\n\n\"But why? The Vegans have no use for me.\"\n\n\"No,\" Nestiv Illon said gently. \"But we do.\"\n\n\n\nAnother of the reptilian beings approached at that moment and inclined\nits head toward Illon.\n\n\"What is it?\"\n\n\"We're approaching Vega IX, sir.\"\n\n\"Very good,\" Illon said. \"Shift into transparency-warp and go into\norbit.\"\n\n\"Yes, sir.\" The subordinate inclined his head once again and backed\naway. Illon turned to Jim Lawrence.\n\n\"We are within striking range of the Vegan home base now. Here's where\nyou come in.\"\n\n\"What do you mean?\" Lawrence asked.\n\nThe alien rose. \"It is impossible, of course, for any of us to enter\nthe Vegan base, since no disguise will conceal our fundamental physical\nappearance. But you--you are of the same general somatic type as the\nVegans. A little eye-shadow, a bit of plastotek applied here and there\nto change the facial contours, and I think you could pass.\"\n\n\"You want me to dip into the Vegan base and rescue the girl? Is that\nit?\"\n\n\"Yes,\" Illon said.\n\n\"All very nice--but then what? Do I hand the death ray over to you and\nlet you conquer the galaxy? No, thanks; I might as well let the Vegans\ndo it.\"\n\nIllon shook his head sadly. \"We have no such plans, Jim Lawrence. We\nare only concerned with keeping the annihilating ray out of the hands\nof the Vegans, with placing it in the sane custody such a deadly weapon\ndeserves.\"\n\n\"How can I trust you?\"\n\n\"It will be necessary, I'm afraid. You must believe that we plan no\naggression of our own. No--there is a way to prove it to you.\" He\nleaned down and spoke rapidly into a microphone.\n\nA few moments later an alien appeared, bearing a gleaming chromium\nhelmet. He handed it silently to Lawrence, who examined it curiously.\n\n\"What's this?\"\n\n\"Put it on,\" Illon said softly.\n\n\"How do I know it's safe?\"\n\n\"You have my word it's safe.\"\n\nSuspiciously, Lawrence lifted the helmet and placed it on his head,\nwhere it fit snugly. A stream of images filtered abruptly through his\nmind.\n\nThe helmet was--a history book. It was a thought-record that stretched\nback over centuries, over millenia, detailing the eon-old conflict\nbetween the Vegans and Nestiv Illon's people. As the story unfolded,\nLawrence could see the cold malevolence of the Vegans opposed to the\nwise, kind people of Viagon. Through a pattern of cosmic conflicts and\nworld-destroying wars, Lawrence grasped the history of the two peoples.\nVega had been threatening to extend its empire throughout the universe,\nbut had been checked at every point by the Viagoni, the guardians of\ncivilization.\n\nFinally, Lawrence removed the helmet. It seemed that he had lived\nthrough the history-record for hours, but a glance at his watch told\nhim that no more than a few seconds had passed.\n\nNestiv Illon was staring patiently at him. \"Well?\"\n\nLawrence smiled. \"I'm with you,\" he said.\n\n\n\nThe small scoutship slipped easily through the hatch of the Viagoni\ncruiser and spiralled down into the atmosphere of Vega IX. Aboard, Jim\nLawrence rocked in his deceleration cradle and tried to form a strategy\nfor landing.\n\nBy the time the Viagoni medics had finished with him, he was the very\nimage of a Vegan--thin and dark, sinister-looking, tight-faced. That\nmight get him _into_ the Vegan base--but how was he going to get out?\n\nHe shrugged his shoulders. _I'll worry about that when the time comes_,\nhe told himself. Now, he waited while the remote-controlled scoutship\nbrought him closer and closer to the planet below.\n\nFinally it dropped to the ground. He stepped out and found himself in\nthe midst of a vast, bleak plain. About a half-mile to the east, a\ncluster of little buildings was evident--the upper portions, Illon had\ntold him, of the fortified underground Vegan base.\n\nHe crossed the plain at a quick trot and slipped into a group of silent\nVegans who were coming out of one of the above-surface buildings and\nheading toward a shaft that apparently led downward into the base. They\nwere clad in overalls, and looked like workers. None of them spoke to\nhim as he joined their ranks.\n\nHe moved along down into the shaft with them. A fantastic underground\nworld opened before his eyes.\n\nGreat lights overhead cast illumination on the scene. Buildings reared\nup ten, fifteen, twenty stories; massive machines pumped pistons back\nand forth, booming noisily. It was a gigantic base, a center for the\nconquest of the universe.\n\nAnd somewhere in the heart of all this--somewhere was Andsu Meero and\nthe mindless body of Bette Bauer. If Meero had the chance to restore\nthe girl's mind and drain from her the secret of the annihilating ray--\n\nBut he didn't want to think about that. He kept going with the group of\nworkers he had fallen in with, and found that they were marching toward\na squat, windowless building that was the center of a good deal of\nactivity.\n\nThe Vegans he was with were silent men, dark-faced and taciturn, and\nhe was thankful for that. There was none of the genial camaraderie\nthat might have been present between a bunch of Earthmen in a similar\nposition. He followed them into the building, and discovered that it\nwas a tool dispensary of some kind. Each man was marching up to a\ncloset and taking forth something that looked like a large, heavy brush.\n\nJim dropped back toward the end of the line and chewed at his lip. No\ndoubt the tools would be apportioned one for each man in the squad,\nwhich meant they would be short one. And he didn't want the men he was\nwith to suspect anything; he wanted to stay with them at least until\nhe had formulated a more definite plan of action.\n\nHe lingered at the back of the line, looking around. There was no one\nbehind him. He reached out for the man just in front of him and whacked\nhim across the throat with the edge of his hand.\n\nThe man coughed and retched, and Lawrence clamped a hand over his mouth\nto silence him. Another quick blow and the Vegan dropped. Quietly,\nLawrence dragged him away and deposited him in a closet nearby.\n\nThen he returned to the line. Now there would be one broom for each\nman, no more.\n\n\n\nWhen everyone was supplied, they marched solemnly back out the door of\nthe supply-room. Obediently, Lawrence followed along. No one seemed to\nnotice that a man was missing or that there was a stranger in the group.\n\nThey marched to the middle of the plaza, and there the first man in the\ngroup bent and pried off a manhole. Then the Vegans began disappearing\neven further into the earth. Tunnels within tunnels!\n\nHis turn came and he followed on down into the tunnel. For the first\ntime, one of the Vegans spoke, barking a short instruction in a harsh,\nguttural language.\n\nLawrence heard the sound of air blowing through pipes, then the sound\nof machinery grinding, then the slow whistle of the air-flow ceasing.\nHe realized where he was and what the crew was about to do, and his\nheart surged. He had a plan, now.\n\nHe was in one of the air-shafts that fed the great subterranean Vegan\nbase. The air had just been shut off in this particular tube, and the\ncrew of Vegans he had joined was about to set to work scrubbing the\ntube, ridding it of any impurities that might have accumulated.\n\nNow he knew what to do. As he scrubbed merrily through the shining\nlength of the tube, he began to form his strategy.\n\nIt involved getting out of the tube, for one thing, and getting to a\nmedical office, if they had any such thing in the base. That was the\nfirst step.\n\nHe counted to ten, then threw his broom in the air and uttered a\npiercing shriek. Then he fell to the ground, panting and gasping, and\nlay there flat against the cold metal of the airshaft.\n\nInstantly his co-workers gathered around him. Twenty dark, unfriendly\nfaces peered down, and they began to gabble something in their\nlanguage that probably was the equivalent of \"What's the matter with\nyou?\"\n\nHe lolled his head from side to side as if to indicate that he had\nsuffered a stroke of some kind and couldn't speak. Drawing on his\npsychiatric experience, Lawrence offered a good imitation of a\ncatatonic seizure, so convincing that before long he himself had burst\nout in a cold sweat as he lay rigid there.\n\nAnother Vegan came over--evidently a superior--and rattled out a quick\ncommand.\n\nImmediately, two of the broom-workers put down their tools and hoisted\nLawrence between them. They began to march back through the airshaft\nwith him, up and out into the plaza again. They carried him into a\ntall, gleaming building which was presumably the medical office.\n\nHe allowed one corner of his lip to curl upward in a smile of\nsatisfaction. So far, so good.\n\n\n\nTwo doctors were in attendance. They studied him closely, tapped him,\nprodded him, and held long colloquies with each other. After a few\nminutes of this, one of them disappeared into the adjoining room of the\nmedical office, apparently to prepare some sort of test.\n\nThe other Vegan doctor took a few steps back and consulted a bulky\nred-bound volume on his desk. Apparently he'd never seen a seizure like\nthis before.\n\nWith one bound Lawrence was off the bed and at the doctor's side. He\nwhirled him around, smashed a fist into the medic's lean jaw, another\ninto his stomach.\n\nFrom behind him came a shout of surprise, as the other doctor returned\nto the room. Quickly, Lawrence scooped the unconscious doctor up and\nhurled him at the other. They both went down in a shower of crashing\nglasswork, and Lawrence sprang on top of them. Three solid punches did\nthe job.\n\nHe hastily ripped strips from the bed and bound them securely. Then he\nbegan to prowl through the drug cabinet.\n\nIt wasn't easy, trying to read the labels in the alien language, but\nJames Lawrence was skilled in the handling of drugs, and before long he\nhad found what he wanted despite his inability to read the labels.\n\nIt was a pain-killing drug, one that was in use on Earth as well as\nVega. He could tell by the familiar sugary taste of the white powder\nthat this was the stuff.\n\nHumming softly to himself, he slipped the bottle under his overalls,\nwaved farewell to the sleeping doctors, and ducked out the door.\n\nFive minutes later, he was back in the airshaft, wielding his broom\nenergetically. He forged on to the front of the group, heading further\nand further along in the airshaft, until finally he came to the place\nhe was looking for--the tube that led to the heart of the air supply.\n\nHe looked around. No one was watching. He pushed open the door to the\ntube and slid quietly inside, trotting lightly until he reached the\ncentral pump.\n\n\"Sweet dreams,\" he said thoughtfully, as he inverted the bottle of the\ndrug into the feeder that led to the pump. With that stuff filtering\nthrough the air, the whole base would be out like a light within an\nhour or so. There was enough knockout-potential in a bottle of that\nstuff, he thought, to keep everyone under wraps long enough for him to\nfind Bette Bauer and get the blazes out of here.\n\n\n\nGetting out was a harder job. It involved threading his way through the\nmaze of air-shafts once again, getting past the swabbing-crew, and out\ninto the open. But he made it. By now the air was beginning to smell\nsweet, and he knew the drug was taking effect.\n\nThe problem now was to locate Meero. But that proved to be simple.\nLawrence headed across the plaza toward the pair of great buildings\nthat seemed to be the administrative sections of the base, and stopped\nthe first Vegan he saw.\n\n\"Andsu Meero?\" he asked.\n\nThe Vegan looked blankly at him.\n\n\"_Andsu Meero_,\" Lawrence repeated, with great urgency.\n\nThe Vegan pointed to the building on the left and uttered a stream\nof words. Lawrence smiled politely and headed toward the left-hand\nbuilding.\n\nAfter he had gone about half the distance, he noticed the increase in\nthe sweetness in the air. He stopped, ripped off his shirt, and wrapped\nit over his mouth and nose. That would be ample protection.\n\nBy the time he reached the building, the guards posted outside were\nsafely asleep. He seized one of the strange pistols from them, and\nentered.\n\nWhere to find Meero and the girl, he wondered. Vegans were sagging into\nsleep all over the lobby of the building. Shrugging his shoulders, he\ndecided there was only one way. He would have to look in every room of\nthe immense building.\n\nBut he didn't have far to look. After about ten minutes' search of the\nslumber-wrapped building, he stepped into an ornate, impressive-looking\nbuilding, and found Meero.\n\nAwake.\n\nThe thin Vegan whirled in astonishment as Lawrence entered. He\nwas at the back of the room, bending over the nude form of Bette\nBauer. Lawrence noticed a strange odor in the room, even through his\nimprovised face-mask--and it wasn't the odor of the drug he'd slipped\ninto the air system.\n\nAngrily, Andsu Meero ripped out a barking sentence in Vegan. Then his\neyes narrowed. \"Oh, the Earthman? How did _you_ get in here?\"\n\nLawrence's pistol rose. \"Get away from that girl, Meero. Get away or\nI'll shoot you.\"\n\n\"Just try,\" Meero chuckled. He calmly drew his own gun from its\nholster, and Lawrence realized with a shock that he was as good as\nunarmed, because he did not know how to use the Vegan gun!\n\nHe hurled the useless gun at Meero and dove behind a chair just as the\nVegan's pistol fired. A section of the wall caved in. Lawrence peered\nout, then ducked back as he saw Meero looking for him.\n\nCautiously, he began to thread his way along the side of the room\ntoward Meero.\n\n\"Don't move, Earthman,\" Meero said coldly. \"I see you.\"\n\n\"But you don't see me!\" cried a new voice. Surprised, the alien turned,\nand in that moment Lawrence sprang and hit him with all he had. The\ngun went flying from the Vegan's hands. He struck back, but Lawrence\nparried the blow and smashed his fists into Meero's face. The alien\nrolled over and lay still.\n\nLawrence glanced up at Bette Bauer, who had spoken.\n\n\"You saved my life,\" he said.\n\n\"And you mine.\" She reddened, and snatched a drape from the wall to\ncover her nakedness. \"Meero was just about to drain my mind for--\" She\npaused.\n\n\"I know what for,\" Lawrence said. \"I know the whole thing.\" He glanced\naround. \"I might have known,\" he said. \"Meero was using some kind of\ndrug on you, wasn't he?\"\n\nShe nodded.\n\n\"There's time for explanation later,\" Lawrence said. \"The Viagoni are\nwaiting for us, to take us back to Earth and to safety.\"\n\n\"What about Meero?\"\n\n\"He'll go with all the rest of them,\" Lawrence said. \"When we've built\nyour annihilator, and when we've wiped out this cancer spot of the\nuniverse. Let's go.\"\n\nHe took her by the hand, and they raced through the sleeping Vegan base\nto the waiting Viagoni ship.\n",
    "metadata": {
        "author": [
            "Garrett, Randall",
            "Silverberg, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65127/pg65127.txt",
        "name": "menace_from_vega.json"
    }
}