{
    "name": "Micro-Man",
    "author": [
        "Ackerman, Forrest J."
    ],
    "body": "\n[Sidenote: _The little man dared to venture into the realm of the\nGods--but the Gods were cruel!_]\n\n\nThe early morning streetcar, swaying and rattling along its tracks, did\nas much to divert my attention from the book I was reading as the\ncontents of the book itself. I did not like Plato. Comfortable though\nthe seat was, I was as uncomfortable as any collegiate could be whose\nmind would rather dwell upon tomorrow's football game than the immediate\ntask in hand--the morning session with Professor Russell and the book on\nmy lap.\n\nMy gaze wandered from the book and drifted out the distorted window,\nthen fell to the car-sill as I thought over Plato's conclusions.\nSomething moving on the ledge attracted my attention: it was a scurrying\nblack ant. If I had thought about it, I might have wondered how it came\nthere. But the next moment a more curious object on the sill caught my\neye. I bent over.\n\nI couldn't make out what it was at first. A bug, perhaps. Maybe it was\ntoo small for a bug. Just a little dancing dust, no doubt.\n\nThen I discerned--and gasped. On the sill, there----it was a man! A man\non the streetcar's window sill----a _little_ man! He was so tiny I would\nnever have seen him if it hadn't been for his white attire, which made\nhim visible against the brown grain of the shellacked wood. I watched,\namazed as his microscopic figure moved over perhaps half an inch.\n\nHe wore a blouse and shorts, it seemed, and sandals. Something might\nhave been hanging at his side, but it was too small for me to make out\nplainly. His head, I thought was silver-coloured, and I think the\nheadgear had some sort of knobs on it. All this, of course, I didn't\ncatch at the time, because my heart was hammering away excitedly and\nmaking my fingers shake as I fumbled for a matchbox in my pocket, I\npushed it open and let the matches scatter out. Then, as gently as my\nexcitement would allow, I pushed the tiny man from the ledge into the\nbox; for I had suddenly realized the greatness of this amazing\ndiscovery.\n\nThe car was barely half-filled and no attention had been directed my\nway. I slid quickly out of the empty seat and hurriedly alighted at the\nnext stop.\n\nIn a daze, I stood where I had alighted waiting for the next No. 10 that\nwould return me home, the matchbox held tightly in my hand. They'd put\nthat box in a museum one day!\n\nI collect stamps--I've heard about getting rare ones with inverted\ncenters, or some minor deviation that made them immensely valuable. I'd\nimagined getting one by mistake sometime that would make me rich. But\nthis! They'd billed \"King Kong\" as \"The Eighth Wonder of the World,\" but\nthat was only imaginary--a film ... a terrifying thought crossed my\nmind. I pushed open the box hastily: maybe _I_ had been dreaming. But\nthere it was--the unbelievable; the Little Man!\n\nA car was before me, just leaving. Its polished surface had not\nreflected through the haze, and the new design made so little noise that\nI hadn't seen it. I jumped for it, my mind in such a turmoil that the\nconductor had to ask three times for my fare. Ordinarily, I would have\nbeen embarrassed, but a young man with his mind on millions doesn't\nworry about little things like that. At least, not this young man.\n\nHow I acted on the streetcar, or traversed the five blocks from the end\nof the line, I couldn't say. If I may imagine myself, though, I must\nhave strode along the street like a determined machine. I reached the\nhouse and let myself into the basement room. Inside, I pulled the shades\ntogether and closed the door, the matchbox still in my hand. No one was\nat home this time of day, which pleased me particularly, for I wanted to\nfigure out how I was going to present this wonder to the world.\n\nI flung myself down on the bed and opened the matchbox. The little man\nlay very still on the bottom.\n\n\"Little Man!\" I cried, and turned him out on the quilt. Maybe he had\nsuffocated in the box. Irrational thought! Small though it might be to\nme, the little box was as big as all outdoors to him. It was the bumping\nabout he'd endured; I hadn't been very thoughtful of him.\n\nHe was reviving now, and raised himself on one arm. I pushed myself off\nthe bed, and stepped quickly to my table to procure something with which\nI could control him. Not that he could get away, but he was so tiny I\nthought I might lose sight of him.\n\nPen, pencil, paper, stamps, scissors, clips--none of them were what I\nwanted. I had nothing definite in mind, but then remembered my stamp\noutfit and rushed to secure it. Evidently college work had cramped my\nstyle along the collecting line, for the tweezers and magnifier appeared\nwith a mild coating of dust. But they were what I needed, and I blew on\nthem and returned to the bed.\n\nThe little man had made his way half an inch or so from his former\nprison; was crawling over what I suppose were, to him, great uneven\nblocks of red and green and black moss.\n\nHe crossed from a red into a black patch as I watched his movements\nthrough the glass, and I could see him more plainly against the darker\nbackground. He stopped and picked at the substance of his strange\nsurroundings, then straightened to examine a tuft of the cloth. The\nmagnifier enlarged him to a seeming half inch or so, and I could see\nbetter, now, this strange tiny creature.\n\nIt _was_ a metal cap he wore, and it did have protruding knobs--two of\nthem--slanting at 45 degree angles from his temples like horns. I\nwondered at their use, but it was impossible for me to imagine. Perhaps\nthey covered some actual growth; he might have had real horns for all I\nknew. Nothing would have been too strange to expect.\n\nHis clothing showed up as a simple, white, one piece garment, like a\nshirt and gym shorts. The shorts ended at the knee, and from there down\nhe was bare except for a covering on his feet which appeared more like\ngloves than shoes. Whatever he wore to protect his feet, it allowed free\nmovement of his toes.\n\nIt struck me that this little man's native habitat must have been very\nwarm. His attire suggested this. For a moment I considered plugging in\nmy small heater; my room certainly had no tropical or sub-tropical\ntemperature at that time of the morning--and how was I to know whether\nhe shivered when he felt chill. Maybe he blew his horns. Anyway, I\nfigured a living Eighth Wonder would be more valuable than a dead one;\nand I didn't think he could be stuffed. But somehow I forgot it in my\ninterest in examining this unusual personage.\n\nThe little man had dropped the cloth now, and was staring in my\ndirection. Of course, \"my direction\" was very general to him; but he\nseemed to be conscious of me. He certainly impressed _me_ as being\nawfully different, but what his reactions were, I didn't know.\n\nBut someone else knew.\n\n\n\nIn a world deep down in Smallness, in an electron of a dead cell of a\npiece of wood, five scientists were grouped before a complicated\ninstrument with a horn like the early radios. Two sat and three stood,\nbut their attention upon the apparatus was unanimous. From small\nhollowed cups worn on their fingers like rings, came a smoke from\nburning incense. These cups they held to their noses frequently, and\ntheir eyes shone as they inhaled. The scientists of infra-smallness were\nsmoking!\n\nWith the exception of a recent prolonged silence, which was causing them\ngreat anxiety, sounds had been issuing from the instrument for days.\nThere had been breaks before, but this silence had been long-enduring.\n\nNow the voice was speaking again; a voice that was a telepathic\ncommunication made audible. The scientists brightened.\n\n\"There is much that I cannot understand,\" it said. The words were\nhesitant, filled with awe. \"I seem to have been in many worlds. At the\ncompletion of my experiment, I stood on a land which was brown and black\nand very rough of surface. With startling suddenness, I was propelled\nacross this harsh country, and, terrifyingly, I was falling. I must have\ndropped seventy-five feet, but the strange buoyant atmosphere of this\nstrange world saved me from harm.\n\n\"My new surroundings were grey and gloomy, and the earth trembled as a\ngiant cloud passed over the sky. I do not know what it meant, but with\nthe suddenness characteristic of this place, it became very dark, and an\ninexplicable violence shook me into insensibility.\n\n\"I am conscious, now, of some giant form before me, but it is so\ncolossal that my eyes cannot focus it. And it changes. Now I seem\nconfronted by great orange mountains with curving ledges cut into their\nsides. Atop them are great, greyish slabs of protecting opaque rock--a\ncovering like that above our Temples of Aerat--'on which the rain may\nnever fall.' I wish that you might communicate with me, good men of my\nworld. How go the Gods?\n\n\"But now! These mountains are lifting, vanishing from my sight. A great\n_thing_ which I cannot comprehend hovers before me. It has many colors,\nbut mostly there is the orange of the mountains. It hangs in the air,\nand from the portion nearest me grow dark trees as round as myself and\nas tall. There is a great redness above, that opens like the Katus\nflower, exposing the ivory white from which puffs the Tongue of Death.\nBeyond this I cannot see well, but ever so high are two gigantic caverns\nfrom which the Winds of the Legends blow--and suck. As dangerous as the\nKatus, by Dal! Alternately they crush me to the ground, then threaten to\ntear me from it and hurl me away.\"\n\n_My nose was the cavern from which issued the horrifying wind. I noticed\nthat my breath distressed the little man as I leaned over to stare at\nhim, so drew back._\n\n_Upstairs, the visor buzzed. Before answering, so that I would not lose\nthe little man, I very gingerly pinched his shirt with the tongs, and\nlifted him to the table._\n\n\"My breath! I am shot into the heavens like Milo and his rocket! I\ntraverse a frightful distance! Everything changes constantly. A million\nmiles below is chaos. This world is mad! A giant landscape passes\nbeneath me, so weird I cannot describe it. I--I cannot understand. Only\nmy heart trembles within me. Neither Science nor the gods can help or\ncomfort in this awful world of Greatness!\n\n\"We stop. I hang motionless in the air. The ground beneath is utterly\ninsane. But I see vast uncovered veins of rare metal--and crystal,\nprecious crystal, enough to cover the mightiest Temple we could build!\nOh, that Mortia were so blessed! In all this terrifying world, the\nrichness of the crystal and the marvelous metal do redeem.\n\n\"Men!----I see ... I believe it is a temple! It is incredibly tall, of\nblack foundation and red spire, but it is weathered, leaning as if to\nfall--and very bare. The people cannot love their Gods as we--or else\nthere is the Hunger.... But the gods may enlighten this world, too, and\nif lowered, I will make for it. A sacred Temple should be a\nhaven--friends! I descend.\"\n\n_The little man's eye had caught my scissors and a glass ruler as I\nsuspended him above my desk. They were his exposed vein of metal and the\nprecious crystal. I was searching for something to secure him. In the\nlast second before I lowered him, his heart swelled at the sight of the\n\"Temple\"--my red and black pen slanting upward from the desk holder._\n\n_A stamp lying on my desk was an inspiration. I licked it, turned it gum\nside up, and cautiously pressed the little man against it feet first.\nWith the thought, \"That ought to hold him,\" I dashed upstairs to answer\nthe call._\n\n_But it didn't hold him. There was quite a bit of strength in that tiny\nbody._\n\n\"Miserable fate! I flounder in a horrid marsh,\" the upset thought-waves\ncame to the men of Mortia. \"The viscous mire seeks to entrap me, but I\nthink I can escape it. Then I will make for the Temple. The Gods may\nrecognize and protect me there.\"\n\n\n\nI missed the call--I had delayed too long--but the momentary diversion\nhad cleared my mind and allowed new thoughts to enter. I now knew what\nmy first step would be in presenting the little man to the world.\n\nI'd write a newspaper account myself--exclusive! Give the scoop to Earl.\nWould that be a sensation for _his_ paper! Then I'd be made. A friend of\nthe family, this prominent publisher had often promised he would give me\na break when I was ready. Well, I _was_ ready!\n\nExcited, dashing downstairs, I half-formulated the idea. The\nheadlines--the little man under a microscope--a world afire to see him.\nFame ... pictures ... speeches ... movies ... money.... But here I was\nat my desk, and I grabbed for a piece of typing paper. They'd put that\nin a museum, too!\n\nThe stamp and the little man lay just at the edge of the sheet, and he\nclutched at a \"great orange mountain\" covered by a \"vast slab of\ncurving, opaque glass\" like the \"Temples of Aerat.\" It was my thumb, but\nI did not see him there.\n\n_I thrust the paper into the typewriter and twirled it through._\n\n\"I have fallen from the mountain, and hang perpendicularly, perilously,\non a limitless white plain. I tremble, on the verge of falling, but the\nslime from the marsh holds me fast.\"\n\n_I struck the first key._\n\n\"A metal meteor is roaring down upon me. Or is it something I have never\nbefore witnessed? It has a tail that streams off beyond sight. It comes\nat terrific speed.\n\n\"I know. The Gods are angry with me for leaving Mortia land. Yes! 'Tis\nonly They who kill by iron. Their hands clutch the rod in mighty tower\nBaviat, and thrust it here to stamp me out.\"\n\nAnd a shaking little figure cried: \"Baviat tertia!... Mortia mea....\" as\nthe Gods struck wrathfully at a small one daring to explore their\ndomain. For little man Jeko had contrived to see Infinity--and Infinity\nwas only for the eyes of the Immortals, and those of the Experience who\ndwelt there by the Gods' grace. He had intruded into the realm of the\nrulers, the world of the After Life and the Gods Omnipotent!\n\nA mortal--in the land of All!\n\nIn a world deep down in Smallness, in an electron of a cell of dead\nwood, five scientists were grouped before the complicated instrument so\nreminiscent of early radios. But now they all were standing. Strained,\nperspiring, frightened, they trembled, aghast at the dimensions the\nexperiment had assumed; they were paralysed with terror and awe as they\nheard of the wrath of the affronted Gods. And the spirit of science\nfroze within them, and would die in Mortia land. \"Seek the skies only by\nhallowed Death\" was what they knew. And they destroyed the machine of\nthe man who had found Venquil land--and thought to live--and fled as\nJeko's last thoughts came through.\n\nFor many years five frightened little men of an electron world would\nlive in deadly fear for their lives, and for their souls after death;\nand would pray, and become great disciples, spreading the gospels of the\nGods. True, Jeko had described a monstrous world; but how could a mere\nmortal experience its true meaning? It was really ethereal and\nbeautiful, was Venquil land, and they would spend the rest of their days\ninsuring themselves for the day of the experience--when they would\nassume their comforted place in the world of the After Life.\n\n_As I struck the first letter, a strange sensation swept over me.\nSomething compelled me to stop and look at the typing paper. I was using\na black ribbon, but when the key fell away, there was a tiny spot of\nred...._\n\n\n\n\n",
    "metadata": {
        "author": [
            "Ackerman, Forrest J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32579/pg32579.txt",
        "name": "micro_man.json"
    }
}