{
    "name": "Misrule",
    "author": [
        "Scott, Robert"
    ],
    "body": "The brick smashed through the window and skittered across the top of\nGlen Wheatley's desk. He had already removed most of the breakables,\nbut it caught a large plastic ash tray and sent it caroming off his\ncheekbone. A thin trickle of blood crept down his face.\n\n\"Good God, aren't they starting a little early this year?\" Bert\nHillary, who shared Wheatley's office, was obviously not expecting an\nanswer. He had been making it clear for the past hour (they had all got\nto their desks an hour earlier for this day) that he was an old hand,\nwhile this was Glen's first experience of People's Day.\n\nGlen knew that Hillary had been in the Civil Service only five or six\nyears. He himself could hardly be accused of being an expert on the\nevery-four-years Day. Still, he waited for the older man to make the\nfirst move.\n\nHillary got up and peered cautiously out the shattered window. \"Yeah,\nthey're already boiling around the outer wall like yeast in a vat. That\nguy with the brick must have quite a pitching arm.\" Sweat stood out on\nhis forehead. He was clearly much more frightened than he pretended to\nbe.\n\nGlen noticed this with some satisfaction. At least, he wasn't the only\none. \"Come on, Wheatley. Us lower-level boys have got to be on the\nhop. You'd be surprised how fast that mob can get up here.\"\n\nGlen unfolded the map of Government House that had been placed on his\ndesk that morning. He stared grimly at it, dabbing at his cheek with\na rather grubby handkerchief meanwhile. The bleeding did not show any\nsigns of stopping.\n\nHillary hurried to the door. \"Come on!\" He was openly nervous now.\n\"It's no good studying that map for safety-holes now. You should have\nbeen doing that ever since we got here this morning.\"\n\nAs a matter of fact, Glen had been doing just that, whenever Hillary's\nflow of words had momentarily run dry. But he had not yet got the\nlocation of all the nearby hidden cubbies clearly in his mind.\n\"Government House is such a maze,\" he said defensively.\n\n\"And we're damned lucky it is,\" Hillary said from the doorway. \"Anyway,\nhow do you know that map you've got there isn't just what they've been\nhawking in People's Square all this past week?\" He gave a slightly sick\nleer.\n\n\"You know those maps are inaccurate. They're just a sop, just to\ngive the mob an extra thrill. Government House plants most of them.\"\nHe could sound like an old hand, too, Glen thought with a certain\nsmugness.\n\n\"Nuts to that. Some of them are amazingly accurate. There are a hell\nof a lot of non-Government people in here from year to year, and some\nof them aren't here just on business. Let's get going.\" Hillary pulled\nGlen through the door, and then locked it. Glen raised his eyebrows at\nthis. \"Oh, sure,\" his co-worker said wryly. \"Gives the People something\nto work off steam on.\" He patted the flimsy door. \"This will cave in\nunder a few hard shoulders. Not like the safety-hole panels. We hope.\"\n\n\"But they don't unlock for another half hour in this area.\"\n\n\"Thirty-eight minutes, to be exact,\" Hillary said, glancing at his\nwatch. \"And of course the ones deeper in and higher up open even later.\nWe're supposed to give them a run for their taxes.\"\n\n\n\nThe corridor was emptying out rapidly. Glen could hear smashing noises\nfrom the ground floor.\n\nApparently the People were already in the building, beginning their day\nof destruction. He thought gratefully of his private apartment, tucked\naway in the impregnable heart of Government House. Of course, it was\nclosed off to him too on this day; but at least it was safe from the\nmob. They would get mainly the chaff to destroy.\n\n\"I'm heading for the upper levels,\" Hillary said. \"Even if the\nsafeties open later up there, it takes longer for the mob to penetrate.\nThere's enough breakable and burnable stuff at the first few levels to\nkeep them busy for a while. Coming?\"\n\nGlen had just seen Joan Bourne emerge from her office and lock the\ndoor. He headed toward her. \"I'm going to stay near some out-of-the-way\nsafety in this area and hop in when it first opens. I don't feel like\nrunning from the People,\" he called back with a bravado he did not\nreally feel.\n\n\"Suit yourself.\" Hillary was already at the stairs. He paused for a\nmoment. \"And good luck.\"\n\n\"Thanks,\" Glen said. \"Good hiding.\"\n\nJoan had been listening, and met him in the middle of the corridor. \"I\nthink you've got the right idea, Glen. Want some company?\"\n\nHe smiled, and brushed her cheek with his lips. \"You know the answer to\nthat, Joan. For life.\"\n\n\"This is _hardly_ the day to bring that up again.\" She took his arm,\nand they turned off down a side corridor. \"Besides, I thought our\nrelationship was very nice as it is,\" she pouted.\n\n\"It is. I'm just greedy.\"\n\nThe side passageway took them deeper into the labyrinth that was\nGovernment House. Glen had hardly ever been out of it. He had\nbeen born and brought up in the great central area that surrounded\nGovernment Park, now sealed off from both the People and the Civil\nServants. Apart from a vacation trip to another city's Government\nHouse, this had been Glen's entire world. And two years ago he had\npassed the Examinations and become a full-fledged CS, with all the\nprivileges--and perils, he was now realizing--that that entailed.\n\nThey turned into another corridor, went past a bank of\nelevators--turned off for the day, as all the elevators were in the\nofficial section of the building--and went up a long flight of stairs.\n\nGlen stopped at the third level.\n\n\"This looks like as good a spot as any to wait for the first\nsafety-holes to open. It's out of the way. And there's a hole right\nhere, according to the map. It'll be opening in twenty minutes. The\nmob should be busy down there for longer than that.\" They located the\nalmost invisible key square, and Glen pressed his Class-6 key to it.\n\"Just on the chance they might have given us a break,\" he said half\napologetically.\n\n\"Apparently they haven't,\" Joan murmured. \"Let's see if my Class-5 has\nany better luck.\" She pressed her own key to the square, but the panel\nstill refused to slide back. Class-5 shelters in this area were often\ncombined with those for Class-6.\n\n\n\nGlen looked at her quizzically. \"Joan, we graduated at the same\ntime, and you're already Class-5--Job Consultation--while I'm still\nClass-6--Secondary School Allocation. How do you do it?\"\n\n\"Brains, personality and talent. Hadn't you noticed?\" She pressed close\nto him.\n\nHe kissed her. \"Mmm, yes. But I still don't see....\"\n\n\"Darling,\" she said, \"Joan Bourne is a young lady destined to go far.\nAnd fast.\"\n\n\"You seem so different from the other girls here though, Joan.\" He\nblushed. \"You didn't happen to come from ... Outside. Er ... from the\nPeople, that is?\"\n\n\"I grew up in Block 6, Section A, overlooking the statue of Martyr\nSherman Adams in Government Park. Just two blocks down from you, if I\nremember your records correctly.\"\n\n\"You've had access to my records?\"\n\n\"Class-5 always does to Class-6's. And I took a special interest in\nyou, my dear.\" She stroked his cheek.\n\n\"Then you're forgiven the snooping,\" Glen smiled. \"But to think I was\nbeing so polite and discreet about asking your origins!\"\n\n\"Not many take the Exams and come to Civil Service from Outside any\nmore, sweet. Just as not many from here decide to go out and try their\nluck in the big world. Generally we stay on our side of the fence, and\nthey stay on theirs. Except for the Day, of course. And then it's all\none-way traffic.\"\n\n\"But I've heard some CS people go Outside for their vacation. I never\nhave, of course, but....\"\n\n\"Oh, yes, quite a few do. You're taken in a CS plane to another\nGovernment House, where you won't be known in the city outside. You\nare given appropriate papers and emerge from the House during business\nhours. You mingle with the People, just like one of them. And when\nvacation's over, back to the House for Job Consultation or Welfare\nBenefits or whatever you want to trump up. Show your true papers, and\nyou're whisked back to your own cozy womb.\" She smiled reminiscently.\n\"Outside is an interesting experience.\"\n\nThis annoyed Glen obscurely. He put his arm around her. \"I don't want\nyou going Outside again. At least, not without me.\"\n\n\"Oh, the People are just people. Except for today....\"\n\n\n\n\"Well, well, the Bourne from which no traveler returneth! Hope I'm not\ninterrupting anything, my dear. Anything important, that is.\" At this\nunexpected voice, Glen let go of Joan and spun to face the intruder.\nIt was a Class-2 High Official named Duckpath, whom he had heard speak\nat a few Government banquets. He dropped his fists, which he had\nunconsciously raised.\n\n\"Mustn't be so nervous, young man,\" Duckpath said, swaying slightly. He\nwas obviously quite drunk. \"How are you, Joanie?\" He patted her rump\naffectionately and gave her a smacking kiss. Joan looked both annoyed\nand amused. Glen flushed, but said nothing.\n\nAfter a moment of contemplating the new arrival, Joan said, \"Well,\nDucks, what brings you down to the lower echelons?\"\n\n\"Oh, pleasure, pleasure, my dear. Wanted to see all the fun and games.\nUsually pretty dull on top, you know.\" He winked at her, then cocked an\near. \"Sounds like the rabble are getting warmer, too.\"\n\nGlen listened, and realized he had been hearing all along a dim\nmuttering which was now clearly getting louder. A distinct crash\nsounded, and he was sure he smelled smoke.\n\n\"Come on, Joan,\" he said, tugging at her arm. \"Let's get into the\nshelter. It must be time now.\"\n\n\"Young man, you _are_ obstreperous, aren't you?\" Duckpath interposed\nhimself between Glen and Joan. \"Be calm, be calm. As you may know, my\nkey will open any of the lower echelon's shelters, and at any time.\nYours is not due to open for five minutes yet, for example, but at the\ntouch of this--\" he flashed his Class-2 key--\"all barriers will fall\nbefore us. And I like the scent of danger. Just the scent, of course.\nNow--\" he motioned to Glen--\"if you will just stand by that stairway,\nyou will be able to see them in plenty of time for us all to get into\nshelter. You two shall be my guests. It will be very cozy.\" He giggled.\n\nGlen scowled, but did as he was told.\n\nIt was true that the stairs were the obvious place for the onslaught.\nThey led both up and down. He assumed Duckpath had come down them, but\nof course the People were still below, although apparently working\ntheir way rapidly to the stairs. The only other way up to this area was\nthrough one of the secret passageways, which the mob would not know\nabout.\n\nAnother crash echoed up the stairwell, much louder this time. A wisp of\nsmoke curled lazily in the air in front of him.\n\nGlen fingered the caked blood on his cheek. Things he had never\nquestioned before seemed utterly meaningless and cruel now. His\nirritation with Duckpath bubbled over, and he said sourly, \"What\nmadness! This whole procedure is incredibly stupid and wasteful.\"\n\nJoan glanced at Duckpath with raised eyebrows, but said nothing.\nThat gentleman at first stiffened, then relaxed and said blandly, \"I\nwouldn't criticize the Government too much, my boy. It gives us all we\nhave. And it can take it away also.\" He smiled. \"This is not madness,\nbut sheer sanity. You must have been neglecting your Political Science\ncourses.\"\n\n\"Sanity! It's murder and destruction,\" Glen muttered.\n\n\"You know very well, young man, that all that is being destroyed is\neasily replaced. _Will_ be replaced tomorrow, in fact. Ours is an\nopulent, productive society.\" Duckpath's smile deepened into a smirk.\n\"All the important documents, all the valuables, are safely locked away\nin the central section. And the good that is being done today!\" He\nbecame rapturous. \"The People are led by us, led by the nose. We decide\nwhere they will go to school, where they will live, which job they will\nget, how many children they may have. Soon we will decide when they are\nto die. We have the power.\" His eyes glistened.\n\n\"And in return we give them security. The population is balanced,\nthe country productive, the old cared for; there is medical service\nfor all. Everything is arranged for the best by the great complex of\nGovernment Houses all over the world. Everything is in the hands of the\nGovernment.\" Duckpath was panting slightly. \"Everything is in _our_\nhands.\"\n\n\n\n\"If everything is so perfect, why this?\" Glen gestured toward the cloud\nof smoke seeping through the entrance to the stairway.\n\n\"It's only the office furnishings. The building itself won't burn,\"\nJoan murmured.\n\nDuckpath gave her a little squeeze. \"Our callow young friend is talking\nabout the hatred, I believe, Joanie. The urge of the People to destroy\nand kill. Well, it is only natural.\" He belched softly. \"These People\nare aware that their lives are woven from threads held in Government\nHouse. And though they are well cared for, they resent it. They resent\nhaving to file into this building and be allocated to this and that.\nThey want someone to take care of them, but they resent their loss of\nfreedom. They resent our power.\n\n\"So this is their day. It comes once every four years. The day that\ngives them the illusion that they have some control over us, the day\nof Mob Rule. This is the day they can express all their locked-up\nfrustrations, all their fury at the State which feeds and clothes\nthem and watches over them. They can batter down and smash and burn.\"\nDuckpath stared at Glen and seemed to sober a little. \"Yes, they\ncan even kill. They cannot bring guns or knives here, but they can\nuse fire and fists and stones. And that is even better for boiling\naway their hostilities. The hotheads among the People will go so\nfar as to kill, and that will cool them. But they will get only\nthe fumble-fingered and feeble-witted. The rest will take care of\nthemselves.\" He paused for a moment, breathless. \"Do you realize we\nhaven't had even the sniff of a revolution in four hundred years? No\ncivil strife at all. No _change_ of any kind.\" He laughed. \"This is\nSheep's Day ... their day to be wolves.\"\n\n\"Glen, you'd better watch the stairs,\" Joan said, her face taut.\n\nGlen started. Duckpath's harangue had distracted him, and somehow\nchilled him too. He peered down the stairwell. There were People at the\nend of the lower corridor, milling around and shouting.\n\n\"We've got to get to shelter,\" he said, hurrying toward Joan.\n\nDuckpath began to talk again. \"This is nothing new. The Romans had a\nword for it, and a day for it, too. A day when the laws were abandoned\nand society was turned upside down. A day when the people cast off the\nbonds of civilization and order. A day of Misrule. They even had a King\nof Misrule. I rather like that. I might be such a King.\" He struck a\npose. \"King of Misrule!\" He turned with a grand gesture to Joan. \"And\nyou are my....\"\n\nA rock crashed against the side of his head. Another exploded on the\nwall next to Glen.\n\n\"The secret passageways, Glen!\" Joan screamed. \"They've come up the\nother way. The maps must have been accurate this time.\"\n\nThere was a knot of men at the far bend of the corridor. They carried\ntorches, and clumps of stones in sacks at their waists. Obviously they\nwere not the dilettantes of People's Day. They were after more than the\ncrash of furniture.\n\n\"Get the dame, boys!\" one of them yelled. They charged forward.\nDuckpath was lying across the entrance to the shelter, and the mob was\nalmost on him.\n\n\"We've got to take the stairway, Joan!\" Glen cried, fumbling at her arm.\n\n\"His key, his key!\" She knelt beside Duckpath and pulled the key out\nof his hand. The High Official stirred, but did not speak. An amazing\namount of blood had already accumulated on the floor around him.\n\n\n\nA brick grazed Glen's shoulder, sending him spinning toward the\nstairway. Joan rushed after him, and they pounded the stairs together.\n\"I can get in anywhere with this,\" she gasped, holding up the key.\n\nPresumably the half-conscious Duckpath had made the oncoming men pause.\nRipping sounds could be heard, and a horrible strangled cry. They were\nrelieving the High Official of his personal belongings--and probably of\nhis life.\n\nBut the People from the floor below were now surging up the stairs,\njoined by four men from the crowd that had first seen Joan. \"Get the\ndame! Government meat!\" The cry came booming up to Glen and Joan.\n\nThey stumbled into the corridor at the next landing, realizing they\nwould never make it up the next flight before the mob reached them.\nThey were both fumbling with their maps. \"There's a small Class-3 right\naround here,\" Joan waved her map in his face. She raced along the wall\nfor a few yards and then clapped Duckpath's key to it. A panel slid\nback and she slipped inside. \"Thank God!\" She glanced around her.\n\"Darling, it's only a single. Too bad.\"\n\nThere was obviously no room for another person, Glen saw with dismay.\nJoan and the air-freshening apparatus took up all the space.\n\n\"Hurry and find another, sweets.\" She pitched him the Class-2 key, and\nblew him a kiss as the door slid shut. It would open again only after\nsundown, when People's Day was officially over.\n\nA mass of screaming People burst from the stairway, and raised a great\nshout on seeing Glen. He dashed down the corridor, turned left, and\nthen turned right at the next passageway. He was in a long corridor\nending in a large window opening on the outside.\n\nGlen squinted at his map through eyes that refused to focus. He\nsuddenly realized they were streaming with tears.\n\nThere was a Class-4 shelter several paces along on the left. He rushed\nto it and pressed the High Official's key to the square. A dim red\nlight glowed through the plastic of the key. Full.\n\nHe pounded on the panel. Of course it was soundproof. Of course the\nshelter was full of wise Civil Servants. Only the fumble-fingered and\nthe feeble-witted, only the chaff....\n\nThe People came pouring around the corner as Glen backed toward the end\nof the corridor. A stone sang past him and smashed through the window.\nAnother caught him in the ribs. He backed faster, now completely\nblinded by tears. The growl of hatred from the mob grew louder. A heavy\nblow struck his collarbone and he lurched backward. His knees caught,\nand then he was flipping over. Out and down.\n\nHe sailed through the air.\n\nThe pressure of the mob was gone. There was no time to think. There was\njust an exhilarating sense of flight, of space, of freedom.\n\n\n\nEditorial from the _Albany Evening Star_:\n\n                   _A MOST SUCCESSFUL PEOPLE'S DAY_\n\n    People's Day is over again. For four more years peace and order\n    reign over the land.\n\n    We feel that this year's Day was one of the most successful in\n    history. The damage seemed to be substantially less than usual.\n    Among those no longer with us are:\n\n    Oliver Duckpath: Class-2 High Official. Deeply valued, he will\n    be missed, as those whom he cared for in his work as Supervisor\n    will testify.\n\n    Lizabeth Brennan: Class-6 Religion Consultant.\n\n    Glen Wheatley: Class-6 Secondary School Allocator.\n\n    Thurmond Christian: Class-6....\n\n\n\n\n",
    "metadata": {
        "author": [
            "Scott, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61173/pg61173.txt",
        "name": "misrule.json"
    }
}