{
    "name": "Miss Tweedham's Elogarsn",
    "author": [
        "Williams, Robert Moore"
    ],
    "body": "L'Sor, the Martian, said, \"Why don't you humans go back to Earth?\nYou're too soft to stay alive on Mars.\" He spoke good English but his\nvoice was edged with contempt.\n\n\"Maybe you've gone soft in Sandersonville but I haven't,\" Ed Early\nanswered.\n\n\"Bah!\" L'Sor said. \"You talk big, but Malovel will hold you in the\nhollow of his hands just as he holds the rest of you humans here. You\nhumans are all alike, big talk but no action.\"\n\nEarly looked startled. \"I don't know this Malovel,\" he said.\n\n\"You will know him if you are going to stay here,\" L'Sor said. \"You\nwill know him, and the esse. But I do not think you will remain. I\nthink you will tuck your tail between your legs and go sneaking away\nlike a desert jackal.\"\n\nListening, John Sanderson, the boss of Sandersonville, made no effort\nto interfere. Now was a good time to learn what kind of metal was\ninside Early and L'Sor was a good instrument for the investigation. The\nMartian was completely outspoken. Sanderson waited quietly to see what\nEarly would say and do. The woman, Miss Tweedham, was also silent. She\nwatched this scene from startled eyes.\n\nEarly had come riding a thlat across the desert, a tough, grim, bitter\nlittle man with bluster a foot thick all over him. Sanderson had not\nasked him his business here. The woman, Miss Tweedham, had arrived in\na rocket taxi from the space port. Both of them had been brought to\nhim. At first meeting he had rather liked Miss Tweedham. She was a big\nwoman tired of her work and had come to Mars to find something that had\nbeen missing in her life. At the thought, Sanderson shook his head. She\nwould find plenty here!\n\nShe would also discover how glad she was that all of it had been\nmissing from her life. Of course, they would have to send her back\nhome, otherwise she would end up running screaming across the deserts\ntoward the space port. In the meantime, she might as well see things as\nthey really were. It would be something to whisper, in a shocked tone\nof voice, to her best friends when she got back to Earth. He watched\nher out of the corners of his eyes.\n\n\"Who's going to make me tuck my tail between my legs, Fiddlefoot?\"\nEarly said angrily.\n\n\"Fiddlefoot!\" At the word, a violent tremor passed over the Martian.\nHe reached for the knife bolstered at his belt. The anger of his race\nshowed in his yellow eyes.\n\n\"The man is a fool,\" Sanderson spoke. \"Overlook his words.\"\n\n\"Well, Great One--\"\n\n\"Let him try to use the knife,\" Early said, his hand in the pocket of\nhis ragged coat. \"I'll make him eat it.\"\n\n\"I wouldn't advise--\"\n\n\"No fiddlefooted Martian can run a bluff on me. And that goes for this\nMalovel too.\"\n\n\"Maybe he is not bluffing. He is one of Malovel's priests.\"\n\n\"I don't get this Malovel but what I said still goes, for Fiddlefoot\nhere and his boss, too.\"\n\n\n\nSanderson gestured through a window to a terraced slope. Beyond it,\nmountains rose into the sky. Along the terraces, following the viaducts\nthat brought water downward from the reservoirs above, Martian crops\ngrew green and luxuriant. On the lowest level were the human fields,\nwith the crops drying to stunted stems and twisted leaves. On top of\nthis slope a square structure sprawled. Sanderson gestured toward it.\n\n\"Malovel is up there. He is the high priest, the ruler of the Martians\nhere--and of the humans.\"\n\n\"I thought you bossed the humans,\" Early said.\n\n\"Malovel controls the water supply,\" Sanderson answered.\n\n\"Oh, I see!\" Understanding gleamed in Early's eyes. \"If you don't do\nwhat he says, he won't give you the water for irrigation. That's it,\nhuh?\"\n\nSanderson nodded.\n\n\"And you put up with this kind of treatment?\" Surprise sounded\nin Early's voice. He studied Sanderson carefully as if he were\nre-evaluating him.\n\nAgain Sanderson nodded.\n\n\"Well, I'm damned!\" Early said. \"John Sanderson putting up with this!\nJohn Sanderson letting a local Martian big shot tell him what to do!\nOh, I get it now.\" Again understanding gleamed in Early's eyes. \"You've\nlost, your nerve! That's it. Johnny Sanderson has gone soft.\" Early\nseemed very pleased with himself for this computation.\n\nThe silence that followed was broken by a grunt of contempt from L'Sor.\n\"Give the fool a thlat and send him on his way. We don't want him here.\"\n\nEarly seemed not to hear. \"Hah! By heck! So you've lost your nerve! And\nSandersonville is hanging here like a ripe peach ready to drop into the\npocket of anybody who has the guts to shake the tree! I heard rumors\nthat this had happened but I just didn't believe it.\"\n\nHe pulled an object from his pocket. It was a bum-bum gun. Sanderson\nseemed not to see it. L'Sor grunted contemptuously. Miss Tweedham\ncaught her breath. Early moved toward the door.\n\n\"Where are you going?\" Sanderson said.\n\n\"I'm going up and put the fix on this Malovel,\" Early said. \"Then\nI'm coming back down here and I'm taking over Sandersonville. Johnny\nSanderson has lost his nerve and he's through.\" He stalked through the\ndoor.\n\nThrough the window, Sanderson watched him go quickly up the slope. In\nthis light gravity, the man walked rapidly. He was soon out of sight.\nL'Sor and Miss Tweedham moved to Sanderson's side at the window.\n\n\"You deliberately needled him into going up there,\" Miss Tweedham spoke.\n\n\"Why should I do that?\"\n\n\"Maybe because you're scared to go yourself.\" Her voice had a cutting\nedge that grated along Sanderson's nerves. Beside him, he heard L'Sor's\nsharply indrawn breath, a sure sign of rising anger in the Martian.\n\n\"Why don't you go to this ruler and demand water?\" The schoolteacher\ncontinued. \"You're the leader here. Are you going to let your people\nstarve?\"\n\nSanderson wiped a thin film of sweat from his face. \"Nobody has starved\nyet.\"\n\n\"How long before 'yet' becomes 'Died of Starvation A.D. 2179' on a\ntombstone? Or will Malovel let you erect tombstones?\"\n\n\"He hasn't objected yet.\"\n\n\"Why don't you do something about this?\"\n\n\"There are two reasons. One is our own bargain, our own agreement. The\nother is the esse. Malovel has the esse.\"\n\n\"What's the esse?\"\n\n\"It's a weapon,\" Sanderson said, uncomfortably. \"We don't talk much\nabout it.\"\n\n\"Which means you're scared and don't knew what you're afraid of. I\nstill think--EEK!\" A gust of sharp, protesting sound exploded from her\nlips. A hand came up. With her index finger, she made little jabbing\nmotions toward the chair where Early had been sitting.\n\n\"What--what is that?\" Her voice was suddenly shrill.\n\nA doll, or an old dwarf, or a worn-out elf was sitting in the chair.\nMiss Tweedham pointed at this. The doll was relaxed and at ease. Its\nhead had fallen forward across its chest. The doll was remarkably\nlife-like. Every hair was visible on the head, each skin wrinkle was\nclear on the back of the neck. The clothing was ragged, holes showed in\nthe bottoms of the shoes.\n\n\"What--what is that?\" the woman repeated.\n\n\"That's Ed Early,\" Sanderson said.\n\n\"Uh--uh--\"\n\n\"The esse.\" L'Sor breathed. \"Malovel used the esse.\"\n\n\"Early's dead,\" Sanderson said. \"Quite dead.\" He stepped forward in\ntime to catch Miss Tweedham before she fell.\n\n\n\nIn trying to be calm, Sanderson found he needed all of his years of\ntraining to grasp even a semblance of what he sought. Behind him, in\nthe bedroom, he could hear Big Marie moving again. The moaning in there\nhad stopped. He tried to distract himself by looking through the window\nbut the sight of the withered crops trying to grow added nothing to the\ncalm he was seeking. He thought how precarious was the hold of this\nlittle group of humans on Mars--and on life itself.\n\nTwo men carrying a small box came into view. The box was small but the\nmen carried it as if it were heavy. The esse shrunk the size but did\nnot reduce the mass. In the box, Early weighed just as much as he had\never weighed but he would not take up as much room in the graveyard.\n\nBehind Sanderson the bedroom door opened. He turned quickly. Big Marie\nstood there. Her dark face was sullen.\n\n\"How is she?\"\n\n\"She's all right. It was a strain on her, suddenly seeing him sitting\nthere the size of a doll when the last time she had seen him he had\nbeen a full-sized man going up the slope.\"\n\n\"It always is a strain the first time you see it. Will she be all\nright?\"\n\n\"Yes. Maybe her dreams won't be so good for a while. Why did she come\nhere?\"\n\n\"I didn't ask her.\"\n\nBig Marie stared steadily at him. \"What is she to you, John?\"\n\n\"Nothing. She just arrived.\"\n\n\"If she becomes anything to you I will kill her,\" Big Marie said\ncalmly.\n\n\"Damn it, Marie, I've got enough trouble on my hands without you trying\nto blow a fuse. If I want the woman, I'll take her. If I don't want\nher, I won't take her. Is that clear?\"\n\n\"Ain't I enough for you?\"\n\n\"You're enough for ten men. I'm thinking of establishing polyandry\nhere, just for your sake. But--Well, hello.\" Miss Tweedham came through\nthe door. \"How are you feeling?\"\n\n\"I'm alive, I guess.\" Her face was pale but composed, her walk was\nsteady. \"That awful thing.\" A shudder passed across her face. \"How did\nit get back there in the chair without us seeing it coming?\"\n\n\"Elogarsn, the Martians call such trips. Humans know it as\ntelportation.\"\n\n\"But what is it?\"\n\n\"You've got a word for it, what more do you want?\"\n\n\"Nothing, I guess.\" She looked from Big Marie to Sanderson. \"There was\nsome talk about taking a woman. Were you talking about me?\"\n\n\"What do you think?\"\n\n\"I think I may have something to say about it.\"\n\n\"Then say it.\" Sanderson waited for the woman to speak. She looked\nconfused, but did not answer.\n\n\"He is not really this hard,\" Big Marie said. \"It is just that he is\nworried.\"\n\n\"Don't apologize for me.\"\n\nThe door opened and L'Sor entered without knocking. \"They told me I\nwould find you here,\" he said. \"Malovel will see you at once.\"\n\n\"All right, I'm coming,\" Sanderson said. He turned to the door.\n\n\"Wait a minute,\" Miss Tweedham protested. \"Do you mean you're going\nto--after what you just saw, you're going to--\"\n\n\"What did I just see?\" Sanderson said. He went out. L'Sor followed him\nwithout comment.\n\nMiss Tweedham's lips formed unvoiced sounds. \"But--that awful Martian\nmay kill him.\"\n\n\"Do you think that would stop him?\" Big Marie said. \"What kind of a man\ndo you think he is?\"\n\n\"I don't care what kind of a man he is.\"\n\n\"He has kept us alive when nobody else could have done it,\" Big Marie\nsaid. \"If he says he wants you, Baby, my advice is to play give-inee.\"\nBig Marie went into the bedroom and closed the door behind her. It\nopened again an instant later. \"You'll be the luckiest woman this side\nof heaven.\" The door slammed shut this time.\n\n\n\nMalovel was old and wrinkled. His skin hung about his face in loose\nfolds and his hands were the skinny claws of a bird. He slept, ate,\nand defecated in the big padded chair that was his throne. Under the\nbird-talon fingers a number of differently colored squares were set\ninto the arms of the chair.\n\nOfficious priests in blue robes took Sanderson to him. L'Sor was not\ninvited to accompany them and he did not request the privilege.\n\nMalovel went straight to the heart of the matter. \"There will be no\nmore water for humans,\" he said. A slave standing beside his chair gave\nhim a sip out of a small cup. His yellow eyes twinkled at the human.\n\n\"Eh? What?\" Sanderson gasped. \"Holy One! A bargain was made.\"\n\n\"What bargain?\"\n\n\"That the humans would keep the peace and that the Holy One would see\nthat we have adequate water for our fields. Other services of mutual\nadvantage to both sides were included. Thus the humans taught the\nMartians how to raise grain from Earth, and supplied them--\"\n\n\"Who made this bargain?\" Malovel said.\n\n\"Does not the Holy One remember? He and I made it four years ago when\nthe human settlement was started here.\"\n\nA flicker of surprise passed through Malovel's eyes. The slave hastily\nplaced the cup to his lips. He sipped the red liquid.\n\n\"Oh, yes, I remember now.\" The tone of his voice said that remembering\nwas a matter of no importance. \"I have changed my mind. There will be\nno more water for humans.\"\n\n\"But Holy One--\"\n\n\"I have spoken. Does the human wish to dispute me?\" Malovel's\nbird-talon fingers went eagerly to the squares on the arms of the\nchair. An eager look crept into his yellow eyes.\n\nThe slob is hoping I will defy him so he can have the pleasure of\nusing the esse on me, Sanderson thought. Aloud he said: \"Your will is\nour highest law, Holy One.\"\n\nRegret showed on the Martian's face. \"Then be gone, all of you, by\nthe next rising of the sun.\" The fingers remained on the square as if\nMalovel was still treasuring a lingering hope that this human would\ndefy him.\n\n\"Yes, Holy One,\" Sanderson said. Backing out of the audience hall, he\nwondered how even Malovel expected them to be gone by tomorrow even if\nthey had a place to go! Inhospitable deserts surrounded them, making\nimpossible a flight across Mars. Earth would welcome them back--if they\ncould get there--but not a man or a woman here would welcome Earth.\n\nReturning to the human settlement he saw that all work had stopped and\nthat everyone was waiting for him. The news that he had been summoned\nto Malovel had gotten around. \"Meeting right away,\" he said to each man\nhe met. The drift to the assembly hall began immediately.\n\nHe stood in front of them, a tall man with bitterness on his face. Less\nthan a hundred humans looked up at him, all who lived here. He did not\nhave to ask for silence. The men and the women who entered here showed\nno inclination to talk.\n\n\"We have until tomorrow to leave,\" he said.\n\nSilence continued in the big room. These people had already braced\nthemselves against bad news.\n\n\"If you ask me why we have to leave, I can only tell you it is by order\nof Malovel. If you ask me why he gave this order, I can only say he is\nan old, tired, worn-out ruler, who is kept alive only by his greed for\npower. What better way to demonstrate his power than by ordering the\nhumans to leave?\"\n\nHe paused, took a deep breath. \"We made a bargain with him. He has\nviolated the agreement. This ties up the package. All rules are off.\"\n\nAt the words, a gust of something seemed to run through the room. It\nwas partly sound, but more than anything else, it was pure emotion, a\nblast of it.\n\n\"What is happening?\" Miss Tweedham whispered to Big Marie.\n\n\"He's turning loose his dogs,\" Big Marie answered. \"Almost tamed, all\nof them were, until he turned them loose. Now they're pure wolf.\"\n\n\"I don't know what you're talking about.\"\n\n\"You'll find out, Baby,\" Big Marie said.\n\n\n\nFrom the front of the room Sanderson's voice caught her ears, pulling\nher attention to him.\n\n\"All of you know that we have sincerely hoped that this would not\nhappen. However, we have always considered the possibility that it\nmight happen. Thus, we have made our plans down to the last detail.\"\n\nAgain the thin buzz and the blast of emotion went through the room.\n\n\"Miss Tweedham,\" Sanderson spoke. \"Come forward, please.\"\n\nHis voice lifted her to her feet and took her to the front of the room.\n\"Yes? What do you want?\"\n\nHis face made a smile. \"Since you are new here, and not one of us, you\nwill want to leave.\"\n\nShe was confused. She felt it inside her and it showed on her face.\n\n\"It is impossible to call a taxi from the space port. We do not have\nradio facilities. However, we can provide a thlat for you to ride, and\nfood and water for a week. In that time you can reach the space port.\nIt will not be a comfortable trip but it will be more comfortable than\nstaying here.\"\n\n\"I--is that--\"\n\n\"I'm sorry but this is the best we can offer you. Our facilities here\nare primitive.\"\n\n\"What happens if I don't want to leave?\" Miss Tweedham blurted out.\n\n\"Eh?\" Sanderson was startled. He looked again at this rather big woman\nwith the pleasant, tolerant face. \"Do you mean that?\"\n\n\"Would I say it if I didn't mean it?\"\n\n\"Well--\" Sanderson coughed. \"In that case, you will be assigned duties.\"\n\n\"I'll take the duties.\"\n\n\"Without asking what they will be?\" He seemed suddenly uneasy, and yet\nat the same time he seemed pleased.\n\n\"Yes.\"\n\nHe blinked at her, then nodded as if he was even better pleased. \"Take\nyour turn in line, please.\"\n\nMen were already moving to the front of the hall. They lifted a large\nslab of stone from the floor there, revealing a box-filled cavity\nbeneath. A man dropped down and began to hand up the boxes. A line\nwas forming. Miss Tweedham moved into it. Sanderson was taking small\nobjects from the boxes and was handing one to each person in line. Miss\nTweedham did not see what the objects were until one was handed to her.\nThen she saw.\n\n\"But these are bum-bum guns!\" she said. She did not take the weapon.\n\n\"Yes, they are,\" Sanderson said.\n\n\"That man, Early, had one of these.\"\n\n\"Yes, he did.\"\n\n\"It didn't do him any good.\"\n\n\"No, it didn't.\"\n\n\"Move on, Baby, you're holding up the line,\" Big Marie said.\n\nMiss Tweedham took the bum-bum gun.\n\n\"Do you know how to operate it?\" Sanderson said.\n\nShe turned the weapon in her fingers. \"Yes, I know how to use it.\"\n\n\"Eh?\" Sanderson seemed startled.\n\n\"Move on, Baby,\" Big Marie said again. Miss Tweedham moved on. Big\nMarie took a bum-bum gun. In addition, she requested a knife. From\nanother box Sanderson supplied her with a blade ten inches long. She\ntested the edge on her thumb. \"I'll have to hone it,\" she said.\n\n\"Be sure you remember whose throat you are to cut,\" Sanderson said.\n\n\"I won't forget that.\"\n\n\"It isn't my throat,\" Sanderson said.\n\n\"Isn't it?\" Big Marie answered.\n\nWhen the guns and knives had been distributed, Sanderson opened\nanother box. Maps were in it. They were crudely but clearly drawn.\nHe distributed them to a number of key men. \"You will find detailed\ninstructions here for you and your group. I don't suppose I need to\nremind you of the consequences of failure.\"\n\nAgain the buzz ran through the room.\n\n\"You seem to have everything well organized,\" Miss Tweedham said:\n\n\"Organization was my line before I came to Mars,\" Sanderson answered.\nHe lifted his voice. \"Deimos is the signal. When it rises above the\nhorizon tonight, we go into action.\"\n\nThe buzz grew louder. To Miss Tweedham, it sounded like a swarm of\nangry hornets.\n\n\n\nSeeming to be a part of the night, four figures crouched against the\nwall beside the closed door. Bright stars twinkled overhead. In this\nthin air there seemed to be millions of stars sprinkled like arc lights\nin the sky.\n\nMiss Tweedham clutched the bum-bum gun and listened to the sound of her\nown heart. Beside her, Big Marie leaned against the wall in nonchalant\nease. On the other side of her, Sanderson and the Martian L'Sor\nwhispered quietly.\n\n\"Is that Martian all right?\" Miss Tweedham said to Big Marie.\n\n\"If he ain't, we're in the soup.\"\n\n\"But how do we know?\"\n\n\"We don't. John Sanderson trusts him. That's enough for me. And anyhow,\nif it hadn't been for L'Sor, we would never have learned enough about\nthe esse to stand a chance against it.\"\n\nMiss Tweedham made choking sounds as a vision of the doll came up\nbefore her eyes so real she could see it all over again.\n\nOn the horizon a light appeared. Deimos rising. It was not an\nimpressive sight. Outlined against the arc lights of the stars, Deimos\nhung in the sky like a glow worm at the Feast of the Lanterns.\n\n\"The door, L'Sor,\" Sanderson said.\n\nThe Martian inserted a key in the slot. The door opened into a\ncourtyard. The four passed through.\n\n\"Big Marie, you and Miss Tweedham are to stay here and guard this door.\nL'Sor and I will be returning this way.\"\n\n\"Yes, John.\"\n\nThe two women crouched against the wall. Sanderson and the Martian\nmoved across the courtyard and vanished. Then Big Marie moved. \"You\nstay here and guard this door. I'm going after them. Those two damned\nfools have assigned themselves the job of tackling Malovel and the esse\nall alone.\"\n\nFor a few minutes Miss Tweedham stayed beside the door. Then, clutching\nher bum-bum gun, she followed Big Marie.\n\nAt night, the big throne chair was moved into the sleeping quarters.\nMalovel dozed fitfully in it. A slave was constantly beside him,\nalways ready to pass the precious liquid to lips as parched as the\nfields the humans were trying to cultivate. Through thin gauze\ncurtains, female slaves could be seen sleeping in the adjoining room.\nThey were at Malovel's beck and call but he had long since passed the\nstage where they were of any use to him.\n\nHe existed now as almost pure hate. All that kept him alive was his\nhatred of all creatures more nearly alive than he was. Martians,\nhumans, the sand jackals howling in the deserts, he hated them all\nbecause they were what he was not--alive.\n\nAs he dozed, his fingers played over the squares in the arms of his\nchair. He dreamed of using the esse. Even in sleep his hate yearned to\nexpress itself.\n\nA stir sounded at the door as his private guard challenged a wall\nwatcher bringing information to him. The sound aroused him, irritated\nhim. The wall watcher insisted on being brought before him.\n\n\"What is it?\"\n\nThe tone sent shivers through the wall watcher. But he thought his news\nwas important. \"Holy One, I heard footsteps outside the walls.\"\n\nMalovel considered this information. If it was true, he didn't like it.\nIf it was untrue, he liked it even less. Most of all he disliked having\nhis sleep interrupted.\n\n\"Fool! Some lover goes to his mistress and you interrupt my rest\nbecause of this!\"\n\n\"But--Holy One--\"\n\n\"Out of my sight.\"\n\nThe wall watcher hastily backed from the room. Malovel watched. Some\nresidue of his dream remained in his mind. His fingers moved on the\nsquares. A throb sounded in the room. The wall watcher screamed.\nInvisible fingers seemed to come out of nowhere and seize him. The\nfingers pressed against him with terrific force. He began to shrink in\nsize. When he was the size of a doll, Malovel shifted his fingers on\nthe squares. The doll was lifted upward and out of the room.\n\nMalovel settled back in his chair. The slave hastily pressed the cup to\nhis lips. He sucked greedily at the red liquid. Strength surged up in\nhim. It came as much from the satisfaction of seeing the wall watcher\ndie as from the red syrup. He had destroyed a wall watcher! He was a\nmighty killer! Who dared to oppose him?\n\nHis eyes circled the room, seeking any one who dared to oppose him.\nBeside his chair, the male slave froze. Beyond the thin curtains, the\nshivering females stopped moving.\n\nSlowly, Malovel settled back into his chair. Again he dozed. This time\nthere was satisfaction in him and he slept better than before. Beside\nhim, the male slave dared to breathe again. His private guards went on\ntiptoe from the room. The females huddled down against the pillows and\ntried to sleep.\n\nSounds came from inside the building. A Martian shouted. The shout went\ninto quick silence as soft phuts sounded.\n\nA breathless palace guard again insisted on being admitted to Malovel's\npresence. The guards at the door told him what had happened to the wall\nwatcher. The guard insisted his report was true and important. He was\npermitted to enter. Again Malovel awakened.\n\n\"The humans are in the palace, Holy One.\"\n\n\"What?\"\n\n\"You can hear them.\"\n\nListening, Malovel caught an echo of a shout, then a burst of phuts.\nFor a second he was startled. Then a gleam appeared in his eyes. As\nhe had thought they would if he stopped the water for the fields, the\nhumans had attacked the palace. Now he had a chance to use the esse\nagain, to taste to the full the surge of power that came to him when he\nused that weapon.\n\nAt his word of command, the slave swung up in front of him what looked\nlike a frosted mirror but which revealed what was happening where he\nsent the esse. The mirror showed a corridor, with Martians and humans\nfighting there.\n\nA look of vast satisfaction appeared on Malovel's face. He caressed the\nsquares on the arms of his throne chair.\n\n\"Once a bargain was made, Holy One,\" a voice said behind him.\n\nMalovel spun in his chair. He stared in horror at what he saw there.\nThe human, Sanderson, and the Martian, L'Sor. A Martian traitor! Behind\nthem a secret door was open in the wall, a relic of the long-gone\ndays when Malovel had used that exit. He had forgotten its existence.\nBut L'Sor had smelled it out. Both the human and the Martian held the\nlittle weapons that the humans called bum-bum guns. L'Sor's weapon\nmenaced the slave, who stood motionless.\n\n\"A bargain was made four years ago,\" Sanderson said.\n\n\"I changed my mind.\"\n\n\"Why?\"\n\n\"Perhaps to start this fight, to give myself the pleasure of destroying\nyou.\"\n\nAs he spoke, Malovel's fingers pressed a square. The human might be\nfast with the bum-bum gun but the esse was faster than any human\naction, as fast as light itself. As Malovel pressed the square, the\nesse formed.\n\nA scream sounded in the room. Sanderson was shoved to one side. The\nesse caught something, Malovel did not quite see what it was. He poured\npower into it. Malovel caught a glimpse of the doll forming as the\nmighty fingers of the esse squeezed life from it.\n\nA glimpse was all he caught. A bum-bum slug splashed his head over the\nroom. The eager glow in his eyes seemed to turn into a yellow aura then\nlingered a second after he was gone. Then it went too.\n\n\n\nMiss Tweedham went forward as quickly as she could. When the shouts\nand the phuts began, she was afraid, but she was even more afraid of\nlosing sight of Big Marie. Then Big Marie did disappear. Miss Tweedham\nclutched her gun and waited, her heart up in her throat. A scream rang\nout ahead of her. The sound moved her forward and into the throne rooms\nof Malovel.\n\nMalovel, headless, was lying stretched across his throne chair.\n\nStaring down at something, Sanderson was kneeling on the floor. Miss\nTweedham moved to his side, saw the object at which he stared.\n\nHe glanced up at her, nodded toward the object on the floor. \"She\nshoved me out of the way and the esse got her. I had no idea it was\nthat fast.\" His voice was tight with suppressed feelings.\n\n\"Back on Earth she killed two men. That was why she came to Mars. She\ndied here, saving the life of a third man.\" Sanderson's face was wry\nand twisted.\n\nThe object on the floor was a doll with the features of Big Marie.\n\n\"Great One, work remains,\" L'Sor urged.\n\nSanderson rose. He lifted the body of Malovel from the throne chair,\nthrew it across the room. Then he seated himself in the chair and began\nto study the controls. In the distance shouts sounded, Martians and\nhumans locked in battle. The shouting of the Martians went into quick\nsilence as Sanderson began to operate the controls on the arms of the\nchair.\n\nA little later the humans were crowding into the room. They were a\nmotley lot. Some were covered with blood, others carried arms in\nimprovised slings, one supported himself between two companions. They\nlooked at the occupant of the throne chair and began to grin.\n\n\"Well done, boys,\" John Sanderson said. \"I never pulled a sweeter,\ncleaner, tougher job.\"\n\nThe room echoed with the fierce shouting of triumphant men.\n\nMiss Tweedham went away.\n\nWhen Sanderson found her, the stars were going down and the day was\ncoming. Clutching her purse in one hand and the bum-bum gun in the\nother, she was seated on a bench outside the house where Big Marie had\nonce lived. Sanderson came up. She moved and made room for him and he\nsat down beside her.\n\n\"Look,\" he said, pointing. \"Water is coming down the ditches to our\nfields.\"\n\nMiss Tweedham could see the water. Already the crops were responding to\nthe magic touch of it. She could also see the glow on John Sanderson's\nface. The glow on his face was one of the nicest sights she had ever\nseen in her life. A man watching water come to parched fields....\n\n\"But I imagine you had a rather exciting night,\" he said, turning to\nher.\n\n\"Yes. Yes. It was that.\"\n\n\"Well, you will forget the horror of it. Maybe you can even learn to\nhave fun telling your classes back on Earth about the wild night you\nspent on Mars.\" He grinned at her. \"I don't know how you're fixed\nfinancially, but if you're broke, I imagine we can find passage money\namong us.\"\n\nMiss Tweedham clutched her purse. \"But what if I don't want to go back\nto Earth?\"\n\nHis voice was gentle but with overtones of pain in it. \"This is no\nplace for a woman like you, a woman of refinement and culture.\"\n\n\"Why not?\" she asked.\n\n\"Don't you know the truth about us yet?\" he said, surprised. \"Haven't\nyou guessed it? None of us can go back to Earth. We're wanted men\nthere.\"\n\n\"Criminals?\" Miss Tweedham said, flinching.\n\n\"Yes.\" Sanderson choked over the word but he got it out.\n\n\"And what were you back on Earth?\"\n\n\"I ran the Syndicate,\" Sanderson answered.\n\n\"Then that explains your genius for organization.\"\n\n\"I had had some experience in organization before I came here,\"\nSanderson said, grimly. \"That was why the boys made me boss. Now as to\nyour return to Earth--\"\n\n\"As I said before, maybe I don't want to go back.\"\n\nSanderson stared at her. \"But you have to go back. You don't belong\nhere.\"\n\n\"Maybe I came here for the same reason you and all the others\ncame. Maybe I knew what I was coming to. Maybe I chose this place\ndeliberately.\"\n\n\"What?\" Sanderson gasped.\n\nMiss Tweedham faced him without flinching. \"You haven't asked me what I\nreally was back on Earth.\"\n\n\"Eh? A school teacher--\"\n\n\"You still haven't asked me.\"\n\n\"Eh? What were you?\"\n\n\"A call girl,\" Miss Tweedham answered, without flinching.\n\n\"Uh--ah--\"\n\n\"I'm not going back to that,\" Miss Tweedham said.\n\nSanderson sought for words. He stuttered them out. \"Do--do you--do you\nthink you will ever be a call girl again?\"\n\n\"Only when you call,\" Miss Tweedham answered.\n\nIn the light of the coming dawn, John Sanderson's face showed beet red.\nThen, slowly, he began to grin. His eyes lifted from her, his gaze\nwent to the fields where now the water was flowing in the irrigation\nditches. \"That's wonderful,\" he said.\n\nMiss Tweedham did not know whether he was talking about what she had\nsaid, or the water bringing life to the parched fields. She decided\nthat whatever he was talking about, the meaning was the same in the end.\n\n\"I'm going to see about the water,\" he said, rising.\n\nShe smiled. Deep in her heart she knew he was going there to feel the\nnew growth beginning. When he was too far away to see what she was\ndoing, she opened her purse. From it, she took a piece of stiff folded\npaper.\n\n_Lifetime Teaching Certificate_, the paper said.\n\nSlowly, Miss Tweedham tore the paper into tiny bits. She watched the\ndry, restless wind of Mars blow them away. Then she rose and followed\nJohn Sanderson toward the growing fields.\n",
    "metadata": {
        "author": [
            "Williams, Robert Moore"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64234/pg64234.txt",
        "name": "miss_tweedhams_elogarsn.json"
    }
}