{
    "name": "Monsoons of Death",
    "author": [
        "Vance, Gerald"
    ],
    "body": "[Sidenote: Ward Harrison got himself into a barrel of trouble when he\naccepted a job at the Martian Observation Station. There were fearful\n\"things\" on Mars....]\n\n\nThe gleaming insignia stripes on Lieutenant Ward Harrison's broad\nshoulders were less than two days old when he received his first\nassignment.\n\n\"Lieutenant Harrison,\" his commanding officer said, glancing from the\npapers he held in his hands to the young man who stood at attention\nbefore his desk, \"this will be your first touch of action since you were\ncommissioned. A lot depends on how you handle yourself.\"\n\n\"Yes sir,\" Ward answered. He straightened his already poker-straight\nspine. His face was young and serious and intent. There was a blaze of\nzeal in his blue eyes and grimness in the tightness of his jaw. But a\nlock of blonde hair that fell over his forehead lent an incongruously\nboyish cast to his grimly set features.\n\nHis commander, a Planetary Colonel, with thirty years of void experience\nbehind him, smiled slightly and looked down at the papers in his hands\nagain.\n\n\"Your training record has been excellent, Harrison,\" he said, \"and I am\ngratified to note that you apparently realize the seriousness of our\nwork.\" He leaned back in his chair, looked up at the young Lieutenant.\n\"It took science hundreds of years to lick the problem of crossing the\nvoid of space to the outer planets. Now, that that much has been\naccomplished, the task of exploring and possibly developing and\ncolonizing those planets is ahead of us. The most important part of that\nwork is up to men like you, Lieutenant Harrison. You are attached to the\nmeteorology department with the job of doing the preliminary analysis\nand exploration on the various planets whose raw materials are essential\nto Earth. Never for a minute underestimate the importance of that work.\"\n\nWard cleared his throat. \"I won't sir.\"\n\n\"Good. There are other branches of the service that might seem more\nglamorous, but all of them are dependent on your research and findings.\nWithout meteorological survey the entire network of space stations we\nhave established would have been impossible. And the need today for\naccurate and thorough research on atmospheric conditions in the Universe\nis greater than ever before. Always keep that in mind.\"\n\n\"I will, sir,\" Ward answered.\n\n\"Good,\" the colonel said. He ran a heavy hand through his silver-dusted\nhair and then picked up again the sheaf of papers from his desk.\n\n\"Your first assignment is to one of our established observation stations\non Mars,\" he said.\n\n\n\nWard kept his face woodenly expressionless; but it was hard to conceal\nhis disappointment. He wanted adventure and danger. He wanted to prove\nhis courage and loyalty on some perilous journey to an uncharted,\nunexplored area, and there was little hope for such action on an\nestablished base.\n\n\"The station to which you are being sent,\" the colonel went on, \"was\nestablished three years ago by the man who is still in command there, a\ncivilian by the name of Thomas Halliday. He is alone there, now. His\nassistant died about six months ago. You will act as Halliday's\nassistant in atmospheric experimentation and in the collection of\nmeteorologic data. Despite the fact that he is a civilian you will take\nyour orders from him. Is that much clear?\"\n\n\"Yes,\" Ward said. He had to fight to keep the bitterness he was feeling\nfrom showing in his voice. He had been prepared for anything, but this\nwas too much to accept cheerfully. Serving on a dull, one-man base,\nunder the domination of a civilian, who had probably been rejected by\nthe regular service for timidity or incompetence, was a bitter pill to\nswallow. Ward found a real, though illogical, resentment welling in him.\nAnd the object of this resentment was Thomas Halliday.\n\n\"Thomas Halliday,\" the colonel said, \"is a very careful, painstaking\nmeteorologist. He is completely dependable and reliable. The information\nhe has sent us to date is accurate and thorough. Moreover he is\nextremely cautious.\" The colonel paused and frowned and his thick strong\nfingers drummed irritably on the top of his desk.\n\n\"Damn it!\" he said with sudden explosive impatience. \"Sometimes I think\nthe man is too cautious. He's been there three years now and he still\nhasn't sent us a complete report on conditions there. Caution and care\nare fine qualities but, like all things, they can be overdone. We're\nplanning on erecting a large special base in his locality when we\nfinally get all the information. But we can't make a move until Halliday\ncomes through.\"\n\n\"Is there any reason why the research might have been delayed?\" Ward\nasked.\n\nThe colonel shook his head.\n\n\"Not as far as we know. Now don't get me wrong. I'm not damning any man\nuntil I know all the facts. I'm not a pot-bellied, arm-chair admiral.\nI've been in the void myself long enough to realize that you can't pass\njudgment on a man's work until you've actually seen the situation he's\nup against. You can't get the complete picture from a three hundred word\nreport. There may be other factors to consider that we here don't know\nabout. But Halliday's data isn't coming in fast enough and I'm taking\nsteps to get at the bottom of the trouble. I'm sending you there,\nHarrison, because your record indicates that you're a go-getter. Maybe\nwhat Halliday needs is a little more recklessness, a little more\nimpulsiveness and a lot less caution. I'm hoping that you will act as a\nspur to Halliday. Think you're up to the job?\"\n\nWard's eyes were flashing with excitement. His bitter disappointment had\nvanished.\n\n\"I'll do my absolute best, sir,\" he said. The colonel's words had\ncrystallized his swiftly-formed animosity for this Thomas Halliday. The\nman was obviously a timid creature without sufficient guts to do a man's\njob. Ward felt an itching impatience to get started on this assignment.\nHe wanted to meet Thomas Halliday. He was very anxious to begin his new\nduties as a spur to the man.\n\n\"Halliday hasn't given us much information about what he's discovered on\nthat section of Mars,\" the colonel said. \"He's confined his reports\nexclusively to atmospheric data. In his first report he mentioned that\nthe area was inhabited and I got the impression that he hadn't found the\nnatives particularly friendly. But since he hasn't mentioned them since,\nI gather that he hasn't had any trouble with them....\n\n\"I guess that's about all, Lieutenant. This is an important job. And if\nyou find any reason for Halliday's delay in getting that job done, I\nwant you to flash me a message immediately. I'm putting a lot of\nconfidence in you, young man, but I don't think it's misplaced.\"\n\nThe colonel stood up and extended his hand.\n\n\"Good luck, son.\"\n\nWard took the older man's hand in a firm grip.\n\n\"Thank you, sir. I'll do everything I can to justify your confidence in\nme.\"\n\nHe saluted, right-about-faced smartly and strode toward the door. The\ncolonel followed his straight young back with his eyes and there was a\nsmile of pride on his face. Lieutenant Ward Harrison, in the opinion of\nthe colonel, was definitely an excellent addition to the forces of\nEarth.\n\nLieutenant Ward Harrison thought so himself, but he would have suffered\nhis tongue to be torn out before admitting it.\n\n\n\nThree days later, at 24:40 inter-Stellar time, Ward Harrison arrived at\nthe Earth observation base located in the uncharted, inaccessible area\non the southern plane of the planet, Mars.\n\nAs he flashed into the atmosphere of the planet he cut the rear\npropulsion rockets of his slim single-seater and prepared to land. He\nsighted the base's small cluster of buildings and the mooring tower in\nhis fore visi-screen and he made quick rapid adjustments on his\ninstrument panel as his slender ship slanted toward them in a screaming\ndive....\n\nWhen the nose of his ship made contact with a mooring socket, he set all\ninstruments at zero. He climbed to his feet and stretched wearily. Then\nhe walked to the sliding side door of the ship, released the air lock\nand stepped out onto the ramp that flanked the mooring tower.\n\nFrom this position, some two hundred feet above the ground, he had his\nfirst look at the terrain of Mars. Great gray wastelands spread\nendlessly in all four directions and the only break in this monotony was\na low ridge of hills on the far-distant eastern horizon.\n\nWard shivered slightly. He hadn't been prepared for anything this\ndepressing. The small group of squat buildings beneath him looked like\ntiny objects adrift in a vast, terrible gray sea.\n\nA man appeared at the door of the central building and Ward felt an\nidiotic sensation of relief at the sight of a human, moving figure in\nthat dead, silent, gray terrain.\n\nThe man waved to Ward and walked from the doorway toward the base of the\nmooring tower.\n\nWard descended to the ground in the small cage of the tower elevator. He\nstepped out onto the soft, flaky soil of Mars as the man he had seen\nfrom above came up to the tower.\n\n\"Lieutenant Harrison reporting for duty, sir,\" he said. He saluted and\nnoticed with a certain satisfaction the other's embarrassment at this\nmilitary recognition which he didn't deserve.\n\n\"My name is Halliday,\" the man said, after a short awkward pause. He\nextended his hand. \"I'm certainly glad to have you here, Lieutenant.\"\n\nAs Ward shook hands, he appraised the man carefully, and found nothing\nin his examination to change his previously acquired opinion.\n\nThomas Halliday was small and stooped, with sallow features and\nnervously shifting eyes, which looked startlingly large behind thick\nstrong glasses. His hair was thin and faded brown in color. There was a\npeculiar tight look about his mouth and jaw, as if he were in a\ncontinual state of faint exasperation.\n\nThis, thought Ward, was the man who had been holding up the development\nof this area for three years. And, looking at him, it was easy to see\nwhy.\n\nWard had his bag in his hand. Halliday, noticing it, asked, \"Did you\nbring any arms with you?\"\n\nWard patted the raytube in the smart military holster at his hip.\n\n\"Just this,\" he said. He added drily, \"Expecting trouble?\"\n\n\"No,\" Halliday answered. His eyes shifted from Ward's and swept about in\na long inspection of the vast, sprawling, deserted terrain that\nstretched away on all four sides like a boundless ocean.\n\n\"But,\" he added, \"it's when you're not expecting trouble that you're\nmost likely to run into it.\"\n\n\n\nWard smiled to himself as he followed Halliday's thin stooped figure to\nthe main building, a squat solid structure of heavy _duralloy_ steel,\nwith only one door and no windows at all.\n\nThe man was obviously a neurotic mass of nerves, or else he was\nindulging in a bit of melodrama to impress his new assistant.\n\nHalliday stepped aside at the door and Ward preceded him into the hot,\nsparsely furnished room. Halliday followed him, closing the door behind\nhim and setting the mechanism of a powerful automatic lock before\nturning to Ward with an apologetic little smile.\n\n\"You'll find it rather cramped at first,\" he said. \"I'll sleep out here\nand you can use the storeroom as a bedroom. That's all the living\nquarters we have, excepting the kitchen, but I'm sure we'll manage.\"\n\nWard set his grip down and glanced about at the chart-covered walls, the\nplain, badly scuffed furniture and he was not particularly enthused at\nthe prospect of being cooped up in this hot little oven of a room with\nHalliday.\n\n\"What about the other buildings?\" he asked. \"Surely there'd be room\nthere for me to bunk.\"\n\n\"We use those building for equipment,\" Halliday said. \"And besides, this\nbuilding is safer.\"\n\nWard glanced at the little man with a faint, ironic smile.\n\n\"Is there something here to be afraid of?\" His tone was blandly polite,\nbut he could not completely conceal an undercurrent of contempt.\n\n\"I don't mean to alarm you, Lieutenant,\" Halliday said, \"but this area\nof Mars is not quite the safest place in the universe.\" He removed his\nthick glasses with a nervous little gesture and smiled uncertainly at\nWard. \"I really think it wiser for you to sleep here.\"\n\n\"Unless that's an order,\" Ward said, \"I'd rather sleep in comfort in one\nof the other buildings and take my chances on your bogy-men catching\nme.\"\n\nHalliday replaced his glasses. He was no longer smiling.\n\n\"I'm afraid, Lieutenant, you must consider it as an order.\"\n\nHe turned slowly and re-checked the huge gleaming lock on the door, then\nwalked to a littered, dusty desk in one corner of the room and sat down.\nIt was obvious that the discussion was ended.\n\nWard shrugged and carried his grip into a small windowless storeroom\nthat was directly off the main room of the small structure. There were\nbales of supplies, a cot and a stool. A vague musty odor permeated the\nair. He tossed his grip onto the cot, stripped off his tunic and walked\nback into the room where Halliday was seated at his desk.\n\nHalliday looked up with a smile and removed his glasses with a\ncharacteristic nervous movement of his thin hands.\n\n\"Not exactly the choicest accommodations, eh?\" he said, in an attempt at\nheartiness, which struck Ward as being almost pathetic.\n\n\"I'll get by,\" Ward said. He loosened the collar of his shirt and\nglanced at the massive steel door, closed and tightly locked. \"Any\nobjection to letting in a little air?\" he asked. \"It's pretty close in\nhere.\"\n\n\n\nHalliday smiled and his eyes flicked to the closed door. He put his\nglasses on again and spent quite a time adjusting them to his thin nose.\n\n\"I'm afraid we'll have to put up with the closeness,\" he said.\n\nWard sighed and sat down in a chair facing Halliday.\n\n\"You're afraid of something,\" he said bluntly. \"Supposing you tell me\nabout it.\"\n\n\"As a matter of fact, I was meaning to,\" Halliday said. \"You see, on\nthis section we're pretty well isolated from the rest of the Earth\nstations on Mars. We receive all supplies and mail by a direct\nmaterialization unit. No space craft puts in here. We're here all alone\nand if anything happened to us all the data and work that has been\ncompiled might be lost.\"\n\nAs Halliday removed his glasses again with a quick aimless gesture, Ward\nthought, \"A lot you care about the records and data. It's your skin you\nwant to save.\"\n\nHalliday coughed and replaced his glasses.\n\n\"This area is inhabited by a species of creature which I do not believe\nhas been classified. I do not know if they are human or if they possess\nintelligence. I do not even know if they are 'alive' in the sense that\nwe speak of life. Possibly their energy is of electrical or\ncarboniferous origin, or it could be even vegetable in nature. As you\nsee I know little enough about these neighbors of ours, but I do know\nthat they are dangerous. They resent the work that is being done here.\"\nHalliday frowned and twisted a pencil in his hands. \"I'm not even sure\nof that. Possibly they are without rational motivation at all. It may be\nthat they are merely moved to action by the sight of another object in\nmotion. But whatever their reason, they have been very troublesome.\nThat, really, is all I know about them. And that is the reason that I\nexercise such care. I have a small periscope installed on the roof and\nbefore I unlock the door I study the entire surrounding terrain to be\nsure there are no Raspers in sight.\"\n\n\"Why do you call them Raspers?\" Ward asked.\n\n\"Because of a peculiar sound that seems to emanate from them,\" Halliday\nexplained. \"My former assistant and I had to call them something and\nRaspers seemed as logical as anything else.\"\n\n\"Have you ever seen one of these--er--Raspers?\" Ward asked.\n\n\"I'm not sure,\" Halliday said thoughtfully. He removed his glasses\nagain. \"I've had two brushes with them, but I'm not sure that I saw them\ndistinctly either time. Possibly the picture that came to my mind,\nlater, was supplied by my imagination. But I know that there is\nsomething very repellent and fearsome about them. I _felt_ that much.\"\n\nWard crossed his legs and lit a cigarette casually.\n\n\"Can these things be killed?\" he asked.\n\n\"I don't know,\" Halliday answered. \"The two chances I had I was too\nscared to find out.\"\n\nWard felt a cold anger against this man growing in him. This man had\nbeen entrusted with the task of surveying the atmospheric conditions of\nthis area--a vital, desperately necessary job--and he was dawdling\nalong, timidly hugging the cover of this fortress because of a stupid,\nhalf-imaginary fear of the natives of the area. He felt his cheeks\ngrowing hot.\n\n\"We can't stay cooped up here indefinitely,\" he said. \"How about the\nwork we're supposed to be doing. Or does that bother you?\"\n\n\n\nHalliday looked at him queerly and then dropped his eyes. He fiddled\nnervously with his glasses.\n\nWard suddenly found the gesture maddening.\n\n\"For Pete's sake!\" he exploded. \"Leave 'em on, or leave 'em off, one or\nthe other. That's apparently your only job here, taking those damn\nglasses off and putting them back on again.\"\n\n\"I'm sorry,\" Halliday said quickly, apologetically. \"It's just a habit I\nguess. It's a little something to break the nervous tension of being\nhere all alone, thinking....\"\n\nHis voice trailed off and his hand moved nervously toward his glasses\nand then fell back limply in his lap.\n\n\"About the work here,\" he said in a mild, controlled voice, \"we are\nforced to work on a definitely limited schedule. I have field apparatus\nlocated at points several miles distant from here. But we can't venture\nout to take the necessary readings until the weather is propitious.\"\n\n\"What's the weather got to do with our taking readings?\" Ward demanded.\n\n\"Simply this: There are certain periods of intense precipitation on this\narea of Mars. These periods are accompanied by high velocity winds. The\natmospheric disturbance reaches monsoon proportions. During such\nperiods, for some reason, the Raspers are exceptionally active.\nSomething in the nature of the monsoon reacts on them with very savage\nresults. They seem to feed on the electric disturbances in the\natmosphere. They go wild during these changes in the weather and search\nfor any moving thing to destroy. In some manner they are able to cover\nenormous distances during the monsoon and they can travel with\nincredible speed. When a monsoon is threatening I never leave the\nstation.\"\n\nWard listened in growing irritation to this explanation.\n\n\"How often do you have monsoons here?\" he demanded.\n\n\"Unfortunately, quite often,\" Halliday answered. \"All of my instruments\nindicate now that one is brewing. I haven't been able to do more than a\nfew hours of work in the last two months. I've been waiting for the\nweather to break, but so far it hasn't.\"\n\n\"Do you mean to tell me,\" Ward said incredulously, \"that you've been\nsitting here, twiddling your thumbs for the past two months because\nyou're afraid to take a chance on a wind blowing up?\"\n\n\"That is exactly what I mean,\" Halliday said. \"But it isn't the wind I'm\nafraid of. It's the things that come with the wind that make any field\nwork impossible. I've learned a few things about the Raspers in my three\nyears and one is that it doesn't pay to give them a chance. That's all\nthey need. That's all they're waiting for.\"\n\nWard stood up impatiently and jammed his fists into his pockets. It took\nall of his self control not to let his anger and contempt for the man\nexplode in roaring fury.\n\n\"I can't understand your attitude,\" he said at last, through tight lips.\n\"I'm green and new here. I don't know anything about the set-up except\nwhat you've told me. But I know from your own admission that you've\nnever seen these things you're so mortally afraid of, you've never stood\nup to them and given them a taste of ray juice to think about, you don't\nreally know anything about them, except that you're terrified of the\nvery thought of them. That isn't a reasonable attitude. Only one kind of\nman thinks that way, and that's a man without a touch of starch in his\nbackbone, or a bit of honest-to-goodness guts in his make-up. If you\nwant to hug this place like a scared school-girl that's all right, but\nI'll be double-damned if I'm going to let any superstitious nonsense\nkeep me from doing the job I was sent here to do.\"\n\n\"That is a very brave speech, Lieutenant,\" Halliday said, \"and I admire\nyou for it. But you are going to do as I say in spite of your own\nopinions. We will stay here and take no unnecessary chances until our\ninstruments indicate that the monsoon weather has passed. That is an\norder.\"\n\n\n\nWard choked back his wrath. He glared at Halliday for an instant, then\nwheeled and strode into the small storeroom that was to serve as his\nsleeping quarters. He banged the door shut and sat down on the edge of\nthe cot, his fingers opening and closing nervously.\n\nHe wasn't sure just what he'd do, but he didn't intend to stand for\nHalliday's craven policy of hiding in a locked room, instead of doing\nthe work his country expected him to do. Halliday was a psychopathic\ncase; his mind was full of a hundred and one imagined horrors and they\nkept him from doing his job. There was little wonder that he had been\nthree years attempting to compile the information that should have been\ngathered in three months.\n\nThe man was so terrified of imagined dangers that he was helpless to\nact. Ward felt a moment of pity for him, the pity the brave invariably\nfeel for the weak and cowardly. But he also felt a cold and bitter\ncontempt for the man who had allowed his own fear and timidity to hold\nup the important work of accumulating data on this section of the\nplanet. If he wasn't man enough to do the job, he should have at least\nbeen man enough to admit it.\n\nWard decided that the next day he'd have the thing out. He undressed\nslowly and stretched out on the narrow cot, but sleep was a long time in\ncoming.\n\nWhen he stepped from his room the next day he saw that Halliday was\nstanding in the doorway gazing out over the dull gray Martian landscape.\n\n\"Aren't you taking quite a chance?\" he asked, with heavy sarcasm.\n\nHalliday ignored the gibe. \"No. I made a careful check before I released\nthe door lock and opened up. Did you sleep well?\"\n\n\"Fair,\" Ward said. \"How can you tell the days and nights here? Is there\never any change in the sky?\"\n\nHalliday shook his head. \"Sometimes it gets a little darker, sometimes\nit's lighter. When you're tired you go to bed. That's the only standard\nwe have.\" He shaded his eyes with his hand and stared for a long moment\nat the bleak, depressing horizon.\n\nLooking over his shoulder, Ward noticed swirling humid mists drifting in\nthe air and, above, huge massive clouds of dense blackness were\ngathering. He felt a peculiar electric tightness in the atmosphere.\n\nHalliday closed and locked the door carefully.\n\n\"Might as well have breakfast,\" he said. \"There's nothing else we can do\ntoday.\"\n\n\"Do we have to stay cooped up here all day?\" Ward asked.\n\n\"I'm afraid so. This weather is ready to break any minute now, and when\nit does I intend to be behind a well-locked door.\"\n\nWard's lips curled slightly.\n\n\"Okay,\" he said quietly, \"we'll wait for the monsoon to blow over. Then,\nRaspers or not, I'm going to work.\"\n\n\n\nBut four long days dragged by and there was no indication that the\nmonsoon weather was prepared to break. Low dense clouds were massed\noverhead and the air was gusty with flurries of humid wind.\n\nHalliday grew increasingly nervous. He spent every waking hour at the\nperiscope in a constant study of the dark horizons and he said little to\nWard.\n\nWard's impatience grew with every inactive moment.\n\n\"How much longer are we going to hide in here like scared rats?\" he\nblazed finally. He paced furiously up and down the small room, glaring\nin rage at Halliday's stooped figure.\n\nHalliday smiled nervously and removed his glasses. His fingers were\ntrembling so violently that he almost dropped them to the floor.\n\n\"I can't even guess,\" he said shakily. \"I was hoping that the monsoon\nwould blow over, but I'm afraid we're in for it.\"\n\n\"You've been saying that ever since I arrived,\" Ward said bitterly.\n\nHalliday was studying a _aerograph_ on the wall. When he turned to Ward,\nhis face was gray. His lips were more tightly clamped than ever.\n\n\"If anything should happen to our front door lock,\" he said, \"there's an\nexit we can use in the kitchen. Possibly you've noticed the small door\nbeside the refrigeration and oxygen unit. That leads to a small room\nthat can be locked from the inside. There are supplies there to last a\nweek. I didn't tell you this before because I was afraid it might alarm\nyou.\"\n\n\"Thanks for sparing my feelings,\" Ward snapped. \"But I don't think I'll\nbe needing your cosy little refuge. I've stalled just about enough. I\nwas sent here to do a job and by Heaven I'm going to try and finish it.\"\n\nHe jerked his tunic from the back of a chair and scooped up his raytube\nand belt. Halliday regarded him in silence as he buckled on the weapon.\n\n\"What do you think you're going to do?\" he asked at last.\n\n\"First I'm going to flash a message to Earth, asking that I be placed in\ncommand here,\" Ward said. He buttoned his tunic swiftly, and his eyes\nwere cold slits of anger as he looked at Halliday nervously fumbling\nwith his glasses. \"I was sent here with instructions to find out what\nthe delay was in getting the work done. I've found out to my\nsatisfaction. You've done about one day's work for every month you've\nspent cooped up in here, trembling every time the wind howled. When I\ncome back I'll have an authorization from GHQ to take over here\nimmediately. Then you and I are going to work and damn the weather. If\nyou don't want to cooperate,\" Ward slapped the weapon at his hip, \"I'll\nuse what force is necessary to make you.\"\n\n\"Please listen to me,\" Halliday said desperately. \"You're impulsive and\nreckless and I admire you for it. Sometimes I wish I were more like\nthat. But I know the situation here better than you do. We'd be running\na terrible risk trying to work right at this time.\"\n\n\"Sure,\" Ward said, \"We'd be running a risk. That's apparently your\nentire philosophy. Sit tight, do nothing, because there might be a\nslight risk involved.\"\n\nHe turned and strode to the door.\n\n\"Wait,\" Halliday cried. \"You can't go out now.\"\n\nWard disengaged the lock with a swift deft motion.\n\n\"Who's going to stop me?\" he asked.\n\nHalliday crossed to his side with quick, pattering strides. He grabbed\nhim by the arm and pulled him around.\n\n\"Please listen to me,\" he said imploringly. \"I know what I'm talking\nabout. I--\"\n\nWard shook the hand loose and stared coldly into Halliday's, white\nstrained features.\n\n\"You're gutless, Halliday,\" he said in a low tense voice. \"Now keep out\nof my way.\"\n\nHe turned to the door again, but Halliday grabbed him suddenly and\npushed him back.\n\n\"You're not going to do it,\" he cried, his voice trembling. \"I'm not\ngoing to let you.\"\n\n\n\nWard grabbed the man by his lapels and swung him away from the door. He\nstepped close to him and his right fist chopped down in a savage\naxe-like stroke. The short, powerful blow exploded under Halliday's\nchin. His knees buckled and he sprawled limply to the floor.\n\nWard stared down at the still form and he felt an instant of regret for\nstriking a man fifty pounds lighter than himself, but he realized that\nit had been the only course open.\n\nHe drew his raytube, inspected it quickly to make sure that it was in\nperfect order, then swung open the door and stepped out into the gray\nmurkiness of the Martian atmosphere.\n\nThe wind had increased to a wild mad scream. Flaky particles of soil\nstung his face like myriad needle-pricks as he braced himself against\nthe buffeting force of the gale.\n\nHe couldn't see more than a few feet ahead of him, but he knew the\ngeneral direction of the building which housed the materialization unit\nand he headed that way, bent almost double against the wind.\n\nHe heard and saw nothing but the wild wail of the monsoon and the gray\nswirling murk. There was an awesome feeling in staggering blindly on\nthrough a dead gray world of howling dust-laden wind.\n\nHe felt as if he were the only person left alive in the universe. But he\nplowed stubbornly forward. There was work to be done and he felt a grim\nexaltation in the knowledge that he had enough fortitude to let nothing\nstop him from doing his job.\n\nHell! What was a little wind? This thought came to him and he smiled\ngrimly. He'd show Halliday! He'd show 'em all! Nothing was going to stop\nhim!\n\nThere was a peculiar crackling sound in the air about him, as if bolts\nof unseen lightning were slashing through the turbulent atmosphere, but\nhe forged ahead. He knew there was little danger of an electric bolt\nstriking him as long as he was out in the open.\n\nThe distance to the goal was not a matter of a dozen yards or so, but it\ntook him fully five minutes to cover the stretch. He had trouble\nbreathing; each breath was snatched from his open mouth by the fury of\nthe wind. And his eyes were rimmed with dust and streaming from the\nstinging bite of the flaky soil.\n\nWhen he reached the wall of the building he was sobbing for breath and\nblind from the whiplash of the wind. He sagged against the comfortable\nbulk of the squat, solid structure and wiped at his eyes with a\nhandkerchief, but the wind soon tore the flimsy cloth from his fingers.\n\nThere was nothing to do but find the door of the building as quickly as\npossible. Using his hands as groping feelers he staggered around two\ncorners of the buildings until his fingers closed about a door knob.\n\nThe gale was increasing in intensity; the roaring lash of the wind was\nwild and explosive, as if the floodgates of Nature had swung open to\nunleash this maelstrom of fury and destruction.\n\nThe sputtering crackle of electric energy he had noticed seemed to be\nswelling in volume, rising steadily in pitch and fury. And then a new\nsound was added to the hideous cacophony. Ward heard it faintly at first\nand it failed to register on his consciousness.\n\nThe new sound was an unearthly rasping noise that roared about his head\nand crashed against his ear drums with terrifying impact. The sound\nseemed everywhere; it seemed to emanate from the unleashed forces of the\nstorm itself; its marrow-chilling, rasping moan was a demoniacal cry,\nscreaming a weird defiance into the teeth of the mighty monsoon.\n\n\n\nWard, hugging the building, heard the rasping sound, and he remembered\nwhat Halliday had told him. Crouched against the side of the structure,\nlistening to that weird, desolate wail of unnamable horror, he felt his\nheart thudding with sudden fear against his ribs.\n\nThe door of the building was jammed. He slammed his shoulder against its\nsolid unyielding surface again and again--without avail! The harrowing\nrasping undertone of the crushing gale was growing and swelling--it\nseemed to be converging on him from all sides, a creation of the gray\nwhining murk of the monsoon.\n\nWard's hand tightened on the butt of his raytube. He wheeled about,\npressing his back to the wall of the building. His eyes raked the\nswirling turbulence of the storm.\n\nAnd through the raging, eddying mists of gray his wind-lashed eyes made\nout dreadful, weaving shapes, slithering through the fury of the\nstorm--toward him!\n\nAn instinctive scream tore at the muscles of his throat, but the wind\nwhipped the sound from his mouth and cast it into the gale before it\ncould reach his ears.\n\nHe crouched and raised his gun.\n\nThe shapes were vague misty illusions to his straining eyes. Then a\nblanket of wind swept over him, buffeting him against the wall at his\nback, and in a momentary flick of visibility that followed the blast, he\nwas able to see the _things_ that were advancing toward him.\n\nThere was one nauseous, sense-stunning instant of incredible horror as\nhis eyes focused on the nameless monstrosities that were revealed in the\ngray mists of the monsoon.\n\nOne instant of sheer numbing horror, an instinct a billion years old,\nburied beneath centuries' weight in his subconscious, suddenly writhed\ninto life, as pulsing and compelling as the day it had been generated.\n\nThe lost forgotten instincts of man's mind that warn him of the horror\nand menace of the unknown, the nameless, the unclean, were clamoring\nwildly at his consciousness.\n\nFor these _things_ were hideous and repellent in their very essence.\nWhether they were alive or not, his numbed, horror-stunned brain would\nnever know. The dry, rustling rasping sound that emanated from them\nseemed to partake of the same nature as the electrical energy generated\nby the monsoon, but that was only a fleeting, terror-strained\nimpression.\n\nThe raytube fell from his palsied hand; but he didn't notice. There was\nonly one blind motivation governing his thoughts.\n\nAnd that was flight!\n\nThe unreasoning terror of the hunted, of the helpless, gripped him with\nnumbing force. There was no thought in his mind to fight, to face these\nthings that emerged from the dead grayness of the monsoon, but only a\nhideously desperate desire to escape.\n\n\n\nWithout conscious thought or volition his legs suddenly churned beneath\nhim and he lunged forward blindly, desperately, lurching through the\nbuffeting force of the gale toward the sanctuary of the building where\nhe had left Halliday.\n\nThe rasping, nerve-chilling sound roared about his head and the lashing\nscreech of the monsoon was a banshee-wail in his ears as he stumbled and\nstaggered on, driven by the wildest, most elemental fear he had ever\nknown.\n\nSuddenly the squat structure loomed directly ahead of him, only a yard\naway. The door was standing ajar, and, with a broken sob of relief, he\nlunged into the lighted interior of the room.\n\nHalliday was crawling dazedly to his feet as Ward staggered blindly\nthrough the door, his breath coming in great choking sobs.\n\n\"My God--\"\n\nHalliday's voice broke and Ward saw that his eyes were staring in horror\nbeyond him, to the still open door where the gray swirling fury of the\nmonsoon was creeping in.\n\nAnd other _things_ were in the open doorway!\n\nWard knew that without turning to look. The horror mirrored in\nHalliday's face told him that more plainly than could his own eyes.\n\nThere was horror and fear in Halliday's face, but the tightness of his\nlips did not relax into the flaccid looseness of hysteria.\n\nWith superhuman control he was keeping a grip on himself.\n\n\"Don't move!\" he snapped, through set jaws. \"I'll try to get at the\nrifle.\"\n\nWard's heart was thundering a tattoo of terror. Halliday's words made no\nimpression on the horror-stunned brain. He lunged wildly across the\nroom, dimly he heard Halliday's sudden shouted warning.\n\nWithout a backward glance he lurched into the small room that served as\na kitchen. Through the fog of terror that swirled about his mind, he\nremembered only one thing: Halliday's remark of a refuge built there for\nemergency purposes.\n\nHis fingers tore open the small door alongside the refrigerator unit. A\nblack passage stretched ahead of him and he plunged into dark shelter,\njerking the door shut after him.\n\nA light snapped on when the door closed and he saw that he was in a\nsmall, stoutly reinforced storeroom, with bales of supplies and\nequipment packed against the walls.\n\nHe threw the heavy bolt that locked the door and sagged against a wall,\nhis breath coming in deep shuddering gasps. There was no sound from\noutside. Gradually his labored breathing subsided and he stared with\ndull, unseeing eyes ahead of him.\n\nAnd in that moment Ward Harrison came face-to-face with what he had\ndone. In a single gleaming flash of understanding, he realized that he\nhad bought his life with his honor.\n\nA shuddering sob passed through his body.\n\nHe remembered with scalding self-hatred the things he had said to\nHalliday--a man who had endured the horror of this isolated base for\nthree years. He had called a man cowardly who had more courage in his\nsmallest finger than Ward had in his entire body.\n\nHalliday had stuck here, doing his job, making no complaints or excuses,\nalways aware of the horrible, soul-numbing danger he was facing.\n\n\n\nWard cursed and buried his face in his trembling hands. With bitter\nshame he recalled his jeering remarks to Halliday about his nervous\nhabit of removing his glasses.\n\n_God!_ Three years on this hellish base and the only sign a nervous\nhabit of fiddling with his glasses. Stark raving madness would have been\nthe effect on any other person Ward could imagine.\n\nAt that instant he despised himself more than he had ever despised any\nhuman being in his life.\n\nAnd he knew that the worst punishment that would ever be meted to him,\nwould be the mere act of living and being able to think--to remember.\n\nWith feverish eyes he glared about the room. A small leaden cask was set\napart from the other equipment and it was marked with three xxx's, the\nindication of high explosive contents.\n\nWard dropped to his knees and pried open the lid of the small cask. It\nwas filled with neat rows of U-235 pellets, hardly an inch in diameter.\nHe picked up one in each hand and then stood up and walked to the door.\n\nHe was beyond thought or reason. He knew he was going to his death and\nhe felt nothing but a numb sense of anticipation. He knew that in dying\nhe would not expiate the crime of cowardice he had committed. Nothing\nwould ever erase the stigma of that shame. A thousand deaths could not\ndo that.\n\nHe did not actually think these things. His mind was wrapped in a fog of\nblind instinct. There was something he must do--do immediately. That was\nas far as his mind would go.\n\nThe kitchen and front room of the small building were empty and the door\nleading to the outside was open. The wild raging storm of the monsoon\nblew in the door, whipping papers into the air, resounding against the\nwalls with a booming roar.\n\nWard strode across the room, bracing himself against the blast of the\nwind. He stepped through the doorway and the full force of the wind\nalmost bent him backward, but he moved on, fighting his way forward.\n\nAfter six feet, the building was lost in the grayness. He was again\nalone in a wild howling world of horror and death.\n\nThen he heard the rasping noise of the _things_ directly ahead of him,\nand an instant later he was able dimly to make out their weaving shapes\nin the swirling mists of the storm.\n\nThey were coming toward him.\n\n\n\nWith a grim exultation pounding in his temples, Ward hurled a pellet of\nU-235 directly into their midst. The thunderous reverberations of the\nexplosion rocked the ground under his feet. A terrific blast of air that\ndwarfed the raging turbulence of the monsoon roared about his head.\n\nHe staggered back, almost falling.\n\nWhen he could see again, he made out a great hole in the ranks of the\n_things_ moving toward him.\n\nHis laugh was a wild cry in the fury of the night.\n\n\"Damn you!\" he shouted.\n\nHis arm whipped back and the second pellet crashed into the serried\nranks of the deadly rasping creatures.\n\nSomething grasped his ankle as the second pellet exploded. He fell\nbackward, striking the ground hard. A hand grabbed his and then,\nmiraculously, incredibly, Halliday was pulling him to his feet, jerking\nhim toward the building.\n\nThey stumbled through the door together. Ward fell to the floor as\nHalliday wheeled and slammed the door, throwing the automatic bolts with\nthe same motion.\n\nHalliday knelt beside Ward.\n\n\"Good work,\" he said huskily. \"They were holding me. I don't know what\nthey were planning. Those bombs blew them into little pieces. Luckily I\ngot through the blast all right.\" He gripped Ward's arm suddenly. \"You\ncame through too, son.\"\n\n\"No,\" Ward said dully. \"I didn't. I ran out on you. I'm a fool, a yellow\nfool.\"\n\n\"A coward wouldn't have come back,\" Halliday said quietly. \"We're going\nto lick this job together, from now on. We've found a weapon to use\nagainst the Raspers. I never thought of high explosives.\"\n\nHe grinned suddenly and the tightness was leaving his mouth. \"It doesn't\nseem so terrible when you've got something to fight back with.\"\n\nWard looked up at Halliday and a faint smile touched his own lips.\n\"Some_one_ to fight with, means a lot, too,\" he said. He suddenly\ngrinned. \"You've lost your glasses.\"\n\n\"I won't miss them,\" Halliday said. \"I didn't need them. I wore them to\ngive me something to do, that's all. But we're going to have plenty to\ndo, now.\"\n\nWard swallowed with difficulty. He knew that in his wild, thoughtless\nact of heroism he hadn't redeemed himself. Redemption would come from a\nlifetime of playing the game the way men like Halliday did. But the\nchance was there for him, and he was glad that he could start\nimmediately.\n\n\"Whatever you say,\" he said. He grinned, and added, \"--boss.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Vance, Gerald"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32618/pg32618.txt",
        "name": "monsoons_of_death.json"
    }
}