{
    "name": "Moon Glow",
    "author": [
        "Vandenburg, G. L."
    ],
    "body": "\n    _That first trip to the moon has been the subject of many stories.\n    Mr. Vandenburg has come up with as novel a twist as we've ever read._\n\n    _And it could happen._\n\n\nThe Ajax XX was the first American space craft to make a successful\nlanding on the moon. She had orbited the Earth's natural satellite for a\nday and a half before making history. The reason for orbiting was\nimportant. The Russians had been boasting for a number of years that\nthey would be first. Captain Junius Robb, U.S.A.F., had orders to\ninvestigate before and after landing.\n\nThe moon's dark side was explored, due to the unknown hazards involved,\nduring the orbiting process. More thorough investigation was possible on\nthe moon's familiar side. The results seemed to be incontrovertible.\nCaptain Junius Robb and his crew of four were the first humans to tread\nthe ashes of the long dead heavenly body. The Russians, for all their\nboasts, had never come near the place.\n\nThe Ajax XX stood tall and gaunt and mighty, framed against the\nforbidding blackness of space. Captain Robb had maneuvered her down to\nthe middle of an immense crater, which the crew came to nickname \"the\ncoliseum without seats.\"\n\nRobb had orders not to leave the ship. Consequently, the crew of four\nscrupulously chosen, well-integrated men split into two groups of two.\nFor three days they labored at gathering specimens, conducting countless\ntests and piling up as much data as time and weight would allow. Captain\nRobb kept them well reminded of the weight problem attached to the\nreturn trip.\n\nNear the end of the third day Captain Robb contacted his far flung crew\nmembers over helmet intercom. He ordered them back to the Ajax XX for a\nbriefing session.\n\nSoon the men entered the ship. They were hot, uncomfortable and\nexhausted. Once back on Earth they could testify that there was nothing\nromantic about a thirty-five-pound pressure suit.\n\n\n\nHamston, the rocket expert, summed it up: \"With that damn bulb over his\nskull a man is helpless to remove a single bead of perspiration. He\ncould easily develop into a raving maniac.\"\n\nRobb held his meeting in the control room. \"You have eight hours to\nfinish your work, gentlemen. We're blasting off at 0900.\"\n\n\"I beg your pardon, Captain,\" said Kingsley, the young man in charge of\nradio operation, \"but what about Washington? They haven't made contact\nyet and I thought--\"\n\n\"I talked with Washington an hour ago!\"\n\nA modest cheer of approval went up from the crew members.\n\n\"Well, why didn't you say so before!\" said Anderson, the first officer.\n\nRobb explained. \"It seems _their_ equipment has been haywire for two\ndays, they haven't been able to get through.\"\n\n\"How do you like that!\" cracked Farnsworth, the astrogator. \"We're two\nhundred and forty thousand miles off the Earth and our equipment works\nfine. They have all the comforts of Earth down at headquarters and they\ncan't repair radio transmission for two days!\"\n\nThe men laughed.\n\n\"Gentlemen,\" Robb continued, \"every radio and TV network in the country\nwas hooked up to the chief's office in Washington. I not only talked to\nGeneral Lovett, I spoke to the whole damn country.\"\n\nThe men could not contain their excitement. The captain received a\nverbal pelting of stored-up questions.\n\n\"Did you get word to my family, Captain?\" asked Kingsley.\n\n\"I hope you told them we're physically sound, Captain,\" said Farnsworth.\n\"I have a fiancée that'll never forgive me if anything happens to me--\"\n\n\"What's the reaction like around the country--\"\n\n\"Have the Russians had anything to say yet--\"\n\n\"Ha! I'll bet they're sore as hell--\"\n\n\"Do you think the army would mind if I hand in my resignation?\"\nKingsley's remark brought vigorous applause from the others.\n\nCaptain Robb held up his hand for silence. \"Hold on! Hold on! First of\nall, General Lovett has personally contacted relatives and told them\nwe're all physically and mentally sound. Secondly, you'd better get set\nto receive the biggest damn welcome in history. The general says half\nthe nation has invaded Florida for the occasion.\"\n\n\"Tell them we're not coming back,\" snapped Kingsley, \"until the Florida\nTourist Bureau gives us a cut.\"\n\n\"Kingsley, the President has declared a national holiday. We'll all be\nable to write our own ticket.\"\n\n\"Yes,\" Anderson put in, \"to hell with the Florida Tourist Bureau!\"\n\nCaptain Robb said, \"We'll be so sick of parades we'll wish we'd stayed\nin this God forsaken place.\"\n\n\"Not me,\" boasted Farnsworth. \"I'm ready for a parade in my honor any\nold time. The sooner the better.\"\n\n\"Oh, and about the Russians,\" said Captain Robb, smiling. \"There's been\nnothing but a steady stream of 'no comment' out of the Kremlin since we\nlanded here.\"\n\n\"Right now,\" said Hamston, \"it's probably high noon for every scientist\nbehind the iron curtain.\"\n\n\"I wonder how they plan to talk their way out of this one?\" asked\nFarnsworth.\n\n\"Gentlemen, I'd like to go on talking about the welcome we're going to\nreceive, but I think we'd better take first things first. Before there\ncan be a welcome we have to get back. And we still have work to do\nbefore we start.\"\n\n\"What about souvenirs, Captain?\" asked Farnsworth.\n\nRobb pursed his lips thoughtfully, \"Yes, I guess there is a matter of\nsouvenirs, isn't there.\"\n\nThe others detected a note of disturbance in the way the captain spoke.\n\nKingsley asked, \"Is anything wrong, Captain?\"\n\nRobb laughed with a noticeable lack of enthusiasm. \"Nothing is wrong,\nKingsley. The fact is we've taken on enough additional weight here to\ngive us some concern on the return trip.\" He paused to study the faces\nof his men. They were disappointed. \"But,\" he added emphatically, \"I\nseem to remember promising something about souvenirs--and I guess a man\ncan't travel five hundred thousand miles without something to show for\nit. I'll get together with Hamston and work out something. But remember\nthat weight problem. First trouble we encounter on the return trip and a\nsouvenir will be our number one expendable.\"\n\nThe crew was more than happy with Robb's compromise. Robb went into a\nhuddle with Hamston, the rocket expert. When he emerged he informed the\ncrew that each man would be permitted one souvenir which must not exceed\ntwo pounds. He allowed them four hours to find whatever they wanted. The\nmen got back into their pressure suits and left the ship.\n\n\n\nCaptain Junius Robb stood outside the Ajax XX. His eyes scanned the\ngreat circular plain that stretched for fifty miles in all directions.\nThe distant jagged rises of the crater's rim resembled the lower half of\na gigantic bear trap.\n\nThe moon in all its splendor--wasn't there a song that went something\nlike that?--the moon in all its splendor, or lack of it was Robb's mute\nopinion. The scientists, as usual, were right about the place. To all\nintents and purposes the moon was as dead as The Roman Empire. True they\nhad found scattered vegetation; there were even two or three volcanoes\nspewing carbonic acid, but they spewed it as though it were life's last\nbreath.\n\nNothing more. The fires of the moon had given way to soft lifeless\nashes.\n\nRobb was glad he had allowed the men to look for souvenirs. After all,\nit wasn't a hell of a lot to ask for. A man could cut press clippings\nand collect medals and frame citations; and probably these things would\nimpress grandchildren someday. But it seemed that nothing would be quite\nas effective as for a man to be able to produce something tangible, an\nauthentic piece of the moon itself.\n\nCaptain Robb had always tried to be a humble man. He recalled an\ninterview held by the three wire services a week before take-off. One of\nthe reporters had asked the obvious question, \"Why do you want to go to\nthe moon?\" He could have given all of the high sounding, aesthetic\nreasons, but instead his answer was indirect, given with a modest smile.\n\"To get to the other side, I guess,\" he had told them.\n\nLike the chicken crossing the road, that was how simple and\nuncomplicated Robb's life had been. But now he stood, his feet spread\napart, beside his mighty ship, a quarter of a million miles away from\nhome. He was the first! And he could not fight back the feeling of pride\nand accomplishment that welled in him. The word \"first\" in this instance\nconjured up names like Balboa, Columbus, Peary, Magellan--and Junius\nRobb.\n\nThe crew members deserved the hero's welcome they would receive. They\ncould have the banquets, parades and honorary degrees. But it was Junius\nRobb who had commanded the flight. It would be Junius Robb's name for\nthe history books.\n\nHe wouldn't be needing any souvenirs.\n\n\n\nKingsley and Anderson were the first to return. They both carried small\nleather bags. Inside the ship they revealed the contents to Robb. He\nexamined them carefully.\n\nKingsley had found an uncommonly large patch of brownish vegetation. He\nhad torn away a sizeable chunk and placed it in the bag. \"Who knows?\" he\nshrugged. \"I might be able to cultivate it.\"\n\n\"Or let it play the lead in a science fiction movie,\" snapped Anderson.\n\nThe first officer's bag contained a piece of one of the smaller craters.\nIt had no immediately discernable value. It was Anderson's intention to\npolish it up and put some kind of a metal plaque on it.\n\nFour more hours went by and there was no sign of Farnsworth or Hamston.\nRobb began to worry. He'd never forgive himself if anything happened to\neither of the two men. He waited another half hour, then ordered Kinsley\nand Anderson to put on their pressure suits and go look for the two\nmissing crew members.\n\nThe search was avoided as Farnsworth entered the ship dragging Hamston\nbehind him.\n\n\"What happened!\" yelled Robb.\n\nFarnsworth began the job of getting out of his pressure suit. \"I don't\nknow. Hamston's sick as a dog. I checked every inch of his suit and\ncouldn't find anything out of order.\"\n\nRobb bent over the prone rocket expert. Hamston looked up at him with\nhalf-opened eyes and an insipid grin on his face. He mumbled something\nabout \"a fine state of affairs.\"\n\nThey removed Hamston's suit and placed his limp frame on a bunk. Robb\nexamined him for forty minutes.\n\nHe reached the curious conclusion that Hamston was as fit as a fiddle.\n\nThe rocket expert fell asleep. Robb and the rest of the crew prepared to\nblast off.\n\n\n\nThe Ajax XX thrust itself through space, halfway back to its home\nplanet.\n\nThe excitement of her crew members grew with every passing second. In\nhis concern over Hamston, Farnsworth had forgotten about his souvenir.\nHe now opened his bag and displayed it before the others.\n\n\"What is it?\" asked Kingsley.\n\n\"Dust!\" was Farnsworth's proud reply.\n\n\"What the hell you going to do with dust?\"\n\n\"Maybe you don't know it but this is going to be the most valuable dust\non the face of the Earth! Do you realize what I can get for an ounce of\nthis stuff?\"\n\n\"What's anybody want to buy dust for?\"\n\n\"Souvenirs, man, souvenirs!\"\n\nFarnsworth asked to see what Kingsley and Anderson had picked up. The\ntwo men obliged. For the next hour the three men and Robb discussed the\nmementoes and their possible uses on Earth.\n\nThen Anderson said, \"I sure wouldn't turn down about a gallon of good\nKentucky whiskey right now!\"\n\nRobb laughed. \"We did enough sweating on the way. You wouldn't want to\nsweat out the trip back on a belly full of booze.\"\n\n\"That may be a better idea than you think it is, Captain.\"\n\nThe four men turned to find Hamston sitting up on his bunk.\n\n\"Hamston!\" Robb exclaimed, \"how do you feel?\"\n\n\"Terrible.\"\n\n\"What happened to you?\" asked Kingsley.\n\nHamston stared at each man individually. He took a deep breath and his\ncheeks puffed up as he let it out slowly. \"Well, I guess you'd better\nknow now.\"\n\nRobb frowned. \"What do you mean?\"\n\n\"Farnsworth and I separated after we got about four miles from the ship.\nI thought I saw something that looked like a cave. I figured I might\nfind something interesting there to take back with me. So I told\nFarnsworth I'd keep radio contact with him and off I went.\"\n\n\"Did you find a cave?\" Robb wanted to know.\n\n\"No, it was just a big indentation in the wall of the crater. I threw\nsome light on it and found it to be ten or fifteen feet deep.\" He paused\nas though not sure of what to say next.\n\n\"So?\"\n\n\"So that's where I found my souvenir.\"\n\n\"Well, let's see it!\" said Anderson.\n\nHamston opened his leather bag. The object he removed rendered the crew\nweak in the knees. He said, \"We can have that drink, Anderson, but I\ndon't think we'll enjoy it.\"\n\nHe poured them each a shot from a half-filled bottle of Vodka.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Vandenburg, G. L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32484/pg32484.txt",
        "name": "moon_glow.json"
    }
}