{
    "name": "Moon of Treason",
    "author": [
        "McDowell, Robert Emmett"
    ],
    "body": "Clyde Vickers shuffled awkwardly down the gangplank. After two years on\nJupiter he felt buoyant as a toy balloon in the mild gravity of Earth's\nsatellite. Every step he expected to go sailing over the heads of the\nother passengers--up, up into the vast booming reaches of Luna City's\nairlock.\n\nThe line jammed, came to a fuming stop. Vickers found himself wedged\nbetween a woman who had boarded the liner at Mars and a bearded\nPlutonian explorer. He craned his neck, peering over their heads to see\nwhat had caused the bottleneck.\n\nAn officer of the ISP, in a blue uniform, was standing at the foot of\nthe gangplank, examining passports. Vickers cursed under his breath.\n\n\"Damn them,\" he thought, \"damn them.\"\n\nBehind him, the black spaceliner made sudden pistol-like reports as\nit expanded in the warm air. It had brought some of the cold of outer\nspace along with it, and hoar frost stood out on its sides a foot\nthick. It was rapidly exhausting the heat in the airlock. Vickers\nshivered as the cold struck through his ill-fitting gray suit.\n\n\"Papers,\" the ISP man said and held out his hand.\n\nWith a start Vickers realized that he had reached the end of the\ngangplank. The ISP man took one look at Vickers' little green book and\nhis face hardened.\n\n\"Parolee!\" he said.\n\nThere were whispers from the crowd. A little boy said: \"What's he done,\nmomma? What's he done?\"\n\n\"Hush!\" she bade him.\n\nVickers gave no sign that he'd heard.\n\n\"Two-time loser, eh?\" the ISP man went on and ran his eyes over\nVickers. He saw a tall man with huge shoulders, the muscle bulging the\ncheap gray cloth--muscle that could be acquired only in the killing\ngravity of Jupiter's penal mines. Then he saw Vickers' eyes, and he\nlooked startled.\n\nVickers had his nictitating lids lowered; his eyes seemed almost\nnormal. Almost but not quite!\n\n\"What the devil!\" the ISP man wet his lips. \"Vickers! By God, I should\nhave recognized the name. Vickers, eh?\" He seemed about to say more,\nthen changed his mind. \"Move along. You're holding up the line.\"\n\n\"My passport.\"\n\n\"Pick it up at the parole board. If you don't report there in\ntwenty-four hours, you'll be picked up yourself and shipped back to\nJupiter. You're a two-time loser, Vickers; you can't afford to get into\ntrouble again.\"\n\nVickers regarded him with open dislike, then turned on his heel,\nstarted across the spaceport at a cautious shuffle.\n\nFreedom!\n\nHe couldn't leave the moon. He had to accept whatever work the parole\nboard secured for him--more than likely some stinking job deep in the\nmoon pits. He must report for a check-up and a psycho-therapeutic\ntreatment every four weeks. He couldn't marry or hold property or\nchange jobs.\n\nAnd if he fell from grace again, it meant sterilization and a life\nsentence on Jupiter.\n\nFreedom. What the hell had he to look forward to?\n\n\n\nAll his life Vickers had been lonely. His parents, horrified at having\nproduced a monstrosity, had placed him in a home and washed their hands\nof him.\n\nNot that Vickers' abnormality was disfiguring or particularly\nnoticeable even--you had to look closely at his eyes to recognize the\nnictitating lids--but he was a freak, a mutant, and the sight of him\nhad been a constant reminder of their shame.\n\nAt the home, Vickers' playmates had quickly discovered his queerness\nand had taunted him about it with the cruelty of children. His attempts\nat friendship were met with rebuffs. He might have been able to adjust\nbut he was never allowed to forget that he was different.\n\nLater when the peculiar power of his eyes became known, he was feared\na little, resented and cordially hated. Vickers was forced in on\nhimself. He built a shell, a hard flippant armor against the senseless\nantagonism he met everywhere.\n\nIn spite of hysterical predictions and a flood of stories in the\nscience-fiction magazines, the Atomic Age had not ushered in a wave of\nmutants--at least not radical mutants. Vickers was practically unique.\n\nAnd alone.\n\nNevertheless Vickers experienced an odd tingling excitement as he\nemerged from the lock into Luna City. Beneath his thick layers of\nprotective indifference, he was eager as a boy, friendly, sensitive. A\nstarved gregariousness looked out of his eyes in unguarded moments.\n\nHe stood with his back to the wall of an export firm, breathing deeply\nof the warm, artificially earth-scented air. Through the soles of his\nfeet he could feel the pavement vibrating faintly, as deep inside the\nbowels of the moon, the mechanical mining worms gnawed out the ore,\nchewed it, digested it, spat it out as metal ingots.\n\nThe voice of the city rolled over him, deafened him. His eyes were\nbewildered at the crowds jamming the pavement. His pulse leaped. He was\nlike a blind man who has just had his sight restored.\n\nSomeone said: \"Hello, Vickers,\" and struck him on the shoulder. \"Glad\nto see you out.\"\n\nVickers brought his eyes down. He stared at the man who had addressed\nhim. The look of exaltation slowly faded from his face to be replaced\nby a puzzled frown.\n\n\"I don't know you.\"\n\n\"Oh, come now, surely you recognize me.\" The man was as big as Vickers,\nexactly, and the same build. He was clad in a shabby gray suit. There\nwas something tantalizingly familiar about him. Vickers wrinkled his\nforehead in concentration.\n\n\"I must remember that,\" said the man, and wrinkled his forehead exactly\nlike Vickers.\n\nThey were standing in a doorway out of the stream of pedestrians.\nSuddenly Vickers' mouth fell open. He stared at the man in startled\ndisbelief.\n\nIt was himself!\n\nThe resemblance was too perfect. The same close-cropped black hair\nand Jupiter-enlarged muscles. The same short, straight nose, wide,\nthin-lipped mouth, square jaw. Even the same transparent inner lids\nlowered over pale gray eyes. It was like looking into a mirror.\n\nVickers felt his mouth go dry.\n\n\"Who are you?\" he demanded harshly.\n\n\"You recognize me? Good.\"\n\nThe man grinned, began to edge away.\n\nVickers lunged for him. But the fellow eluded his grasp, slipped into\nthe stream of traffic like an eel. He was rapidly being swallowed up by\nthe crowd. Vickers ploughed after him.\n\nThere was something afoot--something dangerous to himself, he felt.\nHe was determined not to lose sight of his double and opened his\nnictitating lids....\n\nInstantly, the scene about the busy spaceport changed. It took on a\nvaporous unreality like an x-ray photograph. The people, the buildings,\neven the pavement underfoot became tenuous as smoke. He could see right\nthrough them.\n\nIt always frightened Vickers a little to use his full vision, taking\nhim a second to adjust. Then he located his double about ten steps\nahead.\n\nHe could make out the misty outlines of elevators in the man's flashing\nheels. So that was how he'd given himself the necessary height. Pads\nfilled out his frame reproducing Vickers' Jupiter-trained muscles. The\nnictitating lids had been cleverly simulated by contact lenses.\n\nBut why?\n\nWhy should anyone go to all that trouble to disguise himself exactly\nlike Vickers--even to the ill-fitting gray suit? There was something\nsinister about the whole affair.\n\nJust then Vickers tripped, lost his precarious balance and fell\nsprawling.\n\nHe scrambled to his feet in time to see the stranger leap into an air\ntaxi.\n\n\"Look at his eyes!\" a woman cried out at his elbow. \"Look at his eyes!\"\n\n\n\nVickers hastily lowered his inner lids, cursing under his breath. There\nwasn't another cab in sight. He'd better clear out before he was the\nfocal point of a riot. Normal humans weren't fond of mutants.\n\nAlready a crowd was collecting. Vickers heard angry mutterings. He\nforced his way through the press bull-like. Suddenly he found his path\nblocked by two determined-looking men.\n\n\"Hold on,\" said the man on the outside and put his hand on Vickers'\nchest. He was blond with cold, pale blue eyes. \"What's your hurry?\"\n\nVickers started to thrust them aside when he felt the second man jam a\ngun into his ribs.\n\n\"Vickers, aren't you?\" asked the blond man.\n\n\"What of it?\"\n\n\"Come along.\" He jerked his chin toward an air taxi. \"Don't make a\nfuss.\"\n\n\"Where?\"\n\n\"Headquarters.\" The man produced an ISP card. \"We tried to catch you at\nthe ship, but you'd left.\"\n\nVickers hesitated. Despite the pistol in his ribs, he thought he could\ntake the two plainclothesmen. It would be a futile move, though. The\nISP would throw out the net for him, and this time he would be sent\nback to Jupiter for life.\n\nHe sighed, \"All right,\" and climbed into the cab.\n\nHe wondered if there could be any connection between the incident\noutside the spaceport and this visit to ISP headquarters, but he knew\nit would be useless to ask. He stared silently out the cab window at\nthe polyglot crowd, drawn from three worlds.\n\nThe moon was international. It was governed by a board of seven\ndelegates, one each from the seven great nations of Earth. They were\nknown simply as \"The Seven\" with headquarters in the moon-tower near\nthe center of Luna City. The ISP offices were located there too as well\nas all government bureaus.\n\nAll at once Vickers realized that the cab was headed in the wrong\ndirection.\n\n\"Where are we going?\" he demanded, jarred out of his stoical calm.\n\nThe ISP agents had taken seats one on each side of him. He could feel\ntheir guns prodding his ribs, sleek automatics with built-in silencers.\nWicked things that could tear half his guts out.\n\n\"Shut up,\" the blond man said.\n\nVickers lapsed into silence again. He was more bewildered and angry\nthan alarmed. Try as he would, he couldn't guess who'd want him badly\nenough to snatch him.\n\nThere had been no rivals in Vickers' line of work. Samuels and Rebkia,\nhis partners, had both been killed in the ISP trap two years ago. There\nwas no one left who had any interest in him. Unless--\n\nHe said suddenly: \"You're not ISP agents.\"\n\n\"That's right.\"\n\n\"What's the idea then?\"\n\n\"You ask too many questions,\" said the blond man.\n\n\"An' that's a fact,\" the other agreed.\n\nVickers' mouth set. He still thought he could take the two gunmen, but\nhis curiosity had the best of him. He sank back in the cushions and\nwaited.\n\nThe cab had gone about three kilometers when it pulled up at the curb.\n\n\"All right, Vickers,\" the blond man said; \"here's where you get your\nanswers.\"\n\nHe crawled out, straightened. The cab had stopped before a door of\nopaque blue plastic. Above it in letters of electric blue light was the\ninscription:\n\n                        INTERNATIONAL SPY RING\n                             INCORPORATED\n                        Secrets Bought and Sold\n\nVickers stared at it in disbelief. There was just the plain blank\ndoor squeezed between a theatre on the right and a travel agency with\nposters of the Martian deserts in its windows on the left. The blue\ndoor was hard to focus on--like a slightly blurred picture. He opened\nhis nictitating lids.\n\nTo his utter bewilderment, he found himself looking through the door\ninto the theatre lobby. The blue door didn't lead anywhere. It wasn't\neven a door, he realized, but an illusion!\n\n\n\nVickers had been examined many times. \"The peculiarity of your vision,\"\none eminent psycho-biologist had told him, \"lies in your ability to see\nmatter as it actually is. Tenuous unmaterial energy. There's more space\nbetween the nucleus of an atom and its electrons in proportion than\nbetween the sun and its planets. It's like looking at the stars\"--and\nhe had waved his hand at the sky--\"you can see them but they don't\nobstruct your vision.\"\n\nIt was a strange world that Vickers could see with the nictitating lids\nraised--a fairy-like insubstantial world, beautiful and shocking. A\nglass world without secrets.\n\nBut his eyes never lied to him. And the door didn't exist in fact.\nThere was only a blank theatre wall where he had seen it.\n\nThen the blond man stepped forward and went through the motions of\nopening the door.\n\n\"Inside,\" he said and walked through and vanished!\n\nVickers knew he had vanished, because he could still see the misty\noutlines of the wall where the door should have been and the interior\nof the theatre. He felt his stomach go hollow. \"In you go,\" the other\nman said and nudged him with the pistol.\n\nVickers allowed his nictitating lids to close.\n\nAt once he could see the door again, standing open, and a reception\nroom beyond. The blond man was just inside motioning for him to enter.\n\nVickers drew a deep breath and stepped across the threshold.\n\nThere was a moment of abysmal darkness, a giddy sensation, then Vickers\nfound himself standing in the reception room, ankle deep in carpet. He\nfelt unaccountably heavier--not as much as he would weigh on Earth but\nmore than he should weigh on the moon.\n\nA girl was approaching him. She said: \"Go right in, Mr. Vickers,\"\nindicating a door across the room; \"they're waiting for you.\"\n\n\"Who's waiting for me?\"\n\n\"Mr. Thorpe. The president of International Spy Ring, Inc. Right in\nhere, sir.\"\n\nThe utterly absurd title of the company struck him anew. The seven\ngreat nations would no more permit such a business to exist than they\nwould sit supinely by and allow an armed invasion.\n\nIn the first place they all maintained their own very efficient\nespionage and counter espionage systems. They couldn't afford to let\none nation grow more powerful than the rest. At any costs they had to\npreserve the status quo.\n\nHe didn't voice his doubts, but followed the receptionist into a large,\nspartanly furnished office. There were no windows, the room being lit\nby soft yellow light that seemed to come from everywhere and nowhere.\nThe top of a huge desk of purely functional design was littered with\ngadgets, and behind it sat a bald, pink-faced man, wearing a pleasant\nexpression.\n\nThere was one other person in the room--a girl--and she was crying\nsoftly.\n\n\"Mr. Thorpe,\" the receptionist said, \"Mr. Vickers to see you,\" and\nwithdrew.\n\nThe girl turned her back quickly to Vickers so that he couldn't see her\nface, but he could watch her hands worrying the material of her dress.\n\nIt was an expensive dress, Vickers recognized, an exclusive Venusian\ncreation of green gossamer that was very nearly transparent even to his\nnormal vision. He was a little shocked and looked away.\n\nThe man called Thorpe beamed at him. \"Glad to see you, Vickers,\" he\nsaid and made it sound genuine. \"Won't you sit down?\"\n\nVickers let himself sink into a chair across from the girl. He couldn't\nkeep from studying her. Her brown hair was done in a sort of halo\neffect and she wore wedge type sandals that must have added three\ninches to her height and made her feet look tiny.\n\nThorpe cleared his throat.\n\n\"We had a good reason for bringing you here,\" he said; \"I hope it\ndidn't inconvenience you too much.\"\n\n\"Get to the point,\" said Vickers.\n\nThorpe looked startled.\n\n\"Vickers, we can use a man with your unique talents. In fact, there's\na job that no one but you--\"\n\n\"Sorry.\"\n\nVickers was on his feet, starting for the door to the reception room.\n\n\"Don't be hasty,\" Thorpe said in an agitated voice. \"I really can't let\nyou go until you hear me out.\"\n\n\n\nVickers caught the veiled threat in his words, swung around. Thorpe's\nfinger was resting on a button. The girl had begun to sniff audibly.\n\n\"All right,\" said Vickers, \"but make it short. I have to register at\nthe Parole Board office before the expiration of twenty-four hours.\"\n\n\"No hurry,\" Thorpe said, waving him back to his chair. \"You met your\ndouble on the street. He's gone to the board to register in your\nplace. He'll also fill any job they see fit to assign you. So you see,\nVickers, you're quite free. You're even supplied with a perfect alibi.\"\n\nVickers did see. He saw a number of things, none of which reassured\nhim. He said: \"Fingerprints?\"\n\n\"They'll check. He's wearing tips with your prints. So will his height\nand weight. He's a fine actor, Vickers, one of the best.\"\n\n\"How did you get my prints? My record is in the ISP secret file, but--\"\n\n\"But that's our business. Secrets, Vickers. Any secrets. State secrets,\nscientific secrets.\" He chuckled. \"We make no secret about it.\"\n\nVickers looked skeptical.\n\n\"Do you mean to tell me that you could steal the plans, say, of the\nUSSE's new space drive?\"\n\nThorpe rubbed his hands together, his grin broadening.\n\n\"We sold them the plans. In fact, we sold those same plans to the\nBlack Republic, the Arab Federation, China and New Spain as well. The\nonly reason we didn't sell them to the United States is because they\nhappened to be the ones who had developed them.\"\n\nHe paused to let his words sink in. \"That may seem unethical, but it's\nour policy. In our small way, we feel that we help to preserve the\nstatus quo.\"\n\n\"Rubbish!\" said Vickers. \"If you'd done that, they would have sent the\nlot of you off to Jupiter.\"\n\n\"They try.\" Thorpe looked at his watch. \"In fact, Vickers, we have\ninformation that the ISP plans to raid us in exactly twenty-three\nminutes.\"\n\nVickers stiffened. \"Is that straight?\"\n\n\"Quite. But don't alarm yourself. They'll never get past the blue door.\"\n\nFar from being soothing, Thorpe's reassurance had just the opposite\neffect on Vickers. For the first time, he began to doubt that he could\nget through that blue door himself. There was something so damned\ncomplacent about the man behind the desk--\n\nIn sudden alarm, Vickers opened his nictitating lids, flicked a quick\nglance around.\n\nThe room was quite real, but there was no sign of Luna City nor of the\nmoon's desolate surface. He sucked in his breath.\n\nThe office seemed to be part of a large windowless structure. He could\nsee, through the walls, a restless ochre sea outside and a red pebble\nbeach. Strange, sinuous vegetation cloaked the shore.\n\n\"Where are we?\" he blurted out. \"How did I get here?\"\n\n\"I'm sorry,\" said Thorpe, \"but that's one secret that isn't for sale.\"\n\nVickers closed the nictitating lids and the office recovered its\nsolidity.\n\n\"What's your proposition?\"\n\nThorpe gave him a shrewd look. \"This is Tani Fralick,\" he introduced\nthe girl. \"I'm sure you've heard of her father. He's the physicist....\"\n\n\n\nVickers sat bolt upright. Fralick was probably the most renowned man on\nEarth, Mars or Venus. He certainly was the Systems greatest physicist.\nFralick was head of the United States' Bureau of Research. It was\npractically treason for his daughter to be in the offices of such an\norganization as \"International Spy Ring, Inc.\"\n\nThorpe said: \"Tani's father has been abducted by the Arab Federation.\"\n\nThe girl gave a muffled sob, buried her face in her hands.\n\nVickers yelled: \"What!\" Then in a lower voice, \"But there's been\nnothing on the newscasts.\"\n\n\"Of course not. The U.S. is hushing it up. They don't want it\nbroadcast that their top experimental physicist has been stolen. They\ndon't even know who has him or where he is. Tani has asked us to get\nher father back.\"\n\n\"Where is he?\"\n\nThorpe didn't look so cherubic as he drummed on the desk top.\n\n\"Here. Luna City. He's being held in the embassy of the Arab\nFederation.\"\n\nVickers said: \"Why don't you turn your information over to the U.S.?\"\n\n\"It's not as simple as that. The Arabs would kill him before they'd\ngive him up.\"\n\nVickers shrugged. \"If the U.S. with all its resources can't release\nhim, I don't see how you expect me to do it.\"\n\n\"You can, though. In fact you're the only one who can. The question is,\nwill you?\"\n\n\"No!\" said Vickers flatly; \"I won't.\"\n\n\"But--\"\n\n\"No buts about it. With my record, it would be poison for me, if my\nname ever became associated with anything like International Spy Ring,\nInc. I'm through, Thorpe, I've quit. I can't afford to be sent back to\nJupiter.\"\n\nTani Fralick suddenly burst into a flood of tears. Vickers clenched his\nfist. At that instant a bell began to ring insistently.\n\n\"The raid,\" Thorpe said. \"What say we watch it? Anyway, Vickers, you\ncan't leave 'til it's over.\"\n\nVickers grunted, sank deeper into his chair. Tani's soft child-like\ncrying was getting under his skin, but he steeled himself against it.\n\nThorpe pressed a button on his desk, and a huge televisor screen on\nthe wall behind him glowed into life. The multiple noises of Luna City\nrolled into the office shattering their isolation. The tri-dimensional\neffect was so real, that it was as if the wall itself had been removed\nand they were peering directly into the street outside the blue door.\nVickers could read its idiotic sign.\n\n                        INTERNATIONAL SPY RING\n                             INCORPORATED\n                        Secrets Bought and Sold\n\nAll at once he frowned as he discovered the silent men converging on\nthe entrance. They were dressed in civilian clothes, threading their\nway unobtrusively through the press. ISP men, Vickers recognized, with\na thrill of alarm.\n\nOne of them reached the portal, put out his hand for the knob.\n\nThe blue door vanished.\n\nIt simply went out like a light, leaving the ISP man staring stupidly\nat the blank wall of the theatre.\n\nThorpe snapped off the televisor. Vickers could see that he was\nchuckling.\n\n\"The fun's over,\" he said. \"But they'll be nosing around there for a\nweek. There's really no door there, you know.\"\n\n\"Yes, I know. But I'll be damned if I understand.\"\n\n\"You will,\" Thorpe said cryptically. Then he switched on the\ninter-office com. \"Miss Stevens, see that this memo is circulated\nthroughout the organization. 'Due to a police raid, the new offices of\nInternational Spy Ring, Inc., are located at B624-1/2 Water Street,\nLevel Three'.\"\n\n\n\nHe clicked it off, stared at Vickers coldly. All the friendliness was\ngone.\n\n\"Suppose we quit fencing. We know your history, Vickers. You used to\nclaim that you could arrange the escape of any prisoner, no matter\nwhere he was being held--for a price. You made monkeys out of the ISP\nfor a while. How many men have you broken out of the Jupiter Penal\nMines and readjustment camps?\"\n\n\"I don't know,\" said Vickers. \"It was a good racket while it lasted.\"\n\n\"But you couldn't finagle your own escape, could you?\"\n\n\"It's easier to work from the outside,\" Vickers rejoined laconically.\n\nThorpe said in a nasty voice: \"That's just the point I'd like to make.\nEither you help us release Fralick, or we'll frame you and turn you\nover to the ISP.\"\n\nVickers' eyes narrowed. He leaned suddenly across the desk, hit Thorpe\non the chin with his balled fist!\n\nThere was a \"crack!\" as Thorpe's jaw bone snapped. He was bowled over\nbackward to lie in an unconscious heap against the wall.\n\nTani screamed. She tried to reach the desk, but Vickers grabbed her off\nher feet, thrust her under his arm.\n\n\"Put me down! Put me down,\" she cried furiously, kicking, squirming.\nVickers paid no more attention to her frantic wriggling than he would\nhave to a kitten. His inner lids were raised and he was staring with a\nstrange fixity at the alien world visible through the walls.\n\n\"What are you going to do?\" Tani gasped. \"Are you crazy? You can't walk\nout of here. The blue door isn't operating. Besides, even if you did\nget away the Ring would have you framed.\"\n\n\"I'm not going back to Luna City,\" Vickers said tersely. \"I'm going\noutside.\"\n\n\"Outside!\"\n\n\"Yes.\" He started for the reception room. \"I don't know where we are.\nAnother world, another dimension, it's all the same. I'll be free of\nthe ISP. I'll find a way out if I have to break through the walls.\"\n\n\"But you can't!\" she wailed. \"The atmosphere outside it! It--it's\nchlorine!\"\n\nVickers felt as if someone had kicked him in the belly. He set Tani on\nher feet.\n\n\"How do _you_ know?\"\n\n\"Thorpe showed me. He--he--\" she straightened her skirt managing to\nlook flustered--\"he's been very friendly.\"\n\n\"Where are we?\"\n\n\"In another dimension, I think. The blue door is a--a stasis, Thorpe\ncalled it. Don't ask me how they do it. They came through in space\nsuits and built this hermetically-sealed fortress.\"\n\nVickers was silent. After a moment, he said: \"All right, you win. I'll\nbreak out your father if it can be done.\"\n\n\n\nVickers sat in a chair facing a blank wall; his nictitating lids were\nraised, the pupils of his eyes like lambent flame. Beyond the wall lay\nthe embassy of the Arab Federation.\n\n\"What do you see?\" demanded Tani in a suppressed voice.\n\nVickers and the girl were in the house of Seth Adda, an ex-senator and\na friend of Tani's father. He had been happy to lend Tani his house,\nwhich was on the eighth level flush against the Arabian Embassy.\n\nVickers was dressed in a snuff-brown burnoose, the national Arab\ncostume. He said:\n\n\"There's a sleeping room just beyond the wall. This part of the embassy\nmust be the private quarters of one of the officials. The room opens on\na hall. There are six--seven--eight other bedrooms along it. I think\nit's the harem. There's a swimming pool to the left.\"\n\n\"Can you see him?\" Tani pleaded.\n\n\"Yes. But not very plainly. He's in a tiny cell almost in the center of\nthe embassy. There's a guard in front of the door.\"\n\n\"Is--is he all right? They haven't hurt him?\"\n\nVickers concentrated on the vague outlines of the man lying on his\nbunk. A thin man, elderly, with hollow cheeks. \"So that's Doctor\nFralick,\" he thought, \"greatest theoretical physicist since Einstein.\"\n\nHe said aloud:\n\n\"He seems okay.\"\n\nTani expelled her breath in relief. Vickers looked at her suddenly and\nsaw that tears were running down her cheeks. Involuntarily he started\nto reach out his hand to comfort her, remembered the repugnance normal\nhumans felt toward him and let his hand drop to his knee.\n\nThe girl disturbed him. She was wearing practical gray coveralls\ninstead of the filmy creation she'd had on yesterday. She was beautiful\neven in the baggy garment, but it wasn't altogether that. With the\nstrides that had been made in eugenics, an ugly man or woman was the\nexception and, perversely, often had more appeal than the uniformly\nhandsome ones.\n\nNo, he was hungry for a woman, hungry for companionship and admiration.\n\nHe frowned, catching himself up with a jerk. Self pity! He'd better\nwatch himself. That way led to neurosis, manic depression and insanity.\n\nHe wished Tani would go away and leave him alone. He worked better\nalone. But he knew she'd been set to watch him. The Ring probably\nthought she'd do a better job of it since it was to her interest to see\nthat he didn't double-cross them.\n\nShe said, \"Clyde.\"\n\n\"Yes?\" He was startled and dropped his nictitating lids. She'd never\ncalled him by his first name before.\n\n\"You resent being forced into this job, don't you? I'm sorry. Honest I\nam, Clyde. But it was father's life or--or....\"\n\n\"Or mine,\" he supplied dryly.\n\n\"That isn't fair.\"\n\n\"Isn't it?\"\n\n\"No. You'll be protected and alibied--\"\n\nHe said: \"How much do you know about International Spy Ring, Inc.?\"\n\nShe looked startled, her eyes widening. \"Not--not very much, I guess.\nI've heard father speak of them. They're big, Clyde. You don't know how\nbig. They've offices on Earth and Mars and Venus, too. The ISP can't do\na thing. They can't get past the blue doors. You can't fight the Ring.\nThey're invulnerable.\"\n\n\"Nothing's invulnerable.\"\n\n\"Clyde!\" Her hand started towards him, dropped.\n\nShe can't bring herself to touch me, he thought. They're friendly\nnow--because I'm necessary; they can't do without my help. But what\nabout afterwards? What then?\n\nIf he were lucky, he'd be set free, to work in the moon pits where\nhis double was now. If he were lucky! He shivered a little. He knew\ntoo much about International Spy Ring, Inc. As soon as he was of no\nmore use to them, they'd dispose of him. Permanently. Probably in that\ndimension where their office was located. That beautiful little world\nwith the atmosphere of chlorine.\n\n\"Clyde,\" Tani repeated. \"What are you going to do? You're not planning\nto double-cross the Ring, are you? Not that, Clyde?\"\n\n\"No.\" But he filed the idea away. The ISP might be willing to forget\nhis record, let him start out with a clean slate if he could deliver\nthe Ring into their hands.\n\n\"Why did the Arabs kidnap your father?\" he asked Tani suddenly.\n\n\n\nThe girl hesitated. \"He--he was working on teleportation. And somehow\nthey got wind of it. It would have made space ships outdated. Armies\ncould be transported instantly behind enemy lines. It would have made\nthe United States supreme. He was about to succeed.\" She shook her\nhead. \"But I don't see how the Arabs learned about it.\"\n\n\"Don't you?\"\n\n\"No.\" She looked puzzled, then her brown eyes widened in comprehension.\n\"The Ring! But they're helping to rescue him.\"\n\n\"Why not? They're getting paid by both sides. You heard Thorpe admit\nthat they'd sold the space drive to every one of the seven countries.\"\n\n\"No. I can't believe it, Clyde.\" She bit her lip. \"They're not like\nthat. Not really.\"\n\n\"Rubbish.\"\n\nThe girl's face had grown very white. \"You won't let me down, Clyde.\nYou'll get father out, whatever you do?\"\n\nHe opened his nictitating lids, peered through the wall into the\nembassy. There were two women in the swimming pool. The sleeping\nchamber was empty. So was the hallway.\n\nHe said, \"Yes.\" Then, \"Check the route. This is it.\"\n\nHe heard her gasp. Then she began to talk hurriedly into a tiny radio\nstrapped about her wrist.\n\nVickers looked up and down through the various floors of the embassy\nnext door, checking the position of the guard details, the officials\nand their families. It was going to be tricky, he saw, a matter of\nsplit second timing.\n\nHe got up and examined the sleek air taxi. It was a transparent plastic\ntear drop and filled a fourth of the room.\n\nOne outer wall of the room had been removed outright. It had been\nsimulated with cloth flats like stage props so that it looked normal\nenough from the outside. But when the time arrived, the air taxi could\nburst right through it into the street.\n\nThe Ring was thorough, Vickers had to admit. And ruthlessly efficient.\n\nHe said: \"Get in the taxi and start the motor. Tell them we'll crack\nout of here in exactly fifteen minutes.\"\n\nHe heard her catch her breath and wheeled on her suddenly.\n\n\"What's wrong?\" he demanded sharply. \"Good Lord, don't go into a funk\nnow!\"\n\n\"Hold it!\" she said, the radio to her ear. He saw the blood drain\nout of her face as she listened. Then she clicked it off, turned\nfrightened eyes on him.\n\n\"It's your double.\" Her voice sounded lifeless. \"The ISP has discovered\nthe substitution. They have the net out for you now. You couldn't get a\nblock without being caught.\"\n\nVickers could feel his stomach knot with shock. He stared at her, his\nblazing eyes probing straight through her. Anywhere else in the system,\nhe might have been able to escape.\n\nBut Luna City! It was like a hermetically-sealed gold fish bowl with\nthe ISP blocking all the exits. Sooner or later they'd dig him out.\n\nSterilization and a life sentence to the Jupiter Penal Mines! There was\nno leniency shown third offenders, no matter how minor the infraction.\n\nHe got a grip on himself with an effort.\n\n\"Tell them,\" he said to the girl, \"we'll crack out of here according to\nschedule.\"\n\nHer mouth made a soundless O.\n\n\"Get in the taxi and start the motor,\" he said with a grim sparkle of\nhumor. \"I might as well be hanged for a sheep as a lamb!\"\n\n\"But how'll we slip through the ISP net?\" Tani protested.\n\n\"Get in there,\" Vickers said in a voice that brooked no questions. He\nswung back to the wall separating them from the Arabian embassy. The\nadjoining bedroom, he saw, was still empty.\n\n\n\nHe drew the atomic knife from its holster beneath his burnoose, pressed\nthe stud. A long blade of coruscating atomic energy shot from the\nhandle.\n\nThe blade went into the wall as if the tough plastic had been butter.\nWith infinite caution, Vickers cut a four foot window into the next\nbuilding, lifted out the block.\n\n\"Don't fumble your part,\" he said over his shoulder. \"We may be in a\nhurry when we come back this way.\"\n\nWithout waiting for a reply, he stepped through, fitted the block back\ninto place.\n\nHis last glimpse of Tani revealed her crouched in the transparent\nplastic air taxi, her eyes round and frightened as two new moons.\n\n\n\nVickers didn't hurry. Hope for success lay in two factors: audacity and\nhis peculiar vision which allowed him to see what his opponents were\ndoing and so keep a number of jumps ahead.\n\nThe Arabs were a mixture of the old and the new. Scientifically, they\nwere on a par with any of the seven great nations, but they clung with\nsuperstitious fanaticism to the old customs, the old way of life.\n\nThe harem was still inviolate, and Vickers knew there would be a guard\noutside its door.\n\nHe located him through several walls that acted like layers of\ncheesecloth to his eyes, dimming the guard's figure but not obscuring\nit. He found the women. There were four, and half a dozen servants\nbesides. But they were congregated at the pool and in two of the rooms.\n\nHe could watch them laughing and chatting or swimming in the limpid\nwater. Dark-eyed houris with slender waists and full hips and breasts.\nIt was like a silent film of the ancients. But infinitely more real.\n\nAnd deadly.\n\nThere was no one in the hall. Satisfied, Vickers left the bedroom,\nwalked swiftly down the carpeted hall until he reached the door at the\nend.\n\nHe could see the harem guard leaning against the wall, a burly bearded\nfigure with a hawk nose and a hawk's fierce eyes. An automatic was\nbelted outside his blue and white striped burnoose.\n\nWithout hesitation or haste, Vickers ran the atomic knife through the\nlock, forced open the door.\n\nThe guard spun around, gaping in surprise. He caught sight of Vickers,\nreached for the automatic.\n\n\"By Allah!\" he began.\n\nVickers cut off his head.\n\nThe head hit the floor with a thump, rolled a little, came to rest on\nits stump, staring at Vickers out of open, startled eyes.\n\nIt upset Vickers, made him a little sick at his stomach. He swallowed,\nglanced about quickly.\n\nThree men, he discovered, were approaching around a bend in the\ncorridor. He had perhaps a minute or a minute and a half before they\ncame into sight.\n\nHe stuffed the guard's body into a closet, threw the head in after it.\nHe covered the bloodstains with a carpet, welded shut the harem door\nwith the tip of the atomic knife. Then he ran up the corridor away from\nthe approaching men.\n\nThis whole wing must be the living quarters of the embassy staff. It\nwas preternaturally quiet like the upper floors of a hotel. He could\nsee a few people in their rooms, one or two in the corridors, which he\navoided automatically.\n\nThe cell block where Fralick was being held was located in the main\nbuilding. The traffic was considerably heavier there, and Vickers'\neyes were never still. They darted here, there, watching one person's\nprogress, judging how many seconds it would take another to reach a\ncertain intersection.\n\nHis ears were alerted for the first outbreak of the alarm bell.\nHe didn't have time to notice the antique hangings, the exquisite\ndecorations, though he did catch an impression of sumptuousness.\n\nThe rear of Fralick's cell butted against the back of an office. In\nadvance Vickers had determined to cut through the wall between office\nand cell and so avoid killing the guard. If he were lucky, he would\navoid detection for precious minutes also.\n\nHe had almost reached his objective when a heavy-set bearded official\nentered the office and sat down behind the desk.\n\nVickers could see him mistily as he set to work with some papers. He\nswore furiously under his breath, but didn't pause. Throwing open the\ndoor, he jumped into the chamber.\n\nIn the feeble gravity of the moon, Vickers' leap carried him across the\nroom to the top of the Arab's desk.\n\nThe official gasped, tried to rise and call out. His face was turned up\nto Vickers--a long frightened face with skin like yellow leather.\n\nVickers kicked him on his pointed chin.\n\nThe Arab went over backwards with a crash. Vickers didn't glance at\nhim, but shut the door, attacked the far wall with the atomic knife.\n\nHe lifted out a four foot segment. Fralick was on the other side\nstaring at the opening like a startled cat.\n\n\"What--\" he began, catching sight of Vickers.\n\nVickers said low voiced: \"Shut up. Come on!\" Holding out his hand, he\nhalf-helped, half-yanked the physicist from the cell.\n\n\"Who are you?\" Fralick's clothes were wrinkled and he needed a shave.\nHe was gaunt, pale, excited. \"I know! You're Vickers!\"\n\nVickers' eyes narrowed in surprise, but he only said: \"Hurry!\"\n\nThe passage outside was still deserted, thank the gods. He pulled the\nphysicist after him, sprinted toward the living quarters in the wing.\n\nThere were voices ahead. Two men going in the same direction they were,\nVickers saw. He slowed down in order not to trample their heels.\n\nHe was nervous now. He could feel the time running through his fingers.\n\nStill no alarm! They burst out of the corridor into an enormous hall,\ncrossed it swiftly, ducked down another passage. Damn place was a rat\nrun. Fralick was panting. \"Hold out, old man!\" Vickers thought. \"Hold\nout!\" Still no alarm. They were going to make it. They had to--\n\nAll the bells in the world seemed to cut loose at once!\n\n\n\nVickers jumped as if he'd been shot.\n\nFralick clutched his chest. For a moment Vickers was afraid the\nscientist would pass out.\n\nThe bell rang frenziedly.\n\nHundreds of bells! Everywhere. Bells and shouts and trampling feet.\nThrough the misty walls Vickers could see running soldiers, frightened\nofficials, women and children. A vast terrifying pandemonium like a\ndisturbed ant nest--like a glass ant colony kept for observation.\n\nThen the doors began to whoosh shut. Automatic doors closing off the\npassages. Blocking escape! One rammed shut just behind them.\n\nA party of guards caught sight of them. Steel jacketed bullets\nricocheted and whined down the corridor.\n\nVickers threw a gas grenade. The guards were blotted out by a fountain\nof pale green mist. It wasn't deadly, but it would knock out the Arabs,\nclose off the passage temporarily.\n\nFralick was sobbing for breath. Suddenly Vickers grabbed him by the\nshoulder.\n\n\"Here! This way! Through the harem.\"\n\nWith the atomic knife he freed the door which he'd sealed a few minutes\nbefore. A few minutes! He glanced at his watch. Eighteen minutes\nexactly; it seemed like hours! He was over his time. He put his\nshoulder to the door, threw it back with a crash.\n\nThere was a cluster of frightened women in the corridor. When they\nsaw Vickers and Fralick, they began to scream and fled screaming like\nchickens from a hawk.\n\nVickers paid no attention to them, but rushed to the bedroom where he\nhad cut through the wall. Kicking out the segment he almost hurled\nFralick through the opening.\n\nTani was waiting in the air taxi with the door open. A white, strained\nTani with a face like a mask.\n\n\"Dad,\" she cried.\n\nFralick tumbled into the taxi. Vickers started to shut the door, but\nTani held it open.\n\n\"Get in,\" she begged in a tight voice. \"Quick!\"\n\n\"No,\" he said. \"The ISP would spot me in that air taxi and stop us. You\ncan get through all right by yourselves.\"\n\nConsternation mirrored itself on Tani's waxen features. She shook her\nhead. \"We're not going without you.\"\n\n\"Yes, you are!\" he said; \"no time to explain. I'll meet you at the blue\ndoor.\"\n\nShe was almost in tears. \"Clyde, we're not going to leave you behind!\"\n\nThrough the gaping hole in the wall behind them, Vickers could hear the\nsounds of pursuit closing in, but he didn't look around.\n\n\"You little fool!\" he said brutally, \"do you want to get me killed? Do\nwhat I say. This is my kind of work!\"\n\nSuddenly she leaned from the air taxi, kissed him hard on the mouth.\nHer eyes were wet.\n\n\"I'll be waiting,\" she said, catching her breath; \"you crazy Quixotic\nidiot. I'll wait forever.\"\n\nThen she slammed the door. The taxi roared, bull throated, and leaped\nforward, bursting a hole in the false wall.\n\nVickers stared after the diminishing air cab, rubbing his mouth with\nthe back of his hand.\n\n\"I'll be damned,\" he said softly; \"I'll be damned.\" Then he turned\naround.\n\nHe was just in time to see the first of the Arab guards lunge through\nthe hole in the wall of the embassy.\n\nVickers hurled his other gas grenade. The egg-shaped glass bomb smashed\nagainst the floor. Plumes of the pale green paralysis gas shot upward.\nBut Vickers didn't wait to see its effect.\n\nHe left through the hole torn by the air taxi, reached the pavement,\nbegan to walk rapidly toward the corner, the snuff-brown burnoose\nflapping about his ankles.\n\nHe had seconds only before the pursuit would develop again. The bomb\nwas a delaying action, no more.\n\n\n\nUp ahead he could see a road block, and pedestrians milling around in\nthe street. A net hung from the level above, halting the air traffic.\nThe ISP was on the job.\n\n\"Out of the frying pan into the fire,\" he thought grimly. He glanced\nback toward the house, although the Arabs couldn't possibly come\nthrough the room until they'd procured a fan and blown the fumes clear.\n\nAn ISP patrol boat was gliding slowly up the street behind him. It was\nmanned by two men and was traveling just above the surface traffic.\nA shallow, heavily armed and armored craft, it reminded Vickers of a\ngiant ray as it floated lazily through the air.\n\nHe jumped to the edge of the pavement, waved the patrol boat down\nfrantically.\n\nIt gave a low moan on its siren, swung in to the curb. The door opened.\n\nThe two men inside wore uniforms--smart blue breeches and blouses\ntrimmed in gold with the ISP insignia--three interlocking worlds\nrepresenting Earth, Venus and Mars--emblazoned on their shoulders. They\nwere both young and clean cut. Only their eyes looked old and hard.\n\n\"What's the trouble?\" the officer nearest Vickers asked shortly.\n\n\"I saw him!\" Vickers sounded excited. \"I saw him!\"\n\n\"Saw who?\"\n\n\"The mutant!\"\n\nThe ISP agents exchanged glances. At that instant Vickers hit the one\non the outside in the temple. He hit him with the handle of the atomic\nknife. The man slumped forward, bumped his head against the slanting\nwindshield. Vickers was already sliding in beside him.\n\nHe shoved the unconscious agent to the floor boards, pressed the stud\non the knife handle. The blade of sparkling flame glittered into life.\n\n\"Take us up!\" he said to the startled man at the controls; \"and don't\ntouch the radio!\" Almost as an afterthought he added softly: \"I'm\nVickers. I'd just as soon die now, all at once, as be sent back to the\nJupiter Mines to die by degrees.\"\n\nThe ISP man blanched. He lifted the patrol boat into the air, sent it\nscooting down the street. He kept dropping his eyes to the shimmering\nblade of flame.\n\n\"Don't get that thing too close,\" he pleaded hoarsely.\n\nVickers said: \"B624-1/2 Water Street, level 3. And I won't get the\nblade too close if we get through without trouble.\"\n\n\"But suppose I'm ordered in?\"\n\n\"That's your tough luck.\"\n\nThe ISP man was sweating. But he didn't dare remove his hands from the\ncontrols. Beadlets of perspiration rolled down his cheeks and chin\nunheeded.\n\nAs they approached the roadblock, he touched the siren. At its eerie\nwail, a man hauled up the net, and the patrol boat slid beneath it.\n\nVickers let his breath escape. He was sweating too, he realized. His\nforehead felt clammy as a dead fish.\n\nThey reached the blue door without being bothered, though. Vickers\nstared at the sign:\n\n                        INTERNATIONAL SPY RING\n                             INCORPORATED\n                        Secrets Bought and Sold\n\nIt was the one place in Luna City where the ISP couldn't reach him. But\nwould the ring give him sanctuary? He didn't know.\n\n\"They will,\" he thought; \"they will, by Heaven, or take the\nconsequences!\"\n\nHe said: \"Here's where I leave you, officer. Thanks for the lift,\" and\nslid out of the patrol boat.\n\nThe ISP man had guts. Vickers had taken his automatic, but the agent\nreached for the emergency guns in the locker. Before he could shoot,\nthough, Vickers had disappeared through the blue door.\n\nHe sprang from the patrol boat, started after him. He was three feet\nfrom the blue door when it vanished.\n\n\n\nInside the reception room, Vickers balanced on the balls of his feet,\nthe ISP agent's automatic in his hand. His mouth was a thin line.\nExcept for Vickers, the room was empty.\n\nHe was about to raise his nictitating lids when the door of the inner\noffice opened and Tani flew to meet him. Involuntarily, he jerked up\nthe automatic, but the girl didn't even notice it.\n\n\"Clyde!\" she said, and threw her arms about him, clinging desperately\nas if she were afraid to turn loose. \"I've been so afraid.\" There was a\nfunny little catch in her voice.\n\nVickers stared down at her, refusing to believe his senses. Then she\ntilted her head back, and he could see the relief and happiness shining\nin her eyes--and something besides.\n\nVickers kissed her. All his doubts were suddenly swept away and somehow\nthe old hurts along with them.\n\n\"Mr. Vickers,\" the receptionist said.\n\nHe hadn't noticed her enter the room. But he looked up and she was\nsmiling too. There was no repugnance in her eyes.\n\nHe said: \"Yes.\"\n\n\"They're waiting to see you, Mr. Vickers. If you'll just step this way.\"\n\nHe glanced questioningly at Tani, who nodded. Together they entered\nThorpe's office.\n\nFralick was there, looking old and tired and a little messy. He was\nsitting behind the big desk with Thorpe at his elbow. There were two\nothers in the office, a tall, parchment-faced Chinese, obviously of\nManchu descent and an Arab with the features of a Biblical patriarch.\nThey were smiling, all except Thorpe, who couldn't very well with his\njaw in a cast.\n\nDoctor Fralick put the palms of his hands on the desk and leaned\nforward. He said, \"I'm very glad you made it, Vickers. I haven't had a\nchance to express my appreciation.\"\n\nVickers wrinkled his forehead. There was an air of hopeful friendliness\ntinctured with awe in their attitude that puzzled him. He didn't say\nanything.\n\nFralick looked vaguely embarrassed. \"I--we've another favor to ask you,\nVickers. We want you to come in with us.\"\n\n\"What?\" said Vickers in a stunned voice.\n\n\"We want you in International Spy Ring, Inc. Need you. We--well, we\nwouldn't expect you to accept a minor position of course. Not a man of\nyour calibre. If you'll join us, Vickers, you can take charge of the\nfield work. None of us is so well fitted for active duty as you with\nyour enviable vision, your resourcefulness.\"\n\nVickers didn't know what to say. That anybody envied him, wanted him\naround, considered him an asset, knocked a hole in his armor. He had no\ndefenses against friendliness.\n\n\"But you,\" he said; \"Doctor Fralick, you're head of the U.S. Bureau of\nResearch--\"\n\n\"I'm also the head of International Spy Ring, Inc.\"\n\nAt Vickers' expression, Fralick allowed a smile to flit across his\nvisage.\n\n\"Don't judge us too harshly. Science is international, not the property\nof one individual or one nation, even. It must belong to everybody.\n\n\"We don't want power. We're after peace and tolerance and the\ndissemination of knowledge. We're united, Vickers. The scientists, the\ntechnicians, the engineers of the seven great nations. Not all of us,\nbut enough of us.\"\n\nHe gave Vickers a shrewd penetrating look. \"Our way may not seem\nethical, but it works. When there are no secrets between countries, war\nis almost impossible. And there are no secrets anymore; we see to that.\n\n\"If the Arab Federation discovers a new gas, we sell the formula to\neach of the other countries. If the Black Republic or China starts a\nprogram of military training or lays the keel of a new battleship, in a\nweek everyone of the other countries has the complete details.\n\n\"We don't sell the information for profit, Vickers, but to finance the\norganization.\"\n\n\n\nVickers was stunned. The realization that the Ring was not a hard\ngrasping organization of thieves, spies and traitors; but an\ninternational group comprising the finest minds and bent on preserving\nthe peace, left him completely bewildered.\n\n\"I don't know what to say,\" he said. \"Of course I'll join you.\"\n\n\"Good.\" Fralick jumped up, came around the desk with his hand out.\n\"We'll get you a pardon. It wouldn't do for my son-in-law to be a\nfugitive from the ISP.\" He winked at the others who had crowded about\nVickers, pumping his hand.\n\nIt occurred to Vickers that these men were pleased to have him--not in\nspite of his mutation, but because of it! They'd even been a little\nafraid he might turn them down.\n\nIt was a new experience for him, a good experience. He had the sudden\nconviction that at last he'd found his place in the world. It made him\nfeel warm.\n\nThe Chinese was saying: \"You're a violent man, Vickers, a dangerous\nman. We were afraid that you might not see eye to eye with us in our\naims.\"\n\n\"No,\" Vickers protested, really shocked. \"No, I'm not a violent man. I\ndo what I must and do it as quickly and effectively as I can. But I'm\nnot violent.\"\n\nThorpe's eyes twinkled. Seizing a pencil he wrote something, held it up\nfor them all to see, at the same time tapping the cast on his jaw.\n\nVickers couldn't repress his grin. Tani squeezed his hand.\n\nThorpe had written: \"The gods help us all, if he ever does get violent!\"\n",
    "metadata": {
        "author": [
            "McDowell, Robert Emmett"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64695/pg64695.txt",
        "name": "moon_of_treason.json"
    }
}