{
    "name": "Mrs. Korner Sins Her Mercies",
    "author": [
        "Jerome, Jerome K. (Jerome Klapka)"
    ],
    "body": "“I do mean it,” declared Mrs. Korner, “I like a man to be a man.”\n\n“But you would not like Christopher--I mean Mr. Korner--to be that sort\nof man,” suggested her bosom friend.\n\n“I don't mean that I should like it if he did it often. But I should\nlike to feel that he was able to be that sort of man.--Have you told\nyour master that breakfast is ready?” demanded Mrs. Korner of the\ndomestic staff, entering at the moment with three boiled eggs and a\nteapot.\n\n“Yus, I've told 'im,” replied the staff indignantly.\n\nThe domestic staff at Acacia Villa, Ravenscourt Park, lived in a state\nof indignation. It could be heard of mornings and evenings saying its\nprayers indignantly.\n\n“What did he say?”\n\n“Said 'e'll be down the moment 'e's dressed.”\n\n“Nobody wants him to come before,” commented Mrs. Korner. “Answered me\nthat he was putting on his collar when I called up to him five minutes\nago.”\n\n“Answer yer the same thing now, if yer called up to 'im agen, I 'spect,”\n was the opinion of the staff. “Was on 'is 'ands and knees when I looked\nin, scooping round under the bed for 'is collar stud.”\n\nMrs. Korner paused with the teapot in her hand. “Was he talking?”\n\n“Talkin'? Nobody there to talk to; I 'adn't got no time to stop and\nchatter.”\n\n“I mean to himself,” explained Mrs. Korner. “He--he wasn't swearing?”\n There was a note of eagerness, almost of hope, in Mrs. Korner's voice.\n\n“Swearin'! 'E! Why, 'e don't know any.”\n\n“Thank you,” said Mrs. Korner. “That will do, Harriet; you may go.”\n\nMrs Korner put down the teapot with a bang. “The very girl,” said Mrs.\nKorner bitterly, “the very girl despises him.”\n\n“Perhaps,” suggested Miss Greene, “he had been swearing and had\nfinished.”\n\nBut Mrs. Korner was not to be comforted. “Finished! Any other man would\nhave been swearing all the time.”\n\n“Perhaps,” suggested the kindly bosom friend, ever the one to plead the\ncause of the transgressor, “perhaps he was swearing, and she did not\nhear him. You see, if he had his head well underneath the bed--”\n\nThe door opened.\n\n“Sorry I am late,” said Mr. Korner, bursting cheerfully into the room.\nIt was a point with Mr. Korner always to be cheerful in the morning.\n“Greet the day with a smile and it will leave you with a blessing,” was\nthe motto Mrs. Korner, this day a married woman of six months and three\nweeks standing had heard her husband murmur before getting out of bed on\nprecisely two hundred and two occasions. The Motto entered largely into\nthe scheme of Mr. Korner's life. Written in fine copperplate upon cards\nall of the same size, a choice selection counselled him each morning\nfrom the rim of his shaving-glass.\n\n“Did you find it?” asked Mrs. Korner.\n\n“It is most extraordinary,” replied Mr. Korner, as he seated himself\nat the breakfast-table. “I saw it go under the bed with my own eyes.\nPerhaps--”\n\n“Don't ask me to look for it,” interrupted Mrs. Korner. “Crawling about\non their hands and knees, knocking their heads against iron bedsteads,\nwould be enough to make some people swear.” The emphasis was on the\n“some.”\n\n“It is not bad training for the character,” hinted Mr. Korner,\n“occasionally to force oneself to perform patiently tasks calculated--”\n\n“If you get tied up in one of those long sentences of yours, you will\nnever get out in time to eat your breakfast,” was the fear of Mrs.\nKorner.\n\n“I should be sorry for anything to happen to it,” remarked Mr. Korner,\n“its intrinsic value may perhaps--”\n\n“I will look for it after breakfast,” volunteered the amiable Miss\nGreene. “I am good at finding things.”\n\n“I can well believe it,” the gallant Mr. Korner assured her, as with the\nhandle of his spoon he peeled his egg. “From such bright eyes as yours,\nfew--”\n\n“You've only got ten minutes,” his wife reminded him. “Do get on with\nyour breakfast.”\n\n“I should like,” said Mr. Korner, “to finish a speech occasionally.”\n\n“You never would,” asserted Mrs. Korner.\n\n“I should like to try,” sighed Mr. Korner, “one of these days--”\n\n“How did you sleep, dear? I forgot to ask you,” questioned Mrs. Korner\nof the bosom friend.\n\n“I am always restless in a strange bed the first night,” explained Miss\nGreene. “I daresay, too, I was a little excited.”\n\n“I could have wished,” said Mr. Korner, “it had been a better example\nof the delightful art of the dramatist. When one goes but seldom to the\ntheatre--”\n\n“One wants to enjoy oneself” interrupted Mrs. Korner.\n\n“I really do not think,” said the bosom friend, “that I have ever\nlaughed so much in all my life.”\n\n“It was amusing. I laughed myself,” admitted Mr. Korner. “At the same\ntime I cannot help thinking that to treat drunkenness as a theme--”\n\n“He wasn't drunk,” argued Mrs. Korner, “he was just jovial.”\n\n“My dear!” Mr. Korner corrected her, “he simply couldn't stand.”\n\n“He was much more amusing than some people who can,” retorted Mrs.\nKorner.\n\n“It is possible, my dear Aimee,” her husband pointed out to her, “for\na man to be amusing without being drunk; also for a man to be drunk\nwithout--”\n\n“Oh, a man is all the better,” declared Mrs. Korner, “for letting\nhimself go occasionally.”\n\n“My dear--”\n\n“You, Christopher, would be all the better for letting yourself\ngo--occasionally.”\n\n“I wish,” said Mr. Korner, as he passed his empty cup, “you would not\nsay things you do not mean. Anyone hearing you--”\n\n“If there's one thing makes me more angry than another,” said Mrs.\nKorner, “it is being told I say things that I do not mean.”\n\n“Why say them then?” suggested Mr. Korner.\n\n“I don't. I do--I mean I do mean them,” explained Mrs. Korner.\n\n“You can hardly mean, my dear,” persisted her husband, “that you really\nthink I should be all the better for getting drunk--even occasionally.”\n\n“I didn't say drunk; I said 'going it.'”\n\n“But I do 'go it' in moderation,” pleaded Mr. Korner, “'Moderation in\nall things,' that is my motto.”\n\n“I know it,” returned Mrs. Korner.\n\n“A little of everything and nothing--” this time Mr. Korner interrupted\nhimself. “I fear,” said Mr. Korner, rising, “we must postpone the\nfurther discussion of this interesting topic. If you would not mind\nstepping out with me into the passage, dear, there are one or two little\nmatters connected with the house--”\n\nHost and hostess squeezed past the visitor and closed the door behind\nthem. The visitor continued eating.\n\n“I do mean it,” repeated Mrs. Korner, for the third time, reseating\nherself a minute later at the table. “I would give anything--anything,”\n reiterated the lady recklessly, “to see Christopher more like the\nordinary sort of man.”\n\n“But he has always been the sort--the sort of man he is,” her bosom\nfriend reminded her.\n\n“Oh, during the engagement, of course, one expects a man to be perfect.\nI didn't think he was going to keep it up.”\n\n“He seems to me,” said Miss Greene, “a dear, good fellow. You are one of\nthose people who never know when they are well off.”\n\n“I know he is a good fellow,” agreed Mrs. Korner, “and I am very fond of\nhim. It is just because I am fond of him that I hate feeling ashamed of\nhim. I want him to be a manly man, to do the things that other men do.”\n\n“Do all the ordinary sort of men swear and get occasionally drunk?”\n\n“Of course they do,” asserted Mrs. Korner, in a tone of authority. “One\ndoes not want a man to be a milksop.”\n\n“Have you ever seen a drunken man?” inquired the bosom friend, who was\nnibbling sugar.\n\n“Heaps,” replied Mrs. Korner, who was sucking marmalade off her fingers.\n\nBy which Mrs. Korner meant that some half a dozen times in her life she\nhad visited the play, choosing by preference the lighter form of British\ndrama. The first time she witnessed the real thing, which happened just\nprecisely a month later, long after the conversation here recorded had\nbeen forgotten by the parties most concerned, no one could have been\nmore utterly astonished than was Mrs. Korner.\n\nHow it came about Mr. Korner was never able to fully satisfy himself.\nMr. Korner was not the type that serves the purpose of the temperance\nlecturer. His “first glass” he had drunk more years ago than he could\nrecollect, and since had tasted the varied contents of many others. But\nnever before had Mr. Korner exceeded, nor been tempted to exceed, the\nlimits of his favourite virtue, moderation.\n\n“We had one bottle of claret between us,” Mr. Korner would often recall\nto his mind, “of which he drank the greater part. And then he brought\nout the little green flask. He said it was made from pears--that in Peru\nthey kept it specially for Children's parties. Of course, that may have\nbeen his joke; but in any case I cannot see how just one glass--I wonder\ncould I have taken more than one glass while he was talking.” It was a\npoint that worried Mr. Korner.\n\nThe “he” who had talked, possibly, to such bad effect was a distant\ncousin of Mr. Korner's, one Bill Damon, chief mate of the steamship\n_La Fortuna_. Until their chance meeting that afternoon in Leadenhall\nStreet, they had not seen each other since they were boys together. The\n_Fortuna_ was leaving St. Katherine's Docks early the next morning bound\nfor South America, and it might be years before they met again. As Mr.\nDamon pointed out, Fate, by thus throwing them into each other's arms,\nclearly intended they should have a cosy dinner together that very\nevening in the captain's cabin of the _Fortuna_.\n\nMr. Korner, returning to the office, despatched to Ravenscourt Park an\nexpress letter, announcing the strange news that he might not be home\nthat evening much before ten, and at half-past six, for the first time\nsince his marriage, directed his steps away from home and Mrs. Korner.\n\nThe two friends talked of many things. And later on they spoke of\nsweethearts and of wives. Mate Damon's experiences had apparently been\nwide and varied. They talked--or, rather, the mate talked, and Mr.\nKorner listened--of the olive-tinted beauties of the Spanish Main, of\nthe dark-eyed passionate creoles, of the blond Junos of the Californian\nvalleys. The mate had theories concerning the care and management of\nwomen: theories that, if the mate's word could be relied upon, had stood\nthe test of studied application. A new world opened out to Mr. Korner;\na world where lovely women worshipped with doglike devotion men who,\nthough loving them in return, knew how to be their masters. Mr. Korner,\nwarmed gradually from cold disapproval to bubbling appreciation,\nsat entranced. Time alone set a limit to the recital of the mate's\nadventures. At eleven o'clock the cook reminded them that the captain\nand the pilot might be aboard at any moment. Mr. Korner, surprised at\nthe lateness of the hour, took a long and tender farewell of his cousin,\nand found St. Katherine's Docks one of the most bewildering places out\nof which he had ever tried to escape. Under a lamp-post in the Minories,\nit suddenly occurred to Mr. Korner that he was an unappreciated man.\nMrs. Korner never said and did the sort of things by means of which\nthe beauties of the Southern Main endeavoured feebly to express their\nconsuming passion for gentlemen superior in no way--as far as he could\nsee--to Mr. Korner himself. Thinking over the sort of things Mrs. Korner\ndid say and did do, tears sprung into Mr. Korner's eyes. Noticing that\na policeman was eyeing him with curiosity, he dashed them aside and\nhurried on. Pacing the platform of the Mansion House Station, where\nit is always draughty, the thought of his wrongs returned to him with\nrenewed force. Why was there no trace of doglike devotion about Mrs.\nKorner? The fault--so he bitterly told himself--the fault was his.\n“A woman loves her master; it is her instinct,” mused Mr. Korner to\nhimself. “Damme,” thought Mr. Korner, “I don't believe that half her\ntime she knows I am her master.”\n\n“Go away,” said Mr. Korner to a youth of pasty appearance who, with open\nmouth, had stopped immediately in front of him.\n\n“I'm fond o' listening,” explained the pasty youth.\n\n“Who's talking?” demanded Mr. Korner.\n\n“You are,” replied the pasty youth.\n\nIt is a long journey from the city to Ravenscourt Park, but the task of\nplanning out the future life of Mrs. Korner and himself kept Mr. Korner\nwide awake and interested. When he got out of the train the thing\nchiefly troubling him was the three-quarters of a mile of muddy road\nstretching between him and his determination to make things clear to\nMrs. Korner then and there.\n\nThe sight of Acacia Villa, suggesting that everybody was in bed and\nasleep, served to further irritate him. A dog-like wife would have been\nsitting up to see if there was anything he wanted. Mr. Korner, acting\non the advice of his own brass plate, not only knocked but also rang. As\nthe door did not immediately fly open, he continued to knock and ring.\nThe window of the best bedroom on the first floor opened.\n\n“Is that you?” said the voice of Mrs. Korner. There was, as it happened,\na distinct suggestion of passion in Mrs. Korner's voice, but not of the\npassion Mr. Korner was wishful to inspire. It made him a little more\nangry than he was before.\n\n“Don't you talk to me with your head out of the window as if this were a\ngallanty show. You come down and open the door,” commanded Mr. Korner.\n\n“Haven't you got your latchkey?” demanded Mrs. Korner.\n\nFor answer Mr. Korner attacked the door again. The window closed. The\nnext moment but six or seven, the door was opened with such suddenness\nthat Mr. Korner, still gripping the knocker, was borne inward in a\nflying attitude. Mrs. Korner had descended the stairs ready with a\nfew remarks. She had not anticipated that Mr. Korner, usually slow of\nspeech, could be even readier.\n\n“Where's my supper?” indignantly demanded Mr. Korner, still supported by\nthe knocker.\n\nMrs. Korner, too astonished for words, simply stared.\n\n“Where's my supper?” repeated Mr. Korner, by this time worked up into\ngenuine astonishment that it was not ready for him. “What's everybody\nmean, going off to bed, when the masterororous hasn't had his supper?”\n\n“Is anything the matter, dear?” was heard the voice of Miss Greene,\nspeaking from the neighbourhood of the first landing.\n\n“Come in, Christopher,” pleaded Mrs. Korner, “please come in, and let me\nshut the door.”\n\nMrs. Korner was the type of young lady fond of domineering with a not\nun-graceful hauteur over those accustomed to yield readily to her; it is\na type that is easily frightened.\n\n“I wan' grilled kinneys-on-toast,” explained Mr. Korner, exchanging the\nknocker for the hat-stand, and wishing the next moment that he had not.\n“Don' let's 'avareytalk about it. Unnerstan'? I dowan' any talk about\nit.”\n\n“What on earth am I to do?” whispered the terrified Mrs. Korner to her\nbosom friend, “there isn't a kidney in the house.”\n\n“I should poach him a couple of eggs,” suggested the helpful bosom\nfriend; “put plenty of Cayenne pepper on them. Very likely he won't\nremember.”\n\nMr. Korner allowed himself to be persuaded into the dining-room, which\nwas also the breakfast parlour and the library. The two ladies, joined\nby the hastily clad staff, whose chronic indignation seemed to have\nvanished in face of the first excuse for it that Acacia Villa had\nafforded her, made haste to light the kitchen fire.\n\n“I should never have believed it,” whispered the white-faced Mrs.\nKorner, “never.”\n\n“Makes yer know there's a man about the 'ouse, don't it?” chirped the\ndelighted staff. Mrs. Korner, for answer, boxed the girl's ears; it\nrelieved her feelings to a slight extent.\n\nThe staff retained its equanimity, but the operations of Mrs. Korner and\nher bosom friend were retarded rather than assisted by the voice of Mr.\nKorner, heard every quarter of a minute, roaring out fresh directions.\n\n“I dare not go in alone,” said Mrs. Korner, when all things were in\norder on the tray. So the bosom friend followed her, and the staff\nbrought up the rear.\n\n“What's this?” frowned Mr. Korner. “I told you chops.”\n\n“I'm so sorry, dear,” faltered Mrs. Korner, “but there weren't any in\nthe house.”\n\n“In a perfectly organizedouse, such as for the future I meanterave,”\n continued Mr. Korner, helping himself to beer, “there should always be\nchopanteak. Unnerstanme? chopanteak!”\n\n“I'll try and remember, dear,” said Mrs. Korner.\n\n“Pearsterme,” said Mr. Korner, between mouthfuls, “you're norrer sort of\nhousekeeper I want.”\n\n“I'll try to be, dear,” pleaded Mrs. Korner.\n\n“Where's your books?” Mr. Korner suddenly demanded.\n\n“My books?” repeated Mrs. Korner, in astonishment.\n\nMr. Korner struck the corner of the table with his fist, which made most\nthings in the room, including Mrs. Korner, jump.\n\n“Don't you defy me, my girl,” said Mr. Korner. “You know whatermean,\nyour housekeepin' books.”\n\nThey happened to be in the drawer of the chiffonier. Mrs. Korner\nproduced them, and passed them to her husband with a trembling hand. Mr.\nKorner, opening one by hazard, bent over it with knitted brows.\n\n“Pearsterme, my girl, you can't add,” said Mr. Korner.\n\n“I--I was always considered rather good at arithmetic, as a girl,”\n stammered Mrs. Korner.\n\n“What you mayabeen as a girl, and what--twenner-seven and nine?”\n fiercely questioned Mr. Korner.\n\n“Thirty-eight--seven,” commenced to blunder the terrified Mrs. Korner.\n\n“Know your nine tables or don't you?” thundered Mr. Korner.\n\n“I used to,” sobbed Mrs. Korner.\n\n“Say it,” commanded Mr. Korner.\n\n“Nine times one are nine,” sobbed the poor little woman, “nine times\ntwo--”\n\n“Goron,” said Mr. Korner sternly.\n\nShe went on steadily, in a low monotone, broken by stifled sobs. The\ndreary rhythm of the repetition may possibly have assisted. As she\nmentioned fearfully that nine times eleven were ninety-nine, Miss Greene\npointed stealthily toward the table. Mrs. Korner, glancing up fearfully,\nsaw that the eyes of her lord and master were closed; heard the rising\nsnore that issued from his head, resting between the empty beer-jug and\nthe cruet stand.\n\n“He will be all right,” counselled Miss Greene. “You go to bed and lock\nyourself in. Harriet and I will see to his breakfast in the morning. It\nwill be just as well for you to be out of the way.”\n\nAnd Mrs. Korner, only too thankful for some one to tell her what to do,\nobeyed in all things.\n\nToward seven o'clock the sunlight streaming into the room caused Mr.\nKorner first to blink, then yawn, then open half an eye.\n\n“Greet the day with a smile,” murmured Mr. Korner, sleepily, “and it\nwill--”\n\nMr. Korner sat up suddenly and looked about him. This was not bed.\nThe fragments of a jug and glass lay scattered round his feet. To the\ntablecloth an overturned cruet-stand mingled with egg gave colour. A\ntingling sensation about his head called for investigation. Mr. Korner\nwas forced to the conclusion that somebody had been trying to make a\nsalad of him--somebody with an exceptionally heavy hand for mustard. A\nsound directed Mr. Korner's attention to the door.\n\nThe face of Miss Greene, portentously grave, was peeping through the\njar.\n\nMr. Korner rose. Miss Greene entered stealthily, and, closing the door,\nstood with her back against it.\n\n“I suppose you know what--what you've done?” suggested Miss Greene.\n\nShe spoke in a sepulchral tone; it chilled poor Mr. Korner to the bone.\n\n“It is beginning to come back to me, but not--not very clearly,”\n admitted Mr. Korner.\n\n“You came home drunk--very drunk,” Miss Greene informed him, “at two\no'clock in the morning. The noise you made must have awakened half the\nstreet.”\n\nA groan escaped from his parched lips.\n\n“You insisted upon Aimee cooking you a hot supper.”\n\n“I insisted!” Mr. Korner glanced down upon the table. “And--and she did\nit!”\n\n“You were very violent,” explained Miss Greene; “we were terrified at\nyou, all three of us.” Regarding the pathetic object in front of her,\nMiss Greene found it difficult to recollect that a few hours before she\nreally had been frightened of it. Sense of duty alone restrained her\npresent inclination to laugh.\n\n“While you sat there, eating your supper,” continued Miss Greene\nremorselessly, “you made her bring you her books.”\n\nMr. Korner had passed the stage when anything could astonish him.\n\n“You lectured her about her housekeeping.” There was a twinkle in the\neye of Mrs. Korner's bosom friend. But lightning could have flashed\nbefore Mr. Korner's eyes without his noticing it just then.\n\n“You told her that she could not add, and you made her say her tables.”\n\n“I made her--” Mr. Korner spoke in the emotionless tones of one merely\ndesiring information. “I made Aimee say her tables?”\n\n“Her nine times,” nodded Miss Greene.\n\nMr. Korner sat down upon his chair and stared with stony eyes into the\nfuture.\n\n“What's to be done?” said Mr. Korner, “she'll never forgive me; I know\nher. You are not chaffing me?” he cried with a momentary gleam of hope.\n“I really did it?”\n\n“You sat in that very chair where you are sitting now and ate poached\neggs, while she stood opposite to you and said her nine times table. At\nthe end of it, seeing you had gone to sleep yourself, I persuaded her\nto go to bed. It was three o'clock, and we thought you would not mind.”\n Miss Greene drew up a chair, and, with her elbows on the table, looked\nacross at Mr. Korner. Decidedly there was a twinkle in the eyes of Mrs.\nKorner's bosom friend.\n\n“You'll never do it again,” suggested Miss Greene.\n\n“Do you think it possible,” cried Mr. Korner, “that she may forgive me?”\n\n“No, I don't,” replied Miss Greene. At which Mr. Korner's face fell back\nto zero. “I think the best way out will be for you to forgive her.”\n\nThe idea did not even amuse him. Miss Greene glanced round to satisfy\nherself that the door was still closed, and listened a moment to assure\nherself of the silence.\n\n“Don't you remember,” Miss Greene took the extra precaution to whisper\nit, “the talk we had at breakfast-time the first morning of my\nvisit, when Aimee said you would be all the better for 'going it'\noccasionally?”\n\nYes, slowly it came back to Mr. Korner. But she only said “going it,”\n Mr. Korner recollected to his dismay.\n\n“Well, you've been 'going it,'” persisted Miss Greene. “Besides, she did\nnot mean 'going it.' She meant the real thing, only she did not like to\nsay the word. We talked about it after you had gone. She said she would\ngive anything to see you more like the ordinary man. And that is her\nidea of the ordinary man.”\n\nMr. Korner's sluggishness of comprehension irritated Miss Greene. She\nleaned across the table and shook him. “Don't you understand? You have\ndone it on purpose to teach her a lesson. It is she who has got to ask\nyou to forgive her.”\n\n“You think--?”\n\n“I think, if you manage it properly, it will be the best day's work\nyou have ever done. Get out of the house before she wakes. I shall say\nnothing to her. Indeed, I shall not have the time; I must catch the\nten o'clock from Paddington. When you come home this evening, you talk\nfirst; that's what you've got to do.” And Mr. Korner, in his excitement,\nkissed the bosom friend before he knew what he had done.\n\nMrs. Korner sat waiting for her husband that evening in the\ndrawing-room. She was dressed as for a journey, and about the corners\nof her mouth were lines familiar to Christopher, the sight of which sent\nhis heart into his boots. Fortunately, he recovered himself in time to\ngreet her with a smile. It was not the smile he had been rehearsing half\nthe day, but that it was a smile of any sort astonished the words away\nfrom Mrs. Korner's lips, and gave him the inestimable advantage of first\nspeech.\n\n“Well,” said Mr. Korner cheerily, “and how did you like it?”\n\nFor the moment Mrs. Korner feared her husband's new complaint had\nalready reached the chronic stage, but his still smiling face reassured\nher--to that extent at all events.\n\n“When would you like me to 'go it' again? Oh, come,” continued Mr.\nKorner in response to his wife's bewilderment, “you surely have not\nforgotten the talk we had at breakfast-time--the first morning of\nMildred's visit. You hinted how much more attractive I should be for\noccasionally 'letting myself go!'”\n\nMr. Korner, watching intently, perceived that upon Mrs. Korner\nrecollection was slowly forcing itself.\n\n“I was unable to oblige you before,” explained Mr. Korner, “having to\nkeep my head clear for business, and not knowing what the effect upon\none might be. Yesterday I did my best, and I hope you are pleased with\nme. Though, if you could see your way to being content--just for the\npresent and until I get more used to it--with a similar performance not\noftener than once a fortnight, say, I should be grateful,” added Mr.\nKorner.\n\n“You mean--” said Mrs. Korner, rising.\n\n“I mean, my dear,” said Mr. Korner, “that almost from the day of our\nmarriage you have made it clear that you regard me as a milksop. You\nhave got your notion of men from silly books and sillier plays, and your\ntrouble is that I am not like them. Well, I've shown you that, if you\ninsist upon it, I can be like them.”\n\n“But you weren't,” argued Mrs. Korner, “not a bit like them.”\n\n“I did my best,” repeated Mr. Korner; “we are not all made alike. That\nwas _my_ drunk.”\n\n“I didn't say 'drunk.'”\n\n“But you meant it,” interrupted Mr. Korner. “We were talking about\ndrunken men. The man in the play was drunk. You thought him amusing.”\n\n“He was amusing,” persisted Mrs. Korner, now in tears. “I meant that\nsort of drunk.”\n\n“His wife,” Mr. Korner reminded her, “didn't find him amusing. In the\nthird act she was threatening to return home to her mother, which, if\nI may judge from finding you here with all your clothes on, is also the\nidea that has occurred to you.”\n\n“But you--you were so awful,” whimpered Mrs. Korner.\n\n“What did I do?” questioned Mr. Korner.\n\n“You came hammering at the door--”\n\n“Yes, yes, I remember that. I wanted my supper, and you poached me a\ncouple of eggs. What happened after that?”\n\nThe recollection of that crowning indignity lent to her voice the true\nnote of tragedy.\n\n“You made me say my tables--my nine times!”\n\nMr. Korner looked at Mrs. Korner, and Mrs. Korner looked at Mr. Korner,\nand for a while there was silence.\n\n“Were you--were you really a little bit on,” faltered Mrs. Korner, “or\nonly pretending?”\n\n“Really,” confessed Mr. Korner. “For the first time in my life. If you\nare content, for the last time also.”\n\n“I am sorry,” said Mrs. Korner, “I have been very silly. Please forgive\nme.”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Jerome, Jerome K. (Jerome Klapka)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/867/pg867.txt",
        "name": "mrs._korner_sins_her_mercies.json"
    }
}