{
    "name": "Murderer's chain",
    "author": [
        "Brown, Wenzell"
    ],
    "body": "If Maudie had only given me the ten thousand dollars to invest in\nthe Martian Development Company there would have been no reason\nto kill her. The money would have been more than tripled and my\nfinancial troubles would have been over. But Maudie has always been so\nunreasonable. Even though she grudgingly admitted that I had been right\nin the Martian venture, she still had no faith in my business judgment.\nShe was as adamant as ever about parting with the smallest fraction of\nher vast fortune when I had the opportunity to step in on the ground\nfloor of the Balsavius Six Mining Corporation.\n\nBalsavius Six, in case you don't know, is the newest planet which\nEarth's space ships have touched. Everything about Balsavius has\nbeen kept strictly hush-hush. Only a handful of people have the\nslightest concept of the value of the new planet's mineral deposits.\nIt just happened that one of the men in on the top secret was my\nfriend Sylvester, and he was willing to cut me in on a slice of the\ncorporation he was forming for as little as five thousand dollars on\nthe line.\n\nThe problem was how to get my hands on that much folding stuff. The\nanswer should have been easy. Maudie (Mrs. Maude Terrain) was one of\nEarth's wealthiest women and, after all, Maudie was my mother-in-law.\nThe trouble with Maudie was that she was narrow-minded, prejudiced, I\nmight say bigoted. She liked to boast that her family have come from\ngood, solid Earth stock from the beginning of time and, while she\nmingled with the socially elite from Venus, she considered Martians\ncrude, and refused to entertain guests from what she described as \"the\nminor planets.\"\n\nMaudie's second trouble was that she was mean. Although her daughter,\nIsabelle, and I have been married for eight years, Maudie never did\nmore than to provide us with a modest allowance. She always felt that I\nshould work which, after all, is pretty non-sensical when there are so\nmany ways for a man with a little capital to get rich quick.\n\nIsabelle isn't like Maudie. She's easy-going, pliant, susceptible\nto flattery and, on Maudie's death, Isabelle would inherit her full\nfortune. So with a deal like this in the offing, it didn't take any\ngreat brain to see that Maudie's rapid demise would remove the single\nobstacle that stood between myself and untold wealth.\n\nThe thought of killing Maudie had come often to my mind since my talk\nwith Sylvester but the available weapons all seemed too crude. I'm a\nfastidious person and the idea of shooting or stabbing Maudie was just\ntoo vulgar. One of the more subtle poisons might have turned the trick,\nbut certainly nothing as obvious as cyanide or arsenic. As for curare\nor beleston, to be frank, I hadn't the foggiest notion where to lay my\nhands on them.\n\nThat's the way things stood when I just happened to stop in front of\nthe window of Melvin Rosy's House of Fantastic Jewelry in Greenwich\nVillage. I'd passed by the shop many times but I'd never paused to\nlook in. Of recent years, the Village has filled up with all sorts of\npeculiar people, Martians, Venusians and the little green men from\nouter space. One thing I'll have to hand to Maudie, she was right about\ncalling some of these people uncouth. Some of the Galaxians really are\nriff-raff.\n\nOut in front of the store were some long pink fliers advertising the\njewelry within. I picked one up idly, for it had just occurred to me\nthat Maudie's birthday was the next day and that it might not be a bad\nidea to soften her up with a gift. I looked at the monstrous chunks of\njewelry in the display window--rings, bracelets and whatnots, decorated\nwith staring eyes, floating amoebas and gilded kidneys. Maudie was a\npushover for spectacular accoutrements but this stuff exceeded even her\nflamboyant taste.\n\nProbably I would have walked on by if a couple of lines at the top of\nthe flier hadn't caught my attention. They were written by some old\ntime humorist called S. J. Perelman and he described the jewelry as\nbeing like, \"an egg balanced on a cone, an erg balanced on a bone, a\nhag balanced on a roan.\"\n\nThat last part seemed a perfect description of Maudie--\"a hag balanced\non a roan.\" Almost by instinct I started to climb the crooked stone\nsteps to the shop. The door was open and the proprietor was standing\nbehind the counter. Other than that the place was empty.\n\nI'd seen Melvin Rosy around before. He was a big brute of a man with a\nshaggy red beard who sported a dangling jade earring in his left ear.\nI'd always suspected that Rosy had Martian blood but I'd never been\nsure until I glimpsed the little purple flecks in the lines of his\npalms that are a dead giveaway.\n\nRosy looked up and his gaze seemed to go right through me. Some of\nthese Martian chaps have an uncanny skill at reading your mind. Rosy's\nvoice was clear and soft but it had the timbre of some stringed\ninstrument. He said, \"A gift perhaps. For a woman?\"\n\nI nodded but I almost jumped out of my skin when he added, \"For your\nmother-in-law, I should imagine. I'm sure I have just the thing.\"\n\nHe showed me a half dozen pendants and bracelets but I could see his\nheart wasn't in it. He was sizing me up, wanting to make sure of\nme before he offered the _piece de resistance_. I could feel\nexcitement surging up inside of me, even though I had no notion of what\nhe would bring forth.\n\nFinally he went to the rear of the shop and disappeared behind a batik\ncurtain. When he returned he held in his hand a heart-shaped box of\ndeep-napped velvet, royal purple in color. He laid the box on the glass\ncounter but his wide palm nearly covered it.\n\nHis eyes held mine and his thick lips quirked in a smile that was\nalmost a grimace. He said, \"I take it you want an extra-special gift. I\nmight say a gift for the departing, even a fatal gift.\"\n\nI gulped and nodded.\n\nHe raised the box and slipped the catch. The lid rose slowly on coiled\nhinges and I was staring at the most delicately wrought necklace I had\never seen. It was long and thin, no wider than a shoestring, and the\nclasp was a beautifully constructed replica of a snake's head. I looked\nat the intricate design of the narrow chain with wonder. Certainly it\nwas not a product of Earth, I thought. Nowhere on this planet do we\nhave craftsmen capable of such elaboration of minutiae.\n\nEven more striking than the workmanship of the chain was its\ncoloration. It was not gold, as I had first thought, but a metal\nunknown to me with a flame-like orange glow. My gaze was drawn away\nfrom the necklace by Rosy's soft chuckle.\n\n\"It is magnificent, is it not?\"\n\n\"Yes,\" I said, \"but far beyond my means. I had in mind some trifle--\"\n\nRosy lifted a hand for silence and again I noticed the purple flecks in\nthe palm. He said, \"Nothing is too expensive for the woman you hate.\"\n\nI began to stutter a protest but something in Rosy's expression stopped\nme. He spoke gently, as though humoring a child. \"We do not need to\ndiscuss price. The necklace will make you a wealthy man. We can settle\nupon terms then.\"\n\n\"I don't understand.\"\n\n\"Ah, but you will,\" he said smiling. \"You do not recognize the metal.\nThere is nothing strange about that. Probably no man of Earth has ever\nseen it and lived. In Mars it has been given the name of Malutrex\nand, even there, it is both rare and extremely expensive because of\nits peculiar properties. In all, I doubt if more than a dozen such\nnecklaces were made up. They are called,\"--he stopped to underscore his\npoint, \"Murderer's Chains.\"\n\nI think he expected me to ask why. But for some reason my throat was\nso dry that I couldn't trust myself to speak.\n\n\"You will recall,\" he continued slowly, \"that way back in the twentieth\ncentury when the Martians first came to Earth, they were not made\nexactly welcome. Our first space ships were fired upon and many of\nour people were killed. Our next step was secret infiltration. We\nlanded our ships in deserts and other isolated spots and unloaded\nselect groups to intermingle with the Earth people and, because we\nare a superior race, soon many of our representatives held important\nposts among the governments of the Earth, especially that of the\nUnited States. To these Martians fell the task of breaking down\nancient prejudices so that Earth could be opened to unrestricted trade\nand immigration. This was not easy. The men of Earth still remained\nhostile to us and, when we were unmasked as Martians, many of us were\nimprisoned and some were beaten to death, even executed. The people of\nEarth were, as a whole, complacent but they were whipped up to a frenzy\nby scare-mongers and demagogues whose voices it became necessary to\nsilence.\n\n\"Open retaliation would have done more harm than good and it was then\nthat the Martians found the perfect weapon--Malutrex. This is a metal\nquite harmless to Martians for, as you know, our blood has a quite\ndifferent composition than yours. We can handle Malutrex without the\nslightest danger. Look--\" He reached down, coiled the slender chain\nabout his wrist, caught the hook in the tongue-like catch of the\ndelicate clasp then unloosened it again.\n\nHe smiled and was silent for a minute, studying my face. When he spoke\nagain it was with slow deliberation. \"Maybe, you remember hearing tales\nlong ago of 'the silent death'. Certain isolationist Congressmen and\nSenators who spear-headed the opposition to interplanetary development\ndied mysteriously and without visible cause. Malutrex was the cause of\ntheir deaths.\"\n\nI was culling out half-forgotten bits of information that I had learned\nas a schoolboy. \"But how--\"\n\nAgain the purple-flecked palm raised to interrupt me. \"Earth men\nare hot-blooded. The chemical analysis of their bodies--but I won't\nbother you with the technicalities. In plain language, once a chain\nof Malutrex circles human flesh, it begins to shrink, slowly, almost\ninvisibly. It grows tighter and tighter until it becomes a strangler's\nnoose. And there is nothing, absolutely nothing, that the Earth man can\ndo about it. Once the clasp is fastened, no matter how he tries, he\ncannot undo it nor, after a few minutes, can he loosen the chain from\nhis skin. In most cases the victim is taken completely unaware by the\ndeath creeping upon him. Malutrex constricts gradually and painlessly\nexcept for the last spluttering moment of life.\"\n\nMy knees felt a little weak and my stomach queezy. \"Why tell me? Why\nshould you let me in on this secret?\"\n\nRosy's smile became more intimate. \"Mrs. Terrain is not exactly\npopular among Martians,\" he said softly. \"If I remember correctly,\nshe is the Chairman of the League to Oppose Interplanetary Marriage,\nand has financed the Earth Citizens Council to name only a few of the\ndiscriminatory organizations with which she has linked herself. Perhaps\nyou, as her heir, could put her fortune to a better use.\"\n\n\"There's no doubt of that,\" I said.\n\n\"Well, then--\"\n\n\"But I've no desire to be dissolved in the death ray chamber for\nmurder.\"\n\n\"Nor is there any need to do so. Look, was a single one of our\nassassins caught?\"\n\n\"But the necklace would be found embedded in her flesh.\"\n\nHe shook his head. \"Perhaps I've not made the situation clear. The\npumping of the heart, the warmth of the blood cause Malutrex to\ncontract. As soon as death sets in the necklace resumes its normal\nproportions. The clasp can be unfastened, the necklace removed, and as\nlong as the ends do not meet it remains completely harmless.\"\n\nI gulped again. Murder in the abstract is one thing; planned,\ncold-blooded murder is something else again. But Maudie dead, and all\nthat money in my hands! Suddenly I laughed as I saw where my thoughts\nwere leading me. The whole thing was a hoax of some kind.\n\nAs before, Rosy seemed to read my mind. He reached for my wrist\nand twisted the necklace about it. I stared at the delicate chain\nin fascination. As I watched, I could see the metal shrink, barely\nperceptibly, but certainly for all that. I clawed at the clasp and\ntried to unfasten it. It was utterly hopeless and swift panic swept\nover me. I grasped the slender chain and tried to wrench it free. It\nwas tougher than finely tempered steel. Sweat popped out on my forehead\nand I could hardly repress a scream.\n\nWith a knowing nod of his head, Rosy leaned forward and lifted my\nwrist. He opened the catch with a lazy flick of his fingers. I was\nbreathing hard and scared half out of my wits but I was caught in the\ntrap that Rosy had set for me. Maudie dead, myself a millionaire, and\nno chance of being caught. This was too good to pass up. I knew it and\nso did Rosy. All we had to do was agree on terms. Half an hour later\nwhen I left the House of Fantastic Jewelry, the royal purple box with\nthe Murderer's Chain lay in my pocket, beautifully gift-wrapped.\n\nI had to lay my plans carefully but unwittingly Maudie and Isabelle\nconspired to make it easy. A dinner had been arranged at Maudie's\napartment as a birthday celebration. The only other guests would be\nSylvester and his wife. Maudie had been complaining of bad headaches\nof late and never liked to go out after dinner, but she had purchased\nfour tickets for the most popular play of the season, \"The Fairest of\nLadies\", and insisted that the four of us should see it. She would rest\nwhile we were gone but would keep her light on so that Isabelle could\ncome in to kiss her good-night.\n\nEverything went like clockwork. I bought a little gift for Maudie and\npresented it to her early in the evening. The dinner was very gay and,\njust as we were about to leave, I announced that I had another gift.\nMaudie was delighted with the chain. I didn't even have to fasten it\naround her neck as I had planned. She snapped the clasp herself and\nwent to the mirror in the foyer, preening and admiring herself and the\nnecklace that winked and glittered in the light. I was the last one out\nof the door and Maudie clung to me for a minute, drawing my head down\nto kiss me. Maybe she'd softened up enough to lend me a few thousand,\nI thought, but even if she had, it was too late. I couldn't very well\nsnatch the necklace back even if it were possible to release it from\nabout her throat.\n\nI don't remember much about the play. I was thinking of Maudie all\nthe time and I was torn between all sorts of doubts and fears. One\nminute I'd be way down in the dumps and the next I'd be floating up in\nthe clouds planning all the good times Isabelle and I could have with\nMaudie's millions. In my mind I'd see a picture of Maudie lying dead\nand then I'd decide that Rosy had conned me and Maudie would be as spry\nas ever when we got home. Sometimes I'd want it one way and sometimes\nthe other. I was really mixed up and on edge.\n\nThe play seemed to last for about ten light years but actually it\nwasn't quite midnight when we caught a taxi outside the theatre. As\nsoon as we rounded the corner and were in sight of the marquee of the\napartment house, I knew something had gone wrong. Two red and white\npolice cars blocked off the entrance of the house and a curious throng\nof people had gathered around.\n\nI'd expected to have a chance to retrieve the necklace before the\npolice were called. In the confusion of discovering her body no one\nwould notice or, even if some one did, it wouldn't appear particularly\nodd for me to unfasten the necklace and slip it in my pocket. After\nall, it would have been my last gift to her.\n\nWith the police already on the scene that part of the plan was out.\nNothing was left except to play it by ear. We pushed our way through\nthe curious idlers and the neighbors who'd come out into the halls. A\ncop was at the front door but as soon as we'd identified ourselves he\nushered us into Maudie's big front room. Only two cops were there. I\ndidn't get the smaller one's name but the towering man in plain clothes\nintroduced himself as Lieutenant Onsett, of Central Homicide.\n\nJust the mention of homicide was enough to give me the jitters bad\nbut fortunately Isabelle stole the scene with a fit of hysterics that\nnearly blew the roof of the place. She distracted everyone with her\nscreaming jag long enough for me to slip into the bedroom for a look\nat Maudie. She lay straight on the bed, her arms flung out, her face\ncontorted and blue but not a mark on her throat.\n\nWhat I wanted most was to get my hands on the necklace but when I drew\nclose to her I could see that it was gone. I stood still, breathing\nhard, trying to collect my wits. Could the necklace have slipped off\nafter death? I scanned the bed-clothes, the carpet beside the bed, the\nmedicine table. No sign of it.\n\nI hadn't heard anyone enter the room but when I looked up, I found\nmyself staring into the pale gray eyes of Lieutenant Onsett. His face\nwore an official mask of blankness but it was belied by the quirk of\nhis lips. He knew something, I thought, or at least he was suspicious.\nI had to take a firm grip on myself not to make a break for it and try\nto rush past him to the freedom of the hall.\n\nOnsett motioned me back to the front room. Isabelle had quieted down\nalthough she was still sobbing. Sylvester and his wife were sitting on\nthe divan holding hands and looking distraught. I went to Isabelle and\nslid my arms around her and waited to see what would come next.\n\nThe questioning was all very polite, in perfect order. The details of\nthe birthday dinner and the theatre party came out. We learned, in\nturn, that a friend of Maudie's who had a key to the apartment had\ndropped in to surprise her with a birthday gift and had discovered the\nbody. There was some mention of the necklace but neither Onsett nor his\npartner pursued the matter. I was beginning to feel cocky again, sure\nthat Maudie's death would be put down to accidental strangulation or a\nheart attack.\n\nIn about an hour we were all told that we could leave but just as we\ngot to the door, Onsett called me back and asked me to wait. Sylvester\noffered to take Isabelle home and I didn't dare to protest too much.\nI stood in the middle of the room, listening to their footsteps die\naway in the hall and then I turned to face Onsett. His partner had\ndisappeared and the two of us were alone in the room.\n\nHe sat down in an easy chair and crossed his legs. There wasn't\nanything for me to do but try to appear as much at ease as he. We sat\nthere in silence for long minutes. Finally Onsett dug out a cigarette\nand offered me one. I took it and lit up. The smoke burned my throat\nbut having something to do with my hands helped.\n\nI was scared but I reckoned that the best thing to do was put on a show\nof indignation. \"What is this?\" I blustered. \"I've told you everything\nI know.\"\n\nHe gave a thin smile. \"I don't think so, Mr. Duff.\"\n\n\"I don't care what you think, I've nothing more to say.\"\n\nHe snuffed out his cigarette very carefully in one of Maudie's little\nmosaic ashtrays and slowly his hand dipped into his pocket. When it\ncame out, the necklace dangled from his fingers.\n\nI could feel my heart lurch but I still tried to bluff it out,\ncomplaining about being separated from Isabelle. Onsett didn't say a\nword, just dangled the chain so that the light from the lamp rippled\nalong its slender surface.\n\nIn a few minutes I ran out of words. Onsett gave a deep sigh and rose\nfrom his chair.\n\n\"Do you want to tell me about this little gift to your mother-in-law?\"\n\nI clamped my lips shut. \"I'm through. Finished. I'll not say another\nword.\"\n\nThe quirk of his lips reminded me of Melvin Rosy. He raised the chain\nover my head and the next thing I knew it was about my throat. My\nfingers scrabbled for it but I couldn't pry it loose. I gave up and\nstared at Onsett in stunned silence. His hands were still outstretched\nand as I looked up at them, I could see the tiny purple flecks in his\npalms. I couldn't believe it. Not at first. Whoever heard of a Martian\nmaking the New York Police force? But when he spoke, his voice had\ndropped its growl. It was soft and musical, a Martian voice.\n\nHe said, \"I think you're going to tell me everything I want to know.\nYou'll write it all down too.\"\n\nLike I said before, it's really uncanny the way some of these Martian\nchaps can read your mind. He was right, straight down the line. I told\nhim everything. I wrote it all down and didn't waste any time about it\nbecause every second the necklace was growing smaller and smaller.\n\nWhen I finished, I signed it and pushed it over to him.\n\nHere it is.\n",
    "metadata": {
        "author": [
            "Brown, Wenzell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70154/pg70154.txt",
        "name": "murderers_chain.json"
    }
}