{
    "name": "Mère Giraud's Little Daughter",
    "author": [
        "Burnett, Frances Hodgson"
    ],
    "body": "Copyright, 1877\n\n\n\"Prut!\" said Annot, her sabots clattering loudly on the brick floor as\nshe moved more rapidly in her wrath. \"Prut! Madame Giraud, indeed! There\nwas a time, and it was but two years ago, that she was but plain\nMere Giraud, and no better than the rest of us; and it seems to me,\nneighbors, that it is not well to show pride because one has the luck to\nbe favored by fortune. Where, forsooth, would our 'Madame' Giraud\nstand if luck had not given her a daughter pretty enough to win a rich\nhusband?\"\n\n\"True, indeed!\" echoed two of the gossips who were her admiring\nlisteners. \"True, beyond doubt. Where, indeed?\"\n\nBut the third, a comely, fresh-skinned matron, who leaned against the\ndoor, and knitted a stout gray stocking with fast-clashing needles, did\nnot acquiesce so readily.\n\n\"Well, well, neighbors,\" she said, \"for my part, I do not see so much to\ncomplain of. Mère Giraud--she is still Mère Giraud to me--is as honest\nand kindly a soul as ever. It is not she who has called herself Madame\nGiraud; it is others who are foolish enough to fancy that good luck must\nchange one's old ways. If she had had the wish to be a grand personage,\nwould she not have left our village before this and have joined Madame\nLegrand in Paris. On the contrary, however, she remains in her cottage,\nand is as good a neighbor as ever, even though she is fond of talking of\nthe carriages and jewels of Madame Legrand and her establishment on the\nBoulevard Malesherbes. In fact, I ask you, who of us would not rejoice\nalso to be the mother of a daughter whose fortune had been so good?\"\n\n\"That also is true,\" commented the amiable couple, nodding their\nwhite-capped heads with a sagacious air. \"True, without doubt.\"\n\nBut Annot replied with a contemptuous shrug of her shoulders:--\n\n\"Wait until Madame Giraud is invited to visit the Boulevard\nMalesherbes,\" she said. \"We have not heard that this has happened yet.\"\n\n\"She would' not go if she were, at least not to remain. Her heart has\ngrown to the old place she bore her children in, and she has herself\nsaid to me most sensibly: 'Laure is young, and will learn easily the\nways of the great world; I am old, and cannot; I am better at home among\nmy neighbors.' Doubtless, however, In course of time she will pay Madame\nLegrand a visit at her home in Paris, or at the château which Monsieur\nLegrand of course possesses, as the rich and aristocratic always do.\"\n\n\"Doubtless!\" said Annot, grimly; \"doubtless.\"\n\nHonest Jeanne Tallot passed the sneer by, and went on with stout gravity\nof demeanor:--\n\n\"There is only one thing for which I somewhat blamed Mère Giraud, and\nthat is that I think she has scarcely done her duty toward Valentin. He\ndisappointed her by being an ugly lad instead of a pretty girl, and she\nhad not patience with him. Laure was the favorite. Whatever Laure did\nwas right, and it was not so with the other, though I myself know that\nValentin was a good lad, and tender-hearted.\"\n\n\"Once,\" put in a white cap, \"I saw her beat him severely because he fell\nwith the little girl in his arms and scratched her cheek, and it was\nnot his fault. His foot slipped upon a stone. He was carrying the child\ncarefully and tenderly enough. You are right in calling him a good lad,\nneighbor Tallot. He was a good lad,--Valentin Giraud,--and fond of his\nmother, notwithstanding that she was not fond of him.\"\n\n\"Yes,\" added her companion; \"but it is a truth that he was a great\ncontrast to the girl. _Mon Dieu!_ his long limbs and awkward body, his\ngreat sad eyes and ugly face! While Laure,--was she not tall and slender\nand white, like a lily in a garden? And her voice was like the ringing\nof silver, and her eyes so soft and large. As an infant, she reminded\none of the little Jésu as one sees him in the churches. No wonder that\nMère Giraud fretted at the difference between the two. And Valentin was\nher first, and what mother does not look for great things in her first?\nWe cannot help feeling that something must come of one's own charms if\none has any, and Mère Giraud was a handsome bride. An ugly bantling\nseems to offer one a sort of insult, particularly at first, when one is\nyoung and vain.\"\n\n\"There was no more beautiful young girl than Laure Giraud at sixteen,\"\nsaid Jeanne Tallot.\n\n\"And none more useless,\" said Annot loudly. \"Give me a young girl who\nis industrious and honest. My Margot is better provided for than Laure\nGiraud was before her marriage; but her hands are not white, nor is her\nwaist but a span around. She has too much work to do. She is not a tall,\nwhite, swaying creature who is too good to churn and tend the creatures\nwho give her food. I have heard it said that Laure would have worked\nif her mother had permitted it, but I don't believe it. She had not a\nworking look. Mademoiselle Laure was too good for the labor of humble\npeople; she must go to Paris and learn a fine, delicate trade.\"\n\n\"But good came of it,\" put in Jeanne Tallot, \"It proved all the better\nfor her.\"\n\n\"Let her mother thank the Virgin, then,\" cried Annot, contemptuously.\n\"It might not have proved the better; 'it might have proved the worse;\nevil might have come of it instead of good. Who among us has not heard\nof such things? Did not Marie Gautier go to Paris too?\"\n\n\"Ah, poor little one, indeed!\" sighed the white caps.\n\n\"And in two years,\" added Annot, \"_her_ mother died of a broken heart.\"\n\n\"But,\" said cheerful Jeanne, somewhat dryly, \"Laure's mother is not dead\nyet, so let us congratulate ourselves that to go to Paris has brought\nluck to one of our number at least, and let us deal charitably with Mere\nGiraud, who certainly means well, and is only naturally proud of her\ndaughter's grandeur. For my part, I can afford to rejoice with her.\"\n\nShe rolled up her stout stocking into a ball, and stuck her needles\nthrough it, nodding at the three women.\n\n\"I promised I would drop in and spend a few minutes with her this\nmorning,\" she said; \"so I will bid you good-day,\" and she stepped across\nthe threshold and trudged off in the sunshine, her wooden shoes sounding\nbravely on the path.\n\nIt was only a little place,--St. Croix, as we shall call it for want of\na better name,--a little village of one street, and of many vines,\nand roses, and orchards, and of much gossip. Simple people inhabited\nit,--simple, ignorant folk, who knew one another, and discussed one\nanother's faults and grape-crops with equal frankness, worked hard,\nlived frugally, confessed regularly, and slept well. Devout people, and\nignorant, who believed that the little shrines they erected in their\nvineyards brought blessings upon their grapes, and who knew nothing of\nthe great world beyond, and spoke of Paris with awe, and even a shade\nof doubt. Living the same lives generation after generation, tilling the\nsame crops, and praying before the same stone altar in the small, quaint\nchurch, it is not to be wondered at that when a change occurred to any\none of their number, it was regarded as a sort of social era. There\nwere those in St. Croix who had known Mère Giraud's grandfather, a\nslow-spoken, kindly old peasant, who had drunk his _vin ordinaire_, and\nsmoked his pipe with the poorest; and there was not one who did not\nwell know Mère Giraud herself, and who had not watched the growth of the\nlittle Laure, who had bloomed into a beauty not unlike the beauty of the\nwhite Provence roses which climbed over and around her mother's cottage\ndoor. \"Mère Giraud's little daughter,\" she had been called, even after\nshe grew into the wonderfully tall and wonderfully fair creature she\nbecame before she left the village, accompanying her brother Valentin to\nParis.\n\n\"_Ma foi!_\" said the men, \"but she is truly a beauty, Mère Giraud's\nlittle daughter!\"\n\n\"She should be well looked to,\" said the wiseacres,--\"Mère Giraud's\nlittle daughter.\"\n\n\"There is one we must always give way before,\" said the best-natured\namong the girls, \"and that one is Mère Giraud's little daughter.\"\n\nThe old _Curé_ the parish took interest in her, and gave her lessons,\nand, as Mère Giraud would have held her strictly to them, even if she\nhad not been tractable and studious by nature, she was better educated\nand more gently trained than her companions. The fact was, however, that\nshe had not many companions. Some element in her grace and beauty\nseemed to separate her from the rest of her class. Village sports and\nfestivities had little attraction for her, and, upon the whole, she\nseemed out of place among them. Her stature, her fair, still face, and\nher slow, quiet movements, suggested rather embarrassingly to the humble\nfeasters the presence of some young princess far above them.\n\n\"_Pouf!_\" said a sharp-tongued belle one day, \"I have no patience with\nher. She is so tall, this Laure, that one must be forever looking up to\nher, and I, for one, do not care to be forever looking up.\"\n\nThe hint of refined pride in her demeanor was Mère Giraud's greatest\nglory.\n\n\"She is not like the rest, my Laure,\" she would say to her son. \"One can\nsee it in the way in which she holds her head'. She has the quiet, grave\nair of a great personage.\"\n\nThere were many who wondered that Valentin showed no jealousy or\ndistaste at hearing his sister's praises sounded so frequently to his\nown detriment. There was no praise for him. The poor, fond mother's\nheart was too full of Laure. Her son had been a bitter disappointment\nto her, and, to her mind, was fitted for nothing but to make himself\nan adoring slave to his sister's beauty; and this, the gentle,\ngenerous fellow certainly was. He was always ready to serve her; always\naffectionate, always faithful; and Mère Giraud, who was blind to, or\ncareless of, all his loving, constant labor for her own comfort, deigned\nto see that he did his duty toward Laure.\n\n\"He has at least the sense to appreciate her as far as he is able,\" she\nsaid.\n\nSo when Valentin, who had a talent for engraving, was discovered by some\none who understood his genius, and could make use of it, and was offered\na place in the great, gay city, Mère Giraud formed an ambitious plan. He\nshould take Laure and find her a position also; she had the fingers of a\nfair magician, and could embroider marvelously. So she trusted Laure to\nhim, and the two bade farewell to St. Croix and departed together. A\nmonth passed, and then there came a letter containing good news.\nValentin was doing well, and Laure also. She had found a place in a\ngreat family where she was to embroider and wait upon a young lady. They\nwere rich people, and were kind, and paid her well, and she was happy.\n\n\"When they first saw her, they were astonished,\" wrote the simple,\ntender Valentin. \"I went with her to present herself. My employer had\nrecommended her. There is a son who is past his youth, and who has\nevidently seen the world. He is aristocratic and fair, and slightly\nbald, but extremely handsome still. He sat holding a newspaper in his\nlong, white fingers, and when we entered, he raised his eyes above it\nand looked at Laure, and I heard him exclaim under his breath, '_Mon\nDieu!_ as if her beauty fairly startled him.\"\n\nWhen the _Curé_, to whom the proud mother showed the letter, read this\npart, he did not seem as rejoiced as Mère Giraud had expected. On the\ncontrary, he looked a little grave, and rubbed his forehead.\n\n\"Ah, ah!\" he said; \"there lies the danger.\"\n\n\"Danger!\" exclaimed Mère Giraud, starting.\n\nHe turned, and regarded her with a rather hesitant air, as if he were\nat once puzzled and fearful,--puzzled by her simplicity, and fearful of\ngrieving her unnecessarily.\n\n\"Valentin is a good lad,\" he said. \"Valentin will be watchful,--though\nperhaps he is too good to suspect evil.\"\n\nMère Giraud put her hand to her heart.\n\n\"You are not afraid?\" she said, quite proudly, beginning at last to\ncomprehend. \"You are not afraid of evil to Laure?\"\n\n\"No, no, no,\" he answered; \"surely not.\"\n\nHe said no more then, but he always asked to see the letters, and read\nthem with great care, sometimes over and over again. They came very\nregularly for six or seven months, and then there was a gap of a few\nweeks, and then came a strange, almost incomprehensible, letter from\nValentin, containing news which almost caused Mère Giraud's heart to\nburst with joy and gratitude. Laure was married, and had made such a\nmarriage as could scarcely have been dreamed of. A rich aristocrat, who\nhad visited her employers, had fallen in love with her, and married her.\nHe had no family to restrain him, and her beauty had won him completely\nfrom the first hour. He had carried her away with him to make a\nprolonged tour. The family with whom she had lived had been lavish\nin their gifts and kindness, but they had left Paris also and were\nvoyaging. The name of Laure's bridegroom was Legrand, and there came\nmessages from Laure, and inclosed was a handsome present of money.\n\nMère Giraud was overwhelmed with joy. Before three hours had passed, all\nSt Croix knew the marvelous news. She went from house to house showing\nthe letter and the money, and it was not until night that she cooled\ndown sufficiently to labor through a long epistle to Valentin.\n\nIt was a year before Laure returned to Paris, and during that time\nshe wrote but seldom; but Valentin wrote often, and answered all his\nmother's questions, though not as fluently, nor with so many words as\nshe often wished. Laure was rich, and beautiful as ever; her husband\nadored her, and showered gifts and luxuries upon her; she had equipages\nand jewels; she wore velvet and satin and lace every day; she was a\ngreat lady, and had a house like a palace. Laure herself did not say so\nmuch. In her secret heart, Mère Giraud often longed for more, but she\nwas a discreet and farseeing woman.\n\n\"What would you?\" she said. \"She must drive out in her equipage, and she\nmust dress and receive great people, and I am not so blind a mother as\nnot to see that she will have many things to learn. She has not time to\nwrite long letters,--and see how she cares for me,--money, see you, by\nevery letter, and a silk dress and lace cap she herself has chosen in\nthe Boulevard Capucines. And I must care for myself, and furnish the\ncottage prettily, and keep a servant. Her wealth and great fortune have\nnot rendered her undutiful,--my Laure.\"\n\nSo she talked of Madame Legrand, and so all St. Croix talked of Madame\nLegrand, and some, of course, were envious and prophesied that the end\nhad not come yet, and Mère Giraud would find herself forgotten some fine\nday; and others rejoiced with her, and congratulated themselves that\nthey knew so aristocratic a person as Madame Legrand.\n\nJeanne Tallot was of those who sympathized with her in all\nwarm-heartedness and candor.\n\nWith her knitting in her hand ready for action, and with friendly\nunceremoniousness, she presented herself at the cottage door one\nmorning, nodding and speaking before she had crossed the threshold.\n\n\"Good-day, neighbor Giraud. Any letters from Laure this morning?\"\n\nMère Giraud, who sat before the window under the swinging cage of her\nbird, looked up with an air a little more serious than usual.\n\n\"Ah!\" she said, \"I am glad it is you, Jeanne. I have been wishing to see\nyou.\"\n\nJeanne seated herself, smiling.\n\n\"Then,\" said she, \"it is well I came.\"\n\nBut immediately she noticed the absent look of her friend, and commented\nupon it.\n\n\"You do not look at your best this morning,\" she said. \"How does it\noccur?\"\n\n\"I am thinking,\" said Mère Giraud with some importance of manner,--\"I am\nthinking of going to Paris.\"\n\n\"To Paris!\"\n\n\"I am anxious,\" shaking her head seriously. \"I had last night a bad\ndream. I wish to see Laure.\"\n\nThen she turned and looked at Jeanne almost wistfully.\n\n\"It is a long time since I have seen her,\" she said.\n\n\"Yes,\" answered Jeanne in a little doubt; \"but Paris is a long way off.\"\n\n\"Yes,\" said Mère Giraud; \"but it appears that all at once I realize how\nlong it is since I have seen my child. I am getting old, you see. I was\nnot very young when she was born, and, as one grows older, one becomes\nmore uneasy and obstinate in one's fancies. This morning I feel that\nI must see my Laure. My heart yearns for her, and\"--hastily--\"she will\nundoubtedly be rejoiced to see me. She has often said that she wished\nshe might lay her head upon my breast again.\"\n\nIt seemed that she was resolved upon the journey. She was in a singular,\nuneasy mood, and restless beyond measure. She who had never been twenty\nmiles from St. Croix had made up her mind to leave it at once and\nconfront all the terrors of a journey to Paris,--for there were terrors\nin such a journey to the mind of a simple peasant who had so far\ntraveled but in one groove. She would not even wait to consult _Monsieur\nle Curé_, who was unfortunately absent. Jeanne discovered to her\nastonishment that she had already made her small preparations, had\npacked her best garments in a little wooden box, laying the silk gown\nand lace cap at the top that they might be in readiness.\n\n\"I will not interfere at all, and I shall not remain long,\" she said.\n\"Only long enough to see my Laure, and spend a few days with her\nquietly. It is not Paris I care for, or the great sights; it is that I\nmust see my child.\"\n\nSt. Croix was fairly bewildered at the news it heard the next day. Mère\nGiraud had gone to Paris to visit Madame Legrand--had actually gone,\nsending her little servant home, and shutting up her small, trim\ncottage.\n\n\"Let us hope that Madame Legrand will receive her as she expects to be\nreceived,\" said Annot. \"For my part I should have preferred to remain\nin St. Croix. Only yesterday Jeanne Tallot told us that she had no\nintention of going.\"\n\n\"She will see wonderful things,\" said the more simple and amiable. \"It\nis possible that she may be invited to the Tuileries, and without doubt\nshe will drive to the Bois de Boulogne in Madame Legrand's carriage,\nwith servants in livery to attend her. My uncle's sister's son, who is a\n_valet de place_ in a great family, tells us that the aristocracy\ndrive up and down the Champs Éllysées every afternoon, and the sight is\nmagnificent.\"\n\nBut Mère Giraud did not look forward to such splendors as these. \"I\nshall see my Laure as a great lady,\" she said to herself. \"I shall hold\nher white hands and kiss her cheeks.\"\n\nThe roar of vehicles, and the rush and crowd and bustle bewildered her;\nthe brightness and the rolling wheels dazzled her old eyes, but she held\nherself bravely. People to whom she spoke smiled at her _patois_ and her\ninnocent questions, but she did not care.\n\nShe found a _fiacre_ which took her to her destination; and when, after\nshe had paid the driver, he left her, she entered the wide doors with\na beating heart, the blood rising on her cheek, and glowing through the\nwithered skin.\n\n\"Madame Legrand,\" she said a little proudly to the _concierge_, and the\nwoman stared at her as she led her up the staircase. She was so eager\nthat she scarcely saw the beauty around her,--the thick, soft carpets,\nthe carved balustrades, the superb lamps. But when they stopped before a\ndoor she touched the _concierge_ upon the arm.\n\n\"Do not say my name,\" she said. \"I am her mother.\"\n\nThe woman stared at her more than ever.\n\n\"It is not my place to announce you,\" she said. \"I only came up because\nI thought you would not find the way.\"\n\nShe could not have told why it was or how it happened, but when at last\nshe was ushered into the _salon_ a strange sense of oppression fell upon\nher. The room was long and lofty, and so shadowed by the heavy curtains\nfalling across the windows that it was almost dark.\n\nFor a few seconds she saw nobody, and then all at once some one rose\nfrom a reclining chair at the farther end of the apartment and advanced\na few steps toward her--a tall and stately figure, moving slowly.\n\n\"Who?\"--she heard a cold, soft voice say, and then came a sharp cry, and\nLaurel white hands were thrown out in a strange, desperate gesture, and\nshe stopped and stood like a statue of stone. \"Mother--mother--mother!\"\nshe repeated again and again, as if some indescribable pain shook her.\n\nIf she had been beautiful before, now she was more beautiful still. She\nwas even taller than ever,--she was like a queen. Her long robe was of\ndelicate gray velvet, and her hair and throat and wrists were bound with\npearls and gold. She was so lovely and so stately that for a moment Mère\nGiraud was half awed, but the next it was as if her strong mother heart\nbroke loose.\n\n\"My Laure!\" she cried out. \"Yes, it is I, my child--it is I, Laure;\" and\nshe almost fell upon her knees as she embraced her, trembling for very\necstasy.\n\nBut Laure scarcely spoke. She was white and cold, and at last she gasped\nforth three words.\n\n\"Where is Valentin?\"\n\nBut Mère Giraud did not know. It was not Valentin she cared to see.\nValentin could wait, since she had, her Laure. She sat down beside her\nin one of the velvet chairs, and she held the fair hand in her own. It\nwas covered with jewels, but she did not notice them; her affection only\ntold her that it was cold and tremulous.\n\n\"You are not well, Laure?\" she said. \"It was well that my dream warned\nme to come. Something is wrong.\"\n\n\"I am quite well,\" said Laure. \"I do not suffer at all.\"\n\nShe was so silent that if Mère Giraud had not had so much to say she\nwould have been troubled \\ as it was, however, she was content to pour\nforth her affectionate speeches one after another without waiting to be\nanswered.\n\n\"Where is Monsieur Legrand?\" she ventured at last.\n\n\"He is,\" said Laure, in a hesitant voice,--\"he is in Normandy.\"\n\n\"Shall I not see him?\" asked Mère Giraud.\n\n\"I am afraid not, unless your visit is a long one. He will be absent for\nsome months.\"\n\nShe did not speak with any warmth. It was as if she did not care to\nspeak of him at all,--as if the mention of him even embarrassed her a\nlittle.\n\nMère Giraud felt a secret misgiving.\n\n\"I shall not stay long,\" she said; \"but I could not remain away. I\nwished so eagerly to see you, and know that you were happy. You are\nhappy, my Laure?\"\n\nLaure turned toward her and gave her a long look--a look which seemed\nunconsciously to ask her a question.\n\n\"Happy!\" she answered slowly and deliberately, \"I suppose so. Yes.\"\n\nMère Giraud caressed her hand again and again. \"Yes,\" she said, \"it must\nbe so. The good are always happy; and you, my Laure, have always been\ndutiful and virtuous, and consequently you are rewarded. You have never\ncaused me a grief, and now, thank the good God you are prosperous.\" She\nlooked at her almost adoringly, and at last touched the soft thick gray\nvelvet of her drapery with reverence. \"Do you wear such things as this\nevery day?\" she asked.\n\n\"Yes,\" Laure answered, \"every day.\"\n\n\"Ah!\" sighed the happy mother. \"How Monsieur Legrand must adore you!\"\n\nAt length she found time to ask a few questions concerning Valentin.\n\n\"I know that he is well and as prosperous as one could expect him to\nbe; but I hope\"--bridling a little with great seriousness--\"I hope he\nconducts himself in such a manner as to cause you no embarrassment,\nthough naturally you do not see him often.\"\n\n\"No,\" was the answer,--they did not see him often.\n\n\"Well, well,\" began Mère Giraud, becoming lenient in her great\nhappiness, \"he is not a bad lad--Valentin. He means well\"--\n\nBut here she stopped,--Laure checked her with a swift, impassioned\nmovement.\n\n\"He is what we cannot understand,\" she said in a hushed, strained voice.\n\"He is a saint. He has no thought for himself. His whole life is a\nsacrifice. It is not I you should adore--it is Valentin.\"\n\n\"Valentin!\" echoed Mère Giraud.\n\nIt quite bewildered her, the mere thought of adoring Valentin.\n\n\"My child,\" she said when she recovered herself, \"it is your good heart\nwhich says this.\"\n\nThe same night Valentin came. Laure went out into the antechamber to\nmeet him, and each stood and looked at the other with pale face and\nanguished eyes. Valentin's eyes were hollow and sunken as if with some\ngreat sorrow, and his large awkward frame seemed wasted. But there was\nno reproach mingled with the indescribable sadness of his gaze.\n\n\"Your note came to me,\" he said. \"Our mother \"--\n\n\"She is in there,\" said Laure in a low, hurried, shaken voice, and she\npointed to the _salon_. \"She has come to embrace me,--to make sure\nthat I am happy. Ah, my God!\" and she covered her deathly face with her\nhands.\n\nValentin did not approach her. He could only stand still and look on.\nOne thought filled his mind.\n\n\"We have no time to weep, Laure,\" he said gently. \"We must go on as we\nhave begun. Give me your hand.\"\n\nThis was all, and then the two went in together, Laure's hand upon her\nbrother's arm.\n\nIt was a marvelous life Mère Giraud lived during the next few days.\nCertainly she could not complain that she was not treated with deference\nand affection. She wore the silk dress every day; she sat at the\nwonderful table, and a liveried servant stood behind her chair; she\ndrove here and there in a luxurious carriage; she herself, in fact,\nlived the life of an aristocrat and a great lady. Better than all the\nrest, she found her Laure as gracious and dutiful as her fond heart\ncould have wished. She spent every hour with her; she showed her all her\ngrandeurs of jewelry and _toilette_; she was not ashamed of her mother,\nuntutored and simple as she might be.\n\n\"Only she is very pale and quiet,\" she remarked to Valentin once; \"even\npaler and more quiet than I should have expected. But then we know that\nthe rich and aristocratic are always somewhat reserved. It is only the\npeasantry and provincials who are talkative and florid. It is natural\nthat Laure should have gained the manner of the great world.\"\n\nBut her happiness, poor soul, did not last long, and yet the blow God\nsent was a kindly one.\n\nOne morning as they went out to their carriage Laure stopped to speak to\na woman who crouched upon the edge of the pavement with a child in her\narms. She bent down and touched the little one with her hand, and Mère\nGiraud, looking on, thought of pictures she had seen of the Blessed\nVirgin, and of lovely saints healing the sick.\n\n\"What is the matter?\" asked Laure.\n\nThe woman looked down at the child and shivered.\n\n\"I do not know,\" she answered hoarsely. \"Only we are ill, and God has\nforsaken us. We have not tasted food for two days.\"\n\nLaure took something from her purse and laid it silently in the child's\nsmall, fevered hand. The woman burst into tears.\n\n\"Madame,\" she said, \"it is a twenty-franc piece.\"\n\n\"Yes,\" said Laure gently. \"When it is spent come to me again,\" and she\nwent to her carriage.\n\n\"My child,\" said Mère Giraud, \"it is you who are a saint. The good God\ndid wisely in showering blessings upon you.\"\n\nA few days longer she was happy, and then she awakened from her sleep\none night, and found Laure standing at her bedside looking down at her\nand shuddering. She started up with an exclamation of terror.\n\n\"_Mon Dieu!_\" she said. \"What is it?\"\n\nShe was answered in a voice she had never heard before,--Laure's, but\nhoarse and shaken. Laure had fallen upon her knees, and grasped the\nbedclothes, hiding her face in the folds.\n\n\"I am ill,\" she answered in this strange, changed tone. \"I am--I am cold\nand burning--I am--dying.\"\n\nIn an instant Mère Giraud stood upon the floor holding her already\ninsensible form in her arm'. She was obliged to lay her upon the floor\nwhile she rang the bell to alarm the servants. She sent for Valentin\nand a doctor. The doctor, arriving, regarded the beautiful face with\nmanifest surprise and alarm. It was no longer pale, but darkly flushed,\nand the stamp of terrible pain was upon it.\n\n\"She has been exposed to infection,\" he said. \"This is surely the case.\nIt is a malignant fever.\"\n\nThen Mère Giraud thought of the poor mother and child.\n\n\"O my God!\" she prayed, \"do not let her die a martyr.\"\n\nBut the next day there was not a servant left in the house; but Valentin\nwas there, and there had come a Sister of Mercy. When she came, Valentin\nmet her, and led her into the _salon_. They remained together for half\nan hour, and then came out and went to the sick-room, and there were\ntraces of tears upon the Sister's face. She was a patient, tender\ncreature, who did her work well, and she listened with untiring\ngentleness to Mère Giraud's passionate plaints.\n\n\"So beautiful, so young, so beloved,\" cried the poor mother; \"and\nMonsieur absent in Normandy, though it is impossible to say where! And\nif death should come before his return, who could confront him with the\ntruth? So beautiful, so happy, so adored!\"\n\nAnd Laure lay upon the bed, sometimes wildly delirious, sometimes a\ndreadful statue of stone,--unhearing, unseeing, unmoving,--death without\ndeath's rest,--life in death's bonds of iron.\n\nBut while Mère Giraud wept, Valentin had no tears. He was faithful,\nuntiring, but silent even at the worst.\n\n\"One would think he had no heart,\" said Mère Giraud; \"but men are often\nso,--ready to work, but cold and dumb. Ah! it is only a mother who bears\nthe deepest grief.\"\n\nShe fought passionately enough for a hope at first, but it was forced\nfrom her grasp in the end. Death had entered the house and spoken to her\nin the changed voice which had summoned her from her sleep.\n\n\"Madame,\" said the doctor one evening as they stood over the bed while\nthe sun went down, \"I have done all that is possible. She will not see\nthe sun set again. She may not see it rise.\"\n\nMère Giraud fell upon her knees beside the bed, crossing herself and\nweeping.\n\n\"She will die,\" she said, \"a blessed martyr. She will die the death of a\nsaint.\"\n\nThat very night--only a few hours later--there came to them a\nfriend,--one they had not for one moment even hoped to see,--a gentle,\ngrave old man, in a thin, well-worn black robe,--the _Curé_ of St.\nCroix.\n\nHim Valentin met also, and when the two saw each other, there were\nbarriers that fell away in their first interchange of looks.\n\n\"My son,\" said the old man, holding out his hands, \"tell me the truth.\"\n\nThen Valentin fell into a chair and hid his face\n\n\"She is dying,\" he said, \"and I cannot ask that she should live.\"\n\n\"What was my life\"--he cried passionately, speaking again--\"what was my\nlife to me that I should not have given it to save her,--to save her\nto her beauty and honor, and her mother's love! I would have given it\ncheerfully,--a thousand times,--a thousand times again and again. But it\nwas not to be; and, in spite of my prayers, I lost her. O my God!\" with\na sob of agony, \"if to-night she were in St. Croix and I could hear the\nneighbors call her again as they used, 'Mère Giraud's little daughter!'\"\n\nThe eyes of the _Curé_ had tears in them also.\n\n\"Yesterday I returned to St. Croix and found your mother absent,\" he\nsaid. \"I have had terrible fears for months, and when I found her house\nclosed, they caused me to set out upon my journey at once.\"\n\nHe did not ask any questions. He remembered too well the man of whom\nValentin had written; the son who was \"past his youth, and had evidently\nseen the world;\" the pale aristocrat, who had exclaimed \"_Mon Dieu!_\" at\nthe sight of Laure's wondrous beauty.\n\n\"When the worst came to the worst,\" said Valentin, \"I vowed myself to\nthe labor of sparing our mother. I have worked early and late to sustain\nmyself in the part I played. It was not from Laure the money came.\nMy God! Do you think I would have permitted my mother's hand to have\ntouched a gift of hers? She wrote the letters, but the money I had\nearned honestly. Heaven will justify me for my falsehood since I have\nsuffered so much.\"\n\n\"Yes,\" responded the _Curé_, looking at his bent form with gentle,\npitying eyes, \"Heaven will justify you, my son.\"\n\nThey watched by Laure until the morning, but she did not see them; she\nsaw nothing; to-night it was the statue of marble which lay before them.\nBut in the early morning, when the sky was dappled with pink and gold,\nand the air was fresh and cool, and a silence, even more complete than\nthat of the night, seemed to reign, there came a change. The eyes they\nhad seen closed for so many hours were opened, and the soft voice broke\nin upon the perfect stillness of the room:--\n\n\"The lilies in the garden are in bloom to-day. They were never so tall,\nand white, and fair before. I will gather them--for the altar--to give\nto the Virgin--at my confession. _Mea culpa--Mea_\"--and all was over, and\nMère Giraud fell upon her knees again, crying, as she had cried before,\namid a passion of sobs and tears:--\n\n\"She has died, my child, the death of a blessed martyr.\"\n\nIt was rather strange, the villagers said, that Madame Legrand should\nhave been buried in the little graveyard at St. Croix instead of in some\nfine tomb at _Père la Chaise_; but--it was terribly sad!--her husband\nwas away, they knew not where, and it was Valentin's wish, and Mère\nGiraud's heart yearned so over her beloved one. So she was laid there,\nand a marble cross was placed at her head--a tall, beautiful cross--by\nMonsieur Legrand, of course. Only it was singular that he never came,\nthough perhaps that is the way of the great--not to mourn long or\ndeeply even for those who have been most lovely, and whom they have most\ntenderly loved.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Burnett, Frances Hodgson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23326/pg23326.txt",
        "name": "mère_girauds_little_daughter.json"
    }
}