{
    "name": "Never meet again",
    "author": [
        "Budrys, Algis"
    ],
    "body": "The breeze soughed through the linden trees. It was warm and gentle\nas it drifted along the boulevard. It tugged at the dresses of the\ngirls strolling with their young men and stirred their modishly cut\nhair. It set the banners atop the government buildings to flapping,\nand it brought with it the sound of a jet aircraft--a Heinkel or a\nMesserschmitt--rising into the sky from Tempelhof Aerodrome. But when\nit touched Professor Kempfer on his bench it brought him only the scent\nof the Parisian perfumes and the sight of gaily colored frocks swaying\naround the girls' long, healthy legs.\n\nDoctor Professor Kempfer straightened his exhausted shoulders and\nraised his heavy head. His deep, strained eyes struggled to break\nthrough their now habitual dull stare.\n\nIt was spring again, he realized in faint surprise. The pretty girls\nwere eating their lunches hastily once more, so that they and their\nyoung men could stroll along _Unter Den Linden_, and the young men in\nthe broad-shouldered jackets were clear-eyed and full of their own\nawakening strength.\n\nAnd of course Professor Kempfer wore no overcoat today. He was not\nquite the comic pedant who wore his galoshes in the sunshine. It was\nonly that he had forgotten, for the moment. The strain of these last\nfew days had been very great.\n\nAll these months--these years--he had been doing his\ngovernment-subsidized research and the other thing, too. Four or\nfive hours for the government, and then a full day on the much more\nimportant thing no one knew about. Twelve, sixteen hours a day. Home to\nhis very nice government apartment, where Frau Ritter, the housekeeper,\nhad his supper ready. The supper eaten, to bed. And in the morning;\ncocoa, a bit of pastry, and to work. At noon he would leave his\nlaboratory for a little while, to come here and eat the slice of black\nbread and cheese Frau Ritter had wrapped in waxed paper and put in his\npocket before he left the house.\n\nBut it was over, now. Not the government sinecure--that was just made\nwork for the old savant who, after all, held the Knight's Cross of\nthe Iron Cross for his work with the anti-submarine radar detector.\nThat, of course, had been fifteen years ago. If they could not quite\npension him off, still no one expected anything of a feeble old man\nputtering around the apparatus they had given him to play with.\n\nAnd they were right, of course. Nothing _would_ ever come of it. But\nthe other thing....\n\nThat was done, now. After this last little rest he would go back to his\nlaboratory in the _Himmlerstrasse_ and take the final step. So now he\ncould let himself relax and feel the warmth of the sun.\n\n\n\nProfessor Kempfer smiled wearily at the sunshine. The good, constant\nsun, he thought, that gives of itself to all of us, no matter who or\nwhere we are. Spring ... April, 1958.\n\nHad it really been fifteen years--and sixteen years since the end of\nthe war? It didn't seem possible. But then one day had been exactly\nlike another for him, with only an electric light in the basement where\nhis real apparatus was, an electric light that never told him whether\nit was morning, noon, or night.\n\nI have become a cave-dweller! he thought with sudden realization. I\nhave forgotten to think in terms of serial time. What an odd little\ntrick I have played on myself!\n\nHad he _really_ been coming here, to this bench, every clear day for\n_fifteen_ years? Impossible! But....\n\nHe counted on his fingers. 1940 was the year England had surrendered,\nwith its air force destroyed and the Luftwaffe flying unchallenged air\ncover for the swift invasion. He had been sent to England late that\nyear, to supervise the shipment home of the ultra-short wave-length\nradar from the Royal Navy's anti-submarine warfare school. And 1941\nwas the year the U-boats took firm control of the Atlantic. 1942 was\nthe year the Russians lost at Stalingrad, starved by the millions, and\nsurrendered to a Wehrmacht fed on shiploads of Argentinian beef. 1942\nwas the end of the war, yes.\n\nSo it _had_ been that long.\n\nI have become an indrawn old man, he thought to himself in bemusement.\nSo very busy with myself ... and the world has gone by, even while\nI sat here and might have watched it, if I'd taken the trouble. The\nworld....\n\nHe took the sandwich from his coat pocket, unwrapped it, and began to\neat. But after the first few bites he forgot it, and held it in one\nhand while he stared sightlessly in front of him.\n\nHis pale, mobile lips fell into a wry smile. The world--the vigorous\nyoung world, so full of strength, so confident ... while I worked in my\ncellar like some Bolshevik dreaming of a fantastic bomb that would wipe\nout all my enemies at a stroke.\n\nBut what I have is not a bomb, and I have no enemies. I am an honored\ncitizen of the greatest empire the world has ever known. Hitler is\nthirteen years dead in his auto accident, and the new chancellor is a\ndifferent sort of man. He has promised us no war with the Americans.\nWe have peace, and triumph, and these create a different sort of\natmosphere than do war and desperation. We have relaxed, now. We have\nthe fruit of our victory--what do we not have, in our empire of a\nthousand years? Western civilization is safe at last from the hordes of\nthe East. Our future is assured. There is nothing, no one to fight, and\nthese young people walking here have never known a moment's doubt, an\ninstant's question of their place in an endlessly bright tomorrow. I\nwill soon die, and the rest of us who knew the old days will die soon\nenough. It will all belong to the young people--all this eternal world.\nIt belongs to them already. It is just that some of us old ones have\nnot yet gotten altogether out of the way.\n\nHe stared out at the strolling crowds. How many years can I possibly\nhave left to me? Three? Two? Four? I could die tomorrow.\n\nHe sat absolutely still for a moment, listening to the thick old blood\nslurring through his veins, to the thready flutter of his heart. It\nhurt his eyes to see. It hurt his throat to breathe. The skin of his\nhands was like spotted old paper.\n\nFifteen years of work. Fifteen years in his cellar, building what he\nhad built--for what? Was his apparatus going to change anything? Would\nit detract even one trifle from this empire? Would it alter the life of\neven one citizen in that golden tomorrow?\n\nThis world would go on exactly as it was. Nothing would change in the\nleast. So, what had he worked for? For himself? For this outworn husk\nof one man?\n\nSeen in that light, he looked like a very stupid man. Stupid,\nfoolish--monomaniacal.\n\nDear God, he thought with a rush of terrible intensity, am I now going\nto persuade myself not to use what I have built?\n\nFor all these years he had worked, worked--without stopping, without\nthinking. Now, in this first hour of rest, was he suddenly going to\nspit on it all?\n\n\n\nA stout bulk settled on the bench beside him. \"Jochim,\" the complacent\nvoice said.\n\nProfessor Kempfer looked up. \"Ah, Georg!\" he said with an embarrassed\nlaugh, \"You startled me.\"\n\nDoctor Professor Georg Tanzler guffawed heartily. \"Oh, Jochim, Jochim!\"\nhe chuckled, shaking his head. \"What a type you are! A thousand times\nI've found you here at noon, and each time it seems as if it surprises\nyou. What do you think about, here on your bench?\"\n\nProfessor Kempfer let his eyes stray. \"Oh, I don't know,\" he said\ngently. \"I look at the young people.\"\n\n\"The girls--\" Tanzler's elbow dug roguishly into his side. \"The girls,\neh, Jochim?\"\n\nA veil drew over Professor Kempfer's eyes. \"No,\" he whispered, \"Not\nlike that. No.\"\n\n\"What, then?\"\n\n\"Nothing,\" Professor Kempfer said dully. \"I look at nothing.\"\n\nTanzler's mood changed instantly. \"So,\" he declared with precision.\n\"I thought as much. Everyone knows you are working night and day, even\nthough there is no need for it.\" Tanzler resurrected a chuckle. \"We are\nnot in any great hurry now. It's not as if we were pressed by anyone.\nThe Australians and Canadians are fenced off by our navy. The Americans\nhave their hands full in Asia. And your project, whatever it may be,\nwill help no one if you kill yourself with overwork.\"\n\n\"You know there is no project,\" Professor Kempfer whispered. \"You know\nit is all just busy work. No one reads my reports. No one checks my\nresults. They give me the equipment I ask for, and do not mind, as long\nas it is not too much. You know that quite well. Why pretend otherwise?\"\n\nTanzler sucked his lips. Then he shrugged. \"Well, if you realize, then\nyou realize,\" he said cheerfully. Then he changed expression again, and\nlaid his hand on Professor Kempfer's arm in comradely fashion. \"Jochim.\nIt has been fifteen years. Must you still try to bury yourself?\"\n\nSixteen, Professor Kempfer corrected, and then realized Tanzler was\nnot thinking of the end of the war. Sixteen years since then, yes, but\nfifteen since Marthe died. Only fifteen?\n\nI _must_ learn to think in terms of serial time again. He realized\nTanzler was waiting for a response, and mustered a shrug.\n\n\"Jochim! Have you been listening to me?\"\n\n\"Listening? Of course, Georg.\"\n\n\"Of course!\" Tanzler snorted, his moustaches fluttering. \"Jochim,\"\nhe said positively, \"it is not as if we were young men, I admit. But\nlife goes on, even for us old crocks.\" Tanzler was a good five years\nKempfer's junior. \"We must look ahead--we must live for a future. We\ncannot let ourselves sink into the past. I realize you were very fond\nof Marthe. Every man is fond of his wife--that goes without saying. But\nfifteen years, Jochim! Surely, it is proper to grieve. But to _mourn_,\nlike this--this is not _healthy_!\"\n\nOne bright spark singed through the quiet barriers Professor Kempfer\nhad thought perfect. \"Were _you_ ever in a camp, Georg?\" he demanded,\nshaking with pent-up violence.\n\n\"A camp?\" Tanzler was taken aback. \"I? Of course not, Jochim! But--but\nyou and Marthe were not in a real _lager_--it was just a ... a....\nWell, you were under the State's protection! After all, Jochim!\"\n\nProfessor Kempfer said stubbornly: \"But Marthe _died_. Under the\nState's protection.\"\n\n\"These things _happen_, Jochim! After all, you're a reasonable\nman--Marthe--tuberculosis--even sulfa has its limitations--that might\nhave happened to _anyone_!\"\n\n\"She did not have tuberculosis in 1939, when we were placed under the\nState's protection. And when I finally said yes, I would go to work for\nthem, and they gave me the radar detector to work on, they promised me\nit was only a little congestion in her bronchiae and that as soon as\nshe was well they would bring her home. And the war ended, and they\ndid _not_ bring her home. I was given the Knight's Cross from Hitler's\nhands, personally, but they did _not_ bring her home. And the last time\nI went to the sanitarium to see her, she was _dead_. And they paid for\nit all, and gave me my laboratory here, and an apartment, and clothes,\nand food, and a very good housekeeper, but Marthe was _dead_.\"\n\n\"Fifteen _years_, Jochim! Have you not forgiven us?\"\n\n\"No. For a little while today--just a little while ago--I thought I\nmight. But--no.\"\n\nTanzler puffed out his lips and fluttered them with an exhaled breath.\n\"So,\" he said. \"What are you going to do to us for it?\"\n\nProfessor Kempfer shook his head. \"To you? What should I do to you? The\nmen who arranged these things are all dead, or dying. If I had some\nmeans of hurting the Reich--and I do not--how could I revenge myself on\nthese children?\" He looked toward the passersby. \"What am I to them,\nor they to me? No--no, I am going to do nothing to you.\"\n\nTanzler raised his eyebrows and put his thick fingertips together. \"If\nyou are going to do nothing to us, then what are you going to do to\nyourself?\"\n\n\"I am going to go away.\" Already, Professor Kempfer was ashamed of his\noutburst. He felt he had controverted his essential character. A man of\nscience, after all--a thinking, _reasoning_ man--could not let himself\ndescend to emotional levels. Professor Kempfer was embarrassed to think\nthat Tanzler might believe this sort of lapse was typical of him.\n\n\"Who am I,\" he tried to explain, \"to be judge and jury over a whole\nnation--an empire? Who is one man, to decide good and evil? I look\nat these youngsters, and I envy them with all my heart. To be young;\nto find all the world arranged in orderly fashion for one's special\nbenefit; to have been placed on a surfboard, free to ride the crest of\nthe wave forever, and never to have to swim at all! Who am I, Georg?\nWho am I?\n\n\"But I do not like it here. So I am going away.\"\n\nTanzler looked at him enigmatically. \"To Carlsbad. For the radium\nwaters. Very healthful. We'll go together.\" He began pawing Professor\nKempfer's arm with great heartiness. \"A splendid idea! I'll get the\nseats reserved on the morning train. We'll have a holiday, eh, Jochim?\"\n\n\"No!\" He struggled to his feet, pulling Tanzler's hand away from his\narm. \"_No!_\" He staggered when Tanzler gave way. He began to walk fast,\nfaster than he had walked in years. He looked over his shoulder, and\nsaw Tanzler lumbering after him.\n\nHe began to run. He raised an arm. \"Taxi! _Taxi!_\" He lurched toward\nthe curb, while the strolling young people looked at him wide-eyed.\n\n\n\nHe hurried through the ground floor laboratory, his heart pumping\nwildly. His eyes were fixed on the plain gray door to the fire stairs,\nand he fumbled in his trousers pocket for the key. He stumbled against\na bench and sent apparatus crashing over. At the door, he steadied\nhimself and, using both hands, slipped the key into the lock. Once\nthrough the door, he slammed it shut and locked it again, and listened\nto the hoarse whistle of his breath in his nostrils.\n\nThen, down the fire stairs he clattered, open-mouthed. Tanzler. Tanzler\nwould be at a telephone, somewhere. Perhaps the State Police were out\nin the streets, in their cars, coming here, already.\n\nHe wrenched open the basement door, and locked it behind him in the\ndarkness before he turned on the lights. With his chest aching, he\nbraced himself on widespread feet and looked at the dull sheen of\nyellow light on the racks of gray metal cabinets. They rose about him\nlike the blocks of a Mayan temple, with dials for carvings and pilot\nlights for jewels, and he moved down the narrow aisle between them,\nslowly and quietly now, like a last, enfeebled acolyte. As he walked he\nthrew switches, and the cabinets began to resonate in chorus.\n\nThe aisle led him, irrevocably, to the focal point. He read what the\ndials on the master panel told him, and watched the power demand meter\ninch into the green.\n\nIf they think to open the building circuit breakers!\n\nIf they shoot through the door!\n\n_If I was wrong!_\n\nNow there were people hammering on the door. Desperately weary, he\ndepressed the firing switch.\n\nThere was a galvanic thrum, half pain, half pleasure, as the vibratory\nrate of his body's atoms was changed by an infinitesimal degree. Then\nhe stood in dank darkness, breathing musty air, while whatever parts of\nhis equipment had been included in the field fell to the floor.\n\nBehind him, he left nothing. Vital resistors had, by design, come with\nhim. The overloaded apparatus in the basement laboratory began to\nstench and burn under the surge of full power, and to sputter in Georg\nTanzler's face.\n\n\n\nThe basement he was in was not identical with the one he had left. That\ncould only mean that in this Berlin, something serious had happened to\nat least one building on the Himmlerstrasse. Professor Kempfer searched\nthrough the darkness with weary patience until he found a door, and\nwhile he searched he considered the thought that some upheaval,\nman-made or natural, had filled in the ground for dozens of meters\nabove his head, leaving only this one pocket of emptiness into which\nhis apparatus had shunted him.\n\nWhen he finally found the door he leaned against it for some time, and\nthen he gently eased it open. There was nothing but blackness on the\nother side, and at his first step he tripped and sprawled on a narrow\nflight of stairs, bruising a hip badly. He found his footing again. On\nquivering legs he climbed slowly and as silently as he could, clinging\nto the harsh, newly-sawed wood of the bannister. He could not seem to\ncatch his breath. He had to gulp for air, and the darkness was shot\nthrough with red swirlings.\n\nHe reached the top of the stairs, and another door. There was harsh\ngray light seeping around it, and he listened intently, allowing for\nthe quick suck and thud of the pulse in his ears. When he heard nothing\nfor a long time, he opened it. He was at the end of a long corridor\nlined with doors, and at the end there was another door opening on the\nstreet.\n\nEager to get out of the building, and yet reluctant to leave as much\nas he knew of this world, he moved down the corridor with exaggerated\ncaution.\n\nIt was a shoddy building. The paint on the walls was cheap, and the\nlinoleum on the floor was scuffed and warped. There were cracks in the\nplastering. Everything was rough--half finished, with paint slapped\nover it, everything drab. There were numbers on the doors, and dirty\nrope mats in front of them. It was an apartment house, then--but from\nthe way the doors were jammed almost against each other, the apartments\nhad to be no more than cubicles.\n\nDreary, he thought. Dreary, dreary--who would live in such a place? Who\nwould put up an apartment house for people of mediocre means in this\nneighborhood?\n\nBut when he reached the street, he saw that it was humpy and\ncobblestoned, the cobbling badly patched, and that all the buildings\nwere like this one--gray-faced, hulking, ugly. There was not a\nbuilding he recognized--not a stick or stone of the _Himmlerstrasse_\nwith its fresh cement roadway and its sapling trees growing along\nthe sidewalk. And yet he knew he must be on the exact spot where the\n_Himmlerstrasse_ had been--was--and he could not quite understand.\n\nHe began to walk in the direction of _Unter Den Linden_. He was far\nfrom sure he could reach it on foot, in his condition, but he would\npass through the most familiar parts of the city, and could perhaps get\nsome inkling of what had happened.\n\n\n\nHe had suspected that the probability world his apparatus could most\neasily adjust him for would be one in which Germany had lost the war.\nThat was a large, dramatic difference, and though he had refined his\nwork as well as he could, any first model of any equipment was bound to\nbe relatively insensitive.\n\nBut as he walked along, he found himself chilled and repelled by what\nhe saw.\n\nNothing was the same. Nothing. Even the layout of the streets had\nchanged a little. There were new buildings everywhere--new buildings\nof a style and workmanship that had made them old in atmosphere the\nday they were completed. It was the kind of total reconstruction that\nhe had no doubt the builders stubbornly proclaimed was \"Good as New,\"\nbecause to say it was as good as the old Berlin would have been to\ninvite bitter smiles.\n\nThe people in the streets were grim, gray-faced, and shoddy. They\nstared blankly at him and his suit, and once a dumpy woman carrying\na string bag full of lumpy packages turned to her similar companion\nand muttered as he passed that he looked like an American with his\nextravagant clothes.\n\nThe phrase frightened him. What kind of war had it been, that there\nwould still be Americans to be hated in Berlin in 1958? How long could\nit possibly have lasted, to account for so many old buildings gone?\nWhat had pounded Germany so cruelly? And yet even the \"new\" buildings\nwere genuinely some years old. Why an American? Why not an Englishman\nor Frenchman?\n\nHe walked the gray streets, looking with a numb sense of settling\nshock at this grim Berlin. He saw men in shapeless uniform caps, brown\ntrousers, cheap boots and sleazy blue shirts. They wore armbands with\n_Volkspolizei_ printed on them. Some of them had not bothered to shave\nthis morning or to dress in fresh uniforms. The civilians looked\nat them sidelong and then pretended not to have seen them. For an\nundefinable but well-remembered reason, Professor Kempfer slipped by\nthem as inconspicuously as possible.\n\nHe grappled at what he saw with the dulled resources of his overtired\nintellect, but there was no point of reference with which to begin. He\neven wondered if perhaps the war was somehow still being fought, with\nunimaginable alliances and unthinkable antagonists, with all resources\nthrown into a brutal, dogged struggle from which all hope of both\ndefeat and victory were gone, and only endless straining effort loomed\nup from the future.\n\nThen he turned the corner and saw the stubby military car, and soldiers\nin baggy uniforms with red stars on their caps. They were parked\nunder a weatherbeaten sign which read, in German above a few lines\nin unreadable Cyrillic characters: _Attention! You Are Leaving the\nU.S.S.R. Zone of Occupation. You Are Entering the American Zone of\nOccupation. Show Your Papers._\n\nGod in heaven! he thought, recoiling. The Bolsheviks. And he was on\ntheir side of the line. He turned abruptly, but did not move for\nan instant. The skin of his face felt tight. Then he broke into a\nstumbling walk, back the way he had come.\n\nHe had not come into this world blindly. He had not dared bring any\ngoods from his apartment, of course. Not with Frau Ritter to observe\nhim. Nor had he expected that his Reichsmarks would be of any use. He\nhad provided for this by wearing two diamond-set rings. He had expected\nto have to walk down to the jewelry district before he could begin to\nsettle into this world, but he had expected no further difficulty.\n\nHe had expected Germany to have lost the war. Germany had lost another\nwar within his lifetime, and fifteen years later it would have taken\nintense study for a man in his present position to detect it.\n\nProfessor Kempfer had thought it out, slowly, systematically. He had\nnot thought that a Soviet checkpoint might lie between him and the\njewelry district.\n\n\n\nIt was growing cold, as the afternoon settled down. It had not been as\nwarm a day to begin with, he suspected, as it had been in his Berlin.\nHe wondered how it might be, that Germany's losing a war could change\nthe weather, but the important thing was that he was shivering. He was\nbeginning to attract attention not only for his suit but for his lack\nof a coat.\n\nHe had now no place to go, no place to stay the night, no way of\ngetting food. He had no papers, and no knowledge of where to get them\nor what sort of maneuver would be required to keep him safe from\narrest. If anything could save him from arrest. By Russians.\n\nProfessor Kempfer began to walk with dragging steps, his body sagging\nand numb. More and more of the passersby were looking at him sharply.\nThey might well have an instinct for a hunted man. He did not dare look\nat the occasional policeman.\n\nHe was an old man. He had run today, and shaken with nervous\nanticipation, and finished fifteen years' work, and it had all been a\nnightmarish error. He felt his heart begin to beat unnaturally in his\nears, and he felt a leaping flutter begin in his chest. He stopped,\nand swayed, and then he forced himself to cross the sidewalk so he\ncould lean against a building. He braced his back and bent his knees a\nlittle, and let his hands dangle at his sides.\n\nThe thought came to him that there was an escape for him into one more\nworld. His shoulder-blades scraped a few centimeters downward against\nthe wall.\n\nThere were people watching him. They ringed him in at a distance of\nabout two meters, looking at him with almost childish curiosity. But\nthere was something about them that made Professor Kempfer wonder at\nthe conditions that could produce such children. As he looked back at\nthem, he thought that perhaps they all wanted to help him--that would\naccount for their not going on about their business. But they did not\nknow what sort of complications their help might bring to them--except\nthat there would certainly be complications. So none of them approached\nhim. They gathered around him, watching, in a crowd that would\nmomentarily attract a _volkspolizier_.\n\nHe looked at them dumbly, breathing as well as he could, his palms flat\nagainst the wall. There were stocky old women, round-shouldered men,\nyounger men with pinched faces, and young girls with an incalculable\nwisdom in their eyes. And there was a bird-like older woman, coming\nquickly along the sidewalk, glancing at him curiously, then hurrying\nby, skirting around the crowd....\n\nThere was one possibility of his escape to this world that Professor\nKempfer had not allowed himself to consider. He pushed himself away\nfrom the wall, scattering the crowd as though by physical force, and\nlurched toward the passing woman.\n\n\"_Marthe!_\"\n\nShe whirled, her purse flying to the ground. Her hand went to her\nmouth. She whispered, through her knuckles: \"Jochim ... Jochim....\" He\nclutched her, and they supported each other. \"Jochim ... the American\nbombers killed you in Hamburg ... yesterday I sent money to put flowers\non your grave ... Jochim....\"\n\n\"It was a mistake. It was all a mistake. Marthe ... we have found each\nother....\"\n\n\n\nFrom a distance, she had not changed very much at all. Watching her\nmove about the room as he lay, warm and clean, terribly tired, in her\nbed, he thought to himself that she had not aged half as much as he.\nBut when she bent over him with the cup of hot soup in her hand, he saw\nthe sharp lines in her face, around her eyes and mouth, and when she\nspoke he heard the dry note in her voice.\n\nHow many years? he thought. How many years of loneliness and grief?\n_When_ had the Americans bombed Hamburg? How? What kind of aircraft\ncould bomb Germany from bases in the Western Hemisphere?\n\nThey had so much to explain to each other. As she worked to make him\ncomfortable, the questions flew between them.\n\n\"It was something I stumbled on. The theory of probability worlds--of\nalternate universes. Assuming that the characteristic would be a\ndifference in atomic vibration--minute, you understand; almost\ninfinitely minute--assuming that somewhere in the gross universe every\npossible variation of every event _must_ take place--then if some means\ncould be found to alter the vibratory rate within a field, then any\nobject in that field would automatically become part of the universe\ncorresponding to that vibratory rate....\n\n\"Marthe, I can bore you later. Tell me about _Hamburg_. Tell me how we\nlost the war. Tell me about Berlin.\"\n\nHe listened while she told him how their enemies had ringed them\nin--how the great white wastes of Russia had swallowed their men, and\nthe British fire bombers had murdered children in the night. How the\nWehrmacht fought, and fought, and smashed their enemies back time after\ntime, until all the best soldiers were dead. And how the Americans,\nwith their dollars, had poured out countless tons of equipment to make\nup for their inability to fight. How, at the last, the vulture fleets\nof bombers had rumbled inexhaustibly across the sky, killing, killing,\nkilling, until all the German homes and German families had been\ndestroyed. And how now the Americans, with their hellish bomb that had\nkilled a hundred thousand Japanese civilians, now bestrode the world\nand tried to bully it, with their bombs and their dollars, into final\nsubmission.\n\nHow? Professor Kempfer thought. How could such a thing have happened?\n\nSlowly, he pieced it together, mortified to find himself annoyed\nwhen Marthe interrupted with constant questions about his Berlin and\nespecially about his equipment.\n\nAnd, pieced together, it still refused to seem logical.\n\nHow could anyone believe that Goering, in the face of all good\nsense, would turn the Luftwaffe from destroying the R.A.F. bases to\na ridiculous attack on English cities? How could anyone believe that\nGerman electronics scientists could persistently refuse to believe\nultra-shortwave radar was practical--refuse to believe it even when the\nAllied hunter planes were finding surfaced submarines at night with\nterrible accuracy?\n\nWhat kind of nightmare world was this, with Germany divided and the\nRussians in control of Europe, in control of Asia, reaching for the\nMiddle East that no Russian, not even the dreaming czars, had seriously\nexpected ever to attain?\n\n\"Marthe--we must get out of this place. We must. I will have to rebuild\nmy machine.\" It would be incredibly difficult. Working clandestinely as\nhe must, scraping components together--even now that the work had been\ndone once, it would take several years.\n\nProfessor Kempfer looked inside himself to find the strength he would\nneed. And it was not there. It simply was gone, used up, burnt out,\neaten out.\n\n\"Marthe, you will have to help me. I must take some of your strength.\nI will need so many things--identity papers, some kind of work so we\ncan eat, money to buy equipment....\" His voice trailed away. It was so\nmuch, and there was so little time left for him. Yet, somehow, they\nmust do it.\n\nA hopelessness, a feeling of inevitable defeat, came over him. It was\nthis world. It was poisoning him.\n\nMarthe's hand touched his brow. \"Hush, Jochim. Go to sleep. Don't\nworry. Everything is all right, now. My poor Jochim, how terrible you\nlook! But everything will be all right. I must go back to work, now. I\nam hours late already. I will come back as soon as I can. Go to sleep,\nJochim.\"\n\nHe let his breath out in a long, tired sigh. He reached up and touched\nher hand. \"Marthe....\"\n\n\n\nHe awoke to Marthe's soft urging. Before he opened his eyes he had\ntaken her hand from his shoulder and clasped it tightly. Marthe let the\ncontact linger for a moment, then broke it gently.\n\n\"Jochim--my superior at the Ministry is here to see you.\"\n\nHe opened his eyes and sat up. \"Who?\"\n\n\"Colonel Lubintsev, from the People's Government Ministerium, where I\nwork. He would like to speak to you.\" She touched him reassuringly.\n\"Don't worry. It's all right. I spoke to him--I explained. He's not\nhere to arrest you. He's waiting in the other room.\"\n\nHe looked at Marthe dumbly. \"I--I must get dressed,\" he managed to say\nafter a while.\n\n\"No--no, he wants you to stay in bed. He knows you're exhausted. He\nasked me to assure you it would be all right. Rest in bed. I'll get\nhim.\"\n\nProfessor Kempfer sank back. He looked unseeingly up at the ceiling\nuntil he heard the sound of a chair being drawn up beside him, and then\nhe slowly turned his head.\n\nColonel Lubintsev was a stocky, ruddy-faced man with gray bristles on\nhis scalp. He had an astonishingly boyish smile. \"Doctor Professor\nKempfer, I am honored to meet you,\" he said. \"Lubintsev, Colonel,\nassigned as advisor to the People's Government Ministerium.\" He\nextended his hand gravely, and Professor Kempfer shook it with a\nconscious effort.\n\n\"I am pleased to make your acquaintance,\" Professor Kempfer mumbled.\n\n\"Not at all, Doctor Professor. Not at all. Do you mind if I smoke?\"\n\n\"Please.\" He watched the colonel touch a lighter to a long cigarette\nwhile Marthe quickly found a saucer for an ashtray. The colonel nodded\nhis thanks to Marthe, puffed on the cigarette, and addressed himself to\nProfessor Kempfer while Marthe sat down on a chair against the far wall.\n\n\"I have inspected your dossier,\" Colonel Lubintsev said. \"That is,\"\nwith a smile, \"our dossier on your late counterpart. I see you fit\nthe photographs as well as could be expected. We will have to make a\nfurther identification, of course, but I rather think that will be a\nformality.\" He smiled again. \"I am fully prepared to accept your story.\nIt is too fantastic not to be true. Of course, sometimes foreign agents\nchoose their cover stories with that idea in mind, but not in this\ncase, I think. If what has happened to you could happen to any man, our\ndossier indicates Jochim Kempfer might well be that man.\" Again, the\nsmile. \"In any counterpart.\"\n\n\"You have a dossier,\" Professor Kempfer said.\n\nColonel Lubintsev's eyebrows went up in a pleased grin. \"Oh, yes.\nWhen we liberated your nation, we knew exactly what scientists were\ndeserving of our assistance in their work, and where to find them. We\nhad laboratories, project agendas, living quarters--everything!--all\nready for them. But I must admit, we did not think we would ever be\nable to accommodate you.\"\n\n\"But now you can.\"\n\n\"Yes!\" Once more, Colonel Lubintsev smiled like a little boy with great\nfun in store. \"The possibilities of your device are as infinite as the\nuniverse! Think of the enormous help to the people of your nation, for\nexample, if they could draw on machine tools and equipment from such\nalternate places as the one you have just left.\" Colonel Lubintsev\nwaved his cigarette. \"Or if, when the Americans attack us, we can\ntransport bombs from a world where the revolution is an accomplished\nfact, and have them appear in North America in this.\"\n\nProfessor Kempfer sat up in bed. \"Marthe! Marthe, why have you done\nthis to me?\"\n\n\"Hush, Jochim,\" she said. \"Please. Don't tire yourself. I have done\nnothing to you. You will have care, now. We will be able to live\ntogether in a nice villa, and you will be able to work, and we will be\ntogether.\"\n\n\"Marthe--\"\n\nShe shook her head, her lips pursed primly. \"Please, Jochim. Times have\nchanged a great deal, here. I explained to the Colonel that your head\nwas probably still full of the old Nazi propaganda. He understands.\nYou will learn to see it for what it was. And you will help put the\nAmericans back in their place.\" Her eyes filled suddenly with tears.\n\"All the years I went to visit your grave as often as I could. All the\nyears I paid for flowers, and all the nights I cried for you.\"\n\n\"But I am _here_, Marthe! I am here! I am not dead.\"\n\n\"Jochim, Jochim,\" she said gently. \"Am I to have had all my grief for\nnothing?\"\n\n\"I have brought a technical expert with me,\" Colonel Lubintsev went on\nas though nothing had happened. \"If you will tell him what facilities\nyou will need, we can begin preliminary work immediately.\" He rose to\nhis feet. \"I will send him in. I myself must be going.\" He put out\nhis cigarette, and extended his hand. \"I have been honored, Doctor\nProfessor Kempfer.\"\n\n\"Yes,\" Professor Kempfer whispered. \"Yes. Honored.\" He raised his hand,\npushed it toward the colonel's, but could not hold it up long enough to\nreach. It fell back to the coverlet, woodenly, and Professor Kempfer\ncould not find the strength to move it. \"Goodbye.\"\n\nHe heard the colonel walk out with a few murmured words for Marthe. He\nwas quite tired, and he heard only a sort of hum.\n\nHe turned his head when the technical expert came in. The man was all\neagerness, all enthusiasm:\n\n\"Jochim! This is amazing! Perhaps I should introduce myself--I worked\nwith your counterpart during the war--we were quite good friends--I am\nGeorg Tanzler. Jochim! How _are_ you!\"\n\nProfessor Kempfer looked up. His lips twisted. \"I think I am going away\nagain, Georg,\" he whispered.\n\n\n",
    "metadata": {
        "author": [
            "Budrys, Algis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71868/pg71868.txt",
        "name": "never_meet_again.json"
    }
}