{
    "name": "Nothing But the Best",
    "author": [
        "Cogan, Alan"
    ],
    "body": "Charles Mead stood on top of Hobson's Hill and stared at the\ntown below, as though trying to imprint a permanent impression\nof the view on his memory. He paid particular attention to a\nwood-and-corrugated-iron construction at the bottom of the hill by the\nrailroad tracks, which bore the sign, FINLAY'S LUMBER CO.\n\nWell concealed in the bushes behind him and humming mutely were four\nblack metal boxes forming a small square. Antennae sprouted from\neach box, curving inward to form an arch in which the light seemed to\nvibrate and shimmer. Charles Mead made an adjustment on one of the\nboxes and then stepped quickly into the shimmering arch.\n\nDarkness smothered him immediately. There was a sudden terrifying\nsensation of weightlessness, of falling. He kept pushing and pushing,\nalthough there seemed to be nothing to push against except swirling,\nspinning blackness.\n\nThen, suddenly, he was standing on another Hobson's Hill.\n\nThe four black boxes had gone, but the blurred arch of light was\nstill there. He fell to his knees, clutching in terror at the grass,\ntrembling and breathless: the switch from one world to another was\nalways unnerving. Immediately between worlds, the sensation of being in\n_no_ world, of stepping into a bottomless abyss, always left him ragged\nwith panic. He had not made the trip many times before, but he doubted\nif he would ever get used to it.\n\n\n\nThe town looked substantially the same as the one he had just left,\nthough he was pleased to note that Finlay's Lumber Co. was no longer in\nsight. It was proof that he had made the switch successfully. For some\nreason, Finlay never seemed to have established his business anywhere\nbut in Charles Mead's world. There were similar changes in every\nworld--some large changes, some small--but at least Hobson's Hill was\nalways there, which was why he chose it as his jumping-off point.\n\nCharles Mead set off down the hill and along the highway into town. In\na telephone booth, he searched the directory and then began walking\nagain with a new eagerness in his step.\n\nTen minutes later, he turned onto the front porch of a small, neat\nbrick bungalow. He was about to press the bell button when he paused,\nlistening. From inside the house, he heard voices yelling--a man and a\nwoman--strident with anger.\n\nCharles Mead smiled faintly and rather smugly and put his finger to the\nbutton. The voices stopped yelling as the bell jangled somewhere in the\nhouse. A moment later, the front door opened and, at the same time, he\nheard a woman's high heels stamping through to the back of the house.\nThen a door slammed.\n\nThe man in the doorway wore moccasins, jeans and a red plaid shirt.\nExcept for the general sloppiness of his dress compared with the\nunwrinkled neatness of Charles Mead's expensive gray slacks and\nsports jacket, the pair could have been twins. Both were slim and tall\nwith the slightly stooped appearance of tall men. Their short, sandy\nhair and wide blue eyes gave them both a boyish look.\n\n\"Chuck Mead?\" Charles Mead asked. This one was sure to be called Chuck,\nhe thought.\n\nThe man nodded, frowning slightly.\n\n\"Good,\" said Charles. \"That's my name, too. May I come in?\"\n\nHe pushed his way past the bewildered Chuck Mead, went into the living\nroom and sat down.\n\n\n\nHe began the speech he had prepared. It was the first time he had said\nit aloud to anyone and, as he talked, he became painfully aware of how\nfoolish it sounded. He knew that Chuck Mead was smiling behind the hand\nhe so casually cupped over his chin and mouth. In the tiny living room\nwith its fading furnishings, its old mahogany piano and the new TV,\nits old wedding pictures on the newly redecorated walls, talk of other\nworlds than this was hopelessly out of place.\n\n\"Look, I'm wasting my time trying to explain,\" Charles Mead said. \"I\nwant you to come with me. Don't ask questions. What I have to show you\nwill save hours of explanation.\"\n\n\"What are you going to show me?\" Chuck asked.\n\n\"Just come with me,\" Charles persisted. He knew it was only a matter of\ntime. The bewildering similarity between them had definitely aroused\nthe other's curiosity. He noticed that although Chuck Mead still\nsmiled, it was an uneasy smile.\n\n\"Okay,\" Chuck said. \"Anything for a laugh. Where do we go?\"\n\n\"Hobson's Hill. I suppose you call it that in this world, too?\"\n\n\"That's what we call it,\" Chuck said, suppressing another grin. \"In\nthis world.\"\n\n\"Let's go, then,\" Charles urged, relieved that the toughest part was\nover. \"There's nothing to worry about--you'll be completely safe.\"\n\n\"Who's worrying?\" challenged his counterpart pugnaciously.\n\n\n\nCharles pulled Chuck Mead, fighting and struggling all the way, into\nhis own world and together they stood on Hobson's Hill, overlooking\nthe town. \"Scares me silly every time I make that crossing,\" Charles\nconfessed breathlessly.\n\nChuck's fingers still clutched his arm, digging painfully into the\nflesh as though he expected the ground to crumble away at any moment.\n\n\"You're okay now,\" Charles reassured him. He pressed the switches\non the square of black boxes and the humming noise ceased. The arch\ncollapsed. \"Just look around you and see if this isn't a different\nworld. You'll notice we have a Finlay's Lumber Company here, which you\ndon't have in your world. That's only one minor difference. Come on\nhome with me and I'll give you all the proof you could want.\"\n\nCharles Mead's home was a spacious villa set well back from the road\nin pleasant handsomely kept grounds. They went inside and Charles led\nthe way upstairs to the den, a bright, paneled room at the back of the\nhouse.\n\n\"Nice place,\" Chuck said, awed.\n\n\"I suppose it is,\" Charles agreed. \"Sit down. We've got a lot to talk\nabout.\"\n\nHe poured drinks from a well-stocked cabinet and settled in an easy\nchair. \"Now, then, I want to know if you're really convinced of this\nbusiness of other worlds.\"\n\n\"Sure,\" Chuck said, \"unless you've got me doped or hypnotized or I'm\ndreaming or something. It all _seems_ real enough.\"\n\n\"It _is_ real.\" Ice cubes clicked as Charles tilted his glass and\ndrank. \"Now let's get down to business. Just listen to what I have to\nsay and don't interrupt. I want you to think for a moment about those\ntimes in your life when you've had to make a decision or choose between\ntwo alternative courses of action which would affect your whole life.\nHave you ever wondered, when you've made your choice, what would have\nhappened if you had chosen the other alternative? For instance, if you\narrived at a situation where two jobs were available and you chose one,\nwouldn't you sometimes wonder how things would have been if you had\nchosen the other job?\n\n\"I think I can show you,\" he continued, \"that when we reach such\nsituations and finally select a course of action, _we also take the\nother course at the same time_. I'm going to try to prove to you that\nan alternative world somehow comes into existence in which you live\nyour other life. As a matter of fact, you and I sprang from one of\nthese decisive moments. I'm pretty sure I know which one, too.\"\n\n\n\nHe cut short his guest's protests with a quick wave of his hand.\n\"You really can't argue with me about it. You've seen _two_ worlds\nalready--surely you don't think it ends there? After all, we live in an\ninfinite universe; why shouldn't we be infinite creatures living out\nthe infinite possibilities of our lives? Still, to return to you and\nme--your wife's name is Kathy, isn't it?\"\n\n\"Yeah. Is yours?\"\n\n\"My wife is called Estelle. Does that mean anything to you?\"\n\nChuck put down his drink and straightened suddenly. \"You mean Estelle\nDefoe?\"\n\n\"That's right. If you want to make sure we're talking about the same\ngirl, go look out the window.\"\n\nChuck stood up and leaned over the sill. Outside, surrounded by the\nclose-trimmed green lawn, was a swimming pool. Beside the pool, a\nshapely blonde was stretched out face down on a red towel like some\nbright, beautiful calendar girl. She wore the bottom half of a green\nstriped bikini; the top half lay on the grass beside her.\n\n\"My God! That's Estelle, all right!\" Chuck exclaimed. \"I'd know her\nanywhere. Still got that terrific figure, too!\"\n\n\"I suppose she is hard to forget after--how long? Just over seven\nyears, isn't it? Isn't that how long you've been married?\"\n\n\"How did you know?\"\n\n\"Can't you guess? Remember, seven or eight years ago, how you tortured\nyourself choosing between two girls--Estelle or Kathy? Remember how\nhard it was arriving at a decision?\"\n\n\"It wasn't too difficult. I chose Kathy.\"\n\n\"I know,\" Charles said, smiling. \"I was left with Estelle. Or perhaps\nit was the other way round. Don't you see: _I am you and you are me!_\nIf there's any difference between us, it's only what the last seven\nyears have done to us. It was one of those decisions I spoke of, when\none of us followed one path, leaving the other to explore the other\npath.\"\n\n\"That's crazy! I happen to know Estelle married a major in the Army\nyears ago and went out West to live.\"\n\n\"In your world, maybe,\" Charles said, \"but the one in this world\nmarried me.\"\n\n\n\nChuck looked enviously out of the window. \"Lucky you.\" He made a\ngesture that took in the room, the girl, the magnificent house, the\nbeautiful garden. \"Did Estelle make you rich, too?\"\n\n\"Not the way you seem to be figuring. Her father gave me a job in his\nelectronics business and I did some profitable research for him. Now\nI'm a partner in the firm. We have a big plant on the other side of\ntown. As a matter of fact, it was while I was in the lab out there that\nI stumbled on these alternate worlds. By sheer accident, I crossed into\nanother world and almost scared myself to death.\n\n\"By the way,\" he went on, \"what happened to you after you married\nKathy? I often wondered what it would have been like being married to\nher.\"\n\n\"It's all right, I guess,\" Chuck said. \"We got married and bought a\nhouse. A couple of years ago, I went into business on my own--Hi-Fi and\nTV repairs. Business isn't too bad.\" He flashed another look at the\ngolden girl sunning herself by the pool. \"Estelle hasn't changed much\nin all these years,\" he said nostalgically. \"She's still as beautiful\nas ever.\"\n\nThen he banged his glass down hard on the window sill. \"You must be\ntrying to put something over on me! What's the gag?\"\n\n\"There's no gag,\" Charles assured him. \"Besides, there's more to come.\"\n\n\"Like what?\"\n\n\"I mentioned earlier about this being an infinite universe. There\n_must_ be more than just the world you live in and the world I live in.\nThink it over--millions of everybody making decisions all the time,\nfollowing one path and discarding another--there must be millions of\nworlds! An infinite number of them!\"\n\nChuck drained his glass and went back to the cabinet to help himself.\n\n\"It's not just a theory,\" Charles insisted. \"I _know_ there's more than\njust our two worlds. I've seen a couple of them. I could even take you\nto them. And every time anyone makes a decision, new ones spring into\nexistence. Do you follow me?\"\n\n\"I guess so,\" Chuck said. \"As much as anyone can follow a thing like\nthat.\"\n\n\"I'm still not finished--\"\n\n\"Hold it,\" Chuck cut in abruptly. \"Before we get tangled up any\nfurther, what am _I_ doing here?\"\n\n\n\n\"I had to tell someone,\" Charles said. \"I couldn't keep a thing like\nthis to myself, yet who could I tell? I thought it over and said\nnothing to anyone in this world, because it suddenly occurred to me\nthat the best person to confide in was one of my hundreds of selves.\"\n\n\"Quit it,\" Chuck begged. \"You'll drive me nuts--you and your hundreds\nof selves!\"\n\n\"You're one of them,\" Charles reminded him. \"The others all exist\nsomewhere. I just happened to reach _you_ by accident. When I started\ndown Hobson's Hill, I didn't know which Charles Mead would be in the\ntown. After all, I've made dozens of big decisions in the past few\nyears. There must be plenty of other Charles Meads in existence.\"\n\n\"That still doesn't explain why you brought _me_ here. Don't tell me\nyou intend to round up all the different versions of yourself. If so,\ncount me out!\"\n\n\"You're getting warm,\" Charles said. \"If you'll bear with me a little\nlonger, I'll stretch your imagination again.\"\n\nChuck groaned and settled down resignedly in the armchair.\n\n\"If there really are all these worlds,\" Charles began, \"and I can't see\nwhy there shouldn't be, then a world must exist where there's a Charles\nMead who never made a wrong decision! A Charles Mead who did everything\nright, who never made a wrong move in his life! Of course there must\nalso be one of us who never made a _right_ decision--to say nothing\nof all the endless varieties between the two extreme cases. But, of\ncourse, I'm not concerned with them.\"\n\nChuck stood watching the sleeping girl by the ornamental pool, looking\nback, thinking back over seven years. Then he went over to the cabinet\nand poured himself another drink--a strong one. \"So what if there is a\nperfect Charles Mead somewhere? What about him?\"\n\n\"I'd like to see him,\" Charles said. \"I'd like to see such a world.\nWouldn't you?\"\n\n\"In your place? Not a chance! What's wrong with the world you're in\nnow? It looks good to me. A lot better than mine--beautiful wife, big\nhouse, big shot in the company....\"\n\n\"It's a matter of what you're used to,\" Charles said dryly. \"I hope\nyou don't mind me saying this--we are brothers, more rather than\nless--when I called on you, I'm sure I heard you fighting with Kathy.\nDo you fight often?\"\n\n\"I guess we do,\" Chuck said, \"from time to time.\"\n\n\"Estelle and I fight all the time. I still regret marrying her, even\nthough I got rich because of it. Anyway, we don't get along. We don't\neven try to manage. There were plenty of times when I regretted not\nmarrying Kathy. She seemed to me to be a nice homy, comfortable sort of\nkid.\"\n\n\"I hope you're not going to suggest we trade places,\" Chuck said.\n\n\"Of course not. I told you--I'm searching for the _perfect_ world.\nCharles Mead's Utopia!\" He raised his glass in a mock toast. \"Want to\ncome along?\"\n\n\n\nChuck Mead was silent, looking out of the window on to the lawn. The\ngirl by the pool stirred briefly in her sunny slumber. \"Weren't you\never happy with Estelle?\" he asked.\n\nCharles shrugged. \"I suppose I was at first. But we soon grew tired of\neach other. I was tied up with the business and Estelle wanted a good\ntime.\"\n\n\"It's funny,\" Chuck said wistfully, \"but when Kathy and I started to\ndrift apart, I began to have Estelle on my mind all the time. I used\nto imagine how much better things would have been if I'd married her\ninstead.\"\n\n\"I guess we both made a poor choice. Probably the perfect Charles Mead\ndidn't choose either girl.\"\n\n\"If _I_ failed with Kathy and _you_ failed with Estelle, I wouldn't be\nsurprised if the Charles Mead who--ah--got away didn't fail in some\nother world. Kathy and Estelle were a couple of nice kids. Maybe it\nwasn't their fault entirely. Maybe it was the fault of Charles and\nChuck Mead.\"\n\n\"Possibly,\" said Charles a little wearily. \"But that sort of argument\ngets us nowhere. You still can't disprove that there isn't a perfect\nCharles Mead somewhere.\"\n\n\"I doubt if he's perfect,\" Chuck said. \"Making the correct decisions\nall the time doesn't necessarily make him perfect. Besides, even if you\ndid meet him, it wouldn't alter _you_ in any way. You'd be the same\nperson you are now.\"\n\n\"I'd still like to find him.\"\n\n\"I'll bet you wouldn't know him if you saw him. And you might waste a\nwhole lifetime looking. Then, if you did find him, what makes you think\nhe'd want _you_ hanging around?\"\n\n\"At least, if he did kick me out, I'd know he'd made the absolutely\ncorrect decision,\" Charles said, smiling.\n\n\"Well, don't count me in on your search. If you take my advice, you'll\nsmash your invention or whatever it is and stay in your own world.\nThere's nothing to be gained by exploring the paths you _might_ have\nfollowed.\"\n\n\"What's to be gained by not going?\"\n\n\"That's up to you. You can stay and make the best of your own world.\"\n\n\"You're a fine one to talk. Are you going back to your own life--to\nKathy? Even though you don't get along with her?\"\n\n\n\nNodding emphatically, Chuck said, \"Of course. Your Utopia is as remote\nto me as Heaven or Hell. The important thing is not the hundreds of\nlives you could have led or all the possibilities that occur in your\nlifetime. The thing that counts is what you do with the one lifetime\nthat's given to you. You're not happy with Estelle so you blame\nEstelle, thinking you'd be happier with Kathy or someone else. I felt\nthe same way about Kathy and thought I'd be happier with Estelle. Now\nthat you've given us both the opportunity to see ourselves ruining\n_both_ lives, we can see that it's probably us at fault. If you\nwant to find the perfect Charles Mead, you have to find him inside\nyourself--not in some untouchable otherworld.\"\n\n\"You should have been a minister,\" Charles told him. \"You preach a good\nsermon.\"\n\nChuck's boyish face reddened suddenly. \"It still goes, anyway. Perhaps\nI've spent more time than you lately wondering why my marriage was\nbreaking up. Maybe I have the answer now.\"\n\n\"So you're going back to the little woman, filled with love and kisses\nand a heart full of hope!\"\n\n\"Forget it,\" Chuck said. \"Forget I said anything at all.\"\n\n\"Don't worry about it. No hard feelings. You're perfectly free to do or\nsay what you like.\" He suddenly smiled and then began to laugh aloud.\n\n\"What's funny?\" Chuck asked.\n\n\"Plenty,\" said Charles. \"I just realized we both made decisions a few\nminutes ago. We both chose between two alternatives. You decided to\ngo home to Kathy instead of going with me. I decided to go on with my\nquest instead of going back to Estelle.\"\n\n\"What about it?\"\n\n\"Remember what I told you? Every time you choose one of two alternative\ncourses of action, _another world comes into existence in which you\nfollow the other course of action_! Don't you see what that means?\"\n\n\n\nCharles Mead said good-by to Chuck as they stood on top of Hobson's\nHill. Then, when Chuck had vanished, he switched off his equipment and\nset about camouflaging the black boxes in the bushes. It was too late\nin the day to make a second attempt at crossing into another world and\nhe decided to wait until tomorrow. When a man was seeking perfection,\nhe told himself, it paid to be patient and cautious and not to rush\nheadlong into things.\n\nPresently, when he was satisfied with his work of concealing the\napparatus, he set off down the hill.\n\n\n\nChuck Mead came through the harrowing experience of crossing worlds\nand stood once more on the top of Hobson's Hill in his own world. He\nglanced all around him, nervously reassuring himself that he _was_ in\nhis own world again. Then he took a crumpled cigarette from his shirt\npocket and inhaled hungrily while he waited for his heart to stop its\nfrantic hammering.\n\nHad he really been in another world, he wondered, and had he really\nseen Estelle? Presently, as he recalled events, his train of thought\nbrought him around to Kathy and his decision. She would still be mad at\nhim after the fight they had had when Charles arrived. Funny, now he\ncouldn't even remember what they had been quarreling about! It seemed\nthat any little thing could start them off these days.\n\nBut it wasn't too late--he was sure of that now. The situation could\nstill be repaired. There was still time.\n\nWith a quick, determined gesture, he flung the cigarette away from him,\nand with a new spring in his stride, he set off down the hill.\n\n\n\nSomewhere in the infinite universe, among the myriad worlds and\npossibilities, was a world born of a decision. In this world, Charles\nMead stood on top of Hobson's Hill dismantling his apparatus. He was\nfinished with it and was going to destroy it as soon as he got home.\nChuck had been right; he was a fool to think of leaving Estelle for a\nmad dream.\n\nStrange, he thought, the way he had neglected her all these years.\nA girl like Estelle needed warmth and gayety and affection, not the\nboorish neglect of an idiot who wished he was in another world. He was\nlucky, he realized, that she was still there to go home to.\n\nWith the act of making his decision, he felt a new peace of mind he had\nnot experienced in years. At least he was about to tackle a problem\nwithin his grasp, not some ridiculous and impossible hunt through an\ninfinity of alien worlds.\n\nHe shook his head, genuinely puzzled. How on Earth could he have ever\nconsidered such an absurd notion, he wondered as he shouldered his\nequipment and set off down the hill.\n\n\n\nIn yet another world, also born of a decision, Charles and Chuck Mead\nemerged on top of Hobson's Hill. They looked about them eagerly,\npointing out the landmarks in the town below.\n\n\"This one's _really_ different!\" Charles said excitedly. \"Look, there's\nno lumberyard and not even any railroad tracks. And that tall gray\nbuilding downtown is new, too!\"\n\n\"Let's go,\" Chuck urged. \"Let's take a look.\"\n\n\"Take it easy,\" Charles cautioned, his hand on Chuck's arm. \"We'll have\nto be careful about this. Remember, we're looking for the best--the\nperfect--world!\"\n\n\"Okay,\" Chuck said. \"Even if it takes a lifetime, we settle for nothing\nbut the best.\"\n\nAnd together, like two wise men off to seek Truth itself and, at the\nsame time, like two schoolboys on some youthful adventure, they set off\ndown the hill.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Cogan, Alan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51136/pg51136.txt",
        "name": "nothing_but_the_best.json"
    }
}