{
    "name": "Obil, Keeper of Camels : $b being the parable of the man whom the disciples saw casting out devils",
    "author": [
        "Bell, Lucia Chase"
    ],
    "body": "\n                       PAUL ELDER & COMPANY\n                    PUBLISHERS · SAN FRANCISCO\n\n\n\n\n_How did it happen that this unknown man could work that tremendous\nmiracle? How, when, where, did he get this amazing power? Was he\nsome mere street necromancer, amiably conjuring with the Holy\nName? Was this story which the disciples brought to Jesus only a\nbit of incidental roadside news to Him? Was His reply simply a\ngentle beam of that tender love which shines upon all those who\nmay be, ever so dimly, ever so stumblingly, following His “far\nflag”? ✠ Often I have asked of this or that one, what he thought\nof this wonder-worker. ✠ Every one has seemed to think of him\nvaguely, indifferently, as a figure carelessly thrown upon the\ncanvas “for what he is worth,” or--in most minds--only to reveal\nthe sweet, meek tolerance of Jesus. ✠ No wonder the disciples,\nwho were themselves but just stumbling through the first lessons\nof infinite Love, could not understand. ✠ It came to me at last,\nthat the reply of Jesus was really glowing with mighty inward joy,\nwith the rapture of possession, of victory. ✠ The man casting\nout devils belonged to Him absolutely. No stranger, he, to the\nChrist. On the contrary, he had an intimate, secret, personal and\nblessed understanding with the Master. Somewhere, somehow, the\nWorld-Brother had looked into his soul, seized him, owned him,\nfilled him with His own power, pity and love. He had entered into\nthe divine joy, the divine Comradeship. ✠ He was working miracles\nof love because he must, not because he could._\n\n  _Copyright, 1910\n  by Paul Elder and Company_\n\n\n\n\nOBIL\n\nKEEPER OF CAMELS\n\n\n  ¶AND JOHN ANSWERED HIM, SAYING, MASTER, WE SAW ONE CASTING OUT\n  DEVILS IN THY NAME, AND HE FOLLOWETH NOT US: AND WE FORBAD HIM,\n  BECAUSE HE FOLLOWETH NOT US. ¶BUT JESUS SAID, FORBID HIM NOT: FOR\n  THERE IS NO MAN WHICH SHALL DO A MIRACLE IN MY NAME, THAT CAN\n  LIGHTLY SPEAK EVIL OF ME. ¶FOR HE THAT IS NOT AGAINST US IS ON\n  OUR PART.--MARK IX: 38-40.\n\n\nWomen called their children to hide under mantles, or skurried\nwith them to the shelter of dark huts, as Obil came riding up into\nCarmel on that day of the Lord’s Great Year in Galilee; Obil,\nand three others, horses and accoutrements and their own bodies\nsteaming yet from the long rush through salt surf down from Akka to\nHaifa and through the clean-smelling waters of the yellow Kishon\nwhere it puts into the sea.\n\nWhat would he care--to ride a child down--that Obil? He would laugh\nto see it wildly flying from before his horse’s hoofs. Every one\nknew this, from Ptolemais to Jerusalem and even beyond, down into\nthe wilderness, and over across Jordan.\n\nSome people said that Obil served the evil priests--which was far\nfrom the truth; others, that he was a tool of Herod, more silent\nthan lightnings out of summer heat, and as sure to kill. It was,\nbesides, insisted with whisperings and shudderings that he served\nonly himself, and that somewhere deep among the awful crags by the\nSalt Sea a wondrous treasure sparkled, hidden by the red hand of\nthe robber, Obil.\n\nYet there were some, away out in the hill country beyond Hebron,\nas you go toward Beersheba, who could tell of years when Obil had\ntilled a few fields there under the kindly sun and had kept cattle\nof his own on the gentle hills.\n\nWith his young wife Miriam he had paid tithes and kept the pleasant\nfeasts. In not one humble home did the Sabbath candles ever burn\nbrighter. No one’s son had been brought up with more loving\nregard for the plain things of the law than the child of Obil and\nMiriam, from the very first. These things they knew in Hebron. But\nthere was in Obil--here the heads came closer together under the\nmantles--in Obil there was a Strain of wild desert blood, strong\nin his race from the time of the first Obil, the Ishmaelite, Keeper\nof King David’s Camels, and master of the great caravans that went\nfrom great Hebron down to far Havilah.\n\nSince he was a child, when his father took him on a chance journey\nfar to the South, the desert-lust had come upon him year by year,\ndriving him from his home till the lust was satisfied and he could\nreturn.\n\nWhile he was gone, Miriam his wife, the soft-eyed, the meek one,\ntended the doves, the lambs, the goats and cattle.\n\nFaithfully she taught their little son of the prophets, and of all\nthe heroes of his race; of the great priest Simon; of Judas the\nHammer, and his army.\n\nWhen Obil came home, as the boy grew on, it came to be that he\nalways took the boy on his knee, first breath, and asked for his\ntales of the heroes. And the boy loved to tell them as he stumbled\nafter his father in the furrow, or lay with him in the cool evening\nunder the vine at the door.\n\nEvery one marveled at this child as he recited long strings of the\nsayings of the sages, and prayers and psalms, and at the star-eyed\nreverence with which he would touch the name of the Most High on\nthe little folded parchment that Miriam had placed on the lowly\ndoor-post of their home. Not only to his father but to every one\nthe boy loved to tell his burning tales of the heroes and the\nprophets, until often it was whispered, “Perhaps God will raise up\neven this child, the son of Obil, to be liberator of Israel,--who\ncan tell?”\n\nPerhaps, all unguessed by themselves, this hope was the reason\nthat, to those who knew the little family of three, it seemed\na strange and evil thing, certainly unblessed of God, that so\nsuddenly and silently each year Obil should go away out of sight.\n\nAs for Obil, he had cared nothing for these secret whisperings. He\nnever had struggled against the call of the desert in those old\ndays, but had yielded in absolute joy.\n\nEach year he knew that far to the South he would find old Abdul in\nthe same spot in the wilderness bordering the desert, waiting at\nhis tent door, the same horizon before him silhouetted with the\nsame three palms (one lop-eared), the same remote, tawny line of\nlow hills against the beryl sky, like some vast lion’s long, lithe\ncontour slipping through grass.\n\nHis horse’s harness would click dustily as it slipped down. Abdul\nwould utter no word, Obil no word. There would be a fire of good\ncoals and broiled meat ready--clean--such as was fit for a Son of\nthe Law.\n\nThe big herd of camels would be there, and when Obil had eaten his\nmeal the two would rise and walk with one accord out where the\ncreatures lay, their drivers among them sound asleep, the beasts\nstirring with moans and complainings at sound of this half-familiar\nfootfall. Then Abdul would open his mouth and speak, while Obil\nlistened thirstily, of this camel and that; one here that was new,\nanother old one there; this ugly one that was seized with the\ndesert-lust every year, so evilly you could do nothing with her\ntill the caravan started--and Obil affectionately patted her rough\nhide; of the various drivers, and the promise of trade, and bad\nshiftings in the route. Obil was head of the drivers in those days,\nand loved to sleep with them in the open air among the camels. It\ngave him deep content and oblivion for that time to all that lay\nbeyond the horizon. He satisfied his hunger for the limitless skies\nat night, and soaked himself with unspeakable enjoyment in the\npassionate sun by day. No huge elemental turmoil of that wide life\never disturbed Obil. Sweeping fires of the wilderness, thunderings,\nearthquakes, winds, all gave him joy. Often he had wheeled his\nhorse to chase the dry wild artichoke--the cursèd Wheel, when\ncaught in the wilderness flames it was turned into a ball of fire,\nand, lifted and tossed in the fierce wind, eagerly kindled new\nfires in its wild flight.\n\nOther men feared this fiery thing which maddened horses and camels\nand set vast tracts of wilderness on fire, but not Obil. It was\ntrue that he had listened with awe to the Chazzan reading from the\nPsalmist, in the little synagogue at home: “O my God, make them\nlike a wheel, as the stubble before the wind. * * * So persecute\nthem with thy tempest, and make them afraid with thy storm. Fill\ntheir faces with shame, that they may seek thy face, O Lord.” For\nhe remembered how he had seen that fierce Wheel suddenly snuffed\nout before the rushing winds, and he knew by this what must be the\nangry breath of Jehovah upon the wicked; still Obil feared nothing\nin those old days, neither the tempests of the desert nor the fires\nof the wilderness nor the avenging hand of God, for his heart was\ngood then, his hands pure.\n\n\n\nIn the year when Barzillai, his son, was ten, Obil said to his wife\nMiriam, “Next year the boy shall go with me to the desert, that his\nshoulders may grow broad and his heart strong.”\n\nAnd Miriam bowed her head and answered, “As you will, Obil--next\nyear.”\n\nBut the child never went with him to the desert. For that year,\nwhile Obil was gone deep into the South silence, the long drouth\nswept out of the wilderness with such terrible heat as no one\nliving had ever known. The fierce beasts came down from the\nmountains into the tilled fields and upon the herds. And the\nfiery Wheel came one day and lit Obil’s field of grain and killed\nthe cattle and the sheep that were left, and devoured his little\nvine-covered home.\n\nMiriam and the child escaped the fire, but she died soon, of a\nfever, or of the fright and shock--he never quite knew--and the\nRabbi Elkanah, granduncle of Miriam, member of the Sanhedrin and\na very great man, took the boy into his stately Palace of Palms\nstanding in glowing gardens down near to Jericho.\n\n“Come, Obil, be a man!” the rabbi said, standing like some great\nradiant iris in his full-bordered robes of pearl and blue, and laid\na jeweled hand upon Obil’s bowed shoulder.\n\n“I will keep the boy. The blood of his mother’s race is plain in\nhim. It will be worth while. As for you, doubtless this is a curse,\nyea, and a curse also upon Miriam, your wife. ‘As the bird by\nwandering, the swallow by flying, causeless the curse cannot come.’\n\n“You have not put difference between the clean and the unclean. You\nhave not washed the wrist nor cleansed the cup before and after. On\nthe Sabbath day you have lifted many times the weight of the fig.\nYou have eaten things not cooked with intention for the Sabbath,\nand you have on the Sabbath dried your coat beside the fire. For\nthese things the wrath of Jehovah is kindled against you.”\n\n“Doubtless it is a curse,” said Obil humbly then. “But who of us\ncommon people can know the law? It may be that my son shall learn,\nif he attends with his whole heart.”\n\n“I will see that he attends,” answered the rabbi with bitter haste.\n\n\n\nObil went to Tyre, for it seemed good to him to be in a new land\namong new men, beside the tumult of the busy sea, far from that\nlone blackened field in old Hebron, far from the paths of the\ndesert.\n\nYears went by and then he came riding home--just as he was\ncoming up from the sea on this day of the Lord’s Great Year in\nGalilee--only then his heart was good and his hands pure. And his\nheart sang to itself that first day as he rode alone through the\nsurf, as he climbed the uplands and clattered along stony ways,\n“How tall my son must be grown, and how wise! No doubt he is marked\neven now in the streets--the splendid young nephew of the great\nrabbi. He will hardly be noted as Barzillai, the son of Obil. But\nno matter. Some day doubtless he will be a rabbi. It may be that\nhe has even learned by this time what is the Greatest Commandment.\nThis is something the common people seldom can know.”\n\nHe was sure that his son would welcome him with great joy. They\nwould go out to the hill country together. He would have great\nthings to tell his son, while his son would instruct him in the\nthings of the law, the things one must know to be saved. The world\nshone wondrously that day. Secretly in the stormy rains the leaves\nhad been glossing themselves, the long boughs of the plane trees\nhad clothed themselves with mottled velvet in the blue darkness,\nthe hillsides had gathered acres upon acres of rich purple iris\nbloom and glowing woof of tulips and anemones. All forms and colors\nstood out sharply in this clear sunlight; the backs of the red\ncattle in the sun, an old spear point glittering in the grass by\nthe winding brook, and Hermon gleaming in his snows.\n\nMyriads of butterflies flecked the blossoming fields amid the wide\nhumming of bees, and everywhere--everywhere--the larks sang, in\nsilver unison with the joy of Obil.\n\nThat day faded into dusk before Obil came to the home of the Rabbi\nElkanah in its wilderness of grove and garden.\n\nIn darkness came Obil to that well-remembered gateway. But what\nmeant this?\n\nNo lantern gleamed here from rose-wreathed pillar. No sound of any\nlute floated out from perfumed bowers. Only a lone beggar started\nup from dank shadows. Obil’s hand shivered as he dropped a gift\ninto the beseeching palm and inquired of the rabbi and his house.\n\n“Dost thou know?” came the quick, answering question, whispered\nwith hot breath close in the ear of Obil. “Gone--gone! Some say\ndwelling in Jerusalem, some that he is gone to Capernaum. For he\nhates this house. Here died the lady Sarah, his wife. Here lived\nand died his son, the leper, hidden from the world.\n\n“And”--here the beggar’s face again touched hotly the face of\nObil--“didst thou know Obil, the Desert-lover, and Keeper of Camels\nfor Abdul’s Caravan? His wife Miriam was niece to the great rabbi.\nIt was the son of Obil and Miriam they took with deceit and hid\naway deep, deep in the inner courts of the palace here, to be\ncompanion of their son, the leper.\n\n“_Art thou Obil?_ Go, go! Let them tell thee these things in\nHebron! Let them tell thee how thy son, the slave, caught the\npoison at last, how they thrust him forth into the highways, blind,\nto beg with the leper herd! There they will tell thee how one black\nnight he wandered over yonder broken aqueduct wall and fell to the\nstones below, to lie dead and forgotten,--a Thing not to be touched\nor known! Go!”\n\nIn Hebron they told him all, in much trembling and fear. This it\nwas that changed the heart of Obil.\n\nServe a God who only lived to Curse, and whose honored servants\nwere like this? Never Obil. He would curse Jehovah, kill, and die.\n\nBut a strange spirit arose and grappled his soul within him. It\nsaid, “Wait! Kill now? Keep that for a joy to come. Nurse it,\nprize it, plan for it! Wait till he has reached the pinnacle of\npower and life is glorious and very precious to him! Strike now\nand lose the long joy of anticipation? Strike now and die? Do not\nbe such a fool. Take your fill of life first. Have your will. Defy\nthis Jehovah. Then kill, and die.” And again Obil went his way. On\nstormy galleys of the great sea, into mines of Spain, far north\nto strange icy coasts, into the whirling wickedness of Antioch,\ncarousing from city to city in Egypt, but never more to the desert!\nHis hand came to have no mercy. A heap of dead faces might stare\nat him beside their own charred threshold, and Obil could stand,\njocund, eating grapes from the piteous vine.\n\nOften he had come back to look in secret upon the face he hated\nwith supreme hate, wondering if he should strike now, and yet the\nstrange hand of that mocking inner spirit held him back as at first.\n\nThose who in those swift visits had glimpses of the face of Obil\ndid not forget.\n\n\n\nAnd now it was April once more; the same sky, the same scents in\nthe air; Hermon gleaming in his snows just as he did that first day\nwhen Obil came riding up from the sea alone with the song in his\nheart.\n\nAway in Damascus he had felt in his soul that the time was come. He\nhad bought two wonderful blades of steel. One had power that would\ncrush bones, the other was swift and sure and silent.\n\nBy crooked ways, that day of the Lord’s Great Year in Galilee the\nfour riders, after they left the sea, began trailing after one\nanother among the sweet wild thickets of Carmel, brushing the\ndew from great flushing bowers of honeysuckle among the oaks, or\nskirting some little mossy dell where doves filled all the air with\nthe mellow thunder of their blended calls.\n\nThe others laughed and sang, but not Obil. At other times in that\nstrong swim through the wild waste of waters he had thought, “Thus\nwill I come when I have had my fill and am to take the last and\nbest of the feast. More glad will I come than the waters of this\nfull stream rushing to the sea! With deeper content than yonder\ndoves in the sun!”\n\nBut today--how strange it was! The waters seemed dumb. They had no\nmessage for him. Yet he was to take the last and best. He was to\nstrike, and say, “This for my son, whose life you took!” But the\nold huge joy did not rush upon him now. There was only a weight of\ndull will instead.\n\nOne of the three riding with Obil that day had secret letters\nfrom Spain to a nobleman in upper Cæsarea. Obil carried under his\ncuirass gold and gems sent from Rome by a slave to his master in\nCapernaum. Another had a debt of his own to pay, which he was\ncoming home to settle hideously. He talked of it constantly, with\nboastings and glee. It was a woman. Thus and thus would he do--and\nthen--would he never make an end of his story?\n\nObil rode in silence. Had he “turned rabbi”? one asked. “Here,\nFulvius!” laughed another, twisting himself on his horse to turn\nthe youngest rider’s face toward Obil. “Obil has taken up the\ndoctrine of the new rabbi in Galilee. If I smite you on one cheek\nyou shall turn to me the other. Try him!”\n\nFulvius tried, and was promptly knocked to the ground, his head cut\non the stones, his wrist sprained. Laughing and swearing by their\ngods, and Fulvius raging, they set him on his horse and clattered\non.\n\nObil stopped to pick up a little hurt jerboa. The strange creature,\nhalf bird, half mouse, had been nearly crushed, but it was alive.\nIt seemed to look at him appealingly. Strangely, it made him think\nof a child he had picked up once and thrown into some dark pool to\nend its misery. (They had wiped out a whole clan that day, over in\ncruel Thracian forests.)\n\n“Thou must die,” said Obil, and gently laid the thing down, its\neyes turned away from the blaring light. Then he drew his hand\nacross his own eyes, mounted and rode on, thinking, “Those Steaming\nscents all around go to a man’s head on a day like this.” And over\nand over Obil said grimly in his own thoughts, “The hour has come!”\n\nAll of the four had business in Capernaum, after which they were to\ngo separate ways.\n\nObil went out to Cana and left his horse at a little vineyard\nthat he knew, for reasons of his own. And walking on his way to\nJerusalem he came to Magdala.\n\n\n\nThat day the Lord was in Magdala. All the wretchedness of the\nworld seemed gathered there,--a vast, groaning, pleading, hideous,\ntumultuous sea of waiting, with one Face shining out of this\ndarkness like a Star.\n\nA Voice, infinitely sweet, told of the Kingdom of God, while the\nwondrous hands lifted and blessed and healed.\n\nObil stood on the farther edge of this sea at first, but the Voice\nreached him as it poured forth glad news of peace and freedom and\nlove, and swept away the rags and tatters, the “old garments” of\ncruel doctrines of Scribe and Pharisee.\n\n“Why, these things are not hard! Can a man please God with these\nthings?” said the man Obil, and a great trembling fell upon him.\n\n“Was it not a Curse, then?” he asked himself, going back to that\nday of dumb agony when he stood, bereaved, before the uncle of his\ndead Miriam. Something in the pure blue peace of the sky above that\nFace made him think of her and see her once more, as with holy\njoy she lit her Sabbath candles and chanted from the sacred song\nthat she loved: “The law of the Lord is perfect, converting the\nSoul; the testimony of the Lord is sure, making wise the simple.\nThe statutes of the Lord are right, rejoicing the heart; the\ncommandment of the Lord is pure, enlightening the eyes.” He had\ndespised the words and the spirit of that sacred song in those wild\nyears that lay so close behind him, hated them, trampled on them,\ncalled them a lie.\n\nBut now--Miriam cursed for “lifting the weight of the fig” on the\nday that she loved? For moving a bench in her home, or drying his\ncoat beside the fire?\n\nHe pressed nearer, with a mighty hunger to hear of the real God,\nwho loved and did not hate His world.\n\nThe maimed and the halt and the devil-possessed weltering there\nsnarled at Obil, “Here, you lusty one! Get back! Nothing is the\nmatter with you!”\n\nFor indeed his clear eyes were velvet and full of fire; his strong\nneck was like a column; his shoulders were massive as a good piece\nof gunwale timber out of Lebanon.\n\nBut Obil did not heed. A stern voice rose insistent in his soul:\n“Go, and delay not! The hour has come! Wilt thou avenge not the\nlife of thy son?”\n\nBut with that horrible trembling upon him the man Obil stood.\nAnd the Lord bent his gaze upon Obil,--a gaze that was shorter\nthan breath; yet it lifted his minutest past out from its veiling\nhaze and pushed it before Obil’s agonized consciousness; all his\nfailures, mistakes, misunderstandings, selfishness, blasphemies;\nall his cruelties and crimes, and the one long savage purpose to\nkill,--all arose, black, intolerable, before the flaming purity of\nthe gaze of the Lord.\n\nIf the earth could only open to receive him in safe darkness and\noblivion!\n\nBut the earth did not answer his agony. Then the eyes of the\nWorld-Brother looked into his, deep, tender, glowing. “Come, follow\nMe! Hate no more, but love, and share My joy!” said that burning\nLook.\n\nBack the soul of Obil answered, in unspeakable longing, out of\nthat horrible trembling: “Thou who forgivest sins, canst thou\nforgive the black sins of Obil--even of Obil? So will I follow thee\nforever, blessed Son of God!”\n\nThen quicker than comes the breath, the eyes of the Lord beamed\nupon him in immeasurable welcome, infinite forgiveness; and the man\nObil knew that the compact was made, and the covenant was sure.\n\nStrange pity and love for these hideous beings around him suddenly\nstreamed into his soul. Were they not God’s children? The Blessed\nOne had said it, and it must be true.\n\nA little shriveled child lay half crushed among the groaning heaps\nat his feet, waiting its turn. He looked down in that wondrous\nmoment and knew that he loved this little wretched thing with\nnaked, knotted, palsied limbs,--he, Obil! Tenderly he lifted it\ninto his arms, and he laid it in the welcoming arms of the Lord.\nAnd again the eyes of Obil met the deep eyes of the World-Brother\nlooking into his, as one should say, in full gladness, “Yea, now we\nare Comrades!”\n\nThen turned away Obil in pity, to make room, and the cripples\nmuttered, “It is good that he goes! What has the Master to do with\nhim!”\n\nHe went forth, not knowing whither, but only that go where he\nwould, he was always to be, every moment, within the circumference\nof that mighty Love.\n\nAs Obil walked he came to a village where the Lord had not yet come\nto heal, nor his disciples. It waited in tears and pain and seemed\nto be forgotten. The people were crowded in the narrow streets.\nWould he never come, the Miracle-Worker?\n\nThe synagogue was deserted, the market, the fields. Here in an open\nspace in the street, an awed multitude in safe perspective, heads\nclustered in upper windows or bending over balconies, Obil beheld\none possessed of a devil.\n\nWild white hair all torn and bleeding, sinewy old arms with muscles\nand tendons torn and bared, body naked and gashed, tongue thick\nwith hateful cursing, throat hoarse with horribly echoing shrieks!\n\n“How they hate--those devils!” said a man just under Obil’s chin,\nto his neighbor in the crowd. “It is hard to know which kind is\nmost evil, this one that shrieks, or the dumb--but all _hate_, mark\nyou! When a man begins to hate with all his soul, then comes in the\ndevil!”\n\n“I have not a devil,” said this man’s neighbor, “yet I know for\nmyself that what you say is true. When I am only mad against my\nwife Josepha I get dumb--I do not speak! So I know if I went far\nenough I would have a dumb devil, which God forbid! But know you\nthis one?”\n\n“Why, _this_”--came the answer--“this is the great Rabbi Elkanah,\nhe of the Palace of Palms, by Jericho. By Simon the Just, how he\nmust have hated!”\n\nObil heard. Heard, too, the larks on the wide hills of Hebron, away\nback in the dim years; heard the voice of his star-eyed son, fresh\nas theirs, talking of heroes!\n\nA dread voice tolled in his soul and shut out all the world--the\nuniverse--with its vast resounding. “Kill! Now! Now is the\ntime--the time!”\n\nAnd out there in the hot, white space where the devil threw a\nblack, writhing, horrible shadow on the ground, an answering shriek\nand wild, taunting laughter responded to that tolling bell in the\nsoul of Obil.\n\n“Obil! Thou hast come at last! Wouldst thou have thy son learn the\nLaw, thou dog of Ishmael? Shall my son die and thine live, thou\nAccursed? Hear thou, hear, Obil, Son of the Desert! Why hast thou\nwaited so long? Kill, kill, and die!”\n\nThen the stormy blood rushed hotly in Obil from head to heel. But\nhe remembered the Look, the Covenant. His soul melted in an ocean\nof love. He ran into that naked space. His shadow braided itself\nwith that horrible writhing one on the ground.\n\nOn the torn white hair he laid his hand. Around that old bleeding\nshoulder he threw his encircling arm.\n\n“Thou devil!” called Obil then. “In the name of the Christ, the Son\nof God, I command thee, come forth!”\n\nThen the man Elkanah sank to the ground, and he clasped the knees\nof Obil, murmuring low a prayer of thanksgiving and praise, till\nthose strong arms lifted him to Obil’s heart once more.\n\n“What is this?” broke in with sharp authority through the babbling\nmurmur that arose.\n\n“Who is this that dares heal in that Name?”\n\nMuttering together, a group of the Lord’s disciples stood,\nsurprised, displeased, bewildered.\n\nBut joy ineffable made glorious the face of Obil. He looked far\nbeyond them, and he stretched out his arms toward Magdala, and loud\nhe cried,\n\n“Jesus, thou blessed Son of God, the victory is thine--thine!”\n\n\nHERE ENDS OBIL, KEEPER OF CAMELS BY LUCIA CHASE BELL. PUBLISHED\nBY PAUL ELDER & COMPANY, & PRINTED FOR THEM BY THE TOMOYE PRESS\nUNDER THE DIRECTION OF J. H. NASH IN THE FAIR CITY OF SAN FRANCISCO\nDURING THE MONTH OF FEBRUARY & YEAR NINETEEN HUNDRED & TEN\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bell, Lucia Chase"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51006/pg51006.txt",
        "name": "obil,_keeper_of_camels_:_$b_being_the_parable_of_the_man_whom_the_disciples_saw_casting_out_devils.json"
    }
}