{
    "name": "Oh Mesmerist From Mimas!",
    "author": [
        "Aycock, Roger D."
    ],
    "body": "The Cargo Declarations mart at Areopolis spaceport was humming busily\nwhen I walked in. A moment later it was as quiet as a church and twice\nas attentive.\n\nThe sudden hush that fell wasn't out of deference to me, though I'm\npretty well known through the odd corners of the Solar System, but\nbecause of the Mimasan smiley I carried in a ten-inch tungsten wire\ncage under my arm. Nothing this side of Saturn's inner moon can lay\ndown the euphoric aura of peace and brotherhood that a smiley can, and\nthis one was doing a noble job of it. He was one of the first two ever\nto hit Mars, young and healthy and still unmated, and he was radiating\nlike a space beacon in a meteor shower.\n\n\"Hey, it's Blaster Bill Bailey,\" I heard a trader--an Earthside homo by\nthe sound of him--say. \"What's the beautiful little item you brought\nback this time, Bill?\"\n\nThey crowded around me, Earthies and Eetees--Extraterrestrials--alike,\nall trying to get closer to that lovely peace-be-on-you euphoria. I\nlooked them over carefully, counting the house and estimating their\nprobable bids, and for the hundredth time it struck me that the place\nwas more like a zoo than a mart for serious business.\n\nCargo Declarations is a regular Mecca for Eetee traders from the\noutlands. I saw both kinds of Martians, the cat-whiskered, man-like,\nyellow city dwellers and their wilder, little, brown baboon-faced\ncousins from the red upland deserts; pink-and-white Venusians\nglistening like four-foot snails under the celloplast sheaths that kept\nthem from dehydrating in the dry Martian air; Callistans teetering like\nscaly green sawhorses on their four stiff-jointed legs and walking\nstick tails; wooly blue tree men from Titan and ponderous Europans\nrolling on the little three-wheeled carts they used to carry their\nbarrel-bellied tonnage.\n\n\"It's a smiley,\" I told them, holding the cage up so they could admire\nthe soulful little brute. \"From Mimas, Saturn's first moon. His name is\nJoey and he is very much for sale.\"\n\nEverybody wanted Joey, naturally. I'd have wanted him myself if I\nhadn't learned from the Mimasan natives, who are as rare as smileys and\na damned sight less friendly, that chewing khiff roots would immunize\nme against his hypnotic aura. That aura makes smileys remarkable\neven among Eetees, so remarkable that nobody had ever brought one in\nbefore. It's their mating call, a very practical gimmick evolved to\nattract each other and at the same time protect themselves from native\npredators while they carry on their courtship. It works on anything\nfrom swamp gnats to Syrtis Major sand snakes, and it's literally\nirresistible.\n\nJoey looked something like a fist-sized marmoset shaped out of\npale blue smoke, his body so insubstantial that you could see the\ncage wires through and behind him. It was hard to put a finger on\nthe quality unless you had learned the hard way, but there was a\nweird incompleteness about him that escaped definition. Smileys are\nparadoxical little brutes. Unmated, they're only half material because\nthey actually aren't complete entities. But when they mate--\n\n\"Gleef?\" Joey said plaintively, yearning at the assorted faces around\nhim and loving every one of them.\n\nThat clinched it. \"How much?\" somebody asked, and there was a general\ndigging for wallets and Eetee equivalents.\n\nI had figured my price already, allowing for dealers' profits and\ntransferral expenses. On Earth Joey would be worth at least a hundred\nthousand credits to psychomedic clinics treating mental disorders\nranging from simple hypertension to paranoia. He should net me twenty\nthousand, ten of which would go to settle a grubstake lien held by\nMartian Bankings against the _Annabelle_, my little eighty-foot space\ntug.\n\nThe other ten would leave me knee-deep in credit notes for a two week\nspree that would begin at the Argonaut Club, which is as far as any\nchunk-hopping asteroid prospector ever plans.\n\n\n\n\"First let me point out,\" I said, giving Joey's aura time to soak in\nproperly, \"that Joey is the first smiley ever captured.\"\n\nWhich was strictly true, though I didn't see fit to mention the second\none, a female named Cora which I had left hidden in an old abandoned\noxygen reduction plant I knew out in Syrtis Major. I had two good\nreasons for that: they'd bring higher prices if sold separately, and I\nwasn't taking any chances on their getting together before I disposed\nof them. Anything could happen if they did.\n\n\"Worth a hundred thousand on Earth,\" I said. \"How much am I bid?\"\n\nBut nobody made me an offer. I might have known it. Some days you just\ncan't turn an honest credit.\n\nJoey's euphoric appeal should have had the traders scrambling for him,\nbut I had underestimated his effect. They wanted him, sure, but the\nbrotherly love he instilled in them made every buyer, Earth homo or\nEetee, ashamed to jack up the price against his neighbor.\n\nWe compromised finally by listing Joey for proxy sale, and I took him\nout of Cargo Declarations to clear the air. He would be safe in the\n_Annabelle's_ cabin because no one who got close enough to steal him\nwould have the heart to do it, and I'd have time while the bids rolled\nin to sample a pitcher or two of yellow Martian skohl down at the\nArgonaut Club.\n\nJoey was safe enough, but I wasn't. I hadn't walked more than forty\nyards from the _Annabelle_ after putting Joey away when I bumped into\nCaptain Giles of the spaceport police.\n\n\"Wait up,\" the Captain said. \"I'll warn you this time before it\nhappens, Bailey. If you start another riot at the Argonaut Club--\"\n\nCaptain Giles was a rail-thin six-footer with a dour hatchet face\nburned to leather by Martian sun and wind, a hard-boiled but\nconscientious patrol officer who had missed his calling. He should have\nbeen a missionary, being as chaste as a Cosmicist monk and twice as\nstern.\n\nI heard variations of his ultimatum every time I put down at Areopolis.\nBut this time I had the answer to it.\n\n\"Will you step over to the _Annabelle_ with me, Captain?\" I asked. \"I'd\nlike your opinion on the cargo I brought in.\"\n\nHe went, glowering and suspicious. Sixty feet from the _Annabelle_ we\nwalked into Joey's euphoric aura, and his grumbling was shut off as if\nsomebody had turned a spigot.\n\n\"I don't understand this,\" the Captain said, giving me a saintly smile\nthat would have sent his hard-boiled crew into a mass faint. \"But it's\nreally rather wonderful.... Let me beg you again, William, to shun that\ndisreputable Argonaut Club. Some day--\"\n\n\"I know,\" I finished for him. \"Some day your patrolies will sweep me\nout of there in small, unidentifiable fragments. A dirty job.\"\n\nI left him there with his bright new smile wearing strange creases in\nhis hard hatchet face and walked down from the landing apron to the\nstreet. That was when I learned that I wasn't as safe as Joey.\n\nThe instant I set foot in the street a couple of professional uglies\nclosed in on me, a sharp-faced Earth homo and a cat-whiskered yellow\nMartie in bright Terran clothing. The two of them were armed with\nbell-mouthed freeze guns, and they were bent on business.\n\nI never had a chance. They ushered me into a waiting sand-car and took\naway the Quantrell blaster I wore buckled over my coveralls.\n\n\"We hear you got a smiley for sale, chunk-hopper,\" the sharp homo said\nwhile the Martie started the sand-car. \"Well, we got you a buyer for\nit.\"\n\nThey didn't really need the car except for privacy. Our trip took us\nonly half a block down the street where we stepped out at the last\nplace I'd have expected to market a smiley--at the palatial office\nbuilding of Solar Shipping, a billion-credit corporation headed by one\nHume Shanig, space-line tycoon and crooked financier extraordinary.\n\n\n\nI had heard plenty about Shanig, though I'd never done business with\nhim. He had a finger in every financial pie on Mars from import houses\nto the Argonaut Club, which was directly across the street and which he\nowned outright. Dealing with Shanig, rumor said, was like stepping into\na Venusian boghole--easier to get into than out of.\n\nShanig's uglies chivvied me into a reception room that was all\nskylights and soft rugs and shining saffa-wood furniture. A big desk\nstood in the center. Behind the desk sat Shanig's secretary.\n\nIt was almost worth being kidnapped to be able to stand and look at\nher. She was a beauty, a tall clean-lined redhead with all the curves a\nprodigal heredity ever promised a female of the species homo. And she\nhad a warm red mouth and clear green eyes that matched her hair.\n\n\"Buzz the boss that we got his homo, Cheryl,\" the Earthie said. \"And\nsnap it up, baby. The Chief is but eager about this smiley deal.\"\n\nThe girl gave him a curt green glare. \"Miss Trayne, to you,\" she\nsnapped. But she pushed the buzzer on her desk, and a rasping voice\nfrom her audiphone said that we should come in.\n\nI knew only one of the three men in the office beyond. He was a little\nblond truckler named Perry Acree who held a booking-clerk's berth\nat Cargo Declarations, and I didn't need to look twice at the smug\ncomplacence of his chicken-chinned face to guess who had tipped Shanig\nabout my smiley.\n\nThe second was a fat, dignified homo with a clipped gray mustache and\nthe deliberate look of a top-flight medic. The third was Shanig himself.\n\nPhysically, the great man had seen better days. He was small and old\nand wizened and bald, and the creases in his sallow face could have\nbeen carved with a kit of engraver's tools. His scrawny neck hung in\nslack wattles, and the hooked nose and hot black eyes of him made him\nlook like a dissipated desert buzzard. But I wasn't tempted to sell\nhim short for even in illness Shanig had the air about him of a baited\nsteel trap. He was an empire builder, one of these human dynamos who\npile up fortunes and then die of gastric ulcers before they can spend\ntheir loot.\n\n\"I dislike bringing you here under duress, Bailey,\" Shanig said. He was\ntrying to make it smooth, but even so he barked like a Syrtis Major\njackal. \"Dr. Humphrey will explain my reasons for being so precipitate.\"\n\nThe medic harumphed reluctantly and fiddled with his mustache. Plainly\nhe didn't like any part of it.\n\n\"Mr. Shanig,\" he said, \"suffers from a chronic condition of extreme\nnervous tension, a result of the years of overstrain imposed upon him\nby his business enterprises. I have prescribed rest and relaxation, but\nat this late date Mr. Shanig is constitutionally unable to pursue that\ncourse.\n\n\"He is, in a word, incapable of relaxing; yet relax he must or collapse\ncompletely. Sedatives are unsatisfactory, impairing the mental\nprocesses. Mr. Shanig does not trust hypnotherapy.\n\n\"As a consequence we find ourselves with only one alternative--a happy\nchance resulting from your arrival at Areopolis with this, ah, smiley.\"\n\nI got it then. At first glance it was a neat enough idea; the catch\nwas that Shanig didn't know his smileys. He couldn't put himself under\nJoey's euphoric golden-rule spell and still direct a big business.\n\nAnd besides that I hadn't gone through the slimy hells of those Mimasan\njungles to rehabilitate a burned-out old credit-shark like Hume Shanig.\nJoey belonged to humanity, to the poor overwrought hypertensive homos\nwho really needed him.\n\n\"If you want my smiley to keep this old goat from snapping his leash,\"\nI said, \"the answer is no. Joey would quiet him down like a country\nchurchyard, sure, but--\"\n\nShanig cut me short by smacking a peremptory hand on his desk top.\n\n\"That will be all, Dr. Humphrey,\" he barked. \"Get out.\"\n\n\n\nWhen the medic had gone Shanig turned on me. \"I have no time to waste\nin haggling, Bailey. How much do you ask for this creature?\"\n\nI thought it over and it still read the same.\n\nMore was at stake than the wasting of Joey's talents on a bad hat like\nShanig. There was the inevitable blowup that must come later. When\nShanig found out what being too long under a smiley's influence could\ndo to a homo with his financial responsibilities, there would be the\ndevil to pay for fair.\n\n\"I don't want trouble,\" I said, trying to be diplomatic. \"But I can't\nsell Joey to you. If you'd let me explain--\"\n\n\"You have a commitment against your prospect ship, I believe,\" Shanig\ncut in. \"An obligation commonly referred to as a grubstake lien, is it\nnot?\"\n\n\"With Martian Bankings,\" I admitted. \"It's a couple of weeks overdue\nat the moment but Martian is a friendly outfit. They'll wait for their\ncredits until I sell the smiley.\"\n\nI couldn't be sure whether Shanig laughed or barked.\n\n\"I anticipated your reluctance to sell so I purchased your lien from\nMartian Bankings two hours ago. I know your reputed fondness for your\nship, and I understand too that a similar craft cannot be bought for\ntwice the amount of your financial obligation.\"\n\nHe had me cold. It was a dirty trick of Martian's to sell me out, but I\ncould see how it was when Shanig put the screws to them.\n\n\"You are in no position to bargain with me, you simple fool,\" Shanig\nsaid, looking more than ever like a dissipated buzzard. \"I shall make\nyou one offer before claiming forfeit--the cancellation of your debt\nplus five thousand credits in cash.\"\n\nHe shouldn't have baited me with the _Annabelle_. I love that rusty old\ntub the way some homos love their women. And after being sandbagged\nwith Shanig's kind of persuasion I began to figure that selling Joey to\nhim was as neat a revenge as I could ask. He deserved it--plus.\n\n\"All right,\" I said. \"You've bought a smiley.\"\n\nShanig thumbed his buzzer and the redhead came in from the reception\noffice with a legal-looking paper in her hand. She went straight to\nShanig's desk, walking in a way to make any homo's pulse beat out of\nstep, but when she passed Perry Acree the two of them exchanged a\nswift, secret look of complete understanding that actually made me\nflinch.\n\nSometimes I think I'll never understand women. Here was this gorgeous\nwench, five-feet-ten and built like a hermit's dream, and what did she\npick? An egregious little idiot who--\n\n\"Sign here,\" Shanig grunted. He fitted the paper onto a desk pad and\nwhipped it toward me along with a stylus.\n\nIt was a simple enough contract release giving me full title to the\n_Annabelle_ plus five thousand credits in exchange for uncontested\nownership to one male Mimasan smiley answering to the name of Joey.\n\nSomething about the pad-and-stylus routine rang a warning bell at\nthe back of my mind but I was too mad to listen. I wrote \"William X.\nBailey\" in the proper blank and the deed was done.\n\nWhen Perry Acree and Shanig's hired homo signed as witnesses all of us\nstood up but Shanig.\n\n\"That's all,\" Shanig snapped, pushing a check for five thousand credits\nat me. \"Get out!\"\n\nI took the check and went out, so mad I could feel my ears crisping.\nEntering the reception room again, it didn't soothe my mangled ego any\nto get a disdainful once-over from the redhead.\n\n\"I'm taking a weekend off with this little item to see the sights,\" I\nsaid, snapping the check. \"Like to come along for the ride? There's a\nlittle pleasure colony up on Phobos that's out of this universe, where\nanything goes.\"\n\n\"Not with you, you swamp-stained wolf,\" she snapped. When I waited,\ngrinning, she bit her lip and her eyes shot green sparks. \"Beat it or\nI'll buzz for Perry.\"\n\n\n                                  II\n\nI didn't mind the brush-off but the idea of her calling for Perry Acree\nto toss me out fanned my slow burn to a blaze.\n\n\"That seed-sized cipher?\" I scoffed. \"Why, for two centi-credits I'd--\"\n\nShanig's door opened and Perry came out. He added up the score in a\nblink and jumped to the conclusion that I was waiting to settle with\nhim.\n\n\"Now look, Bill,\" he began. \"I couldn't help it if--\"\n\n\"That secret agent stunt of yours just cost me five thousand credits,\nAcree,\" I said, cutting him short. \"I think you're going to be as sorry\nas Shanig before this is over.\"\n\nHe lost the little color he had. \"I don't want trouble with you, Mr.\nBailey! Cheryl, will you--\"\n\nThe girl pushed her buzzer. Her eyes dodged mine, and I could read her\nmind like the back of a credit-note. She was making allowances for\nPerry but it hurt to call for help.\n\nShanig's office door opened again and his two uglies came out. Both of\nthem had freeze guns and the yellow Martie wore my Quantrell blaster\ntucked into his belt, but it was plain that they didn't expect to need\nthem.\n\n\"Hey, take it easy!\" Perry wailed, not wanting any part of this.\n\"That's Blaster Bill Bailey you jerks are--\"\n\nThey closed in, disregarding him, and I cracked their heads together\nhard enough to make their knees bend like rubber. Then I took back my\nQuantrell and left them holding each other up like a pair of skohl\naddicts.\n\n\"You can phonovise me at the Argonaut Club if you change your mind\nabout that weekend on Phobos,\" I told the redhead. \"But don't wait too\nlong or this will have gone the way of all credits.\"\n\nI tucked the check away and went out with Perry Acree trailing\napologetically at my heels. Shanig had sent him to bring back the\nsmiley it seemed, so I let him tag along. He left the _Annabelle_ with\nJoey under his arm and that mesmerized Sunday-services look on his\nface, and I strolled down to Martian Bankings with my check.\n\nIt wasn't really a surprise to find that Shanig had stopped payment on\nit. What did give me the devil of a turn, though, was realizing that he\nmust have double-dealt me about the _Annabelle_, too. If he wouldn't\nhonor a five-thousand-credit contract he'd certainly balk at giving up\na twenty-thousand-credit ship.\n\nI broke all sprint records back to the spaceyards and slammed the\n_Annabelle's_ port practically in the faces of Captain Giles and a\nsquad of patrolies who had been sent by Shanig to secure his latest\nacquisition.\n\nGiles and his crew were yelling blue murder when I cut in the\n_Annabelle's_ jets. A moment later they were racing like mad to beat\nthe apron-flash of the blastoff.\n\nIt was all my own fault, I told myself. I should have suspected that\ndesk-pad-and-stylus snare of Shanig's--he had slipped a telewriter\nplate under my contract release, and when I signed it I signed another\npaper, by remote control, in another office. A paper that surrendered\nmy smiley and also my equity in the _Annabelle_.\n\nAll I had now was a worthless check and a ship spaced in defiance of\nlegal foreclosure. I'd be lucky, I figured, if I didn't owe Shanig a\nfew thousand credits into the bargain.\n\n\n\nI didn't hit for open space, knowing that Captain Giles would have a\nradar spotting-net out for me. Instead I swung the _Annabelle_ eastward\nand whizzed over Syrtis Major toward the abandoned oxygen-reduction\nplant where I had hidden Cora, my other smiley. I needed a hideout\nwhile I figured out a campaign to clear myself, and there was a flimsy\nold warehouse at the oxy-plant that would screen the _Annabelle_ nicely.\n\nI scouted the desert carefully before drifting in for landing, and saw\nnothing but a great desolate ocean of gritty red sand. Back in the days\nwhen Earth was just beginning to cool off that desert might have been a\nlandscape of sorts, but aeons of oxidation had changed all that. It was\nnothing now but a waste of powdered iron rust, sifted fine by a million\nwinds and patterned by the feet of jackals.\n\nThe old reduction plant huddled in a wide, shallow depression made in\nyears past by the scooping and hauling of sand to the converters.\nIt reminded me of the ghost towns I had read of as a kid, before\ntelemovies and stereo-spools replaced the old historical novels\ncarried over from the twentieth century. It was never haunted by\nIndians and buffalo, but it had seen its share of jackals and sand\nsnakes, and the wild, little, brown baboon-faced Marties of the deserts\nhad smashed all its windows when the Earthies moved on.\n\nNot many reduction plants were needed on Mars any more. The first homos\nto come had to wear atmosphere masks--a first-water paradox, because\nthe rusty red deserts were full of good oxygen locked up in simple\nferrous oxide form--but they soon changed that. When enough of them\nhad come they set up atom-powered reduction plants by the hundreds,\nbreaking the red sand back to its primal elements of iron and oxygen.\n\nThey used the iron in their first cities and they let the oxygen go\nfree. Before the Big Jump there used to be arguments, I've heard, to\nthe effect that Earthies could never live permanently on Mars because\nthe air was too thin and oxygen-poor. But unlocking oxygen from the\nsand solved half the problem, and the other half never existed.\n\nIn the .38 gravity of Mars, any physical action requires only a\nfraction more than one-third as much effort as it would require on\nEarth. And only one-third as much oxygen is needed to sustain that\neffort.\n\nSo a hundred years after Earthmen abandoned the Syrtis Major plant,\nI had a perfect place to lick my wounds in privacy. I berthed the\n_Annabelle_ in the old warehouse, opened her up from bow to stern to\nlet out the stink of stale tobacco smoke and machine oil, and brought\nmy second smiley out of the dusty records vault where I had hidden her.\n\nCora was as affectionate as Joey and twice as eager. She made an\nearnest effort to hypnotize me with that euphoric mating call of hers,\nbut when the khiff root kept me immune she settled down to staring\nwistfully across the desert toward Areopolis where Joey radiated back\nat her.\n\nI broke out the emergency rations I lived on while prospecting the\nasteroids or moon-hopping, and sat down to think. I had to clear myself\nwith Captain Giles or I'd never see Areopolis or the Argonaut Club\nagain. I had to break Shanig's claim against the _Annabelle_ or I'd be\nan asteroid prospector without a ship. In other words, a bum.\n\nAnd besides that I'd have to settle with Shanig for the slimy trick he\nhad pulled on me or I'd be laughed out of the System. For some reason,\nconsidering that angle reminded me again of the unlikely old romances\nI'd read of the days when people rode horses and steam engines and\nchivvied buffalo around with red-hot stamping irons. They prospected\nfor the rare earths--gold was a precious metal then, I think--and they\nhad to keep their reputations as he-men intact or go down before the\npellet guns of their fellow homos.\n\nIt seemed to me that things hadn't changed so much, after all. I had\nsome small reputation of my own in the outlands, and if I let a wizened\nlittle credit-shark like Shanig beat me I was done for.\n\nSo I sat in front of the rickety old warehouse and munched my E-rations\nand thought about those things until finally, being the honest type, I\nhad to admit that none of them mattered half as much as getting back\nto Areopolis and making another pitch at a streamlined redhead with\nscornful green eyes. There was still an outside chance that Cheryl\nTrayne might have phonovised me at the Argonaut Bar about that weekend\non Phobos, and....\n\nI was daydreaming about that when the shutter-speed sunset of Mars\nflicked away the day and left me sitting in darkness with the Syrtis\nMajor wind sharp and cold on my face and the wild howling of desert\njackals in my ears.\n\n\n                                  III\n\nFor three interminable days I sat around the old oxy-plant, eating\nand sleeping and thinking, and the monotony of it got deadlier and\ndeadlier. I couldn't even switch on my communications equipment for the\nnews since Captain Giles and his lads might be making spot patrols,\nand the localized radiation of my receiving unit would be enough to\npinpoint me.\n\nI had a fair idea of what went on with Shanig, though. No homo can\noperate after his fashion without making enemies, and the bigger his\nbusiness the more powerful his enemies. Vigilance becomes the price\nof existence, financially speaking, and it was on that point that I\nfigured Shanig had over-reached himself.\n\nAll that was pure guesswork, of course, until the afternoon of the\nthird day. Then I had unexpected confirmation of it, brought by the\nlast person on Mars I dreamed of seeing.\n\nI was in the _Annabelle's_ cabin with Cora when the helicar settled\nin front of my makeshift hangar. I came out on the double with my\nQuantrell ready, and saw Cheryl Trayne standing in the warehouse\nentrance. The sun, hanging low on the desert's rim, outlined her\ntantalizingly against a blaze of light and made her hair a shimmering\nhalo of burnished copper.\n\nIt was so wonderful to see her, but at the same time I was a little\ndisappointed. It had been a pleasant possibility that she might change\nher mind about that Phobos trip, but to have her track me down like\nthis.\n\n\"How did you find me?\" I demanded. \"And who's with you?\"\n\nShe gave me a child's trusting smile, a reversal of her old haughty\nbrush-off that gave me the devil of a jolt until I remembered Cora in\nthe _Annabelle's_ cabin. Cheryl was as deep under Cora's spell now as\nshe must have been under Joey's before--\n\n\"Never mind that,\" I said. \"How did you get away from Shanig's smiley?\nIs Shanig out of his trance, too?\"\n\nShe looked puzzled, as if she were trying to remember something\ntremendously important.\n\n\"I came alone,\" she said. \"I traced you through Joey, after Mr. Shanig\nsent Perry away with him. I remembered then how Joey always faced\ntoward the east when he was quiet. He used to crouch for hours in his\ncage when no one was near him and stare in this direction. After he was\ngone it came to me that he sensed another smiley somewhere was calling\nto it. And if there was another smiley on Mars....\"\n\n\"Then I had brought it and I'd be with it,\" I finished for her. \"Neat\nenough. I only hope no one else thought of it.\"\n\nShe gave me that trusting smile again, and my conscience dealt me a\nsharp nudge. I went over and gave her a khiff root.\n\n\"Chew it,\" I said. \"Never mind the taste. It'll make you as good as\nnew.\"\n\nShe took it obediently, and a couple of minutes later something like\nhorror chased the contentment out of her face. She stared at me, her\ngreen eyes turning angry.\n\n\"You must have enjoyed seeing me like that,\" she said acidly. \"It never\noccurred to me that I'd fall under the other smiley's influence if I\nfound you or I'd never have--\"\n\n\"You'd never have dared come at all,\" I said. \"You'd have been afraid\nI'd bring up that Phobos jaunt again, and you couldn't have said no\nwith Cora around.\"\n\nShe bit her lip in the way she had, and I could see her admitting\nreluctantly that she might just possibly have misjudged me.\n\n\"All right, you found me,\" I said. \"Now give. What happened? How did\nShanig get rid of Joey and why did you hunt me down if you're still\nnursing a phobia against Phobos?\"\n\n\n\n\"Shanig's underofficials at Solar Shipping rescued him,\" she said.\n\"They couldn't reach him at first because everyone they sent fell under\nthe smiley's influence. But they had to do something. Shanig was like\nan irresponsible child, giving away company holdings as well as his\nown. They were so frantic that--\"\n\n\"I tried to warn him,\" I pointed out. \"He turned cherub the instant\nPerry arrived with Joey, didn't he? Word of it got around in nothing\nflat and his competitors, his enemies, starting phonovising him right\nand left. They must have stood in line at the telewrite stations to\ntake his holdings and Solar's. A couple of days of that must have\npractically ruined him and Solar Shipping as well. How did they snap\nhim out of it?\"\n\n\"They phonovised him to step out on his window balcony. When he came\nout to the rail they knocked him off with a freeze gun and caught him\nwith a net in the street below. He almost went mad when he realized\nwhat he had done.\"\n\nI grinned for two reasons. I had been right and Shanig had lost his\nshirt. It served him right.\n\n\"So Shanig is starting from scratch again. What line is he taking?\"\n\nFor the first time she looked scared.\n\n\"A line you didn't anticipate. Solar's stockholders have ordered him\nto recover what he gave away, and he's taking no chances on losing what\npersonal holdings he has left. He tried to eliminate Perry and me the\nminute he snapped back to normal, and he'll have you erased as soon as\nyou're taken.\"\n\nI stared at her. \"That's going pretty far, even for Shanig. Why should\nhe beam us out?\"\n\nShe gave me an exasperated look. \"Because he's afraid you might force\nPerry and me to swear that he tricked you on your contract release.\nIt didn't matter before when he was powerful enough to smother the\ncharge, but he's been so hard hit that he can't risk a reversal of that\ncontract now. Don't you see? If you brought suit for reparations and\nwon it would ruin him. The only way Shanig can make himself safe is to\neliminate you as claimant or to get rid of Perry and me as witnesses.\"\n\nIt was a deadly sort of logic. I had expected Shanig to yell foul but I\nhadn't looked for a planet-wide homo hunt with myself as the quarry.\n\n\"It's up to us, then,\" I said. \"We'll have to settle Shanig first or\nhe'll get us as sure as sin.\"\n\nShe didn't look so frightened now as embarrassed.\n\n\"That's why I came to you. We can keep out of Shanig's way, perhaps,\nbut poor Perry is trapped. Someone will have to get him out of that\nhorrible place before Shanig reaches him.\"\n\nI gaped a little over that one. \"What horrible place? Where is Perry?\"\n\n\"At the Argonaut Club,\" she said. \"As soon as Shanig was himself again\nhe photovised Perry and ordered him to take the smiley there, partly to\nget Joey away and partly to cut down breakage expense at the Argonaut.\nPerry's been there all day, associating with Eetee outlanders and\ndrinking skohl like any common spacehand. He'll drink himself to death\nbefore Shanig finds a way to get to him, if we don't hurry.\"\n\nI laughed until my face hurt. I couldn't help it. The idea of Perry\nAcree drinking himself blind in the Argonaut's rowdy company was too\nmuch. Thinking about the prayer-meeting hush that Joey must be laying\nover the toughest shot-slot in the System made it all the funnier\nuntil the real reason for Cheryl's hunting me down percolated through\nmy skull and sobered me up.\n\nHer motive was enlightening, but not flattering.\n\n\n\n\"So that's why you risked your luscious hide to find me,\" I said. \"To\ntalk me into dragging that idiot dwarf out of the Argonaut. Am I right?\"\n\nShe looked hopping mad and pleading at the same time, which is quite a\ntrick even for a redhead.\n\n\"You can do it if anyone can. I checked on your background this\nmorning, and it seems that--well, that you may not be the windbag I\nthought you after all. One asteroid prospector told me that you--\"\n\n\"Never believe a chunk-hopper,\" I told her. \"They lie for fun or on\nprinciple, depending on the circumstances. But I'm not interested in\nPerry Acree. If he hadn't tipped Shanig to my smiley none of this would\nhave happened. The _Annabelle_ would be clear of debt and I'd be in the\nArgonaut instead of Perry. Why should I risk my neck for that simpering\nsycophant?\"\n\nShe had trouble telling me why. Having to ask my help burned her\nplenty, and its being Perry's fault made it worse. She turned pink and\ntalked in circles, not meeting my eye, and when I finally guessed how\nshe had meant to persuade me you could have clubbed me down with a sand\nthistle.\n\n\"You really _are_ sold on that puling parasite,\" I said. \"Look, are you\nsure he's worth a weekend on Phobos?\"\n\n\"Beast!\" she cried, and slapped my face.\n\n\"Good enough,\" I said when my ears stopped ringing. \"Faint heart never\nhaggled with fair hell-cat. Let's go rescue your skohl-swilling light\nof love.\"\n\nI moved Cora's little tungsten cage into the helicar and Cheryl took\nus up. We didn't have to wait for darkness. The split-second Martian\ntwilight took care of that in the wink of an eye.\n\nThe two-hour flight was almost pleasant. The stars over our speeding\nhelicar glittered down like far, frosty eyes and the gritty red ocean\nof desert under us lost its harshness and took on a magic pattern of\nsoft, shifting shadows. Phobos paced us across the black night sky like\na swift silver morning-star, and the little gray jackals crept out\nof their dens and howled at her with all the pent-up loneliness of a\nmillion, million years.\n\nCheryl shivered at their keening, and the thought that she could be as\nskittish as other women gave me a little jolt of surprise.\n\n\"Mournful little beggars, aren't they?\" I said. \"I wonder what they'd\nthink of Earth, with its big yellow moon all night in the sky?\"\n\nCheryl didn't answer, but it seemed to me that she thawed out a little.\nIt was almost cozy in the helicar after that until the dusty neon haze\nof Areopolis ballooned up out of the desert.\n\n\n                                  IV\n\nWe came in low to avoid any radar net the port patrol might have up,\nand entered the sleeping city above the shadowy warrens of the native\ndistrict.\n\n\"You'll have to be careful,\" Cheryl warned. \"And quick. Shanig's men\nwill be watching the Argonaut, and the police won't have forgotten you\nso soon.\"\n\n\"I'll be careful,\" I said, knowing better than she the sort of odds\nShanig would favor. \"The next question is where do I find you after I\ndrag that case of arrested development out of there?\"\n\nShe gave me an address. \"I took a room there as soon as I realized that\nShanig was after me. I doubt that he's been able to trace me so soon.\"\n\nWe dipped into an apartment house section and Cheryl set the helicar\ndown in a night-quiet street. \"Apartment Six-A,\" she said. And then,\nunexpectedly: \"Take care of yourself, Bill, please. Don't do anything\nrash!\"\n\nI patted her shoulder reassuringly. \"You may have to rescue _me_ before\nthe night is over,\" I told her. \"Stand by your phonovision and be ready\nto bring Cora in a hurry if I call you. I can't risk taking her into\nthe Argonaut because of Joey, but I may need her if I run afoul of\nShanig. Got it?\"\n\nShe nodded and gave me her phonovision code. I got out of there and\nheaded down the street while she took the helicar up to her apartment\nhouse roof landing.\n\nIt wasn't far. Fifteen minutes of fast walking through the back\nstreets brought me up a dark alley to the Argonaut's side entrance.\nThe service door was locked, of course, and as a consequence none of\nShanig's uglies were guarding it.\n\nI kicked it in and went through a dusty corridor into the smoky,\nskohl-pungent bar-room.\n\nThe instant I was inside I knew that Cheryl had been right. Joey\nwas there, and he was radiating for all he was worth. There was the\nspellbound crowd for proof of that.\n\nThe Argonaut Club was known the breadth of the System as the toughest\ndive that ever sold a drunken rockethand a pitcher of drugged skohl. I\nwound up there every time I touched Mars, and I knew the dump down to\nthe latest ray-burn on its dingy plastoid walls. You hit some pretty\nrowdy shot-slots in the other spaceports, but the Argonaut topped them\nall. The Argonaut was rough.\n\nOrdinarily. Tonight it looked like a missionary's picnic.\n\nAt the bar, Earthies sporting two-week passage beards and Quantrell\nblasters bucked over grimy rocketroom coveralls, rubbed elbows\nwith cat-whiskered yellow city Martians and their vicious little\nbaboon-faced cousins from the deserts. Woolly blue tree men from Titan\ndrank with squishy Venusians and tentacled Ionians. I saw a couple of\nCallistans in a corner, braced saw-horse-fashion on their jointless\nlegs and sticklike tails, grinning happily while they fraternized with\na pair of ponderous Europans. The Europans, coy as two honeymooning\nhippos under Joey's spell, blubbered amiably back and rolled in small\npolite circles on their little three-wheeled carts.\n\nEven the bouncer was happy.\n\nThis last was an Earthie, a big, battered homo named Husky Harrigan who\ntipped the scales at two-fifty Earthweight and looked like a tuskless\nMercurian sandhog, bristles and all. I had run into difficulties with\nhim before. He had the disposition of a thwarted ape, wore brass\nknuckles the way other men wore finger rings, and was the prime reason\nfor the Argonaut's tough reputation.\n\nBut tonight Harrigan was as gentle as a dove, circulating through the\ncrowd and shaking hands with anything that had a hand to shake.\n\nI spotted Perry Acree at once. He was sitting at a table with two\nEarthies and a spiny pink Ganymedan, drinking skohl straight from\nthe pitcher and staring soulfully at nothing in particular. I made a\nbee-line for his table but brought up short when I heard Husky Harrigan\nroaring my name.\n\nForce of habit made me set myself for trouble, but under Joey's spell,\nHarrigan was everybody's friend, even mine. He put out a hairy paw\nand grinned like a crocodile, whinnying with joy and showing a set of\nsecond-rate bridgework where somebody had kicked out a handful of teeth.\n\n\"Hey, kids, it's Blaster Bill Bailey!\" he bellowed. \"C'mon and have\nfun, Willie. First drink on the house!\"\n\nI nearly clipped him for that \"Willie\" crack before I thought. Not\nthat I had scruples about clouting an oaf like Harrigan when he was in\nno position to strike back. I just couldn't afford the delay. Captain\nGiles' patrolies might be along any minute. And there was always Shanig.\n\n\n\nSo I pushed past Harrigan and yanked Perry to his feet.\n\n\"Cheryl's waiting for you, Stupid,\" I said. \"Snap to it, before I write\nyou off and keep the date myself.\"\n\nHe grinned vacuously and came along like a lamb.\n\nThe two patrolies looked in through the swinging doors up front when\nPerry and I were halfway to the service corridor. Their sunburned faces\nlighted up when they saw me, and they shoved the doors wider to command\nthe room with their bell-mouthed freeze guns. Behind them on the street\nstood their tandem air-scooter, lights on and motor purring.\n\n\"You're under arrest, Bailey,\" one of them called. He was a corporal,\nand it was written all over him that he saw a sergeant's rating coming\nfor this night's work. \"Come out of that!\"\n\nI got a firmer grip on Perry's collar.\n\n\"Come and get me,\" I called back, knowing what would happen if they did.\n\nThey came in on the double with their freeze guns ready--and halted,\nlooking sheepish, when the smiley's aura got to them.\n\n\"Aw, forget it,\" the corporal said. \"You're a good guy, Bailey. Go\nahead. Go anywhere you like.\"\n\n\"Sure,\" the other seconded. \"Take our air-scooter if you want. Need any\nextra credits where you're going?\"\n\nI headed for the service with Perry again but we had waited too long.\nOne of Shanig's uglies was standing in the doorway with a foolish grin\non his face, and I knew there would be others waiting in the alley\noutside. And those others wouldn't be under Joey's influence.\n\nSo I cut for the front entrance instead, dragging Perry like a bag of\nold laundry. The patrolies' air-scooter stood purring at the curb. I\ndraped Perry across it and jumped for the operator's seat, expecting to\nbe beamed down any second. I'd have made it, too, but for Perry.\n\nPerry had taken on a monumental load of skohl during the day, and the\ninstant he was out of Joey's influence the inflated little ego of him\ndemanded to be heard. He scrambled off the air-scooter, swelled out his\nsize thirty-two chest and launched into an old rocketroom ballad--a\nsmutty saga listing the personal iniquities of the Captain Crow who led\nthe first Mars flight just before the turn of the century.\n\n    In nineteen hundred and ninety-two\n    A _homo_ from Milwaukee\n    Warmed up his jets and--\n\nI quieted him with a rabbit punch and tossed him back on the\nair-scooter, but the damage was done. I hit the control seat again just\nas Shanig's crew swarmed out of the alley and surrounded us.\n\nThe air-scooter took off like a rocket when I gave it the gun, plowing\nstraight through them. I hung on somehow, but Perry wasn't so lucky. He\nbounced once and pitched off, square into the enemy's hands.\n\nWhen I looked back at the first street intersection they had scooped\nhim up and were headed toward Solar Shipping in a hurry. The sight\nreassured me a little. They hadn't blasted Perry on the spot, which\nmeant that they would probably hold him as hostage until they got\nCheryl as well. One witness at large was as dangerous to Shanig as two,\nand the chances were he wouldn't risk beaming out one unless he could\nbe sure of both.\n\nI took the only course left, doubling the air-scooter back and skimming\ntoward Shanig's offices.\n\n\n                                   V\n\nThe way the situation added up reminded me of the old historical\nthrillers I'd read as a kid, most of them written in the days when our\nrough-and-ready ancestors bought contraband skohl from underground\ntalk-gentlies and rival groups of uglies hijinked each other with\ntorpedoes. It was something like a present-day telemovie gripper in a\nsense, only there wasn't any Colonel Super in this plot to lend me a\nhand.\n\nNot that I wasted time looking for help. I wasn't used to it.\n\nOutside the Solar Shipping building I lifted the air-scooter and\nswooped up to the balcony outside Shanig's office windows. There wasn't\ntime to set it down. I needed every second to get inside before Shanig\ncould give the alarm.\n\nI jumped, and the air-scooter went on without me into the night. It\nwouldn't have worked on Earth, but under Mars' .38 gravity an athletic\nhomo has all the breaks. I landed just inside the guard-rail and dived\nthrough the balcony windows with a great crashing of glass before\nShanig could clap a hand to the buzzer on his desk.\n\n\"Don't touch it,\" I said, and turned my Quantrell on him.\n\n\"You!\" Shanig barked. His face went sallower than ever, but his hot\nblack eyes didn't waver. \"What do you want here?\"\n\nDown the corridor rose a sudden babel of voices--Shanig's crew\nreturning with their prize.\n\n\"They got Acree,\" I said, heading for the phonovision unit beside\nShanig's desk. \"But if you make a sound before they get here you won't\nbe able to use him. Clear?\"\n\nThe screen lit up when I touched the switch. I punched the code Cheryl\nhad given me, and drew the first deep breath I'd had for an hour when\nshe looked out at me.\n\n\"Bring Cora over to Shanig's office on the double,\" I said. \"I'm going\nto need her but quick!\"\n\nI cut her off without waiting for an answer and punched another number.\nCaptain Giles stared out at me this time, his weathered hatched face\nclownish with astonishment.\n\n\"Get a crew of patrolies up to Shanig's offices,\" I said. \"And make it\nfast or there's going to be more excitement here than you can write off\nyour records in a month.\"\n\nFor the first time Shanig looked worried. He saw no threat in Cheryl's\ncoming, not knowing about my second smiley. But if Captain Giles should\narrive before Perry could be moved--\n\nThe crew of uglies outside crossed me up by buzzing Shanig's audiphone.\n\"We got the little homo, Chief. Shall we bring him in?\"\n\nShanig, knowing that I couldn't afford to beam him at this stage of the\ngame, tipped them before I could stop him. \"Take him away. Bailey's\nhere!\"\n\nI jumped for the door, hoping to grab Perry before they got him away. I\nwas too late. They were already out of the reception office. All I saw\nof Perry Acree was his heels.\n\nThat left us at stalemate. Shanig couldn't get away, and I couldn't\nleave him unguarded to go after Perry. I was racking my brain for the\nnext move when it was taken out of my hands.\n\nThe phonovision screen beside Shanig's desk lighted up and one of his\nuglies looked out. \"We got him where he won't be found, Chief. What\nnext?\"\n\nAnd I let Shanig beat me to the jump again. \"The girl is coming here.\nIntercept her!\"\n\nI made sure it wouldn't happen again by raying the phonovision unit to\na heap of smoking junk. Reflected heat from the flash curled Shanig's\neyebrows, but he didn't flinch.\n\n\"That finishes you, Bailey,\" he said. \"My men have Acree safe. They'll\nhave the girl the instant she appears. Under the circumstances it\nshould be quite entertaining to watch you prove your position to the\npolice.\"\n\nHe had me cold. Shanig could afford to wait but I couldn't.\n\n\n\nIt turned out that Shanig's handymen didn't share his confidence in the\npolice. I heard them getting set in the reception-room corridor to\nblock any dash I might make. When I sneaked a look through the balcony\nwindows I caught a glimpse of another group working like beavers in the\nbuilding across the alley. They were setting up a tripod affair which I\nrecognized at a glance as a sleep-bomb catapult.\n\nThey had it charged to fire when Captain Giles and his patrolies\narrived. A babble of confusion rose in the corridor again, and the\nCaptain's harsh bellow silenced it like a hand across the mouth. A\nmoment later he called through the doorway: \"Stand fast, Bailey. We're\ncoming in, and God help you if you give us trouble!\"\n\nI stood fast, giving up any hope of Cheryl's showing up in time. Having\nCora along should make it easy enough for her to get into the building,\nbut even Cora couldn't help if Captain Giles had already dragged me\naway.\n\nGiles came around Shanig's desk toward me, his hatchet face thunderous.\n\"I've warned you often enough, Bailey. This time you've gone too far.\"\n\nShanig treated himself to one of his sandpaper chuckles. \"He'll\nprobably give you some wild story designed to clear himself, Captain.\nDon't believe a word of it. I trusted him, and you can see what it led\nto!\"\n\nThe Captain was taking my Quantrell blaster when my reprieve came. One\nof Shanig's uglies burst into the office with disaster written all over\nhim.\n\n\"Chief, the girl's coming up in the lift with another smiley! The whole\nlower floor is hypnotized. She'd have got me too if the lift hadn't\ncarried me out of reach!\"\n\nI'll give Shanig credit for this--he thought fast. He added up the\nscore in a flash and lunged across the desk, yelling for his startled\nuglies to follow up. If Cheryl got to us with the smiley the jig was\nup, and he knew it.\n\nHe ripped the Quantrell blaster out of Captain Giles' hand and turned\nit on us. He meant to wipe out the lot and clear himself by laying the\ncarnage to a battle between me and the patrol.\n\nIt was close, but not close enough.\n\nA sudden serenity wiped the tension off his face like chalk marks off\na blackboard. Captain Giles and his patrolies slacked off with him,\ncaught in the same euphoric spell.\n\nThey stood smiling and docile while Cheryl Trayne strode in with Cora's\nlittle tungsten cage under her arm. If she had looked good to me\nbefore, right then she looked like a red-haired angel.\n\n\"Good girl,\" I said, and took over from there.\n\nShanig confessed on the spot to the slimy deal he had pulled over me,\nand signed a statement to that effect. He got on the reception-room\nphonovision and ordered his crew in the adjoining building to drop\neverything and return Perry Acree at once. He destroyed the bogus\ncontract and took back the elastic check he had given me, and he\nenjoyed doing it. Cora, sensing Joey so close in the Argonaut Bar\nacross the street, was working her mating call overtime.\n\n\"It was really inconsiderate of you to swindle our young friend\nWilliam,\" the Captain said to Shanig. \"Of course you won't object to\nserving a light sentence--say five years--to make amends?\"\n\n\"Certainly not,\" Shanig said brightly, beaming back at him. \"My only\nregret is that I must be separated from this adorable creature. I love\nsmileys.\"\n\nHe went over to the desk where Cheryl had left Cora's cage and fondled\nthe little brute through the wires. He played the very devil in doing\nit, too. Somehow or other the cage door had worked loose during the\ntime it had been banged about, and Shanig's fumbling hands slid it open.\n\nCora was out of the cage and through the broken balcony windows in a\nsmoky bluish flash, whizzing like a bullet toward the Argonaut Club and\nJoey.\n\n\n                                  VI\n\nEverybody snapped back to normal with a roar. There was a frantic rush\nof Shanig's uglies trying to escape and of Giles' patrolies collaring\nthem again. I took no chances with Shanig. I turned my Quantrell on him\nand held him fast.\n\nHell broke loose in the Argonaut then. Even before the confusion\nquieted in Shanig's office we could hear the din that went up across\nthe street.\n\nFrom our balcony windows we had a grandstand view of the Argonaut's\nmore timid patrons exploding out of the place and tearing down the\nstreet, wobbling and lurching each in his own outlandish fashion from\nthe assortment of Eetee drinks they had taken aboard under Joey's\nspell. The rougher souls left inside had begun a battle royal that\nraised a bedlam wilder than a robot rooting section at a rocket-games\nstadium.\n\n\"What is it!\" Captain Giles yelled, goggling at a barrel-bellied\nEuropan who shot out of the Argonaut with a pack of little baboon-faced\nMarties harrying its speeding cart from the rear. \"What have you done\nnow?\"\n\n\"Shanig has just ruined a forty-thousand-credit investment for\nme,\" I told him, \"by letting my pair of smileys get together. That\npeace-be-on-you feeling they've been broadcasting is a thing of the\npast. They feel just the opposite now, and so will anyone who goes near\nthem.\"\n\nI had to explain it twice before they got it.\n\nMimasan smileys, as I've said before, are weird little brutes. Unmated,\ntheir euphoric mating calls attract them to each other and at the same\ntime protects them from native predators. The catch is that when they\nmate they coalesce, each complementing the insubstantiality of the\nother to become a single material entity.\n\nAnd then, of course, there's no further need of their wistful, coaxing\naura.\n\nAfter that they hate everybody, being newlyweds and not wanting to be\ndisturbed, so of course they radiate an exactly opposite aura that\nguarantees them the privacy their joint little heart craves. Nothing\ncan come near enough to interrupt them without becoming so rabidly\nangry that it has to rush off somewhere else looking for something to\nfight. But you see how it goes.\n\n\"And from the row going on in the Argonaut,\" I finished, \"I'd say that\nJoey and Cora are definitely on their honeymoon.\"\n\n\"You mean they'll be like that always?\" Cheryl asked, wide-eyed. \"That\nno one can go near them without flying into a rage?\"\n\n\"Not always,\" I said glumly. \"Just for five years. After that they\ndivide by fission into a dozen or so baby smileys, and after that the\nrat-race starts over again. The progeny will be worth plenty, but who's\ngoing to stand guard over that amalgamated little demon while it\nbroadcasts hate and damnation in every direction? I won't, and there's\nnot a homo in the System that would take the job for love or--\"\n\nThe answer hit me like a thumb in the eye, bang in the middle of a\nsentence.\n\n\"Captain Giles,\" I said. \"I've a suggestion that....\"\n\nThe Captain got it on first bounce. For the first time in history he\nlaughed without benefit of smiley.\n\nIt worked out neatly enough, at that. An Areopolitan court decreed\nthat Shanig, being bound by the requirements of Martian law to expiate\nhis crimes with as little expense to the polity as possible, should\nspend the five years of his sentence guarding Joey-Cora in a force-wall\ndetention area to be set up in Syrtis Major. By the time his term ended\nmy combination smiley would have fissioned, Shanig would have paid his\ndebt to society and my investment would have paid dividends.\n\nIt could have been worse. For the time being I was out some forty\nthousand credits, but I managed to salvage enough for a moderate\ncelebration by contracting with the government to furnish _khiff_\nroots from Mimas to keep Shanig from going berserk under Joey-Cora's\ninfluence.\n\nThe arrangement wasn't too hard on Shanig, even. The worst of it would\nbe the isolation--that, and the packs of Syrtis Major jackals that\nwould crowd around the force-wall at night and howl for his blood.\n\n\n\n\"Good enough,\" I told Cheryl after the trial. \"That leaves just one\nsmall detail to be arranged. I'll have to wangle another loan from\nMartian Bankings.\"\n\nShe raised a slim brow. \"Loan? For a grubstake?\"\n\n\"For our weekend on Phobos,\" I said. \"Remember?\"\n\nShe laughed. \"There's another little detail you overlooked, William. My\nring size is five and one-half.\"\n\n\"Ring?\" I said. \"Oh, a ring.... Would you rather have a Tellurian\ndiamond, an A-belt fire-opal, or--\"\n\n\"Nothing expensive,\" she cut me off. \"Something simpler would be more\nappropriate, I think. Under the circumstances, I'd suggest a plain\ngold band.\"\n\nI gaped at her like a swamp-guppy until it seeped through my skull that\nshe was in dead earnest.\n\n\"Wait up,\" I said. \"What about Perry Acree?\"\n\nShe snapped her fingers. \"_That_ for Perry. I thought I wanted the\nlittle creep until you brought him back, but after that I couldn't bear\nthe sight of him.\"\n\n\"You mean,\" I said, grasping at any straw, \"that you really want to\nbe--\"\n\n\"Married,\" she said definitely. \"First and firmly, or no Phobos trips!\"\n\n\"It wouldn't last,\" I argued. \"Being an A-belt prospector's wife is no\nsnap, Cheryl. I'd be out in the _Annabelle_ for weeks on end, slamming\naround in God knows what kind of dangers. And one of these days I\nwouldn't come back at all and you'd be a widow.\"\n\n\"_You_ wouldn't be slamming around,\" she corrected me softly. \"_We_\nwould, Willie dear. I'd be with you every minute.\"\n\nThat did it. It was \"Willie dear\" already, and she'd be with me every\nminute. Even in port....\n\n\"I'll have to give this some serious thought,\" I said. \"Look, you\nwouldn't want us to plunge into a deal that wouldn't work out, would\nyou?\"\n\n\"Of course not,\" she said with a demure certainty that made my blood\ncurdle. \"But this will work, Willie darling. I'll see to that.\"\n\nI got out of there and went down to Martian Bankings in the devil of\na hurry. They were apologetic over selling my grubstake lien, and\nwere glad to advance me a few thousand credits against Joey-Cora's\nexpectations.\n\nFor once I passed the Argonaut Club without even looking back. A homo\nwith a skinful of skohl is short on resistance, and resistance just\nthen was what I needed most.\n\nWhen I reached the blastoff aprons, the _Annabelle's_ rusty old hulk\nwas the sweetest sight I ever saw. I pointed her lovely, meteor-dented\nnose at the sky and blasted off, and the howling of her jets was like\na lullaby in my ears. The starry backdrop of space ahead was like a\ncosmos-sized painting of all Creation, a master canvas done.\n",
    "metadata": {
        "author": [
            "Aycock, Roger D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64641/pg64641.txt",
        "name": "oh_mesmerist_from_mimas!.json"
    }
}