{
    "name": "Old News\n(From: \"The Snow Image and Other Twice-Told Tales\")",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\nThere is a volume of what were once newspapers each on a small\nhalf-sheet, yellow and time-stained, of a coarse fabric, and imprinted\nwith a rude old type. Their aspect conveys a singular impression of\nantiquity, in a species of literature which we are accustomed to\nconsider as connected only with the present moment. Ephemeral as they\nwere intended and supposed to be, they have long outlived the printer\nand his whole subscription-list, and have proved more durable, as to\ntheir physical existence, than most of the timber, bricks, and stone of\nthe town where they were issued. These are but the least of their\ntriumphs. The government, the interests, the opinions, in short, all\nthe moral circumstances that were contemporary with their publication,\nhave passed away, and left no better record of what they were than may\nbe found in these frail leaves. Happy are the editors of newspapers!\nTheir productions excel all others in immediate popularity, and are\ncertain to acquire another sort of value with the lapse of time. They\nscatter their leaves to the wind, as the sibyl did, and posterity\ncollects them, to be treasured up among the best materials of its\nwisdom. With hasty pens they write for immortality.\n\nIt is pleasant to take one of these little dingy half-sheets between\nthe thumb and finger, and picture forth the personage who, above ninety\nyears ago, held it, wet from the press, and steaming, before the fire.\nMany of the numbers bear the name of an old colonial dignitary. There\nhe sits, a major, a member of the council, and a weighty merchant, in\nhis high-backed arm-chair, wearing a solemn wig and grave attire, such\nas befits his imposing gravity of mien, and displaying but little\nfinery, except a huge pair of silver shoe-buckles, curiously carved.\nObserve the awful reverence of his visage, as he reads his Majesty’s\nmost gracious speech; and the deliberate wisdom with which he ponders\nover some paragraph of provincial politics, and the keener intelligence\nwith which he glances at the ship-news and commercial advertisements.\nObserve, and smile! He may have been a wise man in his day; but, to us,\nthe wisdom of the politician appears like folly, because we can compare\nits prognostics with actual results; and the old merchant seems to have\nbusied himself about vanities, because we know that the expected ships\nhave been lost at sea, or mouldered at the wharves; that his imported\nbroadcloths were long ago worn to tatters, and his cargoes of wine\nquaffed to the lees; and that the most precious leaves of his ledger\nhave become waste-paper. Yet, his avocations were not so vain as our\nphilosophic moralizing. In this world we are the things of a moment,\nand are made to pursue momentary things, with here and there a thought\nthat stretches mistily towards eternity, and perhaps may endure as\nlong. All philosophy that would abstract mankind from the present is no\nmore than words.\n\nThe first pages of most of these old papers are as soporific as a bed\nof poppies. Here we have an erudite clergyman, or perhaps a Cambridge\nprofessor, occupying several successive weeks with a criticism on Tate\nand Brady, as compared with the New England version of the Psalms. Of\ncourse, the preference is given to the native article. Here are doctors\ndisagreeing about the treatment of a putrid fever then prevalent, and\nblackguarding each other with a characteristic virulence that renders\nthe controversy not altogether unreadable. Here are President\nWigglesworth and the Rev. Dr. Colman, endeavoring to raise a fund for\nthe support of missionaries among the Indians of Massachusetts Bay.\nEasy would be the duties of such a mission now! Here—for there is\nnothing new under the sun—are frequent complaints of the disordered\nstate of the currency, and the project of a bank with a capital of five\nhundred thousand pounds, secured on lands. Here are literary essays,\nfrom the Gentleman’s Magazine; and squibs against the Pretender, from\nthe London newspapers. And here, occasionally, are specimens of New\nEngland honor, laboriously light and lamentably mirthful, as if some\nvery sober person, in his zeal to be merry, were dancing a jig to the\ntune of a funeral-psalm. All this is wearisome, and we must turn the\nleaf.\n\nThere is a good deal of amusement, and some profit, in the perusal of\nthose little items which characterize the manners and circumstances of\nthe country. New England was then in a state incomparably more\npicturesque than at present, or than it has been within the memory of\nman; there being, as yet, only a narrow strip of civilization along the\nedge of a vast forest, peopled with enough of its original race to\ncontrast the savage life with the old customs of another world. The\nwhite population, also, was diversified by the influx of all sorts of\nexpatriated vagabonds, and by the continual importation of\nbond-servants from Ireland and elsewhere, so that there was a wild and\nunsettled multitude, forming a strong minority to the sober descendants\nof the Puritans. Then, there were the slaves, contributing their dark\nshade to the picture of society. The consequence of all this was a\ngreat variety and singularity of action and incident, many instances of\nwhich might be selected from these columns, where they are told with a\nsimplicity and quaintness of style that bring the striking points into\nvery strong relief. It is natural to suppose, too, that these\ncircumstances affected the body of the people, and made their course of\nlife generally less regular than that of their descendants. There is no\nevidence that the moral standard was higher then than now; or, indeed,\nthat morality was so well defined as it has since become. There seem to\nhave been quite as many frauds and robberies, in proportion to the\nnumber of honest deeds; there were murders, in hot-blood and in malice;\nand bloody quarrels over liquor. Some of our fathers also appear to\nhave been yoked to unfaithful wives, if we may trust the frequent\nnotices of elopements from bed and board. The pillory, the\nwhipping-post, the prison, and the gallows, each had their use in those\nold times; and, in short, as often as our imagination lives in the\npast, we find it a ruder and rougher age than our own, with hardly any\nperceptible advantages, and much that gave life a gloomier tinge. In\nvain we endeavor to throw a sunny and joyous air over our picture of\nthis period; nothing passes before our fancy but a crowd of sad-visaged\npeople, moving duskily through a dull gray atmosphere. It is certain\nthat winter rushed upon them with fiercer storms than now, blocking up\nthe narrow forest-paths, and overwhelming the roads along the sea-coast\nwith mountain snow drifts; so that weeks elapsed before the newspaper\ncould announce how many travellers had perished, or what wrecks had\nstrewn the shore. The cold was more piercing then, and lingered further\ninto the spring, making the chimney-corner a comfortable seat till long\npast May-day. By the number of such accidents on record, we might\nsuppose that the thunder-stone, as they termed it, fell oftener and\ndeadlier on steeples, dwellings, and unsheltered wretches. In fine, our\nfathers bore the brunt of more raging and pitiless elements than we.\nThere were forebodings, also, of a more fearful tempest than those of\nthe elements. At two or three dates, we have stories of drums,\ntrumpets, and all sorts of martial music, passing athwart the midnight\nsky, accompanied with the—roar of cannon and rattle of musketry,\nprophetic echoes of the sounds that were soon to shake the land.\nBesides these airy prognostics, there were rumors of French fleets on\nthe coast, and of the march of French and Indians through the\nwilderness, along the borders of the settlements. The country was\nsaddened, moreover, with grievous sicknesses. The small-pox raged in\nmany of the towns, and seems, though so familiar a scourge, to have\nbeen regarded with as much affright as that which drove the throng from\nWall Street and Broadway at the approach of a new pestilence. There\nwere autumnal fevers too, and a contagious and destructive\nthroat-distemper,—diseases unwritten in medical hooks. The dark\nsuperstition of former days had not yet been so far dispelled as not to\nheighten the gloom of the present times. There is an advertisement,\nindeed, by a committee of the Legislature, calling for information as\nto the circumstances of sufferers in the “late calamity of 1692,” with\na view to reparation for their losses and misfortunes. But the\ntenderness with which, after above forty years, it was thought\nexpedient to allude to the witchcraft delusion, indicates a good deal\nof lingering error, as well as the advance of more enlightened\nopinions. The rigid hand of Puritanism might yet be felt upon the reins\nof government, while some of the ordinances intimate a disorderly\nspirit on the part of the people. The Suffolk justices, after a\npreamble that great disturbances have been committed by persons\nentering town and leaving it in coaches, chaises, calashes, and other\nwheel-carriages, on the evening before the Sabbath, give notice that a\nwatch will hereafter be set at the “fortification-gate,” to prevent\nthese outrages. It is amusing to see Boston assuming the aspect of a\nwalled city, guarded, probably, by a detachment of church-members, with\na deacon at their head. Governor Belcher makes proclamation against\ncertain “loose and dissolute people” who have been wont to stop\npassengers in the streets, on the Fifth of November, “otherwise called\nPope’s Day,” and levy contributions for the building of bonfires. In\nthis instance, the populace are more puritanic than the magistrate.\n\nThe elaborate solemnities of funerals were in accordance with the\nsombre character of the times. In cases of ordinary death, the printer\nseldom fails to notice that the corpse was “very decently interred.”\nBut when some mightier mortal has yielded to his fate, the decease of\nthe “worshipful” such-a-one is announced, with all his titles of\ndeacon, justice, councillor, and colonel; then follows an heraldic\nsketch of his honorable ancestors, and lastly an account of the black\npomp of his funeral, and the liberal expenditure of scarfs, gloves, and\nmourning rings. The burial train glides slowly before us, as we have\nseen it represented in the woodcuts of that day, the coffin, and the\nbearers, and the lamentable friends, trailing their long black\ngarments, while grim Death, a most misshapen skeleton, with all kinds\nof doleful emblems, stalks hideously in front. There was a coach maker\nat this period, one John Lucas, who scents to have gained the chief of\nhis living by letting out a sable coach to funerals. It would not be\nfair, however, to leave quite so dismal an impression on the reader’s\nmind; nor should it be forgotten that happiness may walk soberly in\ndark attire, as well as dance lightsomely in a gala-dress. And this\nreminds us that there is an incidental notice of the “dancing-school\nnear the Orange-Tree,” whence we may infer that the salutatory art was\noccasionally practised, though perhaps chastened into a characteristic\ngravity of movement. This pastime was probably confined to the\naristocratic circle, of which the royal governor was the centre. But we\nare scandalized at the attempt of Jonathan Furness to introduce a more\nreprehensible amusement: he challenges the whole country to match his\nblack gelding in a race for a hundred pounds, to be decided on Metonomy\nCommon or Chelsea Beach. Nothing as to the manners of the times can be\ninferred from this freak of an individual. There were no daily and\ncontinual opportunities of being merry; but sometimes the people\nrejoiced, in their own peculiar fashion, oftener with a calm, religious\nsmile than with a broad laugh, as when they feasted, like one great\nfamily, at Thanksgiving time, or indulged a livelier mirth throughout\nthe pleasant days of Election-week. This latter was the true holiday\nseason of New England. Military musters were too seriously important in\nthat warlike time to be classed among amusements; but they stirred up\nand enlivened the public mind, and were occasions of solemn festival to\nthe governor and great men of the province, at the expense of the\nfield-offices. The Revolution blotted a feast-day out of our calendar;\nfor the anniversary of the king’s birth appears to have been celebrated\nwith most imposing pomp, by salutes from Castle William, a military\nparade, a grand dinner at the town-house, and a brilliant illumination\nin the evening. There was nothing forced nor feigned in these\ntestimonials of loyalty to George the Second. So long as they dreaded\nthe re-establishment of a popish dynasty, the people were fervent for\nthe house of Hanover: and, besides, the immediate magistracy of the\ncountry was a barrier between the monarch and the occasional\ndiscontents of the colonies; the waves of faction sometimes reached the\ngovernor’s chair, but never swelled against the throne. Thus, until\noppression was felt to proceed from the king’s own hand, New England\nrejoiced with her whole heart on his Majesty’s birthday.\n\nBut the slaves, we suspect, were the merriest part of the population,\nsince it was their gift to be merry in the worst of circumstances; and\nthey endured, comparatively, few hardships, under the domestic sway of\nour fathers. There seems to have been a great trade in these human\ncommodities. No advertisements are more frequent than those of “a negro\nfellow, fit for almost any household work”; “a negro woman, honest,\nhealthy, and capable”; “a negro wench of many desirable qualities”; “a\nnegro man, very fit for a taylor.” We know not in what this natural\nfitness for a tailor consisted, unless it were some peculiarity of\nconformation that enabled him to sit cross-legged. When the slaves of a\nfamily were inconveniently prolific,—it being not quite orthodox to\ndrown the superfluous offspring, like a litter of kittens,—notice was\npromulgated of “a negro child to be given away.” Sometimes the slaves\nassumed the property of their own persons, and made their escape; among\nmany such instances, the governor raises a hue-and-cry after his negro\nJuba. But, without venturing a word in extenuation of the general\nsystem, we confess our opinion that Caesar, Pompey, Scipio, and all\nsuch great Roman namesakes, would have been better advised had they\nstayed at home, foddering the cattle, cleaning dishes,—in fine,\nperforming their moderate share of the labors of life, without being\nharassed by its cares. The sable inmates of the mansion were not\nexcluded from the domestic affections: in families of middling rank,\nthey had their places at the board; and when the circle closed round\nthe evening hearth, its blaze glowed on their dark shining faces,\nintermixed familiarly with their master’s children. It must have\ncontributed to reconcile them to their lot, that they saw white men and\nwomen imported from Europe as they had been from Africa, and sold,\nthough only for a term of years, yet as actual slaves to the highest\nbidder. Slave labor being but a small part of the industry of the\ncountry, it did not change the character of the people; the latter, on\nthe contrary, modified and softened the institution, making it a\npatriarchal, and almost a beautiful, peculiarity of the times.\n\nAh! We had forgotten the good old merchant, over whose shoulder we were\npeeping, while he read the newspaper. Let us now suppose him putting on\nhis three-cornered gold-laced hat, grasping his cane, with a head\ninlaid of ebony and mother-of-pearl, and setting forth, through the\ncrooked streets of Boston, on various errands, suggested by the\nadvertisements of the day. Thus he communes with himself: I must be\nmindful, says he, to call at Captain Scut’s, in Creek Lane, and examine\nhis rich velvet, whether it be fit for my apparel on Election-day,—that\nI may wear a stately aspect in presence of the governor and my brethren\nof the council. I will look in, also, at the shop of Michael Cario, the\njeweller: he has silver buckles of a new fashion; and mine have lasted\nme some half-score years. My fair daughter Miriam shall have an apron\nof gold brocade, and a velvet mask,—though it would be a pity the wench\nshould hide her comely visage; and also a French cap, from Robert\nJenkins’s, on the north side of the town-house. He hath beads, too, and\near-rings, and necklaces, of all sorts; these are but vanities,\nnevertheless, they would please the silly maiden well. My dame desireth\nanother female in the kitchen; wherefore, I must inspect the lot of\nIrish lasses, for sale by Samuel Waldo, aboard the schooner Endeavor;\nas also the likely negro wench, at Captain Bulfinch’s. It were not\namiss that I took my daughter Miriam to see the royal waxwork, near the\ntown-dock, that she may learn to honor our most gracious King and\nQueen, and their royal progeny, even in their waxen images; not that I\nwould approve of image-worship. The camel, too, that strange beast from\nAfrica, with two great humps, to be seen near the Common; methinks I\nwould fain go thither, and see how the old patriarchs were wont to\nride. I will tarry awhile in Queen Street, at the bookstore of my good\nfriends Kneeland & Green, and purchase Dr. Colman’s new sermon, and the\nvolume of discourses by Mr. Henry Flynt; and look over the controversy\non baptism, between the Rev. Peter Clarke and an unknown adversary; and\nsee whether this George Whitefield be as great in print as he is famed\nto be in the pulpit. By that time, the auction will have commenced at\nthe Royal Exchange, in King Street. Moreover, I must look to the\ndisposal of my last cargo of West India rum and muscovado sugar; and\nalso the lot of choice Cheshire cheese, lest it grow mouldy. It were\nwell that I ordered a cask of good English beer, at the lower end of\nMilk Street.\n\nThen am I to speak with certain dealers about the lot of stout old\nVidonia, rich Canary, and Oporto-wines, which I have now lying in the\ncellar of the Old South meeting-house. But, a pipe or two of the rich\nCanary shall be reserved, that it may grow mellow in mine own\nwine-cellar, and gladden my heart when it begins to droop with old age.\n\nProvident old gentleman! But, was he mindful of his sepulchre? Did he\nbethink him to call at the workshop of Timothy Sheaffe, in Cold Lane,\nand select such a gravestone as would best please him? There wrought\nthe man whose handiwork, or that of his fellow-craftsmen, was\nultimately in demand by all the busy multitude who have left a record\nof their earthly toil in these old time-stained papers. And now, as we\nturn over the volume, we seem to be wandering among the mossy stones of\na burial-ground.\n\nII. THE OLD FRENCH WAR.\n\nAt a period about twenty years subsequent to that of our former sketch,\nwe again attempt a delineation of some of the characteristics of life\nand manners in New England. Our text-book, as before, is a file of\nantique newspapers. The volume which serves us for a writing-desk is a\nfolio of larger dimensions than the one before described; and the\npapers are generally printed on a whole sheet, sometimes with a\nsupplemental leaf of news and advertisements. They have a venerable\nappearance, being overspread with a duskiness of more than seventy\nyears, and discolored, here and there, with the deeper stains of some\nliquid, as if the contents of a wineglass had long since been splashed\nupon the page. Still, the old book conveys an impression that, when the\nseparate numbers were flying about town, in the first day or two of\ntheir respective existences, they might have been fit reading for very\nstylish people. Such newspapers could have been issued nowhere but in a\nmetropolis the centre, not only of public and private affairs, but of\nfashion and gayety. Without any discredit to the colonial press, these\nmight have been, and probably were, spread out on the tables of the\nBritish coffee-house, in king Street, for the perusal of the throng of\nofficers who then drank their wine at that celebrated establishment. To\ninterest these military gentlemen, there were bulletins of the war\nbetween Prussia and Austria; between England and France, on the old\nbattle-plains of Flanders; and between the same antagonists, in the\nnewer fields of the East Indies,—and in our own trackless woods, where\nwhite men never trod until they came to fight there. Or, the travelled\nAmerican, the petit-maitre of the colonies,—the ape of London foppery,\nas the newspaper was the semblance of the London journals,—he, with his\ngray powdered periwig, his embroidered coat, lace ruffles, and glossy\nsilk stockings, golden-clocked,—his buckles of glittering paste, at\nknee-band and shoe-strap,—his scented handkerchief, and chapeau beneath\nhis arm, even such a dainty figure need not have disdained to glance at\nthese old yellow pages, while they were the mirror of passing times.\nFor his amusement, there were essays of wit and humor, the light\nliterature of the day, which, for breadth and license, might have\nproceeded from the pen of Fielding or Smollet; while, in other columns,\nhe would delight his imagination with the enumerated items of all sorts\nof finery, and with the rival advertisements of half a dozen\nperuke-makers. In short, newer manners and customs had almost entirely\nsuperseded those of the Puritans, even in their own city of refuge.\n\nIt was natural that, with the lapse of time and increase of wealth and\npopulation, the peculiarities of the early settlers should have waxed\nfainter and fainter through the generations of their descendants, who\nalso had been alloyed by a continual accession of emigrants from many\ncountries and of all characters. It tended to assimilate the colonial\nmanners to those of the mother-country, that the commercial intercourse\nwas great, and that the merchants often went thither in their own\nships. Indeed, almost every man of adequate fortune felt a yearning\ndesire, and even judged it a filial duty, at least once in his life, to\nvisit the home of his ancestors. They still called it their own home,\nas if New England were to them, what many of the old Puritans had\nconsidered it, not a permanent abiding-place, but merely a lodge in the\nwilderness, until the trouble of the times should be passed. The\nexample of the royal governors must have had much influence on the\nmanners of the colonists; for these rulers assumed a degree of state\nand splendor which had never been practised by their predecessors, who\ndiffered in nothing from republican chief-magistrates, under the old\ncharter. The officers of the crown, the public characters in the\ninterest of the administration, and the gentlemen of wealth and good\ndescent, generally noted for their loyalty, would constitute a\ndignified circle, with the governor in the centre, bearing a very\npassable resemblance to a court. Their ideas, their habits, their bode\nof courtesy, and their dress would have all the fresh glitter of\nfashions immediately derived from the fountain-head, in England. To\nprevent their modes of life from becoming the standard with all who had\nthe ability to imitate them, there was no longer an undue severity of\nreligion, nor as yet any disaffection to British supremacy, nor\ndemocratic prejudices against pomp. Thus, while the colonies were\nattaining that strength which was soon to render them an independent\nrepublic, it might have been supposed that the wealthier classes were\ngrowing into an aristocracy, and ripening for hereditary rank, while\nthe poor were to be stationary in their abasement, and the country,\nperhaps, to be a sister monarchy with England. Such, doubtless, were\nthe plausible conjectures deduced from the superficial phenomena of our\nconnection with a monarchical government, until the prospective\nnobility were levelled with the mob, by the mere gathering of winds\nthat preceded the storm of the Revolution. The portents of that storm\nwere not yet visible in the air. A true picture of society, therefore,\nwould have the rich effect produced by distinctions of rank that seemed\npermanent, and by appropriate habits of splendor on the part of the\ngentry.\n\nThe people at large had been somewhat changed in character, since the\nperiod of our last sketch, by their great exploit, the conquest of\nLouisburg. After that event, the New-Englanders never settled into\nprecisely the same quiet race which all the world had imagined them to\nbe. They had done a deed of history, and were anxious to add new ones\nto the record. They had proved themselves powerful enough to influence\nthe result of a war, and were thenceforth called upon, and willingly\nconsented, to join their strength against the enemies of England; on\nthose fields, at least, where victory would redound to their peculiar\nadvantage. And now, in the heat of the Old French War, they might well\nbe termed a martial people. Every man was a soldier, or the father or\nbrother of a soldier; and the whole land literally echoed with the roll\nof the drum, either beating up for recruits among the towns and\nvillages, or striking the march towards the frontiers. Besides the\nprovincial troops, there were twenty-three British regiments in the\nnorthern colonies. The country has never known a period of such\nexcitement and warlike life; except during the Revolution,—perhaps\nscarcely then; for that was a lingering war, and this a stirring and\neventful one.\n\nOne would think that no very wonderful talent was requisite for an\nhistorical novel, when the rough and hurried paragraphs of these\nnewspapers can recall the past so magically. We seem to be waiting in\nthe street for the arrival of the post-rider—who is seldom more than\ntwelve hours beyond his time—with letters, by way of Albany, from the\nvarious departments of the army. Or, we may fancy ourselves in the\ncircle of listeners, all with necks stretched out towards an old\ngentleman in the centre, who deliberately puts on his spectacles,\nunfolds the wet newspaper, and gives us the details of the broken and\ncontradictory reports, which have been flying from mouth to mouth, ever\nsince the courier alighted at Secretary Oliver’s office. Sometimes we\nhave an account of the Indian skirmishes near Lake George, and how a\nranging party of provincials were so closely pursued, that they threw\naway their arms, and eke their shoes, stockings, and breeches, barely\nreaching the camp in their shirts, which also were terribly tattered by\nthe bushes. Then, there is a journal of the siege of Fort Niagara, so\nminute that it almost numbers the cannon-shot and bombs, and describes\nthe effect of the latter missiles on the French commandant’s stone\nmansion, within the fortress. In the letters of the provincial\nofficers, it is amusing to observe how some of them endeavor to catch\nthe careless and jovial turn of old campaigners. One gentleman tells us\nthat he holds a brimming glass in his hand, intending to drink the\nhealth of his correspondent, unless a cannon ball should dash the\nliquor from his lips; in the midst of his letter he hears the bells of\nthe French churches ringing, in Quebec, and recollects that it is\nSunday; whereupon, like a good Protestant, he resolves to disturb the\nCatholic worship by a few thirty-two pound shot. While this wicked man\nof war was thus making a jest of religion, his pious mother had\nprobably put up a note, that very Sabbath-day, desiring the “prayers of\nthe congregation for a son gone a soldiering.” We trust, however, that\nthere were some stout old worthies who were not ashamed to do as their\nfathers did, but went to prayer, with their soldiers, before leading\nthem to battle; and doubtless fought none the worse for that. If we had\nenlisted in the Old French War, it should have been under such a\ncaptain; for we love to see a man keep the characteristics of his\ncountry.*\n\n[* The contemptuous jealousy of the British army, from the general\ndownwards, was very galling to the provincial troops. In one of the\nnewspapers, there is an admirable letter of a New England man, copied\nfrom the London Chronicle, defending the provincials with an ability\nworthy of Franklin, and somewhat in his style. The letter is\nremarkable, also, because it takes up the cause of the whole range of\ncolonies, as if the writer looked upon them all as constituting one\ncountry, and that his own. Colonial patriotism had not hitherto been so\nbroad a sentiment.]\n\n\nThese letters, and other intelligence from the army, are pleasant and\nlively reading, and stir up the mind like the music of a drum and fife.\nIt is less agreeable to meet with accounts of women slain and scalped,\nand infants dashed against trees, by the Indians on the frontiers. It\nis a striking circumstance, that innumerable bears, driven from the\nwoods, by the uproar of contending armies in their accustomed haunts,\nbroke into the settlements, and committed great ravages among children,\nas well as sheep and swine. Some of them prowled where bears had never\nbeen for a century, penetrating within a mile or two of Boston; a fact\nthat gives a strong and gloomy impression of something very terrific\ngoing on in the forest, since these savage beasts fled townward to\navoid it. But it is impossible to moralize about such trifles, when\nevery newspaper contains tales of military enterprise, and often a\nhuzza for victory; as, for instance, the taking of Ticonderoga, long a\nplace of awe to the provincials, and one of the bloodiest spots in the\npresent war. Nor is it unpleasant, among whole pages of exultation, to\nfind a note of sorrow for the fall of some brave officer; it comes\nwailing in, like a funeral strain amidst a peal of triumph, itself\ntriumphant too. Such was the lamentation over Wolfe. Somewhere, in this\nvolume of newspapers, though we cannot now lay our finger upon the\npassage, we recollect a report that General Wolfe was slain, not by the\nenemy, but by a shot from his own soldiers.\n\nIn the advertising columns, also, we are continually reminded that the\ncountry was in a state of war. Governor Pownall makes proclamation for\nthe enlisting of soldiers, and directs the militia colonels to attend\nto the discipline of their regiments, and the selectmen of every town\nto replenish their stocks of ammunition. The magazine, by the way, was\ngenerally kept in the upper loft of the village meeting-house. The\nprovincial captains are drumming up for soldiers, in every newspaper.\nSir Jeffrey Amherst advertises for batteaux-men, to be employed on the\nlakes; and gives notice to the officers of seven British regiments,\ndispersed on the recruiting service, to rendezvous in Boston. Captain\nHallowell, of the province ship-of-war King George, invites able-bodied\nseamen to serve his Majesty, for fifteen pounds, old tenor, per month.\nBy the rewards offered, there would appear to have been frequent\ndesertions from the New England forces: we applaud their wisdom, if not\ntheir valor or integrity. Cannon of all calibres, gunpowder and balls,\nfirelocks, pistols, swords, and hangers, were common articles of\nmerchandise. Daniel Jones, at the sign of the hat and helmet, offers to\nsupply officers with scarlet broadcloth, gold-lace for hats and\nwaistcoats, cockades, and other military foppery, allowing credit until\nthe payrolls shall be made up. This advertisement gives us quite a\ngorgeous idea of a provincial captain in full dress.\n\nAt the commencement of the campaign of 1759, the British general\ninforms the farmers of New England that a regular market will be\nestablished at Lake George, whither they are invited to bring\nprovisions and refreshments of all sorts, for the use of the army.\nHence, we may form a singular picture of petty traffic, far away from\nany permanent settlements, among the hills which border that romantic\nlake, with the solemn woods overshadowing the scene. Carcasses of\nbullocks and fat porkers are placed upright against the huge trunks of\nthe trees; fowls hang from the lower branches, bobbing against the\nheads of those beneath; butter-firkins, great cheeses, and brown loaves\nof household bread, baked in distant ovens, are collected under\ntemporary shelters or pine-boughs, with gingerbread, and pumpkin-pies,\nperhaps, and other toothsome dainties. Barrels of cider and spruce-beer\nare running freely into the wooden canteens of the soldiers. Imagine\nsuch a scene, beneath the dark forest canopy, with here and there a few\nstruggling sunbeams, to dissipate the gloom. See the shrewd yeomen,\nhaggling with their scarlet-coated customers, abating somewhat in their\nprices, but still dealing at monstrous profit; and then complete the\npicture with circumstances that bespeak war and danger. A cannon shall\nbe seen to belch its smoke from among the trees, against some distant\ncanoes on the lake; the traffickers shall pause, and seem to hearken,\nat intervals, as if they heard the rattle of musketry or the shout of\nIndians; a scouting-party shall be driven in, with two or three faint\nand bloody men among them. And, in spite of these disturbances,\nbusiness goes on briskly in the market of the wilderness.\n\nIt must not be supposed that the martial character of the times\ninterrupted all pursuits except those connected with war. On the\ncontrary, there appears to have been a general vigor and vivacity\ndiffused into the whole round of colonial life. During the winter of\n1759, it was computed that about a thousand sled-loads of country\nproduce were daily brought into Boston market. It was a symptom of an\nirregular and unquiet course of affairs, that innumerable lotteries\nwere projected, ostensibly for the purpose of public improvements, such\nas roads and bridges. Many females seized the opportunity to engage in\nbusiness: as, among others, Alice Quick, who dealt in crockery and\nhosiery, next door to Deacon Beautineau’s; Mary Jackson, who sold\nbutter, at the Brazen-Head, in Cornhill; Abigail Hiller, who taught\nornamental work, near the Orange-Tree, where also were to be seen the\nKing and Queen, in wax-work; Sarah Morehead, an instructor in\nglass-painting, drawing, and japanning; Mary Salmon, who shod horses,\nat the South End; Harriet Pain, at the Buck and Glove, and Mrs.\nHenrietta Maria Caine, at the Golden Fan, both fashionable milliners;\nAnna Adams, who advertises Quebec and Garrick bonnets, Prussian cloaks,\nand scarlet cardinals, opposite the old brick meeting-house; besides a\nlady at the head of a wine and spirit establishment. Little did these\ngood dames expect to reappear before the public, so long after they had\nmade their last courtesies behind the counter. Our great-grandmothers\nwere a stirring sisterhood, and seem not to have been utterly despised\nby the gentlemen at the British coffee-house; at least, some gracious\nbachelor, there resident, gives public notice of his willingness to\ntake a wife, provided she be not above twenty-three, and possess brown\nhair, regular features, a brisk eye, and a fortune. Now, this was great\ncondescension towards the ladies of Massachusetts Bay, in a threadbare\nlieutenant of foot.\n\nPolite literature was beginning to make its appearance. Few native\nworks were advertised, it is true, except sermons and treatises of\ncontroversial divinity; nor were the English authors of the day much\nknown on this side of the Atlantic. But catalogues were frequently\noffered at auction or private sale, comprising the standard English\nbooks, history, essays, and poetry, of Queen Anne’s age, and the\npreceding century. We see nothing in the nature of a novel, unless it\nbe “The Two Mothers, price four coppers.” There was an American poet,\nhowever, of whom Mr. Kettell has preserved no specimen,—the author of\n“War, an Heroic Poem”; he publishes by subscription, and threatens to\nprosecute his patrons for not taking their books. We have discovered a\nperiodical, also, and one that has a peculiar claim to be recorded\nhere, since it bore the title of “THE NEW ENGLAND MAGAZINE,” a\nforgotten predecessor, for which we should have a filial respect, and\ntake its excellence on trust. The fine arts, too, were budding into\nexistence. At the “old glass and picture shop,” in Cornhill, various\nmaps, plates, and views are advertised, and among them a “Prospect of\nBoston,” a copperplate engraving of Quebec, and the effigies of all the\nNew England ministers ever done in mezzotinto. All these must have been\nvery salable articles. Other ornamental wares were to be found at the\nsame shop; such as violins, flutes, hautboys, musical books, English\nand Dutch toys, and London babies. About this period, Mr. Dipper gives\nnotice of a concert of vocal and instrumental music. There had already\nbeen an attempt at theatrical exhibitions.\n\nThere are tokens, in every newspaper, of a style of luxury and\nmagnificence which we do not usually associate with our ideas of the\ntimes. When the property of a deceased person was to be sold, we find,\namong the household furniture, silk beds and hangings, damask\ntable-cloths, Turkey carpets, pictures, pier-glasses, massive plate,\nand all things proper for a noble mansion. Wine was more generally\ndrunk than now, though by no means to the neglect of ardent spirits.\nFor the apparel of both sexes, the mercers and milliners imported good\nstore of fine broadcloths, especially scarlet, crimson, and sky-blue,\nsilks, satins, lawns, and velvets, gold brocade, and gold and silver\nlace, and silver tassels, and silver spangles, until Cornhill shone and\nsparkled with their merchandise. The gaudiest dress permissible by\nmodern taste fades into a Quaker-like sobriety, compared with the deep,\nrich, glowing splendor of our ancestors. Such figures were almost too\nfine to go about town on foot; accordingly, carriages were so numerous\nas to require a tax; and it is recorded that, when Governor Bernard\ncame to the province, he was met between Dedham and Boston by a\nmultitude of gentlemen in their coaches and chariots.\n\nTake my arm, gentle reader, and come with me into some street, perhaps\ntrodden by your daily footsteps, but which now has such an aspect of\nhalf-familiar strangeness, that you suspect yourself to be walking\nabroad in a dream. True, there are some brick edifices which you\nremember from childhood, and which your father and grandfather\nremembered as well; but you are perplexed by the absence of many that\nwere here only an hour or two since; and still more amazing is the\npresence of whole rows of wooden and plastered houses, projecting over\nthe sidewalks, and bearing iron figures on their fronts, which prove\nthem to have stood on the same sites above a century. Where have your\neyes been that you never saw them before? Along the ghostly\nstreet,—for, at length, you conclude that all is unsubstantial, though\nit be so good a mockery of an antique town,—along the ghostly street,\nthere are ghostly people too. Every gentleman has his three-cornered\nhat, either on his head or under his arm; and all wear wigs in infinite\nvariety,—the Tie, the Brigadier, the Spencer, the Albemarle, the Major,\nthe Ramillies, the grave Full-bottom, or the giddy Feather-top. Look at\nthe elaborate lace-ruffles, and the square-skirted coats of gorgeous\nhues, bedizened with silver and gold! Make way for the phantom-ladies,\nwhose hoops require such breadth of passage, as they pace majestically\nalong, in silken gowns, blue, green, or yellow, brilliantly\nembroidered, and with small satin hats surmounting their powdered hair.\nMake way; for the whole spectral show will vanish, if your earthly\ngarments brush against their robes. Now that the scene is brightest,\nand the whole street glitters with imaginary sunshine,—now hark to the\nbells of the Old South and the Old North, ringing out with a sudden and\nmerry peal, while the cannon of Castle William thunder below the town,\nand those of the Diana frigate repeat the sound, and the Charlestown\nbatteries reply with a nearer roar! You see the crowd toss up their\nhats in visionary joy. You hear of illuminations and fire-works, and of\nbonfires, built oil scaffolds, raised several stories above the ground,\nthat are to blaze all night in King Street and on Beacon Hill. And here\ncome the trumpets and kettle-drums, and the tramping hoofs of the\nBoston troop of horseguards, escorting the governor to King’s Chapel,\nwhere he is to return solemn thanks for the surrender of Quebec. March\non, thou shadowy troop! and vanish, ghostly crowd! and change again,\nold street! for those stirring times are gone.\n\nOpportunely for the conclusion of our sketch, a fire broke out, on the\ntwentieth of March, 1760, at the Brazen-Head, in Cornhill, and consumed\nnearly four hundred buildings. Similar disasters have always been\nepochs in the chronology of Boston. That of 1711 had hitherto been\ntermed the Great Fire, but now resigned its baleful dignity to one\nwhich has ever since retained it. Did we desire to move the reader’s\nsympathies on this subject, we would not be grandiloquent about the sea\nof billowy flame, the glowing and crumbling streets, the broad, black\nfirmament of smoke, and the blast or wind that sprang up with the\nconflagration and roared behind it. It would be more effective to mark\nout a single family at the moment when the flames caught upon an angle\nof their dwelling: then would ensue the removal of the bedridden\ngrandmother, the cradle with the sleeping infant, and, most dismal of\nall, the dying man just at the extremity of a lingering disease. Do but\nimagine the confused agony of one thus awfully disturbed in his last\nhour; his fearful glance behind at the consuming fire raging after him,\nfrom house to house, as its devoted victim; and, finally, the almost\neagerness with which he would seize some calmer interval to die! The\nGreat Fire must have realized many such a scene.\n\nDoubtless posterity has acquired a better city by the calamity of that\ngeneration. None will be inclined to lament it at this late day, except\nthe lover of antiquity, who would have been glad to walk among those\nstreets of venerable houses, fancying the old inhabitants still there,\nthat he might commune with their shadows, and paint a more vivid\npicture of their times.\n\nIII. THE OLD TORY.\n\nAgain we take a leap of about twenty years, and alight in the midst of\nthe Revolution. Indeed, having just closed a volume of colonial\nnewspapers, which represented the period when monarchical and\naristocratic sentiments were at the highest,—and now opening another\nvolume printed in the same metropolis, after such sentiments had long\nbeen deemed a sin and shame,—we feel as if the leap were more than\nfigurative. Our late course of reading has tinctured us, for the\nmoment, with antique prejudices; and we shrink from the strangely\ncontrasted times into which we emerge, like one of those immutable old\nTories, who acknowledge no oppression in the Stamp Act. It may be the\nmost effective method of going through the present file of papers, to\nfollow out this idea, and transform ourself, perchance, from a modern\nTory into such a sturdy King-man as once wore that pliable nickname.\n\nWell, then, here we sit, an old, gray, withered, sour-visaged,\nthreadbare sort of gentleman, erect enough, here in our solitude, but\nmarked out by a depressed and distrustful mien abroad, as one conscious\nof a stigma upon his forehead, though for no crime. We were already in\nthe decline of life when the first tremors of the earthquake that has\nconvulsed the continent were felt. Our mind had grown too rigid to\nchange any of its opinions, when the voice of the people demanded that\nall should be changed. We are an Episcopalian, and sat under the\nHigh-Church doctrines of Dr. Caner; we have been a captain of the\nprovincial forces, and love our king the better for the blood that we\nshed in his cause on the Plains of Abraham. Among all the refugees,\nthere is not one more loyal to the backbone than we. Still we lingered\nbehind when the British army evacuated Boston, sweeping in its train\nmost of those with whom we held communion; the old, loyal gentlemen,\nthe aristocracy of the colonies, the hereditary Englishman, imbued with\nmore than native zeal and admiration for the glorious island and its\nmonarch, because the far-intervening ocean threw a dim reverence around\nthem. When our brethren departed, we could not tear our aged roots out\nof the soil.\n\nWe have remained, therefore, enduring to be outwardly a freeman, but\nidolizing King George in secrecy and silence,—one true old heart\namongst a host of enemies. We watch, with a weary hope, for the moment\nwhen all this turmoil shall subside, and the impious novelty that has\ndistracted our latter years, like a wild dream, give place to the\nblessed quietude of royal sway, with the king’s name in every\nordinance, his prayer in the church, his health at the board, and his\nlove in the people’s heart. Meantime, our old age finds little honor.\nHustled have we been, till driven from town-meetings; dirty water has\nbeen cast upon our ruffles by a Whig chambermaid; John Hancock’s\ncoachman seizes every opportunity to bespatter us with mud; daily are\nwe hooted by the unbreeched rebel brats; and narrowly, once, did our\ngray hairs escape the ignominy of tar and feathers. Alas! only that we\ncannot bear to die till the next royal governor comes over, we would\nfain be in our quiet grave.\n\nSuch an old man among new things are we who now hold at arm’s-length\nthe rebel newspaper of the day. The very figure-head, for the\nthousandth time, elicits it groan of spiteful lamentation. Where are\nthe united heart and crown, the loyal emblem, that used to hallow the\nsheet on which it was impressed, in our younger days? In its stead we\nfind a continental officer, with the Declaration of Independence in one\nhand, a drawn sword in the other, and above his head a scroll, bearing\nthe motto, “WE APPEAL TO HEAVEN.” Then say we, with a prospective\ntriumph, let Heaven judge, in its own good time! The material of the\nsheet attracts our scorn. It is a fair specimen of rebel manufacture,\nthick and coarse, like wrapping-paper, all overspread with little\nknobs; and of such a deep, dingy blue color, that we wipe our\nspectacles thrice before we can distinguish a letter of the wretched\nprint. Thus, in all points, the newspaper is a type of the times, far\nmore fit for the rough hands of a democratic mob, than for our own\ndelicate, though bony fingers. Nay we will not handle it without our\ngloves!\n\nGlancing down the page, our eyes are greeted everywhere by the offer of\nlands at auction, for sale or to be leased, not by the rightful owners,\nbut a rebel committee; notices of the town constable, that he is\nauthorized to receive the taxes on such all estate, in default of\nwhich, that also is to be knocked down to the highest bidder; and\nnotifications of complaints filed by the attorney-general against\ncertain traitorous absentees, and of confiscations that are to ensue.\nAnd who are these traitors? Our own best friends; names as old, once as\nhonored, as any in the land where they are no longer to have a\npatrimony, nor to be remembered as good men who have passed away. We\nare ashamed of not relinquishing our little property, too; but comfort\nourselves because we still keep our principles, without gratifying the\nrebels with our plunder. Plunder, indeed, they are seizing\neverywhere,—by the strong hand at sea, as well as by legal forms oil\nshore. Here are prize-vessels for sale; no French nor Spanish\nmerchantmen, whose wealth is the birthright of British subjects, but\nhulls of British oak, from Liverpool, Bristol, and the Thames, laden\nwith the king’s own stores, for his army in New York. And what a fleet\nof privateers—pirates, say we—are fitting out for new ravages, with\nrebellion in their very names! The Free Yankee, the General Greene, the\nSaratoga, the Lafayette, and the Grand Monarch! Yes, the Grand Monarch;\nso is a French king styled, by the sons of Englishmen. And here we have\nan ordinance from the Court of Versailles, with the Bourbon’s own\nsignature affixed, as if New England were already a French province.\nEverything is French,—French soldiers, French sailors, French surgeons,\nand French diseases too, I trow; besides French dancing-masters and\nFrench milliners, to debauch our daughters with French fashions!\nEverything in America is French, except the Canadas, the loyal Canadas,\nwhich we helped to wrest, from France. And to that old French province\nthe Englishman of the colonies must go to find his country!\n\nO, the misery of seeing the whole system of things changed in my old\ndays, when I would be loath to change even a pair of buckles! The\nBritish coffee-house, where oft we sat, brimful of wine and loyalty,\nwith the gallant gentlemen of Amherst’s army, when we wore a redcoat\ntoo,—the British coffee-house, forsooth, must now be styled the\nAmerican, with a golden eagle instead of the royal arms above the door.\nEven the street it stands in is no longer King Street! Nothing is the\nking’s, except this heavy heart in my old bosom. Wherever I glance my\neyes, they meet something that pricks them like a needle. This\nsoap-maker, for instance, this Hobert Hewes, has conspired against my\npeace, by notifying that his shop is situated near Liberty Stump. But\nwhen will their misnamed liberty have its true emblem in that Stump,\nhewn down by British steel?\n\nWhere shall we buy our next year’s almanac? Not this of Weatherwise’s,\ncertainly; for it contains a likeness of George Washington, the upright\nrebel, whom we most hate, though reverentially, as a fallen angel, with\nhis heavenly brightness undiminished, evincing pure fame in an\nunhallowed cause. And here is a new book for my evening’s recreation,—a\nHistory of the War till the close of the year 1779, with the heads of\nthirteen distinguished officers, engraved on copperplate. A plague upon\ntheir heads! We desire not to see them till they grin at us from the\nbalcony before the town-house, fixed on spikes, as the heads of\ntraitors. How bloody-minded the villains make a peaceable old man! What\nnext? An Oration, on the Horrid Massacre of 1770. When that blood was\nshed,—the first that the British soldier ever drew from the bosoms of\nour countrymen,—we turned sick at heart, and do so still, as often as\nthey make it reek anew from among the stones in King Street. The pool\nthat we saw that night has swelled into a lake,—English blood and\nAmerican,—no! all British, all blood of my brethren. And here come down\ntears. Shame on me, since half of them are shed for rebels! Who are not\nrebels now! Even the women are thrusting their white hands into the\nwar, and come out in this very paper with proposals to form a\nsociety—the lady of George Washington at their head—for clothing the\ncontinental troops. They will strip off their stiff petticoats to cover\nthe ragged rascals, and then enlist in the ranks themselves.\n\nWhat have we here? Burgoyne’s proclamation turned into Hudibrastic\nrhyme! And here, some verses against the king, in which the scribbler\nleaves a blank for the name of George, as if his doggerel might yet\nexalt him to the pillory. Such, after years of rebellion, is the\nheart’s unconquerable reverence for the Lord’s anointed! In the next\ncolumn, we have scripture parodied in a squib against his sacred\nMajesty. What would our Puritan great-grandsires have said to that?\nThey never laughed at God’s word, though they cut off a king’s head.\n\nYes; it was for us to prove how disloyalty goes hand in hand with\nirreligion, and all other vices come trooping in the train. Nowadays\nmen commit robbery and sacrilege for the mere luxury of wickedness, as\nthis advertisement testifies. Three hundred pounds reward for the\ndetection of the villains who stole and destroyed the cushions and\npulpit drapery of the Brattle Street and Old South churches. Was it a\ncrime? I can scarcely think our temples hallowed, since the king ceased\nto be prayed for. But it is not temples only that they rob. Here a man\noffers a thousand dollars—a thousand dollars, in Continental rags!—for\nthe recovery of his stolen cloak, and other articles of clothing.\nHorse-thieves are innumerable. Now is the day when every beggar gets on\nhorseback. And is not the whole land like a beggar on horseback riding\npost to the Davil? Ha! here is a murder, too. A woman slain at\nmidnight, by all unknown ruffian, and found cold, stiff, and bloody, in\nher violated bed! Let the hue-and-cry follow hard after the man in the\nuniform of blue and buff who last went by that way. My life on it, he\nis the blood-stained ravisher! These deserters whom we see proclaimed\nin every column,—proof that the banditti are as false to their Stars\nand Stripes as to the Holy Red Cross,—they bring the crimes of a rebel\ncamp into a soil well suited to them; the bosom of a people, without\nthe heart that kept them virtuous,—their king!\n\nHere flaunting down a whole column, with official seal and signature,\nhere comes a proclamation. By whose authority? Ah! the United\nStates,—these thirteen little anarchies, assembled in that one grand\nanarchy, their Congress. And what the import? A general Fast. By\nHeaven! for once the traitorous blockheads have legislated wisely! Yea;\nlet a misguided people kneel down in sackcloth and ashes, from end to\nend, from border to border, of their wasted country. Well may they fast\nwhere there is no food, and cry aloud for whatever remnant of God’s\nmercy their sins may not have exhausted. We too will fast, even at a\nrebel summons. Pray others as they will, there shall be at least an old\nman kneeling for the righteous cause. Lord, put down the rebels! God\nsave the king!\n\nPeace to the good old Tory! One of our objects has been to exemplify,\nwithout softening a single prejudice proper to the character which we\nassumed, that the Americans who clung to the losing side in the\nRevolution were men greatly to be pitied and often worthy of our\nsympathy. It would be difficult to say whose lot was most lamentable,\nthat of the active Tories, who gave up their patrimonies for a pittance\nfrom the British pension-roll, and their native land for a cold\nreception in their miscalled home, or the passive ones who remained\nbehind to endure the coldness of former friends, and the public\nopprobrium, as despised citizens, under a government which they\nabhorred. In justice to the old gentleman who has favored us with his\ndiscontented musings, we must remark that the state of the country, so\nfar as can be gathered from these papers, was of dismal augury for the\ntendencies of democratic rule. It was pardonable in the conservative of\nthat day to mistake the temporary evils of a change for permanent\ndiseases of the system which that change was to establish. A\nrevolution, or anything that interrupts social order, may afford\nopportunities for the individual display of eminent virtues; but its\neffects are pernicious to general morality. Most people are so\nconstituted that they can be virtuous only in a certain routine; and an\nirregular course of public affairs demoralizes them. One great source\nof disorder was the multitude of disbanded troops, who were continually\nreturning home, after terms of service just long enough to give them a\ndistaste to peaceable occupations; neither citizens nor soldiers, they\nwere very liable to become ruffians. Almost all our impressions in\nregard to this period are unpleasant, whether referring to the state of\ncivil society, or to the character of the contest, which, especially\nwhere native Americans were opposed to each other, was waged with the\ndeadly hatred of fraternal enemies. It is the beauty of war, for men to\ncommit mutual havoc with undisturbed good-humor.\n\nThe present volume of newspapers contains fewer characteristic traits\nthan any which we have looked over. Except for the peculiarities\nattendant on the passing struggle, manners seem to have taken a modern\ncast. Whatever antique fashions lingered into the War of the\nRevolution, or beyond it, they were not so strongly marked as to leave\ntheir traces in the public journals. Moreover, the old newspapers had\nan indescribable picturesqueness, not to be found in the later ones.\nWhether it be something in the literary execution, or the ancient print\nand paper, and the idea that those same musty pages have been handled\nby people once alive and bustling amid the scenes there recorded, yet\nnow in their graves beyond the memory of man; so it is, that in those\nelder volumes we seem to find the life of a past age preserved between\nthe leaves, like a dry specimen of foliage. It is so difficult to\ndiscover what touches are really picturesque, that we doubt whether our\nattempts have produced any similar effect.\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9239/pg9239.txt",
        "name": "old_news_(_from:_\"_the_snow_image_and_other_twice_told_tales\").json"
    }
}