{
    "name": "On the Sweeny wire",
    "author": [
        "Barnes, Charles R."
    ],
    "body": "A telephone inspector was in the Sweeny apartment, looking over the\ninstrument. Mrs. Sweeny stood by, evidently suspicious, and watched the\nman as he worked. Sometimes telephone inspectors turned out to be\nevil-disposed persons, bent on loot. If one’s back were toward them,\nthey would deftly collect whatever property happened to be available and\ndecamp. So Mrs. Sweeny gave this man no opportunity at all to develop a\nburglarious streak, but watched his every move.\n\nAt last he finished brushing out the transmitter, tapping here and there\nwith an inquisitive finger, tightening contact screws and the like, and\nwent his way. His observer, now off duty, made her way to the Boarder’s\nrooms for a chat.\n\n“Good mornin’,” she said, as she entered.\n\nHe returned the greeting and offered her a chair.\n\n“Thanks,” said she, seating herself. “One of them telephone fellers was\njust here, fixin’ the thing. I been watchin’ him. You don’t find me\ntakin’ chances on parties that comes around like that, bein’ flat\nworkers. Not me!”\n\n“It’s best to be careful,” agreed the Boarder.\n\n“That’s what my Danny usta tell me b’fore he was shot,” she continued.\n“We was on a party line then----” She broke off abruptly, as if memory\nhad flashed a message. “Say,” she resumed, “was you ever a party liner?”\n\n“A what?” the Boarder asked.\n\n“A party liner,” came the repetition. “You’re one when you and three or\nfour other people all listens to what each other says on the phone,\nb’cause they’re on the same line and can. Anybody that would listen like\nthat would peek through a keyhole--and I never met nobody that wouldn’t\nlisten. After you’ve been a party liner for a while, you’ve got more of\na rubberneck disposition than a’ astronomer. You watch a show from\nbeginnin’ to end, through op’ry glasses, b’cause it makes you think\nyou’re peekin’ at somethin’ on the sly. It’s a worse habit than\nwhis’lin’ through your teeth; but there’s times when it comes in handy\nfor some folks. The fine young one I had almost put Mr. Dan Sweeny and\nwife down and out.”\n\n“I suppose the telephone company got after you?” the Boarder hazarded.\n\n“You don’t get no coupon with that guess.” Mrs. Sweeny assured him.\n“Nothin’ like that happened; but somethin’ else did. Me and Danny seen\nour bank roll all made up and ready to go on in a disappearin’ act. It\nwas a scary time for me, I tell you, mister.”\n\n                   *       *       *       *       *\n\nThe boarder left off whittling the end of a pencil and began to make\nhimself comfortable.\n\nMrs. Sweeny continued:\n\n“About that time Danny had had a fallin’ out with a feller named ‘Mike\nthe Wop’ that was workin’ at one of them race-track books. My husban’\nwouldn’t stand for somethin’ he done, and told him so. They quarreled\nsomethin’ outrag’ous; but afterward they made it up. Danny brought him\nout to dinner, and we treated him real stylish, like he was in the\nlegislature and willin’ to be bought on the racin’ question. But that\nthere Mike wasn’t no kind of a man. He had a low, backbitin’\ndisposition--he said he had Sicilian blood in him, and I believe it.\nThem Sicilians is great on that revenge thing, mister.”\n\nThe Boarder nodded.\n\n“And,” his landlady went on, “I didn’t trust him; and afterward I told\nDanny to watch him like he was a tack on a dark floor. I remember that\ntime at dinner that the telephone was talked about--somethin’ brought it\nout--and our party line got a hearin’. And Mike, bein’ one of them\nfellers that alwus likes to pan out wimmin for bein’ mutts and havin’ no\nprinciples, says he bet I listened on the line.\n\n“‘Well,’ I says, ‘bein’ that I’m honust by nature,’ I says, ‘I’ll say\nthis much: If I happen to take down the receiver and the line’s busy,’ I\nsays, ‘mebbe I don’t put the thing right back up on the hook,’ I says.\n\n“Mike laughs.\n\n“‘Haw-haw-haw!’ he says, ‘you’re like all the rest of ’em, Mis’ Sweeny,’\nhe says. ‘Wimmin would listen on a telephone line, if what they heard\nwas that their own house was burnin’ down,’ he says. ‘They’d stick till\nthe folks got through talkin’ and then take a chance at gettin’ out\nalive,’ he says.\n\n“Well, I didn’t have no argument with him, seein’ that he’s nothin’ but\na rowdy. And then the talk turns to who’s on the line with us. You know\nhow them things will come off. You bring up somethin’ to talk about and\ntell all you know about it, and then begin to lie. We told Mike that a\nPresbyterian minister was the L party; and a clairvoyant was the X\nparty, and a feller named Doyle, that run a corner saloon over on\nAmsterdam Av-noo, was the R party, and we was the J party. I knew, for\nI’d called up the information operator from downtown and asked. Mebbe I\nwas buttin’ in, but I just had to know. At first I was goin’ to kick\nabout havin’ a saloon on our line, but the phone wasn’t there; it was at\nthe man’s house. Of course all this patter didn’t mean nothin’ much to\nMike at the time. It was just somethin’ that comes off between ladies\nand gent’m’n. But wait! I seen the time when I wished we’d never said a\nword about who was on our line. All the trouble come from that.”\n\nThe Boarder was showing considerable interest.\n\n“I don’t see how----” he began.\n\nBut Mrs. Sweeny had the floor, and reminded him of it.\n\n“Sometimes,” she declared, “you don’t seem like you had sense. Ain’t I\ndoin’ my best to tell you how?”\n\nHe subsided, and she went on:\n\n                   *       *       *       *       *\n\n“That evenin’ when Mike left, Danny walked to the corner saloon with him\nand interduced him to the proprietor, Doyle. This here Doyle was crazy\nabout the horses, and had more respect for Danny, who was a bookmaker,\nthan for the man that made the subway. Danny didn’t stay, though, but\ncome home right away. He wasn’t one of them stay-out-all-nights, except\nwhen there was somethin’ special to celebrate, like makin’ a big winnin’\nat the track. When he come in, he says to me:\n\n“‘Belle,’ he says, ‘Mike ain’t such a bad feller.’\n\n“‘There’s worse,’ I says, ‘but they’re in jail. Take it from me, Danny,\nthe Wop is the kind that’ll meet you with a glad face and then forget\nthat he ever looked pleasant--he’s a smile-that-won’t-stay-on feller,’ I\nsays. ‘I like him much,’ I says; ‘about as much as you’d like doin’ the\nhousework,’ I says.\n\n“You see, mister, a woman’s got a’ instinct that’s wound up all the time\nand rings up people and things like a cash register.”\n\nThe Boarder was moved to comment.\n\n“Woman’s intuition is a strange thing,” he said.\n\n“I bet on mine,” she assured him, “and I don’t have to walk home much,\nas you might say. And when it told me the Wop’s number--which was 00--I\nwas sure that the right record was playin’. I tried to make Danny listen\nto it, but he was goin’ to sleep in his chair and wanted peace. So we\nlet the thing drop.\n\n“One mornin’ not long after that our telephone rung, and some party ast\nfor Mr. Doyle.\n\n“‘You’re in the wrong pew,’ I says.\n\n“‘Ain’t this the R party?’ says the feller talkin’, and his voice\nsounded familiar.\n\n“‘No,’ I says, ‘this is the J party.’\n\n“I heard him laughin’.”\n\n“‘Hello, Mrs. Sweeny,’ he says, ‘rubberin’ in on the line again? This is\nMike talkin’.’\n\n“‘No,’ I says, gettin’ mad. ‘I ain’t rubberin’ in on the line. Our bell\nrung,’ I says, ‘and a lady’s got a puffec’ right to answer her telephone\nif the bell rings,’ I says.\n\n“He laughs again.\n\n“‘Correct,’ he says; ‘go to the head of the class.’ Then he told me he\ndidn’t mean nothin’ and for me not to go away mad. But I hung up, and\nthrowed a salt cellar across the room, I was so put out.\n\n“After a while, though, the thing got to easin’ up on my chest, and I\nbegun to wonder what the Wop’s business with Mr. Doyle was. I knew that\nDoyle was makin’ considerable money out of his place; so, puttin’ two\nand two together, it looked to me that mebbe the Wop was after it. Now,\nmister, we’ve brought up at the place where there’s a curious woman to\ndeal with--and somethin’ usually happens when one of them persons is\nturned loose, don’t it?”\n\n“I believe so,” laughed the Boarder.\n\n“You better had,” she told him. “Oh, don’t they know human nature,\nthough!”\n\n“Who?” inquired he, not knowing where he stood.\n\n“Them gamblers,” she replied. “They know it better than a s’ciety woman\nthinks she knows bridge. Well, let me go on with my story. The next day,\nabout the same time in the mornin’, our phone rings again, and it is\nanother case of wrong number and another case of Mike. After we’d rung\noff, I gets to thinkin’ again: ‘What does he want with Doyle?’ And the\nnext minute I’ve got the receiver down, and there I am, a peeping\nTomerino, waitin’ for what’s comin’ off. I didn’t stay in suspense.\nRight off I heard Mr. Doyle sayin’:\n\n“‘Hello!’ And then come Mike’s voice. They was talkin’ about a winner\nthat was bein’ held for a killin’. Mr. Doyle was to play it on Mike’s\ntip.\n\n“‘I ain’t quite sure yet,’ says Mike. ‘They’re keepin’ that horse\ncovered up; but I’ll give you the info in time. You’ll know in two or\nthree days. Then get on, and get on hard.’\n\n“Mr. Doyle was for it, mister. And mebbe you think I ain’t the curious\nlittle girl about that time! What horse was goin’ to come through? If I\ncould find out and tell Danny, we’d have a fine, soft place to cut loose\nin, after the horse had got home ahead of ’em all. The thing got me all\nexcited. I couldn’t hardly wait till the next day, for I meant to listen\nin again--that telephone had took all my morals away from me, and I just\ndidn’t care what happened, as long as I got that information. I didn’t\neven excuse myself on the grounds that I was doin’ a’ underhanded thing\nfor the husban’ I loved--and at that, I figgered on gettin’ a swell\ndress out of the killin’. This money thing, mister, is somethin’ that’s\nawful quick and sure in givin’ wimmin a crool attack of bein’ wicked.\nAin’t it?”\n\nThe Boarder thought so.\n\n“Well,” Mrs. Sweeny went on, “it took me out of the Sunday-school class\nright away. And to make the temptation all the stronger, Mike the Wop\nalwus seemed to get our number b’fore he got what he wanted. You’d ought\nto of heard him pan out the service! He was real worked up about them\ngirls makin’ so many mistakes. But I didn’t care. When the bell rung, I\nknew that them two men was goin’ to talk, so I got right on the job. And\nI stuck like garlic smell on a’ I-talian. I got crazy to know the name\nof that horse; and you can know how anxious I was, when I tell you that\nI almost cut out bein’ company for Mrs. ‘Big Joe’ Goss----”\n\n“Er----” the Boarder began.\n\n“She was a sick lady I was sittin’ up with afternoons,” Mrs. Sweeny\nhastened to explain. “And there’s more telephone stuff to her side of\nthe story. But just you wait. It’ll all come out in time. Mrs. Big Joe\nwas the wife of a pool-room keeper that me and Danny knowed real well,\nand her bein’ all in with neuritis, I was puttin’ out a helpin’ hand and\ngnawin’ on the rag all afternoon, so’s she wouldn’t have a relapse\nthinkin’ how Big Joe abused her. I’d been doin’ it about ten days; and\nlately I’d of gave my right mitt to stick around and listen to what\nmight come over the telephone. Gee! but I was anxious to get the name of\nthat horse, mister! It was real deep anxiety, the kind that makes you\nforget hatin’ people.”\n\n“I think I can appreciate your position,” the Boarder assured her with\nsympathy.\n\n“You don’t have to be a bettin’ man to do it,” she said. “If you’ve ever\nwalked down street in a new suit, without no umbrella, and you’re dead\nsure it’s goin’ to rain, and it don’t,-then you have went through\nsomethin’ like I did about that horse. But things have a habit of comin’\nto ends, and this here pony business wasn’t any exception. A day or two\nlater, it all come out. My bell had rung, as usual, and when me and the\nWop had quit roastin’ the telephone company to each other, I. hung up\nand waited long enough for Mike to get his number. Then I kicks in. Mr.\nDoyle took down his receiver at just about the time I did--say, I had\nthe thing timed to a second--for I heard him say:\n\n“‘Hello!’\n\n“Mike says ‘Hello!’ too. Then he went on;\n\n“‘Doyle,’ he says, ‘I’ve got it. They’re goin’ to pull it in the fourth\nrace to-morruh,’ he says.\n\n“‘What is it?’ says Doyle.\n\n“‘Whirlwind, Junior,’ says Mike, ‘and go to it, Doyle, like it was\nbeefsteak and mushrooms,’ he says, ‘and you hadn’t et in a week. It’s\nthe best thing that’s happened since Doc Cook discovered easy money,’ he\nsays. ‘And don’t let this info get away. There’s twenty to one, if you\nget on early, and half that, anyway,’ he says.\n\n“Mr. Doyle didn’t take a second to answer.\n\n“‘You’re on,’ he says, ‘and I’ll carry fifty for you.’\n\n“‘Fifty?’ says the Wop, in a voice that might mean anything.\n\n“‘I mean a hundred,’ says Doyle. And then they babbled along for five\nminutes about the horse, and the best pool room to put up the money in,\nand such a line of stuff. Doyle never went to the track, b’cause if he\ndid he couldn’t help bettin’ on every race, and that alwus busted him.”\n\nMrs. Sweeny paused a moment, a bit out of breath.\n\n“I can’t help rememberin’,” she continued, “how fine I felt when I’d got\nthat tip away from them men. I couldn’t wait till Danny come home that\nnight. Once or twice I thought of tryin’ to locate him in some of them\nBroadway bootleggeries, but I stopped to think that mebbe some one else\nmight be in on the line--some telephone girl--and spread the Whirlwind,\nJunior, stuff. You see, mister, when you’re bad yourself, you find\nyourself believin’ that everybody else is a crook, too. It’s caused by\nwhat you tell me is the sighological moment----”\n\n“No,” interrupted the Boarder, “it is a psychic phenomena--a brain\ncondition----”\n\n“Put that in storage,” Mrs. Sweeny indignantly cut in. “Don’t you s’pose\nI know what I’m talkin’ about? Sighological moment is good enough for\nme. I heard Mrs. ‘Gold Dollar’ Cohen say that a few evenin’s ago, and\nshe ain’t got nothin’ on me. If she can use them there words, I guess\nBelle Sweeny can. They don’t cost nothin’ and----”\n\nThe Boarder smiled.\n\n“I meant no offense,” he said. “Won’t you please go on with the story?”\n\nMollified, the good lady gave her upturned nose the “going down” signal,\nand sailed forthwith into her yarn.\n\n                   *       *       *       *       *\n\n“Well,” she continued. “I was fidgety as a crate of hens till Danny come\nhome. Then I told him all about what I’d heard.\n\n“‘Belle,’ he says, when I’d shook it out of the trap, ‘you get a nice,\nnew dress just for this. What does that there one cost you was tellin’\nme about--the grape de foy grass?’ he says.\n\n“‘Danny,’ I says, ‘it ain’t grapes, it’s crépe,’ I says. But I didn’t\nbother him with the rest of the name, b’cause I knowed he wouldn’t\nunderstand. I only mentioned somethin’ like two fifty, which was nearer\nhis idea of information, and he stood for it.\n\n“‘To-morruh,’ he says, ‘when I bring home the money,’ he says, ‘you get\nyours. I’ll go to it for a thousand,’ he says, ‘and when everything’s\nadded up, there ought to be enough to pay our hired girl with, anyhow,’\nhe says. And with that he went to readin’ his paper, after havin’ asked\nwhen in--well, he wanted to know when dinner would be ready, he bein’ as\nhungry as never no man was b’fore. So I left him go ahead and read his\npaper, and we didn’t mention the horse again till the next day.\n\n“I tell you, mister, I was just about crazy to go out to the track and\nsee that Whirlwind, Junior, eat ’em up. I could see in my mind about how\nit would be. The horse would keep pretty well in front for a while, till\nthe jockey seen just what he had to beat, then he’d give Whirlwind his\nhead, and mebbe beat him up, down the stretch. And there’d be a gang of\nhowlin’ maniacs, yellin’ for the fav’rite to make good.\n\n“You bet there’d be excitement enough to satisfy a modust young thing\nlike me, and I wanted to mix up in it. Also, I wanted to set around with\na knew-it-all grin all over my face and collect my bit, me havin’ gave\nDanny fifty to put down for me. Did you ever make a surething bet?” she\nasked.\n\n“No,” replied the Boarder.\n\n“Then,” Mrs. Sweeny said, “you don’t know the thrillin’ feelin’ you get,\nwaitin’ for things to come across. I can’t describe it to you, but it\nsure is some feelin’. It begun with me as soon as Danny went out of the\nhouse, and kep’ up right along. At noon, I slips over to Mrs. Big Joe’s\nhouse for lunch and to stay there with her all afternoon. I couldn’t go\nto no track, with her feelin’ like she wanted to jump out of the window\nand spendin’ her time quarrelin’ with her nurse. She wouldn’t row none\nwith me, b’cause she kept too interested in what scandal was goin’ on in\nour set.\n\n                   *       *       *       *       *\n\n“I guess mebbe I’d been there a’ hour, when the phone, that was set on a\nstand by her bed, begun to ring.\n\n“‘I wisht,’ she says, all nervous, ‘I wisht, Belle, that some one would\nkick this thing in the eye for me. It like to drives me bugs,’ she says,\nputtin’ the receiver to her ear. I was siftin' close b’side her, and\nwhen she says ‘Hello!’ I could hear the voice at the other end real\nplain.\n\n“‘Is Joe there?’ it says. And you can just guess that I set up and took\nnotice. That there voice belonged to Mike the Wop, and I seen, just as\nclear as anything, that Big Joe was in on the deal, too. Somethin’ told\nme he was. Mrs. Big Joe said her husban’ wasn’t nowhere around. He was\ndown at his pool room, she was sure.\n\n“‘No,’ says Mike, ‘he ain’t there. I called up. Say, Mrs. Goss,’ he\nsays, ‘I wisht I knew where to find him.’\n\n“‘What you want with him?’ she says.\n\n“‘There’s a bad tip loose,’ he says, ‘on Whirlwind, Junior,’ he says,\n‘and I don’t want Joe to fall for it,’ he says. ‘Nobody’s supposed to\nplay it,’ he says, ‘but Sweeny. It’s a plant,’ he says.\n\n“Mrs. Big Joe looks up at me, and I’m bendin’ down close to the receiver\nthat was against her ear. She pulled it away a little bit, so I could\nhear better. ‘This here’s too good to be true,’ she says, forgettin’\nthat anything was the matter of her. Then to Mike:\n\n“‘What’s this you’re sayin’?’\n\n“‘Sweeny’s goin’ to get his this afternoon,’ Mike tells her, ‘and I\nguess him and his rubberneckin’ wife is goin’ to have somethin’ to study\nabout to-night,’ he says. Then we heard him laugh. ‘Ha-ha-ha!’ he says,\n‘I bet they have their telephone tore out by the roots,’ he says. ‘And I\nbet she never rubbers again, as long as she lives.’\n\n“Mrs. Big Joe gets awful anxious at that. ‘What you drivin’ at, Mike?’\nshe says.\n\n“‘You’ll hear later on,’ he says. ‘I’m showin’ Dan Sweeny that he can’t\nmake a monkey of me and get away with it,’ he says. ‘And I’m flatterin’\nmyself today that I’m clever enough to walk home alone, anyway. So Joe\nain’t there? Well, I got to hunt him up. If you should happen to get him\non the phone, tell him I said not to play that Whirlwind thing. It’s\ngoin’ all up and down the line, and how it got loose I don’t know. Tell\nhim, if you find him. Good-by.’ And Mike hung up b’fore we could get any\nmore out of him.\n\n“Mrs. Big Joe was so interested that she couldn’t hardly stay in bed.\n\n“‘Tell me, Belle,’ she says, ‘what all this here funny business means,’\nshe says.\n\n“I just set there and bowed my poor, whirlin’ head in my hands. For I\nseen it all now. The Wop had been nursin’ his grudge against Danny, and\nhe had played a slick hand. He’d been callin’ up our number right along,\nfiggerin’ that I’d rubber in and hear what was goin’ on. I s’pose he\nkept at it so long to be sure that I’d get the phony tip. He’d prob’ly\nbeen listenin’ for that little click you hear when somebody takes down\nanother receiver on a party-line wire, and he’d found out when I was\nlistenin’ that way, takin’ a chance, like all them gamblers does, that\nit was me, and not somebody else. And right now he was havin’ his little\ngiggle and warnin’ his good fr’en’s off the information.\n\n“It sure had me goin’, mister, and for a while I was so flustered that I\ncouldn’t get my head workin’ even good enough to tell Mrs. Big Joe what\nhad happened. Wasn’t it a’ awful thing, mister, me gettin’ my husban’ in\nwrong, through my sneakin’ ways?”\n\n“I suppose you felt decidedly unpleasant,” the Boarder said. “But what\nof Doyle? Was he being slaughtered, too?”\n\n“It looked like this to me,” Mrs. Sweeny told him. “What do you think\nthe Wop cared about Mr. Doyle? Nothin’. He wasn’t no fr’en’ of the\nWop’s--just a’ acquaintance--a fr’en’ of a man that the sneakin’, lyin’\nSicilian didn’t like, anyway. Doyle was only a tool, that’s all. Nobody\ncared what happened to him.”\n\n“I see,” said the Boarder.\n\n“Well,” she resumed, “I fin’ly got settled down enough to tell Mrs. Big\nJoe the whole story. I didn’t hide a bit of it. But she didn’t have a\nword to say against me.\n\n“‘I’d of did the same,’ she said. ‘A lady has got a puffec’ right to\nlisten if she wants to. What do we have party lines for, if they ain’t\nto listen at, when a pusson ain’t got nothing else to do?’ she says. And\nI thought it was real lovely in her. Some folks is too narrow-minded to\ntake her kind of a view of things.\n\n“But she was full of the idee that we ought to find Danny and make him\nrun away from that Whirlwind stuff. For the life of me, I didn’t know\nwhere to telephone to, for sometimes Danny left his pardner run the book\nand stayed in town, even when he was bettin’. And them times he was\nusually in a hotel room, playin’ poker and such a line of work.\n\n“‘Be-lieve me,’ I said to Mrs. Big Joe, ‘I’m clean up in the air,’ I\nsays, ‘for I don’t know where to look for him.’\n\n“But she wanted to do somethin’.\n\n“‘Belle,’ she says, ‘call up all the live dives along Broadway, close to\nForty-second Street,’ she says, ‘and if he ain’t in one of ’em, we’ll\nget the track. Now begin.’ She takes the book from the table and hands\nit to me.\n\n                   *       *       *       *       *\n\n“For a while, it seemed as if the type just danced around, but soon I\nwas able to read, and then I begun to call up numbers. My only hope was\nthat, as Whirlwind, Junior, wasn’t to start till the fourth race, Danny\nmight fool around with some of his pals till late, and then ride out to\nthe track in a’ automobile. When I got that far in my reasonin’, I kept\nrepeatin’ that word, ‘automobile, automobile, automobile.’ It struck me\nlike a hunch, but it was several minutes before I knew what it meant.\nAfter that, I didn’t telephone no more places. I rung up Mrs. Gold\nDollar Cohen.\n\n“‘Say,’ I says, ‘somethin’ turrible has happened,’ I says, ‘and I must\nget to Danny,’ I says, ‘b’fore the fourth race. And will you lend me\nyour car for a fast ride, and your choofer?' I says. Follerin’ which, I\ntold her of the mean trick that the Wop had pulled on me and Danny. Mrs.\nGold Dollar spoke right up, as soon as she seen what was happenin’.\n\n“‘Belle,’ she says, ‘you can have the French car,’ she says, ‘and,\nwhat’s more, I’ll go along. Where are you now?’\n\n“‘At Mrs. Big Joe’s,’ I says.\n\n“‘Then,’ she says, ‘get trimmed up, Belle,’ she says, ‘b’cause it won’t\nbe more’n ten minutes till I’m yellin’ my head off out in front of that\nthere place for you,’ she says. Then we hangs up, and I’m the busy party\nfor a while, gettin’ fixed for the trip. Oncet I says to Mrs. Big Joe\nthat I’d ought to stick around and take care of her, but she let out a\nawful holler at that.\n\n“‘There is big things to be did this day,’ says she, ‘and I’m sure I’m\nable to take care of myself,’ she says, ‘for there’s the nurse to bawl\nout,’ she says, ‘when I want somethin’ to do. And, anyway, I want Mike\nthe Wop to understand that ladies has a puffec’ right to listen at a\ntelephone. I do it myself,’ she says, ‘and I ain’t goin’ to stand for no\ncall down from no cheap Sicilian,’ she says. ‘Our husban’s ought to beat\nhim up.’\n\n“‘Ain’t that the truth!’ I says, real emphatically. And then I was on my\nway, hopefuller than I’d been since the Wop showed us his hand.\n\n                   *       *       *       *       *\n\n“Mrs. Gold Dollar was waitin’ for me when I got downstairs.\n\n“‘Belle,’ she says to me, ‘wait till we get over in Brooklyn,’ she says.\n‘I’ve told my man to hit it up and make Sheepshead Bay quicker than it\nwas ever did b’fore. I don’t care if we do get pinched,’ she says, ‘for\nthe Gold Dollar is havin’ a great season with his book, and his wife\nought to be allowed a little fun now and then,’ she says.\n\n“My eyes was shut all durin’ that trip, mister, so I can’t tell just\nwhat happened. All I know is that them new French-make cars hits only\nevery sixteenth high spot, and even at that they touch so light that you\ncan’t notice it. Mrs. Gold Dollar screamed all the way out. When she\nbegun, the choofer stopped the car, but she hollers:\n\n“‘Ferdunund, if you do that again, I’ll scream! Go on! Make them wheels\ngo round like they was paid for it. I’m havin’ the time of my life!’\n\n“And you can take it from me, mister, he done just that. Whee! We sure\ndid go; and it didn’t seem hardly ten minutes b’fore the thing stopped,\nand there we was. Both of us set right out on a hunt for Danny, and\npretty soon we found him talkin’ with a couple of gents.\n\n“‘Danny,’ I says, ‘we been bunked,’ I says.\n\n“‘Give it a name, Belle,’ he says.\n\n“‘The Wop,’ I says, ‘has handed us somethin’.’\n\n“‘Whirlwind, Junior?’ says he.\n\n“‘Yep,’ says I. ‘It’s bad. He ain’t goin’ to win.’ Then I told him the\nstory as fast as I could patter it out. When I was through, he only\nkinda laughed.\n\n“‘Well, Belle,’ he says, ‘I’m sorry you and Mrs. Gold Dollar took the\ntrouble to come way out here and tell me,’ he says, ‘for I didn’t get on\nWhirlwind. They was a big tip out that he was to make a killin’, and it\ndidn’t look good to me. I don’t never fall for them hot ones, Belle, for\nI never seen many of ’em get across,’ he says, ‘but thanks, just the\nsame, for the bother you and Mrs. Gold Dollar has went to on my\naccount,’ he says. ‘It makes a man think he’s got fr’en’s.’\n\n“I was so surprised, mister, that I couldn’t do nothin’ but stare.\n\n“‘You didn’t get on?’ I managed to say, after a while.\n\n“‘Nope, I didn’t,’ he says.\n\n“‘Well,’ says I, comin’ to my senses, ‘it looks to me as if the only man\nthat gets stung is Mr. Doyle,’ I says, ‘and I guess somebody ought to\ncall him up.’\n\n“Danny looked at me hard when I said that. In another minute he was\nrunnin’ away as hard as he could go.\n\n“‘I’m goin' to phone him,’ he says.\n\n“And five minutes afterward he was back, mister, with a grin on his face\nthat made it look like a half-opened steamer trunk.\n\n“‘Belle,’ he says, ‘nobody has got no worries but Mike the Wop. My\nfr’en’ Doyle didn’t make no bets,’ he says, ‘b’cause he was in on the\nplant. He was stallin’ for Mike; only he didn’t know it was us,’ he\nsays.\n\n“‘Who was meant, then?’ I says.\n\n“‘Haw-haw-haw!’ says Danny, 'who do you s’pose?'\n\n“‘The minister on the line,’ says I.\n\n“‘You lose,’ says he. ‘Doyle said that he thought they were after the\nclairvoyant!’\n\n“‘My sakes!’ I says.\n\n“‘Yes,’ he says. ‘Mike the Wop says to Doyle that the clairvoyant had\ntrimmed him some way. And Doyle didn’t have no use for her, b’cause his\nwife kept goin’ there and spendin’ money for bum information. So he got\nin on the plant, and there you are,’ he says.\n\n“Mrs. Gold Dollar and me was so supprised that we couldn’t chatter. And\nthat’s some supprised for a woman. Then Mrs. Gold Dollar come to. She\ndug down in her shoppin’ bag, and brought out a hundred.\n\n“‘Well,’ she says, ‘somebody’s got to lose somethin’ this day, Mr.\nSweeny,’ she says. ‘Go put this on Roller Skates for me, to show,’ she\nsays.”\n\n                   *       *       *       *       *\n\n                             TURN THE DIALS\n\nPerhaps the next time the radio set begins to howl as if a dozen cat\nfights were mewling inside of the loud speaker, it is not static that is\ninterfering with the reception from the broadcasting station, but a\nnewspaper photograph which is being sent through the air.\n\nFor an event has occurred that has been anticipated for some time--it\nhas been found possible to send pictures for long distances by wireless.\nThough the apparatus has not been brought to that point of perfection\nwhere we can sit at home and see, cast upon a screen, moving pictures,\nthe while spoken or sung words of the performer issue from the loud\nspeaker--this development will probably come later--photographs can be\ntransferred as great a distance as across the Atlantic Ocean.\n\nThe picture to be sent is first translated into radio impulses by\nphotoelectric cells. These radio impulses are broadcast, received on the\nother side of the ocean, where they actuate a receiving apparatus which\nreproduces the picture as a sketch in hot brown wax. The wax flows from\na fountain pen, which is operated by radio impulses. The reproduction is\na sketch in wavy lines of wax, which is deposited on the paper a little\nthicker than the ink on an engraved card.\n\nSo, the next time the loud speaker emits squeaks, howls, squeals, or\nabsolutely impossible-to-be-identified noises--don’t blame it on static!\nJust turn the dials and try to get something else, for you may be\nlistening to a drawing or a photograph flying through the air in bits.\n\n\n",
    "metadata": {
        "author": [
            "Barnes, Charles R."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71765/pg71765.txt",
        "name": "on_the_sweeny_wire.json"
    }
}