{
    "name": "Once Upon A Planet",
    "author": [
        "Allerton, J. J."
    ],
    "body": "\n[Sidenote: The mighty King Miotis came down to Earth to recapture his\nlost desire for war. But what he saw on this planet, caused him to feel\ndifferently.]\n\n\nOnce upon a planet there was a mighty warlord. The warlord's name was\nMiotis. Some might think it an odd name, but then it is entirely\nprobable that the people of this planet would think the name of Smith or\nJenkovitz odd. Be that as it may, however, the important thing is that\nMiotis was the name of this warlord, whatever one may feel about his\nname.\n\nNow, Miotis was not just a mighty warrior, he was the _mightiest_\nwarrior on the planet. As such, he controlled the life of every person\nthere. For isn't it a truism that war bends men's destiny in the\nstrangest fashions? So Miotis, with his entire life devoted to the art\nof destruction, was able to direct the lives of his subjects.\n\nBut one day, to his consternation and amazement, he found that the\npeoples of his planet had wearied of the sport of war. In the middle of\nhis last campaign, his men as well as his enemies had laid down their\narms and had refused to carry on as was their wont. And no amount of\nthreat or punishment could make them change.\n\nOn this particular day when our story starts, Miotis was in his palace,\nhis massive head leaning against a muscular palm, and his gaze intent on\nthe face of his vizier, Kannot. It was not the sort of face Miotis was\nespecially fond of seeing, for it was old, wrinkled, full of cunning and\nwisdom.\n\nThe vizier was, as always, full of words, and as he spoke one blunt\nfinger tapped the side of his rather bulbous nose: \"So you think it\nstrange, mighty Miotis, to find that life is boring?\"\n\n\"I do not find that _life_ is boring,\" Miotis replied. \"Life is never\nboring. It is _I_ who am bored. That is the reason I called you here. I\ncould have called any one of my nine hundred concubines for enjoyment,\nor had my warders drag forth some of my prisoners and found sport in\ntorturing them. Yet, I did not, and I wonder why. In the past, these\ndiversions made pleasant the passing of time. Now, I feel an ennui too\ngreat to even want to bother to summon one of these which used to give\nme so much pleasurable excitement.\n\n\"Tell me, vizier, have I become so full of war that I cannot live\nwithout it?\"\n\nKannot clasped his hands behind him and rocked back and forth for\nseveral seconds, the while he bent a thoughtful and appraising eye upon\nhis King. For Kannot knew the vagaries of the man before him and knew\nthat a single word, a single gesture which would displease the great\nMiotis, would make fewer Kannot's days. Therefore, when he spoke again,\nit was with care, weighing his words so that he could give his opinion\nand yet not endanger his life.\n\n\"Methinks, oh greatest and wisest of Kings,\" Kannot said, \"that since\nwar has but a single end, something phenomenal in the universe must have\noccurred to make that end seem less reasonable.\"\n\nHe lowered his eyes, yet made sure he could peer beneath the hooded lids\nto see how his words were affecting Miotis. There was no sign on the\nother's face to show how he felt.\n\nKannot continued, \"By that, I mean death may have become less attractive\nas a means of immortality. Is it not true, also, that you, the greatest\nand most noble of warriors, has yourself felt this same reluctance\nrecently to even plan a war?\"\n\nThe warlord's head nodded slightly in agreement.\n\n\"Therefore, I have come to the conclusion that some force of which we\nhave no knowledge has made its presence felt--\"\n\n\"Now you have presented the problem,\" Miotis interrupted. \"But it is not\nenough. I want a solution. Already I am weary of this do-nothing life,\nthough it is but a week since we have laid down arms.\"\n\nKannot made a sign of obeisance.\n\n\"Now go,\" Miotis said, \"and seek out the cause and the solution. One\nweek, vizier, I give you. No more! Your head shall roll, otherwise....\"\n\n\n\nThe trumpets announced the arrival of the vizier, and at the sound the\nplayers stopped their tune and the dancers their dance. Miotis, looking\nas though he hadn't stirred from the position Kannot had left him in the\nweek before, lifted his eyes to the bent figure making its way across\nthe immense length of the hall.\n\n\"Mighty Miotis,\" Kannot began, his head bent and his eyes lowered in the\ncorrect attitude of court procedure.\n\n\"I bid you speak,\" Miotis said.\n\n\"My Lord, the words I have to say are for your ears alone,\" Kannot\ncontinued.\n\nThe warlord waved a hand, and as if by magic the court was emptied but\nfor the guards who never left their posts.\n\n\"Speak, old one,\" Miotis commanded.\n\n\"I have found the cause, mighty one,\" Kannot said. \"A surprising one,\nhowever, and perhaps an unbelievable one....\"\n\nThe vizier did not look up, and his face betrayed nothing of what he\nfelt. Yet, his aged heart was beating as if it wanted to escape the\nflesh in which it was imprisoned. The next words he would utter could\nspell his doom.\n\n\"I sent couriers in every direction, to all the courts of all the lands,\nto our friends as well as to our enemies. And on their return I\ndiscovered one fact in common: Not a single nation was interested in\nwar. Something happened to each--\"\n\n\"Old one,\" Miotis broke in, \"you weary me with these boresome details.\nCome to the point! I know we are all tired dealing death. Why?\"\n\n\"Because anger has fled from our minds and hearts,\" Kannot said, and his\nhead lifted. He had spoken the words which had lain in him, the terrible\nwords which could mean his death. And now the die was cast. The proof of\nhis assertion would soon be shown.\n\nAn oddly bitter smile broke on the face of the man on the throne. It was\nthe smile of a man who had learned the taste of utter defeat.\n\n\"So you have told me that which I knew in my heart,\" Miotis said.\n\"Strange, that I, who loved nothing better than the sound of a sword's\nblow against armor, should even find the touch of steel repugnant now.\nYet, it is so. I cannot carry a knife without having my flesh crawl,\neven though a scabbard protects me against its touch. Shall we all\nbecome a nation of shepherds? Shall we never again know the glory of\nbattle? Tell me, vizier. Perhaps age has lent you an inner wisdom?\"\n\n\"Wisdom's words are for the historian,\" Kannot replied. \"I, Kannot, have\nno time for talk. The planning of deeds is my way. And I have a plan.\n\n\"Anger must be found again!\" Kannot's voice rose shrilly. \"It is our\nonly salvation. But, mighty Miotis, we must look elsewhere than on this\nplanet. There is a planet called Earth....\"\n\n\n\nMiotis' brow knit in thought. A planet called Earth, he thought. H'mm!\nBut how were they to get to it? And having got there, did Kannot want\nthem to invade? No, that couldn't be it. Already, the very thought of\ninvading for purposes of conquest went against him.\n\n\"... On that planet,\" Kannot continued, \"wars and death by violence are\ncommonplace. There is never a day or week that does not pass but that\nsomewhere men fight men. What better goal do we need?\"\n\n\"You have done well,\" Miotis said. \"I could ask for no more. Yet a\nquestion persists in my mind. How can you arrange for anger to come to\nthe breasts of us here from the planet beyond the grey mists of outer\nspace? We have no space ships, nor for that matter, the means of making\nthem.\"\n\n\"I speak not of space ships or of men using them,\" Kannot responded,\n\"for in that matter we have no choice. My thought was in another\ndirection and using another means. I have discovered the way to make a\nsoul-transfer. To put it into words you will better understand, I can do\nwhat death does, hold a soul in suspense.\"\n\n\"Which is supposed to have what meaning to me?\" Miotis asked.\n\n\"Simply this,\" Kannot said, \"I can make a single soul fly through the\nvast boundaries of space and into another human body which will be\nwaiting for it. There is but a single man I know who can serve as\nvehicle--you, mighty Chieftain.\"\n\nFor the first time, Miotis' features showed change from the set\nexpression he wore as a sign of his Kingship. Amazement made him blink,\nand the hand holding his chin fell to the side of the throne, the\nfingers tapping against the rich cloth. But after a minute, his face\ncleared and he looked with brighter interest at his vizier.\n\n\"Of course,\" he said. \"Who else should go? And already I have a plan of\naction. Now tell me what must be done and how soon....\"\n\n\n\nBly Stanton rolled over and groaned aloud. His hand shook as he lifted\nit to feel a throbbing temple. His fingers felt a sticky wetness, and\nmemory returned to him--the raiding party of Himlo men, his discovery of\nthem, and the alarm he had sounded, the fight, and then the blow which\nhad felled him.\n\nHe rolled onto his stomach, shoved his hands under him and heaved\nhimself erect. A sigh of relief escaped his lips. Except for the buzzing\nin his brain, he felt all right.\n\nStanton looked down at his dust-covered clothes, and his fingers brushed\nat the dirt and mud, but when they came to his shirt they halted. There\nwas a hole in his shirt, high up, near the heart. It was not a hole\nexactly, but rather a slit which could have been made either with a\nknife or sword. There was a dried welt of blood surrounding the skin. A\nshudder passed through his tall, strong frame, as he realized that it\nwas a miracle he was alive. For whatever had done the damage had\npenetrated deep into the flesh.\n\nThe moon was full, and after a few seconds had passed, Stanton bent and\nsearched for his weapon which, he was sure, would be close at hand. But\nas he found and picked up the long, double-edged sword, a shudder of\ndistaste went through him, and he dropped his weapon and let it lay\nthere.\n\nOnce more his fingers brushed at the wetness on his temple. He wondered\nwhy the blood was still coming from his head wound, while the cut in his\nchest had dried up.\n\nHe peered around to see if his attackers were anywhere in the vicinity,\nand decided that his immediate location was clear of danger. Another\ninstant of orientation, and Bly Stanton bent low and scurried from one\npatch of cover to another until he reached his goal, the tunnel mouth.\nHere he would be safe for the present. The Himlo would not dare to\nfollow him here.\n\nHis eyes, long accustomed to the sight of the broken arch, passed over\nthe inscription worn deeply and almost illegibly on the green-with-age\nmetal--_Chicago Greater Subway_, 2107 A.D. He was interested only in\nknowing whether or not danger lurked in the shadows. Again he sniffed. A\nsmall smile stole across his mouth. Then the lips tightened in their\nwonted thin slit, and he started forward at a long lope into the\ndarkness.\n\nHere and there were offshoots, darker passages which disappeared into\nthe Stygian gloom. But his path led straight ahead. Then he was before a\nbarricade of rocks, the barrier which his men had placed against the\ncoming of their enemies.\n\n\"Ho, John!\" Stanton shouted.\n\n\n\nThe walls echoed the sound, which was followed by a dying whimper of a\nvoice. \"Hi ... Hi! Who goes ...?\"\n\n\"'Tis I, Bly Stanton,\" Stanton yelled.\n\nThere was a short interval of silence, then a concerted roar of glee,\nand a dozen men clambered over the rock pile. They shouted his name as\nthey all tried to touch him at once, and there was adoration in their\nwelcome as they pulled and hauled at him.\n\nAt length he managed to free himself of their embraces, and as he stood\napart, he asked: \"What happened? Did I manage to warn enough of our\nmen?\"\n\n\"Warn us and knock their ambush into a cocked hat. They fell to pieces\nand ran like scared rabbits when we hit them from all sides. But Mark\nSmith saw you fall, and he said that the sword which was thrust into you\nwent all the way in to the hilt,\" one of them said.\n\n\"I guess Mark was looking from the wrong angle,\" Stanton explained. \"For\nsure I'm all in one piece. Got a bloody knock on the head, though. Well,\nlet's get back to quarters. I've got a piece I want to talk over with\nyou all.\"\n\nA hundred torches made a smoky light of the pitch which otherwise would\nhave been in the vast cavern-like room. Three hundred and ten men stood\nabout in various attitudes of attention, all listening to the tall man\nperched on a flat piece of concrete, facing them.\n\n\"I cannot explain why I feel this way,\" Bly Stanton was saying. \"But\nthis I know, and for sure! No more killing for me. No more hiding in\nstinking places like this, waiting for the sun to go down so a man can\nventure out and be a man. No, sirs! Bly Stanton is going out, and in\nbroad daylight. Bly Stanton is going out and bloody well away from this\nplace, out to where the sun hits hills and trees and open spaces. And\nBly Stanton is going alone if he has to....\"\n\nIt was an ultimatum, they knew.\n\n\n\nMark Smith, a short, swarthy-faced man in breeches clipped short at the\nknees and a leather jerkin for a shirt, stepped forward and waved a\ncasual hand to get his leader's attention.\n\n\"I take it, Bly,\" he said, \"that you are bound to leave. Well, that part\nmay be all right. Surely you have a right to leave if you want to. But\nby the same token you must grant us the right to ask why. We have been\ntogether too long for so abrupt a leave-taking.\"\n\n\"And right you are, Mark,\" Bly replied. \"I owe that and more to each and\nevery one of you. Three hundred odd of us, all who are left of millions.\nAnd against us, as they have been for a hundred years, the Himlo. And\nhow many of them are left, would you say? A thousand? Not many more,\nsurely. Think, men, some thirteen hundred men, perhaps a few more. No\nchildren, no women, just men.\n\n\"I don't have to tell you what happened three hundred years ago. History\nhas no meaning to us any more. For are we not eternal? Death can only\ncome to us by violence. Well, not any more for me. Bly Stanton has come\nto life. That is how I felt when I came to back there in the ruins, that\na new life had been granted me. Well, I intend to live it fully, at\npeace. I tell you, Mark, and you, John, and Abel and all the rest of\nyou, when I picked up the weapon which I had dropped to the ground, it\nwas as if I had picked up a live coal. I could not wear it, the brand of\nmurder. For we are all murderers, we and the Himlo----\"\n\n\"Again,\" Mark Smith interrupted, \"I agree with you. We and our enemies\nare murderers. Thirteen hundred and some odd murderers. And before we\nare done, there will be less. But that is how we have lived for too many\nyears. So many, we can no longer change our ways. Peace is a lost word\nwith us.\"\n\n\"With you!\" Stanton said sharply. \"But not with me! I have found it\nagain. And I do not intend losing it quickly. I say I leave these scenes\nand these ways. Tonight. Who will leave with me?\"\n\nHe looked about with expectant eyes, but the light in them died as his\ngaze swept the cavernous depths and looked into face after face and saw\nnot a single one which agreed with him. It was not so much a sign of\nrevolt, but an acceptance of a fact three hundred years old.\n\n\"Then I go alone,\" he said with finality. \"This has become a bitter\nworld, a world without woman or child, but it is the only world we will\never know. And I am going to live peacefully in it. Good-bye.\"\n\nThey opened their ranks to let him pass. Until the last of them was\nreached, Bly Stanton thought there would be no answer to his farewell.\nThen a tall, thin man stepped in front of him. He was Grant Hays, one of\nthe four with Smith, John and Abel, who formed the inner leaders under\nStanton. Grant and Bly had always been the closest of friends.\n\n\"Bly,\" Hays said, his eyes steadfast and warm. \"Wait. Before you go....\nThere is more than man to meet out there. The Himlo are one thing,\nnature another. You must take weapons.\"\n\n\n\nStanton shook his head hard. \"No!\" his voice thundered, and sent echoes\nanswering from the walls. \"No! I will never draw a blade against even a\nrat. The old races had their sayings--one I remember well--'Live and let\nlive.'\"\n\n\"Good-bye, then, Bly Stanton,\" Hays said. \"And good luck.\"\n\nBly Stanton did not turn as he clambered over the rock ramparts. And\nafter a while the night hid him in its sable fold.\n\nThe man climbed the last ridge of the giant sand dune and looked down at\na setting moon sending a long slanting fan of silver over an immense\nlake. He had seen the lake many years before, had almost forgotten its\nexistence so long ago had it been.\n\nHe turned and looked at the ruins, rising pyramid-like from the tree\nline to the north. Chicago had been the name of a vast city which had\nexisted here. There had been other cities as large, and some larger.\nFrom the deepest recesses of his mind, Stanton remembered an almost\nforgotten fact. There had been more than three _billion_ people on the\nEarth at one time. Then, on an afternoon long gone, a bomb was dropped\non one of the cities. It had been called an atom bomb. The name of the\ndestroyed city was soon forgotten, as were the other cities which were\nsoon wiped off the face of the Earth. For man had discovered in the atom\nbomb a weapon which proved to be the agency of his destruction. It led\nto bigger bombs, better bombs, more efficient bombs, and at the last a\nbomb which by chain reaction killed almost all the people on Earth. And\nthose whom it did not kill it made sterile.\n\nThat was the beginning of the end. For in the new way of life, the force\nof creation died. Men thought of nothing but hatred of other men. So\nthey fought, first with weapons of complex design. Then, as the creative\ndesire was stifled, the weapons became more simple, until at the last\nman went back to a sword and a knife blade for his murderous tasks.\n\nBut it was in the death of woman that man suffered his worst loss. With\nsterility, woman felt their reason for existence was no longer\njustified. And so they died, one by one, until now there was no record\nof any.\n\n\n\nThese were the thoughts of Bly Stanton as he plodded over the ridge of\nanother dune. Then, all thoughts were wiped from his mind. He dropped to\nhis knees at the sight of the blaze in the hollow between two dunes\ndirectly below.\n\nTheir proximity to the fire and the light of the moon combined to make\ntheir features readily discernible. There was no mistaking the Mongoloid\nfeatures of Himlo men. And if that was not enough, two of them were\ndressed in garments of fur which would have identified them immediately.\nThe wind was coming from their direction, so Bly was safe for the\nmoment. They had keen senses of smell, and had the wind been otherwise,\nBly would have been discovered.\n\nHe retreated like some huge beetle, on all fours, backward, as if he had\nbeen suddenly confronted by a larger beetle. When he had traveled some\nfew yards and saw only the serrated ridge of sand interposed between him\nand the sky, he rose, turned, and started for the edge of the water.\n\nThough he felt no fear of these men, Bly found it the better part of\ndiscretion to move swiftly from their path. He ran at a trot, a long\nlope which covered ground with a minimum of effort. The whole of the\nnight went by, and still Bly Stanton moved in the easy pace he had set\nhimself. The dawn found his lean figure bounding along the edge of the\nsand.\n\nHunger forced him to pause, then, and seek food. There was wild fruit on\ntrees a half mile inland. He ate some apples, and washed down the meager\nmeal with water from a spring. Then he found shelter and lay down to\nsleep. Travel by night, he reasoned, was the best way.\n\nThe sound of voices awakened him. They were voices the timbre of which\nhe had never heard before. He parted the brush under which he had lain\nthrough the day, and peered out cautiously. His eyes widened at the\nsight they saw. Strange creatures, a tribe of which he knew nothing,\nsquatted in the sand a hundred feet from the water. They wore\ntight-fitting garments which hugged their bodies so tightly that every\ncurve was clearly outlined. And they had figures which were not familiar\nto Stanton.\n\nIt was not strange, for these were women.\n\n\n\nHad Bly Stanton been less interested in what he was seeing and more\nalert to what was closer at hand, he would perhaps have escaped the\nnoose which suddenly slipped over his shoulders and pinioned his arms\nneatly to his side. Bodies encased in metal jackets leaped upon him and\nmade useless his struggles. He was jerked to his feet, and voices\nshouted to others below to come forward. He understood the words, for\nthey were speaking in the same tongue that was his.\n\nThere was a Naila, a Valis, another called simply She, and a tall strong\nwoman, older than the rest, called Mary. Mary seemed to be the leader,\nor at least the one with the most authority. It was to her Bly was\nbrought.\n\n\"Mary,\" one of the guards said, \"the first of what we hoped to find.\"\n\nThe woman looked at the man appraisingly. He was the first she had ever\nseen. He seemed of good stock. She was quick to note he wore no weapons.\nIt surprised her, for even if he had no enemies, there would be wild\nanimals about.\n\n\"Yes,\" Mary said softly, \"the first. Then the book was true. There _are_\nmen in this world.\" She made a sound of laughter deep in her throat,\nstopped, then said to Bly, \"We have come a long way. Do you talk? Can\nyou tell me whether there are others like you?\"\n\n\"Like me and different,\" Bly replied.\n\nThe women exchanged glances.\n\nMary spoke again: \"How do you mean?\"\n\nIt did not take long for Bly Stanton to tell the history of the three\nhundred men of his group, and that of the Mongoloid Himlo men, the last\nof the invaders who were the remnants of those who came across from\nAsia. All the while he spoke, his senses were full of these women. There\nwas a long silence when he finished his tale.\n\n\"The books did not lie then,\" the one called Naila said. \"And what about\nchildren...?\" her voice faded.\n\n\"The last of the great bombs did irreparable damage,\" Mary said. \"But we\nwill talk of that later. You have told us that there is a battle to the\ndeath between you and these Himlos. Then why are you unarmed? Where are\nyour weapons?\"\n\nIt was the first time Bly had been asked the question directly. And it\nwas the first time he had to think about it. He let his mind assemble\nthe facts in their proper order, and after a while he spoke:\n\n\"I do not _know_ why, except that I no longer want to know either the\ntouch or feel of a sword or knife. I do not want to harm anyone. Nor can\nI explain why I feel this way.\"\n\nSuddenly one of the women made a sound of horror. They turned to her and\nsaw she was staring in fascination at the torn part of Stanton's shirt\nwhere the sword blade had entered. Mary and several others gathered\ncloser, and Mary parted the fabric to see the wound better.\n\n\"Look!\" she exclaimed in wonder. \"How deep it is.\"\n\nFor the first time, then, Bly Stanton saw the wound for what it was, a\ndeath wound. He wondered--had he become immortal?--not in the sense he\nknew, but in actuality, where death even by violence was not the end.\n\nHe put out his hand and said: \"Let me have a blade.\"\n\nWithout hesitation, Mary handed him the blade which hung at her right\nside. Placing the point against the flesh, he put both hands about the\nhilt and plunged it deep into him with all his strength, until only the\nhilt was to be seen.\n\nMiraculously, he felt no pain. The blade when Stanton withdrew the steel\nshowed virgin as it had entered, and not a drop of crimson dyed the\nentrance it had made in the flesh.\n\nOne of the women put into words what they all felt: \"This is magic.\nDeath is gone forever now.\"\n\n_It was in that very instant that the soul of Miotis entered into the\nbody of Bly Stanton._\n\n\n\nStanton felt a sudden elation. More, a consciousness of vast powers. He\nwas immune to death. But were his companions? He looked Mary full in the\neyes as he said: \"It seems that nothing can kill me now, even violence.\nWhat of you?\"\n\nShe knew what he meant. And with as little hesitation as he had shown,\ndid what he did with the blade in her fingers. Her face in an instant\nbecame a grotesque mask of pain and horror. A fountain of blood poured\nfrom the self-inflicted wound. She tried to say something as she sank to\nher knees, but nothing came out.\n\n\"Only he is immortal,\" Naila said, awed. \"For look! Mary is already\ngone. Hail immortal....\"\n\nIt was the acknowledgement of his supremacy.\n\nHe took advantage of it on the instant. \"Good. I can use you all. We\nmust first rid ourselves of these men, my enemies. Come, call the others\nof your tribe and I will lead you to them.\"\n\nHe knew without being told that there were many more of these women. For\nsurely not so few would have come, armed as they were, into a strange\nland. At his words, several of them sped around a headland which hid the\ncove beyond. Naila took his arm and led him forward. His eyes widened\nwhen he saw the four sailing ships in the large bay beyond the headland.\n\nThere were five hundred women all armed and all ready and willing, when\nthey heard the situation, to do his bidding. Nor did he take long to\ngive his commands.\n\nDaylight was breaking when they came to the tunnel which was the\nheadquarters for the tribe from which Bly Stanton had come. He deployed\nhis forces with the greatest of care, making sure the surprise would be\ncomplete when he came out. Then he entered. He knew at this hour that\nhis men would be asleep. He was right. There were two hundred of the\nwomen with him, and these he placed all along the tunnel length, telling\nthem to hide in the recesses along the walls.\n\n\n\nHis voice awakened his men. They crowded round him when he clambered\nover the barricade, and at the sight of the sword in the place where he\nusually carried it smiles broke on their lips.\n\n\"Bly! We have you with us again,\" Mark exclaimed.\n\n\"But of course,\" Bly said. \"It must have been the knock on the head I\ngot in the fight with the Himlos. But now it's clear. And I have news\nfor you. We can get rid of our enemies in one fell swoop. They are as\nfoolish as we. They too sleep in the daytime. Does that mean anything to\nyou?\"\n\n\"Are you sure?\" Mark asked.\n\n\"Certain. I have seen them.\"\n\n\"Then let us wait no longer. By the time they come to their senses, it\nwill be too late.\"\n\nAnd it was. Only not as Mark had thought. For the immortal Stanton had\nbecome battle-crazed, and whether loyal comrade or enemy, he knew only\nto kill violently. It was Stanton himself who delivered the death blow\nto his good friend. The rest of his group fell easy prey to the women,\nwho were even more savage than Stanton. It wasn't until it was all over\nthat Bly noticed what his women companions had done. Each and every one\nof them carried a trophy hung in her belt, a horrible thing which leaked\nblood. They had cut the heads from those they killed.\n\nAll that day and the next and until the last of the Mongoloids had been\neliminated, they hunted. They were no longer five hundred women when\nthey were finished. But there were no more men, either. Each of the\nwomen carried a single head on her belt when they went back to the ships\nwhich had brought them. And Bly, also, carried one.\n\nBly Stanton was no longer the same man as the one whom they had\ndiscovered. The blood bath he had been in had done something to him. His\nnose had become pinched, and his whole face had changed, so that his\neyes were narrowed now and his forehead, for some reason, lower. He no\nlonger walked erect, but stooped and shambled oddly as he moved. His jaw\njutted forward, and his teeth showed because of it. Little by little, he\nhad found it more comfortable to be without clothes, until by the time\nthey returned to the ships, the only article of clothing he wore was the\nbelt on which hung his sword and knife.\n\nNaila had taken Mary's place in the scheme of things. Still, she found\nshe had to call Bly her superior. During the long days of slaughter,\nthere had been little need of talk. Muttered directions had done for\nthem.\n\nBut as they stood at the edge of the gangplank leading aboard, she said:\n\"Come immortal! There is nothing left for you here.\"\n\n\"Nothing?\" he asked, somewhat blankly. \"Nothing...?\"\n\n\"Of course not,\" she said. \"In all of this world not another like you is\nleft alive.\"\n\n\n\nThrough the brain of Bly Stanton shot a thought that was like an\narrow--he, alone, of all the males in the world. What sort of world\ncould it be? What was he to do in this world where there was nothing but\nwoman, and man had no place? He peered at these women and saw them for\nwhat they were--beasts, cruel and vicious, shaped as humans. There was\nno compromising with nature. If one did not serve the purpose for which\none was intended, then one served another purpose. He looked at these\nwomen who were the rulers of this planet and knew they had an empty\nrule, and a losing fight. For immortality, in the sense in which he had\nachieved it, was lost to them.\n\nHe shook his head from side to side, and slowly turning, started off\nwithout a word of farewell.\n\nBut Naila was not as Mary. There was a cunning in her which the other\nhad never possessed. Before Stanton had taken more than ten steps, she\nwas at his side. Her sword flashed in a blinding arc as it sped toward\nthe man. There was a sickening sound as the steel met the flesh of the\nthroat. And a bloody geyser bloomed where the head had been. A vicious\ngrin leaped to her lips as she stooped and lifted the head.\n\nBut the grin changed to a howl of fear as the eyes suddenly opened and\nthe lips parted and words came from them: \"You forgot, Naila. Death\ncomes not to me. Remember?\"\n\nShe dropped the head and sped for the ship. The others, witness to what\nhappened, followed as quickly as possible. What they did not see, of\ncourse, was that the eyes and lips had closed forever on the instant of\ntheir departure.\n\n_For it was then that the soul of Miotis left the body of Bly Stanton._\n\n\n\nKannot removed the mask from Miotis' face. The soul-globe lay to one\nside. Slowly the eyelids of the warlord raised. For a few seconds his\neyes were blank. Then reason came to them.\n\n\"Did you ...\" Kannot began, and wet his suddenly dry lips. \"Did you get\nto where I sent you?\" he finished.\n\nThe eyes of the man on the table blinked as though in signal. The lips\nmoved but feebly.\n\n\"Can you talk?\" Kannot asked.\n\n\"Later,\" Miotis whispered.\n\nKannot nodded in understanding. He had an idea of the ordeal his King\nhad been through. The telling of what had happened to him could wait for\na while.\n\nHours went by, and the man on the table slowly gained strength. But it\nwas a long time later before he could talk.\n\n\"You sent my soul into the body of a mighty warrior,\" Miotis said. \"Aye.\nA mighty warrior. I saw and learned many strange things. But of all the\nthings I saw, only one stood out....\"\n\n\"And what was that?\" Kannot asked.\n\n\"War must die!\" Miotis said.\n\n\"But war is already dead,\" Kannot said. \"Remember, sire, it is the\nreason why you allowed the experiment--to seek ways of bringing war back\nto life.\"\n\n\"No! I saw what war can do to a planet, to man and to woman. It must\nnever come back. From this day forward, the sinews of war will be\nremoved. Look closely at me, Kannot. What do you see?\"\n\nIt was then Kannot understood. He had transferred the souls of Miotis\nand of Bly Stanton. But the unforeseen had taken place. He had not\nmerely transferred the two souls. He had done so permanently. And Bly\nStanton, in the body of Miotis, had come to do what he realized now too\nlate should have been done on the Earth long ago--abolish war forever.\n\n\nTHE END\n\n\n\n\n",
    "metadata": {
        "author": [
            "Allerton, J. J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32785/pg32785.txt",
        "name": "once_upon_a_planet.json"
    }
}