{
    "name": "One touch of Terra",
    "author": [
        "Bok, Hannes"
    ],
    "body": "\"Listen, Elmer!\" Horseface Smith told his gwip. \"What's that racket\nahead--yellin', shootin', or both?\"\n\nElmer obediently stopped and cocked his duck-head in the direction of\nFinchburg, then nodded sagely, if somewhat ambiguously. He was a pack\nanimal of the sort commonly used by psithium-prospectors on Venus,\nnow that interplanetary travel was commonplace, and he was almost as\nintelligent as a human.\n\nDespite his size--he was nearly as large as a terrestrial horse--he\nmust have had a dash of flying-squirrel blood, since when in a hurry\ngwips were apt to bound off the ground, flattening their plump bodies\nin a flying-squirrel glide which took them thirty to fifty feet per\njump.\n\nBut at present Elmer wasn't able to do any bounding. His saddle-bags\nwere sagging with samples of ore, and he had all he could do just to\nwalk.\n\nHorseface clunked his heels on Elmer's sides, urging him up the\nstony hillside. They gained the summit and craned down at Finchburg,\nonly half a mile below. Like most of the mining-settlements scattered\nsparsely over the vast Venus deserts, it consisted of scarcely a dozen\nbuildings, none of them new, but all in reasonably good repair. If\nit is true that a town speaks for its inhabitants, Finchburg plainly\ndeclared that while its people might be down on their luck, but they\nhadn't lost hope.\n\n\"Looks like Trixie is blowing her jets,\" Horseface speculated, and\nElmer dipped his broad bill in agreement. \"Wonder what's eating her?\nShe ain't acted human for months!\"\n\nElmer cocked an inquiring eye on his master as if asking whether\nTrixie's behavior could possibly be considered gwippish. He decided\nnot, and clucked sympathetically. He knew all about Trixie's\nidiosyncrasies. But then, who--or what--didn't?\n\nTrixie O'Neill was the only woman within a thousand miles of the Venus\nFlats, and furthermore, the only terrestrial woman. She wasn't young\nnor beautiful. She was in her middle fifties, gaunt, coarse, and had a\nwooden leg.\n\nShe'd come to Finchburg thirty years ago at the height of the psithium\nrush. She'd been young and pretty then, and desperately in love with\nher prospector-spouse Mike O'Neill. Mike had been a roistering giant,\nbut he hadn't lasted long on Venus. The acid dust had eaten his lungs\naway, and in less than a year he'd been laid to rest down in an\nabandoned mine.\n\nAlmost immediately the veins of psithium had petered out. The\nmine-owners closed the shafts and took away their expensive equipment\nimported nut-by-bolt by rocket from Earth. Finchburg became a\nghost-town. All the miners except for die-hards like Horseface had\nmoved far away to the more promising strikes of Satterlee, Guzil Banks\nand Storington.\n\nBut Trixie remained at Finchburg. \"My Mike's buried here, ain't he?\nAwright--where he stays, I stay!\"\n\nAnd she went on doggedly doing Mike's work until a cave-in crushed one\nof her legs, after which she set up a hostelry which was a one-woman\nservice-bureau--she washed the miners' clothes, served their meals,\nkept their books, sold supplies to them and most of all kept up their\nmorale. She provided the woman's touch, and the men adored her.\n\nBut the touch which they worshiped abjectly was of Terra itself--half\nof a blistered blast-tube filled with Terrestrial soil and growing\ngenuine Terrestrial dandelions, rather scrubby and colorless ones, but\nfrom good old Terra just the same.\n\nWhen you thought you'd choke on one more whiff of the bitter\nVenus-dust, when you remembered the green lushness of Terra and wished\nyou were back there, knowing you could never find enough psithium\nto pay your passage--then you went to Trixie's place, looked at her\ndandelions and maybe touched your finger to the dirt in which they\ngrew--and you went away feeling better somehow. You'd been home again\nfor a little while.\n\nAnd if anybody saw a tear in your eye, he looked the other way. Because\nmaybe tomorrow he'd be doing the same.\n\nWhy, there hadn't been a Mercurian in camp for years. They were afraid\nto come here ever since the earthmen had run out of town that one who'd\ngot drunk on _vhubi_, upset the tube and tried to trample the plants.\n\nNo man, you didn't treat Trixie or her dandelions lightly. They were\nsacred.\n\n\n\n\"Hey,\" Horseface asked Elmer, \"is that a rocket down there? A\nrocket--in Finchburg?\"\n\nElmer peered forward and said, \"Wak, wak!\" in a meshed-gears voice,\nmeaning yes.\n\n\"A rocket!\" Horseface marvelled. \"Maybe it's visitors from Terra! Or\nmaybe it's news of a new strike! Gee-jup, Elmer! Time's a-jettin'!\"\n\nThey started down the hillside's hairpin turns. The shouting grew more\nstrident, and at times Horseface heard the raucous yowl of blaster-guns.\n\nCelebration!\n\n\"Yippity!\" Horseface bellowed, firing his own gun in the air.\n\nBut it turned out to be anything but a celebration. Horseface rushed\nElmer into the community stable, unhooked the saddle-bags, dropped the\nstall-bar, and ran toward Trixie's place, \"The Pride of Terra\".\n\nEvery man in the camp was waiting at the door, and waiting\nvociferously. The comments mingled into an indistinguishable babble. A\nfew miners were loitering around the rocket, a small two-seater, like\nmice cagily inspecting a new and baffling trap. Horseface recognized it\nby the device emblazoned on one of its doors--a yellow sunburst on a\ngrey square, the insignia of United Mars.\n\nThe rocket belonged to Thurd Goreck, the Martian. Goreck hadn't been in\ntown for years. He and his fellows had their diggings over at Saturday\nWells, \"Saturday\" for short, in the west. What, Horseface wondered,\npossibly could have brought him here?\n\nSince Horseface was a little below average height, he couldn't see\nover the heads of the crowd. He raced up the steps of an old ruin\nopposite Trixie's establishment. A shrieking beam from a blast-gun\nfired at random just missed him and scorched the wood overhead.\n\nHe heard Trixie's bark: \"Stop it, boys, do you hear me? Somebody's\nlikely to get hurt!\"\n\nShe was standing in her doorway, a big sculpturesque woman with her\nfeet planted solidly wide and her red fists on her broad hips. Her face\nwas square and rough-hewn as a man's, the skin leathery from years of\nweathering. She'd thrown her blue lace scarf around her shoulders, the\nscarf that Mike O'Neill had given her on their first anniversary. Her\ncrystal earrings dangled under her cottony hair--a bad sign. Trixie\nnever put on her shawl and earrings unless thinking of leaving town.\n\nThurd Goreck lounged against the door-frame beside her. Like most\nMartians, he was tall and spindle-legged, large-chested, big-nosed and\nequipped with almost elephantine ears. He displayed quite a paternal\nsolicitude whenever he looked at Trixie, but he sneered openly at the\nyelping crowd.\n\n\"Don't do it, Trix!\" somebody roared above the din.\n\n\"You'll be sorry!\" another warned.\n\nStill another wanted to know, \"Have you forgotten Mike?\"\n\nThen Horseface noticed that the other Martians from Goreck's settlement\nwere ranged on either side of Trixie and Goreck, holding off the\nFinchburgers. It was they who were doing most of the firing--warning\nblasts over the crowd's heads.\n\n\"No,\" Trixie yelled, \"I ain't forgotten Mike. He was a better man than\nthe lot of you put together!\"\n\nHorseface whistled to Candy Derain, who turned and edged toward him.\n\"What's up, Candy?\"\n\n\"Man!\" Candy reached at him. \"You're just the one we need--Trixie's\nrunning away! You got to do something quick!\"\n\n\"She's--huh?\"\n\n\"Goreck's been lazing around town almost ever since you went out nugget\nhunting. He's taking Trixie to Saturday--going to set her up there in a\nnew place. He was smart and waited till you weren't around, 'cause he\nknows you cut a lot of ice with Trix. You got to stop her--\"\n\nA roar from the crowd cut him short. It sounded as if all the men\nsimultaneously had been jabbed with ice picks.\n\n\"Look!\"\n\n\"No!\"\n\n\"They're stealing our Terra!\"\n\n\"Trixie, you can't do this to us--you can't!\"\n\n\"Ain't you got no heart at all?\"\n\nHorseface goggled, and groaned. Trixie and Goreck had stepped aside,\nmaking room for those Martians who were coming out with the blast-tube\nand its dandelions.\n\n\"Howling Gizzlesteins!\" Horseface moaned. Then determinedly, \"One side,\nCandy!\"\n\nHe launched into the mob, shouldering, prodding and elbowing room for\nhimself until he was out in front. A Martian significantly poked a\nblaster in his ribs.\n\n\"Trixie!\" Horseface bawled, \"what do you think you're doing?\"\n\nShe scowled more fiercely than ever. \"You!\" she thundered, pointing\na muscular arm for emphasis. \"You're a fine one, asking me that! I'm\nclearing out of here, that's what. I'm sick and tired of all you\nuseless loafers preying on my good nature! Ain't it so, Goreck?\"\n\nThe Martian nodded, grinning.\n\n\"For years and years,\" Trixie cried on, \"you've been bleeding me dry!\nTrixie will you do this for me? Trixie will you do that? And I been\ndoing it 'cause I felt sorry for you hopeless free-loaders, like as\nif maybe you was my own Mike. But now I'm through with you--and why?\n'Cause you never treated me like no lady, that's why! You don't deserve\na woman's kindness, Goreck says, and he's right!\"\n\nThe uproar was dying down, no doubt keeping the miners' spirits company.\n\n\"Maybe I ain't no raving beauty,\" Trixie continued, \"but that don't\nmean I ain't no lady, see?\" In her next remark she used questionable\nwords of interstellar origin--it is doubtful if they could have been\nsaid to have enriched any language. \"Why, you frownzley glorfels, you\neven swear in front of me! So I'm clearing out. I've more than paid my\ndebt to Mike, Lord rest him.\"\n\nAs the groans began, she gestured airily. \"Put the flowers in the\nrocket, lads!\"\n\n\"But Trixie!\" Horseface called, pushing a step ahead. The Martian's gun\ndug a trifle deeper into his side.\n\n\"Eassy doess it,\" the Martian admonished in his whistling accent.\n\nHorseface cried, \"We're your own people, Trixie! You can't ditch us for\nMartians!\"\n\n\"My people are the people treating me with respect!\" she retorted, and\nHorseface's long visage fell several inches longer.\n\nGoreck's Martians slid the dandelion-container into the rocket's\nbaggage compartment and stood back, forming a lane down which Goreck\nassisted Trixie with exaggerated politeness. Surely she should have\nseen that his smirk was purely one of triumph!\n\nBut she didn't. She swung along on her wooden leg, thrilled to the\ncore, beaming coyly at Goreck and actually blushing. He handed her into\nthe rocket, let her arrange herself comfortably, then went to the other\nside of the flyer and swung aboard.\n\nHe slammed the door shut and reached for the controls. He treated the\nassemblage to one last sneer so poisonous that even a coral snake\nwould have flinched from it. Trixie leaned across him to thumb her\nnose--after all, Emily Post and Amy Vanderbilt had been dead for a\ncentury.\n\nThe Martian with his gun in Horseface's midriff stepped back and away.\nHorseface would have rushed after him, but Mouse Digby caught him from\nbehind.\n\n\"Hold it, Horseface!\" And more softly, \"We been up to something--\"\n\nGoreck pulled the rocket's power-lever with a grand flourish. Nothing\nhappened. He smiled sweetly at Trixie, shrugged and dragged on the\nlever again. Nothing happened. On the third try he nearly wrenched the\nstick from its socket. From one of the rocket's jets, as though torn\nfrom its very heart, came two feeble sparks and a mournful burp.\n\n\"We busted their feed-line!\" Digby chuckled.\n\n\n\nGoreck, having gone thus far, was not minded to stop now. He sprang\nfrom the rocket, called something in Martian to his men, and several\nof them raced away. The miners cheered perhaps a shade precipitately\nand bore down on the rest. The gun-toting Martians filled the air with\nfrantic warning blasts and were swept down before they could turn their\nweapons to more practical use. The miners reeled around the rocket,\nswaying it as they clubbed the Martians with their own guns.\n\nGoreck backed them away with well-laced blasts near their toes--what\nwas known as \"the quick hotfoot\" since it turned the ground molten. He\nmaneuvered himself with his back to his ship, his men breaking free and\njoining him.\n\nTrixie clambered out seething with wrath. \"You brakking chadouzes!\" she\nhowled, brandishing a brawny fist. The men subsided sheepishly silent.\nShe was accustomed to having her way, and they were accustomed to\nletting her have it. It had proved the best policy in the long run.\n\n\"Look at you, brawling and trying to keep me from having the one thing\nI want more than anything else--being treated lady-like! You think I\ngot any sympathy for you when you act like this? You can't keep me here\nno longer, and you might as well realize it--and leave me go!\"\n\nThey muttered angrily, but there was nothing to do except surrender.\nHorseface didn't bother to sheathe his gun--he threw it down in the\ndust. Mouse Digby, who'd been so elated over the stalling of the\nrocket, turned away and burst into tears.\n\nThe men were driven farther back as Trixie's supply-jeep snorted up\nto the rocket, driven by those Martians to whom Goreck earlier had\nshouted. They leaped down and assisted their fellow in transferring the\ndandelions from the rocket to the jeep.\n\n\"Dissable my sship, will you?\" Goreck asked, grinning foxily. \"Well, as\nwe Martians say, there are plenty of ways to cook a gnorph!\"\n\nHe snapped his fingers to one of his big-eared breed. \"Phorey, you\ndrive the jeep over to Ssaturday.\" Trixie started toward the jeep and\nhe halted her--very courteously, of course. \"No, my dear lady, we will\nlet the jeep go firsst. Then we can be certain that nobody followss\nafter it to rob you of your lovely flowerss. We will leave later.\"\n\nThe jeep chugged away. Trixie was very red-faced and unable to look at\nher erst-while Finchburg admirers. Perhaps, Horseface hoped, she was\nrelenting. But if she were, Goreck knew how to prevent it.\n\n\"Ssuch clods, to sstare sso at a lady!\" he purred, and Trixie glared\nrelentlessly at the men who had adored her so long--and apparently, so\nvainly.\n\n\n\nSince Goreck's rocket was damaged beyond immediate repair, he rode off\nwith Trixie on the town borer, a community-owned tractor equipped with\na giant blaster and used in boring mine-tunnels. It was not intended\nfor general travel and rumbled away very slowly, kicking up a great\ndeal of dust. The other Martians had come on gwips, which they now\nmounted, then made off in a hurry.\n\n\"You'll get your borer back when I get my rocket back!\" Goreck called\nfrom the wake of dust.\n\nThe Finchburgers stayed as they were, every spine an S of dejection.\n\n\"With Trixie gone,\" Candy Derain mourned, \"there ain't no use our\nstaying here. We'll all starve!\"\n\nBaldy Dunn said, \"Maybe we was bad-mannered accepting things off of\nher, but I always meant to pay her back as soon as I found me some\npsithium. If I'd of thought--\"\n\nHorseface said, \"Of course Goreck is just giving Trixie the runaround.\nAll he's really after is her dandelions, 'cause he knows what they\nmean to us. He'll keep 'em till we go to his diggings to work for him,\nthat's what! He'll charge us real money every time we want to touch\n'em--and where are we going to get money? It's like he's holding 'em\nfor ransom!\"\n\nHe set his jaw. \"Well, we ain't going to let him get away with it!\nWhen Trixie finds out what a nopper he is, she'll be sorry, sure--but\nshe won't never come back here on account of she's too proud! She'll\njust stay in Saturday being Goreck's slave, her poor heart meanwhiles\nbusting--and I ain't going to let her!\"\n\nHe started briskly for the stable, the others hesitantly trailing\nalong. \"I'm getting on Elmer and going after her. Dandelions be\ndesubricated, I'm going to save Trixie in spite of herself!\"\n\nBut it seemed that everybody was having that identical idea at once.\nNot all of them owned gwips, so the party of rescuers set off on a\npeculiar assortment of vehicles--Candy on his vacuum-cup bicycle\nmeant for scaling precipices, Baldy Dunn and several others on\npick-wielding ore-cars, some on the psithium-detectors, and Digby on\nthe mowing-machine which cut and baled grasses for the feeding of the\ngwips. About a third of the expedition had to go afoot.\n\nIn no time at all, Horseface and the other gwip-riders had far\noutstripped the clumsy machines and the pedestrians. As Elmer soared\ntoward Saturday in forty-foot bounds, Horseface called to the rider\nabreast of him:\n\n\"Wasn't that Martian driving Trixe's jeep Phorey Yakkermunn? Yeah? Kind\nof thought so! Remembered him from way back when the rush was on,\" he\nmumbled to himself. \"Seemed a little crazy even then, and guess he had\nto be, to go and turn against us what used to be his buddies. Elmer,\nfor the love of Pete, space your jumps--you're beating the breath out\nof me!\"\n\nHe came to a fork in the road and turned left, following the borer's\ntracks. Then he halted, letting the other gwips overtake him. They had\nstarted after Trixie too late. A swathe of sip-flowers had moved in\nacross the road.\n\n\"Might as well try to swim through space to Terra!\" Horseface lamented.\n\"Blast them zips!\"\n\n\n\nBut it wouldn't have done him much good if he had blasted them.\n\nThe zips were pretty things, something like Terrestrial\ntiger-lilies--brilliant orange cups on tall green stems. They grew\nvery thickly and had been named because of their incredibly swift\nlife-cycle. In five seconds they would zip up from the ground as\nsprouts, attain full green growth, blossom, produce seed, fall\nwithering and scatter the seed which in another five seconds would do\nthe same thing over again.\n\nNobody possibly could wedge through their rank masses. If anyone tried,\nand were somehow to reach their midst, he would find himself being\ntossed up and down at five-second intervals as though being hazed on a\nblanket.\n\nThe zips traveled whichever way the wind carried their seeds--which\nhappened right now to be away from Saturday. If the salt plains and\nchains of vertical peaks had not checked them, they might have choked\nthe whole of Venus centuries ago.\n\nHorseface blinked at them, dismayed. The other men also blinked, since\nthe continual change from bare earth to green stems to orange blooms\nand back to bare earth again took place in five snaps of the fingers,\nlike the winking of an illuminated sign.\n\nElmer helpfully tried to eat them, but they vanished in decay even as\nhis beak closed over them. And they stretched for miles and miles.\n\n\"Awrk!\" He spat them out and shrugged discouragedly, almost hurling\nHorseface off the saddle.\n\n\"Guess we got to detour,\" Horseface sighed. They skirted the\nencroaching zips and ran smack into a sheerly perpendicular cliff.\nWhile they were wondering what to do next, Candy purred up on his\nvacuum-cup bicycle.\n\n\"At least I can ride up and over,\" he said, switching gear. He shot up\nthe cliff and out of sight, the suction-cups popping like a string of\nfire-crackers.\n\n\"You fool, come back here!\" Horseface bawled, but Candy was out of\nearshot by then. \"He's forgot there's nothing but rock-spires for miles\nand miles on the other side. He'll ride up and down for hours and get\nno farther forward than a hundred yards!\"\n\nHe thumped his heels on Elmer's sides. \"Gee-jup, Elmer--we'll have to\ntry the other end of the zips.\"\n\nDigby hailed him from the mower. \"Should I try cutting a path through\n'em?\"\n\n\"How can you, when they die before your blade turns, and grow up before\nit can turn again? They'll bounce you to butter and shake the mower to\nbits.\"\n\n\"But we got to do something!\"\n\nBy now the men on the detectors and ore-cars had caught up with the\ngwips, and the men on foot were within hailing distance.\n\n\"We're licked,\" Horseface mourned. \"Ain't nothing we can do, except try\nthe other end of the zips--and that's miles away. We're finished.\"\n\nBut they weren't. Elmer sneezed, exclaimed, \"Yuk, yuk!\" and jabbed his\nbill to indicate the cliffs.\n\nHorseface sniffed. \"Smells like rock-dust. If I didn't know better, I'd\nsay somebody's been boring through the rock--hey! Trix and Goreck were\nriding on the borer! The zips must have cut them off the road like us!\nCome on, boys, look for the hole they made--boring a tunnel to cut past\nthe zips!\"\n\nHe didn't need to nudge Elmer. The gwip leaped toward the rocks, found\nthe hole and slowed to a crouching walk into it. The passage was eight\nfeet in diameter and reeking of blasted rock. After about a hundred\nyards it emerged into daylight but encountered zips _en masse_ and so\nreturned inward for several hundred yards more.\n\n\"That means Goreck wasted a lot of time tunneling,\" Horseface said\nhappily. \"Maybe we ain't so terrible far behind after all.\"\n\nThere was a shriek from the rear, and he reined Elmer. \"What's that?\"\n\n\"Dunno,\" the next man said, turning to look back.\n\nThey waited. One of the pedestrians came sprinting. \"Hey, the detectors\nfound a whopping vein of psithium--bigger than the one that started the\nold-time rush!\"\n\n\"Huh, is that all?\" Horseface demanded. \"Forget it! We got to save\nTrixie!\"\n\n\n\nThe borer had traveled faster than Horseface had imagined. He didn't\ncome in sight of it until the party reached Saturday. It was just\nstopping in front of Goreck's tavern, \"The Martian's Fancy\". Goreck was\nhanding Trixie down from it.\n\nSaturday was a lot less of a ghost-town than Finchburg. Maybe there\nwere weeds in its main street, but every house had its occupants, and\nsome had coats of paint besides.\n\nElmer braked at the borer, his claws deeply furrowing the dust.\nHorseface called, \"Trix, come on back! We come to save you in spite of\nyourself!\"\n\nGoreck whistled, and a flock of his boys materialised on the porch of\n\"The Martian's Fancy\".\n\n\"Trouble, boyss! Sstand ready!\"\n\nThen he smiled at Horseface and the other Finchburgers. It was\na masterpiece of insult. \"I don't like blast-play or dangerouss\nfighting, but if necessary, I'll resort to it. You've no authority to\nargue, sso go before you get hurt. Trixie iss here because she wants to\nbe here--no, my dear?\"\n\nHe nudged her. She jumped, looked as though she was about to bat him\none, then gulped and nodded. She couldn't look in the eyes of Horseface\nand his party.\n\nHorseface laid his hand on his blaster-butt. \"It don't make no particle\nof difference. Maybe you fooled Trix, but you ain't fooled us, so hand\nher over, see?\"\n\nGoreck twinkled jovially at his men in front of \"The Martian's Fancy\".\nHe said, \"Horseface, I warn you--get back, and take your hand off your\ngun. As long as I have the dandelionss ssafe inside my headquarterss,\nI'm quite ssure that you won't dare try anything reckless--\"\n\n\"Boss! Psst!\" One of the Martians was beckoning nervously.\n\n\"What is it?\" Goreck demanded testily. \"Sspeak up! There'ss nothing to\nfear--we've got the whip hand.\"\n\n\"But, boss--\"\n\nGoreck dropped his own hand to his own gun. The Martian hastily piped,\n\"The dandelionss! They didn't get here!\"\n\n\"I--what--ulp!\" Goreck spluttered, which made beautiful sense even if\nit wasn't coherent. He dived behind Trixie as though behind a rock,\nand whipped out his gun.\n\n\"Looking klambits!\" Mouse Digby moaned. \"The zips! They got Phorey and\nthe jeep and the dandelions! Shook 'em to pieces!\"\n\nHe pressed his mouth into a slit and started grimly forward. But\nTrixie's scream checked him.\n\n\"My dandelions! Gone! All gone! Just 'cause I wanted to be treated\nnice--\"\n\nHorseface said, \"You see? That's what you get for being so foolish. And\nain't us coming to fetch you kind of a compliment? It's sure took us a\nlot more effort than Goreck's sweet-talking did. You, Goreck, get out\nfrom behind a woman's skirts! That ain't no way for a gentleman to act!\"\n\n\"Trixie, back up to the Fancy,\" Goreck snapped. \"Hide me. Boyss,\" he\nsqueaked, gesturing wildly, \"let 'em have it!\"\n\n\"No you don't! You ain't going to shoot my old pardners!\" Trixie\nfumed, even as a number of rays from Martian blasters sang past. The\nFinchburgers ducked, not daring to shoot while Trixie was so near their\ntargets.\n\nShe turned, swooped and had Goreck off the ground, high over her head\nand squawking. He didn't dare shoot her since she was his only hope of\nsalvation, and the Martians didn't either.\n\nThey just stopped fighting.\n\nTrixie walked Goreck over to Horseface and thumped him down on the\ndust. The rest of the Martians held a quick exchange of ideas limited\nstrictly to gestures, and began to melt away from the scene.\n\n\"Fortune hunter! Deceiver!\" Trixie bawled at Goreck who was already\nwretched enough with blasters poked in his face. \"You promised me\nyou'd do it all peaceful, and still you wanted to shoot my pardners!\nYou treated me decent just to get my dandelions away from me! I been\na fool,\" she sobbed at Horseface, grinding her fists in her eyes. She\ndropped her hands and snapped at Goreck, \"And it was you what made me\ndo it! I'll fix you for that! Out of my way, everybody!\"\n\nThe Martians hiding in \"The Martian's Fancy\" and peeping from its\nwindows let out a shriek as she started for the borer. They'd read her\nmind. They burst from the place like moths from an opened trunk, and\ninstantaneously scattered all over the landscape.\n\n\"You boys watch Goreck,\" Trixie ordered the Finchburgers who had come\non foot. \"But you with the machines, come on--join the fun!\"\n\nThe air not only was rent, but hamburgered as she turned on the\nborer's blast-ray full-strength and dragged it straight for \"The\nMartian's Fancy\". The mowing-machine chopped up a few street weeds\nbefore it began to cut and bale the houses. The psithium detectors\nhopped like kangaroos against the flimsy walls, battering them down.\nGoreck's protests were inaudible in the clangor of smashing dwellings\nand the crackle of crumbling masonry. His tears of frustration and fury\nmade tiny mudpies in the dust.\n\n\"I guess that'll show you how a lady ought to be treated,\" Trixie\nobserved rather enigmatically, but with grim satisfaction, after having\ndone to his town everything that the old Assyrian conquerors had\nbragged about--except perhaps the piling up of human heads. \"Now give\nhim a send-off, boys!\"\n\nBut their blasts at his feet couldn't possibly keep up with him. Maybe\nit was merely dust, but he ran so fast he seemed to smoke from friction.\n\n\"I guess nobody's going to like me no more, after what I went and\ndone--losing my dandelions,\" Trixie sighed. They had started homeward,\nand she was riding behind Horseface on Elmer. Most of the pedestrians\nwere riding the borer.\n\nHorseface said, \"We love you more than ever, Trix. We had to lose you\nbefore we could see what fools we been.\"\n\nHorseface went on, \"Don't worry about the dandelions. For one thing,\nwhile we was going through that tunnel you and Goreck made, we found a\nwhopping big vein of psithium--big enough to start another rush! Now we\ncan all go back to Terra if we want to--or if we stay, you can build a\nwhole blooming conservatory!\"\n\nTrixie stopped sobbing. Elmer rejoiced, because from her hiccoughs he\nhad felt as if she and Horseface had been dancing on his back.\n\nHorseface said, \"And anyway, your dandelions ain't lost. I knew it when\nI came chasing after you to the fork in the road. Phorey Yakkermunn the\nMartian was driving your jeep. Don't you remember what we used to call\nhim? 'Ears', that's what--'Ears' Yakkermunn, 'cause being a Martian and\ncoming from a planet with rarefied air like there is on Mars, his ears\nhad to be extra big so they could catch sounds.\"\n\n\"What's that got to do with my dandelions?\"\n\n\"Phorey never could get used to the heavy air we got here on Venus. It\nmakes sounds too loud and hurts his ears. So he still does like he used\nto, he stuffs them with cotton. Goreck told him to take the dandelions\nto Saturday, didn't he? But with all that cotton in his ears, you know\nwhere he took 'em? To Satterlee!\"\n\n\"Are you sure?\"\n\n\"Positive! After we took the fork in the road, we was following\nborer-tracks, not tire-marks!\"\n\nShe threw her heavy arms around him, planting a kiss full on his lips.\nIt not only made him squirm, but reminded him of Candy Derain's suction\ncup bicycle. Candy probably had traveled a hundred miles or so by\nnow--straight up and down again--and actually couldn't have gained more\nthan a hundred feet straightaway.\n\n\"You're so resourceful, Horseface,\" Trixie breathed, with\nconstellations rather than mere stars in her eyes. \"You remind me of\nMike. And I'm going to reward you for all you've done. I'm going to\nmarry you!\"\n\nHorseface didn't dare to groan. While Trixie clamped a loving paw on\nhis own hand almost squeezing it to pulp, he wished fervently that he\nwas alone on the far hills--anywhere but here--looking for psithium\nnuggets.\n\nBut Trixie always had her way, and she wasn't going to stop having it\nnow.\n\n\"You're so masterful!\" she wheezed.\n\nAnd even Elmer, looking back over his shoulder, hung his head and\nsighed.\n\n\n\n_A COMMENT ON_ ONE TOUCH OF TERRA\n\n_I have read Dr. Hannes Bok's ONE TOUCH OF VENUS, which appears\nelsewhere in this publication, with understandable interest. While I\nmay deplore, as a cultural anthropologist, Dr. Bok's obvious empathy\ntowards these miners with their socially regrettable attitude towards\nthe original inhabitants, I must say that Dr. Bok paints quite an\neffective picture of living conditions in these scattered communities._\n\n_I have been privileged, though, as I have said elsewhere, to visit\nwith and spend considerable time with the natives who withdrew to the\nhills soon after our ships first landed._\n\n_I have found these men and women extraordinarily hospitable, warm and\nfriendly, once they sense that you do not come among them as a tourist._\n\n_They have a very ancient culture, a rich language (with gradations\nsimilar to 20th century Javanese). Their chants are fantastic, long,\nmournful wails, whose shadings, whose tremolos, still inspire you and\nmake you one with them. I hope to translate some of these chants in the\nnear future, including one dedicated to the sacred sand-lillies, so\nerroneously called_ zips _by the miners_.\n\n                                        Vithaldas Hattopadhyaya O'Quinn\n                                       Lecturer in Venusian Antiquities\n\n\n",
    "metadata": {
        "author": [
            "Bok, Hannes"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72173/pg72173.txt",
        "name": "one_touch_of_terra.json"
    }
}