{
    "name": "One Against the Stars",
    "author": [
        "Garson, Bill"
    ],
    "body": "This was it. Its slim bright shape was Earth's last hope.\n\nWhat matter the sweat, the blood and the tears that had gone into each\nrivet, every plate? What matter the eyes blurred and dulled with plans,\nblueprints? What matter the cost.\n\nThis was it.\n\nIt was done.\n\nThey stood there--the riveters, the welders; the draughtsmen, the\nengineers; the mathematicians, the technicians--and there glowed in\ntheir eyes a living flame.\n\nThis was the ship of hope.\n\nIts rockets flickered into blue flames. Their soft purr of power\ndeepened. Abruptly, the earth was trembling to the throaty roar of\nrockets.\n\nIn its long steel-rollered cradle, the ship trembled.\n\nOne of the workers, his denim trousers grease-stained, bending down,\nscooped up a handful of the dust at his feet, flung it at the shining\nship.\n\n\"Just for luck,\" he said.\n\nIn the glass bulge atop the shining ship, John Bairn, the pilot, licked\nfeverish lips. He brushed the black hair away from his gray eyes. His\nstubby fingers raced over the keys of the control panel before him.\n\nHis right hand touched--almost reverently--the scarlet handle of the\nfiring lever.\n\nHe pushed the lever forward one notch ... two ... three....\n\nHe braced himself in the hydraulic-cushioned pilot's chair.\n\n\"Venus, here we come!\"\n\nThe rockets roared faintly even in this sound-proofed cubicle. Then the\npounding blood in his ears washed out all other sound. The pounding in\nhis ears grew throatier, louder.\n\nThe 9G acceleration blacked him out.\n\nThat dive was a little too steep, he was thinking, first time I ever\nblacked out with somebody on my tail. He jerked his head around to see\nwhere the butcher was. And then he remembered.\n\nHe looked ahead. The stars were steady white flames in the black pool\nof space. Ah, there it was! The pale green flame that was Venus.\n\nSomewhere, there, lay Earth's salvation.\n\nArlington Arden, the metal expert, came into the cubicle then, his\nblond face pale.\n\n\"Some shove, huh?\" he opined.\n\nBairn nodded, his gray eyes watched the orientation chart whose red and\ngreen and yellow lights were flickering in the rhythm that showed they\nwere on the mathematically-charted course.\n\n\"Think the stuff is really there, Arlie?\" Bairn questioned.\n\n\"We're staking our lives on it, John.\"\n\n\"Yeah, and the lives of a billion like us. What if it isn't?\"\n\n\"Venus' spectrum shows its presence. It's not an emanation that is\neasily duplicated. If it isn't, it's too much of a grim joke--because\nthe money in this ship could have paid for a thousand experiments. My\nMary's got a touch of blue coloring in her skin--the first symptom,\ny'know.\"\n\n\"Sorry,\" Bairn said, and his voice was soft.\n\n\"Beautiful,\" Arden said. \"I hope Mary can see it sometime.\" He was\nlooking out at space, his arms clasped behind him. \"It's not like I\nthought, though--this being the first humans to see the stars away from\nearth.\" He stopped.\n\n\"It's so damn big and beautiful it hurts,\" he said at last.\n\n\"Yeah, I know,\" Bairn put in. \"It makes guys like us feel cheap and\nsmall.\"\n\n\"No!\" The word was explosive. Bairn jerked around in the pilot's cradle\nand stared. Arden had a frown on his forehead.\n\n\"And who in blue blazes are you?\" Bairn snapped.\n\n\"Joe,\" the big blocky youngster said, as if that explained everything.\n\n\"Joe, huh?\" Bairn grunted. \"How did you get on this ship?\"\n\n\n\nJoe's brown eyes stared steadily at Bairn, and his big shoulders\nshrugged. \"I stowed away.\" And then as the two stared blankly at him,\nhe hurried on:\n\n\"I had to. Really. There's a legend in our family that a man named Joe\nwill be the first to reach the stars. It was promised way back when. So\nI had to come. I had to!\"\n\nBairn grunted again. \"Isn't much we can do about it now, I guess. But\nyou'll have to earn your way. What can you do?\"\n\nJoe grinned--a big grin that made Bairn and Arden smile.\n\nHe shrugged and grinned again. \"I don't know. But I'll be good for\nsomething. You'll see.\"\n\n\"All right. Arlie, will you take him down to the rocket room? Maybe the\ngang can find something for him to do.\"\n\n\"Come on, Joe,\" Arden said.\n\nJoe shook his head. \"Not just yet,\" he answered. \"I'd like to tell you\nsomething first.\" He pointed out toward the stars. \"A minute ago, you\nsaid\"--he nodded at Bairn--\"this makes us feel cheap and small.\n\n\"You're wrong. You're just afraid. All this is man's--yours, mine,\nours. It's just so darn big, we don't realize it. But this is our\ndestiny--that's what the prophet said a long time ago. It took a\ndisease like that sweeping the Earth now to get us here. But we're\nhere. The stars are our destiny. No sense in being otherwise. No sense\nin feeling cheap and small.\" He stopped, looked at Bairn and Arden.\n\n\"Don't you feel it?\" Joe asked. \"This first time the Earth shackles are\nloosed? Don't you feel the power and understanding and strength the\nstars give you out here?\n\n\"This is where I belong,\" Joe said. \"Out here where you can see what\nyou're reaching for. That's why I had to come.\" He stopped and a slow\nembarrassed flush crept over his face.\n\n\"See what I mean?\"\n\nSurprisingly, it was Bairn who answered:\n\n\"Thanks, kid, you're good for something all right. I don't know what it\nis about you, but you give a guy a sense of--peace, I guess you'd say.\"\n\n\"Belonging?\" Arden put in. \"That it, Johnny?\"\n\n\"Yeah, that's it,\" Bairn said, and turned back to his orientation\nboard. \"So run along, kid.\"\n\nArlie Arden, leading the way down the circular staircase that went to\nthe power room, said abruptly:\n\n\"You're no city man, are you, Joe? I've never seen cloth like that made\nin the cities. That tunic you're wearing looks like it's made up for\nthe north forests.\"\n\n\"No,\" Joe answered shortly, \"I'm not a city man. I'm a wooder.\" They\nleft the stairway, moved along a tube passage.\n\n\"Not a member of that crazy cult that wants a back-to-the-forests\nmovement?\"\n\nJoe's denial was quick, and Arden looked at him sharply. The stowaway\nwas looking down at his toes as he walked on. Arden shrugged.\n\n\"Here,\" Arden said at last, stopping before a huge oval door that\njutted from the tube. He twisted a wheel on the door, pushed the heavy\nportal open.\n\nArden watched the stowaway as he stepped into the power room. Joe\nstopped and his brown eyes lifted first, then dropped down to rest on\nthe huge generators that were making the air pulse with vibration. Then\nhis eyes moved to the huge dull-metal bulk that occupied the whole far\nend of the power room. His gaze took in the feeder pipe that evenly\ncleaved the huge bulk of the machine in half; the long neat rows of\nswitches and valves that broke the austere front of the power plant.\n\nJoe breathed deep once then turned questioningly to Arden who was\nwatching him.\n\n\n\n\"That's what drives the ship, Joe,\" Arden said. \"Reduced to its simple\nterms it's an atom smasher. Hidden deep within that bulky outfit lies\na block of uranium, constantly bombarded with electrons made a trifle\nheavier by running up against a magnetic current operating at right\nangles to them. The resultant disturbance of the uranium is harnessed\nand fed into the rocket tubes.\"\n\nArden glanced at Joe whose eyes were fixed on the feeder pipe.\n\n\"That's a funny thing, Joe, that pipe you're looking at.\"\n\n\"Why?\"\n\n\"Through that pipe comes water.\"\n\n\"Water?\"\n\nArden nodded. \"For some reason that not even the technicians who worked\non that plant know, microscopic jets of water have to be hurled into\nthe chamber with the bombarding particles to cause proper power.\"\n\n\"Water?\" Joe asked. \"You drive this ship with water?\"\n\nArden smiled. \"Yes, water and the help--not negligible either--of\nuranium. It'll take exactly two hundred and twelve gallons of water to\ndrive to Venus, and the same amount back--at least that's what Black\nTom figures.\" Arden nodded to the huge dark-skinned, black-haired man\nin white coveralls who stood by an instrument panel, checking figures\noff on a clip board he held.\n\n\"Come on, Joe,\" Arden said, heading for a ladder that was bolted to\nthe wall at one side of the huge power room. Joe followed up the\nladder, was on the heels of Arden as the metal expert crawled through a\ncubbyhole at the top.\n\n\"See?\" Arden said straightening up. \"Water.\"\n\nJoe looked at the row of horizontal metal cylinders that stretched\nbefore him. The tops of them were a foot taller than his head, and he\nmoved to the side, and counted aloud to eleven before Arden said:\n\n\"We might starve and go naked, but we'll never run out of catalyst or\nget thirsty,\" Arden opined. \"Each of those tanks holds six hundred\ngallons and there're twenty-four of them.\"\n\nJoe moved to the nearest of the tanks, rubbed his hands on the moist\nsurfacing and commented absently:\n\n\"It feels like velvet.\"\n\nArden laughed a little. \"Come on, Joe, I'll turn you over to Black Tom\nand he'll put you to work doing something. He never likes to see anyone\nidle.\"\n\nThey crawled out of the wall cubby and down the ladder. A second\nwhite-garbed man had joined the power room head and they were talking\ntogether as Arden and Joe approached.\n\n\"That's Whitey Burnet,\" Arden said, and started, for Joe had halted\ndead in his tracks.\n\nBlack Tom Morrissey and Burnet turned then. Morrissey said, \"Hello,\nArlie,\" briefly and turned back to his gauge panel. Burnet stood rigid\nfor a moment at the sight of Joe.\n\nThen with three quick strides Burnet was at Joe. He said softly:\n\n\"Damn you, Joe.\" And lashed out with a hard fist. The blow caught Joe\non the cheek, cutting the skin, and staggering him momentarily.\n\nJoe started to swing his browned fist up, then slowly he lowered it. He\nlooked at Burnet with quiet brown eyes.\n\n\"I can't hit you, Paul. You know that.\"\n\nPaul's face was white. \"No,\" he said, and he was almost bitter. \"I know\nthat.\" Then he turned his back on Joe and walked away.\n\nArden's blue eyes watched the by-play, observed:\n\n\"Whitey doesn't like you very much, huh?\"\n\nJoe's brown eyes were dull looking as he pulled his gaze from Burnet's\nretreating back and looked at Arden.\n\n\"No,\" he said, and his voice was flat. \"Paul doesn't like me much.\"\nWith an effort he smiled, added: \"Shall we find out what I can do?\"\n\nArden nodded....\n\nJoe Wilding met the rest of the crew at the arbitrary meal that was\ntermed supper.\n\n\n\nJoe came in behind Arden, and unobtrusively slid to one side of the\ndoor, and watched the men around the table laughing and joking.\n\nArden said:\n\n\"Fellas, I'd like you to meet a new crew member.\"\n\nThe laughing and joking stopped, and the eyes of eleven men measured\nJoe Wilding. Black Tom winked at Joe and went back to his eating.\nWhitey Burnet, after a brief angry glance, turned back to his plate.\n\nArden added: \"His name is Joe Wilding.\"\n\nThe others at the table smiled, nodded or spoke according to their\nhabits--except one, a nervous redhead, who stared at Joe.\n\nThen he looked around at the others at the table. He was a little\napologetic.\n\nThe redhead said: \"I know this guy. I piloted the ship that took him to\nthe Rock for sedition. I don't think we want him on the ship. He's one\nof those wild ones who tried to kidnap the president.\"\n\nArden grunted: \"I thought so.\"\n\nBurnet, his normally ruddy face white, reared to his feet:\n\n\"No!\" he shouted. \"You're wrong, Herd. He was pardoned. I know. They\nfound he had nothing to do with the kidnaping.\"\n\n\"Maybe so,\" Charlie Herd, assistant pilot said, still apologetically.\n\"But I know I took him to the Rock--and I didn't hear anything after\nthat about him. But he's the same guy.\n\n\"He was a wild one,\" Herd said almost dreamily. \"He knocked out two of\nthe guards, grabbed one of the chutes and was almost out of the ship\nbefore I rolled the crate over and bashed him against the cabin wall.\"\n\nWhitey Burnet's face was still white. \"Look,\" he said. \"I don't like\nJoe, but it's something personal. The tribunal found him innocent, so\nwhy not give him a chance?\"\n\nArden turned to Joe who still stood by the side of the door, his\nhandsome bronzed face stiff.\n\n\"Well?\" Arden asked.\n\nJoe smiled. He said, looking at the red-headed Herd:\n\n\"You're right as far as you went. I was taken to the Rock. I did try\nto break loose. The tribunal found me not guilty and apologized. I was\nreleased. And here I am.\"\n\nHerd looked back at Joe, and then he smiled, half-apologetically:\n\n\"I'll take you at face value. You look all right.\"\n\n\"Thanks,\" Joe said.\n\nBob and Ronnie Guetschow, the bulky professor twins, broke the ensuing\nsilence with:\n\n\"Come on and eat.\" The ice broke silently. Arden motioned Joe toward an\nempty chair at the table. Joe moved forward, then stopped as his eyes\ncounted the men at the table.\n\n\"Sit down, Joe,\" Arden grunted, picking himself a convenient, padded\nchair.\n\nSurprisingly, Joe shook his head. \"No,\" he said, and for the first time\nhe looked embarrassed. There was a slight flush under his tan.\n\nThe table talk stopped again. George Keating, the thin, wiry electrical\nengineer, said half-jokingly:\n\n\"Afraid you'll get contaminated?\"\n\nJoe's tan skin lost its red of embarrassment, twisted strangely.\n\n\"Sorry,\" put in Keating hastily. \"Only joking.\"\n\nJoe swallowed. Then: \"I'm just superstitious, I guess.\" The words\nrushed out. \"If I sit down, that'll make thirteen.\"\n\n\n\nEd Parman, black-haired assistant to Black Tom, jumped hastily to\nhis feet. \"Good gravy, he's right. You sit down, Joe, I'll finish my\npudding in the corner.\"\n\nJoe said: \"Sit down. I'm used to discomfort. I'm a wooder.\" He grinned.\nParman grinned back, started in on his pudding.\n\nJoe, the men were to notice in the coming days, seemed to make a point\nof never eating with the bunch after that. But he did it so smoothly,\nit wasn't offensive....\n\nVenus, in the days that followed, grew from a tiny yellow-green flame,\nthat Bairn, the pilot, had noticed in the first hours of the flight,\nto a white globe, just hinting a tint of blue, that began to fill the\nheavens before him.\n\nJoe, on an off hour from the power room, sat quietly in the co-pilot's\nchair, drinking in the planet. He and Bairn, usually so taciturn, had\ntalked much in the days of the flight.\n\nThis day, when Joe came in, Bairn looked at him with a strange twist\nto his mouth. He said nothing for quite a while, the two just sitting\nthere, Joe looking up and ahead, Bairn, apparently preoccupied with\nfigures on his charts.\n\nFinally Bairn said:\n\n\"Has Arden said anything to you?\"\n\nJoe shook his head. \"No,\" he said. \"Why?\"\n\nBairn, apparently speaking absentmindedly, said:\n\n\"Arlie's wife, Mary, has the radio disease. She's in the first stage.\nHas the blue coloring. It means everything to Arlie that this ship\ngets to Venus and back. Venus has the only radio-active static compound\nthat matches the stuff from the meteorite.\"\n\n\"Yes,\" Joe said. \"I know. It was only luck that scientist, Struthers,\nhad that meteorite in the room with him when he had the disease. It\ncured him. And then scientists and astronomers searched star spectrums\nto find a match for the color scheme that they found in the meteorite\nmetal.\"\n\n\"This ship,\" Bairn put in, \"cost billions; it meant the first real\ncooperative program the world's nations ever had. It would be ghastly\nif one man caused the destruction of Earth's last hope from doom.\nWouldn't it, Joe?\"\n\nJoe's face was grim as he nodded.\n\n\"How would you feel if you were to blame for drowning out humanity,\nJoe?\"\n\nJoe stood up, and his body was shaking.\n\n\"Tell me, Joe,\" Bairn said quietly. \"Why have you kept yourself from\neating with the rest of the guys? Why is it when you come here you're\nalways smelling of antiseptic?\"\n\nThere were tears in Joe's brown eyes when he faced Bairn.\n\n\"Okay, John, what shall I do?\"\n\n\"There's not much harm done yet? Arlie says that in the first stages,\nit's only communicable by contact. But once it gets past that first\nstage, it goes hog wild.\n\n\"Tell me, Joe, when did the nauseous attacks first come?\"\n\nJoe's brown eyes were dead. \"Two days before the ship left.\"\n\n\"You were willing to sacrifice mankind just to see the stars yourself,\nJoe?\"\n\nIt was Arlie Arden who came in quietly, then.\n\n\"No,\" said Joe, and then he looked at the two of them.\n\n\"Believe me,\" he said, and his voice was deep, vibrant. \"I was drawn to\nthe ship by a power greater than any of us. I knew the terrible gamble.\nFor if this ship crashes before it gets back to Earth with that Venus\nore, it means the end of man.\n\n\"I knew that. Everything my mind said pointed out the consequences.\nMy mind said no in every possible way. But ... my mind had no chance\nagainst the impulse that drove me aboard ship.\n\n\"Somehow I know that my presence on board this ship means the salvation\nof mankind....\" He shook his head at Arden whose lips were pursed to\nspeak.\n\n\"It's not egotism or some crack-brained idea. I couldn't rest until I\nwas aboard ship. I'm chosen to do something to preserve mankind, not\ndestroy it. It's just as if something bigger than me or you or the\nuniverse had taken hold of me, placed me here.\"\n\nArden said: \"Do you know what we're going to do to you, Joe?\"\n\nJoe looked at him steadily as Arden drew a gun from his pocket. \"We're\ngoing to kill you and throw you out in space. It's the only way to keep\nyou from contaminating the rest of us.\"\n\nJoe said: \"You can't.\" Simply, he said it.\n\nBairn said quietly. \"We will, Joe.\"\n\nArden lipped: \"Do you think we can value one life against Earth's\nbillions? This is the ship of hope, Joe. This is Earth's last chance.\nIf we fail, it's the end. For once the disease starts, there is no\nstopping it.\"\n\nHe leveled the automatic \"Good-bye, Joe.\"\n\n\n\nJoe's body slumped, almost in weakness. Then he galvanized into a human\nwhirlwind. The gun cracked but Joe was not there. He'd spun quickly,\ndiving for the cubicle door, flinging a chart as he fled. The flying\nchart disturbed Arden's aim. The gun blasted, and Joe felt the wind of\nthe bullet fanning his cheek.\n\nThen Joe was in the sloping passageway, sliding down the ramp. He heard\nthe crack and the banshee wail as another bullet struck the duralloy\nwall and ricocheted.\n\nHe hurled his body toward the branch passage that led toward the\npower room, and then a communications speaker ahead of him cried out,\nbringing Arden's voice from the pilot's cubicle:\n\n\"Kill Joe Wilding--but for your life don't touch him!\"\n\nJoe stopped running abruptly then.\n\nHe was trapped, for that communications system had outlets all over the\nship, and it wouldn't do to advertise his presence by running. Only the\nstealth he'd learned in his years of wooding could help him now.\n\nBut what good was all his wood training in this huge hulk of shining\nmetal? No chance for camouflage, no chance to dive into a creek and\nswim away so that your spoor could be lost in the swirling water.\n\nAnd then Joe smiled and began to run softly. He had a place to hide if\nhe could make it. The quick pat of hurrying steps stopped him short and\nhis quick mind hurled his body to the side of the passage and asprawl\non the floor where the lights cast a shadow.\n\nIt was Paul Burnet hurrying up the passage, the light glinting on the\nbutt of the automatic belted at his waist. Only for an instant did\nBurnet hesitate, then he ran on. His voice drifted back softly:\n\n\"I'm giving _you_ another chance. We're even now, Joe.\"\n\nJoe rose to his feet and hurried on to the power room. Joe halted,\nbreathing deeply. Black Tom would be too interested in his charts to\nhear what little sound he might make.\n\nAt the huge oval door leading into the power room, Joe halted,\nbreathing deeply. Then, quietly, easily, he swung open the heavy door,\nstepped inside, his eyes searching for Black Tom.\n\nSoftly, he pulled the portal closed, stood there breathing in long,\nquiet breaths. Then he moved across the huge power room, feet moving as\ncautiously as if he were stalking a deer in the autumn woods.\n\nBlack Tom's head was bent over a report sheet, his fingers were busy\nwith a pencil. He shook his head, and Joe was motionless. Then a\nchuckle came from Black Tom's lips, and under cover of the sound, Joe\nmade for the ladder leading to the water compartment.\n\nBlack Tom's head lifted as if startled; his head began to turn toward\nthe exit door. Joe went up the ladder like a frightened monkey, fairly\nblasted himself through the cubbyhole at the top and then rolled\nquietly inside.\n\nHe lay there, his heart pounding with the quick exertion as he heard\nBlack Tom's footsteps moving across the floor. He held his breath;\nBlack Tom's grunt of puzzlement came muted to his ears. The footsteps\nreturned to the chart table, and Joe risked a look to see Black Tom's\nhead once more bent in study.\n\nJoe lifted himself to his feet, went over and touched the wet surface\nof the first of the water cylinders reverently. He walked on down the\nline, patting each of the huge tanks till he had reached the last.\n\nHis arms reached up, his hands gripped the top of the cylinder and the\nsinewy muscles in his back and arms lifted himself to the top of it.\nThen he slid down from the top into the wedge shaped space between the\ncircumference of the tank and the bulwark of the wall.\n\nThis was sanctuary, Joe thought. Like a cave in the forest when the\nwolf-pack keened out their howls for your blood. Only different. For it\nwas your friends who wanted to kill you.\n\nIn the darkness, Joe's teeth gleamed in a quick smile.\n\nThen Joe fell asleep.\n\n\n\nArden was weary when he met John Bairn coming down from his time of\nduty in the pilot cubicle.\n\n\"He's gone,\" Arden said. \"Just as if he had stepped out into space. Now\nwe're worse off than ever.\"\n\nBairn nodded, said: \"I get it. If he's on this ship, he'll have to come\nin for food; we won't know what he's touched. Maybe one of the more\nsusceptible among us with a scratch may touch something he had and\nwon't know. The infected one will pass like the touch of death among\nus.\"\n\nArden said: \"Everything we know he might have touched has been\ndestroyed or disinfected, but there may have been something we missed.\nDamn him!\" Arden's voice was flat, hopeless.\n\n\"It's hard to imagine Joe as the destroyer he is. I talked to him by\nthe hour. I liked him; and even now, when I know what a potential of\ndeath he is--that's what makes me so damn mad.\"\n\n\"Tomorrow,\" Arden said abruptly. \"Tomorrow we'll know if this cruise is\nin vain.\"\n\nBairn amended it: \"Tomorrow, we land on Venus; if the stuff's there,\nokay. If it isn't, we won't have to worry about Joe Wilding any more.\"\n\n\n\nJoe didn't know what time it was when it happened. But he knew the\nfirst leg of the journey was over.\n\nThat steady thrumming of the motors that had worked its way into his\nbody so that it had become a part of him drew away gradually and left\na sense of emptiness behind.\n\nJoe climbed down from his hiding place, flexed his cramped muscles\nand stood erect. He faced the wall, the blank duralloy steel wall and\nstared as if his eyes could pierce the opaqueness and look out upon\nVenus.\n\nHe stood there a long time, his hands clenched into hard fists at his\nside, bright-eyed and staring.\n\n\"God!\" he whispered.\n\nHow did it look out there on Venus--on that planet when this first\nearth ship landed? Was it like Earth--friendly, familiar? Or inimical,\nalien?\n\nIf he came out now, he could see it with his own wondering eyes--and\ndie. If he stayed here, he might never see it. But his mission was not\nfulfilled. Somehow, quite clearly, he realized that.\n\nSo Joe crawled back into his metal cave, into the darkness.\n\nThe only sound in the quiet water compartment was a muffled sobbing.\n\n\n\nArden it was who closed the heavy door to the chamber.\n\n\"That's it,\" he said, and his voice was a caress. \"There's enough of\nit in that lead-lined vault to rid the world. It's up to you, John, to\ntake us safely home.\"\n\nSome one of the men said: \"How about Wilding?\"\n\nA hush came to the room, a silence tight and somehow menacing.\n\nArden's voice was harsh: \"He can't hurt us now. We have the metal to\ncure us if he should contaminate us.\"\n\nWhitey Burnet said: \"Why not cure him?\"\n\n\"No,\" said Arden. \"I have the key to the vault. If one of us is\ninfected, I'll open it and treat him. But Joe Wilding deserves to die.\nIt wasn't his fault that we are still uninfected. He was willing to\ndestroy the Earth in order to be here. That threat is gone now, but he\nmust suffer.\"\n\n\"Arlie,\" Bairn said softly. \"Would Mary want you to let Joe Wilding\ndie?\"\n\nArden spoke coldly: \"Did Wilding care about Mary when he stowed away on\nthis ship?\"\n\nBairn had no answer.\n\n\n\nJoe Wilding was restless. Even the fiery fever that racked him could\nnot quiet him. He paced the long water compartment, legs weary but\nrestless. He couldn't stand it here much longer; he had to get out into\nthe light, out where he could move and see and feel something besides\nthe dampness dripping upon him, the quick mutter of the pumps as they\ndrove the catalyst to the firing chambers.\n\nHe walked to the cubbyhole, looked down into the power room.\n\nWhitey Burnet was there, alone.\n\nImpulsively, Joe Wilding climbed out of the cubbyhole and down the\nladder.\n\n\"Paul,\" he said softly. \"I'm hungry.\"\n\nPaul Burnet turned slowly.\n\n\"Hello, Joe.\"\n\nThey stood there, the two of them. Whitey Burnet, immaculate in his\nwhite work clothes; Joe Wilding, a heavy growth of beard on his face,\nhis tunic dirtied, his hair mussed.\n\n\"I gave you your chance, Joe. Just as you gave me mine. We're even.\"\n\nBurnet turned to the communications phone, then turned back suddenly.\n\n\"Now you know, Joe. Now you know how I felt. You know how it is to be\nhunted, to be afraid of your own shadow, to know what a despicable\ncreature you are. To be followed by a fear that freezes your guts--\"\n\n\"But I'm not afraid, Paul. I'm just hungry, and tired of being alone.\"\n\n\"I was alone, Joe.\"\n\n\"No, Paul, you weren't alone, ever. Carol's thoughts were ever of you.\nI hunted you the world over; but you always ran away. You never would\ngive me a chance. And Carol's letters always came back marked: 'No such\nperson at this address'.\"\n\nPaul's voice was almost mocking: \"Even now you act the gentleman,\npretending. I hate your guts, Joe Wilding. But for you, Carol and I\nwould have been married long ago. I liked you once, Joe Wilding, I even\nthought what a wonderful brother-in-law you'd make. Even now, I find\nmyself liking you a little bit--but God knows I don't know why.\"\n\n\"You'd better call them, Whitey,\" Joe said.\n\n\"No, not yet. You saved my life when you dragged me away that day my\nkidnap plan failed. You carried me, fractured skull and all, away from\nthe greatest chance a man ever had to make this a real world. If we had\ngot the president we could have forced the wildwood doctrine down the\npeople's throats.\"\n\nJoe shook his head. \"The people won't take forced medicine. They must\nhave sugar-coated pills to cure them and lead them right.\"\n\nWhitey cut in: \"Then you made me promise I'd quit. And you told Carol\nof my plot, and she wouldn't look me in the face when I came.\"\n\n\"She cried her eyes out when you left. She asked me to find you and\nbring you back. But you wouldn't listen.\" Then, softly, \"She's still\nwaiting, Paul. Waiting for you.\"\n\nPaul stood tensely, his eyes searching Joe's bearded face. The atomic\nmotor thrummed quietly.\n\n\"You'd better call them, Paul.\"\n\nWhitey jumped unexpectedly, as the shrill keening of the danger siren\nsuddenly keened into the power room. Bairn's voice cracked through the\nspeaker:\n\n\"Grab something, guys. A meteor, and we can't dodge!\"\n\nLike an exclamation point to his words came the heeling crash.\n\n\n\nJoe and Paul were flung to the floor as the ship rocked and heaved. The\nlights went out, the motors suddenly cut off. There was a shuddering\nscream as metal tore; the air turned hot and dry.\n\nThe ship kept rocking as if caught in a great stormy sea. Rolling on\nthe floor, Joe heard a deep roar that was beginning to grow shrill.\n\nA warning bell was ringing in his head; then he realized it was the\nbell signaling escaping air. Then he was on his feet, holding himself\nagainst the heeling motion of the ship, crying out:\n\n\"Paul, where are you? Paul, Paul, Paul....\"\n\n\"Here,\" Whitey's voice was weak, but Joe followed it. He found Paul,\nheaved him to his shoulders and staggered away toward a wall. It was\nthe wall to the passageway he decided dully and felt along it until\nhe found the door. It opened easily as if pushed by a giant hand. He\nstruggled hard to get across the threshold against the pushing air.\nHe made it, dropped Paul to the passageway. Then he tugged desperately\nagainst the pull of the air against the door as he dragged it shut.\nSomehow, he got it closed, twisted the locking lever.\n\nHe sat down against the wall of the passage and breathed in long,\nshallow breaths.\n\nIn the darkness, he heard Paul's voice:\n\n\"Did you mean that about Carol,\" Paul asked, and his heart was in it.\n\n\"Yes,\" said Joe. \"She's still waiting for you to come back to her.\"\n\nIt was quiet there for a moment, with only the muted ringing of the\nbell from the power room seeping through the wall.\n\nJoe said: \"Did I hurt you when I dropped you, Paul?\"\n\n\"Not much,\" Burnet answered. \"My head's a little dizzy, but it takes\nmore than an easy jar like that to make it dangerous. Forget it.\"\n\n\"But how did you get through the physical for the trip? The metal plate\nin your skull should have barred you.\"\n\n\"I'm one of the few who know what the power plant here is like,\nremember? Besides, the physical wasn't too steep. And Joe, I'm sorry I\nwas such a heel to sock you when you couldn't hit me back. You'd have\nkilled with the blow.\"\n\n\"I know,\" said Joe. He heard Paul breathing in harsh gasps.\n\n\"Paul,\" he said anxiously.\n\n\"It's all right.\"\n\n\"But it isn't! Here, I'll carry you to the first aid room.\" Joe got up,\nlifted Paul to his shoulders.\n\nJoe had carried Paul perhaps a hundred feet when lights flickering on\nthe walls and the sound of footsteps signaled the advance of the others.\n\n\"So,\" came Arden's voice as the beam from a flashlight centered on\nJoe's face, \"the rat came out of his hole.\"\n\nAfter the blackness, the light hurt Joe's eyes and he lowered his head.\n\nArden came forward quickly, slapped Joe openhanded across the mouth.\n\"I've waited a long time for this!\" He slapped him again, and Joe felt\nthe blood trickling from his lips.\n\nJoe lowered Paul Burnet easily to the floor. He wiped his lips with the\nback of his hand, said:\n\n\"You don't understand. I'm bringing Paul, he's hurt. His skull was\nfractured a long time ago, and it's reacting.\" He knelt beside Burnet,\ntook the hurt man's wrist. \"How are you now, Paul?\"\n\nBurnet smiled weakly: \"A little better.\"\n\nArden kicked Joe aside: \"Keep your diseased hands off him, traitor.\"\n\nJoe got wearily to his feet. \"Arden,\" he said, \"Bairn told me how upset\nyou are about your wife. That's why I excused those slaps. But this--\"\n\nJoe's right arm drew back swiftly, drove his doubled fist to Arden's\njaw. Arden dropped as if the floor had fallen from under him.\n\n\"That tears it, Joe,\" Bairn said. \"I'm sorry, Joe. But we have no\nrecourse but to lock you up. You're a walking plague, and socking Arden\nwas the last straw.\"\n\nFrom the floor, Burnet said weakly: \"But Arden had it coming....\"\n\n\"We can't be the judge of that. Joe is worth no consideration now. Don,\nlock Joe up in one of the empty storage rooms, but don't get near him.\"\n\n\"Right,\" said Timnson, the mathematician. \"Come on, Wilding.\"\n\nJoe started to move away, stopped and said:\n\n\"See that one of the twins looks after Paul, will you?\"\n\n\"Go on,\" said Bairn. Joe went ahead of Timnson.\n\n\n\nThe heavy door clanged shut behind Joe, and he was alone in the\ndarkness. The motors were still silent, and he wondered how much\ndamage the meteorite had done to the ship. He felt his way to the\ncommunications phone, unhooked it. But the steady hum that signified\nthat it was alive was absent. Even the call speaker gave no sound.\n\nWearied, Joe sat down against the wall, and despite the hunger feeling\nthrobbing in his stomach fell asleep.\n\nIt was the overhead light shining into his eyes that awakened him.\nHis ears sought for the sound of the motors, no familiar thrum. The\nwandering meteor must have done quite a bit of damage.\n\nThe communications phone buzzed. Joe answered.\n\n\"Hello, Joe,\" it was Burnet's voice.\n\n\"How are you, Paul? The dizziness gone?\"\n\n\"Right, but I guess it doesn't do any good. We're not going anywhere.\"\nBurnet's voice was a little strained.\n\n\"Why?\" put in Joe.\n\n\"That damn meteor knocked hell out of the rear blasting tubes, and some\nof the fellows are outside trying to replace the busted ones. But even\nif they get it fixed we're still derelict. That meteor took all of our\nwater, and I guess you know what that means.\"\n\nJoe was silent. Then: \"No catalyst, no move, is that it, Paul?\"\n\n\"Uh huh,\" Paul answered, \"No H-2-O, no go.\"\n\n\"The cans,\" Joe said, abruptly.\n\n\"Cans?\" Paul questioned over the wire. \"Cans?\"\n\n\"Sure,\" said Joe, and he was breathless as he hurried on. \"Paul, all\nthat canned food. There's water in them. And there must be some water\nleft in the pipes to the kitchen and the lav? Have they thought of\nthat?\"\n\n\"Yes,\" said Paul. \"The pipes, I mean, not the cans. Arden and Bairn are\nhaving the pipes pumped out now, Doc Guetschow tells me. But I'll pass\nalong the can suggestion.\"\n\n\"Was it really bad?\" Joe asked.\n\n\"Sure, they got the power room sealed again. But that water compartment\nwas mashed to junk, and the water just went pftt! It's a good thing you\ngot out there when you did, or you'd have been pftt! too. I'll ring you\nback with any later developments.\"\n\nJoe pronged the receiver. He began to pace the room. He couldn't stay\nin here. There must be something he could do out there. But this room\nwas better than any prison. His eyes searched the room.\n\nJoe's eyes were sparkling all of a sudden. Bless the planners who laid\nout this ship!\n\nHe broke the heavy crowbar from the emergency wall chest. He twisted\nthe heavy steel in the locking mechanism on the inner panel of the\ndoor. Bracing his feet against the door and drawing the heavy bar\ntoward him, he strained desperately.\n\nHe knew from his meandering around the ship that the locking device\nwas only to insure the doors would not open accidentally. The muscles\nin his back and shoulders bulged so that the tunic he wore split down\nthe back.\n\nHe tugged until his muscles quivered with the strain. He should break\nloose now so he could open the door from the inside.\n\nBut nothing happened.\n\n\n\nJoe relaxed, stood back and wiped the sweat from his brow; the lack of\nfood had weakened him. The locking mechanism should have given way.\n\nOnce more he inserted the bar in the device. Once more he called on his\nwood-trained muscles. He tried desperately this time, exerting all the\nstrength he could summon. Blackness threatened to engulf.\n\nThen as if in a dream, he heard the muffled cling! That meant the\ndevice had snapped. He fell to the floor, his breath coming in sobs.\nThen he quieted, lifted his body up, and twisted the wheel. It turned\neasily, and the door pulled open at his tug.\n\nHe came out into the passageway to face Arden, gun drawn.\n\nArden cursed softly: \"Won't you stay put, Joe?\"\n\nJoe shrugged. \"You need me,\" he said.\n\n\"Need you?\" repeated Arden. \"Need you to infect us so we can't get the\nship going again.\"\n\nJoe watched Arden, then he said: \"Arden, why not cure me; then I won't\nbe dangerous and I can help?\"\n\n\"No.\" Arden's voice was flat. \"I'm the only man on ship who knows how\nto give the treatment, and you're not getting any. Your life is forfeit\nfor what you almost managed to do.\"\n\n\"You won't stop me, now, Arden,\" Joe said. \"You can barely see me now,\nand you're trying so hard to keep from vomiting out your guts. You've\ngot the radio disease; why don't you cure yourself?\"\n\nJoe moved back slowly; Arden's gun followed him hesitantly.\n\n\"You,\" Arden said. \"You did it. You gave it to me.\" The gun steadied.\n\n\"No,\" Joe said. \"You had it before I ever came aboard ship. But you\ndidn't know it, did you, Arden? You're a carrier, and you came to the\nship straight from your wife.\"\n\nArden shook his head weakly. \"I took the usual tests; it showed me free\nof it.\"\n\n\"But you know the usual tests, Arden; you know you can't tell for sure\nuntil you get the nausea. And it acts at varying speeds with different\npeople, doesn't it?\"\n\nArden's fingers whitened on the gun; and Joe leapt aside suddenly. The\nshot blasted out. Then the gun dropped from Arden's fingers and he fell\nforward on his face, retching.\n\nJoe lifted the fallen metal expert almost tenderly, and carried him\ntoward the hospital room.\n\nWhen he brought his burden in, Joe saw Burnet sitting on the edge of\nthe bed, slipping on his sandals. Doc Guetschow, one of the professor\ntwins, was remonstrating with him, trying to keep him in bed.\n\nBurnet shook himself free and stood up. Then he saw Joe placing Arden's\nbody on the bed.\n\n\"Well!\"\n\nJoe turned and smiled. Then he was serious: \"Arden's got the radio\ndisease.\"\n\n\"Your fault, Joe,\" Burnet said. \"He was right.\"\n\n\"No,\" Joe said doggedly. \"He had it when he came aboard, too. He's got\nit bad, too. See what you can do for him, Doc.\"\n\nThen Joe trotted out of the hospital room, and headed for the kitchen\nstorerooms. Wick Wilson, who doubled as cook and metallurgist, was\nopening cans and draining off the liquid into a tub.\n\n\"Help?\" asked Joe.\n\nWick Wilson looked at Joe briefly, said: \"I thought you were in the\nbrig.\" Then, \"Sure, lug the tub down to the power room. We're trying to\nget enough water out of the juice to make catalyst.\"\n\nJoe hoisted the tub to one shoulder. \"How about something to eat?\"\n\nWick went into the kitchen, pulled a half chicken out of the\nrefrigerator, brought back.\n\n\"Southern fried,\" he said. \"It'll hold you together.\"\n\nJoe bit off a chunk and carried the rest in one hand as he balanced the\ntub of fruit and vegetable juices on one shoulder and strode from the\nroom.\n\n\n\nBlack Tom was putting the finishing touches on a metal cylinder he had\nsalvaged from some of the shattered tanks.\n\nAs Joe came in the power room door, Black Tom asked: \"How does it look?\nBeen a long time since I did any welding, but it'll hold water.\"\n\nBlack Tom and Herd, the assistant pilot, had bolted the jury rigged\ntank to the floor, and had, through some amateur plumbing work, hooked\nup a pipe system to the atomic motor.\n\nJoe jerked his chicken-filled hand at the tub on his shoulder.\n\n\"Where does this juice go?\"\n\nMorrissey apparently had just realized that Joe was free. He looked at\nhim blankly for a moment.\n\n\"Dump it in the tank,\" he said, pointing to the metal ladder leaning\nagainst the tank. \"But keep your distance,\" he added. \"We don't want to\ncatch the plague.\"\n\nJoe grinned, stuffed the remainder of the chicken in his mouth, carried\nthe tub up the ladder, and dumped the conglomerated juices into the\ncircular opening at the top of the tank.\n\nJoe came down the ladder.\n\n\"Got enough yet?\" he questioned.\n\n\"Hell, no,\" exploded Black Tom. \"Look at the gauge we rigged up. Here.\"\n\nJoe looked at the gauge affixed to the side of the tank. It was about\ntwo inches below a chalk line Black Tom had drawn.\n\n\"The white line marks the absolute minimum of water we need to get the\nship within gravitational pull of the Earth; from there in it's up to\nour extensor vanes.\"\n\n\"How much do you need yet?\" Joe asked.\n\nBlack Tom grunted. \"About twelve gallons--and if those juices run out,\nwe'll have to do some wholesale lemon and orange squeezing.\"\n\nJoe started to turn.\n\nBlack Tom said: \"Thanks, Joe, for the can suggestion. It may pull us\nthrough.\"\n\nJoe nodded, went up with his tub for another load of juice.\n\nWhen he had dumped the second load in, he said:\n\n\"Wick's got Whitey, Ronnie Guetschow and Keating squeezing lemons. This\nis the last of the loose juice.\" He shook his head to clear his mind,\nsaid briefly, \"Excuse me,\" and hurriedly left the power room.\n\nWhen he came back, his face pale, his limbs shaking from the retching\nstomach, Bairn and Ed Parman were talking to Black Tom.\n\n\n\nBairn looked serious. \"Hell,\" he said. \"It would boil down to that.\nThe motor's okay, Ed says. But I don't know where in blue blazes we're\ngoing to get enough water. Timnson's got the hydraulic press from the\nworkroom rigged up squeezing out the garbage we didn't dump.\"\n\nHe turned to Black Tom: \"You're sure your sand filter will take all the\nsolids out, so it won't plug up the water jets?\"\n\nBlack Tom nodded. It was then Bairn noticed Joe.\n\nBairn said wearily: \"Haven't you caused enough grief, Joe? Arden's sick\nwith the disease because of you. You've been a jinx ever since the trip\nstarted. Why don't you crawl in a hole and die?\"\n\n\"I'm trying to help,\" Joe said.\n\n\"Nuts,\" said Bairn tiredly. Then he turned to Black Tom. \"We've got\ngasoline galore for operating the electrical units. Think gas'll work?\"\n\n\"No,\" Tom said briefly. Joe's stomach was beginning to quiver again,\nand the figures of Tom, Bairn and Parman were weaving. He could feel\nhis pulses pounding raggedly, as if a million drummers were anxious to\nkeep out of tempo.\n\nHe forced himself to walk slowly from the room, but the dizziness\ncaught him at the door and he had to hang on to the lever to keep from\nkeeling over.\n\nHis thoughts were kaleidoscoping, but one finally broke through\nclearly. It was the answer.\n\nHe pulled himself erect, said through feverish lips:\n\n\"Bairn....\"\n\nBairn said, without turning his head:\n\n\"Beat it, Joe!\"\n\n\"Please, John,\" Joe said, \"I know where to get more water.\" He\nstaggered toward the three men, the floor rocking under him. He felt\nhis mind shouting the words, but his desperate mind couldn't make his\nlips move. His eyes wouldn't focus; his legs wouldn't work.\n\nHe only half-felt the hurt as his head struck the power room floor.\n\n\"Good,\" said Bairn, almost pleased. \"That's taking care of him. Parman,\nshove him over in the corner. Better put these rubber gloves on.\"\n\nIt was a good three hours later when Bairn and Black Tom stood at the\ngauge measuring the height of the water in the tank.\n\n\"Not good enough,\" Black Tom said. \"If we don't crash on the moon,\nwe'll end up as a satellite. That's all the water we can squeeze out of\nit.\"\n\n\"Damn,\" breathed Bairn, \"another gallon would take us home. But there\nisn't another lick of water on the ship.\" He checked off on his\nfingers: \"The lav, the connecting pipes, the canned food, the garbage,\nthe storage batteries, that does it, guys, I guess.\"\n\nThe others stood quietly. Bairn went on: \"We might as well get going.\nMaybe, the fruit juice has got more umph to it than the water, and we\nmight coast in. But Black Tom says we've got enough to reach the moon's\norbit track, but not enough to reach the gravity pull of the Earth.\n\n\"We've done all we can,\" he said. \"Now it's up to whatever providence\nwatches over people like us.\" He licked dry lips and smiled.\n\n\n\nThe muted thrumming of the atomic motor gradually worked its way\ninto Joe's consciousness. He moved wearily, and then his mind,\nshort-circuited by the ravages of the fever, cleared itself and he\nbecame aware of his surroundings.\n\nHow long he'd lain there, Joe couldn't tell as he staggered to his feet\nand toward the door. He had the answer, if he could make Bairn listen.\n\nHis glazed eyes stared around the power room. There was no one there.\nHe weaved toward the water gauge, stared at it for a long time before\nit registered.\n\nWhy, his mind said dully, the tank's almost empty. Joe staggered for\nthe door. The door was a ton weight that fought against him to open it.\nWhen it finally opened, he left it that way.\n\nHe got outside in the passageway, and his stomach rebelled. He was\nvery sick for many moments. He crawled and staggered up the circular\nstairway toward the pilot's cubicle.\n\nHis body was bruised and hurting from the many times his weak legs had\nbetrayed him before he reached the door to the cubicle. He couldn't\nmove the lever to the door.\n\nHe tried to shout, but his voice was hoarse, weak. He pounded with both\nhands against the thick metal. But there was no answer. Once again, he\nwas sick.\n\nThen wearily he retraced his footsteps, pounded lengthily on each door\nwith his weakened muscles. They couldn't hear him, a bitter voice\nnagged at him. He had the answer, and they wouldn't listen.\n\nHe didn't feel the pain as he rolled down the circular steps and lay at\nthe bottom in a heap. Somehow he moved on, crawling.\n\nIf they couldn't listen, he'd have to do it. He reached the door to the\npower room, lifted his body across the threshold, and then weakness\nheld him motionless.\n\nWas this it, his heart questioned. This was what he had to do before\nthe radio disease got him, wasn't it. He couldn't see, he couldn't\nhear, he couldn't feel. Oh, God, he couldn't even think.\n\nWas this it? his heart asked again. Whatever the answer, it was somehow\nadequate ... for Joe's body, weakened by the life-sucking plague moved\nslowly ... so very slowly....\n\n\n\n\"We've nearly reached the last of the catalyst, if Black Tom's figures\nare right,\" Bairn said to the men crowded into the pilot's cubby.\n\n\"There's Earth,\" Parman said, and his voice was a caress.\n\nThe whole crew was there in the cubby, save for Arden and Burnet and\nthe medical Guetschow twin. Doc Guetschow was down in sick bay with the\nother two, Burnet's head having started to act up again after three\ndays without water.\n\n\"Tom, you're sure your figures are right?\" the other Guetschow twin\nasked.\n\n\"Much as I hate to say it, yes. Only a few hundred miles and we're\nfinished.\" Tom licked his puffed lips.\n\nIt was quiet there in the cubby as the atomic motor drove the ship at\ntremendous speed through the void.\n\n\"Can't we coast in?\" Parman asked. \"We've got tremendous acceleration.\"\n\n\"But not enough,\" Bairn said, \"with the moon's gravitation field to\nreckon with.\"\n\nAll their hearts must have stopped then, when the steady thrum became\na staccato beat. \"This is it,\" Bairn said. The staccato turned to a\nbroken rhythm, hesitated, and finally halted.\n\n\"God,\" said Herd, the co-pilot apologetically, \"if the moon weren't\naround to hold us back.\"\n\nBut it was there, looming huge and ugly off the starboard side.\n\nParman said: \"I can feel it pulling.\"\n\nThe strain made two or three of them giggle. Bairn said as if to a\nnaughty child: \"It isn't that strong, Ed.\"\n\nBairn's hand moved to click off the firing lever when the motors\nsuddenly broke into thrumming life.\n\nThe inertia of new flight came to the ship again.\n\n\n\nThey made a frozen tableau, those men standing in the pilot's cubby.\n\nEd Parman was the first to break the tableau. He slumped to the floor,\nand lay there, his shoulders shaking convulsively.\n\n\"Herd,\" Bairn said suddenly, \"Take over. Come on, Tom. Whatever did\nthis is in the power room.\"\n\n\"Joe?\" Herd asked.\n\n\"I don't know.\"\n\nThe two of them fled, leaving behind them, Parman on his knees staring\nat the void, the others half-crying, half-laughing.\n\nBairn and Black Tom Morrissey came into the power room. They stood awed\nat what they saw.\n\nJoe was there.\n\nBairn said finally, voice as soft as the night wind over earth:\n\n\"Joe was right. He was good for something after all.\"\n\nTenderly, he and Black Tom lifted Joe's dead body down from the tank,\nlaid him gently on the floor.\n\n\"The only thing we forgot, Tom,\" Bairn said. \"_Blood._\"\n\nCrimson still oozed slowly from Joe Wilding's cut wrists. There was a\nsmile on his dead lips. For it was a man named Joe who was the first to\nreach the stars--and the roaring rockets had scattered his eternal life\nacross the star trails.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Garson, Bill"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63032/pg63032.txt",
        "name": "one_against_the_stars.json"
    }
}