{
    "name": "Oscar Wilde: An Idler's Impression",
    "author": [
        "Saltus, Edgar"
    ],
    "body": "Of this first edition of _Oscar Wilde: An Idler's Impression, by Edgar\nSaltus_, there have been printed four hundred and seventy-four copies,\nand the type distributed. No second edition will be made. The\nautographed copies were all subscribed for before publication.\n\n     The edition consists of\n\n     49 copies on Inomachi vellum, in full binding, each copy\n     autographed by the author. Numbered from 1 to 49 inclusive.\n\n     100 copies on Inomachi vellum, in three-quarters binding.\n     Numbered from 50 to 149 inclusive.\n\n     325 copies on Fabriano hand-made paper, in boards. Numbered\n     from 150 to 474 inclusive.\n\n     This Copy is Number\n\n\n\n\n\n\n_Oscar Wilde: An Idler's Impression_\n\nOSCAR WILDE\n\n\nYears ago, in a Paris club, one man said to another: \"Well, what's\nup?\" The other shook a paper: \"There is only one genius in England and\nthey have put him in jail.\"\n\nOne may wonder though whether it were their doing, or even Wilde's,\nthat put him there. One may wonder whether it were not the high fates\nwho so gratified him in order that, from his purgatory, he might rise\nto a life more evolved. But that view is perhaps obvious. Wilde\nhimself, who was the least mystic of men, accepted it. In the \"De\nProfundis,\" after weighing his disasters, he said: \"Of these things I\nam not yet worthy.\"\n\nThe genuflexion has been called a pose. It may have been. Even so, it\nis perhaps better to kneel, though it be in the gallery, than to stoop\nat nothing, and Wilde, who had stood very high, bent very low. He saw\nthat there is one thing greater than greatness and that is humility.\n\nYet though he saw it, it is presumable that he forgot it. It is\npresumable that the grace which was his in prison departed in Paris.\nOn the other hand it may not have. There are no human scales for any\nsoul.\n\nIt was at Delmonico's, shortly after he told our local Customs that he\nhad nothing to declare but genius, that I first met him. He was\ndressed like a mountebank. Without, at the entrance, a crowd had\ncollected. In the restaurant people stood up and stared. Wilde was\nbeautifully unmoved. He was talking, at first about nothing whatever,\nwhich is always an interesting topic, then about \"Vera,\" a play of his\nfor which a local manager had offered him an advance, five thousand\ndollars I think, \"mere starvation wages,\" as he put it, and he went on\nto say that the manager wanted him to make certain changes in it. He\npaused and added: \"But who am I to tamper with a masterpiece?\"--a\njest which afterward he was too generous to hoard.\n\nLater, in London, I saw him again. In appearance and mode of life he\nhad become entirely conventional. The long hair, the knee-breeches,\nthe lilies, the velvet, all the mountebank trappings had gone. He was\nmarried, he was a father, and in his house in Tite street he seemed a\nbit bourgeois. Of that he may have been conscious. I remember one of\nhis children running and calling at him: \"My good papa!\" and I\nremember Wilde patting the boy and saying: \"Don't call me that, it\nsounds so respectable.\"\n\nIn Tite street I had the privilege of meeting Mrs. Oscar, who asked me\nto write something in an album. I have always hated albumenous poetry\nand, as I turned the pages in search of possible inspiration, I\nhappened on this: _From a poet to a poem. Robert Browning._\n\nPoets exaggerate and why should they not? They have been found, too,\nwith their hands in other people's paragraphs. Wilde helped himself to\nthat line which he put in a sonnet to this lady, who had blue eyes,\nfair hair, chapped lips, and a look of constant bewilderment.\n\nAs for that, Oscar was sufficiently bewildering. He talked infinitely\nbetter than he wrote, and on no topic, no matter what, could he talk\nas other mortals must. Once only I heard of him uttering a platitude\nand from any one else that platitude would have been a paradox. He\nexuded wit and waded in it with a serenity that was disconcerting.\n\nIt was on this abnormal serenity and on his equally abnormal\nbrilliance that he relied to defeat the prosecution. \"I have all the\ncriminal classes with me,\" he announced, and that was his one\nplatitude, a banality that contrived to be tragic. Then headlong down\nthe stair of life he fell.\n\nHell he had long since summarised as the union of souls without bodies\nto bodies without souls. There are worse definitions than this which\nyears later I recalled when, through a curious forethought of fate, he\nwas taken, en route to the cemetery, through the Porte de l'Enfer.\n\nBut in Tite street, at this time, and in Regent street where he\noccasionally dined, he was gentle, wholesome, and joyous; a man who\npaid compliments because, as he put it, he could pay nothing else. He\nhad been caricatured: the caricatures had ceased. People had turned to\nlook: they looked no longer. He was forgiven and, what is worse,\nforgotten. Yet that tiger, his destiny, was but sharpening its claws.\n\nAt an inn where Gautier dined, the epigrams were so demoralising that\na waiter became insane. Similarly in the Regent street restaurant it\nwas reported, perhaps falsely, that a waiter had also lost his reason.\nBut Wilde, though a three decanter man, always preserved his own. He\npreserved, too, his courtesy which was invariable. The most venomous\nthing that he ever said of anyone was that he was a tedious person,\nand the only time he ever rebuked anybody was at the conclusion of one\nof those after-dinner stories which some host or other interrupted by\nrising and saying: \"Shall we continue the conversation in the\ndrawing-room?\"\n\nBut I am in error. That was not his only rebuke. On one occasion I\ndrove with him to Tite street. An hour previous he had executed a\nvariation on the \"Si j'étais roi.\" \"If I were king,\" he had sung, \"I\nwould sit in a great hall and paint on green ivory and when my\nministers came and told me that the people were starving, I would\ncontinue to paint on green ivory and say: 'Let them starve.'\"\n\nThe aria was rendered in the rooms of Francis Hope, a young man who\nlater married and divorced May Yohe, but who at the time showed an\nabsurd interest in stocks. Someone else entered and Hope asked what\nwas new in the City. \"Money is very tight,\" came the reply. \"Ah,\nyes,\" Wilde cut in. \"And of a tightness that has been felt even in\nTite street. Believe me, I passed the forenoon at the British Museum\nlooking at a gold-piece in a case.\"\n\nAfterward we drove to Chelsea. It was a vile night, bleak and bitter.\nOn alighting, a man came up to me. He wore a short jacket which he\nopened. From neck to waist he was bare. I gave him a shilling. Then\ncame the rebuke. With entire simplicity Wilde took off his overcoat\nand put it about the man.\n\nBut the simplicity seemed to me too Hugoesque and I said: \"Why didn't\nyou ask him in to dinner?\"\n\nWilde gestured. \"Dinner is not a feast, it is a ceremony.\"\n\nSubsequently that ceremony must have been contemplated, for Mrs. Wilde\nwas kind enough to invite me. The invitation reached me sometime in\nadvance and I took it of course that there would be other guests. But\non the appointed evening, or what I thought was the appointed\nevening, when I reached this house--on which Oscar objected to paying\ntaxes because, as he told the astonished assessors, he was so seldom\nat home--when I reached it, it seemed to me that I must be the only\nguest. Then, presently, in the dreary drawing-room, Oscar appeared.\n\"This is delightful of you,\" he told me. \"I have been late for dinner\na half hour, again a whole hour; you are late an entire week. That is\nwhat I call originality.\"\n\nI put a bold face on it. \"Come to my shop,\" I said, \"and have dinner\nwith me. Though,\" I added, \"I don't know what I can give you.\"\n\n\"Oh, anything,\" Wilde replied. \"Anything, no matter what. I have the\nsimplest tastes. I am always satisfied with the best.\"\n\nHe was not boasting. One evening he dined on his \"Sphinx.\"\nSubsequently I supped with him on \"Salome.\"\n\nThat was in the Regent street restaurant where, apropos of nothing, or\nrather with what to me at the time was curious irrelevance, Oscar,\nwhile tossing off glass after glass of liquor, spoke of Phémé, a\ngoddess rare even in mythology, who, after appearing twice in Homer,\nflashed through a verse of Hesiod and vanished behind a page of\nHerodotos. In telling of her, suddenly his eyes lifted, his mouth\ncontracted, a spasm of pain--or was it dread?--had gripped him. A\nmoment only. His face relaxed. It had gone.\n\nI have since wondered, could he have evoked the goddess then? For\nPhémé typified what modern occultism terms the impact--the premonition\nthat surges and warns. It was Wilde's fate to die three times--to die\nin the dock, to die in prison, to die all along the boulevards of\nParis. Often since I have wondered could the goddess then have been\nlifting, however slightly, some fringe of the crimson curtain, behind\nwhich, in all its horror, his destiny crouched. If so, he braved it.\n\nI had looked away. I looked again. Before me was a fat pauper, florid\nand over-dressed, who, in the voice of an immortal, was reading the\nfantasies of the damned. In his hand was a manuscript, and we were\nsupping on \"Salome.\"\n\nAs the banquet proceeded, I experienced that sense of sacred terror\nwhich his friends, the Greeks, knew so well. For this thing could have\nbeen conceived only by genius wedded to insanity and, at the end, when\nthe tetrarch, rising and bundling his robes about him, cries: \"Kill\nthat woman!\" the mysterious divinity whom the poet may have evoked,\ndeigned perhaps to visit me. For, as I applauded, I shuddered, and\ntold him that I had.\n\nIndifferently he nodded and, assimilating Hugo with superb unconcern,\nthrew out: \"It is only the shudder that counts.\"\n\nThat was long before the crash. After it, Mrs. Wilde said that he was\nmad and had been for three years, \"quite mad\" as the poor woman\nexpressed it.\n\nIt may be that she was right. St. George, I believe, fought a dragon\nwith a spear. Whether or not he killed the brute I have forgotten.\nBut Wilde fought poverty, which is perhaps more brutal, with a pen.\nThe fight, if indolent, was protracted. Then, abruptly, his inkstand\nbecame a Vesuvius of gold. London that had laughed at him, laughed\nwith him and laughed colossally. A penny-a-liner was famous. The\ninternational hurdle-race of the stage had been won in a canter and\nwon by a hack. A sub-editor was top of the heap.\n\nThe ascent was perhaps too rapid. The spiderous Fates that sit and\nspin are jealous of sudden success. It may be that Mrs. Wilde was\nright. In any event, for some time before the crash he saw few of his\nformer friends. After his release few of his former friends saw him.\nBut personally, if I may refer to myself, I am not near sighted. I saw\nhim in Paris, saw too, and to my regret, that he looked like a drunken\ncoachman, and told him how greatly I admired the \"Ballad,\"--that poem\nwhich tells of his life, or rather of his death, in jail. Half\ncovering his mouth with his hand, he laughed and said: \"It does not\nseem to me sufficiently vécu.\"\n\nBefore the enormity of that I fell back. But at once he became more\nhuman. He complained that even the opiate of work was denied him,\nsince no one would handle his wares.\n\nThe Athenians, who lived surrounded by statues, learned from them the\nvalue of silence, the mystery that it lends to beauty, in particular\nthe dignity that it gives to grief. In their tragedies any victim of\ndestiny is as though stricken dumb. Wilde knew that, he knew\neverything, in addition to being a thorough Hellenist. None the less\nhe told of his fate. It was human, therefore terrible, but it was not\nthe tragic muse. It was merely a tragedy of letters.\n\nLetters, yes, but lower case. Wilde was a third rate poet who\noccasionally rose to the second class but not once to the first. Prose\nis more difficult than verse and in it he is rather sloppy. In spite\nof which, or perhaps precisely on that account, he called himself\nlord of language. Well, why not, if he wanted to? Besides, in his talk\nhe was lord and more--sultan, pontifex maximus. Hook, Jerrold, Smith,\nSheridan, rolled into one, could not have been as brilliant. In talk\nhe blinded and it is the subsiding wonder of it that his plays\ncontain.\n\nIn the old maps, on the vague places, early geographers used to put:\nHic sunt leones--Here are lions. On any catalogue of Wilde's plays\nthere should be written: Here lions might have been. For assuming his\nmadness, one must also admit his genius and the uninterrupted\nconjunction of the two might have produced brilliancies such as few\nbookshelves display.\n\nTherein is the tragedy of letters. Renan said that morality is the\nsupreme illusion. The diagnosis may or may not be exact. Yet it is on\nillusions that we all subsist. We live on lies by day and dreams at\nnight. From the standpoint of the higher mathematics, morality may be\nan illusion. But it is very sustaining. Formerly it was also Oscar\nWilde inspirational. In post-pagan days it created a new conception of\nbeauty. Apart from that, it has nothing whatever to do with the arts,\nexcept the art of never displeasing, which, in itself, is the whole\nsecret of mediocrity.\n\nOscar Wilde lacked that art, and I can think of no better epitaph for\nhim.\n\nHere ends this book written by Edgar Saltus, arranged in this form by\nLaurence C. Woodworth, Scrivener, and printed for the BROTHERS OF THE\nBOOK at the press of The Faithorn Company, Chicago, 1917.\n\n_Incipit Vita Nova_\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Saltus, Edgar"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32849/pg32849.txt",
        "name": "oscar_wilde:_an_idlers_impression.json"
    }
}