{
    "name": "Pandora's Millions",
    "author": [
        "Smith, George O. (George Oliver)"
    ],
    "body": "Keg Johnson was the executive type. He was the chief executive of\nInterplanet Transport, a position of no mean height. Keg had become\nthe chief executive by sheer guts, excellent judgment, and the ability\nto gamble and win.\n\nLike any high executive in a culture based on a technical background,\nKeg was well aware of science. He was no master of the scientific\nmethod nor of laboratory technique. He was able to understand most\nof the long-haired concepts if they were presented in words of less\nthan nine syllables, and he was more than anxious to make use of any\nscientific discovery that came from the laboratory. He knew that the\nlaboratory paid off in the long run.\n\nKeg Johnson was strictly a good business man. He played a good game and\nusually won, because he could size up any situation at a glance and\nprepare his next move while his opponent was finishing his preparatory\nspeech.\n\nSo when Keg Johnson met Don Channing in the hallway of the courtroom\nin Buffalo, he was dangling an exact duplicate of the judge's watch--a\ntimepiece no longer a rare collector's item.\n\nHe waved the watch before Channing's face.\n\n\"Brother,\" he said with a worried smile, \"what have you done!\"\n\n\"We won,\" said Channing cheerfully.\n\n\"You've lost!\" said Keg.\n\n\"Lost?\"\n\nKeg's eyes followed the Terran Electric lawyer, Mark Kingman, as he\nleft the courtroom.\n\n\"He's been trying to put you out of business for a couple of years,\nDon, without any success. But you just put your own self out of\ncommish. Venus Equilateral is about done for, Channing.\"\n\n\"Meaning?\" asked Don, lowering his eyebrows. \"Seems to me that you're\nthe one that should worry. As I said, we'll give you your opportunity\nto buy in.\"\n\n\"Interplanet Transport is finished,\" agreed Johnson. He did not\nseem overly worried about the prospect of tossing a triplanetary\ncorporation into the furnace. \"So is Venus Equilateral.\"\n\n\"Do go on,\" snapped Don. \"It seems to me that we've just begun. We can\ntake over the job of shipping on the beams. The matter-transmitter will\ntake anything but life, so far. Pick it up here, shove it down the\ncommunications beams and get it over there. Just like that.\"\n\n\"That's wonderful,\" said Keg in a scathing voice. \"But who and why will\nship what?\"\n\n\"Huh?\"\n\n\"Once they get recordings of Palanortis Whitewood logs on Mars, will\nwe ship? Once they get recordings of the Martian Legal to Northern\nLanding, who will take the time to make the run by ship?\"\n\n\"Right,\" agreed Channing.\n\n\"The bulk of your business, my brilliant friend, comes not from\nlovesick swains calling up their gal friends across a hundred million\nmiles of space. It comes from men sending orders to ship thirty\nthousand tons of Venusian Arachnia-web to Terra, and to ship ten\nthousand fliers to Southern Point, Venus, and to send fifty thousand\ncylinders of acetylene to the Solar Observatory on Mercury, and so\nforth. Follow me?\"\n\n\"I think so,\" said Channing slowly. \"There'll still be need for\ncommunications, though.\"\n\n\"Sure. And also spacelines. But there's one more item, fella.\"\n\n\"Yes?\"\n\n\"You've got a terrific laboratory job ahead of you, Don. It is one\nthat must be done--and quick! You owe it to the world, and to yourself,\nand to your children, and their children's children. You've brought\nforth the possibility of a system of plenty, Don, and left it without\none very necessary item.\n\n\"_Channing, can you make one item that can not be duplicated?_\"\n\n\"No, but--\"\n\n\"Uh-huh. Now we go back to barter and exchange.\"\n\n\"Golly!\"\n\n\"Furthermore, chum, what are you going to barter with? A ton of pure\ngold is the same value as a ton of pure silver. That is, aside from\ntheir relative technical values. A ton of pure radium won't bother us\nat all, and if we want Uranium Two-thirty-five, we make it by the ton\nalso. Oh brother, _you've really screwed the works this time_.\"\n\n\"Now what?\"\n\n\"You and your crew start looking for something that is absolutely\nun-reproducible. It should be a light, metalloid substance of readily\nidentifiable nature, and it should be ductile and workable. We need a\ncoin-metal, Channing, that cannot be counterfeited!\"\n\n\"Yum. That's one for the book. Meanwhile, we'll retrench on Venus\nEquilateral and get set for a long, long drought.\"\n\n\"Check. I'm about to do likewise with Interplanet Transport. You don't\nknow anybody who'd like to buy the major holdings in a spaceline, do\nyou? It's on the market, cheap. In fine condition, too, in spite of the\ndepredations of Hellion Murdoch.\"\n\n\"Might swap you a communications company for your spaceline, Keg.\"\n\nJohnson smiled. \"No dice. I'm looking for a specialized business, Don.\nOne that will pay off in a world where there is no money!\"\n\n\"What are you going to sell--and for what?\"\n\n\"I'm going to sell security--for service!\"\n\n\"So?\"\n\n\"Those are items that your devil-gadget won't duplicate, Channing. But\nthey're intangible. Barter and exchange on the basis of a washed-car's\nworth of dug postholes.\"\n\n\n\nLinna Johnson looked up with some annoyance as Keg entered her room.\nShe was a tall woman, lissome in spite of her fifty years, but the\nartificial stamp of the \"woman-of-fashion\" spoke louder than her\nnatural charm.\n\n\"Yes?\" she asked without waiting for salutation.\n\n\"Linna, I need a hundred and seventy thousand dollars.\"\n\n\"Remarkable. What do you want me to do about it?\"\n\n\"You've got a quarter of a million tied up in baubles. I want 'em.\"\n\n\"Give up my jewelry?\" scoffed Linna. \"What kind of tramp deal have you\ngot into this time, Keg?\"\n\n\"No tramp deal, Linna,\" he said. \"I've just sold the spaceline.\"\n\n\"So--you've sold your spaceline. That should have brought you in a\npretty penny. What do you need more for?\"\n\n\"I want to buy Fabriville.\"\n\n\"Who or what is Fabri ... what-is-it?\"\n\n\"Fabriville. A fairly large manufacturing village south of Canalopsis,\nhere. They have a complete village, assembly plant, stores, and all\nthat's needed to be self-sufficient if you permit a thorough income and\noutgo of fabricated articles.\"\n\n\"Never heard of it.\"\n\n\"Well,\" said Keg dourly, \"there are a lot of things you have never\nheard of nor taken the interest to find out, Linna. Better shell out\nthe baubles. They won't be worth an exhausted cathode inside of a year.\"\n\n\"Why?\"\n\n\"The economic structure of the system is about to be shot to pieces in\na box. Nothing will be worth anything in money. A diamond as big as\nyour fist will be just so much carbon crystal. I want to butter us up,\nLinna, before the crash. That's the way to do it.\"\n\n\"What is this crash coming from?\"\n\n\"Don Channing and Walt Franks have just developed a gadget that will\ntransmit articles over any distance. That shoots Interplanet. The\narticles--or the signal-impulses from them--can be recorded, and the\nrecording can be used to duplicate, exactly, the same thing as many\ntimes as you want it.\"\n\n\"You idiot,\" scorned Linna, \"why not just get one and duplicate your\npresent money?\"\n\n\"Merely because an operator as large as myself cannot palm off\ntwo hundred one thousand dollar bills with the serial number\nAG334557990HHL-6. Counterfeiting will become a simple art soon enough,\nLinna, but until it is accepted, I'm not going to break any laws. I\ncan't if I'm going to shove ahead.\"\n\n\"But my jewels.\"\n\n\"So much junk.\"\n\n\"But everything I have is tied up in jewelry.\"\n\n\"Still so much junk.\"\n\n\"Then we're bankrupt?\"\n\n\"We're broke.\"\n\n\"But the house ... the cars....\"\n\n\"Not worth a farthing. We'll keep 'em, but their trade-in value will be\nzero.\"\n\n\"If we have no money,\" said Linna, \"how are we going to pay for them?\"\n\n\"Not going to. They'll pay for themselves. We'll send 'em back and keep\nduplicates which we'll make.\"\n\n\"But--\"\n\n\"Look, Linna. Shell out. I've got to hit the market this afternoon if\nI'm going to grab Fabriville.\"\n\n\"Seems to me that getting that place is slightly foolish,\" objected\nLinna. \"If nothing will have any value, why bother?\"\n\n\"Oh, certain items will have value, Linna. That's what I'm working on.\"\n\n\"I still do not like the idea of giving up my jewels.\"\n\n\"If the junk is that important,\" exploded Keg, \"I'll promise to replace\nthem all with interest as soon as we get running.\"\n\n\"Promise?\" whined Linna.\n\n\"Yes,\" said Keg wearily. \"It's a promise. I've got to make an\noption-payment immediately. From then on in, the place will be mine.\"\n\n\"But if you gamble and lose?\" asked Linna worriedly. \"I'll lose my\njewelry.\"\n\n\"I can't lose.\"\n\n\"But if the economic structure falls?\"\n\n\"I can't miss. All I want to do is to get what I need before the bottom\nfalls out. Inflation of the worst kind will set in, and the wheels will\nstop dead--except at Fabriville. That's where I enter the picture.\"\n\n\"Good,\" said Linna in a bored voice. \"As long as I am assured of my\njewelry, I don't care how you play the market. Run along, Keg. I've got\na dinner engagement. May I have just a few, though? I'll feel naked\nwithout at least a ring.\"\n\n\"Take what you need,\" said Keg and was immediately appalled at the\nnecessities of life.\n\n\n\nAn hour later, Keg Johnson was making some quiet trading and slowly but\nsurely gaining control over the manufacturing village of Fabriville.\nThe market was steady and strong. The traders worked noisily and\neagerly, tossing millions back and forth with the flick of a finger.\nIt was a normal scene, this work of theirs, and when it was done, they\nwould take their usual way home to a quiet evening beside a roaring\nfireplace.\n\nBut this was surface quiet. Deep down below there was a minuscule\nvortex that churned and throbbed, and other, equally minute forces\nfought the vortex--and strove in a battle that was lost before it began.\n\nTerran Electric bought a full page advertisement in every paper. A\nfive-minute commercial assailed the ears from every radio that listened\nto the Interplanetary Network. A full column emerged from the morning\nnews-facsimile machines. Terran Electric, it said, was announcing the\nmost modern line of household electrical appliances. Everything from\ndeep-freezers to super-cookers. Everything from cigarette lighters to\ndoorbell chimes.\n\nThe prices they quoted were devastating.\n\nBut on page seventeen, hidden among the financial and labor-situation\nnews, was a tiny, three-line squib that told the story to those who\nknew the truth. Terran Electric had just released sixty percent of\ntheir production-line labor.\n\nDon Channing caught the squib, and headed for Evanston less than\nfifteen minutes after reading it.\n\n\n\nUnannounced, Don Channing entered Kingman's office and perched himself\non the end of Kingman's desk. His bright blue eyes met Kingman's\nlowering brown eyes in a challenge.\n\n\"Meaning?\" asked Kingman.\n\n\"You utter fool,\" snapped Don. He lit a cigarette and blew a cloud of\nsmoke at Kingman, making the other cough.\n\n\"Am I?\"\n\n\"You idiot. How long do you think this will last?\"\n\n\"Not long,\" admitted Kingman. \"But while it does, I'm going to get\nmine.\"\n\n\"What good will it do you?\"\n\n\"Plenty. Until the crash comes, I'm laying in a stock of stuff for my\npersonal use.\"\n\n\"Lovely set-up,\" grunted Channing. \"Have you started duplicating the\nduplicating machines yet?\"\n\n\"Just today.\"\n\n\"Don't do it, Kingman. Venus Equilateral has all the rights sewed up\ntight.\"\n\n\"What shall I do, Dr. Channing?\" asked Kingman sourly. The title grated\non Don's ears and Kingman knew it.\n\n\"Stop the whole thing.\"\n\n\"And what are you going to do about it?\" asked Kingman. \"Take me to\ncourt, Channing. Go ahead. Get some litigation started.\"\n\n\"Oh, sure. And you'll tie the thing up for seventy years. And all the\ntime the plant here will be duplicating the whole solar system into\nthe worst mess it ever got itself into. Better stop until we can get\nsomething sensible figured out to take care of the conversion.\"\n\n\"That in itself will take ten years,\" said Kingman. \"Meanwhile, money\nis still of value because the thing is not widespread. People will buy\nand sell, and I'm going to buy up enough to keep me and mine in the\nrunning until things settle down. You have no idea how much stuff is\nneeded to keep a man running for ten years, Channing. Especially when\nyou try to store it all away at once. Oh, sure. Recordings. I know. I'm\nmaking them. Also making recordings of everything that I can think of\nthat I might like. But getting the originals takes money at the present\ntime, and I am going to ride the inflation market right up to the peak\nby being one step ahead all the way.\"\n\n\"How?\"\n\n\"When butter is ten dollars a pound, Channing, I'll be producing and\nselling its equivalent at fifteen.\"\n\n\"Very nice picture, Kingman. But it doesn't work that way. You're\nlicked.\"\n\n\"Am I?\"\n\n\"You're licked. You'll be no better off than any of us in the long run.\nWhat happens when everybody has duplicators in their own homes and are\nhaving their Sunday dinner coming out of the gadget complete; hot,\ndelicious, and costlessly complete from the salt-cellar to the butter\nsquare? What price butter?\"\n\n\"That'll happen,\" admitted Kingman. \"But by the time it does, I'll be\nset to weather the storm.\"\n\n\"You make it sound very easy, Mark. But it isn't going to work that\nway.\"\n\n\"This is going to be a nice, level civilization by the time we get\nthrough it,\" said Kingman. \"There'll be no more shopping for food. No\nmore working thirty-five hours a week for your pay so that you can buy\nthe niceties of life. With your household duplicator, you can make\neverything you need for life, Channing. The Terran Electric label on\nyour duplicator is the label of the New Way of Living.\"\n\nChanning snorted and crushed his cigarette out with a vicious gesture.\n\"You've been reading your own advertising,\" he gritted. \"Kingman, what\ndo you hope to gain?\"\n\nKingman leaned back in his chair and put both feet on the desk. \"I\ndon't mind telling you,\" he said, gloatingly. \"Venus Equilateral is\ngoing to have the name of having invented and developed the matter\ntransmitter and matter duplicator. That's fine. It will carry quite an\nhonor, that reputation, up to the time that the big crash comes, when\npeople realize that they're being trapped. Terran Electric, selling\nduplicators for home use at a song, will emerge as the savior of\nmankind. All I'm going to gain out of this is security for Mark Kingman\nand a big, black eye for Venus Equilateral.\"\n\nDon Channing swore. He stood up. \"You fool,\" he snapped, \"you blind,\nbigoted fool. A little co-operation on your part would save a lot of\ntrouble, but you prefer to let a petty quarrel ruin the entire economic\nsystem immediately. We could work this out sensibly, Kingman. Will you\nhelp?\"\n\n\"No. Nothing you can say will convince me that I'm doing wrong.\"\n\n\"But why fire your help? That's what is going to hurt.\"\n\n\"I don't need a production line full of people, Channing, to sit around\nand watch a duplicator turn out vacuum cleaners, complete in their\npacking cartons.\"\n\nChanning took Kingman's under ankle where they were crossed on the edge\nof the desk. He lifted, and the pudgy attorney went over backwards\nwith a roaring crash, hitting his head on the carpet and spilling\nover backwards out of the chair onto the floor behind his desk. He\narose with a roar of hate, but the door slammed behind Channing before\nKingman could become coherent.\n\n\n\nChanning returned to Venus Equilateral immediately, a trip that took\nfour days. In touch with events by driver beam, Don heard the news\nadvertising agencies announce the Terran Electric Duplicator of a size\nsuitable for a medium home, complete with a recording attachment and a\nsupply of disks. Channing gritted his teeth and stepped up the drive\nof the _Relay Girl_ another notch. His first query upon reaching the\nStation was to Wes Farrell.\n\n\"Nothing yet, Don,\" answered Wes. \"We've been running some very\ninteresting experiments, though.\"\n\nChanning was interested in nothing but the non-duplicatable material,\nbut he nodded. Wes Farrell's sideline experiments often paid off more\nthan the main line of research.\n\n\"By inserting a filter circuit in the transmission beam, we can filter\nout other responses,\" said Wes. \"Meaning that we can take a cube of\nregular iron, for instance, and run it through. The integrated iron in\nthe receiver is pure iron, the purity of which is dependent upon the\nband-pass of the filter. Using alloy selectivity disks for filters in\nthe circuits, we can make iron that is 99.99997% pure.\"\n\n\"Might be useful for metallurgical work, and so forth,\" mused Don.\n\"Nine-nines iron is valuable and almost impossible--and it takes a\ngadget that destroys value to make it. Nice paradox, that.\"\n\n\"Another thing,\" said Wes. \"We re-transmit the pure iron, and\nheterodyne the impulses into other elements. We can start with iron and\nend up with any of the other elements, merely by introducing the proper\nheterodyning impulse.\"\n\n\"That's not bad.\"\n\n\"I've got several elements that start off where the Periodic Chart\nends. The boys in the chemistry lab are investigating the properties of\nVenium, Channium, Frankine, Ardenium, and Farrelline right now.\"\n\n\"Who picked the names?\" grinned Don.\n\n\"Arden.\"\n\n\"O.K., Wes. But keep looking for that non-reproducible substance.\"\n\n\"I will. It may be--\"\n\nFarrell was interrupted by the insistent call on the Station intercom\nfor Don Channing. Don went to his office to find the Terran beam\nawaiting his presence. He lifted the phone and identified himself.\n\n\"This is P. L. Hughes of the Interplanetary Criminal Office,\" came the\nanswer.\n\n\"I didn't do it,\" grinned Channing. \"Besides, I gotta alibi.\"\n\n\"O.K.,\" came the amused answer. \"No use talking then.\"\n\n\"Just a minute,\" said Don. \"I might as well know what I'm being\nsuspected of. Whom have I murdered?\"\n\n\"No one, yet. Look, Channing, we're having a time here.\"\n\n\"What kind?\"\n\n\"Phony money.\"\n\n\"So?\"\n\n\"Yes. The trouble is that it isn't phony. You can always detect\nspurious coinage and counterfeit bills by some means or another. We\nhave bits of nita-fluorescin in the bills that is printed into the\npaper in a pattern which is symbolically keyed to the issue-date, the\nserial number, and the identifying marks on the face of the bill. It\ntakes a bit of doing to duplicate the whole shooting-match, but we've\nbeen getting stuff that we know is phony--but, Channing, having the\noriginal and the duplicate here on my desk I can't tell which is which!\"\n\n\"Give me more.\"\n\n\"I have a hundred dollar bill here--two of them in fact. They are\nabsolutely alike. They are both bona fide, as far as I or my men can\ntell from very complete analysis, right down to the bits of stuff that\ngets ground into a bill from much handling. I have coinage the same\nway. Isn't there something that can be done?\"\n\n\"We are trying to find a substance that can not be duplicated,\"\nexplained Channing. \"Given time, we will. Until then, I'm helpless.\"\n\n\"What do you suggest?\"\n\n\"I don't know. I've been hoping that we could control the situation\nuntil something sensible could be worked out. It slipped out of\nhand. I'd suggest that you stop operations because of the absolute\nimpossibility of keeping your thumb on things. I'd forget the\ncounterfeiting angle entirely and start building up a force to guard\nagainst riots, mob rules and minor, inter-community warfare.\"\n\n\"I think you're right,\" said Hughes, and Channing knew that the head of\nthe Interplanetary Criminal Office was nodding his head.\n\nChanning hung up the telephone and toyed with three copies of the\njudge's watch that were keeping identical time. He shook his head and\nwondered how it was all going to end.\n\n\n\nConversion from production line to duplicator came all over the Solar\nSystem in about ten days. Terran Electric's own staff fabricated a\nduplicator capable of handling an object the size of a locomotive, and\nplant-sized duplicators were formed, one after the other on flat cars\nthat rolled through the maw of the huge machine. For payment, Terran\nElectric accepted blocks of stock in the purchasing companies, and the\nwealth and holdings of Terran Electric mounted high and began to look\nlike the major company that would ultimately control all merchandising\nand manufacture in the System.\n\nAnd thirty days after the conversion came, the wheels ground to a stop.\nIndustry was finished. Work had ceased. Plants lay idle, nothing to\ndo--and no one to do it for them.\n\n\n\nKeg Johnson looked up as Linna entered. There was a worried look on her\nface that caused Keg to inquire immediately as to its cause.\n\nShe tossed a diamond bracelet on his desk and snorted: \"That!\"\n\nKeg picked it up. \"Looks all right to me,\" he said. \"Like the real\narticle. What's wrong with it?\"\n\n\"Nothing that I can tell,\" grumbled his wife. \"Excepting that my maid\nhas one like it, exactly.\"\n\n\"I'm not too surprised,\" laughed Keg. \"I've been warning you of that.\"\n\n\"But what's the world coming to? If my maid can afford a diamond\nbracelet like this, she won't be working for me very long.\"\n\n\"At that, you're probably right. I'd treat her with the most delicate\nof care,\" said Keg.\n\n\"She's my maid!\"\n\n\"Look, Linna. You're not up-to-date. I can predict people sleeping in\ngold beds and eating from solid platinum dishes before the hysteria\ndies out. The economic set-up has gone to pot, Linna, and we're trying\nto work it out.\"\n\n\"But what's the world coming to?\"\n\n\"It isn't a matter of what it is coming to, it's a matter of where\nit has gone. As best as my technicians tell me, metals will be rated\nin value as per their atomic number. Uranium is more expensive than\nlithium because the transmutation-factor is higher. It takes a little\nmore power and more matter from the matter bank in the instrument to\nmake uranium than lithium, ergo uranium will cost more.\"\n\n\"Then if this diamond bracelet is worthless, can't we get some uranium\njewelry?\"\n\n\"Sure--if you want it. But remember it is radioactive and therefore\nnot to be worn too close to the skin. It isn't as bad as radium, for\ninstance, but it is bad enough. Besides, Linna, the matter of uranium's\nvalue over lithium is a matter of a few tenths of a percent.\"\n\n\"Um. And how much is a pound of uranium worth, these days?\"\n\n\"In Terran dollars, about forty-seven million, six hundred and\nfifty-two thousand, three hundred and eight.\"\n\n\"Are you kidding?\" demanded Linna. \"How can Marie afford--\"\n\n\"Linna, dollars are worthless, these days. Monetary holdings are\nvalueless. Stocks and bonds are likewise useless. Interplanet isn't\nshipping a thing. Terran Electric isn't selling anything. Venus\nEquilateral is handling sentimental messages only, and they'd be\nrunning at a loss if it weren't for the fact that they're out in space\nwhere power comes from Sol.\"\n\n\"But what is going on?\"\n\n\"The death of an economic system.\"\n\n\"But why? Keg, you know I've never questioned your ability. You have\nalways enjoyed the run of big business. Whenever I've needed or wanted\nanything, it has been available. I write checks and never question the\nbalance. But this has me stopped. What has happened, specifically?\"\n\n\"Channing and Franks invented a gadget that will reproduce anything.\"\n\n\"It is just that?\"\n\n\"That and only that,\" said Keg.\n\n\"But it seems to me that this would make everybody live in a world of\nplenty.\"\n\n\"It will. That's why we'll have people sleeping in solid gold beds\nand enjoying solid silver plumbing. Platinum will have no more value\nthan a slab of lead of the same weight. You see, Linna, when they can\nduplicate anything--in quantity--it includes money, stocks, bonds, and\njewelry as well as radio receivers, automobiles, refrigerators, and\ntable lamps. No one will take one dime's worth of money because it is\nvalueless. Why should I sell my fountain pen for fifty dollars when I\ncan make fifty dollars by pushing a button--or the other guy can make a\nfountain pen by pushing a button? Follow?\"\n\n\"But the public utilities? What of them?\"\n\n\"That's the cinder in the eye, Linna. Somebody's got to work!\"\n\n\"Well, I've heard it said that somebody will like to do\neverything--someone will find pleasure in digging latrines if you look\nfor him long enough.\"\n\n\"Not good enough. Barney Carroll likes to tinker with radio. He's\ngood, too. But it is a hobby, and Barney's tinkering will not produce\nanything like a commercial receiver. Oh, it'll work, and as good as\nany set, but no one would have the thing in the living room because\nit has no artistic appeal. But say it did. Fine. Then what about the\nautomobile boys? Has anyone ever tried to make his own automobile? Can\nyou see yourself trusting a homemade flier? On the other hand, why\nshould an aeronautical engineer exist. Study is difficult, and study\nalone is not sufficient. It takes years of practical experience to make\na good aeronautical engineer. If your man can push buttons for his\nliving, why shouldn't he relax?\"\n\n\"But what are we going to do?\"\n\n\n\n\"Linna, I bought this place so that we could work it out. There is one\nthing that cannot be duplicated.\"\n\n\"Yes?\"\n\n\"Service.\"\n\n\"Meaning?\"\n\n\"You can't machine-clean the house. You can't machine-invent new\ngadgets. You can't machine-write books, music, or moving pictures. You\ncan't machine-maintain machinery. You can't machine-doctor a burst\nappendix. And so forth. You can duplicate the antiques until they have\nno value. Rembrandt is going to be a household word. The day of the\nantique is gone, Linna, and the eventual trend will be to the _unique_.\nMark my words, there will some day be unique shops that deal in nothing\nbut items which they can certify as never having been duplicated.\"\n\n\"But if service is of value,\" said Linna doubtfully. \"How am I going to\nget along?\"\n\n\"You'll be of service,\" said Keg harshly, \"or you'll not get along.\"\n\n\"So?\"\n\n\"Look, Linna. You're my wife. As my wife, you've been spoiled. That's\nmy fault. I liked to spoil you. In the early days I couldn't spoil you\nbecause we were in no financial position to do any spoiling, but now\nyou've become a parasite, Linna. You and your dinners and your jewels\nand your cars and your sleek, vacuum-brained friends. Patron of the\narts! Nuts. Bum poetry, slapdash canvases, weird discordant music. No,\nit's not entirely your fault. I've sponsored it because I thought it\ngave you pleasure.\n\n\"But we're all on the same level now,\" he continued reflectively. \"No\none is any better than his brains. I've been graced. It has been my\nvery lucky lot to be in a position where I can sway men to my will.\nFabriville is mine--and yet it belongs to every man in it equally.\nI can't get along without them, and they can't get along without\nFabriville.\"\n\n\"But how is it going to work out?\"\n\n\"I don't know. It is tough. We have three physicians and two surgeons\nand a couple of high-powered diagnosticians. The question is this: How\nmuch time should Mrs. Jones demand of Dr. Hansen? She has a bit of\nrheumatism. Larkin, on the other hand, has a bad case of gallstones.\nObviously, these two must not enjoy equal call upon Doc Hansen.\nFurthermore, these two must not be expected to pay the same figure.\"\n\n\"Pay the same figure?\"\n\n\"In service, Linna. The board of strategy sits for several hours each\nday deciding things like this--and it is not simple. How many hours of\ngardening is worth removing gallstones? And what happens to Doc Hansen\nwhen he has seventeen gardeners, four butlers, nine chauffeurs, fifteen\ncooks, and twelve of each of the rest?\"\n\n\"Um. I see.\"\n\n\"But how do we tackle it? Until someone gets a medium of exchange,\nwe're forced to go on the barter-and-trade basis. Fabriville will toss\nout anyone who isn't paying his way by working. In return, he has free\ncall upon the market, the manufacturing center, and the professionals.\nThank God that hoarding is silly in a realm of ultra-plenty.\"\n\n\"But what can I do?\" wailed Linna.\n\n\"Help. Go out and help in the hospital.\"\n\n\"But I'm your wife.\"\n\n\"So what?\" said Keg flatly. \"I'm working. I get no more for this than\nJoe Doakes, who is out there painting the flagpole.\"\n\n\"But--\"\n\n\"Sure. I like to do this. But Joe Doakes always wanted to run up a\nflagpole on a bosun's chair and paint it. We're exactly even. At least\nin Fabriville, we aren't going without anything. Eventually the rest\nof the worlds will fall in line and there will be enough of stuff for\neveryone, but until that time arrives, we'll be seeing trouble.\"\n\n\"The rest of the worlds?\"\n\n\"There'll be riots and small-town wars. I only hope we can get our\nfence up before they decide to call on us.\"\n\n\"You've sort of created an oasis here,\" said Linna. \"But how long will\nit last?\"\n\n\"Until Channing and Franks come up with some substance that can not be\nrun through their own duplicator. I hope it will not be too long.\"\n\n\n\nOut in the Trojan Position ahead of Venus, the famous Relay Station\nbetter known as Venus Equilateral moved in its quiet way. Like\nFabriville, Venus Equilateral was self-sufficient. Furthermore, Don\nChanning had declared a closed corporation, and the three thousand\ninhabitants of the relay station were all in accord.\n\nBusiness was running low. Yet the salaries went on, even increased,\nwhile prices went dropping to ridiculously low levels.\n\nWith a closed system such as Venus Equilateral, such an artificial\neconomy was possible by mere basic control. The crime angle was nil\non Venus Equilateral. With three thousand people living in a cylinder\nof steel three miles long and a mile in diameter, crime and general\nnastiness were eradicated by the simple means of making it too hard\nto conduct anything illegal. The citizens of Venus Equilateral were\npatriotic to the nth degree.\n\nSo the situation was less strained than in Fabriville. Though work\nmoved slowly, there was still more than plenty for everyone, and the\npeople were satisfied.\n\nThey were an unsuspicious lot, and so they did not think it off-color\nwhen a small spacecraft of the plutocrat class came circling up to the\nSouth End landing stage. The craft landed, and a tall, broad-shouldered\nman emerged and asked for Channing. He was escorted along a mile of\ncar-way in the outer skin of the Station and then whipped up towards\nthe center of the Station for five hundred feet. He was led along\nthe broad corridor and shown the main office of the Director of\nCommunications.\n\nDon Channing's secretary opened the door and said: \"A Mr. Laurus Towle\nto see you, Dr. Channing.\"\n\nDon nodded.\n\nTowle entered behind the girl, who introduced him to Don and to Walt\nFranks. Then she left.\n\nAnd as the door closed, Towle whipped out a revolver and pointed it at\nChanning. Walt slid forward off his chair and brought the chair around\nover his head with a single, flowing motion. Towle ducked the thrown\nchair, faded backwards, and fired at Don.\n\nThe shot pinged against the steel wall, flaking off some of the plastic\ncovering. Don dropped to the floor, and came up with his wastebasket,\nwhich he hurled at Towle. Towle ducked, fended it aside with his left\nhand, and tried to level the gun again. Walt Franks reached into an\nopen file drawer and grabbed a large handful of papers, which he\nthrew at Towle. They fluttered and filled the air for a moment, which\ndistracted Towle long enough for Channing to leap over the desk.\n\nDon and Walt closed on Towle in a high-low tackle, Don jumping at\nTowle's head and shoulders from the desk top while Franks hit Towle\nsidewise at the thigh-level in a crashing tackle. They rolled over and\nover and Towle lost his revolver.\n\nThe papers were still fluttering to the floor when they came to rest\nwith Towle neatly squelched beneath Channing and Franks.\n\nTowle tried to heave them off. Don almost knocked Towle's jaw loose\nwith a stinging backhand slap. \"Don't try,\" snarled Don. \"You're\nmad--right now!\"\n\n\"You stinking--\"\n\n\"Shaddup,\" growled Channing. \"And start explaining what this is for.\"\n\n\"I'm ruined!\"\n\n\"Try it again and we'll ruin you some more,\" promised Don. \"I have an\naversion to being shot at.\"\n\n\"So have I,\" said Walt.\n\n\"He wasn't shooting at you,\" said Don.\n\n\"No, but I'd have been next, wouldn't I, Lazarus?\"\n\n\"Laurus,\" snarled Towle.\n\n\"Now look,\" said Channing in a voice that gave no idea of softness,\n\"you're licked from here on in. This weapon of yours is now ours, and\nwe'll hang it in the museum with other mementos of our having been shot\nat. Luckily, this makes the first time that it came close. Say--you\naren't an old crony of Hellion Murdoch?\"\n\n\"Never heard of him.\"\n\n\"Good. Now, as I was saying, we've disarmed you.... Walt, take a prowl\nof his person and see if he has any more lethal instruments concealed\nthereupon ... and we're inclined to get up off the floor and resume\nour roles as gentlemen. Besides, I want to know what you had in mind\nbesides assassination.\"\n\n\n\nThey lifted the man from his supine position and planted him\nroughly in an overstuffed chair. Don and Walt sat on one edge of the\ndesk, ready to move in with the first wrong move. Don snapped the\ncommunicator and spoke to the girl outside. \"Mr. Towle had a little\ntrouble with an exploding cigar, Lorraine. No one need enter.\"\n\n\"Now,\" he said to Towle, \"precisely what gives?\"\n\n\"I'm ruined.\"\n\n\"Yup. You are. But why?\"\n\n\"You ruined me.\"\n\n\"Me?\" asked Channing. \"Not that I know of.\"\n\n\"I'm bankrupt.\"\n\n\"_Bankrupt?_\" laughed Channing.\n\nTowle bristled at the laugh. \"It's no laughing matter, Channing. For\nmost of my life I've been saving to retire. In the turn of a wrist, you\nhave made all my savings useless.\"\n\n\"Are you starving?\"\n\n\"No.\"\n\n\"Are you homeless?\"\n\n\"No.\"\n\n\"Are you being deprived of anything?\"\n\n\"Um--no.\"\n\n\"Then what's all the shooting for?\"\n\n\"But my savings?\"\n\n\"Look, Towle. You worked hard for them, I do not doubt. But you've got\njust what you wanted anyway. You have a duplicator?\"\n\n\"Of course. I bought it early.\"\n\n\"Good. Then use it and quit worrying about your savings.\"\n\n\"But the years of deprivation to build up that fortune.\"\n\n\"Tough,\" said Channing. \"I suppose you're mad because the foolish\ngrasshopper is now enjoying the same benefit as the ambitious ant.\nThat's not right, I suppose. But on the other hand, why should any man\nbe a slave to toil?\"\n\n\"Man shall earn his bread by the sweat of his brow.\"\n\n\"Baloney. Next you'll be telling me that men were better off with a\nten-hour day and a six-day week.\"\n\n\"They didn't seem to get into trouble as much.\"\n\n\"Nor did they have as much fun,\" said Channing. \"Nor were there as many\ndevelopments made in the fields of science and industry. Men slaved\nand worked and lived and died without ever seeing the pleasure of the\ncountry sky. The radio would have been useless without leisure to enjoy\nits offerings. And who will say that radio is a useless science?\"\n\n\"But it is not right that I should have slaved to acquire a retirement\nfortune only to see it wiped out.\"\n\n\"Look, Towle, the whole system is undergoing a radical change in the\neconomic structure. By the same token, Venus Equilateral is a ruined\nconcern. We've dropped from ten million paid messages per day to a\nmere handful. Those we send through because we are bound by agreement\nto maintain service at all costs. We aren't making expenses, if you\nfeel like hollering about money. Would you like a few million?\" asked\nChanning suddenly.\n\n\"I have--\"\n\n\"And you used your duplicator to run up your fortune first thing,\ndidn't you?\" asked Channing scathingly.\n\n\"Naturally.\"\n\n\"And you're sore because every one else did the same thing. Towle,\nyou're a dope. You've been feeling very virtuous about having worked\nlike a slave for your fortune, which would probably keep you in cakes\nand lodging for the rest of your life. You've been promising starvation\nand pauperism to anyone who bought anything that seemed the slightest\nbit frivolous to you. Now that the ax has slipped, you're mad because\nthe guy who liked to ramble amid the roses is not going to starve to\ndeath as per schedule. What's wrong with you? You're not going hungry.\nYou'll be better off than before. As soon as we get this mess ironed\nout, you'll be able to enjoy life as before. Your savings are safe. As\nsoon as we get a medium of exchange that works, you'll be credited--the\ngovernment took care of that as soon as the bottom fell out of the\nmonetary system. Call 'em dollars, credits, or whathaveyous, they'll\nall be pro-rated and you'll then enjoy your fortune--though it won't\nbe as much fun because no man is going to have to slave again. You're\na crazy man, Towle, and as such I'm sending you back to Terra under\nguard. We'll let the psychologists work over you. Maybe they can make\nyou behave.\"\n\nThey stood Towle up, rang and waited for a guard, and then saw the man\noff under the guard's eye.\n\nAnd Don Channing said to Walt Franks: \"Until we find a medium of\nexchange, there'll be the devil to pay and no pitch hot.\"\n\nWalt nodded. \"I'm glad we're out here with our little colony instead\nof where lots and lots of people can come storming at the gates\ndemanding that we _do_ something. Hope Keg Johnson is holding his own\nat Fabriville.\"\n\n\n\nIt was a growling mob that tramped across the desert towards\nFabriville. A growling, quarreling mob, that fought in its own ranks\nand stole from its own men. A hungry, cold, and frightened mob that\nfollowed a blustering man named Norton, who had promised them peace and\nplenty if they did his bidding. His law did not include sharing among\nthemselves, and so men fought and stole food and clothing and women.\n\nHad the mob been anything but a shaggy, travel-weary band, Fabriville\nmight have been wiped from the map of Mars.\n\nIt swept forward without form and like an ocean wave, it laved against\nthe cyclone fencing that surrounded that part of Fabriville and was\nrepulsed. A determined, well-fed band would have crushed the fencing,\nbut this was a dispirited mob that would have sold its leader for a\nsquare meal and would have worked for the promise of a second meal in a\nrow.\n\nKeg Johnson came to the edge of Fabriville in a medium-sized tank that\ncould withstand the entire mob to the last man. He ran the tank out of\nthe gate and right to the edge of the mob, who shrank back to permit\nthe thundering monster to pass. He stopped the tank and stood up in the\ntop turret and spoke.\n\nA built-in amplifier carried his voice to the edge of the mob.\n\n\"Who is your leader?\"\n\nNorton came forward boldly. \"I am.\"\n\n\"What do you intend?\"\n\n\"We want a haven. We are cold and hungry and needy.\"\n\nJohnson nodded. \"I can see that,\" he said dryly. \"How did you collect\nthis gang?\"\n\n\"Most of this outfit were caught in the crash. Their incomes did not\npermit them to buy duplicators, and their friends were too busy running\nup their money to bother handing any out.\"\n\n\"Fine friends.\"\n\n\"And in the smaller cities, the attendants at the power stations left.\nThere are a horde of dead towns on Mars today. That is why we have come\nhere. We know that Fabriville is self-sufficient. We intend to join\nyou.\"\n\n\"Sorry,\" said Keg. \"We have no openings.\"\n\n\"We'll join you by force, if need be.\"\n\n\"Want to try it?\" asked Keg, patting the twin 105-mm. short rifles that\nlooked out over the mob.\n\nNo answer for a moment.\n\n\"I'll try appealing to your better nature,\" said Norton softly. \"Shall\nwe starve and shiver while Fabriville eats and is warm?\"\n\n\"How willing are you to take part?\" asked Keg.\n\n\"Name it.\"\n\n\n\n\"Then listen. We need a more sturdy fence around Fabriville. We have\nthe material--who hasn't--but we have not the manpower. Get your mob\nto run up this fence, Norton, and I'll see that you are paid by giving\neach and every man a house-hold-size duplicator complete with a set of\nhousehold recordings. Is that a deal?\"\n\nNorton smiled wryly. \"And what good is a duplicator with no place to\nplug it in? The power stations are down all over Mars.\"\n\n\"In building this fence,\" said Keg, \"you are working out the value of\nthe duplicators. Now look, Norton, in order to make this thing tick,\nI want to know whether you and your motley crew are honest. There\nare enough of you to man every vacant power station on Mars. If you,\nas leader of this gang, will see to it that the stations are manned\nand running every minute of the day, I'll see that you are given the\nbenefits of Fabriville's more massive duplicators. That means fliers,\nand equipment of that size, Norton. Are you game?\"\n\n\"What are you getting out of this?\" asked Norton suspiciously.\n\n\"No more than you. I can eat only so much. I can wear only so much. I\ncan use only so much. But it is my pleasure to run things, and I like\nto do it. Therefore I shall run things until people decide that they\nwant another man to run things. Until that date, Norton, you'll answer\nto me.\"\n\n\"And if I do not kowtow?\"\n\n\"You don't have to. No one is going to kill you for spitting in my eye.\nBut if you have sense, you'll see that working my way will ultimately\nbring you more reward than going on as an unruly mob. Replace me if you\ncan, Norton, but remember that it cannot be done by force. I have too\nmany real friends out across the face of Mars who won't let me be shot\nto pieces. I've done them the same service I'm doing you. Take it or\nleave it.\"\n\n\"Why can't we remain?\"\n\n\"We have thirteen thousand people in Fabriville. To take on another ten\nthousand would complicate our work-system to the breaking point. We're\nrunning perilously close to chaos as it is, and we couldn't take more.\nIf you'll set up the power stations and start small communities at\nthese points, you'll all be better off.\"\n\n\"And what do I get for all this?\"\n\n\"Nothing. You'll be fed and clothed and housed. That's all that any\nof us are. Men out there are all the same, Norton. No one has a\ndime. They're all bankrupt. There isn't one of them that can buy a\nthing--even if the stores were open. But not one of them is starving,\nnot one of them is going unclothed, and not one of them is going\nwithout the luxuries of life, except for those communities of which you\nspeak. Take life to them, Norton, and you'll be the ultimate gainer.\"\n\n\"Why do they remain?\" wondered Norton.\n\n\"The duplicator will run on direct current,\" said Keg. \"They just have\na set of fully charged batteries recorded. They have a set in spare.\nWhen battery one runs down, battery two takes its place and the first\nthing run off is a spare battery number three, and so on. The exhausted\nbatteries are dumped into the matter bank and re-converted. But it\nis not a real luxury, running on batteries. They need the high power\nthat your stations will deliver. They need the telephone and the radio\nwhich your men can maintain. Go and seek the officials of the various\ncompanies, and tell them what you want to do. Work at it, Norton.\nThere will be a lot of men in your gang that would rather do something\nelse. Eventually you will be able to release them to do the jobs they\nare best fitted for. Until we get a medium of exchange, it is a job\nfor job proposition. I'll add this inducement: The medical service of\nFabriville is yours--providing that you and your men work with us.\"\n\nNorton thought for a moment. \"Done,\" he said shortly. \"Can you give us\nwarmth and food until we take care of the details?\"\n\n\"That we can.\"\n\nA stilted monster rolled out from Fabriville under its own power. Four\ngreat girdered legs supported a housing the size of a freight car, and\nthe legs moved on small tractor treads. Out it came, and it paused\njust outside of the gate. A faint violet glow emerged from the bottom\nof the housing, and the whirling-skirling of Martian sands obscured the\nvastness of the space between the legs of the monster machine.\n\nIt moved again, and the original dust settled to disclose a very small\nbut completely finished and furnished house. Around the encircling\nfence went the monstrous duplicator, and at each pause it dropped the\ncarbon copy of the original house. Hour after hour it hummed, and when\nit completed the circle, Norton's mob was housed, fed, and clothed.\n\n\n\nVenus Equilateral resounded and re-echoed from the force of the blast.\nIt rocked, and precession tilted it away from its true North and\nSouth axial positioning. Men raced along the car-way to the blister\nlaboratory and Channing led the wild rush.\n\nThe blister was gone. A shaken Wes Farrell clung to a stanchion, his\nface white behind the spacesuit mask. They fished him out of the\nwreckage and took him inside.\n\n\"What happened?\" asked Don.\n\n\"Was making artificial elements,\" explained Wes. \"Far outside of the\nPeriodic Chart. I'd been stacking them over in a corner--they come in\nsix-inch cubes, you know. But the last one--_Bang!_\"\n\nChanning shook his head. \"That's dangerous,\" he said solemnly. \"If you\nhad a six-inch cube of every known element, would you stack 'em all\nside by side?\"\n\n\"It might be all right--until you came to putting phosphorus on top of\na hunk of iodine,\" said Walt.\n\n\"There's no reason to suppose that Wes didn't get a couple of very\nactive elements side by each. We know nothing of the extra-charted\nelements. We can make 'em, but until we do, what can we know of them?\"\n\n\"Well, we didn't lose the Station,\" said Walt. \"And business is so\npunk that tossing the beams won't harm us much; we'll have to spend\nsome time aligning the place again.\"\n\n\"We're all here, anyway,\" agreed Don, looking over the ruined blister\nlaboratory. \"But look, Wes, I think you're running on the wrong gear.\nAnything that can be made with this gadget can be duplicated. Right?\"\n\n\"I guess so.\"\n\n\"What we need is a substance that will be stabilized under some sort of\nelectronic pressure. Then it might come unglued when the matter-dingbat\nbeam hit it. Follow?\"\n\nWes Farrell thought for a few seconds. \"We might make an electronic\nalloy,\" he said.\n\n\"A what?\"\n\n\"A substance that is overbalanced as goes electrons. They will be\ninserted by concocting the stuff under extremely high electron\npressure. Make it some sort of station that has an intrinsic charge of\nten to the fiftieth electron volts, or so; that'll make queer alloys,\nI'll bet. Then it can be stabilized by inter-alloying something with a\ndearth of electrons. The two metals will be miscible, say, when liquid,\nand so their electron balance will come out even. They are cooled under\nthis stress and so forth. When the disintegrator beam hits them, it\nwill liberate the electrons and the whole thing will go plooey.\"\n\n\"Looks like a matter of finding the right stuff,\" said Walt. \"Don, what\nabout running the Station charge up as Wes says?\"\n\n\"No dice. The Station is too big. Besides, the chargo-changing gear\nwould be overworked all over the Station to maintain the charge, once\nmade.\n\n\"Take the _Relay Girl_ out and try it, Wes.\"\n\n\"Come along?\"\n\n\"We don't mind if we do,\" grinned Walt, winking at Don. \"There'll be\nnothing didding about business until we get a medium of exchange.\"\n\n\n\nThe Reverend Thomas Doylen speared Keg Johnson with a fishy glance and\nthundered: \"A plague on both your houses!\"\n\nJohnson grinned unmercifully. \"You didn't get that out of the Bible,\"\nhe said.\n\n\"But it is none the less true,\" came the booming reply.\n\n\"So what? Mind telling me what I'm doomed to eternal damnation for?\"\n\n\"Sacrilege and blasphemy,\" exploded Doylen. \"I came to plead with\nyou. I wanted to bring you into the fold--to show you the error of\nyour sinful way. And what do I find? I find, guarding the city, a\nmassive gate of mother-of-pearl and platinum. Solid gold bars on the\ngates which swing wide at the approach. A bearded man in a white cloak\nrecording those who enter. Once inside--\"\n\n\"You find a broad street paved with gold. Diamonds in profusion stud\nthe street for traction since gold is somewhat slippery as a pavement.\nThe sidewalks are pure silver and the street stop-lights are composed\nof green emeralds, red rubies, and amber amethysts. They got sort of\npractical at that point, reverend. Oh, I also see that you have taken\nyour sample.\"\n\nDoylen looked down at the brick. It was the size of a housebrick--but\nof pure gold. Stamped in the top surface were the words:\n\n\"99.99% pure gold. A souvenir of Fabriville.\"\n\n\"What means all this?\" stormed the reverend, waving the brick.\n\n\"My very good friend, it is intended to prove only one thing.\nNothing--absolutely nothing--is worth anything. The psychological\nimpact of the pearly gate and the street of gold tends to strike home\nthe fact that here in Fabriville, nothing of material substance is of\nvalue. Service, which cannot be duplicated, is the medium of exchange\nin Fabriville--have you anything to offer, reverend?\"\n\n\"The Lord saith: 'Six days shalt thou labor--' You have destroyed that\nlaw, Johnson.\"\n\n\"That's no law. That's an admonition not to overdo your labor. He\ndidn't want us laboring seven days per week. If He were running things\nunder the present set-up, He'd be tickled pink to see people taking it\neasy five days per week, believe me.\"\n\n\"Sacrilege!\"\n\n\"Is it? Am I being sacrilegious to believe that He has a sense of humor\nand a load more common sense than you and me?\"\n\n\"To speak familiarly--\"\n\n\"If I've offended Him, let Him strike me where I stand,\" smiled Keg.\n\n\"He is far too busy to hear the voice of an agnostic.\"\n\n\"Then He is far too busy to have heard that I mentioned Him in familiar\nterms. What is your point, reverend? What do you want?\"\n\n\"A return to religion.\"\n\n\"Good. Start it.\"\n\n\"People will not come to church. They are too busy satiating themselves\nwith the worldly goods and luxuries.\"\n\n\n\n\"Your particularly private sect, like a lot of others,\" said Keg\nJohnson harshly, \"has been catering to the wishful-thinking of the\nhave-nots. That used to be all right, I suppose. You gave them hope\nthat in the next life they could live in peace, quiet, and also\nluxury, believe it or not. You call down the troubles of hell upon the\nshoulders of the ambitious, and squall that it is impossible for a\nrich man to get ahead in heaven. Nuts, reverend. You've been getting\nyour flock from people who have no chance to have the pleasure of\nfine homes and good friends. You've been promising them streets of\ngold, pearly gates, and the sound of angelic music. Fine. Now we have\na condition where people can have those--worldly goods--luxuries right\nhere on earth and without waiting for death to take them there. If you\nwant to start a return to church movement, reverend, you might start it\nby making your particular outfit one of the first to eschew all this\npalaver about streets of gold. Start being a spiritual organization,\ntry to uplift the poor in spirit instead of telling them that they\nwill be blessed because of it. Don't ever hope to keep your position\nby telling people that material made with a duplicator is a product of\nHell, Devil, & Co., because they won't believe it in the first place\nand there won't be anything manufactured by any other means in the\nsecond place.\"\n\n\"And yet you have all of Mars under your thumb,\" scolded the Reverend\nThomas Doylen. \"Of what value is it to gain the whole world and lose\nyour soul?\"\n\n\"My soul isn't in bad shape,\" responded Keg cheerfully. \"I think I may\nhave done as much toward lifting civilization out of the mire as you\nhave.\"\n\n\"Sacril--\"\n\n\"Careful, reverend. It is you that I am criticizing now, not God.\nJust remember this, people are not going to fall for a bit of salving\ntalk when they want nothing. You promise them anything you like in\nthe way of fancy embroidery, but they'll have it at home now instead\nof getting it in heaven. Give 'em something to hope for in the way of\ngreater intelligence, or finer personality, or better friends, and\nthey'll eat it up.\n\n\"As far as having all of Mars under my thumb, someone had to straighten\nout this mess. I gave them the only thing I had worth giving. I gave\nthem the product of my ability to organize; to operate under any\nconditions; and to serve them as I can. I'm no better off than I would\nhave been to sit at home and watch the rest run wild. They'd have done\nit, too, if there hadn't been a strong hand on their shoulder. Where\nwere you when the bottom fell out? Were you trying to help them or were\nyou telling them that this was the result of their sinful way of life?\"\n\nThe reverend flushed. \"They wouldn't listen to my pleas that they\nforsake this devil's invention.\"\n\n\"Naturally not. Work _with_ this thing and you'll come out all right.\nBut you've got to revise your thinking as well as the rest of the world\nhas had to revise theirs, or you'll fall by the wayside. Now good day,\nreverend, and I wish you luck.\"\n\n\"Your argument may have merit,\" said the reverend, \"though it is\nagainst the nature of things to fall in with any scheme without\nconsiderable thought.\"\n\n\"Think it over, then, and see if I'm not correct. I don't expect any\nimmediate change, though, until you find that your former doctrines do\nnot fit the people's wants now.\"\n\nThe reverend left, and as the door closed, a wave of pain swept through\nKeg Johnson's body. He reached for the telephone painfully and put a\ncall through for the doctor.\n\n\"It's here again,\" he said.\n\n\"O.K., Keg. You're it.\"\n\n\"I'm licked, all right. Can I be back in seven days?\"\n\n\"Make it three days with no mention of work. In five days you can have\nofficial visitors for three hours. In seven you may be up and around\nthe hospital. You'll not be back there for eleven days.\"\n\n\"I'll have to put it off.\"\n\n\"Put it off another day and you'll not be back at all,\" snapped Dr.\nHansen. \"Take it or leave it!\"\n\n\"How do I pay?\"\n\n\"We'll take it out of your hide,\" said Hansen. \"You're under the same\nrules as the rest of us. You do your day's work, and you receive the\nsame medical blessing. Do you want to hoe the garden or will you wash\nmy car?\"\n\n\"I'll wash the car.\"\n\n\"That's what you say. Get over here in an hour--and bring Linna with\nyou.\"\n\n\"What for?\"\n\n\"Someone's got to drive--and it shouldn't be you!\"\n\n\"That an order?\"\n\n\"Nothing else but. Official order from the medical council. You'll play\nor else we'll have an interne take out that appendix.\"\n\nKeg realized the sageness of the doctor's order by the time he reached\nthe hospital. He was doubled over with pain and they did not permit\nhim to walk from the car to the front door, but came out and got him on\na stretcher. He was whisked inside, leaving Linna to straighten out the\ndetails at the Incoming desk.\n\nHe went up to the operating room immediately, and the anaesthetic\nblacked him out and released him from both pain and consciousness.\n\nThe days that followed were hazy; they kept him drugged because his\nenergetic nature would have prevented rapid healing. And it was\nfour days after the operation that they gave him a quick shot of\ncounter-drug that brought him out of the fog immediately.\n\nThere were people there.\n\nDon Channing, Walt Franks, Wes Farrell, and Dr. Hansen.\n\n\"Hello,\" he said, looking up with a wry smile. \"How many car-washings\ndo I owe you?\"\n\n\"Plenty, brother. I tinkered for three hours over that frame of yours.\nWhy did they have to run through an engineering change when they got to\nhanging your appendix in? I had to dig for it.\"\n\n\"That's the trouble with this system,\" Keg mumbled to Don. \"He'll get\nthe same credit for tinkering with me as he would for removing the\ncat's appendix.\"\n\n\"Well, you're worth the same as any cat,\" grinned Walt.\n\n\"Thanks,\" grunted Keg. \"Don't tell me that you guys were worried?\"\n\n\"Nope. We came to give you a hunk of something interesting. Wes Farrell\nhauled it out of space, electrons, and considerable high-powered\ntheory. _Identium._ Corrosion-proof, inert, malleable but hard enough\nfor coins, and you can roll it out into ten-thousandths sheets and use\nit for paper money. But don't ever put it into a duplicator. It'll\nblow the top right off of your roof if you do. There's our medium of\nexchange, Keg.\"\n\n\"Now,\" breathed Keg, \"we can all get back to normal. Thanks, fellows.\"\n\n\"The government is making the stuff in reams,\" said Don. \"It won't be\ntoo long before you'll be able to pay Hansen what he's really worth, as\nwell as the rest of your crew. But in spite of this trinket, Life has\nstill made a big change. I can foresee the four-hour week right now.\"\n\n\"It's here and been here for some time,\" said Keg. \"But--Hey! Linna!\"\n\nKeg's wife entered. She was clad in hospital whites and was carrying a\ntray.\n\n\"Hello, Keg,\" she said solemnly. Keg hadn't heard that tone of voice\nfor years.\n\n\"What happened?\" he asked.\n\n\"Someone had to help. I was doing nothing and so I pitched in to help\nDr. Hansen when he worked on you. He said I did fine.\"\n\n\"Linna is a good nurse's aid,\" responded Hansen. \"Mind if we keep her\non a bit?\"\n\n\"Not if she minds staying.\"\n\n\"I want to, Keg,\" she said quietly. \"With Marie wearing a\nplatinum-mounted diamond tiara to dust the house, and Briggs coming to\nwork in a limousine--imagine the idea of a butler's chauffeur!--and as\nyou said, people eating from gold plates and using iridium tableware,\nthere's nothing to get long-nosed about but one's inventiveness,\ntalent, or uniqueness.\"\n\n\"Linna, you're an ace,\" grinned Keg. He smiled up at her and said,\nwhile waving the sheet of Identium before their faces, \"Do me a job,\nLinna. Go out and buy me back the spaceline.\"\n\n\"Huh?\" blurted Channing, Franks and Hansen. \"What for?\"\n\n\"When the tumult and the shouting dies, fellers, we'll all be back in\nbusiness again. Identium! The only thing you can write a contract on\nand not have it fouled or duplicated. The only thing you can write\na check on, or use for credit. Identium--the first page of the new\nera--and when we get the mess cleared up Keg Johnson and company will\nbe carrying the mail! Linna, go out and buy me back my spaceline!\"\n\n\n                               THE END.\n",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68004/pg68004.txt",
        "name": "pandoras_millions.json"
    }
}