{
    "name": "Passion fruit",
    "author": [
        "Stacpoole, H. De Vere (Henry De Vere)"
    ],
    "body": "Miles and miles of coral reef, foam-dashed, and flown about by\ngulls--beyond the reef the hills and highlands of Paradise engraved on\na sky of azure; a tall white lighthouse like a ghost in the smoky blue\nof the sea.\n\nThat is New Caledonia as you see it coming up from Sydney or Brisbane,\nand the lighthouse marks the entry to the harbor of Noumea.\n\nFor long years France exported to this Paradise all the evil passions\nof man done up in the form of convicts; and though the exportation has\nstopped, though the only prisoners now are those left over from the old\nrégime and the _libérés_ who may not return to France, the passions\nremain.\n\nSome of the descendants of the old deportees are good citizens, some\nare not. Monsieur Roche, who kept and maybe still keeps a restaurant in\nthe Rue Marengo, which opens off Coconut Square, was quite open with me\non this point. His father, so he told me, had been exported unjustly.\nHe had been a clock-maker and had made the clockwork that worked a bomb\nthat blew up a deputy, or something of that sort--it was all a matter\nof politics; his father would not have hurt a fly in the ordinary way\nof life, whereas Chauvin, the keeper of an opposition restaurant round\nthe corner, his father had been an assassin. “Yes, monsieur, a brigand,\nand ’tis easy to see how the blood has come out in the son.”\n\nMonsieur Roche knew everything about everybody in Noumea.\n\nHe told me some strange stories and one of the strangest had to do with\na woman; one of the strangest-looking women I have ever seen.\n\nA half-breed of extraordinary but faded beauty, gay as a wasp in yellow\nand black striped foulard, but with something about her that would have\nrepelled the mind, even if her beauty had been as fresh as the dew on\nthe tamarisk blossoms.\n\nShe was mad.\n\nAs she passed the café door where we were talking she glanced at\nMonsieur Roche, laughed and went on.\n\n“That is Marianne Ribot,” said the old fellow, craning his neck to look\nafter her, “daughter of Jacques Ribot, who came here a great many years\nago, served his sentence and settled down, marrying a Malay woman. He\nsold tobacco in the Rue Austerlitz; he had two daughters by the woman:\nMarianne, whom you have seen, and Cerise. Twins and like as two\ncherries. They were beauties. There is a curious thing about races, if\nyou have ever noticed it, monsieur. To a Frenchman or an Englishman\ntwo, shall we say, Japanese women will look pretty much alike; but if\nthere exists a real likeness between two eastern women, even though it\nis not very strong to their fellows, a Westerner will be unable to\ndistinguish between them; he will be unable to distinguish the little\ndifferences that count so much. It was so with the Ribot girls. Would\nMonsieur like to hear their story?”\n\nThis is the story in my own words.\n\n                   *       *       *       *       *\n\nSome fifteen years ago the _Hawk_, a seven-hundred-ton brig, came into\nthe harbor of Noumea with a general cargo from Brisbane; the second\nofficer was a young fellow named Carstairs, an exceedingly good-looking\nindividual with a taking manner and a way with him where women were\nconcerned.\n\nMonsieur Roche, who was a philosopher, or at least a restaurant keeper\nwho had always kept his eyes open, gave it as his opinion that it were\nbetter for a man to be born ugly than very good-looking, and a boor\nthan a fascinator; better for himself and for others. However that may\nbe, Carstairs, on account of his superficial qualities, made many\nfriends among the town people, and the cargo of the Hawk, being French\ngovernment stores and discharged by convict labor, he had plenty of\ntime on his hands. He did no harm; he neither drank nor gambled, and\nhis main amusements seem to have been fishing, excursions into the\ncountry, dining at cheap restaurants and drinking grenadines with fat\nFrenchmen on Coconut Square of an evening while the convict band\ndiscoursed sweet music beneath the flame trees.\n\nThen one day, wanting a packet of cigarettes, he turned into the Maison\nRibot.\n\nRibot had died the year before and the two girls carried on the shop.\nThey were excellent business women, despite their youth and beauty, and\nthey sold other things besides cigarettes: colored syrups, pipes,\ntobacco pouches, postage stamps, books and native baskets made of palm\nleaves. Their only help was an old woman, Marie Rimbaut, who lived like\na licossa in the darkness of the back premises, helping at times in the\nshop.\n\nThe woman was of that terrible type whose central nervous system would\nseem to be compounded of the end organs of observatory nerves and\nlittle more. She was a spy serving no master but Inquisitiveness, a\ncreature with one interest, the doings of others and more especially of\nthe Ribot sisters; a recording instrument; what she did not see she\nheard, what she did not hear she guessed. If a ferret were trained for\nthe purpose there is not a village where it would not dig you out at\nleast one specimen of this tribe more or less perfect. Marie Rimbaut\nwas perfect; she saw and recorded the whole of the Ribot story without\nputting out a hand to warn the protagonists, content to watch till the\nfirst snip of the scissors of Atropos.\n\nCarstairs turned into the little shop to buy his cigarettes, found\nMarianne behind the counter and remained half an hour.\n\nIt was a case of love at first sight. The old woman in the back part of\nthe shop saw and heard everything. Cerise was lying down or attending\nto household matters, for the two girls took it in turn to attend at\nthe counter. It was the time of the day when customers are few, so\nthere was little interruption and the young people had it all to\nthemselves; but the listener heard nothing that might not have been\nsaid in the presence of a crowd. Toward the end of it Cerise appeared;\nshe did not come forward but stood in the half-darkness amid the boxes\nand hanging baskets, watching and listening. From where she stood\nCarstairs was plainly visible with the light full upon him and Marianne\nin profile, her face upturned, laughing, and lit with a new interest.\n\n                   *       *       *       *       *\n\nCerise did not notice the old woman seated knitting in the half-dark,\nor noticed her only as she might have noticed the hanging baskets and\npiles of cardboard boxes; she seemed fascinated by what she saw, and\nstood, her lips apart, smiling at the animation of her sister and her\nevident interest in the handsome stranger. Marianne was flirting!\n\nMarianne of all people in the world! For, of the sisters, Marianne was\nthe staid one.\n\n“I will see you again,” said Carstairs, taking his leave.\n\n“When you please,” replied Marianne, and off he went, while in came a\nsoldier from the garrison for tobacco.\n\nWhen he was gone Cerise came forward; it was her hour for taking on\nduty. There was a ledge behind the counter which was used as a seat\nwhen business was slack; and taking her seat on the ledge, Cerise\nproduced from her pocket a small piece of embroidery work. She did not\nnotice a yellow packet of cigarettes on the counter; her mind was\nengaged otherwise. Then suddenly she rose. A customer had entered; it\nwas Carstairs.\n\nCarstairs returned for his cigarettes, which he had paid for but\nforgotten to take away. Fancying that he was still talking to Marianne,\nhe explained, laughing; she handed him the cigarettes, their fingers\ntouched and then, suddenly, the laughter still on his lips, he kissed\nher. Kissed her full on the lips like an adept and yet like a\nlight-hearted boy. A woman returns a kiss by taking it. The butterfly\nsomething in her soul had suddenly fluttered up; without thought, in\nthe fraction of a second, she had consented--not resisted--and there\nyou are. He went out with his cigarettes, with a laugh that seemed part\nof the whole light business, and Cerise, taking her seat again on the\nledge, rested her hands in her lap. No one had seen. There was only\nMother Rimbaut and she was half blind and bound up in her knitting;\nbesides, even if she had possessed the eyes of a hawk, she was not in\nthe proper line of vision; then, too, she was deaf--what did it matter?\n\nThe shop was empty, Carstairs was gone, but the kiss....\n\nIt was her first kiss and it clung, and a warmth that was warmer than\nher southern blood stole from it through her veins and to her heart. It\nwas as though he had kissed her heart.\n\nA burly prison warden in white with a huge revolver at his hip came in\nfor tobacco, and she found herself thinking, “Good heavens, that thing\nis a man!” She was contrasting him with Carstairs. She had talked of\nmen, talked of marriage, talked of love with Marianne or her girl\nfriends just as she had talked of the price of salt fish or Norfolk\nIsland strawberries or the latest fashion from Paris as exhibited by\nthe garrison officers’ wives; but she had talked without knowing,\nalmost without thinking. Her butterfly mind had flitted above these\nvast subjects as a butterfly flits sentient yet unthinking above a\nfield of corn. It had suddenly come to rest--that which a moment before\nhad been all wings suddenly becoming all eyes; come to rest swaying on\nthe wind that moved the corn-stalk, astonished by the vision that had\ncome so close, seeing everything but the poppies that nature so\ncarefully hides amid the corn.\n\nAs she sat, her hands folded and her eyes fixed on the shop door as\nthough she were wondering what else might come through it, the silence\nof the shop was broken by a faint clicking sound, the clicking of the\nold woman’s needles as she worked, forever busy like a spider in the\ndark; and now through the mind of the girl, as she sat with her eyes on\nthe door, came half harlequin, half demon, stealing and hirpling,\nlimping and laughing and turning somersaults, the strangest thought.\n\n_He didn’t kiss you, he kissed Marianne._ He had mistaken her for\nMarianne; the warmth about her heart belonged to Marianne; the new\noutlook which had come to her was Marianne’s.\n\nIn a moment he had managed to put the spell on her, made of himself so\nto speak a window through which she saw a new world; and the window was\nMarianne’s, and the new world--by rights, if there are any rights in a\nmatter of that sort.\n\nShe laughed as she thought over this matter. The thing was not yet\nserious with her; the handsome man whom she had admired while he talked\nto her sister, the man who had kissed her in mistake for her sister,\nwas still a figure at a distance; he had not made himself yet a part of\nher life. That was to come.\n\n                   *       *       *       *       *\n\nIt came with the rapidity which marks the processes of life and death\nin the warm lands, those terrible _pays chauds_ where a woman is old at\ntwenty-five, a passion full blown in an hour, a corpse corrupt in a\nday.\n\nEvery day Carstairs made his call at the shop. Being in love, he smoked\nmany cigarettes; he called at the same hour and Marianne was there to\nreceive him.\n\nBut there were two watchers now. After the fashion of his kind he did\nnot push matters, knowing by instinct exactly the sort of girl he had\nto deal with. No one could have been more respectful than Carstairs,\nand at the end of a week when he told Marianne of his love for her he\nproposed marriage. Though a mate of a ship he had money of his own, not\nmuch but enough for him to engage in some business in the island; they\nwould get married when he had made all his arrangements.\n\nShe consented but meanwhile, as the engagement was of such a nebulous\nnature and until the matter was absolutely fixed, she refused his\ninvitations to walk with him of an evening when the band was playing in\nthe square or along those country roads when the moonlight casts the\nshadows of the palms and makes fairyland of the groves.\n\nCerise heard it all.\n\nNever in her life before had she spied on any one, or possessed a\nsecret unshared by Marianne; her passion for Carstairs, which had\ndeveloped _pari passu_ with the progress of Marianne’s love affair, had\nchanged her nature as it had changed her outlook on life.\n\nShe hungered for him, and to feel his lips again on hers she would have\nparted with her soul.\n\nSomething of Ribot, her convict father, was perhaps awakened in her\njust as something of the same parent was perhaps dormant in the demure\nMarianne, and meanwhile Carstairs, a straight man in everything but\nlove, in which he was a villain, saw the day of the _Hawk’s_ sailing\napproach and Marianne as far off as ever.\n\nHe had no money to start a business in New Caledonia; he had no\nintention of marrying; he had lied throughout and all he had got for\nhis trouble was disappointment, dalliance and the feeling that he had\nbeen cheated. For, to a man of his type, love is a game against love\nwhere any sort of bluff is permissible and woman is a counter to be\nplayed for, cashed and forgotten.\n\nBut in Marianne he had come on a woman who refused to be a counter\nthough her passion for him was as real as the passion of Cerise. He\nmight as well have tried to play with the statue of Joan of Arc which\nstands in front of Noumea’s Cathedral.\n\nMarianne was hopeless, so he thought, till the afternoon of the day\nbefore the _Hawk’s_ departure, when coming along the Rue Austerlitz he\nmet an old woman who put a little note in his hand.\n\n“Do not come to the shop today, but meet me this evening--sunset--on\nthe road of the palms.” That was all.\n\nCarstairs with the note in his pocket went on his way to complete his\npreparations and half an hour before sunset he started for the road of\nthe palms through an evening sultry and perfumed with cassia and the\nflowers of the gardens by the way.\n\n                   *       *       *       *       *\n\nNext day he did not come to the shop, nor the next. He had told\nMarianne the name of his ship because in a small port like Noumea to\nhave told a lie might have meant being found out; but he had also told\nher that it would not leave for some months as it would have to wait\nfor repairs. In the meantime money for which he had cabled to England\nwould arrive and they could get married and the ship get another second\nmate. So sure was Marianne in her faith that it was not till the third\nday of his absence that she made inquiries and found the _Hawk_ gone.\nMother Rimbaut sent down among the people of the quayside and obtained\ndetails. Carstairs had sailed with the _Hawk_; no accident had happened\nto him; he was not sick; he had left no debts behind him and no\nenemies.\n\nMarianne found herself face to face with an utterly inexplicable\nproblem. Why had this man left her suddenly and without a word of\ngood-by?\n\nCerise was facing the same problem but in her case she could say\nnothing and open her mind to no one, not even Mother Rimbaut--who yet\nknew everything.\n\nThen Marianne remembered what he had said about the ship being under\nrepair, and making inquiries through the old woman she discovered that\nthe _Hawk_ had never been in dock, that there had been nothing wrong\nwith her, and that Carstairs was a liar.\n\nThe revelation was complete and sudden as the unveiling of a statue,\nthe unmasking of a battery, the view of a landscape by a lightning\nflash; but it did not tell her why this man had fooled her, simply\nbecause she could not yet understand the man.\n\nShe was innocent enough to ask herself, “Why did he say he loved me,\nwhy did he ask me to marry him, and why, all that time, was he telling\nme lies?” She could not understand that all that time he was making\nplans to betray her, plans foiled by her own common sense in refusing\nhis offers of amusement, evenings in the public square, walks beneath\nthe palm trees and remaining firm behind her counter in the commonplace\natmosphere of the tobacco shop.\n\nSo things went on for two months or more, her anger against Carstairs\ndeepening and spreading like fire in tinder. Then one day came a new\nrevelation.\n\nOne day returning from the market she found Cerise gone.\n\nShe had left behind her a letter confessing everything. Her love for\nCarstairs, the fact that he had betrayed her, and the fact that she had\nbetrayed Marianne--by making an appointment with him to meet him on the\nroad of the palms that fatal evening before he left. Marianne\nremembered how late it was that night before Cerise returned, saying\nshe had been with friends; and she had believed the story because\nCerise never lied.\n\nThe letter went on to say much more: how he had kissed her by mistake\non that first day of their meeting; how she had grown to love him and\nfight against her passion for the sake of Marianne; and how, just for\none kiss more, she had asked him to meet her in the name of Marianne,\nknowing that in the dark, in the moonlight, he would not know the\ndifference between them; how he took advantage of the blindness of love\nto betray her--“as he would have betrayed you,” said the letter, which\nwent on to say that all was over and that poor Cerise would be seen no\nmore.\n\nNext day people knew that Cerise Ribot had vanished; the shop was open\nagain and Marianne behind her counter. She would say nothing but that\nher sister had gone out and had not come back. Search was made without\nresult; bad characters were arrested and interrogated; the wind blew\nthe palms and the foam dashed the coral; time passed, but poor Cerise\nnever returned.\n\nOf all the people in Noumea outside the Maison Ribot, Monsieur Roche\nalone knew the facts of the matter.\n\nMother Rimbaut had told him and Roche, though a true man of the world,\nan innkeeper and the son of a convict, was shocked at the tragedy and\nthat Carstairs, a customer whom he had liked, should have been the\nvillain of the piece. “Perhaps some day he will come back,” said Roche.\n\n                   *       *       *       *       *\n\nThe _Hawk_ on leaving New Caledonia called at Sydney, and before\nreaching Sydney and tying up at Circular Wharf Carstairs had almost\nforgotten the incident at Noumea. A storm they had encountered three\ndays out had helped in the obliteration, and with the soil of New South\nWales under his feet the affair would have seemed to him remote as a\nlove affair in Jupiter.\n\nFrom Sydney the ship went to San Francisco and from San Francisco to\nHonolulu, at least toward Honolulu, for she was wrecked on that voyage\nand of all her company only Carstairs and half a dozen others were\nsaved and taken to Chile, where great luck waited for him. One of the\nsaved passengers, a woman very wealthy and with vast interests in the\nIslands, fell in love with him and married him and died a month after\nthe marriage, leaving him a rich man, but tied. Wealth is not all jam.\n\nPoor and working his way through life, Carstairs had been a happy man;\nthat is to say, a man with perfect health, no worries and without a\nconscience. Wealth had suddenly developed a host of worries for him.\n\nIf you wish for revenge on any man, don’t cut his throat, leave him a\nhuge fortune and thus bar him, possibly from the kingdom of heaven,\nprobably from the kingdom of rest. Carstairs on reviewing his\npossessions found all sorts of things that were wrong. Shares that had\ndepreciated in value and were likely to depreciate more, a lawsuit in\nthe egg over some lands in California, a suit to upset the will, which\nwas frantically absurd, yet irritating; interests everywhere that had\nto be looked after and papers in legions that had to be signed,\nincluding American income-tax papers, the most appalling documents ever\ndevised by the wit of man for man’s distraction.\n\nMuch will love more; at all events it is ever anxious to keep itself\nintact, and Carstairs, who had been indifferent to money when he had\nnone, became fretful now over the loss of a few dollars and sleepless\nover some depreciation that would not have kept an ordinary business\nman awake. And yet he was free-handed in spending on his own pleasures,\nthough the instinct to protect his fortune from the hands of others\ndeveloped and forced itself and dominated him with whip and spur. He\nfelt that every man was trying to rob him--as in fact was the case--and\nnot trusting the agent of some property in Queensland he went there to\nlook into things himself. New Caledonia lay on the road to Queensland\nand on the way back his ship, a schooner belonging to a trading company\nin which he had an interest, touched at Noumea--because he ordered her\nto do so. The sight of New Caledonia recalled again the most beautiful\ngirl he had ever seen; recollection of that last evening added fuel to\nthe desire to meet her once again; and there would be no trouble to\nworry about. Cerise had shown him enough of her real nature on that\nparting over two years and six months ago to tell him that.\n\nWas she married? Maybe. Was she single? Who could tell? But well he\nknew that, whether she were married or single, she was his. Why not, if\nshe were still as beautiful as ever, why not keep her as his--her, whom\nthe sharks had eaten over thirty long months ago.\n\nThere are women who persist in the memory like perfumes or tunes, and\nthe sweet perfume of Cerise breathed in one ecstatic hour had never\nquite vanished; the sight of the foam line of New Caledonia, the hills\nand the ghost-white lighthouse brought it back, revived it. It was\nalmost as though she stood on the deck beside him; and at the cost of\nthree thousand dollars the wheel of the schooner spun, the main boom\nlashed out to starboard. Altering her course, the ship steered due east\nfor the break.\n\n                   *       *       *       *       *\n\nShe came into the harbor with a flooding tide and a failing wind, a\ntremendous sunset lighting the wharves and the town from which faint on\nthe flower- and harbor-scented air came the sound of the band playing\nin the public square.\n\nEverything looked just the same, from the town and its fortifications\nto the trees topped by the spires of the cathedral.\n\nBut Carstairs found himself forgotten. No one would have recognized in\nthe well dressed man wearing a Panama the mate of the _Hawk_, and he\nsaw nobody that he recognized. The very hotel where he put up was\nnew-built. Having booked his room, he left the place before dining,\ncrossed Coconut Square and entered the Rue Austerlitz.\n\nRibot’s shop stood just as of old, the name over the front and the\nbaskets swinging in the doorway.\n\nHe went in, and there behind the counter stood Marianne Ribot just as\nshe had stood on the day when first he saw her.\n\n“Monsieur,” said old Roche, “there is no doubt in my mind that she had\nbeen expecting him. Some instinct had told her that he would come back;\nmaybe she had willed it--who knows?--but the fact remained that she had\na cane knife on a ledge behind the counter. And as he came up to her\nwith a bold smile on his lips and his hand outstretched, she turned as\nif to pick up some trifle and, turning again, drove the knife into his\nthroat.\n\n“When the police arrived she refused to speak, Monsieur Carstairs was\ntaken to the hospital and she was taken to prison, where a magistrate\nvisited her; but she would only say, ‘I have done what I have\ndone’--nothing more.\n\n“Mother Rimbaut was examined and she told the magistrate Carstairs had\nbeen to the shop years ago and had carried on a flirtation with\nMarianne; but she said nothing about Cerise--she had never said\nanything about that matter to any one but me. Months passed and the\nwounded man lay in hospital half in and half out of death’s door. He\nhad plenty of time to think of his sins and there is no doubt but that\nhe repented of them, for he made a full confession, saying he had\nwronged her and that he deserved what she had done to him.\n\n“At the trial she would say neither yes nor no. Nothing but ‘I have\ndone what I have done.’ She seemed indifferent to everything and after\nsix months’ imprisonment she went back to her shop just as you see her\ntoday, not mad, yet not sane. As for Carstairs, he left the island and\nwe have heard no more of him.\n\n“But to me the interest of the whole business lies in the question: did\nshe stab that man to revenge Cerise or herself? And also in the thought\nthat Monsieur Carstairs, who was responsible for the death of Cerise,\nhad, to his own knowledge, never even seen the girl. He had heard\nMarianne speak of her sister, but as they were never in the shop\ntogether he did not know of the extraordinary likeness.\n\n“To this day, if he is alive, Monsieur Carstairs does not know that he\nis responsible for a woman’s death. He will not know till the judgment\ncomes; and that is a thought to give one pause, for does any man know\nhis full account or the consequences of his sins?”\n\nLater that day, toward evening, finding myself in the Rue Austerlitz I\nwent into the Maison Ribot out of curiosity and to buy a packet of\ncigarettes. Marianne was behind the counter looking just the same as\nwhen I had seen her passing Roche’s restaurant, but sane enough in her\nbusiness methods and making not a centime’s mistake in the change. As\nshe handed me my cigarettes with the indifference of an automatic\nfigure and with scarcely a glance, the commonplace things of that\nlittle shop seemed of more tragic importance than the girl, and the\ncommonplace sounds; the voices of the passers-by in the street, the\nlaughter of a child, the click of knitting needles from the gloom\nbehind the piled baskets, a sound microscopic and intermittent as the\nticking of a death-watch beetle or the crawling of a snail on the pane.\n\n        *** END OF THE PROJECT GUTENBERG EBOOK PASSION FRUIT ***\n\nUpdated editions will replace the previous one--the old editions will\nbe renamed.\n\nCreating the works from print editions not protected by U.S. copyright\nlaw means that no one owns a United States copyright in these works,\nso the Foundation (and you!) can copy and distribute it in the\nUnited States without permission and without paying copyright\nroyalties. Special rules, set forth in the General Terms of Use part\nof this license, apply to copying and distributing Project\nGutenberg™ electronic works to protect the PROJECT GUTENBERG™\nconcept and trademark. Project Gutenberg is a registered trademark,\nand may not be used if you charge for an eBook, except by following\nthe terms of the trademark license, including paying royalties for use\nof the Project Gutenberg trademark. If you do not charge anything for\ncopies of this eBook, complying with the trademark license is very\neasy. You may use this eBook for nearly any purpose such as creation\nof derivative works, reports, performances and research. Project\nGutenberg eBooks may be modified and printed and given away--you may\ndo practically ANYTHING in the United States with eBooks not protected\nby U.S. copyright law. Redistribution is subject to the trademark\nlicense, especially commercial redistribution.\n\nSTART: FULL LICENSE\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg™ mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase “Project\nGutenberg”), you agree to comply with all the terms of the Full\nProject Gutenberg™ License available with this file or online at\nwww.gutenberg.org/license.\n\nSection 1. General Terms of Use and Redistributing Project\nGutenberg™ electronic works\n\n1.A. By reading or using any part of this Project Gutenberg™\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement. If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or\ndestroy all copies of Project Gutenberg™ electronic works in your\npossession. If you paid a fee for obtaining a copy of or access to a\nProject Gutenberg™ electronic work and you do not agree to be bound\nby the terms of this agreement, you may obtain a refund from the\nperson or entity to whom you paid the fee as set forth in paragraph\n1.E.8.\n\n1.B. “Project Gutenberg” is a registered trademark. It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement. There are a few\nthings that you can do with most Project Gutenberg™ electronic works\neven without complying with the full terms of this agreement. See\nparagraph 1.C below. There are a lot of things you can do with Project\nGutenberg™ electronic works if you follow the terms of this\nagreement and help preserve free future access to Project Gutenberg™\nelectronic works. See paragraph 1.E below.\n\n1.C. The Project Gutenberg Literary Archive Foundation (“the\nFoundation” or PGLAF), owns a compilation copyright in the collection\nof Project Gutenberg™ electronic works. Nearly all the individual\nworks in the collection are in the public domain in the United\nStates. If an individual work is unprotected by copyright law in the\nUnited States and you are located in the United States, we do not\nclaim a right to prevent you from copying, distributing, performing,\ndisplaying or creating derivative works based on the work as long as\nall references to Project Gutenberg are removed. Of course, we hope\nthat you will support the Project Gutenberg™ mission of promoting\nfree access to electronic works by freely sharing Project Gutenberg™\nworks in compliance with the terms of this agreement for keeping the\nProject Gutenberg™ name associated with the work. You can easily\ncomply with the terms of this agreement by keeping this work in the\nsame format with its attached full Project Gutenberg™ License when\nyou share it without charge with others.\n\n1.D. The copyright laws of the place where you are located also govern\nwhat you can do with this work. Copyright laws in most countries are\nin a constant state of change. If you are outside the United States,\ncheck the laws of your country in addition to the terms of this\nagreement before downloading, copying, displaying, performing,\ndistributing or creating derivative works based on this work or any\nother Project Gutenberg™ work. The Foundation makes no\nrepresentations concerning the copyright status of any work in any\ncountry other than the United States.\n\n1.E. Unless you have removed all references to Project Gutenberg:\n\n1.E.1. The following sentence, with active links to, or other\nimmediate access to, the full Project Gutenberg™ License must appear\nprominently whenever any copy of a Project Gutenberg™ work (any work\non which the phrase “Project Gutenberg” appears, or with which the\nphrase “Project Gutenberg” is associated) is accessed, displayed,\nperformed, viewed, copied or distributed:\n\n  This eBook is for the use of anyone anywhere in the United States and\n  most other parts of the world at no cost and with almost no\n  restrictions whatsoever. You may copy it, give it away or re-use it\n  under the terms of the Project Gutenberg License included with this\n  eBook or online at www.gutenberg.org. If you are not located in the\n  United States, you will have to check the laws of the country where\n  you are located before using this eBook.\n\n1.E.2. If an individual Project Gutenberg™ electronic work is\nderived from texts not protected by U.S. copyright law (does not\ncontain a notice indicating that it is posted with permission of the\ncopyright holder), the work can be copied and distributed to anyone in\nthe United States without paying any fees or charges. If you are\nredistributing or providing access to a work with the phrase “Project\nGutenberg” associated with or appearing on the work, you must comply\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\nobtain permission for the use of the work and the Project Gutenberg™\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.\n\n1.E.3. If an individual Project Gutenberg™ electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\nadditional terms imposed by the copyright holder. Additional terms\nwill be linked to the Project Gutenberg™ License for all works\nposted with the permission of the copyright holder found at the\nbeginning of this work.\n\n1.E.4. Do not unlink or detach or remove the full Project Gutenberg™\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg™.\n\n1.E.5. Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg™ License.\n\n1.E.6. You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including\nany word processing or hypertext form. However, if you provide access\nto or distribute copies of a Project Gutenberg™ work in a format\nother than “Plain Vanilla ASCII” or other format used in the official\nversion posted on the official Project Gutenberg™ website\n(www.gutenberg.org), you must, at no additional cost, fee or expense\nto the user, provide a copy, a means of exporting a copy, or a means\nof obtaining a copy upon request, of the work in its original “Plain\nVanilla ASCII” or other form. Any alternate format must include the\nfull Project Gutenberg™ License as specified in paragraph 1.E.1.\n\n1.E.7. Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg™ works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8. You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg™ electronic works\nprovided that:\n\n• You pay a royalty fee of 20% of the gross profits you derive from\n  the use of Project Gutenberg™ works calculated using the method\n  you already use to calculate your applicable taxes. The fee is owed\n  to the owner of the Project Gutenberg™ trademark, but he has\n  agreed to donate royalties under this paragraph to the Project\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\n  within 60 days following each date on which you prepare (or are\n  legally required to prepare) your periodic tax returns. Royalty\n  payments should be clearly marked as such and sent to the Project\n  Gutenberg Literary Archive Foundation at the address specified in\n  Section 4, “Information about donations to the Project Gutenberg\n  Literary Archive Foundation.”\n\n• You provide a full refund of any money paid by a user who notifies\n  you in writing (or by e-mail) within 30 days of receipt that s/he\n  does not agree to the terms of the full Project Gutenberg™\n  License. You must require such a user to return or destroy all\n  copies of the works possessed in a physical medium and discontinue\n  all use of and all access to other copies of Project Gutenberg™\n  works.\n\n• You provide, in accordance with paragraph 1.F.3, a full refund of\n  any money paid for a work or a replacement copy, if a defect in the\n  electronic work is discovered and reported to you within 90 days of\n  receipt of the work.\n\n• You comply with all other terms of this agreement for free\n  distribution of Project Gutenberg™ works.\n\n1.E.9. If you wish to charge a fee or distribute a Project\nGutenberg™ electronic work or group of works on different terms than\nare set forth in this agreement, you must obtain permission in writing\nfrom the Project Gutenberg Literary Archive Foundation, the manager of\nthe Project Gutenberg™ trademark. Contact the Foundation as set\nforth in Section 3 below.\n\n1.F.\n\n1.F.1. Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\nworks not protected by U.S. copyright law in creating the Project\nGutenberg™ collection. Despite these efforts, Project Gutenberg™\nelectronic works, and the medium on which they may be stored, may\ncontain “Defects,” such as, but not limited to, incomplete, inaccurate\nor corrupt data, transcription errors, a copyright or other\nintellectual property infringement, a defective or damaged disk or\nother medium, a computer virus, or computer codes that damage or\ncannot be read by your equipment.\n\n1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right\nof Replacement or Refund” described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg™ trademark, and any other party distributing a Project\nGutenberg™ electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from. If you\nreceived the work on a physical medium, you must return the medium\nwith your written explanation. The person or entity that provided you\nwith the defective work may elect to provide a replacement copy in\nlieu of a refund. If you received the work electronically, the person\nor entity providing it to you may choose to give you a second\nopportunity to receive the work electronically in lieu of a refund. If\nthe second copy is also defective, you may demand a refund in writing\nwithout further opportunities to fix the problem.\n\n1.F.4. Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you “AS-IS”, WITH NO\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5. Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of\ndamages. If any disclaimer or limitation set forth in this agreement\nviolates the law of the state applicable to this agreement, the\nagreement shall be interpreted to make the maximum disclaimer or\nlimitation permitted by the applicable state law. The invalidity or\nunenforceability of any provision of this agreement shall not void the\nremaining provisions.\n\n1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg™ electronic works in\naccordance with this agreement, and any volunteers associated with the\nproduction, promotion and distribution of Project Gutenberg™\nelectronic works, harmless from all liability, costs and expenses,\nincluding legal fees, that arise directly or indirectly from any of\nthe following which you do or cause to occur: (a) distribution of this\nor any Project Gutenberg™ work, (b) alteration, modification, or\nadditions or deletions to any Project Gutenberg™ work, and (c) any\nDefect you cause.\n\nSection 2. Information about the Mission of Project Gutenberg™\n\nProject Gutenberg™ is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of\ncomputers including obsolete, old, middle-aged and new computers. It\nexists because of the efforts of hundreds of volunteers and donations\nfrom people in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg™'s\ngoals and ensuring that the Project Gutenberg™ collection will\nremain freely available for generations to come. In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg™ and future\ngenerations. To learn more about the Project Gutenberg Literary\nArchive Foundation and how your efforts and donations can help, see\nSections 3 and 4 and the Foundation information page at\nwww.gutenberg.org\n\nSection 3. Information about the Project Gutenberg Literary\nArchive Foundation\n\nThe Project Gutenberg Literary Archive Foundation is a non-profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service. The Foundation's EIN or federal tax identification\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\nArchive Foundation are tax deductible to the full extent permitted by\nU.S. federal laws and your state's laws.\n\nThe Foundation's business office is located at 809 North 1500 West,\nSalt Lake City, UT 84116, (801) 596-1887. Email contact links and up\nto date contact information can be found at the Foundation's website\nand official page at www.gutenberg.org/contact\n\nSection 4. Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg™ depends upon and cannot survive without\nwidespread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine-readable form accessible by the widest\narray of equipment including outdated equipment. Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates. Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements. We do not solicit donations in locations\nwhere we have not received written confirmation of compliance. To SEND\nDONATIONS or determine the status of compliance for any particular\nstate visit www.gutenberg.org/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States. U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg web pages for current donation\nmethods and addresses. Donations are accepted in a number of other\nways including checks, online payments and credit card donations. To\ndonate, please visit: www.gutenberg.org/donate\n\nSection 5. General Information About Project Gutenberg™ electronic works\n\nProfessor Michael S. Hart was the originator of the Project\nGutenberg™ concept of a library of electronic works that could be\nfreely shared with anyone. For forty years, he produced and\ndistributed Project Gutenberg™ eBooks with only a loose network of\nvolunteer support.\n\nProject Gutenberg™ eBooks are often created from several printed\neditions, all of which are confirmed as not protected by copyright in\nthe U.S. unless a copyright notice is included. Thus, we do not\nnecessarily keep eBooks in compliance with any particular paper\nedition.\n\nMost people start at our website which has the main PG search\nfacility: www.gutenberg.org\n\nThis website includes information about Project Gutenberg™,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.",
    "metadata": {
        "author": [
            "Stacpoole, H. De Vere (Henry De Vere)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70651/pg70651.txt",
        "name": "passion_fruit.json"
    }
}