{
    "name": "Peacemaker",
    "author": [
        "Nourse, Alan Edward"
    ],
    "body": "Flicker's mind fought silently and desperately to maintain its\nfast-receding control, to master his frantic urge to writhe and scream\nin agony at the burning light. The fetid animal stench of the aliens\nfilled his nostrils, gagging him; the heat of the place seared his\nskin like a thousand white-hot needles, and seeped into his throat\nto blister his lungs. It didn't matter that his arms and legs were\nbound tightly to the pallet, for he knew he dared not move them. The\nmaddening off-and-on of the scorching light set his mind afire, twisted\nhis stomach into a hard knot of fear and agony, but his body lay still\nas death, relaxed and motionless. He knew that the instant he betrayed\nhis tortured alertness by so much as a single tremor, his chance for\ncontact would be totally gone.\n\n\"_The only sensible thing to do is to kill it!_\"\n\nIt was not repetition but a constant, powerful force, crashing into\nhis mind, hateful, cold. He heard no sound but the muffled throb of\nspaceship engines far back in the ship, but the _thought_ was there,\nadamant and uncompromising. It burst from the garbled thought-patterns\nof the others and struck his mind like an electric shock. One of the\naliens wanted to kill him.\n\nThought contact. It was a paralyzing concept to Flicker. The aliens\ncouldn't possibly realize it themselves; they were using sound\ncommunication with one another, on a sonic level beyond the sensitivity\nof Flicker's ears. He could hear no sound--but the thought patterns\nthat guided the sound-talking of the aliens came through to\nsledge-hammer his brain, coherent, crystal clear.\n\n\"But why kill it? We have it sedated almost to death-level now. It's\ncompletely unconscious, it's securely bound, and we can keep it that\nway until we reach home. Then it's no longer our worry.\"\n\nThe first thought broke out again with new overtones of anger and fear.\n\"I say we've got to kill it! We had no right picking it up in the\nfirst place. What is it? How did it get there? Where was the ship that\nbrought it?\" The alien mind was venomous. \"Kill it now, while we can!\"\n\nFlicker tried desperately to tear his mind from the agonizing rhythm\nof the light, to catch and hold the alien thoughts. Confusion rose in\nhis mind, and for the first time he felt a chill of fear. His people\nknew that these aliens were avaricious and venal--a dozen drained and\npillaged star-systems which they had overrun bore witness to that--but\nhe had never even considered, before he started on this mission, that\nthey might kill him without even attempting communication. Why must\nthey kill him? All he wanted was a chance--one brief moment to convey\nhis message to them. Five years of planning, and his own life, had\nbeen risked just to get the message to them, to gain their confidence\nand make them understand, but all he found in these alien minds was\nfear and suspicion and hate, which had become a single ever-developing\ncrescendo: \"Kill it now, while we can!\"\n\nThere were only three of them with him now, but he knew, from some\ncorner of the alien minds, that five others were sleeping in a forward\nchamber of the ship. He saw himself clearly, alone on an unknown\nspacecraft with eight alien creatures, gliding through interstellar\nspace at unthinkable speed, bound for that nebulous and threatening\nsomewhere they called home. Their home. He caught a brief mind-picture\nfrom one of them of an enormous city, teeming with these alien\ncreatures, watching him, picking at him, trying to question him,\ndeciding how to kill him--\n\nAnd through everything else came the intermittent burning glare of that\nterrible white light--\n\n\n\nThen suddenly the three aliens were leaving the cabin. Flicker sensed\ntheir indecision, felt them balancing the question in their minds.\nSoundlessly, he lifted one eyelid a trifle. The searing light burst in\non his retina, blinding him for a moment; then he caught a distorted\nglimpse of them opening the hatch and withdrawing in their jerking,\nuneven gait. And still the alien thought came through with a parting\njab to his tortured mind: \"The only thing we can do is to kill it. The\nrisk of tampering with it is too great. And we don't dare take it back\nhome alive.\"\n\nThe light was gone now. Flicker took a deep breath of the heavy air,\nallowing his tensed muscles to relax as the sweet coolness and comfort\ncrept through his body. First he stretched his legs, as far as they\nwould go in the restrainers, then his arms, and coughed a time or\ntwo to clear his throat. Almost fearfully he opened his eyes to the\ncool, soothing darkness. His mind still ached with the afterglow of\nthe furious lights, but gradually the details of the cabin appeared.\nFar in the background the throbbing drive of the great ship altered\nsubtly, then increased slightly in volume. Bound where? Flicker\nsighed, trying to turn his mind away from the undermining awareness\nof failure, of something gone very wrong. Carefully he reviewed his\nrescue, his actions, the aliens' reactions. They had cut their drive\nalmost immediately when they had spotted him, and sent out a lifeboat\nfor him without previous reconnaissance; surely he had been helpless\nenough when they dragged him from his crippled gig, half-frozen, to\nallay any suspicions of his immediate dangerousness. A crippled man is\nno menace, nor an exhausted man. The whole thing had been carefully\nplanned and skillfully executed. The aliens couldn't have detected his\nown ship which had dropped him off hours before, in the proper place to\nintercept their ship. And yet they were suspicious and fearful, as well\nas curious, and their first thought was to kill him first, and examine\nhim after he was dead.\n\nFlicker's face twisted into a sour grin at the irony. To think that he\nhad come, so quietly and naively, to these aliens as a peacemaker! If\nhe were killed, the loss would be theirs far more than his. Because\ncontact, living contact, and a mutual meeting of minds was desperately\nnecessary. They had to be warned. For three decades they had been\nobserved, without contact, in their slow, consuming march across the\ngalaxy, conquering, enslaving, pillaging. The curiosity of their nature\nhad started them on their way; greed and lust for power had carried\nthem on until now, at last, they were coming too close. They could not\nbe allowed to come closer. They had to be warned away.\n\n\n\nFlicker had been present at the meeting where that decision had been\nreached. There had been voices raised in favor of attacking the\nencroaching aliens, without warning, to deal them a crippling blow and\nsend them reeling back home. But most of the leaders had opposed this,\nand Flicker could see their point. He knew that his people's struggle\nfor peace and security and economic balance had been exhausting, the\nfinal settlement dearly won. Part of the utter distaste of his people\nfor outside contact lay deep within Flicker's own mind: they asked\nno homage from anyone, they desired no power, they felt no need for\nexpansion. The years of war had left them exhausted and peace-hungry,\nand they demanded but one thing from any culture approaching them: they\nwanted to be left alone. Cultural and economic contacts they would\neagerly seek with this alien race, but they would tolerate no upset\ndiplomatic relations, no attempts to infiltrate and conquer, no lies\nand forgeries and socio-economic upheavals. They were tired of all\nthese. They had found their way as a people, and with characteristic\nindependence they wanted to follow it, without interference or advice.\n\nAnd then the aliens had come. Closer and closer, to the very fringes\nof their confederation. Like a cancer the aliens came, stealthily,\nnibbling at the fringes, never quite contacting them, never really\nannoying them, but preparing little by little for the first small bite.\nAnd Flicker knew that they could not be allowed to take that bite, for\nhis people would fight, if necessary, to total extinction for the right\nto be left alone.\n\nFlicker shifted his weight, and sighed helplessly. The plan of his\nleaders had been simple. A few individual contacts, to warn the aliens.\nA few well-planned demonstrations of the horrors they could expect if\nthey would not desist. There were other parts of the galaxy for these\naliens to explore, other stars for them to ravage. If they could be\nmade to realize the carnage they were inevitably approaching, the\nfrightful battle they were precipitating, they might gladly settle for\ncultural and commercial contacts. But first they must be stopped and\nwarned. They must not go any further.\n\nFlicker's mind raced through the plan, the words, carefully imprinted\nin his mind, the evidence he could present to them. If only he could\nhave a chance! He felt the dull pain in his stomach--he hadn't been fed\nsince he was brought aboard, and the drug they gave him had drained and\nexhausted him. At least he would have no more of _that_ for another\nthree hours. He sighed quietly, aching for sleep. From the moment the\nimpact of the first dose of drug hit him, he had realized the terrible\ndepths of strength his deception would require. He had been nearly\nunconscious from exposure in outer space when they had dragged him\nfrom his lifeboat into the blazing light of the ship, but the drug had\nstimulated him to the point of convulsions. An overwhelming dosage\nfor _their_ metabolism, no doubt, but it had fallen far short of his\nsedation threshold, driving his heart into a frenzy of activity as he\ntried to control his jerking muscles. Still, there would be no more for\nthree hours or so, so he could lie in reasonable comfort, trying to\nfind a solution to the question at hand.\n\n\n\nOne of them wanted to kill him immediately. That was the one who had\npoked and probed that first day, tapping his nerves and bones with a\nlittle hammer, taking samples of his blood and exhaled breath, opening\nhis eyelid and using that horrid torch that seared his brain like\nraw fire. The throbbing, intermittent light had begun to bother him\nas early as that. Either their visual pickup was of extremely low\nsensitivity, or his own neuro-visio pickup had been stepped up to such\na degree that what appeared as steady light to them registered on his\nmind as a rapid and maddening oscillation. But the brilliance and the\nheat--\n\nHis strength was returning slowly after the ordeal. His muscles ached\nfrom inactivity, and he began twisting back and forth, testing the\nlimits of his restraints. Each leg could move about four inches back\nand forth; his right arm seemed tightly secured, but his left--he\ntwisted his wrist back and forth slowly, and suddenly it was free!\nUnbelieving, Flicker groped for the restrainer. It hung loosely at the\nside of the pallet, its buckle broken. He moved the arm tentatively,\ntesting the other restrainer, wiping perspiration from his forehead.\nFinally he lay back, his heart pounding. With one arm free he could\nfree himself completely in a matter of moments. But the aliens mustn't\nknow it, for anything that would startle them or make them suspicious\nmight turn the tide of their indecision instantly, and bring sudden\nviolent, purposeless death--\n\nThe arm could be used to keep himself alive--if he had to. The thought\nof the one alien crept through his mind: the cold, unyielding hate, and\nthe fear. The others were merely curious, and curiosity could be his\nweapon, to help him establish the link that was so necessary. Somehow,\ncontact must be established--without frightening them, or threatening\nthem in any way. Although their thoughts came to him so clearly, he had\ntried in vain to establish mental rapport with them. They showed no\nsign of awareness of anything but their own thoughts, and communicated\nonly by sound, for their thinking processes were as sluggish as\ntheir motions. Sluggish thinking, but on a high level: they thought\nlogically, using data in most cases to form logical, sound conclusions.\nThey understood friendliness, and affection, and companionship, among\nthemselves, but toward him--they seemed unable to conceive of him\nexcept in terms of alien, to be feared, investigated, attacked.\n\nHe sighed again and settled back, trying to ease his aching back and\nshoulders. His mind was almost giddy from lack of sleep, running off\ninto wild, dreamlike ramblings, but he struggled for control, fighting\nto keep the fingers of sleep from his mind. He knew that to sleep now\nwould be to place himself at a terrible, possibly fatal, disadvantage.\nHe couldn't afford to sleep now--not until contact had been established.\n\n\n\nThe light flashed on again, directly above him. Flicker cringed, his\nmuscles twitching, tightening before the torturous heat. Anger and\nfrustration crept through to his consciousness--why so soon? No more\ndrug was due for a long while yet. He heard footsteps in the passageway\noutside, and the hatch squeaked open to admit one of the aliens, alone.\nAnd with him came a single paralyzing thought wave which tore into\nFlicker's brain, driving out the pain and frustration, leaving nothing\nbut cold fear:\n\n\"If the others find it dead, they can't do much about it--\"\n\nThis, then, was the one that had wanted him dead. They called him\nKlock, and he was the biggest alien on the crew. This one especially\nwas afraid of him, wanted him dead immediately, and had come to see\nthat he was dead! Alone, on his own initiative, against the will of the\nothers. And in a cold wave of fear, Flicker knew that he would do it.\n\nThere was no curiosity in the assassin's mind, only fear and hate.\nThrough one not-quite-closed eye Flicker watched the alien approach.\nIt held a syringe-like instrument in its claws, and the oily skin was\noozing a foul-smelling fluid that stood in droplets all over its face.\nThe fear in the alien's mind intensified, impinging on Flicker's brain\nwith the drive and force of a trip-hammer, clear and cold. \"If the\nothers find it dead, there is nothing they can do--\"\n\nThe alien was beside him, its head near Flicker's face, and he caught\nthe bright glint of glass and steel, too near. Like lightning Flicker\nswung with his free arm, a sudden, crushing blow. The alien emitted\none small, audible squeak, and dropped to the floor, its thin skull\nsquashed like an eggshell right down to its neck.\n\nFrantic with the maddening light and heat, Flicker ripped away the\nrestraints on his other arm and legs. Ripping a magna-boot from\nthe alien's foot, he heaved it with all his might at the source of\nthe light. There was a loud pop, and the cabin sank into darkness\nagain. Flicker wiped the moisture from his forehead, and stood numb\nand panting at the side of the table as the afterglow faded and the\nwonderful coolness crept through him again. And then he saw, almost\nwith a start, the body on the metal floor before him.\n\nGagging from the stench of the thing, he knelt beside it and examined\nit with trembling fingers. With the light gone, the alien had changed\ncolor, its leathery skin now a pasty white, its shaggy mane brown.\nWhite stuff oozed from its macerated head, mingled with a red fluid\nwhich resembled blood. Flicker dabbed his finger in it, sniffed\nit. A red body fluid should mean an oxygen metabolism, like his\nown, but he had concluded from the heavy atmosphere that the aliens\nwere nitrogen-metabolistic. That would account, in part, for their\nsluggishness, their slow thinking.\n\n\n\nRealization of the situation began to crowd into his brain. This\ncreature was dead! He had killed it. He sat back on the floor, panting,\ntrying to channel his wheeling thoughts into a coherent pattern. He'd\nkilled one of the aliens; that meant that his last hope for peaceful\ncontact was gone. The mission was lost, and his danger critical. Even\nif he could succeed in concealing himself, it was unthinkable to go\nwith them to their home planet. Escape? Equally unthinkable. They\nwere vengeful creatures, as well as curious. Their vengeance might be\nmurderous--\n\nBriefly his wife and family flashed through his mind, waiting for him,\nso proud that he had been chosen for the mission, so eager for his\nsuccess. And his leaders, watching, waiting daily for his return. There\ncould be no success to report now, nothing but failure.\n\nBut he had to survive, he had to get back! There could be other\nmissions, but somehow he had to get back--\n\nThe situation fell sharply into his mind, crystal clear. There was no\nalternative now. He would have to destroy every creature on the ship.\n\nOne against seven. He considered the odds swiftly, the sudden urgency\nof the situation slamming home. They had weapons, the ship was known to\nthem, they could signal for help. There must be _something_ to turn to\nhis advantage--He kicked the alien's foot, thoughtfully--\n\nThe lights!\n\nFlicker jumped to his feet, his heart pounding audibly in his throat.\nWhy such brilliant light, why such a slow-cycle current that he\ncould see the intermittent off-and-on? Obviously, what he saw as an\noscillation was a steady light to them. With such low light-sensitivity\nthe aliens _had_ to have such brilliant lights. They couldn't see\nwithout them! The agonizing brilliance that sent Flicker into\nconvulsions was merely the light necessary for them to see at all--\n\nAnd comfortable seeing-light for him was to them--total darkness!\n\n\n\nFar forward in the ship a metal door clanged. Flicker was instantly\nalert, nerves alive, every muscle tense. Klock was dead, he would be\nmissed by the others. He took a quick glance around him, and removed\nthe weapon from Klock's side, an ordinary, clumsily designed heat\npistol, almost unrecognizable, but similar enough to the type of weapon\nFlicker knew to be serviceable. He strapped it to his side, and moved\nsilently toward the hatchway.\n\nThe lights had to go first. Flicker's body ached. His mind was reeling\nwith fatigue, sliding momentarily into hazy attenuation, snapping\nback with a start. Unless he slept soon, he knew, his reactions would\nbecome dangerously slow, and hunger was now tormenting him also. Food\nand sleep would _have_ to take priority over the lights, no matter how\ndangerous.\n\nA thought flashed through his mind, and he glanced back at the alien\nbody on the floor. Some of the blood had oozed out on the aluminum\nfloor, forming a dark pool. The thought slid into focus, and the\nhunger reintensified, into a gnawing knot in his stomach; then he\nturned away in disgust. He just wasn't that hungry. Not yet.\n\nQuickly he stepped out into the passageway, moving in the direction of\nthe engine sounds. The ship was silent as a tomb except for the distant\nthrobbing of the motors. Far below him he heard the clang of metal on\nmetal, as if a hatch had been slammed. Then dead silence again. No sign\nthat Klock had been missed, not yet. Flicker breathed the cool darkness\nof the corridor for a moment, and then moved quickly to the ladder at\nthe end of the passageway. His muscles ached, and his neck was cramped,\nbut he felt some degree of his normal agility returning as he peered\ninto the dark hold below, and eased himself down the ladder.\n\nThe grainy odor he had smelled above was stronger down here. Halfway to\nthe ceiling the coarsely woven bags were stacked, filling almost every\navailable inch of the hold except for the walkways. A grain freighter!\nNo wonder it had such a small crew for its size. Not many hands were\nneeded to ferry staple food-grains to the aliens on distant planets.\nFlicker blinked and searched the walkways, finally finding what he\nwanted--a cubbyhole, behind the stacks, and up against the outer\nbulkhead. He slid into the narrow space with a sigh, and curled himself\nup as comfortably as he could. Clearing his mind of every thought but\nalertness to sound, he sank into untroubled sleep.\n\n\n\nHe heard the steps on the deck above him, and sat up in the darkness,\ninstantly alert. There were muffled sounds above, then steps on the\nmetal ladder. Abruptly the hold was thrown into brilliant light.\nFlicker whimpered and twisted with pain as the light exploded into his\neyes, and felt a flash of panic as he saw two of the aliens at the\nbottom of the ladder.\n\nThe waves of thought force struck Flicker, heavy with anger and fear.\n\"It couldn't have come far forward in the ship. If Klock was right,\nthat first day, it has a high-order intelligence. It would seek a good\nhiding place, and then venture out to explore a little at a time. It\ncould be anywhere.\" The one called Sha-Lee looked back up the ladder\nanxiously.\n\nThe other's mind was a turmoil of jagged peaks and curves. Then his\nthought cleared abruptly. \"But how could it happen? The creature was\nsedated, almost dead, as far as we could see. It had a shot just an\nhour before Klock went up there. How _could_ it have awakened? And why\ndid Klock go up there in the first place? I thought you left strict\norders--\"\n\nThe two cautiously moved down the walkway. \"Whatever happened, it's\nloose. And there won't be any sedating when we find it again--\"\n\nTrembling with pain, Flicker forced his burning eyes to the source of\nthe light in the overhead. He aimed the heat pistol he had taken from\nKlock, sending a burst of searing energy at the fixture. The hold fell\ndark as the light exploded into metallic steam.\n\n\"_He's in here!_\"\n\nThere was a long pause, in dead silence. Flicker strained to catch the\nflow of thoughts that streamed from the alien minds.\n\n\"I can't see a thing!\"\n\n\"Neither can I. It got the lights.\"\n\nThey were so near Flicker could almost feel their warmth. Swift and\nsilent as lightning, he sprang up on the grain bags, leaned out just\nabove them. A small bit of wood was near his foot; he grabbed it and\nthrew it with all his might against the far bulkhead. A surge of fear\nswept from the alien minds at the crash, and they swung and fired\nwildly. Like a flash Flicker sprang to the deck behind them, pausing\nthe barest instant for breath and balance, then springing quickly\nforward and striking one of them a crushing blow across the neck. The\nalien dropped with a small squeak. The other fired wildly, but Flicker\nwas too quick, zig-zagging back to a retreat behind the bags. After a\nmoment he peered over the top of the pile.\n\n\n\nSha-Lee was standing poised, peering into the blackness toward the\nother alien who lay quite motionless on the floor, its head twisted at\nan unnatural angle from its body. Something in Flicker's mind screamed,\n\"Get the other now, while you can!\" But he took a deep breath of the\nsticky air, and then turned and ran silently to the hatch at the back\nof the hold, and out into the large corridor.\n\nHe had to get the lights first. With the lights gone, the others could\nbe taken care of in good time. But he knew that he couldn't stand\nthe torture of the lights much longer; already his eyes felt like\nsandpaper, and the paralysis which took him for several seconds when\nthe lights first went on could give the aliens a fatal advantage. He\ncame to a darkened hatchway, half open at the end of the corridor,\ntook a brief inventory, and hurried through. Far below he could hear\nthe generators buzzing, growing stronger and mingling with the sobbing\nof the motors as he descended ladder after ladder. He hurried down a\ndimly-lit corridor and tried a hatchway where the noise seemed most\nintense.\n\nThe light from within stabbed at his eyes, blinding him, but he forced\nhimself through the hatch. To the right was the glittering control\npanel for the atomic pile; to the left were the gauges for the gas\nstorage control. An alien was standing before the main control panel, a\nlarger creature than his brothers, his mind swiftly pulsating, carrying\novertones of great physical strength. Flicker slid silently behind\none of the generators and studied it and the room, his mind growing\nprogressively more frantic. His eyes burned furiously, and finally,\nwith a groan, he unstrapped the heat gun and sent a burst toward the\nceiling. The light blew with a loud pop, and the alien whirled.\n\n\"Who's there?\"\n\nFlicker sat tight. The generator he was using for concealment was not\nfunctioning--probably a standby. Three of them were running in series\nover to one side, with a fuse-box above them. Flicker's heart pounded.\nIt would have to be quick and sure--\n\n\n\nThe alien moved swiftly over to the side of the room, and a thin blade\nof light stabbed out at Flicker. A battle lamp. The suddenness of its\nappearance startled him, stalled his movement just an instant too\nlong. He saw the burst of red from the alien's weapon, and he screamed\nout as the scorching energy caught him in the side and doubled him\nover. In agony he jumped aside and sprang suddenly up onto a catwalk.\nThe alien swung the lamp around below, searching for him, tense, gun\npoised. In a burst of speed Flicker moved along the catwalk toward the\nalien, and crouched on the edge directly over him, panting, gagging\nat the smell of the creature mingled with the odor of his own burned\nflesh. He felt cold rage creep into his mind, recklessness, the age-old\ninstinct of his people to claw and scratch and kill. Suddenly he sprang\ndown past the alien, striking him a light tap on the shoulder as he\nwent by, spinning the creature around like a dervish. The battle lamp\nwent crashing to the deck; the heat gun flew off to one side, struck\na bulkhead, and spluttered twice as it shorted out. Flicker spun on\nthe alien, catching him a crippling blow across the chest. Fear broke\nstrong from the alien's mind as he toppled to the floor. Flicker was\nupon him in an instant, like an animal, ripping, tearing, crushing. The\nexhilaration roared through his mind like a narcotic, and he lifted the\ntwitching body by the neck, half-dragging it over to the generators.\nCarefully he placed one of the alien's paws on one of the generator\nleads, the other on the other. The terrific voltage sputtered, and the\nalien gave two jerks and crackled into a steaming, reeking cinder,\nwhile the generator turned cherry red, melted, and fused. Flicker\nblasted the fuse-box with his pistol, fusing it into a glob of molten\nmetal and plastic, then turned the pistol on the auxiliary generators.\nThe smell of ozone rose strongly in the air, and the generators were\nbeyond hope of repair.\n\nFlicker rose and stretched easily, his heart pounding. His side\nthrobbed painfully, but he felt an incongruent flush of satisfaction\nand well-being. Now there would be no more lights. No more painful,\nburning agony in his eyes. Now he could take his time--even enjoy\nhimself. He sprang up onto the catwalk again, located a concealed\ncorner, and sank down to sleep.\n\nThe five of them were gathered in the control room of the ship. Open\npaneling of plastiglass at the end of the room looked out at the\ninfinity of black starlit space. Far below the engines throbbed,\nthrusting the ship onward and onward. The aliens moved restlessly, fear\nand desperation clinging about them like a cloak.\n\nIn the darkness of the rear of the control room, high above them\non an acceleration cot, crouched Flicker, hunger gnawing at his\nstomach. He peered down at the flimsy little creatures, studying their\nfeatures closely for the first time. Sha-Lee stood with his back to\nthe instrument panel, facing the others, who sat or lounged on the\nshort table-like seats before him. A pair of battle lamps sat on the\ninstrument panel, trained on the two hatchways leading into the control\nroom, and each of the aliens carried a heat pistol in his paw. They\nlooked so weak, so frightened, so utterly helpless, standing there,\nthat it seemed almost impossible for Flicker to believe that these were\nthe creatures who were threatening his people--who were responsible for\nthe draining and pillaging of planets that Flicker had seen. These were\nthe ones, deadly for all their apparent helplessness. Flicker blinked,\nleaning closer and closing his eyes, soaking in and separating each\nthought pattern that reached him from the group.\n\n\"So what are we going to do about it?\" Sha-Lee's thought came through\nsharply.\n\n\"We might be able to manage without the lights, but he got the\ngenerators, so that took our radio out too. We got only one message\nhome, and that was brief--not even enough for them to get a fix on us.\nThey know approximately where we are, but they'd never find us in a\nmillion years. We can't hope for help from them. We're stuck.\"\n\n\n\nAnother one shifted uneasily. \"He's out to get us all. And without\nlight we can't find him. We don't even dare go looking for him--it\nlooks as if he can see in the dark.\"\n\n\"Let's consider what we're really up against,\" said Sha-Lee. \"As you\nsay, he can see in the dark, and we've got darkness here. That's point\nnumber one. Number two, he's quiet as a mouse and fast as the wind.\nWhen he got To-may in the grain-storage vault, he came and went so\nfast I didn't even know what had happened before he was gone. Number\nthree, he's acquainted with spaceships, and with the lights gone he's\nmore at home on this ship than we are. Wherever he came from, he's no\nprimitive. He's got a mind that doesn't miss a trick.\"\n\n\"But what does he want?\" Jock toyed with his heat pistol nervously.\n\"What was he doing when we found him out there? He was nearly frozen to\ndeath--\"\n\n\"--or seemed to be! Motive? It might be anything, or nothing at all.\nMaybe he's just hateful. The point is, there's one thing he can't do,\nunless he's _really_ got some technology, and that may be our way out.\"\n\n\"Which is?\"\n\n\"I doubt if he can be in two places at one time. Or three. There are\nfive of us here, and some of us _have_ to get home to tell about this.\nThis could be death to our exploratories. Certainly we don't dare to\ntake him home with us alive, but we'd have to find him to kill him, and\nhe'd get us first. Now here's a plan we might be able to put across.\nTwo of us should stay with the ship, myself and one other. The other\nthree take lifeboats, and get out now. We approach within lifeboat\nrange of Cagli in about an hour. The Caglians won't be happy to see\nyou, but they won't hurt you, and you can bluff your way to a radio.\nMaybe the two of us here can keep him off until you get help. At any\nrate, I hope we can.\"\n\nFlicker lost track of their thoughts as the information integrated\nin his mind. A chill went through him, driving out even the gnawing\nhunger for a moment. If they got off in lifeboats, they'd get help, and\nthe mission would really be lost, irreparable damage done. He had to\nprevent them from making _any_ contact with their home. This ship was\na freighter; freighters were slow. Any culture as advanced as theirs\nwould have ships--fast ships--to overtake slow old freighters--\n\nQuickly and silently Flicker slipped over toward the hatch. The lamp\nshown on it full, but the aliens weren't watching. Like a shadow he\nflashed through the hatch and down the corridor. There he paused, for a\nfraction of a second, and listened.\n\nNo thoughts, no alarm. Flicker felt a wave of contempt. They hadn't\neven seen him.\n\n\n\nAt the top of the ladder Flicker crouched and waited. The meeting below\nwas breaking up; he heard a hatchway clang, followed by the muffled\npounding of their heavy feet as two of the aliens started down the\ncorridor below. The battle lamp swung back and forth before them, its\nflash pattern swinging weirdly on the bulkheads and deck. Flicker\nwaited. The aliens started up the ladder before him, their thoughts a\nmuddle, fear oozing from them, but carrying with it a curious overtone\nof incaution. \"We can check the lifeboat for supplies now,\" came a\nthought, \"and be ready to blast in an hour.\" At the top of the ladder\nthey passed so close to Flicker that he nearly gagged, yet in his\ndesperate hunger there was something almost--tasty--about that smell.\nThey moved on, toward the lifeboat locks, and Flicker followed, trying\neagerly to separate their thoughts into a coherent pattern.\n\n\"_He's behind us!_\" It came suddenly, like a knife through the air.\n\n\"Don't turn around.\" The first alien gripped his companion's sleeve.\n\"Pretend you don't know it.\" They moved along, with no outward sign of\ntheir sudden terrible awareness. Their minds were racing, fearful, but\nthey kept on. Flicker crouched along the bulkhead and followed.\n\nThe aliens came to the hatch. Flicker tensed, ready for them. He heard\nthem undog the hatch, heard its squeak as it opened, and he tensed, his\nmuscles quivering eagerly.\n\nThree beams of light stabbed down the passageway at him, brilliant,\nstaggering him back against the bulkhead. He grasped frantically at the\nclosing hatch, but it clanged shut, the heavy dogs scraping into place\non the opposite side. And at the other end of the corridor--\n\nHe was trapped! Of course they had been incautious, nonchalant! Of\ncourse they had led him on. And now--\n\n\"There he is! GET HIM!\"\n\nA heat gun whined, its searing energy ricocheting in the closed end of\nthe corridor. With a snarl Flicker sprang, high up on the bulkhead,\ndragging himself onto a shelf carrying emergency spacesuits. Blast\nafter blast came from the alien guns, rebounding like furies, all\nmissing. \"I can't kill it!\" a thought pounded through. \"It's moving too\nfast!\"\n\n\n\nFrantically Flicker trained his own pistol on the hatchway, blasted a\nsteady stream until the metal melted through. With an exultant snarl\nhe dived through the opening, and without pausing sprang up onto the\nlifeboat locks. He paused, breathing heavily, his burned side throbbing\npainfully. The two aliens inside were swinging their battle lamp in\nwild arcs. One spotted him and blasted, but he was gone before the\nalien triggered. With careful aim he blasted the battle lamp, resting\neasy for a moment in the ensuing darkness. Then he was across the lock,\ntearing, ripping, scratching, snarling into the two aliens, roaring in\nsavage glee. One of them fell with a crushed skull, its body horribly\nmutilated. The other slipped from his grasp and started running through\nthe blackness for the hatch. Flicker was there before it.\n\nHe picked up the alien bodily and threw him across the lock. In an\ninstant he was upon him, ripping off an arm at the socket. The alien\nscreamed in pain, and tried to wriggle away. Flicker let him wriggle\nabout three feet. Then he gave him a cuff that sent him sprawling, and\nripped off the other arm. The alien twisted and turned like a worm on\na stick, but Flicker didn't kill him. Instead, he broke a leg, and\ntwisted off an ear.\n\nThe three aliens in the corridor threw open the hatch and flooded the\ndark lock with the beams of the battle lamps. They saw blood on the\ndeck, and nothing more.\n\n\"We know you're in here. Come out now, or we'll come get you.\" Flicker\ncaught the thought clearly, and snickered comfortably. He was much more\ncomfortable, now that he wasn't so hungry. He picked up a long white\nbone and threw it against the opposite bulkhead. It clanged, and the\nthree lamps swung instantly in the direction of the sound. \"There he\nis! Blast him!\"\n\nThree heat guns spoke sharply, and dead stillness echoed the despairing\nthought, \"That wasn't it--\"\n\nThey moved across the room, and dragged the charred and mutilated body\nof their companion away from the bulkhead. \"Let's get out of here! We\ncan't fight this thing!\" Sha-Lee started for the hatch, followed by the\nother two.\n\nOnly two of the three reached the control room. Flicker played with the\nthird for quite a long while before he killed him.\n\n\n\n\"We aren't going to get out of this alive,\" said Sha-Lee. \"You know\nthat, as well as I do, I guess.\"\n\nJock nodded. \"I've been sure of it since he got Klock in the first\nplace. He moves too fast, he thinks too fast, he can see too well. And\nsavage! He has a heat gun, do you realize that? But not one of us was\nkilled with a heat gun. It's butchery, I tell you--no, we won't get out\nof here, alive.\"\n\n\"And this thing that's stalking us. What will it do? Take the ship\nback home? Run loose there the way he's run loose here? Killing and\nmaiming? We've got to stop it, Jock. We can't let it get home.\"\n\n\n\nJock stared at the instrument panel, \"I know one way we can stop him,\"\nhe said slowly. \"It's suicide, but it would keep him from going home.\nAnd it would mean the end of him, too, finally.\"\n\nCharlie looked up, tired lines on his face. The fear was gone to\nresignation now, replaced by another more terrible fear--the fear that\nthey would be killed and leave this thing running loose--on the ship.\n\"What is it, Jacques?\"\n\nJacques picked up a space chart, and slowly ripped it in two. \"This,\"\nhe said. \"We can cripple the ship, foul up the controls, the gas\nstorage, the charts--cripple it beyond repair. Then he can't do\nanything! Wreck the engines, destroy the food, smash this ship so no\none could ever do anything with it. Completely wreck his chances to get\nhome--\"\n\nThey moved with sudden desperate swiftness. The heat gun sent up the\nspace charts in wreaths of flame, fused the chart file into a molten\nheap of aluminum. The engines stopped throbbing, giving way to deathly\nsilence broken only by the heat blasts and the heavy breathing of the\ntwo men. The instrument panel melted and exploded, the gas control was\nsmashed. The men worked in a frenzy of fearful destruction, their own\nlast escape going up in searing heat blasts, destruction that no man\ncould even hope to repair, ever--\n\n\n\nAnd back in the corner, behind the acceleration cots, Flicker purred\nand purred. Easy, satisfied contentment filled him for the first time\nin days; he snickered as the alien creatures went on their path of\nself-destruction. Everything would be all right now, and his leaders\nwould be pleased at how it turned out. He could bring back first-hand\ninformation about these creatures, vital, invaluable information.\nThe contact could be made another time. And then he could go back to\nhis family--they'd really enjoy hearing him tell about that alien,\nsquirming and screeching with both arms ripped off--and have a long,\ncomfortable rest.\n\nThe helpless, simple fools! They could kill him so easily, if they\nonly knew. Just a breath of hydrogen, to combine with his high-oxygen\nmetabolism, to explode him like a bomb. But they were destroying\neverything they could, in a mad, frenzied attempt to stall the\nspaceship, to keep him out here in space to perish with them! Such\na complete job they were doing, and it was so completely and utterly\nuseless.\n\nTrue, no human being could ever repair those controls to regulate the\natomic engines of the ship. No human being could survive the weakening\natmosphere long enough to repair the gas units. And even with these\nrepaired and functioning, a human being would be forever stranded\nin the vast, cold, friendless reaches of space, without a perfect,\ndetailed, visual memory of the space charts easily at his command. For\nno human being could ever direct a ship blind to a destination, without\nthe charts of the space through which he flew. No human being would\never find his way out of the dead emptiness of such uncharted space.\n\n\n\nFlicker curled up and placed his nose gently on his tail,\ndisinterested; unconcerned. A human being would be hopelessly,\nirreparably doomed out here--\n\nFlicker purred contentedly to himself as he considered the weaknesses\nof the human race which he had observed. From their view, he was\ncompletely stranded--\n\nBut a cat can always find its way home--\n",
    "metadata": {
        "author": [
            "Nourse, Alan Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68748/pg68748.txt",
        "name": "peacemaker.json"
    }
}