{
    "name": "Peace Manoeuvres",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "The scout stood where three roads cut three green tunnels in the pine\nwoods, and met at his feet. Above his head an aged sign-post pointed\nimpartially to East Carver, South Carver, and Carver Centre, and left\nthe choice to him.\n\nThe scout scowled and bit nervously at his gauntlet. The choice was\ndifficult, and there was no one with whom he could take counsel. The\nthree sun-shot roads lay empty, and the other scouts, who, with him,\nhad left the main column at sunrise, he had ordered back. They were to\nreport that on the right flank, so far, at least, as Middleboro, there\nwas no sign of the enemy. What lay beyond, it now was his duty to\ndiscover. The three empty roads spread before him like a picture\npuzzle, smiling at his predicament. Whichever one he followed left two\nunguarded. Should he creep upon for choice Carver Centre, the enemy,\nmasked by a mile of fir trees, might advance from Carver or South\nCarver, and obviously he could not follow three roads at the same time.\nHe considered the better strategy would be to wait where he was,\nwhere the three roads met, and allow the enemy himself to disclose his\nposition. To the scout this course was most distasteful. He assured\nhimself that this was so because, while it were the safer course, it\nwasted time and lacked initiative. But in his heart he knew that was not\nthe reason, and to his heart his head answered that when one’s country\nis at war, when fields and fire-sides are trampled by the iron heels\nof the invader, a scout should act not according to the dictates of\nhis heart, but in the service of his native land. In the case of this\nparticular patriot, the man and scout were at odds. As one of the\nBicycle Squad of the Boston Corps of Cadets, the scout knew what, at\nthis momentous crisis in her history, the commonwealth of Massachusetts\ndemanded of him. It was that he sit tight and wait for the hated\nforeigners from New York City, New Jersey, and Connecticut to show\nthemselves. But the man knew, and had known for several years, that\non the road to Carver was the summer home of one Beatrice Farrar. As\nPrivate Lathrop it was no part of his duty to know that. As a man and\na lover, and a rejected lover at that, he could not think of anything\nelse. Struggling between love and duty the scout basely decided to leave\nthe momentous question to chance. In the front tire of his bicycle was\na puncture, temporarily effaced by a plug. Laying the bicycle on the\nground, Lathrop spun the front wheel swiftly.\n\n“If,” he decided, “the wheel stops with the puncture pointing at Carver\nCentre, I’ll advance upon Carver Centre. Should it point to either of\nthe two other villages, I’ll stop here.\n\n“It’s a two to one shot against me, any way,” he growled.\n\nKneeling in the road he spun the wheel, and as intently as at Monte\nCarlo and Palm Beach he had waited for other wheels to determine his\nfortune, he watched it come to rest. It stopped with the plug pointing\nback to Middleboro.\n\nThe scout told himself he was entitled to another trial. Again he spun\nthe wheel. Again the spokes flashed in the sun. Again the puncture\nrested on the road to Middleboro.\n\n“If it does that once more,” thought the scout, “it’s a warning that\nthere is trouble ahead for me at Carver, and all the little Carvers.”\n\nFor the third time the wheel flashed, but as he waited for the impetus\nto die, the sound of galloping hoofs broke sharply on the silence. The\nscout threw himself and his bicycle over the nearest stone wall, and,\nunlimbering his rifle, pointed it down the road.\n\nHe saw approaching a small boy, in a white apron, seated in a white\nwagon, on which was painted, “Pies and Pastry. East Wareham.” The boy\ndragged his horse to an abrupt halt.\n\n“Don’t point that at me!” shouted the boy.\n\n“Where do you come from?” demanded the scout.\n\n“Wareham,” said the baker.\n\n“Are you carrying any one concealed in that wagon?”\n\nAs though to make sure the baker’s boy glanced apprehensively into\nthe depths of his cart, and then answered that in the wagon he carried\nnothing but fresh-baked bread. To the trained nostrils of the scout this\nalready was evident. Before sunrise he had breakfasted on hard tack\nand muddy coffee, and the odor of crullers and mince pie, still warm,\nassailed him cruelly. He assumed a fierce and terrible aspect.\n\n“Where are you going?” he challenged.\n\n“To Carver Centre,” said the boy.\n\nTo chance Lathrop had left the decision. He believed the fates had\nanswered.\n\nDragging his bicycle over the stone wall, he fell into the road.\n\n“Go on,” he commanded. “I’ll use your cart for a screen. I’ll creep\nbehind the enemy before he sees me.”\n\nThe baker’s boy frowned unhappily.\n\n“But supposing,” he argued, “they see you first, will they shoot?”\n\nThe scout waved his hand carelessly.\n\n“Of course,” he cried.\n\n“Then,” said the baker, “my horse will run away!”\n\n“What of it?” demanded the scout. “Are Middleboro, South Middleboro,\nRock, Brockton, and Boston to fall? Are they to be captured because\nyou’re afraid of your own horse? They won’t shoot REAL bullets! This is\nnot a real war. Don’t you know that?”\n\nThe baker’s boy flushed with indignation.\n\n“Sure, I know that,” he protested; “but my horse--HE don’t know that!”\n\nLathrop slung his rifle over his shoulder and his leg over his bicycle.\n\n“If the Reds catch you,” he warned, in parting, “they’ll take everything\nyou’ve got.”\n\n“The Blues have took most of it already,” wailed the boy. “And just as\nthey were paying me the battle begun, and this horse run away, and I\ncouldn’t get him to come back for my money.”\n\n“War,” exclaimed Lathrop morosely, “is always cruel to the innocent.” He\nsped toward Carver Centre. In his motor car, he had travelled the road\nmany times, and as always his goal had been the home of Miss Beatrice\nFarrar, he had covered it at a speed unrecognized by law. But now he\nadvanced with stealth and caution. In every clump of bushes he saw an\nambush. Behind each rock he beheld the enemy.\n\nIn a clearing was a group of Portuguese cranberry pickers, dressed as\nthough for a holiday. When they saw the man in uniform, one of the women\nhailed him anxiously.\n\n“Is the parade coming?” she called.\n\n“Have you seen any of the Reds?” Lathrop returned.\n\n“No,” complained the woman. “And we been waiting all morning. When will\nthe parade come?”\n\n“It’s not a parade,” said Lathrop, severely. “It’s a war!”\n\nThe summer home of Miss Farrar stood close to the road. It had been so\nplaced by the farmer who built it, in order that the women folk might\nsit at the window and watch the passing of the stage-coach and the\npeddler. Great elms hung over it, and a white fence separated the road\nfrom the narrow lawn. At a distance of a hundred yards a turn brought\nthe house into view, and at this turn, as had been his manoeuvre at\nevery other possible ambush, Lathrop dismounted and advanced on foot. Up\nto this moment the road had been empty, but now, in front of the Farrar\ncottage, it was blocked by a touring-car and a station wagon. In the\noccupants of the car he recognized all the members of the Farrar\nfamily, except Miss Farrar. In the station wagon were all of the Farrar\nservants. Miss Farrar herself was leaning upon the gate and waving them\na farewell. The touring-car moved off down the road; the station wagon\nfollowed; Miss Farrar was alone. Lathrop scorched toward her, and when\nhe was opposite the gate, dug his toes in the dust and halted. When he\nlifted his broad-brimmed campaign hat, Miss Farrar exclaimed both with\nsurprise and displeasure. Drawing back from the gate she held herself\nerect. Her attitude was that of one prepared for instant retreat. When\nshe spoke it was in tones of extreme disapproval.\n\n“You promised,” said the girl, “you would not come to see me.”\n\nLathrop, straddling his bicycle, peered anxiously down the road.\n\n“This is not a social call,” he said. “I’m on duty. Have you seen the\nReds?”\n\nHis tone was brisk and alert, his manner preoccupied. The ungraciousness\nof his reception did not seem in the least to disconcert him.\n\nBut Miss Farrar was not deceived. She knew him, not only as a persistent\nand irrepressible lover, but as one full of guile, adroit in tricks,\nfertile in expedients. He was one who could not take “No” for an\nanswer--at least not from her. When she repulsed him she seemed to grow\nin his eyes only the more attractive.\n\n“It is not the lover who comes to woo,” he was constantly explaining,\n“but the lover’s WAY of wooing.”\n\nMiss Farrar had assured him she did not like his way. She objected\nto being regarded and treated as a castle that could be taken only by\nassault. Whether she wished time to consider, or whether he and his\nproposal were really obnoxious to her, he could not find out. His policy\nof campaign was that she, also, should not have time to find out. Again\nand again she had agreed to see him only on the condition that he would\nnot make love to her. He had promised again and again, and had failed\nto keep that promise. Only a week before he had been banished from her\npresence, to remain an exile until she gave him permission to see her\nat her home in New York. It was not her purpose to return there for two\nweeks, and yet here he was, a beggar at her gate. It might be that he\nwas there, as he said, “on duty,” but her knowledge of him and of the\ndoctrine of chances caused her to doubt it.\n\n“Mr. Lathrop!” she began, severely.\n\nAs though to see to whom she had spoken Lathrop glanced anxiously over\nhis shoulder. Apparently pained and surprised to find that it was to him\nshe had addressed herself, he regarded her with deep reproach. His eyes\nwere very beautiful. It was a fact which had often caused Miss Farrar\nextreme annoyance.\n\nHe shook his head sadly.\n\n“‘Mr. Lathrop?’” he protested. “You know that to you I am always\n‘Charles--Charles the Bold,’ because I am bold to love you; but never\n‘Mr. Lathrop,’ unless,” he went on briskly, “you are referring to a\nfuture state, when, as Mrs. Lathrop, you will make me--”\n\nMiss Farrar had turned her back on him, and was walking rapidly up the\npath.\n\n“Beatrice,” he called. “I am coming after you!”\n\nMiss Farrar instantly returned and placed both hands firmly upon the\ngate.\n\n“I cannot understand you!” she said. “Don’t you see that when you act\nas you do now, I can’t even respect you? How do you think I could ever\ncare, when you offend me so? You jest at what you pretend is the most\nserious thing in your life. You play with it--laugh at it!”\n\nThe young man interrupted her sharply.\n\n“It’s like this,” he said. “When I am with you I am so happy I can’t be\nserious. When I am NOT with you, it is SO serious that I am utterly and\ncompletely wretched. You say my love offends you, bores you! I am sorry,\nbut what, in heaven’s name, do you think your NOT loving me is doing to\nME? I am a wreck! I am a skeleton! Look at me!”\n\nHe let his bicycle fall, and stood with his hands open at his sides, as\nthough inviting her to gaze upon the ruin she had caused.\n\nFour days of sun and rain, astride of a bicycle, without food or sleep,\nhad drawn his face into fine, hard lines, had bronzed it with a healthy\ntan. His uniform, made by the same tailor that fitted him with polo\nbreeches, clung to him like a jersey. The spectacle he presented was\nthat of an extremely picturesque, handsome, manly youth, and of that\nfact no one was better aware than himself.\n\n“Look at me,” he begged, sadly.\n\nMiss Farrar was entirely unimpressed.\n\n“I am!” she returned, coldly. “I never saw you looking so well--and you\nknow it.” She gave a gasp of comprehension. “You came here because you\nknew your uniform was becoming!”\n\nLathrop regarded himself complacently.\n\n“Yes, isn’t it?” he assented. “I brought on this war in order to wear\nit. If you don’t mind,” he added, “I think I’ll accept your invitation\nand come inside. I’ve had nothing to eat in four days.”\n\nMiss Farrar’s eyes flashed indignantly.\n\n“You’re NOT coming inside,” she declared; “but if you’ll only promise to\ngo away at once, I’ll bring you everything in the house.”\n\n“In that house,” exclaimed Lathrop, dramatically, “there’s only one\nthing that I desire, and I want that so badly that ‘life holds no charm\nwithout you.’”\n\nMiss Farrar regarded him steadily.\n\n“Do you intend to drive me away from my own door, or will you go?”\n\nLathrop picked his wheel out of the dust.\n\n“Good-by,” he said. “I’ll come back when you have made up your mind.”\n\nIn vexation Miss Farrar stamped her foot upon the path.\n\n“I HAVE made up my mind!” she protested.\n\n“Then,” returned Lathrop, “I’ll come back when you have changed it.”\n\nHe made a movement as though to ride away, but much to Miss Farrar’s\ndismay, hastily dismounted. “On second thoughts,” he said, “it isn’t\nright for me to leave you. The woods are full of tramps and hangers-on\nof the army. You’re not safe. I can watch this road from here as well as\nfrom anywhere else, and at the same time I can guard you.”\n\nTo the consternation of Miss Farrar he placed his bicycle against the\nfence, and, as though preparing for a visit, leaned his elbows upon it.\n\n“I do not wish to be rude,” said Miss Farrar, “but you are annoying me.\nI have spent fifteen summers in Massachusetts, and I have never seen a\ntramp. I need no one to guard me.”\n\n“If not you,” said Lathrop easily, “then the family silver. And think\nof your jewels, and your mother’s jewels. Think of yourself in a house\nfilled with jewels, and entirely surrounded by hostile armies! My duty\nis to remain with you.”\n\nMiss Farrar was so long in answering, that Lathrop lifted his head\nand turned to look. He found her frowning and gazing intently into the\nshadow of the woods, across the road. When she felt his eyes upon her\nshe turned her own guiltily upon him. Her cheeks were flushed and her\nface glowed with some unusual excitement.\n\n“I wish,” she exclaimed breathlessly--“I wish,” she repeated, “the Reds\nwould take you prisoner!”\n\n“Take me where?” asked Lathrop.\n\n“Take you anywhere!” cried Miss Farrar. “You should be ashamed to talk\nto me when you should be looking for the enemy!”\n\n“I am WAITING for the enemy,” explained Lathrop. “It’s the same thing.”\n\nMiss Farrar smiled vindictively. Her eyes shone. “You need not wait\nlong,” she said. There was a crash of a falling stone wall, and of\nparting bushes, but not in time to give Lathrop warning. As though from\nthe branches of the trees opposite two soldiers fell into the road;\naround his hat each wore the red band of the invader; each pointed his\nrifle at Lathrop.\n\n“Hands up!” shouted one. “You’re my prisoner!” cried the other.\n\nMechanically Lathrop raised his hands, but his eyes turned to Miss\nFarrar.\n\n“Did you know?” he asked.\n\n“I have been watching them,” she said, “creeping up on you for the last\nten minutes.”\n\nLathrop turned to the two soldiers, and made an effort to smile.\n\n“That was very clever,” he said, “but I have twenty men up the road, and\nbehind them a regiment. You had better get away while you can.”\n\nThe two Reds laughed derisively. One, who wore the stripes of a\nsergeant, answered: “That won’t do! We been a mile up the road, and you\nand us are the only soldiers on it. Gimme the gun!”\n\nLathrop knew he had no right to refuse. He had been fairly surprised,\nbut he hesitated. When Miss Farrar was not in his mind his amateur\nsoldiering was to him a most serious proposition. The war game was a\nserious proposition, and that, through his failure for ten minutes to\nregard it seriously, he had been made a prisoner, mortified him keenly.\nThat his humiliation had taken place in the presence of Beatrice Farrar\ndid not lessen his discomfort, nor did the explanation he must later\nmake to his captain afford him any satisfaction. Already he saw himself\nplaying the star part in a court-martial. He shrugged his shoulders and\nsurrendered his gun.\n\nAs he did so he gloomily scrutinized the insignia of his captors.\n\n“Who took me?” he asked.\n\n“WE took you,” exclaimed the sergeant.\n\n“What regiment?” demanded Lathrop, sharply. “I have to report who took\nme; and you probably don’t know it, but your collar ornaments are upside\ndown.” With genuine exasperation he turned to Miss Farrar.\n\n“Lord!” he exclaimed, “isn’t it bad enough to be taken prisoner, without\nbeing taken by raw recruits that can’t put on their uniforms?”\n\nThe Reds flushed, and the younger, a sandy-haired, rat-faced youth,\nretorted angrily: “Mebbe we ain’t strong on uniforms, beau,” he snarled,\n“but you’ve got nothing on us yet, that I can see. You look pretty with\nyour hands in the air, don’t you?”\n\n“Shut up,” commanded the other Red. He was the older man, heavily built,\nwith a strong, hard mouth and chin, on which latter sprouted a three\ndays’ iron-gray beard. “Don’t you see he’s an officer? Officers don’t\nlike being took by two-spot privates.”\n\nLathrop gave a sudden start. “Why,” he laughed, incredulously, “don’t\nyou know--” He stopped, and his eyes glanced quickly up and down the\nroad.\n\n“Don’t we know what?” demanded the older Red, suspiciously.\n\n“I forgot,” said Lathrop. “I--I must not give information to the\nenemy--”\n\nFor an instant there was a pause, while the two Reds stood irresolute.\nThen the older nodded the other to the side of the road, and in whispers\nthey consulted eagerly.\n\nMiss Farrar laughed, and Lathrop moved toward her.\n\n“I deserve worse than being laughed at,” he said. “I made a strategic\nmistake. I should not have tried to capture you and an army corps at the\nsame time.”\n\n“You,” she taunted, “who were always so keen on soldiering, to be taken\nprisoner,” she lowered her voice, “and by men like that! Aren’t they\nfunny?” she whispered, “and East Side and Tenderloin! It made me\nhomesick to hear them! I think when not in uniform the little one drives\na taxicab, and the big one is a guard on the elevated.”\n\n“They certainly are very ‘New York,’” assented Lathrop, “and very\ntough.”\n\n“I thought,” whispered Miss Farrar, “those from New York with the Red\nArmy were picked men.”\n\n“What does it matter?” exclaimed Lathrop. “It’s just as humiliating to\nbe captured by a ballroom boy as by a mere millionaire! I can’t insist\non the invading army being entirely recruited from Harvard graduates.”\n\nThe two Reds either had reached a decision, or agreed that they could\nnot agree, for they ceased whispering, and crossed to where Lathrop\nstood.\n\n“We been talking over your case,” explained the sergeant, “and we see\nwe are in wrong. We see we made a mistake in taking you prisoner. We had\nought to shot you dead. So now we’re going to shoot you dead.”\n\n“You can’t!” objected Lathrop. “It’s too late. You should have thought\nof that sooner.”\n\n“I know,” admitted the sergeant, “but a prisoner is a hell of a\nnuisance. If you got a prisoner to look after you can’t do your own\nwork; you got to keep tabs on him. And there ain’t nothing in it for the\nprisoner, neither. If we take you, you’ll have to tramp all the way to\nour army, and all the way back. But, if you’re dead, how different! You\nain’t no bother to anybody. You got a half holiday all to yourself, and\nyou can loaf around the camp, so dead that they can’t make you work, but\nnot so dead you can’t smoke or eat.” The sergeant smiled ingratiatingly.\nIn a tempting manner he exhibited his rifle. “Better be dead,” he urged.\n\n“I’d like to oblige you,” said Lathrop, “but it’s against the rules. You\nCAN’T shoot a prisoner.”\n\nThe rat-faced soldier uttered an angry exclamation. “To hell with the\nrules!” he cried. “We can’t waste time on him. Turn him loose!”\n\nThe older man rounded on the little one savagely. The tone in which he\naddressed him was cold, menacing, sinister. His words were simple, but\nhis eyes and face were heavy with warning.\n\n“Who is running this?” he asked.\n\nThe little soldier muttered, and shuffled away. From under the brim of\nhis campaign hat, his eyes cast furtive glances up and down the road.\nAs though anxious to wipe out the effect of his comrade’s words, the\nsergeant addressed Lathrop suavely and in a tone of conciliation.\n\n“You see,” he explained, “him and me are scouts. We’re not supposed to\nwaste time taking prisoners. So, we’ll set you free.” He waved his hand\ninvitingly toward the bicycle. “You can go!” he said.\n\nTo Miss Farrar’s indignation Lathrop, instead of accepting his freedom,\nremained motionless.\n\n“I can’t!” he said. “I’m on post. My captain ordered me to stay in front\nof this house until I was relieved.”\n\nMiss Farrar, amazed at such duplicity, exclaimed aloud:\n\n“He is NOT on post!” she protested. “He’s a scout! He wants to stop\nhere, because--because--he’s hungry. I wouldn’t have let you take him\nprisoner, if I had not thought you would take him away with you.” She\nappealed to the sergeant. “PLEASE take him away,” she begged.\n\nThe sergeant turned sharply upon his prisoner.\n\n“Why don’t you do what the lady wants?” he demanded.\n\n“Because I’ve got to do what my captain wants,” returned Lathrop, “and\nhe put me on sentry-go, in front of this house.”\n\nWith the back of his hand, the sergeant fretfully scraped the three\ndays’ growth on his chin. “There’s nothing to it,” he exclaimed, “but\nfor to take him with us. When we meet some more Reds we’ll turn him\nover. Fall in!” he commanded.\n\n“No!” protested Lathrop. “I don’t want to be turned over. I’ve got a\nmuch better plan. YOU don’t want to be bothered with a prisoner. I don’t\nwant to be a prisoner. As you say, I am better dead. You can’t shoot\na prisoner, but if he tries to escape you can. I’ll try to escape. You\nshoot me. Then I return to my own army, and report myself dead. That\nends your difficulty and saves me from a court-martial. They can’t\ncourt-martial a corpse.”\n\nThe face of the sergeant flashed with relief and satisfaction. In his\nanxiety to rid himself of his prisoner, he lifted the bicycle into the\nroad and held it in readiness.\n\n“You’re all right!” he said, heartily. “You can make your getaway as\nquick as you like.”\n\nBut to the conspiracy Miss Farrar refused to lend herself.\n\n“How do you know,” she demanded, “that he will keep his promise? He\nmay not go back to his own army. He can be just as dead on my lawn as\nanywhere else!”\n\nLathrop shook his head at her sadly.\n\n“How you wrong me!” he protested. “How dare you doubt the promise of a\ndying man? These are really my last words, and I wish I could think of\nsomething to say suited to the occasion, but the presence of strangers\nprevents.”\n\nHe mounted his bicycle. “‘If I had a thousand lives to give,’” he\nquoted with fervor, “‘I’d give them all to--’” he hesitated, and smiled\nmournfully on Miss Farrar. Seeing her flushed and indignant countenance,\nhe added, with haste, “to the Commonwealth of Massachusetts!”\n\nAs he started on his wheel slowly down the path, he turned to the\nsergeant.\n\n“I’m escaping,” he explained. The Reds, with an enthusiasm undoubtedly\ngenuine, raised their rifles, and the calm of the Indian summer was\nshattered by two sharp reports. Lathrop, looking back over his shoulder,\nwaved one hand reassuringly.\n\n“Death was instantaneous,” he called. He bent his body over the\nhandle-bar, and they watched him disappear rapidly around the turn in\nthe road.\n\nMiss Farrar sighed with relief.\n\n“Thank you very much,” she said.\n\nAs though signifying that to oblige a woman he would shoot any number of\nprisoners, the sergeant raised his hat.\n\n“Don’t mention it, lady,” he said. “I seen he was annoying you, and\nthat’s why I got rid of him. Some of them amateur soldiers, as soon as\nthey get into uniform, are too fresh. He took advantage of you because\nyour folks were away from home. But don’t you worry about that. I’ll\nguard this house until your folks get back.”\n\nMiss Farrar protested warmly.\n\n“Really!” she exclaimed; “I need no one to guard me.”\n\nBut the soldier was obdurate. He motioned his comrade down the road.\n\n“Watch at the turn,” he ordered; “he may come back or send some of the\nBlues to take us. I’ll stay here and protect the lady.”\n\nAgain Miss Farrar protested, but the sergeant, in a benign and fatherly\nmanner, smiled approvingly. Seating himself on the grass outside the\nfence, he leaned his back against the gatepost, apparently settling\nhimself for conversation.\n\n“Now, how long might it have been,” he asked, “before we showed up, that\nyou seen us?”\n\n“I saw you,” Miss Farrar said, “when Mr.--when that bicycle scout was\ntalking to me. I saw the red bands on your hats among the bushes.”\n\nThe sergeant appeared interested.\n\n“But why didn’t you let on to him?”\n\nMiss Farrar laughed evasively.\n\n“Maybe because I am from New York, too,” she said. “Perhaps I wanted to\nsee soldiers from my city take a prisoner.”\n\nThey were interrupted by the sudden appearance of the smaller soldier.\nOn his rat-like countenance was written deep concern.\n\n“When I got to the turn,” he began, breathlessly, “I couldn’t see him.\nWhere did he go? Did he double back through the woods, or did he have\ntime to ride out of sight before I got there?”\n\nThe reappearance of his comrade affected the sergeant strangely. He\nsprang to his feet, his under jaw protruding truculently, his eyes\nflashing with anger.\n\n“Get back,” he snarled. “Do what I told you!”\n\nUnder his breath he muttered words that, to Miss Farrar, were\nunintelligible. The little rat-like man nodded, and ran from them down\nthe road. The sergeant made an awkward gesture of apology.\n\n“Excuse me, lady,” he begged, “but it makes me hot when them rookies\nwon’t obey orders. You see,” he ran on glibly, “I’m a reg’lar; served\nthree years in the Philippines, and I can’t get used to not having my\nmen do what I say.”\n\nMiss Farrar nodded, and started toward the house. The sergeant sprang\nquickly across the road.\n\n“Have you ever been in the Philippines, Miss?” he called. “It’s a great\ncountry.”\n\nMiss Farrar halted and shook her head. She was considering how far\npoliteness required of her to entertain unshaven militiamen, who\ninsisted on making sentries of themselves at her front gate.\n\nThe sergeant had plunged garrulously into a confusing description of the\nFar East. He was clasping the pickets of the fence with his hands,\nand his eyes were fastened on hers. He lacked neither confidence nor\nvocabulary, and not for an instant did his tongue hesitate or his eyes\nwander, and yet in his manner there was nothing at which she could take\noffence. He appeared only amiably vain that he had seen much of the\nworld, and anxious to impress that fact upon another. Miss Farrar was\nbored, but the man gave her no opportunity to escape. In consequence she\nwas relieved when the noisy approach of an automobile brought him to\nan abrupt pause. Coming rapidly down the road was a large touring-car,\nfilled with men in khaki. The sergeant gave one glance at it, and leaped\nacross the road, taking cover behind the stone wall. Instantly he raised\nhis head above it and shook his fist at Miss Farrar.\n\n“Don’t tell,” he commanded. “They’re Blues in that car! Don’t tell!”\n Again he sank from sight.\n\nMiss Farrar now was more than bored, she was annoyed. Why grown men\nshould play at war so seriously she could not understand. It was absurd!\nShe no longer would remain a party to it; and, lest the men in the car\nmight involve her still further, she retreated hastily toward the house.\nAs she opened the door the car halted at the gate, and voices called to\nher, but she pretended not to hear them, and continued up the stairs.\nBehind her the car passed noisily on its way.\n\nShe mounted the stairs, and crossing a landing moved down a long hall,\nat the further end of which was her bedroom. The hall was uncarpeted,\nbut the tennis shoes she wore made no sound, nor did the door of her\nbedroom when she pushed it open.\n\nOn the threshold Miss Farrar stood quite still. A swift, sinking nausea\nheld her in a vice. Her instinct was to scream and run, but her throat\nhad tightened and gone dry, and her limbs trembled. Opposite the door\nwas her dressing-table, and reflected in its mirror were the features\nand figure of the rat-like soldier. His back was toward her. With one\nhand he swept the dressing-table. The other, hanging at his side, held\na revolver. In a moment the panic into which Miss Farrar had been thrown\npassed. Her breath and blood returned, and, intent only on flight, she\nsoftly turned. On the instant the rat-faced one raised his eyes, saw her\nreflected in the mirror, and with an oath, swung toward her. He drew the\nrevolver close to his cheek, and looked at her down the barrel. “Don’t\nmove!” he whispered; “don’t scream! Where are the jewels?”\n\nMiss Farrar was not afraid of the revolver or of the man. She did not\nbelieve either would do her harm. The idea of both the presence of the\nman in her room, and that any one should dare to threaten her was what\nfilled her with repugnance. As the warm blood flowed again through her\nbody her spirit returned. She was no longer afraid. She was, instead,\nindignant, furious.\n\nWith one step she was in the room, leaving the road to the door open.\n\n“Get out of here,” she commanded.\n\nThe little man snarled, and stamped the floor. He shoved the gun nearer\nto her.\n\n“The jewels, damn you!” he whispered. “Do you want me to blow your fool\nhead off? Where are the jewels?”\n\n“Jewels?” repeated Miss Farrar. “I have no jewels!”\n\n“You lie!” shrieked the little man. “He said the house was full of\njewels. We heard him. He said he would stay to guard the jewels.”\n\nMiss Farrar recognized his error. She remembered Lathrop’s jest, and\nthat it had been made while the two men were within hearing, behind the\nstone wall.\n\n“It was a joke!” she cried. “Leave at once!” She backed swiftly toward\nthe open window that looked upon the road. “Or I’ll call your sergeant!”\n\n“If you go near that window or scream,” whispered the rat-like one,\n“I’ll shoot!”\n\nA heavy voice, speaking suddenly from the doorway, shook Miss Farrar’s\njangled nerves into fresh panic.\n\n“She won’t scream,” said the voice.\n\nIn the door Miss Farrar saw the bulky form of the sergeant, blocking her\nescape.\n\nWithout shifting his eyes from Miss Farrar, the man with the gun cursed\nbreathlessly at the other. “Why didn’t you keep her away?” he panted.\n\n“An automobile stopped in front of the gate,” explained the sergeant.\n“Have you got them?” he demanded.\n\n“No!” returned the other. “Nothing! She won’t tell where they are.”\n\nThe older man laughed. “Oh, yes, she’ll tell,” he whispered. His voice\nwas still low and suave, but it carried with it the weight of a threat,\nand the threat, although unspoken, filled Miss Farrar with alarm. Her\neyes, wide with concern, turned fearfully from one man to the other.\n\nThe sergeant stretched his hands toward her, the fingers working and\nmaking clutches in the air. The look in his eyes was quite terrifying.\n\n“If you don’t tell,” he said slowly, “I’ll choke it out of you!”\n\nIf his intention was to frighten the girl, he succeeded admirably. With\nher hands clasped to her throat, Miss Farrar sank against the wall. She\nsaw no chance of escape. The way to the door was barred, and should she\ndrop to the garden below, from the window, before she could reach the\nroad the men would overtake her. Even should she reach the road, the\nhouse nearest was a half mile distant.\n\nThe sergeant came close, his fingers opening and closing in front of her\neyes. He raised his voice to a harsh, bellowing roar. “I’m going to make\nyou tell!” he shouted. “I’m going to choke it out of you!”\n\nAlthough she was alone in the house, although on every side the pine\nwoods encompassed her, Miss Farrar threw all her strength into one long,\npiercing cry for help. And upon the instant it was answered. From the\nhall came the swift rush of feet. The rat-like one swung toward it. From\nhis revolver came a report that shook the room, a flash and a burst of\nsmoke, and through it Miss Farrar saw Lathrop hurl himself. He dived at\nthe rat-like one, and as on the foot-ball field he had been taught to\nstop a runner, flung his arms around the other’s knees. The legs of the\nman shot from under him, his body cut a half circle through the air, and\nthe part of his anatomy to first touch the floor was his head. The\nfloor was of oak, and the impact gave forth a crash like the smash of a\nbase-ball bat, when it drives the ball to centre field. The man did not\nmove. He did not even groan. In his relaxed fingers the revolver lay,\nwithin reach of Lathrop’s hand. He fell upon it and, still on his knees,\npointed it at the sergeant.\n\n“You’re MY prisoner, now!” he shouted cheerfully. “Hands up!”\n\nThe man raised his arms slowly, as if he were lifting heavy dumb-bells.\n\n“The lady called for help,” he said. “I came to help her.”\n\n“No! No!” protested the girl. “He did NOT help me! He said he would\nchoke me if I didn’t--”\n\n“He said he would--what!” bellowed Lathrop. He leaped to his feet, and\nsent the gun spinning through the window. He stepped toward the man\ngingerly, on the balls of his feet, like one walking on ice. The man\nseemed to know what that form of approach threatened, for he threw his\narms into a position of defence.\n\n“You bully!” whispered Lathrop. “You coward! You choke women, do you?”\n\nHe shifted from one foot to the other, his body balancing forward,\nhis arms swinging limply in front of him. With his eyes, he seemed to\nundress the man, as though choosing a place to strike.\n\n“I made the same mistake you did,” he taunted. “I should have killed you\nfirst. Now I am going to do it!”\n\nHe sprang at the man, his chin still sunk on his chest, but with his\narms swinging like the spokes of a wheel. His opponent struck back\nheavily, violently, but each move of his arm seemed only to open up\nsome vulnerable spot. Blows beat upon his chin, upon his nose, his eyes;\nblows jabbed him in the ribs, drove his breath from his stomach, ground\nhis teeth together, cut the flesh from his cheeks. He sank to his knees,\nwith his arms clasping his head.\n\n“Get up!” roared Lathrop. “Stand up to it, you coward!”\n\nBut the man had no idea of standing up to it. Howling with pain, he\nscrambled toward the door, and fled staggering down the hall.\n\nAt the same moment the automobile that a few minutes before had passed\nup the road came limping to the gate, and a half-dozen men in uniform\nsprang out of it. From the window Lathrop saw them spread across the\nlawn and surround the house.\n\n“They’ve got him!” he said. He pointed to the prostrate figure on the\nfloor. “He and the other one,” he explained, breathlessly, “are New York\ncrooks! They have been looting in the wake of the Reds, disguised as\nsoldiers. I knew they weren’t even amateur soldiers by the mistakes in\ntheir make-up, and I made that bluff of riding away so as to give them\ntime to show what the game was. Then, that provost guard in the motor\ncar stopped me, and when they said who they were after, I ordered them\nback here. But they had a flat tire, and my bicycle beat them.”\n\nIn his excitement he did not notice that the girl was not listening,\nthat she was very pale, that she was breathing quickly, and trembling.\n\n“I’ll go tell them,” he added, “that the other one they want is up\nhere.”\n\nMiss Farrar’s strength instantly returned.\n\nWith a look of terror at the now groaning figure on the floor, she\nsprang toward Lathrop, with both hands clutching him by his sleeves.\n\n“You will NOT!” she commanded. “You will not leave me alone!”\n\nAppealingly she raised her face to his startled countenance. With\na burst of tears she threw herself into his arms. “I’m afraid!” she\nsobbed. “Don’t leave me. Please, no matter what I say, never leave me\nagain!”\n\nBetween bewilderment and joy, the face of Lathrop was unrecognizable. As\nher words reached him, as he felt the touch of her body in his arms, and\nher warm, wet cheek against his own, he drew a deep sigh of content, and\nthen, fearfully and tenderly, held her close.\n\nAfter a pause, in which peace came to all the world, he raised his head.\n\n“Don’t worry!” he said. “You can BET I won’t leave you!”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1824/pg1824.txt",
        "name": "peace_manoeuvres.json"
    }
}