{
    "name": "Perchance to Dream",
    "author": [
        "Stockham, Richard"
    ],
    "body": "\n[Sidenote: _If you wish to escape, if you would go to faraway places,\nthen go to sleep and dream. For sometimes that is the only way...._]\n\n\nAll along the line of machines, the men's hands and arms worked like the\nlegs of spiders spinning a web. They wound wire and hammered bolts, tied\nknots and welded pieces of steel and fitted gears. They did not look at\neach other or sing or whistle or talk or laugh.\n\nAnd then--he made a mistake.\n\nInstantly he stepped back and a trouble shooter moved into his place.\nThe trouble shooter's hands flew over the controls.\n\nThe trouble shooter finished and the workman took his place. His arms\nmoved ceaselessly again.\n\nHe was a tall man, slim and wiry, his dress identical to that of the\nothers--grey coveralls that fit like tights.\n\nSuddenly a red light flashed in his eyes and he began to tremble. He\ntook two steps backward. The trouble shooter moved into the empty space.\n\nThe man stood for a moment, like a soldier at attention, turned and\nwalked smartly toward the mouth of a corridor.\n\nThe silence was like a motion picture with a dead sound track. There was\nonly motion--and him walking down the line of machines where the hands\nreached out, working, working.\n\nIn the corridor now, he looked straight ahead, marching. The walls\nglowed like water beneath a shallow sea.\n\nHe raised his arm, felt the door strike and the heel of his hand; felt\nit swing open; saw the desk suspended from the ceiling by luminous,\nsilver chains.\n\nA man with a massive, white-maned head and a pink, smiling face rose\nfrom behind the desk. His suit was like that of a general.\n\n\"Well, Twenty-three.\" The Superfather stared down at the dossier on his\ndesk. \"Two mistakes in three months. Too bad. Just when you were on your\nway to the head of the machine room.\"\n\n\"I don't know what's the matter with me,\" said Twenty-three.\n\n\"I'm afraid we'll have to drop you back to a less responsible position.\"\n\n\"Of course.\"\n\nThe Superfather looked up quickly. \"You accept this? No depression? No\nthreat of suicide?... You _are_ in bad shape.\" He handed a packet of\ncards to Twenty-three. \"Put these in your dream machine tonight. Go to\nyour new job tomorrow.\"\n\nTwenty-three stood motionless, staring over the other man's shoulder.\n\nThe Superfather sat down. \"Tell me about the dreams you have when you\ndon't use the machine.\"\n\nTwenty-three made a quick decision. He couldn't tell him he didn't use\nthe standard dream cards anymore. And he certainly couldn't tell about\nthe _other_ dream cards he'd been getting from the little man he'd met\non the street. He'd simply answer the factual truth to the question that\nhad been asked.\n\n\"Well,\" he said, as though he were confessing a crime. \"I dream I'm\nwalking in the city. It's dark. I feel like I've got to find something.\nI don't know what. But the feeling's very strong. All of a sudden I\nnotice the city's empty. There're just buildings and streets and a faint\nglow of light. And it comes to me that everybody's dead and buried. Then\nI know what I'm looking for. I've got to find something alive or I'll\ndie too. So I start running around, in and out buildings, up and down\nstreets. But there's nothing. I'm breathing so hard I think my heart's\ngoing to burst. Finally I fall down. I feel myself beginning to die. I\ntry to get up but I can't! I try to yell! I've got no voice! I'm so\nafraid, I can't stand it! Then I wake up.\"\n\nThe Superfather frowned. \"Incredible. Several other cases like yours\nhave turned up in the last month. We're working on them. But yours is\nthe worst yet. You had such high capabilities. Your tests showed, when\nyou first began to work, ten years ago, that you were capable of going\nto the head of your production line. But you're not doing it. Also your\nnormal dreams should correspond to the ones on the cards. And they\ndon't.... Are you using the standard cards every other night?\"\n\nTwenty-three lied. \"Yes.\"\n\n\"And the nights you don't use them, you have a dream like the one you\njust told me.\"\n\n\"That's right.\"\n\n\"Incredible.\" The Superfather shook his head. \"It just doesn't add up.\nAs you know, you get the prescribed dreams every other night and that's\nsupposed to condition your mind to dreaming those same dreams, by\nitself, on the nights you don't use the machine. The prescribed dreams\nmerely show you the true way of life. And when you're on your own you're\nsupposed to follow that way of life whether you're asleep or awake.\nThat's what the dream machine is for. I'm sure you're aware of all\nthis?\"\n\n\"Yes,\" said Twenty-three. \"Yes.\"\n\n\"Now we Superfathers _never_ have to use the dream machines. We're so\nfilled with the way of life they advocate and it's become such an\nintegral part of us, we simply _are_ what our prescribed dreams are. And\nthe more successful a person is in the city, the less he has to use the\ndream machine. Now you have to use it every other night. That's entirely\ntoo much for a man of your potential. You realize this, of course.\n\n\"Oh I do,\" said Twenty-three shaking his head sadly.\n\n\"Well now,\" said the Superfather, \"that means something's wrong. _Very_\nwrong.\" He rubbed his chin, thinking. \"Your prescribed dreams show you\nworking faster and faster on the machines, going on month after month\nyear after year, with one hundred percent accuracy. They show you happy\nin your work, driven by ambition on up to the end of your capabilities.\nThey show you contented there to the end of your working life.\" He\npaused. \"And you're _doing_ just the opposite ... I suppose your wife\nis--concerned?\"\n\nTwenty-three nodded.\n\n\"After all, the marriage center assured her your index was right for\nher. _Her_ sleep cards were coordinated with yours. The normal dreams of\nboth of you, without the machine, should be identical.... Yet you come\nup with this horror--running through the city, alone, falling, dying.\"\n\nTwenty-three's mouth twitched.\n\n\"Well.\" The Superfather stood. \"If you can't adjust to normal, we'll\nsimply have to send you to the pre-frontal lobotomy men. You wouldn't\nwant that.\"\n\n\"Oh no!\"\n\n\"Good!\" The Superfather held out another packet of cards. \"Use these\n_tomorrow_ night. It's a concentration pattern which should be dense\nenough to make you dream of being, well--perhaps even President, eh?\"\n\n\"Yes.\" Twenty-three hesitated.\n\n\"Well?\" said the Superfather.\n\n\"I'd--like to ask a question.\"\n\nThe Superfather nodded.\n\n\"What--what use,\" went on Twenty-three, \"is all this--work being put\nto--that we do--along the machine lines--every day? We don't, seem to\nreally be _making_ anything. Just working.\"\n\nThe Superfather's eyes narrowed. \"You're kept busy. You get paid. You\nlive. The city is here. That's all. That's enough.\"\n\n\"Yes, sir. Thank you, sir.\" Twenty-three turned abruptly, marched to the\ndoor and stepped into the empty, silent corridor.\n\n\n\nTwenty-three looked up at the glowing dome of the city that curved away\nto the horizon. He wondered if there really was a white ball beyond it\nsometimes and tiny dots of light, set in blue black. And at other times\ndid a ball of fire flame up there, giving light and heat and life? And\nif there was this life and light up there, _why_ the great dome over the\ncity? _Why_ the factories and machine lines replacing it section after\nsection, generation after generation? The slabs that the workers fused\ntogether this year and the next and the next, pushing back this life and\nlight and heat. Why not let it pour down into the city and warm all the\npeople? Why not go to the space out there and the depth and freedom? Why\nthis great shell that closed them away? For the sake of the Superfathers\nmaybe? And the Superfathers-plus? For the sake of the ones, like himself\nmaybe who worked and built? For the sake of them, so they wouldn't\nbecome dangerous maybe and tear the great wall down and rush out into\nwhatever was beyond? Why else?\n\nBut it could be all a farce. They could all be working in the great dome\nbecause they didn't know what was beyond. Who could know if they'd never\nbeen beyond?\n\nAnd so they were held under the domes with the buildings and the\nmachines that carried them all around in the city; held with the\nplumbing and the theatres and all the intricate mechanisms that spoke to\nthem and fed them, that washed them and poured thoughts into their\nminds, that healed them when they were sick and rested them when they\nwere tired. The same as they were held with the great dome. Held and\nshackeled with the replacing of parts that didn't need replacing; the\nmaking over and over again of the tiny and large pieces of the\nmechanisms and the taking of the old mechanisms and the melting of them\nor smashing of them to powder so that this dust or molten metal could be\nfashioned again and again into the same pieces that they had been for so\nmany thousands of years. All this to keep them busy? All this to keep\nsomething outside that was supposed to be destructive because once it\nhad been so five thousand years ago or ten or fifty? All this because\nthat was the way it had been for as long as the hundreds and the\nthousands of years that history had been recorded?\n\nHe walked on through the silence, dimly aware now of the people moving\nabout him, of the automobiles rolling past, as though moved by some\ninvisible force. He passed row upon row of movie theatres that called to\nhim with invisible vibrations. He turned away.\n\nWhere was the little man?\n\nHe stopped, moving only his eyes. After a moment, he saw the little man\nstep out of a shop-front and stand waiting. Twenty-three, a cigarette in\nhis mouth, walked over and asked for a light. The little man touched a\nlighter to the cigarette, at the same time dropping a packet of cards\ninto Twenty-three's pocket.\n\nTwenty-three moved on. He felt the pounding of his heart. If only his\nwife were asleep so he would not have to wait to look at these new\ncards.\n\nAs he walked, his thoughts cried out against the silence. He glanced\nsuspiciously from side to side. If only he could hear the sounds of the\ncity. But except for human voices and music, the city had always been\nsilent. The human voices spoke only words written by the Superfathers,\nand the music came from records that had been composed by them--all this\nback when the city had first come into being. Other than these sounds\nthere could be only the quiet all around. No chugging motors or scraping\nfootsteps. No crashing engines in the sky, or pounding of steel on\nstone. No shrieking of factory whistles or clanging steeple bells or\nhonking automobile horns. None of this to pluck and pound at nerves, to\nsuggest that this place was not the most soothing and gentle of all\nplaces to be in. There were no winds to swirl and moan away into the\ndistance. The chirp of birds had long since been stilled, and so had the\npatter of rain and the crash of thunder. There must not be any of these\nsounds either to lure the imagination into some distance where danger\nand excitement might be waiting.\n\nNow he was walking toward the door of his apartment house. It swung\nopen. Thirty seconds later he stopped before another door. It too swung\nopen.\n\nHis wife stood in the middle of the room, between two traveling bags. He\nmoved slowly toward her and stopped just out of arm's reach.\n\n\"What's this?\" He gestured toward the bags. \"Where're you going?\"\n\nShe stared at him for a long moment, her face set. She was of his height\nand build and wore a suit the same light grey as his. Their hair cuts\nwere identical, their faces sharp featured and pale. They might have\nbeen brother and sister--or two brothers, or two sisters.\n\n\"I'm going to the marriage center.\"\n\n\"What for?\" He had tried to inject surprise into his voice. But the tone\nwas listless.\n\n\"The Superfather called about your dream.\"\n\nTwenty-three turned away, lighted a cigarette. He should beg her to\nstay, should promise to change. But the silence was in him, like a\nsickness.\n\n\"A terrible thing's happening to you. I don't want any part of it.\" She\npicked up the bags. \"When you come to your senses, you know where to\nreach me.... _If_ I haven't already made another contract, I _might_\ncome back to you.\"\n\nShe hesitated at the door.\n\n\"There's one thing I don't understand. You haven't begged me to stay.\nYou haven't broken down. You haven't threatened suicide.\" She paused.\n\"It's standard procedure, you know. It might even make me decide to wait\nawhile.\"\n\n\"I don't want you to stay,\" he said. He felt a shock of surprise. It was\nas though a voice had spoken from behind him.\n\nHe watched the door shut between them.\n\n\n\nDressed in his pajamas, he stood beside the metal tube, in which for so\nmany years he had slept his regulation sleep and dreamed his regulation\ndreams. There was something of the finely made casket about this\ntube--the six foot length and three foot diameter; the lid along its top\nand the dull shine of the metal and the quiet of it, as though it were\nasleep and lying in wait for a tired body to bring it awake so that it\ncould put the body to sleep and live in the dreams it would give to the\nsleeper.\n\nBeside his own tube stood its twin, where his wife had also slept and\ndreamed through the years.\n\nLeaning slightly forward, he felt the press of metal against his hip\nbones, felt the tube roll an inch with his weight. He rested one hand on\nthe metal top, felt its warmth and smoothness, was aware of its\ncleanness, like that of a surgical instrument.\n\nNow he glanced at the glistening black panel that stood two feet high at\nthe tube's head; quickly checked its four illuminated dials and three\ngleaming arrows and at the same time raised his hand to drop the cards\ninto the softly glowing slot at the panel's top.\n\nSuddenly his hand stopped.\n\nHe bent forward.\n\nWhat was this? A feeling of strangeness. Vague. Like sensing some subtle\nchange in a picture that has hung for twenty years above the fireplace\nin one's home.\n\nHe drew closer, squinting. The dials and meters seemed to be the same as\nthey had yesterday and the day before and the year before.\n\nAnd yet?\n\nThe dials. Larger? By a fraction? And the tiny gleaming arrows of the\nmeters. Barely longer? And the marks on the dials and meters? One extra\neach, very faintly, like a piece of hair.\n\nHe was very still for a long moment. Then he moved around the foot of\nhis own sleeping tube, pushed between the two and stood at the head of\nthe other one.\n\nHe checked its dials and meters. They were as they had been for many\nyears. He stepped back to the panel of his own and pressed a button. As\nthe glistening metal top rose, silently, he ran his hand around the\nyawning interior, felt the downy softness and the body-like warmth. Then\nhis hand touched a pliable metal plate. That should not be there. He\nstood back, remembering the workmen who had come into the house that\nmorning for the routine checkup of the tubes. His wife had already left\nfor work and he had just stepped through the door when they had met him\nin the corridor. They had gone on into the rooms and he had sensed\nvaguely that something was wrong. Then he had put the feeling out of his\nmind and gone to his work.\n\nNow suddenly, he turned to the illuminated four inch square panel above\nthe door, read April 15, 2563. The workmen had checked a day early. He\nfrowned. Either the Superfather had ordered the machine changed, which\nwas highly improbable, because every object in the city was standardized\nand any change would upset the established order, or the workmen were\ntied up with the man who had given him the different dream cards.... In\nany event he had to sleep in the tube that night and he definitely\nwanted to dream the dreams on the cards he had just gotten from the man\non the corner.\n\nHe dropped the cards into the slot at the top of the panel, climbed into\nthe tube and pressed a button. The top closed over him, like a hand. He\nlay still, feeling the warm clasp wash over his body. There was darkness\nand silence and a cool motion of antiseptic air. He could try the first\ndream. If it wasn't right, he could shut it off and sleep without\ndreams.\n\nHe pressed another button.\n\nSilence.\n\nThe sound of his regular breathing.\n\nThen a sighing came into his mind, and a green haze. The sighing became\na soft breeze; the green, tree-covered hills rolling off to the horizon.\nHe relaxed, aware in a fading, sinking part of his consciousness that\nthe machine worked as usual. He would dream and wait and hope....\n\nAnd so the wind was breathing across the land from off a vast stretch of\nblue water, which broke along a sandy beach in foamy white breakers. The\nsurf thundered all through his body. The wind brushed against him like a\ngreat, purring cat. He looked up at the blue sky and seemed to feel\nhimself rising and sinking, both at the same time, up into its depths.\nAs his sight touched the sun there was an explosion of brightness which\nblinded him. He turned away then to the rolling green sea of hills, saw\nthe trees bending from the surge of wind and heard the rustling of\nleaves.\n\nAnd then a deep voice moved through his mind.\n\n\"Outside the city,\" it said, \"all this exists. During the terrible\nburning of the Earth back in the wars of its antiquity, the city was\nbuilt as a place of life for those who yet lived. But those people were\nnot aware that the Earth would come alive again and they made the city\nso that no death could enter it from without and no life could escape\nfrom within. And they turned away from the Earth and lived only with the\ncity so that it became their universe--to all but a very few of us. We\nstill held a faint awareness of what the Earth had been--this passed\ndown to us for many generations, in whisperings, by the wise ones of our\npeople, back in the beginning of the city. And in those times, we had\nbeen in the city too long, for thousands of years. We knew that there\nmust be freedom beyond the walls, if we could get through. But the walls\nwere thick and high and without a flaw, making a sky over us. We worked\nfor five hundred years on a machine to get us through the wall. Now a\nfew of us have succeeded and more will follow us to the freedom out here\nin the good land. There is room for everyone here, there are no\nboundaries and no ceilings and no walls anywhere. And you may join us\nsome time in the near future, if you wish.\"\n\nTwenty-three sighed in his sleep.\n\nNow a great city faded into his mind. There were long, tree lined\nstreets and buildings, some built in rising spirals, some in spreading\nsquares, others in ovals, domes and curved half circles. The wind\nwandered among the buildings and the bursts of green. People, dressed in\nwhite, flowing robes or black tights, walked the streets. He could hear\ntheir footsteps on the stone or grassy walk, could hear the hum of\nvehicles rolling along the streets or flying through the air. They were\nlong and streamlined or short and round, or they were curved like\ngondolas or squat like saucers. And they were moving at many speeds. Yet\nthere was order. And the air was sweet and clean. A black line of clouds\nwas rising across the horizon. Soon there would be lightning and thunder\nand cool rain.\n\nThe deep voice touched him again. \"This is the city that can be. A city\nof life, open to the sky and the earth, a city in which people can find\nand follow their own lives. After the wars, the cities were built to\nshut out the death of Earth. But the Earth has come to life again. And\nso can the cities.\"\n\nThe silence came while the picture changed and Twenty-three stirred,\nwaiting.\n\nA figure grew in his mind, wavered, and became a woman. Twenty-three saw\nthe long body and the softness; saw the flowing hair and the smile as\nshe watched him. He saw the gentleness in her face; saw a strength under\nthe softness, like the storm that lies below the charged quiet of a\nsummer evening. Her lips moved.\n\n\"Paul. Dream your dreams for _us_.\" The words seemed to fall on him. He\ntrembled and cried out. And he felt a violent stirring in his body and a\nbreaking away as though he had flung himself through the walls of a\ntomb.\n\nThe picture blew away while the voice continued: \"She is a woman, not a\nwoman who half resembles a man.\" A pause. \"When you wish to leave the\ncity, ask for the final card. You are welcome.\"\n\nThere was silence and darkness. Twenty-three stirred. He opened his\neyes. The glow from the city outside filtered into the room through the\ntranslucent walls. He lay motionless. Paul. He was Paul. Not\nTwenty-three. A man with a name. Wonder came into him, and a sense of\nstrength, and a willingness to remember without fear.\n\nHis mind ran back to the first mistake, almost a year past. He\nremembered the horror of failure then and the terror at his being\nsubjected to a mistake. He remembered the inference from the Superfather\nthat there might be a bad strain in his blood line. He remembered taking\nthe dream cards that were to have set him straight, that were to have\nshown him working over the machines with super speed, moving up along\nthe production line to its pinnacle and on up to the position of\nSuperfather and on up to Superfather-plus and on up to the place of\nFather of The City. But the cards had been sabotaged, so that from them\ninto his mind had come the dreams of the trees and the oceans and the\ngreen earth spreading off to the horizon and the expanse of blue sky.\n\nAnd then the words had directed him to the little man who had given him\nthe cards on the street corner. They had known him, the words had said,\nthrough what was called telepathetic screening, for ones suitable to\nleave the city. He was one of those chosen, because he, like a few\nothers, had been unable to adjust completely to the demands of the city.\nHe was one of those in whom a rebellious nature had been passed down\nfrom generation to generation, by attitudes and acts of his ancestors,\nby a word spoken here and one there, by an intangible reaching out\ntoward the sky and the green growing things and the need to understand\nwho and what he was. But in him now this feeling was weak and close to\ndeath and would die in him if it were not brought out into life of the\nEarth.\n\nNow the memories receded; he lay motionless, listening to his breathing\nand his heartbeat, feeling his body press against the softness that held\nhim.\n\n\n\nSuddenly a shaft of light fell on him through the transparent square.\nOpening his eyes, he saw his wife's face staring down at him.\n\nShe moved her hand. The lid of the tube raised. He lay watching her,\nfeeling naked and, for a moment, helpless.\n\n\"I talked for a long while with your Superfather,\" she said. \"I feel\nbetter. He told me you'd promised to take the prescribed dreams\ntonight.\"\n\nTwenty-three turned his face away from her.\n\nShe began to undress.\n\n\"I'm going out for a walk.\" He stepped from the machine.\n\nShe watched him dress, her look a mixture of curiosity and fright.\n\nWhen he left it was as though he were leaving an empty room and she\nwatched him as though he were not quite human.\n\nThe glow of the city was all around him as he walked toward the corner\nwhere the little man stood. The telepathic advertisers reached out from\nthe places of entertainment, pulling at him. The voices enveloped him\nfor a moment so that he almost turned back to them. But then he saw, in\nhis mind, his arms working over the machines, saw them make a wrong\nmotion that smashed a gear, saw the flashing red light and the heavy,\nexpressionless face of the Superfather. He was aware that his memory\nwould be erased and the skies, and the ocean, and the green hills. His\nname would be gone. Paul would die. And the city would be his tomb.\n\nQuickly he turned down a side street, saw the small figure leaning\nagainst the corner of the building.\n\nWalking rapidly toward him, as though he were being chased, he saw the\nlean, ruddy face smile and the deep, blue eyes look at him; heard the\nvoice gently say:\n\n\"Welcome, Paul.\"\n\n\"The last card,\" said Twenty-three.\n\nThe little man handed it to him, quickly. \"Good luck. Turn the dials one\nextra point on the control panel. Our men have made the machine ready.\nIt's time now.\"\n\nTwenty-three thrust the card into the inner pocket of his jacket. So\nthat _was_ it. They _had_ changed the machine.\n\n\"One extra point,\" he repeated, glancing up and down the street.\n\n\"And remember,\" said the little man. \"Destroy all the cards you've used\nbefore. They were designed particularly for you. If you don't make it\nacross to us, the Superfathers will use the cards against you.\"\n\nTwenty-three whirled around. The little man had gone. Twenty-three\nsuddenly felt weak. My God! The other cards! Left in the machine! If his\nwife--!\n\nHe stood very still for a long moment, then he ran!\n\nThe door to his apartment swung open. The room beyond was empty. A light\nshown faintly. He stood for a moment, listening. Silence. He stepped to\nthe bedroom. The top of his wife's sleeping tube was closed. He could\nsee her face through the transparent square, could hear her quiet\nbreathing.\n\nIn one quick, silent motion, he stepped to the side of his own tube,\npulling the last card from his pocket, and dropped it into the glowing\nslot at the top of the black control panel. Then he turned the dials to\nthe extra point.\n\nSeveral minutes later he pressed the button at the bottom of the control\npanel. The top opened. At the same moment, he heard a step behind him.\nHe whirled around. The Superfather stood in the doorway. At his back\nhovered the dark bulks of two other men. Twenty-three felt his muscles\nlock. He saw the Superfather's dead smile and then his wife stepping\ndown to the floor and hurrying to the side of the Superfather.\n\n\"Those pictures,\" she said, shuddering. \"They were so--strange.\"\n\nThe Superfather held his eyes on Twenty-three but spoke to the woman.\n\"Thank God you were strong. It was commendable of you to call us.\"\n\n\"I don't know what made me look at his dreams,\" she cried. \"Maybe it was\nwhen I asked him if he'd taken the prescribed dreams and he didn't\nanswer.... Anyway, I tested his machine. It was insane!\"\n\n\"Dreams made by some twisted mind,\" the Superfather said. \"Remember.\nThey've no real existence. Nothing lives or moves outside the city.\nThere were old myths but they've been dead for countless generations.\"\nHe paused. \"Where _are_ the pictures?\"\n\n\"I burned them.\"\n\n\"Good.\" He motioned to the men behind him. They came forward and stood\non each side of Twenty-three.\n\n\"Twenty-three,\" said the Superfather, \"we may have to erase your\nmemories and your present individuality.\" He cleared his throat. \"Our\nrecords show that some two thousand people have disappeared in the last\nfive years. Your case has much to do with it.... Where'd you get the new\ncards?\"\n\nTwenty-three was silent.\n\nThe Superfather pulled out a pack of cards. \"Before we leave this room,\nyou'll be a different man. If you tell us,\"--he waggled the cards in his\nright hand--\"this'll be your new life. You'll have dreams of outdoing\nevery man on the machine lines and fix your body so you'll have the\ncapacity to do it. You _will_ do it. You'll become a Superfather. You'll\nburn to excel them. You'll push on up, become a Superfather-plus. You'll\nwork with ideas, ways of increasing efficiency, pushing the workmen\nfaster and faster. And you'll find ways of conditioning them to meet the\ngreater and greater demands for speed. The city and people'll be at your\nfingertips. There'll be rooms of marble and gold for you. Soft carpets\nand buttons to push that'll give you any desire instantly. You'll _have_\neverything and _be_ everything!\" He paused and took a deep breath. \"All\nthis'll be yours if you'll tell us where you got the cards, without\nforcing us to probe your mind with the electric-scalpel....\"\n\nWith an effort, Twenty-three raised his eyes to the Superfather's face.\n\n\"And if I don't tell you?\"\n\n\"Moving a lever back and forth twice a minute hour after hour, year\nafter year. Living in a bare cubicle. No entertainment. No desires.\" He\npaused. \"And no _memories_.\"\n\nTwenty-three looked over the Superfather's shoulder. The last card, he\nthought, is in the machine. Escape from the city. They said that, from\noutside. I've got to know. No matter what they put in the machine, that\ncard will show first. Even if it's only for ten seconds or thirty or\nsixty, or however long--I'll know.\n\n\"No,\" he said, \"I won't tell you....\"\n\nThe woman gasped and hid her face. The Superfather, scowling, made a\nmotion.\n\nThe two dark men took hold of Twenty-three. They lifted him into the\ntube.\n\nThe Superfather dropped the second pack of cards into the panel and\npressed the button. The top closed silently, like a mouth.\n\nTwenty-three's eyes closed; his body waited.\n\n\n\nFor an instant--blackness, and silence, like a moment after death, or a\nmoment before birth. Then twilight, or dusk, over an ocean. A sky of\npale blue. A shine on the gently surging waters. A scent of clean air.\nSea spray. The cool sound of wind.\n\nThen a man's voice, deep and flowing: \"You know that there is no\nentrance or exit to this city. It is sealed off and will always be so.\nBut the dream machine in which you lie has been changed by our agents\ninside the city. The last card you dropped into it is different from the\nothers. These changes have been made so your dream will become a\nreality. Your mind will be transmitted to us here among the hills and\nunder the trees and by the ocean. And a new body, that we have grown,\nartificially, from all the elements, a body like the one you will leave\nbehind, will be waiting for you. You need not be afraid.\"\n\nTwenty-three felt himself moving forward. Sight and hearing and\nsensation, without a body. Time dropping away, like a forgetting of\nyesterday and tomorrow. There was only this moment. And then he felt the\ngreat humming surging power of the machine, like an ocean rushing him\ntoward some unseen shore. He was caught in a gigantic tingling shock\nwave, and felt like a tremendously outsized torch, lit and flaming, and\ncarried, still burning, in the green tide of sizzling electricity. The\nmachine screamed. The machine chanted. The machine raved. Dimly, he\nheard his wife cry, and above him felt the Superfather scrabbling at the\nmachine, the guards shouting. The machine shrieked and the great tidal\nwave of power jolted and flung him, white-hot kindling, through air,\nthrough sky, up and down! Down upon a white shore, upon creaming sands,\nleaving him to quiet, to silence, to a pulling away of the tide....\n\nNow the scent of sea came strong into him. He heard the crash and roar\nof surf and the rustling of leaves and the sweep of wind. There were\nbird songs and the cries of animals. He saw the spread of rolling hills,\nsaw a stream searching its way among great rocks and swelling and\nrolling full into a river and the river flowing and sinking into the\nsea. He felt the earth upon his feet and the touch of grass. Breezes,\nheavy with green from the land eddied all around him and filled his body\nand washed him. He heard his name--saw people coming toward him saying,\n\"Welcome.\" He felt their arms, embracing him. He saw an open city\ngrowing among the hills. Its buildings rolled away with the hills of the\nEarth and became a part of the Earth. The people took him by the hand\nand led him toward it speaking to him of no one hurting the other, and\nno one locked in a cell and all the walls of this world outside, tumbled\ndown....\n\nHe was happy and repeated the name they spoke to him.\n\n\"Paul.\"\n\n\n\nBack in the city, in the room, the wife cried out.\n\nThe Superfather, too, seeing the strange look on the face of the man\ninside the chrysalis of the dream-maker, quickly touched the button that\nraised the lid. He bent down and took the wrist of the cold man lying\nthere.\n\n\"Dead.\"\n\n\"Are you sure?\"\n\nThe Superfather bent still further down and listened to the chest, and\nthe wife came close, and they both stood there, half-bent. The mouth of\nthe dead man was open and the Superfather listened for any faint whisper\nof breath. The wife listened. They both looked at each other for a long\ntime.\n\nBecause, from the open mouth of the cold man lying there, faintly, far\naway, and fading slowly into silence, they heard quiet laughter, and the\nsound of many birds and voices, and trees rustling in the late\nafternoon. Then it was gone and no matter how the two people bending\nthere waited and listened, it was like putting their ear to a white\nstone.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stockham, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32859/pg32859.txt",
        "name": "perchance_to_dream.json"
    }
}