{
    "name": "Peril Orbit",
    "author": [
        "Wedlake, C. J."
    ],
    "body": "Across the blazing face of the sun moved a round dark speck, a tiny,\none-man space ship. It was very small, very close, and utterly\nhelpless. The side facing the sun glowed dull red.\n\nInside, Jim MacDonald stood glumly regarding the thermometer on the\npilot compartment bulkhead. Sweat made dark patches on the light blue\nof his uniform and ran in beads down his forehead. He rubbed his arm\nacross his face. The thermometer read over two hundred. He shook his\nhead slowly. It couldn't be that hot, heat must be conducting along the\nmagnesium bulkhead to the instrument.\n\nJim ran his fingers through his hair to brush back the damp strands\nthat clung to his forehead. The hand came away with little droplets\nclinging to his fingertips. He wiped it across his pants, and tapped\nthe thermometer again. The pointer stayed where it was, stuck against\nthe peg.\n\n\"About one forty-five,\" he guessed aloud, and turned to walk with a\nslow, dragging step across to the pilot's seat. Weakly he slumped down\nwith his arms dangling loose over the chair arms, knuckles almost\ntouching the deck. He sat very still trying to ignore the temperature\nin the compartment, but the hot stifle wrapped around him and his\nchest heaved in a sigh.\n\nJim MacDonald was done for and he knew it. The thermo-couple to the\noutside skin showed three thousand degrees. The inside cooling system\nhad not been built for this and had long since ceased to cope with the\nheat. There seemed to be no use continuing his grim little existence,\nor facing the worse smother of heat to come.\n\nYet, driven by the dull automatism of training and habit, he listlessly\nswung the stand with the ship's log over before him and noted his\ntemperature readings. Then he critically reread what he had already\nwritten.\n\nA few days ago, he had been using the gravitational field of the sun\nas a booster to help fling the little ship from Earth to Venus. In the\nmighty field, a space warp had funneled out, caught him, and sucked the\nship toward the blazing maw.\n\nThe struggle to escape was a masterpiece of calculation. He had figured\nwith such a nicety that his fuel had run out just at the moment the\njet tubes at the rear became molten lumps on the ship's skin. He had\nescaped the warp. But it was a futile thing now, for the ship swung\naround the sun fuelless, inoperative, in a tight orbit that had a\nlittle initial inward momentum.\n\nHe had tried to radio for help, but radioing from where he was, was\nlike trying to signal from the heart of an atomic bomb; if a signal got\nthrough, it would be only a part of the meaningless jabber of static\nthat always came from here. And if the little black speck were seen,\nit would only be taken for a stray meteorite moving across the sun's\nincandescent face.\n\nThe ship was a little spherical world. It turned on its own axis once\nin an hour and twenty minutes. That was its little day. The orbit\nspiralled now a mere quarter million miles from the sun, one little\nyear to two earth days. It moved closer at a rate that accelerated a\nfew feet per second every second.\n\nEventually, said the impassive rows of equations in the log, the inward\nmovement would stop, as keeping the same speed in a smaller circle, the\nship's centrifugal force increased to set up an equilibrium. But that\npoint would be three thousand miles below the sun's surface. The ship\nwould never reach it. Jim MacDonald inhabited a doomed little world.\n\n\n\nHe chuckled. He even had a moon. The natural physical function of a few\nminutes before had left a jagged little chunk of ice swinging around\nthe ship, outside the waste lock on the side away from the sun. But\nthat wouldn't last long. It would pass into the hot light, and vanish\nin a puff of steam.\n\nNow the plastic fittings of the compartment began to send up a\nnostril stinging stench. Jim leafed over a few pages in the log to\nthe page printed at the top: ... SUGGESTIONS FOR REDESIGN OF\nSPACE-SHIPS.\n\nUnder his note, _Enlarge cooling systems_, he wrote, _Replace\nurea formaldehyde plastics with metals, and insulate compartment\nthermometers from bulkheads._\n\nFeeling foolish at the useless act of writing that which no one would\never read, Jim swung the log away. His tongue peeled from the roof\nof his mouth like a strip of adhesive tape and he dragged across the\ncompartment for a drink. Glancing toward the sun, he held his aluminum\ncup under the spout and pressed the hot button gingerly. Although the\nwindows on that side were blanked out almost purple, the sun's horizon\nglared through in a heaving mass of leaping gassy prominences.\n\nJim turned away, his face wrinkling into a grimace. Across the\ncompartment a little cabinet held a pistol. It would be a simple sane\nthing to walk across there, take out the pistol and bring this to a\nsudden stop. He stepped toward it, then turned away ashamed. Spacemen\ndidn't think like that.\n\nAhead of the ship something flared into incandescent brilliance. Waves\nof force pounded on the front, the deck heaved. Jim sprawled on his\nface and skidded over under the instrument panel, his cup clattering\nalong beside him.\n\nThe deck scorched his hands and face. He wriggled out and dragged\nhimself up to the chair, clinging tightly. But it was all over. He\nstood for a moment, waiting, then sat down.\n\nExperimentally he caressed his burned face. Looking out the windows\nhe tried to see some cause for the shock. Then he realized his moon\nwas gone. It had passed out of the deep shadow into the penumbra of\nthe ship and had been instantly vaporized. The shock had been its\ndissociated molecules pummeling the front of the ship.\n\nHe would have to be careful. If that could have passed directly into\nthe full light instead of through the half shadow of the penumbra,\nthe front of the ship might have caved in, softened as it was to near\nplasticity. Jim reached for the log again, but his hand stopped in\nmid air. With the spaceman's sensitivity to changes of state, he knew\nsomething was wrong. Something had changed in the shock of the moon's\nexplosion.\n\nHe puzzled it over, but his heat befuddled brain refused to grasp\nthings. He scanned all the instruments on the panel, but saw nothing\nunusual. At one side, he had a little tracer going, little drum turning\nwith a needle scribing a red line. On it he had set the increase in\nthe sun's pull against time to describe a curve. He examined this\ncurve. The red line had changed direction suddenly; the sun's pull was\nincreasing faster.\n\n\"Dammit!\" he said. The force of the explosion in front had slowed him\nand shorn off some protective centrifugal force. Now he picked up\npoints on the new curve, set down equations, and found he would die\nsome twenty hours sooner than he had expected.\n\n\n\nHis mind began to revolt at the training that made him go on like this.\nThe turning of the ship now showed him only the face of the sun. He\nlooked at it a while, then shrugged his shoulders in disgust. Slowly he\ngot up and walked toward the gun cabinet. The little door swung open as\nhe pressed the button and he stared at the holstered weapon.\n\nLeaving the door open, he walked away, looking back toward it. He\nretrieved his cup and filled it with tepid water. Throwing his head\nback he drained it at a gulp; then refilled it. He walked to the engine\ncompartment door. It swung open at his touch, and he stepped into\nthe tiny gangway. Here a tiny porthole looked out into the infinite\nblue-black deeps of space. Jim leaned against a bulkhead and wiped\nsweat from his eyes.\n\nHe tried to think. Not of escape, but of the frigid emptiness of\nspace, the cool earth he had left behind. Into his mind came a\nfleeting glimpse of a lake back home on earth, a cold lake ringed with\nblue-green pines, jade waters where he had dived deep with the iciness\nstinging his skin. Against the metal bulkhead, his back began to burn.\nThe vision faded. He realized he was thirsty all over.\n\nHe gulped his cup of water and went back to the pilot's compartment.\nAt the open door of the gun cabinet, he stopped and sent his empty\ncup clattering against the sunward windows. He took the gun from the\ncabinet.\n\nBack to the pilot's chair again. He toyed with the gun. The ship had\nturned now so that the other vast heaving horizon cut across the view.\n\"Oh, hell!\" Jim said, and brought the gun's muzzle to his mouth.\n\nThen he lowered it, sweat poured down into his eyes as his forehead\nwrinkled in dull puzzlement. He should be thinking about something,\nhe was forgetting something. Jim tried to cudgel his heat-beclouded\nbrain into some semblance of order.... Water, explosion, change of\nvelocity.... Where was the drain outlet for the water supply located?\n\nHe laid the gun aside and riffled through a drawer of blueprints, until\nhe found the piping layout. Now he explored the maze of piping along\nthe ship's sunward side. There it was, a little brass valve with a pipe\nleading to the outside skin.\n\nThe valve was hot enough to sear his hand. Jim carefully wrapped his\nhandkerchief around the handle and twisted gently. Inside pressure\nsquirted a thin stream of water from the supply tank into the hot\nvacuum of space. As it vaporized and dissociated into its atoms, Jim\nfelt a mighty surge of expansion against the ship. The blows of a soft\nfist pummeled the side.\n\nJim groaned as the softened plates of the hull creaked and buckled,\nbut he held the valve as it was. An inside panel split and let a thin\nsifting of insulation drift to the deck. His knee was against the deck\nplates and he became conscious of the burning through the cloth of his\nuniform. But he stayed there, until through the windows he saw nothing\nbut the speckled black of space turn slowly up. Then he shut the valve\noff and, rubbing his burned knee, anxiously hobbled to the tracer.\n\nThe red line had not so much swoop to it now. \"Ya!\" he shouted\nexultantly. The centrifugal force from his forward velocity needed just\na little help to begin pushing him away from the sun. Jim read the\nwater tank gauge; about twenty gallons left.\n\n\n\nFidgeting, he waited another hour. The sun's horizon swung up into\nview, the blazing plain filled the windows and at last he saw again the\nother horizon. It would not do to twist the valve too soon; he had to\nwait until the outlet was directly toward the sun so he wouldn't lose\nany precious forward velocity.\n\nThe sun's horizon bisected the windows. Now! Encouraged by his other\nsuccess, Jim twisted the valve hard. He stepped back so his sore knee\nwould not rest against the plates.\n\nThe ship bounced like a beachball in the tremendous upshoot of the\ngases outside. Jim clung to a stanchion to keep from being knocked off\nhis feet.\n\nLike a rubber ball dimpled by a thumb, the ship's skin began to bulge\ninward. Jim tried to let go his hold to get the valve.\n\nThe bounce of the ship knocked him to his knees. A little steel desk\ncame sliding across the compartment, banging him on the shoulder. He\nlet go with one hand and shoved the desk between the bulging wall and\na cross bulkhead. A white line appeared across the desk, and the paint\ncrackled as it began to fold in the middle.\n\nJim let go and dived for the valve. A panel split wide and insulation\npoured out. A scream bubbled from his throat as radiation cut a line\nacross his face.\n\nHe rolled away, then struggled to get to the valve again. But the push\nstopped. The tank was empty.\n\nGroaning with the pain of his face, Jim went to his tracer. He forgot\nthe burn as he saw the curve now paralleled zero. No ... it went up a\nlittle. Jim whooped for joy.\n\nNow he scurried about the ship gathering together all the liquids he\ncould find. Soup, fruit juice, medicines. He piled them beside the\nwater tank and unscrewed the cap. Air whooshed in.\n\nAt the sound, Jim grinned. He left his pile of cans and bottles as they\nwere, and unscrewed the cap to a spare oxygen tank. The compartment\nair pressure went up to about twenty five pounds. The excess of oxygen\nexhilarated him.\n\nHe looked over his pile of cans and bottles. He didn't like consomme,\nit went into the tank. Chicken broth followed. Everything he didn't\nlike went into the tank, everything else stayed out. Then he patched\nthe rip in the panel.\n\nIt was time. Jim crouched carefully beside the valve, opening it\nslowly. The mess inside the tank squirted out. Again the surge beat\nagainst the ship, but with the first groan of the hull, Jim throttled\nthe valve down a little. His eyes were on the compartment pressure\ngauge. The consomme went and inside air began to hiss out. As it too\nexpanded, the push on the hull continued.\n\nWhen the sun's horizon was out of sight, the inside pressure registered\nonly twelve pounds. Jim shut the valve off.\n\nNow the tracer line was a nice curve upward.\n\nJim swung into the pilot's chair. He was a little oxygen drunk, but he\nmade calculations grow on the page until he had his result. Then he\nleaned back and gave the universe a beatific smile.\n\nHis spiral now outward, would stop as soon as his orbit expanded and\ncentrifugal force became less. As the forces came into balance, he\nwould take up a permanent orbit around the sun. But that orbit lay well\noutside the region of heavy static, and he could radio for help. In his\nmind he already heard the sweet clang of magnetic grapples against the\nhull.\n\nJim reached for the log and began to letter neatly at the top of a new\npage:\n\nSUGGESTIONS FOR SPACEMEN CAUGHT IN THE SUN.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Wedlake, C. J."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63837/pg63837.txt",
        "name": "peril_orbit.json"
    }
}