{
    "name": "Pioneers",
    "author": [
        "Wells, Basil"
    ],
    "body": "Gradually he became aware of resilient rubber and plastic supporting\nhim. He lay on his back, heels together and toes lopped outward, elbows\ncrowding uncomfortably into his ribs. His body shifted. The month-long\nhibernation was over.\n\nA delicious feeling of completeness--of achievement--swept over him.\nHe, Dorav Brink, had escaped from the endless boredom and idleness of\nEarth's mechanized domes, after all. Here on Sulle II there would be\nadventure and work in plenty.\n\nHis eyes opened. In the soft yellowish light which flooded the small\nsquare room, he saw a dozen other couches, similar to that on which he\nlay. Most of them were occupied. His gaze probed the huddled figures\nsearching for the girl Rea.\n\nHe had met her aboard the space lighter enroute to the interstellar\nliner that was to carry them to Sulle II. Then they had been given\ntheir preliminary capsules of _iberno_ and he remembered no more.\n\n_Iberno_ hits some people that way--with others it takes five or six\ncapsules to put them into the death-like cataleptic state required for\nstar hopping....\n\nHe saw her! Third couch to the right of his own. He stood up carefully,\nbalancing on rubbery legs, and his hand went up to the constriction\nbinding his skull. What was this? Goggles! Brink's fingers curled about\nthe flexible band securing them. He tugged.\n\n\"Stop that, Brink!\"\n\nBrink's hand fell away. He recognized the voice of Len Daniels, the\nrecruiter for this illegal voyage here to Sulle II.\n\n\"Want to lose your eyesight, Brink?\" demanded the dapper little man.\n\"We warned you of the danger. For at least ten days your eyes must\nremain protected.\"\n\nThe little gray-haired man wore no glasses, he had acquired an immunity\nto the sunlight of Sulle II from former voyages, but his naturally\npink-and-white complexion was a sickly yellow.\n\nTheir voices roused the other colonists, and now Daniels moved among\nthem, his soft full voice admonishing and sympathetic.\n\nA coarse-haired giant of a man, dark hair graying at the temples of his\nruddy outsize features, clamped Brink's fist with a huge hand.\n\n\"Name's Bryt Carby,\" he said, his voice ridiculously shrill.\n\n\"I'm Dorav Brink.\" His eyes slid toward the tall slenderness of Rea\nSmyt.\n\n\"Air don't taste much different from back home, Brink.\"\n\nBrink made a wry face. \"After breathing spacer air and being doped with\n_iberno_ for months could we tell the difference?\"\n\nCarby laughed in agreement. \"But Senior Daniels,\" and Brink wanted to\ngrin at the respectful term used by the big, slow speaking man, \"Senior\nDaniels says that Sulle II is like Earth in almost every respect.\"\n\n\"He would! And possibly it is. According to him even the animals\nresemble our own planet's.\"\n\n\"Once,\" and Carby grinned widely, \"I ate a bit of cooked native meat.\nTen credits it cost me. After that the protein packets and yea-steaks\nsickened me.\"\n\n\"I tried it once too, Carby, but it cost me fifteen credits. And that's\nthe way Daniels and his company will get back the thousand credits we\nowe them for the trip.\" Brink laughed. \"With food that we raise and\nmeat that we kill, Carby. Daniels flies it to Earth and smuggles it\ninto the domes as native to Earth. His profit must be enormous.\"\n\nCarby frowned and rubbed a stubby finger across the bridge of his huge\nnose. And Brink edged away from his neighbor toward the slim tallness\nof Rea Smyt.\n\n\n\n\"Attention all of you!\" Len Daniels had climbed atop a sturdy metal\ntable.\n\n\"On the bulletin board just behind me the Commission has posted a list\nof your assignments and partners for the current year. Some of you will\nremain here in Low Park to work off your indebtedness, and others will\nbe sent out to Middle Park and Devil's Elbow.\"\n\nSomething in the agent's tone, a touch of ironic amusement or\narrogance, perhaps, angered Brink. But he kept his lips shut. In the\nancient records that he had studied in the long idle years back there\nin York Dome, he had read of serfdom and slavery. He could afford to\nwait and learn if what he feared was true. After all, they were many\nlight years from home and at Daniels' mercy--for the moment at least.\n\n\"After you have paired up and found the locations assigned you go to\nWarehouse Seven and draw your rations and tools. Your plastic tents\nwill serve for shelter even in winter, but my advice to you is to build\nwith logs.\"\n\nThe little man smiled a trifle grimly as he studied them.\n\n\"I would advise you to hunt game and raise crops as quickly as\npossible,\" he added. \"Supplies and tools are expensive to freight out\nhere to Sulle II. They will cost you five hundred more credits.\"\n\nThe colonists' faces paled and their eyes were sick. Brink smiled\ngrimly as he watched. Well they'd asked for it. Most of them were\nregretting their decision to abandon the ease and plenty of the giant\ndomes already, but they had no choice now. Uncertainly they crowded\nabout the bulletin board, and paired up as the directive indicated.\n\nBrink found himself with a partner named Tzal Evans. She proved to be\na genial, oversized, blonde giantess at least five years his senior.\nHe had been hoping for a younger, more attractive companion--possibly\ndark-haired Rea Smyt. Yet he realized that the Commission could not\npermit its colonists to choose their jobs and partners at random. There\nwas work to be done.\n\nHe found the map and learned that both he and Bryt Carby were assigned\nto the untamed, forested section named Middle Park. And Bryt Carby had\ndrawn Rea Smyt as his partner.\n\nBrink scrubbed at his chin. He foresaw difficulties ahead for Carby.\nThe few moments that he had spent with Rea had acquainted him with her\nlightning changes of mood and her disdain for rules and regulations.\nThose two had nothing in common. After the legal year of partnership\nwas ended neither of them would be likely to renew the agreement for\nanother year.\n\nPerhaps he, Brink, would draw her in next year's pool of unattached\ncitizens, and then....\n\nTzal nudged at him. \"Let's get our supplies,\" she said, her voice deep\nas a man's.\n\n\"Sure, Tzal.\" The top of her fair-haired skull was level with his eyes,\nand across it he caught a glimpse of Rea Smyt leading Carby from the\nreception center. \"Sure. We better.\"\n\nRea danced along ahead of Carby like a child--a lovely slender child.\n\n\n\nDusk caught them, hours later, on the wooded ridge high above the broad\nvalley that was their destination.\n\nCarby followed Rea off the crumbled highway, that the vanished Sullans\nhad built, and into a sheltered grove of long-leaved trees. Brink and\nTzal, pushing easily together at the harnesses behind the rubber-tired\ncart, followed them.\n\nClumsily, for they had never seen a tent before, they released the\nforward section of the cart and drew out the slender jointed ribs\nof metal. They snapped these together into a low dome ten feet in\ndiameter; and then Tzal controlled the extensible arms feeding out the\nplastic covering, while Brink locked the opaque skin into place.\n\nFive minutes later, with the wind cone driving the generator and the\nbottled gas feeding the small stove, Tzal was preparing their evening\nmeal under the soft glowing tubes.\n\nShe turned to Brink.\n\n\"Better go help Carby,\" she suggested, smiling. \"That Rea--\" And she\nshook her head.\n\nBrink found Carby struggling doggedly with the metal ribs. His partner\nwas not in sight, but they could hear her voice, singing softly\nsomewhere out among the dusky trees. When at last the lighting tubes\nwere glowing and Carby had lighted the stove, Brink eyed the weary,\nlarge-featured man curiously.\n\n\"What are you going to do about it?\" he blurted. \"You can't go on doing\nall the work. She needs a good--a good, lumping, I think the Ancients\ncalled it.\"\n\nCarby grinned faintly.\n\n\"When she is ready,\" he said mildly, \"she will help.\"\n\n\"Hah!\" Brink snorted and went to the zippered entrance. \"See you\ntomorrow, Bryt.\"\n\nHe crossed the near-darkness of the needle-strewn glade to his own\ntent. How bright were these stars and how sweet and cold was this raw\nair. In York Dome, with its thirty million citizens and its mild,\nconditioned atmosphere, one saw the stars only through telescreens or\nviewing ports.\n\nSomewhere in the darkness a mournful wail, an aching ghost of a howl,\nsounded, and faded into the unfamiliar chirps, and hums of the night\nprowlers of the Sullan uplands....\n\nThere was a choked scream from nearby and Brink heard the crashing\nprogress of Rea Smyt toward her tent. The zippered entrance brightened\nand then dimmed as she shut it behind her. Brink shrugged. Stooping he\nentered his own savory-smelling tent.\n\nTzal had covered the sleeping cots with the gay scarlet-and-blue\nblankets provided them, and their sliced and steaming rations were\nready on the extended table shelf of the cart. Tzal smiled at him from\nthe cot that doubled as a chair.\n\n\"Better eat before it gets cold,\" she invited, and helped herself to a\nserving of salmon-hued promine.\n\n\"Tomorrow,\" Brink said as he seated himself beside her, \"we will dine\non real meat--meat that I kill.\"\n\n\"Of course,\" Tzal agreed placidly.\n\n\n\nBrink was remembering that easy promise, a month later, as he bound\nthe last raggedly split shake atop the cabin roof. The cabin was but\nten feet wide and twice as long, and built of smallish logs, but its\ncost in blistered flesh and exhaustion had been terrific....\n\nSix days had passed after their arrival here in Middle Park before his\nunfamiliar, lead-propelling rifle finally had brought down a small\ndeerlike creature ... the hunting wasn't easy--nothing here on Sulle II\nwas easy.\n\nHe slid off the roof and down the trunk of a small tree that he had\nleft here atop this grassy knoll. He straightened his hunched shoulders\nand heard the muscles grate and snap across the cartilage. He looked\ndown over the grassy parkland, where a meandering stream watered the\nsoil, and counted, for the hundredth time, the five young spotted\nruminants that Carby, Tzal, and he had captured from a herd of wild\ncreatures.\n\n\"Cows,\" Carby, and Tzal, his partner, called these giant cattle-like\ncreatures, and he followed suit. It was easier to apply the familiar\nnames to creatures that resembled those of Earth than to use the names\nsupplied them at the Reception Center.\n\n\"Dorav!\" He heard the voice and then the pressure of two rounded soft\narms were around him.\n\n\"Rea!\" he grunted, facing her. He pushed her arms aside, all too\nconscious of the shielded breast that brushed the back of his hand.\n\n\"Why are you here?\" he demanded. \"You have work at your cabin. The\nwalls are only half finished.\"\n\nThe girl smiled at him. She was very attractive in a slim boyish sort\nof way. The palm of her sun-tanned hand, as she laid it upon his wrist,\nwas not calloused as were Tzal's and his own.\n\n\"My partner and yours are cutting logs above us,\" she said. \"We can be\nalone for several hours....\"\n\nBrink pushed her soft palm from his arm. For the past three weeks\nphysical exhaustion and unwonted exercise had driven any desire for her\nfrom his thoughts. She was Carby's partner for a year--and Carby was\nhis friend.\n\n\"Don't get me wrong, Dorav!\" Her eyes flashed. They were blue and very\ndark and clear. \"I want to go back to the Earth--to York Dome, to Sippi\nDome or one of the other two domes in North America.\"\n\n\"I think we all do at times,\" Brink said coldly. \"But it's not\npossible. Earth is forty or fifty light years away.\"\n\n\"I know a way.\" Rea Smyt's eyes were bright. \"But I need a partner.\nBryt won't go--he likes it here. And your blonde cow of a partner....\"\n\n\"Tzal is okay,\" Brink said angrily. \"Shut your mouth and go back to\nyour own cabin before I--\"\n\n\"We could go across the plains to the old ruins,\" Rea cried hastily,\n\"and then journey down....\"\n\nBrink's work-roughened fingers spun her about facing toward Carby's\ncabin and the round gray tent beside it at the opposite end of the\nknoll.\n\nRea was sobbing angrily.\n\n\"I'll go by myself,\" she cried. \"You fools can stay here and live like\nbeasts--it's so simple if you only....\"\n\nBrink gave her a shove.\n\n\"If you worked as you should, you wouldn't find time to be\ndiscontented. And next year you can draw a new partner from the\nunattached pool.\"\n\nThe girl's eyes were hot as she turned and raced off along the path\nbisecting the knoll's green-swarded crown.\n\nAnd Dorav Brink set to work building the huge stone-and-clay chimney\nthat was to warm them in the winter ahead. The memory of Rea's words\nand the softness of her, kept intruding. Suddenly, he found himself\nlonging for the comforts and the security of York Dome--he had been\na peace guard, serving two hours every month--life had been soft and\neasy....\n\nSavagely Brink swung his stone hammer, trying to smash his memories of\nmechanized, pleasant sloth as well as the harsh substance of the rocks.\n\n\n\nIt was another morning, the weeks of feverish planting and hunting for\ngame to trade at the frozen locker plant at Center, were behind them.\nNow it was late summer on Sulle II, and even the early morning was\nuncomfortably warm.\n\nBrink yawned and stretched luxuriously on his cot. Across the room Tzal\nstill slept, her tousled, short-cropped hair faded by the sun, and her\nexposed firm flesh a ripe, golden-red. Her face was turned toward him\nand she was smiling faintly, as though at some pleasant dream fantasy.\n\nBrink felt a pleasant lethargy. Tzal was a good partner, she never\ncriticized without reason, and he trusted her judgment. His eyes ranged\nover the cabin. It was stout and well-joined--and their hands had\nerected it. Their credits at the locker plant were growing, despite the\ndisappearance of most of the wild herds of \"cattle\". In another eight\nor ten years they would have repaid the passage advances and own a\nvaluable property.\n\nIt was odd, he thought idly, that he never considered any woman other\nthan Tzal as his partner when he thought of the future. Actually, of\ncourse she would request a change of partners, as he also intended to\ndo, at the year's end. If the Commission allowed it she might even\nspecify Bryt Carby--they worked well together in the fields and forest,\nand the three of them were good friends.\n\nSuddenly he was aware of Carby's voice shouting somewhere outside.\nBrink pulled on his knee-length shorts and a sleeveless tunic, and\nstruggled into his high, clumsily cobbled boots of \"cowhide\". He took\ndown his repeating weapon and pocketed a handful of cartridges.\n\n\"What's it?\" asked Tzal sleepily.\n\n\"I expect something is after the herd again,\" Brink told her as he went\nout the heavy, double-planked door.\n\nHe could hear Carby clearly now. He was calling for Rea. Brink swore\nunder his breath and turned to re-enter the cabin, but Carby had seen\nhim and hailed him.\n\n\"Rea left in the night,\" the big man said. \"She took one of the horses\nand a rifle. And she left a note. Says she is going back to live in one\nof the domes.\"\n\nBrink whistled. The \"horse\" she had taken, actually a _ystan_ according\nto the Commission, was only half-broken and a giant animal three times\nas large as its Earthly counterpart.\n\n\"The loneliness must have driven her insane,\" the big man cried. \"We've\ngot to follow her--get her to come back.\"\n\nCarby's eyes were wild. He clamped Brink's right shoulder.\n\n\"Are you coming or not, Dorav? She needs us. We've got to find her.\"\n\nThe big man's eyes leaked tears. Brink realized, astounded, that the\nselfish, shallow, lazy woman--the woman, Rea Smyt--had won Carby's love.\n\n\"Of course, Bryt. I'll help you search.\"\n\n\"I will go too.\" Tzal's eyes were steady. \"We must work together. When\nour child is born another woman will be needed.\"\n\nBrink opened his mouth to object--closed it.\n\n\"Of course, but whether Rea is the one to....\"\n\n\"She is a woman.\" Tzal smiled faintly and nodded.\n\n\"I'll follow her tracks, the _ystan's_ tracks, westward across the\npark,\" Bryt Carby said impatiently. \"She must head south or north to\nclimb out of the valley. You, Tzal, go to the north end of the valley\nand pick up the trail--if it's there.\"\n\nHe shook the graying coarse hair out of his reddened eyes.\n\n\"You go south, Dorav. I'll meet up with you in a few hours if the trail\nleads in that direction. If neither of you find a trail and a day\npasses, I suggest that you return to the cabins.\"\n\n\"Best plan,\" Brink agreed. He called in to Tzal: \"I'll saddle up.\"\n\n\"Right with you,\" his partner replied.\n\n\n\nBut, with the approach of night, Brink's big black _ystan_ and his\nsaddle-weary rider followed alone on the trail. Rea's partner had not\novertaken Brink as he had promised.\n\nThe trail was clearcut and easy to follow--Rea was letting her mount\nrace at top speed southward along the dirt crusted ancient highway. And\nBrink's half-tamed black stallion was endowed with stamina and speed\nthat Carby's dun mare could never match.... Now, darkness had blanked\nout the spoor.\n\nAt a miniature park's brush-screened entrance, Brink urged the weary\n_ystan_ into the natural hedge of leafy growth. The big black snorted\nhalf-hearted protest and reared as branches clawed and stung him. When\nthey were through they were in a broad grassy meadow, and in the fading\nlight of a full moon jagged ruins stood etched against the darker trees.\n\nHe did not attempt any exploration until he had eaten of fire-warmed,\ngreasy meat and portions of bread sopped in the frying pan. Then he\ntook a flaming branch, as thick through as his lower leg, and carried\nthis rude torch into the ruins.\n\nWhat had once been a street lay before him. Jumbled walls of brick and\nstone marked widely separated buildings.\n\nIn all, he counted no less than forty-five mounds, when he came across\nan isolated squared block of stone tilted at an awkward angle and half\nburied. And cut into the stone was a blurred inscription.\n\nThe lettering was alien, yet somehow, achingly familiar. Brink dropped\nto his knees to clean away the concealing sod; but the spell of\nconcentration was broken by a racing, swelling tattoo of hoofbeats. He\nsprang to his feet, remembering that he had left his rifle near the\nfire.\n\nThe rider could be Bryt Carby--or it could be some, as yet undiscovered\nsavage, native to the planet, or even Rea returning in panic.\n\nHe found his rifle, stepped through the rim of bushes beside the\nancient highway and waited in their shadow. The indistinct bulk of a\n_ystan_ grew larger in the pale light of Sulle II's lone satellite.\nAt first Brink could see no rider; then he saw the huddled lump of\ndarkness above the saddle. He stepped out into the road.\n\n\"Rea?\" he said. His rifle lifted above the horizontal, its butt at his\nhip.\n\n\"Woa,\" the rider moaned faintly, and the trembling _ystan_ came to a\ndrooping stand.\n\nBrink reached up to the rider to help her down.\n\n\"No,\" Rea whispered. \"Hide me--hide--horse. Savages....\"\n\nBrink grunted under his breath and tugged at the steaming _ystan's_\nbit to lead the beast off the highway. They pushed through the clawing\nbranches, the _ystan's_ breathing stentorian and ragged. The exhausted\nmount was dying on its feet.\n\nThey had scarcely reached the open meadow within, when the _ystan_\ncollapsed. Rea fell with him, her right leg pinned under the twitching\nwet hulk. As Brink tugged her leg free, she groaned and went limp in\nhis arms. Only then did he feel the stickiness of half-dried blood on\nher tunic and discover the sharp arrowhead that projected a full two\ninches from the front of her left shoulderblade.\n\nGently he whittled at the arrow's exposed shaft until the irregular\nmetal head dropped off and then he jerked the arrow from the wound. He\nwas glad that she was unconscious.\n\nThe distant voices of humans, shouting unintelligible phrases, warned\nhim of the approach of the savages. The fire! With his hands he\nsmothered and buried the flames. It was possible that the aborigines\nmight pass them by. He could not banish the smell of smoke as he had\nthe telltale glow of the coals, but the direction of the wind might\nprotect them....\n\nThe stiffening loom of the _ystan_ lay between them and the park's\nbrushy entrance. Carefully he slid his rifle up and over the saddle.\n\nVoices and the sliding, chomp-tramp of hide-shod feet came and passed\non. They had missed the break in the return tracks of Rea's _ystan_.\nOr, perhaps, the hoofprints of Brink's mount seemed to them a\ncontinuation of her spoor.\n\n\"I am awake,\" a small voice whispered beside him.\n\n\"Are you in pain, Rea?\"\n\n\"Not much. Too near being dead for that. I'm done.\"\n\n\"No chance.\" Brink's voice was flat and false. She must have lost most\nof her blood. \"How did it happen?\"\n\n\"Was heading south on this highway. Planned to turn east soon. To\nDenver or some other deserted city where I might find a tube shuttle to\nSippi Dome. You realize--this is really Earth?\"\n\n\"Just now,\" Brink agreed gruffly. \"Found a cornerstone. Must have been\na public building--a bank they called it. This was Collrada Nation, or\nState.\"\n\n\"I knew ... weeks ago. Tried to tell you. So ... started alone.\"\n\nShe sat up suddenly, as though propelled by springs, and her good\narm motioned toward the moonlit heights. She tried to say something,\nchoked, and fell back.\n\nThere was no pulse....\n\n\n\nThe third day after Rea's death. Three days, and three of the hairy,\nhalf-naked white savages, he thought grimly. He had never killed a\nfellow being before--in York Dome hatred and love and loyalty were mere\nwords from the barbarian centuries--but now he had destroyed three of\nhis own kind. Nor did he feel any shame or regret....\n\nThe savages on Rea's backtrail had come upon Bryt Carby. He had killed\none of them before they had overpowered him and built their fires.\n\nCarby had not died until an hour after Brink had come upon the howling\npack of six warriors and had emptied his gun into them. He had killed\ntwo of them outright and wounded three others; and then he had cared\nfor the broken, blistered thing that had been his friend, until Carby\ndied.\n\nNow he watched before the cave where two savages lay hidden--and he\nwatched the growing swarmings of green-bodied flies about the elevated\nrocky lip of their shelter.\n\nThe warriors must not escape to carry word back to their tribesmen of\nthe settlement of the men from York Dome....\n\nAt a sound from behind him, he turned about, his rifle butt dug into\nhis shoulder and chest, his finger pressing the firing button.\n\n\"Tzal!\"\n\nBehind the boulder overlooking the savages' rocky death trap he took\nher in his arms. She was Tzal, smiling and full-bodied as always, and\nhis partner for this year and for the other years. The years yet to\ncome.\n\nShe was dirt-streaked and sweaty. Her clothes were torn and her hair\nwas matted and discolored with dust. Weariness darkened the skin\nbeneath her eyes.... She was beautiful!\n\n\"Where,\" she asked him after a time, \"are they hidden?\"\n\n\"Up there, just back of those--\"\n\nHe spun about, racing back to where he had dropped his rifle. The two\nsavages, wounded and limping grotesquely, were scuttling toward a\nbroken jumble of rock fragments. Once hidden there they might work up\nthe slope and escape.\n\nTzal's rifle cracked, once, twice, even as he turned and brought up his\nown weapon. A defiant yell slapped across the rocky slot and an arrow\nthudded weakly at Tzal's feet. Brink's thumb hit the firing button and\nthe warrior spun about and fell across the man Tzal had shot.\n\nFor now the settlements were safe. The colonists, bargaining years of\nhard work for a supposed passage to a distant unsettled world, were\nsecure from attack. Only a few hours from their luxurious home domes,\nthey could sweat and toil and suffer as the hardy explorers of the\nearlier centuries must have done.\n\nDorav Brink wanted to laugh--to tell Tzal and the others of the\ncolossal duping they had experienced. Yet he kept silent. From the\nevil of the trickery a great good might come. For the first time in\ncenturies men were living an active, brain-stimulating life.\n\nLet the great hothouse domes with their dwarfish inbred animals\nin their parks, and their controlled atmosphere, and odor content\nindex, and mass-produced pleasure booths go their way. Let the\npale, thready-muscled humans nibble their synthetic promines and\nyea-steaks--the pioneers had no need for substitutes....\n\nBrink's arm went around Tzal's shoulders and he was looking into her\nshaken, tear-stained eyes. He smiled. It was the first time he had ever\nseen his placid partner so moved.\n\n\"All this,\" Brink said, his hand sweeping, \"for our son, and for the\nsons to follow him. Our children will make of Sulle II a better world\nthan Earth.\"\n\nTzal's lips trembled. She had not heard him, he thought. His head\nlifted yet higher and he filled his lungs with the crisp upland air.\nTzal was clinging to him, depending on him....\n\nPrecisely, perhaps, as Tzal wished him to feel.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Wells, Basil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59302/pg59302.txt",
        "name": "pioneers.json"
    }
}