{
    "name": "Planet of Creation",
    "author": [
        "Geier, Chester S."
    ],
    "body": "In the control room was silence like fabric strained to the verge of\ntearing. Softly through the weave of it came the murmur of the engines,\nfretful, unhappy, the whimper of something sick.\n\nThe whimper echoed Thettumir's feelings. He gestured suddenly at the\ntelescopic space scanner, the six snake-like digits of his hand stiff\nwith dismay.\n\n\"But that is all? There are no other planets in this region?\"\n\n\"None.\" Vandumonn shook for added emphasis the erect spiny crest which\nran from the top of his head down the middle of his back. \"I have made\nabsolutely certain of that. This is the only planet. The next nearest\nsun is ten light-years away. But listen to the engines, Commander. I am\nan astronomer, not an engineer, yet I know the engines will not take\nus that far. Even if they could, it would be a gamble as to whether or\nnot that next nearest sun had planets.\"\n\nThettumir gazed once more at the magnified image in the scanner.\nIt showed a great red sun, already well on its way toward cooling,\nand far off to the right, a silvery speck which was the only planet\ncircling the dying giant. He reached for the dial which increased the\nmagnification of the scanner and twirled it until the disc of the\nplanet filled the entire screen.\n\nThe battered flagship had approached closer, but, as before, Thettumir\nwas able to make out no details. The planet was covered with\nclouds--strange dense gray clouds. He knew the clouds indicated an\natmosphere--perhaps even a breathable one--but his reluctance to accept\nthe planet as a temporary repair base was due to the fact that the\nclouds would make landing extremely difficult. The Urgollian fleet was\nalready badly damaged, and additional injuries would only complicate\nmatters further.\n\nYet Thettumir knew they would have to land. The fleet would never reach\nUrgoll in its present condition. Many other vessels had suffered even\ngreater damage than that to the flagship.\n\nThettumir turned from the scanner with sudden purpose. The assembled\nofficers stiffened to attention.\n\n\"Forbidding as this cloud-covered world seems, it is our only hope for\nobtaining materials for repairs as well as suitable working conditions.\nImmediate orders shall be issued to the fleet to begin deceleration. We\nshall take an orbit about the planet in order K4. Scout ships are to\nbe dispatched to descend and explore the surface. Further orders will\nbe issued after the scout ships report. For the present, proceed as\ndirected.\"\n\n\n\nThettumir turned and left the control room. The task of slowing their\ntremendous speed, he knew, would take time--time which he could spend\nmost comfortably in his cabin. Besides, bitterness still gnawed within\nhim at the recent Urgollian defeat by the men of Urrth. Or was it\nErrth, he wondered. He could never remember the exact pronunciation.\nHe'd have to ask Sthalor, the chief psychologist, again. Sthalor had\nquestioned enough captive Errthmen to be sure.\n\nQuestioned. Thettumir decided that was too nice a word. Sthalor's\nmethods were apt to be harsh, but they produced vitally necessary\ninformation.\n\nStriding through the corridors of the flagship, Thettumir thought\nwistfully of Errth. Of all the nine planets in the Solarian System,\nErrth had been the most desirable. A beautiful world, so much like\nUrgoll, and in many ways even superior. It would have made an ideal\ncolonial addition, if--\n\nIf Urgoll had won, Thettumir thought with sudden pain.\n\nHe entered his cabin. Removing his flexible tinted metal uniform\nharness, he lowered his squat massive form gratefully into a chair.\nFrom a humidor on his desk he took a _nikot_ leaf, which he rolled into\na cylinder and inserted into a smoke-tube. He lit up, puffed away, felt\nthe aching tension gradually leave him.\n\nA knock at the door broke the _nikot_-scented quiet. It was Kasthel,\nsecond in command of the flagship.\n\n\"Forgive me if I intrude, Commander, but there is a matter of grave\nimportance which I wish to discuss with you.\"\n\n\"Your visit is welcome, Kasthel.\" Thettumir gestured to a nearby chair\nand pushed within reach the _nikot_ humidor. \"What is this matter of\ngrave importance?\"\n\nKasthel did not look up as he filled his smoke-tube. \"You recall the\nconditions that existed when we left Urgoll, Commander?\"\n\nThettumir nodded slowly, his great yellow orbs clouding. \"There\nwas threat of revolution. Only the announcement that a habitable\nplanet--Errth--had at last been discovered delayed it. And now, when we\nreturn--defeated....\"\n\n\"Exactly,\" Kasthel affirmed. \"Revolution will burst out abruptly and\nviolently. With Errth lost to us, the population pressure on Urgoll\nwill have no other outlet.\"\n\nThettumir curled his snake-like fingers into a fist and brought it\ndown angrily on the desk. \"It was the fault of the expedition which\ndiscovered Errth! It was careless enough to give warning of our\nexistence. The Errthmen already had space travel. When we finally came\nin force they were prepared.\"\n\n\"But a second attack, Commander. The Errthmen will not expect us to\nreturn.\"\n\n\"There will be no second attack. The revolution on Urgoll will bring on\na dark age.\"\n\nKasthel leaned forward in sudden earnestness. \"We could stop that.\nWe compose the entire military strength of Urgoll. We are armed and\ntrained. None could oppose us.\"\n\n\"But what good would it do?\" Thettumir objected. \"We would only keep\nin power an Executive Council which, if it had been more efficient and\nfore-sighted, would have controlled the spread of population in the\nbeginning.\"\n\n\"Why share with the Executive Council what we have won by our own\nefforts?\" Kasthel asked slyly.\n\nFor a moment Thettumir was puzzled. Then he smiled in sudden\nunderstanding. \"I see what you mean. But, aside from taking over the\nrule of Urgoll, I see other things also. We could effect a temporary\nsolution to the problem of over-population--by exterminating the\nweak and unfit. Then we could train all those remaining as soldiers,\nassemble the greatest fighting force that ever existed. Errth could yet\nbe taken!\"\n\nKasthel leaned closer. \"But, Commander, are these things we could do,\nor will do?\"\n\n\"_Will_ do!\" Thettumir snapped grimly, determinedly.\n\nThey interlocked digits in enthusiastic agreement. And then, over\nglasses of fiery _glath_ liquor, they polished the rough jewel of their\nplans.\n\n\n\nThe scout ships reported back. Gray clouds extended down to the very\nsurface of the planet, but a landing would not be too difficult,\nsince instruments showed the terrain to be dry and firm and free of\nirregularities. Gravity was slight, as the planet was a relatively\nsmall one. There was air--thin but breathable.\n\nThettumir gave orders for landing. Guided by their instruments and\naudio beams of the scout ships, the fleet settled slowly and gingerly\nto the surface. Repair crews began at once to remove damaged parts,\nwhile engineers and technicians began the design and manufacture of\nreplacements. The injuries sustained by the fleet, however, were\nso extensive that the stock of spare parts and materials was soon\nexhausted. Expeditions dispatched to locate deposits of the required\nmetals reported failure. There were metals, but not enough or none at\nall of those which were most urgently needed.\n\nInformed of the situation, Thettumir decided to make a personal\ntour of the fleet in the hope of finding some sort of solution. He\nhad already the tentative idea of scrapping several vessels for the\nnecessary materials, and intended by his survey to determine those most\nexpendable. Accompanied by Kasthel and several other officers, he left\nthe flagship.\n\nOutside on the surface of the planet, he examined his surroundings\ncuriously. There was disappointingly little to be seen. The\never-present gray clouds were thinner here than at higher altitudes,\nbut the effect was that of a repressing fog in which visibility was\nlimited to several yards. The ground was smooth bare rock, as colorless\nas the clouds. It was pleasantly warm, as might have been expected from\nthe size and proximity of the sun. The air, though rarified, did not\nmake breathing difficult.\n\nThettumir digested the result of his examination musingly. He told\nKasthel, \"This planet is not without merit. If it were not for the\nclouds and the barrenness of the soil, it would suffice as a colonial\nsite.\"\n\nKasthel nodded. \"Vegetation and an unobstructed view would make a great\ndifference.\"\n\nThettumir gave an abrupt shrug. \"We waste time in dreams. Come, we have\nstill to make our inspection.\"\n\nGuide lines had been strung from ship to ship. Following these,\nThettumir and the others made their tour.\n\nThettumir was disheartened. The list of parts needed by each ship\nwas so extensive that more than half the fleet would have had to be\nscrapped in order to supply the necessary replacements. He knew there\nwould be insufficient room on the remaining vessels for the crews thus\ndisplaced. And because of the plans which he had made with Kasthel,\nThettumir did not wish to abandon any of the men. Every fighter would\nbe needed once they reached Urgoll.\n\nIt seemed to be checkmate. Trailed by the others, Thettumir glumly\nstrode from the last vessel on his way back to the flagship. Half-way\ndown the gang plank, he stopped abruptly, staring in amazed surprise.\nGasps and cries from behind him showed that Kasthel and the rest had\nalso seen.\n\nThe planet--or at least that portion of it in their immediate\nvicinity--had undergone a change. The gray fog had vanished. They gazed\nupon a gently rolling plain carpeted in green. Trees and shrubs in\nprofusion broke the verdant expanse.\n\nThettumir frowned as he gazed at the scene. Something about it\nseemed to be wrong, but just what it was eluded him. He peered more\nclosely--then he had it. The vegetation lacked detail. The grass was\nnot composed of separate blades, but looked like a thick layer of rough\ngreen felt. The foliage of trees and shrubs appeared as though cut from\ngreen paper rather than being an aggregate of individual branches and\nleaves.\n\nAs Thettumir stared bewildered, the landscape seemed momentarily to\nblur, as though his eyes had gone out of focus. When he looked again,\nthe strange lack of detail was no longer apparent. Everything was\nnormal. The grass consisted of blades, the foliage of branches and\nleaves.\n\nThettumir swung around to Kasthel. \"Did you notice it--the change just\nnow?\"\n\n\"Yes, Commander, and I think I know the explanation. What we saw at\nfirst was the result of some kind of atmospheric distortion. This\ndistortion was removed a moment ago by a change in air currents.\"\n\n\"But the grass and trees,\" Thettumir said doubtfully. \"They were not\nhere when we began our tour.\"\n\nKasthel shrugged. \"Hidden by the fog, perhaps. I'll have to admit that\nwhen I first saw the vegetation, it occurred to me that some omnipotent\nbeing overheard our remarks earlier and made them come true. But\nnaturally there has to be a logical explanation.\"\n\n\"Naturally,\" Thettumir muttered. But he was disturbed. He remembered\nonly too well that the ground had been smooth naked rock--and grass\ndoes not grow from rock.\n\nAboard the flagship, Thettumir found the men in a state of great\nexcitement. Everyone seemed delighted with the change that had taken\nplace outside. He reflected that it was good for morale and decided\nthat if now they only had the materials for repairs things would almost\nbe perfect.\n\n\n\nThe buzzing of the inter-ship communication interrupted him as he\nfilled his smoke-tube in his cabin. It was Rhondu, the chief engineer.\n\n\"Commander Thettumir, a crewman just found a supply of parts near No. 2\nescape port. I've checked my list, and everything we need is there. May\nI ask where you obtained the parts?\"\n\n\"Obtained....\" Thettumir's voice failed him. He leaped from the cabin.\n\nIt was as Rhondu had said. Several yards from No. 2 escape port,\nThettumir found a small gleaming hill of repair materials.\n\nRe-entering the ship, Thettumir unleashed a torrent of questions.\nBut, strangely enough, nobody knew where the parts had come from. To\nadd to the confusion, calls by audio beam began coming from the other\nvessels of the fleet. Men from each had discovered further mounds of\nmuch-needed supplies.\n\nThettumir did not try immediately to explain this bewildering turn of\nevents. Like the leader he was, he gave orders that the mysterious\nsupplies were at once to be used in completing repairs.\n\n\"This materialization of replacements is like a gift from the gods,\"\nThettumir told Kasthel and Sthalor. \"Wish I knew how to account for it.\"\n\n\"I've thought of mass hallucination,\" Sthalor said. \"But ... well,\nRhondu showed me the stuff. It's real enough, all right.\"\n\nKasthel remained silent. He gazed through the cabin viewport at the\nrolling expanse of tree-dotted grass beyond, and his yellow orbs were\nclouded.\n\nThettumir said slowly, \"Gift from the gods ... I wonder, Sthalor. We\ntook it for granted that this planet was uninhabited--but suppose it\nisn't? Suppose that there are creatures here, intelligent, invisible,\npossessed of such superhuman powers that they can create tangible\nobjects from the nebulous stuff of our thoughts?\"\n\nSthalor shrugged uneasily. \"Who can say? This is a strange planet. Our\nstandards of true and false, possible and impossible, do not apply\nhere.\"\n\nThe inter-ship communicator buzzed. It was Rhondu again.\n\n\"Commander, I'm afraid we won't be able to use the parts after all.\nThey don't fit. The specifications are all wrong. They look all right,\nbut--\" With a hastily muttered excuse, Rhondu broke off. A short time\nlater his voice returned.\n\n\"I'm sorry, Commander, there must have been a mistake. My men just\nchecked the parts again--and they're all right. It's very strange,\nthough. Everything seemed to blur, and then ... well, the parts were\ncorrect--down to the last detail.\"\n\nThettumir and Kasthel stared at each other. Kasthel said, \"The\ngrass ... the trees....\" Thettumir nodded somberly, his broad face\ntightening.\n\nWithin ensuing seconds, audio beam calls came from the other ships.\nTheir engineers announced their replacements also to be incorrect\nspecifications--only later puzzledly to contradict themselves. The\nrepairs now went on without interruption.\n\nThettumir was thoughtful. If materials appeared from the very air\nmerely by thinking about them, or wishing for them, perhaps.... He\nwhirled abruptly to Kasthel and Sthalor.\n\n\"Look--consciously or unconsciously, we wished for those supplies. We\ngot them. Now if we were to wish for other things--\"\n\n\"Of course!\" Sthalor exclaimed. \"We should have thought of that before.\"\n\n\"Come, we will give it a test.\" Thettumir led the way hurriedly from\nthe ship. Outside he said, \"Now--what shall we wish for?\"\n\n\"A weapon!\" Kasthel said. \"I've always wished we had several of those\nnew Class IV atomic cannons. The Executive Council thought it would\ntake too much time to make them.\"\n\nThettumir prompted, \"But the specifications, Kasthel. Remember, you\nmust know the exact specifications.\"\n\n\"I know them well, Commander.\" Kasthel closed his eyes, concentrating\ndeeply.\n\nTense with eagerness, Thettumir watched. Suddenly, in a spot several\nfeet to his right, a transparent angular outline appeared. It darkened,\ntook on color and detail. And finally--there stood a Class IV atomic\ncannon. At the exclamations of Thettumir and Sthalor, Kasthel opened\nhis eyes.\n\n\"It worked!\" Thettumir exulted. \"It worked!\"\n\nKasthel's crest quivered with excitement. \"Commander, if we can cause\nthe materialization of objects like atomic cannon--\"\n\nThettumir nodded quickly. \"Then we can cause the materialization of\nobjects like ships--the mightiest warships that ever blasted space!\"\n\n\n\nThettumir got swiftly to work. He called a meeting of the various\nscientists and engineers of the fleet and explained his plans. After\nwhat had been experienced, none doubted that his idea was feasible.\nDesigns and specifications were drawn up for an invincible battle\ncruiser, which, serving as a pattern, could be duplicated in countless\nnumbers.\n\nAs the dreadnaughts began one by one to take form, a difficulty was\nencountered. It was realized that there wouldn't be enough men to run\nall the vessels. Thettumir overcame the difficulty with a solution\nwhich everyone else had overlooked--duplicate the men until the\ndesired number of additions had been obtained.\n\nIt was done. On that fantastic little world anything seemed possible.\nIf the proper specifications and details were had, it seemed, anything\nmight be wished for--and acquired.\n\nAt last everything was ready. Thettumir called Kasthel to his cabin.\n\"Kasthel, we have now to make an important decision. We have the\nmightiest battle fleet in the history of Urgoll--in the history of any\nworld, for that matter. Shall we continue on to Urgoll, or return to\nthe Solarian System? I move that we return to the Solarian System. The\nErrthmen, though victorious, have been greatly weakened. They have not\nhad time to recover, and with our present strength conquering them will\nbe easy.\"\n\n\"I agree,\" Kasthel said. He grinned craftily. \"The Executive Council\nwill not run away, eh?\"\n\nThettumir nodded his crest. \"It will be there when we are ready for\nit. This is just the beginning, Kasthel. There are other inhabited\nworlds--and we will find them. With this planet to aid us in\nmaterializing ships and weapons, we can conquer the entire Universe!\"\n\nMany toasts of fiery _glath_ were drunk to the decisions. Thettumir and\nKasthel became quite drunk--and whether from _glath_ or power, it was\nhard to tell.\n\nThe fleet began the long voyage back to the Solarian System. The crews\nwere drilled repeatedly until they functioned as perfectly co-ordinated\nunits. The old, now obsolete ships had been left behind and the\nUrgollians, both real and duplicate needed a shake-down cruise in their\nmighty new ships.\n\nFor Thettumir, however, there was little to do except to drink\n_glath_--which he did copiously and with relish. Each ship-day he\nimpatiently counted off the miles which brought them closer to Errth.\n\nVandumonn finally made the long-awaited announcement that the Solarian\nSystem was in sight. Thettumir hurried to the control room, where he\npeered eagerly into the telescopic scanner. There was the familiar\nyellow sun, magnified to a tiny disc, though they were still far away.\nAnd by straining intently, Thettumir could discern two of its nine\nplanets.\n\nElation filled him at the thought of his coming triumph. Already he was\nenvisioning himself as master of Errth.\n\nCloser and closer, ship-day by ship-day, hour by hour, the yellow sun\nbecame a fiery star, visible to the naked eye.\n\nThettumir's impatience grew. \"It seems impossible to wait until we\nreach Errth,\" he told Kasthel. \"I want to see the Errthmen pay for what\nthey did to us the first time we came.\"\n\nKasthel chuckled. \"Revenge will be sweet, Commander.\"\n\nThe inter-ship communicator buzzed. The voice of Nurrgan, a junior\nofficer, blared abruptly from the speaker.\n\n\"Commander, something is terribly wrong! Half the fleet has\ndisappeared!\"\n\nThettumir stiffened, congealed by an overwhelming dismay. \"You must be\nmad!\" he snapped finally at Nurrgan.\n\n\"It's true, Commander, horribly true. Come and see for yourself.\"\nThettumir roused into action. With Kasthel close at his heels, he\ndashed to the control room. A glance into the scanner verified\nNurrgan's words. Half of the fleet was gone! As Thettumir stared, he\nsaw a nearby vessel puff abruptly into nothingness. Some of its crew,\nhowever, remained. He saw their strewn figures for a moment--before\nthey exploded in the vacuum of space.\n\nA second vessel went. A third.\n\nRealization of what was happening struck into Thettumir stunningly. He\nwhirled to Kasthel.\n\n\"We were fools--fools! Our fine new fleet was the result of\nmaterialized thought. We should have known that these materializations\ncould no longer exist once we went beyond the field of influence of the\nforces that created them and held them together.\"\n\n\"We've got to stop!\" Kasthel gasped. \"We've got to turn back!\"\n\nThettumir shook his crest sadly. \"Our inertia is too great to overcome\nquickly. Before we could decelerate, we would already be far over the\ndanger line. No, Kasthel, let us go instead to my cabin and have a last\ndrink of _glath_.\"\n\nThey never reached the cabin.\n",
    "metadata": {
        "author": [
            "Geier, Chester S."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64159/pg64159.txt",
        "name": "planet_of_creation.json"
    }
}