{
    "name": "P'laski's Tunament\n1891",
    "author": [
        "Page, Thomas Nelson"
    ],
    "body": "1891\n\nI had the good fortune to come from \"the old county of Hanover,\" as that\nparticular division of the State of Virginia is affectionately called\nby nearly all who are so lucky as to have first seen the light amid its\nbroom-straw fields and heavy forests; and to this happy circumstance I\nowed the honor of a special visit from one of its most loyal citizens.\nIndeed, the glories of his native county were so embalmed in his\nmemory and were so generously and continuously imparted to all his\nacquaintances, that he was in the county of his adoption universally\nknown after an absence of forty years as \"Old Hanover.\" I had not been\nlong in F---- when I was informed that I might, in right of the good\nfortune respecting my birthplace, to which I have referred, expect\na visit from my distinguished fellow-countyman, and thus I was not\nsurprised, when one afternoon a message was brought in that \"Ole Hanover\nwas in the yard, and had called to pay his bes' bespecks to de gent'raan\nwhat hed de honor to come f'om de ole county.\"\n\nI immediately went out, followed by my host, to find that the visit was\nattended with a formality which raised it almost to the dignity of a\nceremonial. \"Old Hanover\" was accompanied by his wife, and was attended\nby quite a number of other negroes, who had followed him either out of\ncuriosity excited by the importance he had attached to the visit, or\nelse in the desire to shine in reflected glory as his friends. \"Old\nHanover\" himself stood well out in front of the rest, like an old\nAfrican chief in state with his followers behind him about to receive an\nembassy. He was arrayed with great care, in a style which I thought at\nfirst glance was indicative of the clerical calling, but which I soon\ndiscovered was intended to be merely symbolical of approximation to the\ndignity which was supposed to pertain to that profession. He wore a very\nlong and baggy coat which had once been black, but was now tanned by\nexposure to a reddish brown, a vest which looked as if it had been\nvelvet before the years had eaten the nap from it, and changed it into a\nfabric not unlike leather. His shirt was obviously newly washed for\nthe occasion, and his high clean collar fell over an ample and somewhat\nbulging white cloth, which partook of the qualities of both stock and\nnecktie. His skin was of that lustrous black which shines as if freshly\noiled, and his face was closely shaved except for two tufts of short,\nwhite hair, one on each side, which shone like snow against his black\ncheeks. He wore an old and very quaint beaver, and a pair of large,\nold-fashioned, silver-rimmed spectacles, which gave him an air of\nportentous dignity.\n\nWhen I first caught sight of him, he was leaning on a long hickory\nstick, which might have been his staff of state, and his face was set in\nan expression of superlative importance. As I appeared, however, he at\nonce removed his hat, and taking a long step forward, made me a profound\nbow. I was so much impressed by him, that I failed to catch the whole\nof the grandiloquent speech with which he greeted me. I had evidently\nsecured his approval; for he boldly declared that he \"would 'a'\nrecognizated me for one of de rail quality ef he had foun' me in a\ncuppen.\" I was immediately conscious of the effect which his endorsement\nproduced on his companions. They regarded me with new interest, if any\nexpression so bovine deserved to be thus characterized.\n\n\"I tell dese folks up heah dee don't know nuthin' 'bout rail quality,\"\nhe asserted with a contemptuous wave of his arm, which was manifestly\nintended to embrace the entire section in its comprehensive sweep. \"Dee\n'ain' nuver had no 'quaintance wid it,\" he explained, condescendingly.\nHis friends accepted this criticism with proper submissive-ness.\n\n\"De Maconses, de Berkeleyses, de Carterses, de Bassettses, de\nWickhamses, de Nelsonses, an' dem!\"--(the final ending \"es\" was plainly\nsupposed to give additional dignity)--\"now _dee_ is sho 'nough quality.\nI know all 'bout 'em.\" He paused long enough to permit this to sink in.\n\n\"I b'longst to Doc' Macon. _You_ know what _he_ wuz?\"\n\nHis emphasis compelled me to acknowledge his exalted position or abandon\nforever all hope of retaining my own; so I immediately assented, and\ninquired how long he had been in \"this country,\" as he designated his\nadopted region. He turned with some severity to one of his companions, a\nstout and slatternly woman, very black, and many years his junior.\n\n\"How long is I been heah, Lucindy?\"\n\nThe woman addressed, by way of answer, turned half away, and gave a\nlittle nervous laugh. \"I don't know how long you been heah, you been\nheah so long; mos' forty years, I reckon.\" This sally called from her\ncompanions a little ripple of amusement.\n\n\"Dat's my wife, suh,\" the old gentleman explained, apologetically.\n\"She's de one I got now; she come f'om up heah in dis ken-try.\" His\nvoice expressed all that the words were intended to convey. Lucindy, who\nappeared accustomed to such contemptuous reference, merely gave another\nlittle explosion which shook her fat shoulders.\n\nAs, however, I was expected to endorse all his views, I changed the\nembarrassing subject by inquiring how he had happened to leave the old\ncounty.\n\n\"Ole marster gi' me to Miss Fanny when she ma'yed Marse William\nFitzhugh,\" he explained. \"I wuz ma'yed den to Marth' Ann; she wuz Miss\nFanny's maid, an' when she come up heah wid Miss Fanny, I recompany\nher.\" He would not admit that his removal was a permanent one. \"I al'ays\nlayin' out to go back home, but I 'ain' been yit. Dee's mos' all daid\nb'fo' dis, suh?\"\n\nHe spoke as if this were a fact, but there was a faint inquiry in\nhis eyes if not in his tone. I was sorry not to be able to inform\nhim differently, and, to change the subject, I started to ask him a\nquestion. \"Martha Ann--\" I began, and then paused irresolute.\n\n\"She's daid too,\" he said simply.\n\n\"How many children have you?\" I asked.\n\n\"I 'ain' got but beah one now, suh, ef I got dat one,\" he replied;\n\"dat's P'laski.\"\n\n\"How many have you had?\"\n\n\"Well, suh, dat's a partic'lar thing to tell,\" he said, with a whimsical\nlook on his face. \"De Scripturs says you is to multiply an' replanish de\nuth; but I s'pecks I's had some several mo'n my relowance; dar's Jeems,\nan' Peter, an' Jeremiah, an' Hezekiah, an' Zekyel, Ananias an' Malachi,\nMatthew an' Saint Luke, besides de gals. Dee's all gone; an' now I 'ain'\ngot but jes dat P'laski. He's de wuthlisses one o' de whole gang. He\ntecks after his mammy.\"\n\nThe reference to Pulaski appeared to occasion some amusement among his\nfriends, and I innocently inquired if he was Martha Ann's son.\n\n\"Nor, _suh, dat_ he warn'!\" was the vehement and indignant answer. \"Ef\nhe had 'a' been, he nuver would 'a' got me into all dat trouble. Dat wuz\nde mortification o' my life, suh. He got all dat meanness fom his mammy.\nDat ooman dyah is his mammy.\" He indicated the plump Lucindy with his\nlong stick, which he poked at her contemptuously. \"Dat's what I git for\nmar'yin' one o' dese heah up-kentry niggers!\" The \"up-kentry\" spouse\nwas apparently quite accustomed to this characterization, for she simply\nlooked away, rather in embarrassment at my gaze being directed to her\nthan under any stronger emotion. Her liege continued: \"Lucindy warn'\nquality like me an' Marth' Ann, an' her son tooken after her. What's in\nde myah will come out in de colt; an' he is de meanes' chile I uver had.\nI name de urrs fom de Scriptur', but he come o' a diff'-ent stock, an'\nI name him arter Mr. P'laski Greener, whar Lucindy use' to b'longst\nto, an' I reckon maybe dat's de reason he so natchally evil. I had mo'\ntrouble by recount o' dat boy 'n I hed when I los' Marth' Ann.\"\n\nThe old fellow threw back his head and gave a loud \"Whew!\" actually\nremoving his large spectacles in his desperation at Pulaski's\nwickedness. Again there was a suppressed chuckle from his friends; so,\nseeing that some mystery attached to the matter, I put a question which\nstarted him.\n\n\"Well, I'll tell you, suh,\" he began. \"Hit all growed out of a tunament,\nsuh. You an' I knows all discerning tunaments, 'cuz we come f'om de ole\ncounty o' Hanover, whar de _raise_ tunaments\"--(he referred to them as\nif they had been a species of vegetables)--\"but we 'ain' nuver hearn de\nmodification of a _nigger_ ridin' in a tunament?\"\n\nI admitted this, and, after first laying his hat carefully on the\nground, he proceeded:\n\n\"Well, you know, suh, dat P'laski got de notionment in he haid dat he\nwuz to ride in a tunament. He got dat f'om dat ooman.\" He turned and\npointed a trembling finger at his uncomplaining spouse; and then slowly\ndeclared, \"Lord! I wuz outdone dat day.\"\n\nI suggested that possibly he had not followed Solomon's injunction as\nrigidly as Pulaski's peculiar traits of character had demanded; but he\nsaid promptly:\n\n\"Yes, suh, I did. I whupped him faithful; but he took whuppin' like a\nole steer. Hickory didn' 'pear to have no 'feck on him. He didn' had no\nmemory; he like a ole steer: got a thick skin an' a short memory; he wuz\nwhat I call one o' dese disorde'ly boys.\"\n\nHe paused long enough to permit this term, taken from the police court\nreports, to make a lodgement, and then proceeded:\n\n\"He wuz so wuthless at home, I hired him out to ole Mis' Twine for fo'\ndollars an' a half a mont'--an' more'n he wuth, too!--to see ef po'\nwhite ooman kin git any wuck out'n him. A po' white ooman kin git\nwuck out a nigger ef anybody kin, an' 'twuz down dyah that he got had\nfoolishness lodgicated in he haid. You see, ole Mis' Twine warn' so fur\nf'om Wash'n'n. Nigger think ef he kin git to Wash'n'n, he done got in\nheaven. Well, I hire him to ole Mis' Twine, 'cuz I think she'll keep\nP'laski straight, an' ef I don' git but one fo' dollars an' a half f'om\nhim, hit's dat much; but 'pear like he got to runnin' an' consortin'\nwid some o' dem urr free-issue niggers roun' dyah, an' dee larne him mo'\nfoolishness'n I think dee able; 'cuz a full hawg cyarn drink no mo'.\"\n\nThe old fellow launched out into diatribes against the \"free issues,\"\nwho, he declared, expected to be \"better than white folks, like white\nfolks ain' been free sense de wull begin.\" He, however, shortly returned\nto his theme.\n\n\"Well, fust thing I knowed, one Sunday I wuz settin' down in my house,\nan' heah come P'laski all done fixed up wid a high collar on, mos'\nhigh as ole master's, an' wid a better breeches on 'n I uver wear in my\n_life_, an' wid a creevat! an' a cane! an' wid a seegar! He comes in de\ndo' an' hol' he seegar in he han', sort o' so\" (illustrating), \"an' he\nteck off he hat kine o' flourishy 'whurr,' an' say, 'Good mornin', pa\nan' ma.' He mammy--_dat_ she--monsus pleaged wid dem manners; she ain'\nknow no better; but I ain' nuver like nobody to gobble roun' _me_, an' I\nsay, 'Look heah, boy, don' fool wid me; I ain' feelin' well to-day,\nan' ef you fool wid me, when I git done wid you, you oon feel well\nyou'self.' Den he kine o' let he feathers down; an' presney he say he\nwarn me to len' him three dollars an' a half. I ax him what he warn do\nwid it, 'cuz I know I ain' gwine len' to him--jes well len' money to a\nmus'-rat hole;--an' he say he warn it for a tunament.\n\n\"'Hi!' I say, 'P'laski, what air a tunament?' I mecked out, you see, like\nI ain' recognizated what he meck correspondence to; an' he start to say,\n'A tunament, pa--' but I retch for a barrel hoop whar layin' by kine\no' amiable like, an' he stop, like young mule whar see mud-puddle in de\nroad, an' say, 'A tunament--a tunament is whar you gits 'pon a hoss wid\na pole, an' rides hard as you kin, an' pokes de pole at a ring, an'--'\nWhen he gets right dyah, I interrup's him, an' I say, 'P'laski,' says\nI, 'I's raised wid de fust o' folks, 'cuz I's raised wid de Ma-conses\nat Doc' Macon's in Hanover, an' I's spectated fish fries, an' festibals,\nan' bobby-cues; but I ain' nuver witness nuttin' like dat--a nigger\nridin' 'pon a hoss hard as he kin stave, an' nominatin' of it a\ntunament,' I says. 'You's talkin' 'bout a hoss-race,' I says, ''cuz\ndat's de on'yes' thing,' I says, 'a nigger rides in.' You know, suh,\" he\nbroke in suddenly, \"you and I's seen many a hoss-race, 'cuz we come f'om\nhoss kentry, right down dyah f'om whar Marse Torm Doswell live, an' we\ndone see hoss-races whar wuz hoss-races sho 'nough, at the ole Fyarfiel'\nrace-co'se, whar hosses used to run could beat buds flyin' an' so I tole\nhim. I tole him I nuver heah nobody but a po' white folks' nigger call\na hoss-race a tunament; an' I tole him I reckon de pole he talkin' 'bout\nwuz de hick'ry dee used to tune de boys' backs wid recasionally when dee\ndidn' ride right. Dat cut him down might'ly, 'cuz dat ermine him o' de\nhick'ries I done wyah out 'pon him; but he say, 'Nor, 'tis a long pole\nwhar you punch th'oo a ring, an' de one whar punch de moes, he crown de\nqueen.' I tole him dat de on'yes' queen I uver heah 'bout wuz a cow ole\nmaster had, whar teck de fust prize at de State fyah in Richmond one\nyear; but he presist dat this wuz a tunament queen, and he warn three\ndollars an' a half to get him a new shut an' to pay he part ov de\nsupper. Den I tole him ef he think I gwine give him three dollars an' a\nhalf for dat foolishness he mus' think I big a fool as he wuz. Wid dat\nhe begin to act kine o' aggervated, which I teck for incidence, 'cuz I\nnuver could abeah chillern ner women to be sullen roun' me; an' I gi'\nhim de notification dat ef I cotch him foolin' wid any tunament I gwine\nride him tell he oon know when he ain't a mule hisself; an' I gwine have\nhick'ry pole dyah too. Den I tolt him he better go 'long back to ole\nMis' Twine, whar I done hire him to; an' when he see me pick up de\nbarrel hoop an' start to roll up my sleeve, he went; an' I heah he jine\ndat Jim Sinkfiel', an' dat's what git me into all dat tribilation.\"\n\n\"What got you in?\" I inquired, in some doubt as to his meaning.\n\n\"Dat tunament, suh. P'laski rid it! An' what's mo,' suh, he won de\nqueen,--one o' ole man Bob Sibley's impident gals,--an' when he come to\ncrown her, he crown her wid ole Mis' Twine's weddin'-ring!\"\n\nThere was a subdued murmur of amusement in the group behind him, and\nI could not but inquire how he came to perform so extraordinary a\nceremony.\n\n\"Dat I don' know, suh; but so 'twair. Fust information I had on it wuz\nwhen I went down to ole Mis' Twine's to get he mont's weges. I received\nde ontelligence on de way dat he had done lef dyah, an' dat ole\nMis' Twine gol' ring had lef by de same road at de same time. Dat\ncorrespondence mortify me might'ly' cuz I hadn' raised P'laski no sich\na ways as dat. He was dat ooman's son to be sho' an' I knowed he\nwuz wuthless, but still I hadn' respect him to steal ole Mis' Twine\nwed-din'-ring, whar she wyah on her finger ev'y day, an' whar wuz gol'\ntoo. I want de intimation 'bout de fo' dollars an' a half, so I went\n'long; but soon as ole Mis' Twine see me she began to quoil. I tell her\nI just come to git de reasonment o' de matter, an' I 'ain' got nuthin'\n'tall to say 'bout P'laski. Dat jes like bresh on fire; she wuss'n\nbefo'. She so savigrous I tolt her I 'ain' nuver had nobody to\nprevaricate nuttin' 'bout me; dat I b'longst to Doc' Macon, o' Hanover,\nan' I ax her ef she knowed de Maconses. She say, nor, she 'ain' know\n'em, nor she ain' nuver hearn on 'em, an' she wished she hadn' nuver\nhearn on me an' my thievin' boy--dat's P'laski. Well, tell then, I\nmighty consarned 'bout P'laski; but when she said she 'ain' nuver hearn\non the Maconses, I ain' altogether b'lieve P'laski done teck her ring,\ncause I ain' know whether she got any ring; though I know sence the\ntunament he mean enough for anything; an' I tolt her so, an' I tolt her\nI wuz raised wid quality--sence she ain' know the Maconses, I ain' tole\nher no mo' 'bout dem, 'cuz de Bible say you is not to cast pearls befo'\nhawgs--an' dat I had tote de corn-house keys many a time, an' Marth' Ann\nused to go in ole Mistis' trunks same as ole Mistis herself. Right dyah\nshe mought 'a' cotch me ef she had knowed that P'laski warn' Marth'\nAnn's son; but she ain' know de Maconses, an' in cose she ain' 'quainted\nwid de servants, so she don' know it. Well, suh, she rar an' she pitch.\nYo' nuver heah a ooman talk so befo' in yo' life; an' fust thing I knew\nshe gone in de house, she say she gwine git a gun an' run me off dat\nlan', But I ain' wait for dat: don nobody have to git gun to run me off\ndee lan'. I jes teck my foot in my han' an' come 'long way by myself,\n'cuz I think maybe a ooman 'at could cuss like a man mout shoot like a\nman too.\"\n\n\"Where did you go and what did you do next?\" I asked the old fellow as\nhe paused with a whimsical little nod of satisfaction at his wisdom.\n\n\"I went home, suh,\" he said. \"I heah on de way dat P'laski had sho\n'nough done crownt Bob Sibly's gal, Lizzy Susan, wid de ring, an' dat he\nwuz gwine to Wash'n'n, but wuz done come home to git some things b'f\no' he went; so I come straight 'long behinst him jes swif' as my foot\ncould teck me. I didn' was'e much time,\" he said, with some pride, \"'cuz\nhe had done mighty nigh come gittin' me shot. I jes stop long 'nough to\ncut me a bunch o' right keen hick'ries, an' I jes come 'long shakin' my\nfoot. When I got to my house I ain' fine nobody dyah but Lucindy--dat\nve'y ooman dyah\"--pointing his long stick at her--\"an' I lay my\nhick'ries on de bed, an' ax her is she see P'laski. Fust she meek out\ndat she ain' heah me, she so induschus; I nuver see her so induschus;\nbut when I meck 'quiration agin she bleeged to answer me, an' she 'spon'\ndat she 'ain' see him; 'cuz she see dat my blood wuz up, an' she know\ndee wuz trouble 'pendin' for P'laski. Dat worry me might'ly, an' I say,\n'Lucindy, ef you is done meck dat boy resent hisself f'om heah, you is\ndone act like a po' white folks' nigger,' I say, 'an' you's got to beah\nde depravity o' his transgression.' When I tolt her dat she nuver got\nmad, 'cuz she know she air not quality like me an' Marth' Ann; but she\n'pear right smartly disturbed, an' she 'clar' she ain' lay her eyes on\nP'laski. She done 'clar' so partic'lar I mos' inclin' to b'lieve her;\nbut all on a suddent I heah some 'n' sneeze, 'Quechew!' De soun' come f\nom onder de bed, an' I jes retch over an' gether in my bunch o'\nhick'ries, an' I say, 'Come out!' Lucindy say, 'Dat's a cat'; an' I say,\n'Yes,' I say, 'hit's a cat I gwine skin, too.'\n\n\"I jes stoop down, an' peep onder de bed, an', sho 'nough, dyah wuz\nP'laski squinch up onder dyah, cane an' seegar an' all, jes like a ole\nhyah in a trap. I ketch him by de leg, an' juck him out, an'--don' you\nknow, suh, dat ooman had done put _my_ shut on dat boy, an' wuz\ngettin' ready to precipitate him in flight! I tolt her it wuz p'intedly\noudacious for her an' her son, after he had done stolt ole Mis' Taine\nweddin'-ring, to come to my own house an' rob me jes like I wuz a\nhen-roos'!\"\n\n\"What reply did she make to that?\" I asked, to facilitate his narrative.\n\n\"She 'ain' possessed no reply to dat indictment,\" he said, pompously.\n\"She glad by dat time to remit me to terminate my excitement on P'laski,\nan' so I did. He hollered tell dee say you could heah him two miles; he\nfyahly lumbered.\" The old fellow gave a chuckle of satisfaction at the\nreminiscence, and began to draw figures in the sand with his long stick.\nSuddenly, however, he looked up.\n\n\"Ef I had a-intimated how much tribilation dat lumberin' wuz gwine to\nget me in, he nuver would 'a' hollered. Dat come o' dat chicken-stealin'\nnigger Jem Sinkfiel'; he cyahed him off.\"\n\nHe again became reflective, so I asked, \"Haven't you seen him since?\"\n\n\"Oh, yes, suh, I seen him since,\" he answered. \"I seen him after I come\nout o' jail; but 'twuz a right close thing. I thought I wuz gone.\"\n\n\"Gone! for whipping him?\" \"Nor, suh; 'bout de murder.\"\n\n\"Murder?\"\n\n\"Yes, suh; murder o' him--o' P'laski.\" \"But you did not murder him?\"\n\"Nor, suh; an' dat wuz whar de trouble presisted. Ef I had a-murdered\nhim I'd 'a' knowed whar he wuz when dee wanted him; but, as 'twair, when\nde time arrove, I wair unable to perduce him: and I come mighty nigh\nforfeitin' my life.\"\n\nMy exclamation of astonishment manifestly pleased him, and he proceeded\nwith increased gravity and carefulness of dictation:\n\n\"You see, suh, 'twair dis way.\" He laid his stick carefully down, and\nspreading open the yellowish palm of one hand, laid the index finger of\nthe other on it, as if it had been a map. \"When I waked up nex' mornin'\nan' called P'laski, he did not rappear. He had departured; an' so had my\nshut! Ef 't hadn' been for de garment, I wouldn' 'a' keered so much, for\nI knowed I'd git my han's on him some time: hawgs mos'ly comes up when\nde acorns all gone! an' I know hick'ries ain't gwino stop growin': but\nI wuz cawnsiderably tossified decernin' my garment, an' I gin Lucindy\na little direction 'bout dat. But I jos wont on gittin' my sumac, an'\nwhenever I como 'cross a right straight hick'ry, I geth-orod dat too,\nan' laid it by, 'cus hick'ries grow mighty fine in ole fiel's whar\ngrowin' up like. An' one day I wuz down in de bushes, an' Mr. 'Lias\nLumpkins, de constable, come rid-in' down dyah whar I wuz, an' ax me\nwhar P'laski is. Hit come in my mind torectly dat he warn' P'laski 'bout\nde ring, an' I tell him I air not aware whar P'laski is: and den he tell\nme he got warrant for me, and I mus' come on wid him. I still reposed,\nin co'se, 'twuz 'bout de ring, an' I say I ain' had nuttin' to do wid\nit. An' he say, 'Wid what?' An' I say, 'Wid de ring.' Den he say, 'Oh!'\nan' he say, ''Tain' nuttin' 'bout de ring; 'tis for murder.' Well, I\nknow I ain' murder nobody, an' I ax him who dee say I done murder; an'\nhe ax me agin, 'Whar air P'laski?' I tell him I don' know whar P'laski\nair: I know I ain' murder him! Well, suh, hit subsequently repeared\ndat dis wuz de wuss thing I could 'a' said, 'cus when de trial come on,\nMajor Torm Woods made mo' o' dat 'n anything else at all; an' hit 'pears\nlike ef you's skused o' murder er steal-in', you mus'n' say you ain' do\nit, 'cuz dat's dangersomer 'n allowing you _is_ do it.\n\n\"Well, I went 'long wid him. I ax him to le' me go by my house; but he\nsay, nor, he 'ain' got time, dat he done been dyah. An' he teck me 'long\nto de cote-house, an' _lock me up in de jail!_ an' lef' me dyah in de\ndark on de rock flo'! An' dyah I rejourned all night long. An' I might\n'a' been dyah now, ef 't hadn' been dat de co'te come on. Nex' mornin'\nMr. Landy Wilde come in dyah an' ax me how I gettin' on, an' ef I warn'\nanything. I tell him I gettin' on toler'ble, an' I ain' warn' nuttin'\nbut a little tobacco. I warn' git out, but I knew I cyarn do dat, 'cuz\n'twuz de ambitiouses smellin' place I ever smelt in my life. I tell you,\nsuh, I is done smell all de smells o' mink an' mus' an' puffume, but I\nain' nuver smell nuttin' like dat jail. Mr. Landy Wilde had to hole he\nnose while he in dyah; an' he say he'll git de ole jedge to come an' ac'\nas my council. I tell him, 'Nor; Gord put me in dyah, an' I reckon He'll\ngit me out when He ready.' I tell you, suh, I wair p'intedly ashamed for\nde ole jedge, whar wuz a gent'man, to come in sich a scand'lous smellin'\nplace as dat. But de ole jedge come; an' he say it wuz a ------ shame to\nput a humin in sich place, an' he'd git me bail; which I mus' say--even\nef he is a church member--might be ixcused ef you jes consider dat\nsmell. But when de cote meet, dee wouldn' gi' me no bail, 'cuz dee say\nI done commit murder; an' I heah Jim Sinkfiel' an' Mr. Lumpkins an' ole\nMis' Twine went in an' tole de gran' jury I sutney had murder P'laski,\nan' bury him down in de sumac bushes; an' dee had de gre't bundle o'\nswitches dee fine in my house, an' dee redite me, an' say ef I 'ain'\nmurder him, why'n't I go 'long an' pre-duce him. Dat's a curisome thing,\nsuh; dee tell you to go 'long and fine anybody, an' den lock you up in\njail a insec' couldn' get out.\"\n\nI agreed with him as to the apparent inconsistency of this, and he\nproceeded:\n\n\"Well, suh, at las' de trial come on; 'twuz April-cote, an' dee had me\nin the cote-house, an' set me down in de cheer, wid de jury right\nin front o' me, an' de jedge settin' up in he pulpit, lookin' mighty\naggrevated. Dat wuz de fus' time I 'gin to feel maybe I wuz sort o'\nforgittin' things, I had done been thinkin' so much lately in jail 'bout\nde ole doctor--dat's ole master--an' Marth' Ann, an' all de ole times\nin Hanover, I wuz sort o' misty as I wuz settin' dyah in de cheer, an' I\njes heah sort o' buzzin' roun' me, an' I warn' altogether certified dat\nI warn' back in ole Hanover. Den I heah 'em say dat de ole jedge\nwuz tooken down an' wuz ixpected to die, an' dee ax me don' I want a\ncontinuance. I don' know what dat mean, 'sep dee say I have to go back\nto jail, an' sense I smell de fresh air I don' warn' do dat no mo'; so\nI tell 'em, 'Nor; I ready to die.' An' den dee made me stan' up; an' dee\nread dat long paper to me 'bout how I done murder P'laski; dee say I\nhad done whup him to death, an' had done shoot him, an' knock him in de\nhaid, an' kill him mo' ways 'n 'twould 'a' teck to kill him ef he had\nbeen a cat. Lucindy wuz dyah. I had done had her gwine 'bout right smart\nmeckin' quiration for P'laski. At least she _say_ she had,\" he said,\nwith a sudden reservation, and a glance of some suspicion toward his\nspouse. \"An' dee wuz a whole parecel o' niggers stan'-in' roun' dyah,\nblack as buzzards roun' a ole hoss whar dyin'. An' don' you know, dat\nJim Sinkfiel' say he sutney hope dee would hang me, an' all jes 'cuz he\nowe' me two dollars an' seventy-three cents, whar he ain' warn' pay me!\"\n\n\"Did you not have counsel?\" I inquired.\n\n\"Council?\"\n\n\"Yes--a lawyer.\"\n\n\"Oh, nor, suh; dat is, I had council, but not a la'yar, edzactly,\" he\nreplied, with careful discrimination. \"I had a some sort of a la'yer,\nbut not much of a one. I had ixpected ole Jedge Thomas to git me off;\n'cuz he knowed me; he wuz a gent'man, like we is; but when he wuz tooken\nsick so providential I wouldn' had no urrs; I lef' it to Gord. De jedge\nax me at de trial didn' I had no la'yar, and I tell him nor, not dyah;\nan' he ax me didn' I had no money to get one; an' I er-spon' 'Nor, I\ndidn' had none,' although I had at dat time forty-three dollars an'\nsixty-eight cents in a ole rag in my waistcoat linin', whar I had wid\nme down in de sumac bushes, an' whar I thought I better hole on to, an'\n'ain' made no mention on. So den de jedge ax me wouldn' I had a young\nman dyah--a right tall young man; an' I enform him: 'Yes, suh. I didn'\nreckon 'twould hu't none.' So den he come an' set by me an' say he wuz\nmy counsel.\"\n\nThere was such a suggestion of contempt in his tone that I inquired if\nhe had not done very well.\n\n\"Oh, yes, suh,\" he drawled, slowly, \"he done toler'ble\nwell--considerin'. He do de bes' he kin, I reckon. He holler an' mix me\nup some right smart; but dee wuz too strong for him; he warn' no mo'\nto 'em 'n wurrm is to woodpecker. Major Torm Woods' de com-monwealph's\nattorney, is a powerful la'yer; he holler so you kin heah him _three_\nmile. An' ole Mis' Twine wuz dyah, whar tell all 'bout de ring, an'\nhow impident I wuz to her dat day, an' skeer her to death. An' dat Jim\nSinkfiel', he wuz dyah, an' tolt' 'bout how I beat P'laski, an' how he\nheah him 'way out in main road, hollerin' 'murder.' An' dee had de gre't\nbundle o' hick'ries dyah, whar dee done fine in my house, an' dee had so\nmuch _evidence_ dat presney I 'mos' begin to think maybe I had done kilt\nP'laski sho 'nough, an' had disermembered it. An' I thought 'bout Marth'\nAnn an' all de urr chil'ern, an' I wondered ef dee wuz to hang me ef I\nwouldn' fine her; an' I got so I mos' hoped dee would sen' me. An den de\njury went out, an' stay some time, an' come back an' say I wuz guilty,\nan' sen' me to de Pen'tentiy for six years.\"\n\nI had followed him so closely, and been so satisfied of his innocence,\nthat I was surprised into an exclamation of astonishment, at which he\nwas evidently much pleased.\n\n\"What did your counsel do?\" I asked.\n\nHe put his head on one side. \"He? He jes lean over an' ax did I warn'\nto repeal. I tell him I didn't know. Den he ax me is I got any money at\nall. I tell him, nor; ef I had I would 'a' got me a la'yer.\"\n\n\"What happened then?\" I inquired, laughing at his discomfiting reply.\n\n\"Well, den de jedge tole me to stan' up, an' ax me has I got anything to\nsay. Well, I know dat my las' chance, an' I tell him, 'Yes, suh.' An'\nhe inform me to precede wid de relation, an' so I did. I preceded, an'\nI tolt 'em dyah in de cote-house ev'y wud jes like I have explanified\nit heah. I tolt 'em all 'bout Marth' Ann an' de chillern I hed had; I\nreformed 'em all decernin' de Maconses; an' I notified 'em how P'laski\nwuz dat urr ooman's son, not Marth' Ann's, an 'bout de tunament an' how\nI had demonstrated wid him not to ride dyah, an' how he had repudiated\nmy admonition, an' had crown de queen wid ole Mis' Twine weddin'-ring,\nwhar he come nigh git-tin' me shot fur; an' how I had presented him de\nhick'ry, an' 'bout how he had departed de premises while I wuz 'sleep,\nan' had purloined my garment, an' how I wuz waitin' for him, an'\ngetherin' de hick'ry crap an' all. An' dee wuz all laughin', 'cuz dee\nknow I wuz relatin' de gospel truth, an' jes den I heah some o' de\nniggers back behine call out, 'Hi! heah he now!' an' I look roun', an',\nef you b'lieve me, suh, dyah wuz P'laski, jes repeared, all fixed up,\nwid he cane an' seegar an' all, jes like I had drawed he resemblance. He\nhad done been to Wash'n'n, an' had done come back to see de hangin'.\"\n\nThe old fellow broke into such a laugh at the reminiscence that I asked\nhim, \"Well, what was the result?\"\n\n\"De result, suh, wuz, de jury teck back all dee had say, an' ax me to\ngo down to de tavern an' have much whiskey as I could stan' up to, an'\ndee'd pay for it; an' de jedge distracted 'em to tu'n me loose. P'laski,\nhe wuz sort o' bothered; he ain' know wherr to be disapp'inted 'bout de\nhangin' or pleased wid bein' set up so as de centre of distraction, tell\nole Mis' Twine begin to talk 'bout 'restin' of him. Dat set him back;\nbut I ax 'em, b'fo' dee 'rest him, couldn' I have jurisdictionment on\nhim for a leetle while. Dee grant my be-ques', 'cuz dee know I gwine to\nerward him accordin' to his becessities, an' I jes nod my head to him\nan' went out. When we got roun' hine de jail, I invite him to perject\nhis coat. He nex' garment wuz my own shut, an' I tolt him to remove dat\ntoo; dat I had to get nigh to he backbone, an' I couldn't 'ford to weah\nout dat shut no mor'n he had done already weah it. Somebody had done\nfetch de bunch o' hick'ries whar dee had done fine in my house, an' hit\njes like Providence. I lay 'em by me while I put him on de altar, I\njes made him wrop he arms roun' a little locus'-tree, an' I fasten he\nwris'es wid he own gallowses, 'cuz I didn' warn' was'e dem hick'ries;\nan' all de time I bindin' him I tellin' him 'bout he sins. Den, when I\nhad him ready, I begin, an' I rehearse de motter wid him f'om de time he\nhad ax me 'bout de tunament spang tell he come to see me hang, an' wid\nev'y wud I gin him de admonishment, tell when I got thoo wid him he\nwouldn' 'a' tetch a ring ef he had been in 'em up to he neck; an' as to\nshuts, he would' a' gone naked in frost b'fo' he'd 'a' put one on. He\nback gin out b'fo' my hick'ries did; but I didn' wholly lors 'em. I\nreceive de valyationo' dem too, 'cuz when I let up on P'laski, fust man\nI see wuz dat Jim Sinkfiel', whar had warn' me hanged 'cuz he didn't\nwarn' pay me two dollars an' seventy-three cents. He wuz standin' dyah\nlookin' on, 'joyin' hiself. I jes walk up to him an' I tolt him dat\nhe could pay it right den, or recommodate me to teck de res' o' de\nhick'ries. He try to blunder out o' it, but all de folks know 'bout it\nan' dee wuz wid me, an' b'fo' he knowed it some on 'em had he coat\noff, an' had stretch him roun' de tree, an' tolt me to perceed. An' I\nperceeded.\n\n\"I hadn't quite wo' out one hick'ry when he holler dat he'd borry de\nmoney an' pay it; but I tolt him, nor; hick'ries had riz; dat I had\nthree mo', an' I warn' show him a man can meek a boy holler 'murder'\nan' yit not kill him. An' dat I did, too: b'f o' I wuz done he hollered\n'murder' jes natchel as P'laski.\"\n\nThe old fellow's countenance beamed with satisfaction at the\nrecollection of his revenge. I rewarded his narrative with a donation\nwhich he evidently considered liberal; for he not only was profuse in\nhis thanks, but he assured me that the county of Hanover had produced\nfour people of whom he was duly proud--Henry Clay, Doctor Macon, myself,\nand himself.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Page, Thomas Nelson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23016/pg23016.txt",
        "name": "plaskis_tunament_1891.json"
    }
}