{
    "name": "Poem Outlines",
    "author": [
        "Lanier, Sidney"
    ],
    "body": "   _The Artist: he\n   Who lonesome walks amid a thousand friends._\n\n\n\n\n\n\n\nNew York\nCharles Scribner's Sons\nMDCCCCVIII\n\nCopyright, 1908, by Charles Scribner's Sons\n\nPublished September, 1908\n\n\n\n\n\n\n                                  NOTE\n\n\nIt requires but little intimacy with the true artist to see that,\nwhether his medium of expression be words or music or the brush, much of\nhis finest achievement can never be given to his fellows bearing the\nstamp of perfect craftsmanship. As when the painter, with hand\nmomentarily inspired by the fervor of the eye, fixes in a sketch some\nmiracle of color or line, which vanishes with each succeeding stroke of\nthe brush laboring to embody it in a finished picture—so the poet may\ntranscribe one note of his own tense heart strings; may find fluttering\nwords that zigzag aerially beside the elusive new-born thought; may\nstrike out in the rough some heaven-scaling conception—to discover too\noften that these priceless fragments cannot be fused again, cannot be\njoined with commoner metals into a conventional quatrain or sonnet.\n\nAt such moments, by some subtle necromancy of quivering genius, the poet\nin his exaltation weaves sinuous words into a magic net with which he\nsnares at one cast the elfin woods fancies, the shy butterfly ideas that\nflit across secluded glades of the imagination, invisible even to him at\nother times; and there these delicate creatures lie, flashing forth from\nthe meshes glimpses of an unearthly brilliance—for all time, if he be\nwise enough not to attempt to open the net and spread out their wings\nfor the world to see them better. Or it may be that his mood is\ninterrupted by the necessity for giving to the world that which it will\nreceive in exchange for a living, and his next vision is of a far\ndistant corner of the Enchanted Land. Yet these records are what they\nare; they bear star dust upon their wings; they give, perhaps, his most\nintimate revelation, his highest utterance.\n\nSo the following outlines and fragments left by Sidney Lanier are\npresented, in the belief that they contain the essence of poetry. His\nmind budded into poems as naturally and inevitably as a tree puts forth\ngreen leaves—and it was always spring-time there. These poem-sketches\nwere jotted in pencil on the backs of envelopes, on the margins of\nmusical programmes, on little torn scraps of paper, amid all sorts of\nsurroundings, whenever the dream came to him. Some are mere flashes of\nsimile in unrhymed couplets; others are definite rounded outlines,\ninstinct with the beauty of idea, but not yet hewn to the line of\nperfect form; one, at least, is the beginning of quite a long narrative\nin verse. There are indications of more than one projected volume of\npoems, as mentioned in foot-notes. All have been selected from his\npapers as containing something worthy of preservation; and, while the\nthought sometimes parallels that in his published work, all are\nessentially new.\n\n                                                                H. W. L.\n\n NEW YORK, _September_, 1908.\n\n\n\n\nAre ye so sharp set for the centre of the earth, are ye so hungry for\nthe centre of things,\n\nO rains and springs and rivers of the mountains?\n\nTowards the centre of the earth, towards the very Middle of things, ye\nwill fall, ye will run, the Centre will draw ye, Gravity will drive you\nand draw you in one:\n\nBut the Centre ye will not reach, ye will come as near as the\nplains—watering them in coming so near—and ye will come as near as the\nbottom of the Ocean—seeing and working many marvels as ye come so near.\n\nBut the Centre of Things ye will not reach,\n\nO my rivers and rains and springs of the mountains.\n\nProvision is made that ye shall not: ye would be merged, ye could not\nreturn.\n\nNor shall my Soul be merged in God, though tending, though tending.\n\n [_Hymns of the Mountains,_\n _and Other Poems_]\n\n\n\n\nTo believe in God would be much less hard if it were not for the wind.\nPray hold one little minute, I cry: O spare this once to bite yonder\npoor old shivering soul in the bare house, let the rags have but a\nlittle chance to warm yon woman round the city corner. Stop, stop, wind:\nbut I might as well talk to the wind: and lo, the proverb paralyzes\nprayer, and I am ready to say: Good God, is it possible thou canst stop\nthis wind which at this moment is mocking ten thousand babies and\nthin-clad mothers with the unimaginable anguish of cold—is it possible\nthou canst stop this, and wilt not? Do you know what cold is? Story of\nthe Prisoner, &c., &c., and the stone.\n\n\n\n\nThe courses of the wind, and the shifts thereof, as also what way the\nclouds go; and that which is happening a long way off; and the full face\nof the sun; and the bow of the Milky Way from end to end; as also the\nsmall, the life of the fiddler-crab, and the household of the marsh-hen;\nand more, the translation of black ooze into green blade of marsh-grass,\nwhich is as if filth bred heaven:\n\nThis a man seeth upon the marsh.\n\n [_Hymns of the Marshes_]\n\n\n\n\n     I wish, said the poet, that you should do thus and so:\n     Laugh you thus, what matters a poet's wish?\n     The poet's wish is Nature's law.\n     It is for the satisfaction thereof that things are,\n     And that Time moves.\n     Observe Science in modern times proving the old poet's dreams.\n\n     Nature with all her train of powers\n     And Time with his ordered hours,\n     And Space, ... and said,\n     What dost thou wish, my lord?\n\n [_Credo, and Other Poems_]\n\n\n\n\n How dusty it is!\n In trades and creeds and politics, much wind is about and the earth is\n    dry;\n I must lay this dust, that men may see and breathe;\n There is need of rain, and I am it.\n\n [_Credo, and Other Poems_]\n\n\n\n\n                             THE DYSPEPTIC\n\n\n      _Frown_, quoth my lord Stomach,\n      And I lowered.\n      _Quarrel_, quoth my lord Liver,\n      And I lashed my wife and children,\n      Till at the breakfast-table\n      Hell sat laughing on the egg-cup.\n      _Lie awake all night_, quoth my two Masters,\n      And I tossed, and swore, and beat the pillow,\n      And kicked with disgust,\n      And slammed every door tight that leads to sleep and heaven.\n\n [_Credo, and Other Poems_]\n\n\n\n\n                 Foul Past, as my Master I scorn thee,\n                 As my servant I love thee, dear Past.\n\n\n\n\nOne of your cold jelly-fish poets that find themselves cast up by some\nwave upon a sandy subject, and so wrinkle themselves about a pebble of a\ntheme and let us see it through their substance—as if that were a great\nfeat.\n\n\n\n\n                          Cousin cloud\n                          the wind of music\n                          blow me into wreath\n                          and curve of grace\n                          as it bloweth thee.\n\n\n\n\n                   And then\n               A gentle violin mated with the flute,\n               And both flew off into a wood of harmony,\n               Two doves of tone.\n\n\n\n\nI have great trouble in behavior. I know what to do, I know what I at\nheart desire to do; but the _doing_ of it, that is work, that labor is.\nI construct in my lonesome meditations the fairest scheme of my\nrelations to my fellow-men, and to fellow-events; but when I go to set\nthe words of solitary thought to the music of much-crowded action, I\nfind ten thousand difficulties never suspected: difficulties of race,\ntemperament, mood, tradition, custom, passion, unreason and other\ndifficulties which I do not understand, as, for instance, the failure of\ncontemporary men to recognize genius and great art.\n\n\n\n\n           I made me a song of serenade,\n           And I stole in the Night, in the Night,\n           To the window of the world where man slept light,\n                         And I sang:\n           O my Love, my Love, my Fellow Man,\n                         My Love.\n\n\n\n\nI fled in tears from the men's ungodly quarrel about God: I fled in\ntears to the woods, and laid me down on the earth; then somewhat like\nthe beating of many hearts came up to me out of the ground, and I looked\nand my cheek lay close by a violet; then my heart took courage and I\nsaid:\n\n \"I know that thou art the word of my God, dear Violet:\n And Oh the ladder is not long that to my heaven leads.\n Measure what space a violet stands above the ground,\n 'Tis no farther climbing that my soul and angels have to do than that.\"\n\n [_Written on the fly-leaf of\n Emerson's \"Representative\n Men,\" between 1874 and\n 1879_]\n\n\n\n\n      While I lie here under the tree,\n      Comes a strange insect and poises an instant at my cheek,\n      And lays his antennæ there upon my skin,\n      Then perceiving that I have nothing of nutriment for him,\n      He leaves me with a quiet indifference which, do all I can,\n      Crushes me more than the whole world's sarcasm,\n      And now he is gone to the Jamestown weed, there,\n      And is rioting in sweetness.\n\n\n\n\n         I did not think so poorly of thee, dear Lord,\n         As that thou wouldst wait until thou wert asked\n             (As many think),\n         And that thou wouldst be ugly, like a society person,\n         Because thou wert not invited.\n\n [1881]\n\n\n\n\n                   Tender wiles, transparent guiles,\n                   Tears exhaling into smiles.\n\n\n\n\nA man does not reach any stature of manhood until like Moses he kills an\nEgyptian (_i. e._, murders some oppressive prejudice of the all-crushing\nTyrant Society or Custom or Orthodoxy) and flies into the desert of his\nown soul, where among the rocks and sands, over which at any rate the\nsun rises dear each day, he slowly and with great agony settles his\nrelation with men and manners and powers outside, and begins to look\nwith his own eyes, and first knows the unspeakable joy of the outcast's\nkiss upon the hand of sweet, naked Truth.\n\nBut let not the young man go to killing his Egyptian too soon: wait till\nyou know all the Egyptians can teach you: wait till you are master of\nthe technics of the time; then grave, and resolute, and aware of\nconsequences, shape your course.\n\n\n\n\nThought, too, is carnivorous. It lives on meat. We never have an idea\nwhose existence has not been purchased by the death of some atom of our\nfleshy tissue.\n\nO little poem, thou goest from this brain chargeable with the death of\ntissue that perished in order that thou mightst live: nourish some soul,\nthou that hast been nourished on a human body.\n\n\n\n\nDo you think the 19th century is past? It is but two years since Boston\nburnt me for witchcraft. I wrote a poem which was not orthodox: that is,\nnot like Mr. Longfellow's.\n\n\n\n\n       All roads from childhood lead to hell,\n       Hell is but the smoke about the monstrous fires\n       Kindled from }\n       Rising from  } frictions of youth's self with self,\n       Passion rubbed hard 'gainst Purpose, Heart 'gainst Brain.\n\n [1874-5]\n\n\n\n\n    Tolerance like a Harbor lay\n    Smooth and shining and secure,\n    Where ships carrying every flag of faith were anchored in peace.\n\n\n\n\n                           TO THE POLITICIANS\n\n\nYou are servants. Your thoughts are the thoughts of cooks curious to\nskim perquisites from every pan, your quarrels are the quarrels of\nscullions who fight for the privilege of cleaning the pot with most\nleavings in it, your committees sit upon the landings of backstairs, and\nyour quarrels are the quarrels of kitchens.\n\n [1878-9]\n\n\n\n\n\"The Earth?\" quoth a Dandelion to my Oak, \"what earth? where is any? I\nfloat, and find none!\"\n\nAt that moment the wind blew.\n\n\"Nevertheless, it is here,\" quoth my oak, with pleasure in all his\nroots, what time the dandelion was blown out of hearing.\n\n\n\n\n                         ORNAMENT BEFORE DRESS\n\n\n             Who doubts but Eve had a rose in her hair\n                 Ere fig leaves fettered her limbs?\n             So Life wore poetry's perfect rose\n                 Before 'twas clothed with economic prose.\n                 Homer before Pherecydes,\n                 Caedmon before Alfred.\n\n\n\n\nEvery rule is a sign of weakness. A man needs no rules to make him eat,\nwhen he is hungry: and a law is a badge of disgrace. Yet we are able to\nconsole ourselves, from points of view which terminate in duty, order,\nand the like advantages.\n\n\n\n\n         How did'st thou win her, Death?\n         Thou art the only rival that ever made her cold to me.\n         Thou hast turned her cold to me.\n\n\n\n\n               _I went into the Church to find my Lord.\n               They said He is here, He lives here.\n               But I could not see Him,\n               For the creed-tablets and bonnet-flowers._\n\nI went into the Church to look for a poor man.\n\nFor the Lord has said that the Poor are his children, and I thought His\nchildren would live in His house.\n\nBut in the pews sat only Kings and Lords: at least all that sat there\nwere dressed like Kings and Lords; and I could not find the man I looked\nfor, who was in rags;—presently I saw the sexton refuse admission to a\nman; lo, it was my poor man, he had on rags, and the sexton said, \"No\nragged allowed.\"\n\n\n\n\nO World, I wish there was room for a poet. In the time of David and of\nIsaiah, in the time of John and of Homer, there was room for a poet. In\nthe time of Hyvernion and of Herve and of Omar Khayyam: in the time of\nShakspere, was room in the world for a poet.\n\n                In the time of Keats there was not room:\n                Perhaps now there is not room.\n\n [1881]\n\n\n\n\nIn the lily, the sunset, the mountain, the rosy hues of all life, it is\neasy to trace God. But it is in the dust that goes up from the unending\nBattle of Things that we lose Him. Forever thro' the ferocities of\nstorms, the malice of the never-glutted oceans, the savagery of human\nwars, the inexorable barbarities of accident, of earthquake and\nmysterious Disease, one hears the voice of man crying, _where art thou,\nmy dear Lord and Master?_\n\n\n\n\nBut oh, how can ye trifle away your time at trades and waste yourself in\nmen's commerce, when ye might be here in the woods at commerce with\ngreat angels, all heaven at purchase for a song.\n\n\n\n\n            I will be the Terpander of sadness;\n            I will string the shell of slow time for a lyre,\n                The shell of Tortoise-creeping time,\n                Till grief grow music.\n\n\n\n\n                     I am but a small-winged bird:\n                 But I will conquer the big world\n                     As the bee-martin beats the crow,\n                 By attacking it always from Above.\n\n\n\n\n                Ah how I desire this matter!\n          I am sure God would give it to me if He could.\n          I am sure that I would give it to Him if I could.\n                (But perhaps He knows it is not good for you.)\n                I know that He could make it good for me.\n\n\n\n\nThe United States in two hundred years has made Emerson out of a\nwitch-burner.\n\n\n\n\n                               BEETHOVEN\n\n\n                      The argument of music,\n                      I heard thy plea, O friend;\n                      Who might debate with thee?\n\n\n\n\n             Heart was a little child, cried for the moon,\n             Brain was a man, said, nay.\n             Science is big, and Time is a-throb,\n             Hold thy heart, Heart.\n\n\n\n\n               Wan Silence lying lip on ground,\n               An outcast Angel from the Heaven of sound,\n                       Prone and desolate\n                       By the shut Gate.\n\n\n\n\nA poet is a perpetual Adam: events pass before him, like the animals in\nthe creation, and he names them.\n\n\n\n\n\"The Improvement of the Ground is the most Natural Obtaining of Riches:\nFor it is our Great Mother's Blessing, the Earth: But it is slow.\"\n\n [_Poems on Agriculture_]\n\n\n\n\n                     How could I injure thee,\n               Thou art All and I am nought,\n               What harm, what harm could e'er be wrought\n                     On thee by me?\n\n\n\n\nLo, he that hath helped me to do right (save by mere information upon\nwhich I act or not, as I please) he hath not done me a favor: he hath\ncovertly hurt me: he hath insidiously deflowered the virginity of my\nwill; I am thenceforth not a pure Me: I am partly another.\n\nEach union of self and self is, once for all, incest and adultery and\nevery other crime. Let me alone. God made me so, a man, individual,\nunit, whole, fully-appointed in myself. Again I cry to thee, O friend,\nlet me alone.\n\n\n\n\nThe church having become fashionable is now grown crowded, and the Age\nwill have to get up from its pew and go outside soon, if only for a\nlittle fresh air.\n\n\n\n\nYou wish me to argue whether Paul had a revelation: I do not care\ngreatly; I have had none, but roses, trees, music, and a running stream,\nand Sirius.\n\n [_Credo, and Other Poems_]\n\n\n\n\nThe sleep of each night is a confession of God. By whose will is it that\nmy heart beat, my lung rose and fell, my blood went with freight and\nreturned empty these eight hours?\n\nNot mine, not mine.\n\n\n\n\n Like to the grasshopper in the tall grass,\n That sings to the mate he cannot see yet while,\n I sing to thee, dear World;\n For thou art my Mate, and peradventure thou wilt come; I wish to see\n    thee.\n Like to the lover under the window of his Love,\n I serenade thee, dear World;\n For thou art asleep and thou art my Love,\n And perhaps thou wilt awake and show me thine eyes\n And the beauty of thy face out of the window of thy house of Time.\n\n\n\n\n              So large, so blue is Harry's eye,\n              I think to that blue Heaven the souls do go\n              Of honest violets when they die.\n\n\n\n\nSays Epictetus, at the close of his Chapter on Præcognitions: \"I must\nspeak in this way; excuse me, as you would excuse lovers: I am not my\nown master: I am mad.\"\n\n [_Credo, and Other Poems_]\n\n\n\n\n           —Great shame came upon me.\n           I wended my way to my own house\n           And I was sorrowful all that night,\n           For the touch of man had bruised my manhood,\n           And in playing to be wise and a judge before men,\n           I found me foolish and a criminal before myself.\n\n\n\n\n          If that the mountain-measured earth\n          Had thousand-fold his mighty girth,\n          One violet would avail the dust\n          For righteous pride and just.\n          Then why do ye prattle of promise,\n          And why do ye cry _this poet's young\n          And will give us more anon_?\n\n          For he that hath written a song\n          Hath made life's clod a flower,\n          What question of short or long?\n          As the big earth is summed in a violet,\n          All Beauty may lie in a two-lined stave.\n          Let the clever ones write commentaries in verse.\n          As for us, we give you texts,\n                      O World, we poets.\n          If you do not understand them now,\n          Behold, hereafter an army of commentators will come:\n          They will imitate, and explain it to you.\n\n\n\n\n                          THE SONG OF ALDHELM\n\n\n Come over the bridge, my merchants,\n Come over the bridge, my souls:\n For ye all are mine by the gift of God,\n Ye belong to me by the right of my love,\n             I love\n With a love that is father and mother to men,\n Ye are all my children, merchants.\n\n _Merchant_: We have no time, we have no time to listen to idle dreams.\n\n _Aldhelm_: But I, poor Aldhelm, say you nay;\n Till ye hear me, ye have no time\n Neither for trade nor travelling;\n Till ye hear me ye have no time to fight nor marry nor mourn;\n There is not time, O World,\n Till you hear me, the Poet Aldhelm,\n To eat nor to drink nor to draw breath.\n For until the Song of the Poet is heard\n Ye do not live, ye can not live.\n O noonday ghosts that gabble of losing and gaining,\n Pitiful paupers that starve in the plenteous midmost\n Of bounty unbounded.\n\n\n\n\n               Didst thou make me?\n                 Some say yea.\n               Did I make thee?\n                 Some say yea.\n               Oh, am I then thy son, O God,\n                 Or art thou mine?\n               Thou art more beautiful than me,\n                 And I will worship thee.\n               Lo, out of me is gone more great than me:\n                 As Him that Mother Mary bore,\n                 Greater far than Mary was;\n               As one mere woman brought the Lord,\n                 Was mother of the Lord,\n               Might not my love and longing be\n                 Father of thee?\n\n\n\n\n             There will one day be medicine to cure crime.\n\n\n\n\n           This youth, O Science, he knoweth more than thee,\n             He knoweth that life is sweet,\n           But thou, thou knowest not ever a Sweet.\n\nTear me, I pray thee, this Flower of Sweetness-of-Life petal from petal,\nnumber me the pistils, and above all, above all, dear Science, find me\nthe ovary thereof, and the seeds in the ovary, and save me these.\n\nThou canst not.\n\n\n\n\nThou that in thy beautiful Church this morning art reading thy beautiful\nservice with a breaking heart—for that thou knowest thou art reading\nfolly to fools, and for that thou lovest these same folk and canst not\nabide to think of losing thy friends, and knowest not how to tell them\nthe truth and findest them with no appetite to it nor strength for\nit—thou fine young clergyman, on this spring morning, there, in the\npulpit, front of the dainty ladies with their breathing clouds of\ndresses and the fans gently waving in the still air—and thou, there,\nbetwixt the pauses while the choir and the heavenly organ tear thy soul\nwith music, peering down with thine eyes in a dream upon the men in the\npews, the importers, the jobbers, the stockbrokers, the great drygoods\nhouse, some at a nod, some calculating with pencils on the fly-leaf of\nthe Prayer-book, some wondering how it will be with 4's and sixes\nto-morrow, some vacant, three with Christ thoughts, one out of two\nhundred earnest—thou that turnest despairing away from the men back to\nthe women whereof several regard thee with soft and rich eyes, with\nyearning after the unknown whatever-there-may-be-of-better-than-this,\n\n\n\n\nI have a word for thee.\n\nThou seest and wilt not cover thine eyes; thou dost stand at the\ncasement on a dewy morning, and sentimentalize over the birds that flit\nby: for thou knowest a worm died in pain at each bird song, and death\nsitteth in the dew; thou lookest through the rich lawn dresses of the\nwitch women, thou lookest through the ledger-revelries of the merchant,\nthou seest quasi-religion which is hell-in-trifles before thee, thou\nseest superstition black about thee,—I have a word for thee.\n\nCome out and declare.\n\n [_Credo, and Other Poems_]\n\n\n\n\n                                 CHOPIN\n\n\n           Betwixt the upper Mill-stone _Yes_\n             And the nether Mill-stone _No_,\n           Whence cometh _burr_ and _burr_ and _burr_\n             And much noise of quarrel,\n           The Miller poured the hopper full\n                   Of corn from the bag,\n           And in the corn lay one violet,\n           (Maybe the farmer's little girl dropped it in\n           When the boy went to the bin to fill the bag).\n             And _burr_ quoth the upper Mill-stone,\n           And _burr you back again_ the nether,\n           And the violet was ground with the corn,\n           But passed not into the bag with the meal,\n                   Thank God!\n           The odor of crushed violet flew forth\n             And passed about the ages;\n           And men here and there had a sense\n           Of somewhat rich and high-intense,\n           Dewy, fiery, dear, forlorn,\n           Delicate, grave, new out of the morn,\n                   But saturate yet\n           With the night despair that every flower will wet.\n\n [_Credo, and Other Poems_]\n\n\n\n\n                         A BUSINESS TRANSACTION\n\n\n               The poet stepped into a grimy den,\n                 Where the sign above the door\n               Said: Money to lend, in sums to suit,\n                 On Real Estate, &c.\n\n               I want, said the Poet,\n                 (So many thousand dollars).\n               So said Cent per Cent, rubbing his hands,\n                 Where is the property?\n\n               I offer, said the Poet,\n                 My Castle in Spain,\n               'Tis a lovely house,\n                 So many rooms, acres, &c.\n\n\n\n\n Ambling, ambling round the ring,\n   Round the ring of daily duty,\n Leap, Circus-rider, man, through the paper hoop of death,\n   —Ah, lightest thou, beyond death, on this same slow-ambling, padded\n      horse of life.\n\nYouth, the circus-rider, fares gaily round the ring, standing with one\nfoot on the bare-backed horse—the Ideal. Presently, at the moment of\nmanhood, Life (exacting ring-master) causes another horse to be brought\nin who passes under the rider's legs, and ambles on. This is the Real.\nThe young man takes up the reins, places a foot on each animal, and the\nbusiness now becomes serious.\n\nFor it is a differing pace, of these two, the Real and the Ideal.\n\nAnd yet no man can be said to make the least success in life who does\nnot contrive to make them go well together.\n\n\n\n\nThe Age is an Adonis that pursues the boar Wealth: yet shall the rude\ntusk of trade wound this blue-veined thigh,—if _Love_ come not to the\nrescue; Adon despises Love.\n\n\n\n\nSometimes Providence seems to have a bee in his bonnet. Else why should\nhell, the greatest risk, be the most improvable fact, and himself, the\nonly light, be the most completely undiscoverable? If the angels are\ngood company, why shut us out from them? I look for good boys for my\nchildren. Hide not your light under a bushel, is His own command: and\nyet He is completely obscured under the inexorable _quid pro quo_ of\nNature and the hateful measure of Evil.\n\n [_Credo, and Other Poems_]\n\n\n\n\n            The black-birds giving a shimmer of sound,\n                                       { transparent tremors\n            As midday hills give forth {       luminous\n                of heat and haze.\n\n\n\n\n                       FOR A FLOWER DECORATION OF\n                            SOLDIERS' GRAVES\n\n\n       Unto your house, O sleepers,\n       Unto these graves that house you since ye died,\n       Unto these little rooms wherein ye sleep,\n       A serenade of Love who sings in flowers,\n       If sense more dim than thought\n       May pierce through the deep dream of death wherein ye lie.\n\n\n\n\n           In a silence embroidered with whispers of lovers,\n           As the darkness is purfled with fire-flies.\n\n\n\n\n             The feverish heaven with a stitch in the side,\n                   Of lightning.\n\n\n\n\n           For Pray'r the Ocean is, where diversely\n             Men steer their course, each to a several coast,\n           Where all our interests so discordant be,\n           Half begging God for winds that\n             Would send the other half to hell.\n\n\n\n\n                    As many blades of grass as be\n                      In all thy horizontal round,\n                    So many dreams brood over thee.\n\n\n\n\nTo stand with quietude in the midst of the prodigious Unknown which we\ncall the World, also to look with tranquil eyes upon the unfathomable\nblackness which limits our view to the little space enclosed betwixt\nbirth and death.\n\n\n\n\n                  So pray we to the God we dimly hope\n                  Against calamities we clearly know.\n\n\n\n\nIt may be that the world can get along without God: but _I_ can not. The\nuniverse-finity is to me like the chord of the dominant seventh, always\nleading towards, always inviting onwards, a Chord of Progress; God is\nthe tonic Triad, a chord of Repose.\n\n\n\n\n                            SONGS OF ALDHELM\n\n\n           Songs from the Sun, Songs from the ground,\n           Songs from the ... stars,\n           Songs, { fine souls of the body of sound,\n                  { joined souls and bodies of sound,\n           ... ghosts of songs that died,\n             Songs of Birth and of Death, of ...\n           Beat million-rhythmed in the heart of my hearing,\n             The world is all sound and still signs of sound.\n\n\n\n\n It appears that if I were perfect, I could not be perfect.\n For with whoever is perfect, there is nothing more to be done.\n But if there were nothing more to do, I would be very sorry: that is, I\n    would not be perfect.\n Therefore it appears that I would not be perfect if I were perfect.\n\n [_Credo, and Other Poems_]\n\n\n\n\n We know more than we know.\n That the Lord is all, I know:\n That I am part, I know.\n But how shall we settle our provinces and diplomacies and boundaries,\n    the Lord and I?\n Let us talk of this matter, dear Lord, I talking in silence.\n\n\n\n\n           _But the corruption, the rascality, the &c., &c._,\n                         I am not afraid.\n           _But the stock broker, the whiskey ring_,\n                         I am not afraid.\n           _Nay, but the war in the East_,\n                         I am not afraid.\n           I see God about his godly affairs,\n           The cat-bird sits in the tree and sings\n           While the boy kills the &c. beneath.\n\nThe mocking-bird hanging over the street sings, though robbery, murder,\nfire, &c., go on.\n\n\n\n\n                             WATER AT DAWN\n\n\n                    Gray iris of the eyeball earth,\n                          Limpid Intelligence.\n\n\n\n\nIt is the easiest thing in the world to make one falsehood out of two\ntruths.\n\n\n\n\n               O Science, wilt thou take my Christ,\n                 Oh, wilt thou crucify him o'er\n               Betwixt false thieves with thieves' own pain,\n                 Never to rise again?\n               Leave me this love, O cool-eyed One,\n                 Leave me this Saviour.\n\n       _Science_: Down at the base of a statue,\n         A flower of strange hue\n       I dug, that I might see and know the root thereof,\n         And lo, the statue is prone, fallen.\n       They did but crucify the godhead of Christ,\n       (_My God, my God_, He said, _why hast thou forsaken me?_)\n         The manhood rose and lives forever,\n       The Leader, the Friend, the Beloved of all men and women,\n         The strongest, the wisest, the dearest, the sweetest.\n\n\n\n\nCome with me, Science; let us go into the Church here (say in Georgia);\nlet alone the youth here, they have roses in their cheeks, they know\nthat life is delicious, what need have they of thee? But fix thy keen\neye on these grave-faced and mostly sallow married women who make at\nleast half this congregation—these women who are the people that carry\naround the subscription cards, and feed the preacher and keep him in\nheart always. See, there is Mrs. S.: her husband and son were killed in\nthe war; Mrs. B.—her husband has been a thriftless fellow, and she has\nfinally found out the damnable fact that she is both stronger and purer\nthan he is, which she is, however, yet sweetly endeavoring to hide from\nherself and all people; Mrs. C. D. and the rest of the alphabet in the\nsame condition;—Science, I grasp thee by the throat and ask thee with\nvehement passion, wilt thou take away the Christ (who is to each\nDeficiency in this house the Completion and Hoped Perfectness) from\nthese women?\n\n\n\n\n                                            To-day\n        The Stars tease me, as it were gadflies:\n    And I cannot bear the impudent reds and yellows of the flowers.\n\n\n\n\n            To many inarticulate\n            Like the great vague wind\n            Against the wire, one word larger\n            Than some languages, nowhere flippant,\n            My song is of all men and times and thoughts,\n            Therefore many, caring not\n            For aught save one man, this time, and finance,\n            Many, many listen not\n            Because I sing for all.\n            Sang I of that little king\n            That owns this special little time,\n            The world were mine; but oh, but oh,\n            I sing all Time that hath no king.\n            And if I sang this man or that,\n            Haply the singer's fee I win;\n            But part's too little: I sing all:\n            I know not parties, cliques, nor times.\n\n\n\n\nThe old Obligation of goodness has now advanced into the Delight of\ngoodness; the old Curse of Labor into the Delight of Labor; the old\nAgony of blood-shedding sacrifice into the tranquil Delight of\nUnselfishness. The Curse of the Jew of Genesis is the Blessing of the\nmodern Gentile. It is as if an avalanche, in the very moment of crushing\nthe kneeling villagers, should turn to a gentle and fruitful rain, and\nbe minister not of death but of life.\n\n\n\n\n                             A GARDEN PARTY\n\n\nInvitation brought by the wind, and sent by the rose and the oak. I sat\non the steps—warm summer noon—in a garden, and half cloudy with low\nclouds, sun hot, rich mocking bird singing, bee brushing down a big\nraindrop from a flower, where it hung tremulous. The bird's music is\nechoed from the breasts of roses, and reflex sound comes doubly back\nwith grace of odor.—First came the lizard, dandiest of reptiles; then\nthe bee, then small strange insects that wear flap-wings and spider-web\nlegs, and crawl up the slim green stalks of grass; the catbirds, the\nflowers, with each a soul—this is the company I like; the talk, the\ngossip anent the last news of the spirit, the marriage of man and\nnature, the betrothal of Science and Art, the failure of the great house\nof Buy and Sell (see following note[1]), a rumor out of the sun, and\nmany messages concerning the stars.\n\nFootnote 1:\n\n  Buy and Sell failed because Love was a partner. \"This Love, now, who\n  is he?\" said a comfortable burgher oak. \"I hear much of him these\n  later days.\" Why, Love, he owneth all things: trees and land and water\n  power.\n\n\n\n\n        Oh, man falls into this wide sea of life\n        Like a pebble dropped by idle bands in water.\n        The little circle of the stir he makes\n        Does lessen as it widens, until Death\n        Comes on, and straightway the round ripple is gone out.\n\n\n\n\n                 The grave is a cup\n                 Wherewith I dip up\n                 My draughts from the lake of life.\n                                     (Death, loquitor.)\n\n                 Death is the cup-bearer of Heaven,\n                 God's Ganymede, and his cup is the\n                 grave, and life is the wine that\n                 fills it.\n\n\n\n\n                  Birth is but a folding of our wings.\n\n\n\n\n              When bees, in honey-frenzies, rage and rage,\n              And their hot dainty wars with flowers wage,\n              Foraying in the woods for sweet rapine\n              And spreading odorous havoc o'er the green.\n\n\n\n\nAll men are pearl-divers, and we have but plunged down into this\nstraggling salt-sea of Life—to find a pearl. This Pearl, like all\nothers, comes from a wound: it is the Pearl of Love after Grief.\n\n\n\n\nIt is always sunrise and always sunset somewhere on the earth. And so,\nwith a silver sunrise before him and a golden sunset behind him, the\nRoyal Sun fares through Heaven, like a king with a herald and a retinue.\n\n\n\n\nNight's a black-haired poet, and he's in love with Day. But he never\nmeets her save at early morn and late eve, when they fall into each\nother's arms and draw out a lingering kiss: so folded together at such\ntimes that we cannot distinguish bright maid from dark lover; and so we\ncall it Dawn and Twilight—it being\n\n                     Not light, but lustrous dark;\n                     Not dark, but secret light.\n\n\n\n\n       These green and swelling hills, crowned with white tents,\n       Like vast green waves, white-foaming at the top.\n\n\n\n\nHunger and a whip: with these we tame wild beasts. So, to tame us, God\ncontinually keeps our hearts hungry for love, and continually lashes our\nsouls with the thongs of relentless circumstance.\n\n\n\n\n              Star-drops lingering after sunlight's rain.\n\n\n\n\nThe earth, a grain of pollen dropped in the vast calyx of Heaven.\n\n\n\n\nOur beliefs needed pruning, that they might bring forth more fruit: and\nso Science came.\n\n\n\n\nI, the artist, fought with a Knight that was cased in a mail of gold;\nand my weapon, with all my art, would not penetrate his armor. Gold is a\nsoft metal, but makes the hardest hauberk of all. What shall I do to\npierce this covering? For I am hungry for this man, this business man of\nstocks and drygoods, and now it seems as if there were no pleasure nor\nhope nor life for me until I win him to my side.\n\n\n\n\n              My Desire is round,\n              It is a great globe.\n              If my desire were no bigger than this world\n              It were no bigger than a pin's head.\n              But this world is to the world I want\n              As a cinder to Sirius.\n\n\n\n\nI am startled at the gigantic suggestions in this old story of the\nSerpent who introduces knowledge to man in Eden. How could the Jew who\nwrote Genesis have known the sadness that ever comes with learning—as if\nwisdom were still the protégé of the Devil.\n\n\n\n\nOn the advantage of reducing facts—like fractions—to a common\ndenominator.\n\nWe explain: but only in terms of x and y, which are themselves symbols\nof we know not what, graphs of mystery. We establish relations betwixt\nthis and that mystery. We reduce x and y to a common denominator, so\nthat we can add them together, and make a scientific generalization, or\nsubtract them, and make a scientific analysis: but more we can not do.\nThe mystery is still a mystery, and this is all the material out of\nwhich we must weave our life.\n\n\n\n\n                    I had a dog,\n          And his name was not _Fido_, but _Credo_.\n          (In America they shorten his name to \"_Creed_.\")\n                My child fell into the water:\n          Then in plunged Credo, and brought me out my child,\n                    My beloved One,\n                Brought him out, truly,\n          But lo, in my Child's throat and in his limbs,\n          In the throat and the limbs of the child of man,\n                Credo's teeth had bitten deep.\n          (A good dog but a stern one was _Credo_)\n                And my child, though sound,\n                Was scarred in his beautiful face\n                And was maimed in his manful limbs\n                    For life, alas, for life.\n          Thus _Credo_ saved and scarred and maimed\n                    The Son of Man, my Child.\n\n\n\n\n                There was a flower called Faith:\n            Man plucked it, and kept it in a vase of water.\n                This was long ago, mark you.\n                And the flower is now faint,\n            For the water with time and dust is foul.\n                Come let us pour out the old water,\n                And put in new,\n            That the flower of faith be red again.\n\n\n\n\n                     Ten Lilies and ten Virgins,\n                 And, mild marvel to mine eyes,\n                     Five of the Virgins were foolish,\n                 But _all_ of the lilies were wise.\n\n\n\n\n        Look out, Death, I am coming.\n        Art thou not glad? What talks we'll have, what memories\n        Of old battles.\n        Come, bring the bowl, Death; I am thirsty.\n\n\n\n\n_Cut the Cord, Doctor!_ quoth the baby, man, in the nineteenth century.\n_I am ready to draw my own breath._\n\n\n\n\nWhether one is an optimist or an orthodox religionist or what not, it\nwould seem that faith must centre upon Christ.\n\n\n\n\nThe Church is too hot, and Nothing is too cold. I find my proper\nTemperature in Art. Art offers to me a method of adoring the sweet\nmaster Jesus Christ, the beautiful souled One, without the straitness of\na Creed which confines my genuflexions, a Church which confines my\nlimbs, and without the vacuity of the doubt which numbs them. An\nunspeakable gain has come to me in simply turning a certain phrase the\nother way: the beauty of holiness becomes a new and wonderful saying to\nme when I figure it to myself in reverse as the holiness of beauty. This\nis like opening a window of dark stained glass, and letting in a flood\nof white light. I thus keep upon the walls of my soul a church-wall\nrubric which has been somewhat clouded by the expiring breaths of creeds\ndying their natural death. For in art there is no doubt. My heart beat\nall last night without my supervision: for I was asleep; my heart did\nnot doubt a throb; I left it beating when I slept, I found it beating\nwhen I woke; it is thus with art: it beats in my sleep. A holy tune was\nin my soul when I fell asleep: it was going when I awoke. This melody is\nalways moving along in the background of my spirit. If I wish to\ncompose, I abstract my attention from the thoughts which occupy the\nfront of the stage, the _dramatis personæ_ of the moment, and fix myself\nupon the deeper scene in the rear.\n\n\n\n\nIt is now time that one should arise in the world and cry out that Art\nis made for man and not man for art: that government is made for man and\nnot man for government: that religion is made for man and not man for\nreligion: that trade is made for man and not man for trade. This is\nessentially the utterance of Christ in declaring that the Sabbath was\nmade for man and not man for the Sabbath.\n\n\n\n\nLike the forest whose edges near man's dwellings are embroidered with\nbirds, while its inner recesses are the unbroken solid color of\nsolitude.\n\n\n\n\n     To him that humbly here will look\n       I'll ope the heavens wide,\n     But ne'er a blessing brings a book\n       To him that reads in pride.\n     Whoe'er shall search me but to see\n       Some fact he hath foretold,\n     Making my gospel but his prophecy.\n       My New his little Old.\n     To him that opens his hands upwards to me like a thirsty plant\n               I am Rain,\n     But to him that merely stands as a patron by to see me perform\n               I am Zero and a Drought.\n\n\n\n\n           Then three tall lilies floated white along\n           To these woods: we come from Nature,\n           Ambassadors, for thou gavest us consideration,\n           For thou said'st, Consider the lilies,\n           And who considers them will soon consider\n           And how that they did exceed the glory of Solomon.\n\n\n\n\n                  How in the Age gone by\n                  Thou took'st the Time upon thy knee\n                            As a child,\n                  A Time that smote thee in the face\n                  Even whilst thou did kiss it,\n                  And how it tore out thy loving eyes\n                  Even while thou didst teach it.\n\n\n\n\n            The monstrous things the mighty world hath kept\n            In reverence 'gainst the law of reverence:\n            The lies of Judith, Brutus' treachery,\n            Damon's deceit, all wiles of war.\n\n\n\n\n               TO A CERTAIN THREE OAKS IN DRUID HILL PARK\n\n\n        Let me lean against you, my Loves,\n        Give me a place, my darlings,\n        I am so happy, so fain, so full, in your large company.\n\nI knew a saint that said he never went among men without returning home\nless a man than he was before he went forth. But it is not so with you:\nI am always more a man when I converse with you. Who is so manly and so\nmanifold sweet as a tree? There is none that can talk like a tree: for a\ntree says always to me exactly that which I wish him to say. A man is\napt to say what I did not desire to hear, or what I had no need to know\nat that time. A tree knows always my necessity.\n\n\n\n\n            O Earth, O mother, thou my Beautiful,\n            Why frowns this shallow feud 'twixt me and thee?\n            Were I a bad son, deaf, undutiful,\n            Nor loved thy mother-talk, thy gramarye\n            Of groves, thy hale discourse of fact in terms\n            That mince not, yea, thy sharp cold winter\n            Like as the love lore thine expressive germs\n            Of spring do plainly petal forth,—'twere cause\n            Conceivable of quarrel.\n\n\n\n\n                HOW TWELVE STAGS PLOWED FOR SAINT LEONOR\n\n\n         Ere yet to brakeward stole the feeding fawn,\n         While grave and lone about the greenwood lay\n         All soft seclusions of the dimmest dawn,\n         Forth from his hut, in heavenly airs to pray\n\n         Fared Father Leonor, wrapt with morn and God,\n         New-perfected in look and limb with sleep,\n         Fain of each friendly tree whereby he trod,\n         At dew-drop salutations smiling deep.\n\n         He paced the hollow towards his pleasant goal\n         Where burst from out a tall oak's roots a spring,\n         As prayer from priviest fibres of the soul\n         Leaps forth in loneliness. There stood a stalwart ring\n\n         Of twelve great oaks about that middle Oak,\n         Which uttered forth the fount, as erstwhile stood\n         The sweetest Twelve of time round Him who spoke\n         The words that watered life's long drought of good.\n\n         Straight fell the father Leonor on his knees\n         Down by the foot of that Christ-Oak, and cried,\n         My master, while they sleep, I pray for these,\n         My soul's dear sons, my sixty, that abide\n\n         About my cell since first my wandering feet\n         In these Armoric wilds were stayed: O Lord,[2]\n                                   . . . . . .\n\nFootnote 2:\n\n  \"The Legend of St. Leonor\" is given in full in Mr. Lanier's\n  \"Retrospects and Prospects.\"\n\n\n\n\n                        WHAT AM I WITHOUT THEE?\n\n\n What am I without thee, Beloved?\n A mere stem, that hath no flower;\n A sea forever at storm, without its calms;\n A shrine, with the Virgin stolen out;\n A cloud void of lightning;\n A bleak moor where yearnings moan like the winter winds;\n A rock on sea-sand, whence the sea hath retired, and no longer claspeth\n    and loveth it;\n A hollow oak with the heart riven thereout, living by the bark alone;\n A dark star;\n A bird with both wings broken;\n A Dryad in a place where no trees are;\n A brook that never reacheth the sea;\n A mountain without sunrise thereon and without springs therein;\n A wave that runneth on forever, to no shore;\n A raindrop suspended between Heaven and Earth, arrested in his course;\n A bud, that will never open;\n\n A hope that is always dying;\n An eye with no sparkle in it;\n A tear wept, dropped in the dust, cold;\n A bow whereof the string is snapped;\n An orchestra, wanting the violin;\n A poor poem;\n A bent lance;\n A play without plot or dénouement;\n An arrow, shot with no aim;\n Chivalry without his Ladye;\n A sound unarticulated;\n A water-lily left in a dry lake-bed;\n Sleep without a dream and without a waking-time;\n A pallid lip;\n A grave whereafter cometh neither Heaven nor hell;\n A broken javelin fixed in a breastplate;\n A heart that liveth, but throbbeth not;\n An Aurora of the North, dying upon the ice, in the night;\n A blurred picture;\n A lonesome, lonesome, lonesome yearning lover!\n\n\n\n\n My birds, my pretty pious buccaneers\n That haunt the shores of daybreak and of dusk,\n Truly my birds did find to-day\n A-strand out yonder on the Balsam hills\n A bright bulk, where the night wave left it,\n High upon the Balsam peaks.\n Then my birds, my sweet, my heavenly [day prickers],\n Did open up the day\n Like as some castaway bale of flotsam sunlight-stuff\n And jetsam of woven Easternry: one loud exclaimed\n     Upon brocaded silver with more silver voice:\n And one, when gold embroideries flamed in golden songs of better\n    broidered tones,\n Translated them. And one from out some rare tone-tissue in his soul\n Shook fringes of sweet indecisive sound,\n And purfled all that ravishment of light with ravishment of music that\n    not left\n Heat, or dry longing, or any indictment of God,\n Or question.\n\n [_Lynn, N. C., August, 1881_]\n\n\n\n\n      When into reasonable discourse plain\n      Or russet terms of dealing and old use\n      I would recast the joy, the tender pain\n      Of the silver birch, the rhododendron, the brook,\n      Or, all blest particulars of beauty sum\n      In one most continent word that means something\n      To all men, to some men everything,\n      To one all, but one will cover with satisfaction,\n      That is love.\n      Yet I well know this tree is a selfish [saver]-up of drink\n      Might else have nourished these laurels:\n      Yea, and they did not hand round the cup\n      To the grass ere they drank,\n      Nor the grass inquire if room is here for her and the phlox.\n        Yet my spirit will have it that Love is the lost meaning\n      of this Hate, and Peace the end of this Battle.\n      Why? This is revelation. Here I find God: what\n      power less than His could fancy such wild inconsequence\n      and unreason as flies out of this anguish, and\n      Love out of this Murder.\n\n [_Lynn, N. C., August, 1881_]\n\n\n\n\n             I awoke, and there my Gossip, Midnight, stood\n             Fast by my head, and there the Balsams sat\n             Round about, and we talked together.\n\nAnd \"Here is some news,\" quoth Midnight. \"What is this word 'news'\nwhereof we hear?\" begged the Balsams: \"What mean you by news? what thing\nis there which is not very old? Two neighbors in a cabin talking\nyesterday I heard giving and taking news; and one, for news, saith\nWilliam is dead; and 'tother for news gave that a child is born at\nAnne's house. But what manner of people be these that call birth and\ndeath new? Birth and death were before aught else that we know was.\"\n\n [_Credo; Hymn of the Mountains_]\n\n [_Lynn, N. C., August, 1881_]\n\n\n\n\n      *      *      *      *      *      *\n\n\n\n 1. Silently corrected simple spelling, grammar, and typographical\n    errors.\n\n 2. Retained anachronistic and non-standard spellings as printed.\n",
    "metadata": {
        "author": [
            "Lanier, Sidney"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51346/pg51346.txt",
        "name": "poem_outlines.json"
    }
}