{
    "name": "Postmark Ganymede",
    "author": [
        "Silverberg, Robert"
    ],
    "body": "\"I'm washed up,\" Preston growled bitterly. \"They made a postman out of\nme. Me--a postman!\"\n\nHe crumpled the assignment memo into a small, hard ball and hurled it at\nthe bristly image of himself in the bar mirror. He hadn't shaved in\nthree days--which was how long it had been since he had been notified of\nhis removal from Space Patrol Service and his transfer to Postal\nDelivery.\n\nSuddenly, Preston felt a hand on his shoulder. He looked up and saw a\nman in the trim gray of a Patrolman's uniform.\n\n\"What do you want, Dawes?\"\n\n\"Chief's been looking for you, Preston. It's time for you to get going\non your run.\"\n\nPreston scowled. \"Time to go deliver the mail, eh?\" He spat. \"Don't they\nhave anything better to do with good spacemen than make letter carriers\nout of them?\"\n\n\n\nThe other man shook his head. \"You won't get anywhere grousing about it,\nPreston. Your papers don't specify which branch you're assigned to, and\nif they want to make you carry the mail--that's it.\" His voice became\nsuddenly gentle. \"Come on, Pres. One last drink, and then let's go. You\ndon't want to spoil a good record, do you?\"\n\n\"No,\" Preston said reflectively. He gulped his drink and stood up.\n\"Okay. I'm ready. Neither snow nor rain shall stay me from my appointed\nrounds, or however the damned thing goes.\"\n\n\"That's a smart attitude, Preston. Come on--I'll walk you over to\nAdministration.\"\n\n\n\nSavagely, Preston ripped away the hand that the other had put around his\nshoulders. \"I can get there myself. At least give me credit for that!\"\n\n\"Okay,\" Dawes said, shrugging. \"Well--good luck, Preston.\"\n\n\"Yeah. Thanks. Thanks real lots.\"\n\nHe pushed his way past the man in Space Grays and shouldered past a\ncouple of barflies as he left. He pushed open the door of the bar and\nstood outside for a moment.\n\nIt was near midnight, and the sky over Nome Spaceport was bright with\nstars. Preston's trained eye picked out Mars, Jupiter, Uranus. There\nthey were--waiting. But he would spend the rest of his days ferrying\nletters on the Ganymede run.\n\nHe sucked in the cold night air of summertime Alaska and squared his\nshoulders.\n\n\n\nTwo hours later, Preston sat at the controls of a one-man patrol ship\njust as he had in the old days. Only the control panel was bare where\nthe firing studs for the heavy guns was found in regular patrol ships.\nAnd in the cargo hold instead of crates of spare ammo there were three\nbulging sacks of mail destined for the colony on Ganymede.\n\n_Slight difference_, Preston thought, as he set up his blasting pattern.\n\n\"Okay, Preston,\" came the voice from the tower. \"You've got clearance.\"\n\n\"Cheers,\" Preston said, and yanked the blast-lever. The ship jolted\nupward, and for a second he felt a little of the old thrill--until he\nremembered.\n\nHe took the ship out in space, saw the blackness in the viewplate. The\nradio crackled.\n\n\"Come in, Postal Ship. Come in, Postal Ship.\"\n\n\"I'm in. What do you want?\"\n\n\"We're your convoy,\" a hard voice said. \"Patrol Ship 08756, Lieutenant\nMellors, above you. Down at three o'clock, Patrol Ship 10732, Lieutenant\nGunderson. We'll take you through the Pirate Belt.\"\n\nPreston felt his face go hot with shame. Mellors! Gunderson! They would\nstick two of his old sidekicks on the job of guarding him.\n\n\"Please acknowledge,\" Mellors said.\n\nPreston paused. Then: \"Postal Ship 1872, Lieutenant Preston aboard. I\nacknowledge message.\"\n\nThere was a stunned silence. \"_Preston?_ Hal Preston?\"\n\n\"The one and only,\" Preston said.\n\n\"What are you doing on a Postal ship?\" Mellors asked.\n\n\"Why don't you ask the Chief that? He's the one who yanked me out of the\nPatrol and put me here.\"\n\n\"Can you beat that?\" Gunderson asked incredulously. \"Hal Preston, on a\nPostal ship.\"\n\n\"Yeah. Incredible, isn't it?\" Preston asked bitterly. \"You can't believe\nyour ears. Well, you better believe it, because here I am.\"\n\n\"Must be some clerical error,\" Gunderson said.\n\n\"Let's change the subject,\" Preston snapped.\n\nThey were silent for a few moments, as the three ships--two armed, one\nloaded with mail for Ganymede--streaked outward away from Earth.\nManipulating his controls with the ease of long experience, Preston\nguided the ship smoothly toward the gleaming bulk of far-off Jupiter.\nEven at this distance, he could see five or six bright pips surrounding\nthe huge planet. There was Callisto, and--ah--there was Ganymede.\n\nHe made computations, checked his controls, figured orbits. Anything to\nkeep from having to talk to his two ex-Patrolmates or from having to\nthink about the humiliating job he was on. Anything to--\n\n\n\n\"_Pirates! Moving up at two o'clock!_\"\n\nPreston came awake. He picked off the location of the pirate\nships--there were two of them, coming up out of the asteroid belt.\nSmall, deadly, compact, they orbited toward him.\n\nHe pounded the instrument panel in impotent rage, looking for the guns\nthat weren't there.\n\n\"Don't worry, Pres,\" came Mellors' voice. \"We'll take care of them for\nyou.\"\n\n\"Thanks,\" Preston said bitterly. He watched as the pirate ships\napproached, longing to trade places with the men in the Patrol ships\nabove and below him.\n\nSuddenly a bright spear of flame lashed out across space and the hull of\nGunderson's ship glowed cherry red. \"I'm okay,\" Gunderson reported\nimmediately. \"Screens took the charge.\"\n\nPreston gripped his controls and threw the ship into a plunging dive\nthat dropped it back behind the protection of both Patrol ships. He saw\nGunderson and Mellors converge on one of the pirates. Two blue beams\nlicked out, and the pirate ship exploded.\n\nBut then the second pirate swooped down in an unexpected dive. \"Look\nout!\" Preston yelled helplessly--but it was too late. Beams ripped into\nthe hull of Mellors' ship, and a dark fissure line opened down the side\nof the ship. Preston smashed his hand against the control panel. Better\nto die in an honest dogfight than to live this way!\n\nIt was one against one, now--Gunderson against the pirate. Preston\ndropped back again to take advantage of the Patrol ship's protection.\n\n\"I'm going to try a diversionary tactic,\" Gunderson said on untappable\ntight-beam. \"Get ready to cut under and streak for Ganymede with all you\ngot.\"\n\n\"Check.\"\n\nPreston watched as the tactic got under way. Gunderson's ship traveled\nin a long, looping spiral that drew the pirate into the upper quadrant\nof space. His path free, Preston guided his ship under the other two and\ntoward unobstructed freedom. As he looked back, he saw Gunderson\nsteaming for the pirate on a sure collision orbit.\n\nHe turned away. The score was two Patrolmen dead, two ships wrecked--but\nthe mails would get through.\n\nShaking his head, Preston leaned forward over his control board and\nheaded on toward Ganymede.\n\n\n\nThe blue-white, frozen moon hung beneath him. Preston snapped on the\nradio.\n\n\"Ganymede Colony? Come in, please. This is your Postal Ship.\" The words\ntasted sour in his mouth.\n\nThere was silence for a second. \"Come in, Ganymede,\" Preston repeated\nimpatiently--and then the sound of a distress signal cut across his\naudio pickup.\n\nIt was coming on wide beam from the satellite below--and they had cut\nout all receiving facilities in an attempt to step up their transmitter.\nPreston reached for the wide-beam stud, pressed it.\n\n\"Okay, I pick up your signal, Ganymede. Come in, now!\"\n\n\"This is Ganymede,\" a tense voice said. \"We've got trouble down here.\nWho are you?\"\n\n\"Mail ship,\" Preston said. \"From Earth. What's going on?\"\n\nThere was the sound of voices whispering somewhere near the microphone.\nFinally: \"Hello, Mail Ship?\"\n\n\"Yeah?\"\n\n\"You're going to have to turn back to Earth, fellow. You can't land\nhere. It's rough on us, missing a mail trip, but--\"\n\nPreston said impatiently, \"Why can't I land? What the devil's going on\ndown there?\"\n\n\"We've been invaded,\" the tired voice said. \"The colony's been\ncompletely surrounded by iceworms.\"\n\n\"Iceworms?\"\n\n\"The local native life,\" the colonist explained. \"They're about thirty\nfeet long, a foot wide, and mostly mouth. There's a ring of them about a\nhundred yards wide surrounding the Dome. They can't get in and we can't\nget out--and we can't figure out any possible approach for you.\"\n\n\"Pretty,\" Preston said. \"But why didn't the things bother you while you\nwere building your Dome?\"\n\n\"Apparently they have a very long hibernation-cycle. We've only been\nhere two years, you know. The iceworms must all have been asleep when\nwe came. But they came swarming out of the ice by the hundreds last\nmonth.\"\n\n\"How come Earth doesn't know?\"\n\n\"The antenna for our long-range transmitter was outside the Dome. One of\nthe worms came by and chewed the antenna right off. All we've got left\nis this short-range thing we're using and it's no good more than ten\nthousand miles from here. You're the first one who's been this close\nsince it happened.\"\n\n\"I get it.\" Preston closed his eyes for a second, trying to think things\nout.\n\n\n\nThe Colony was under blockade by hostile alien life, thereby making it\nimpossible for him to deliver the mail. Okay. If he'd been a regular\nmember of the Postal Service, he'd have given it up as a bad job and\ngone back to Earth to report the difficulty.\n\n_But I'm not going back. I'll be the best damned mailman they've got._\n\n\"Give me a landing orbit anyway, Ganymede.\"\n\n\"But you can't come down! How will you leave your ship?\"\n\n\"Don't worry about that,\" Preston said calmly.\n\n\"We have to worry! We don't dare open the Dome, with those creatures\noutside. You _can't_ come down, Postal Ship.\"\n\n\"You want your mail or don't you?\"\n\nThe colonist paused. \"Well--\"\n\n\"Okay, then,\" Preston said. \"Shut up and give me landing coordinates!\"\n\nThere was a pause, and then the figures started coming over. Preston\njotted them down on a scratch-pad.\n\n\"Okay, I've got them. Now sit tight and wait.\" He glanced contemptuously\nat the three mail-pouches behind him, grinned, and started setting up\nthe orbit.\n\n_Mailman, am I? I'll show them!_\n\n\n\nHe brought the Postal Ship down with all the skill of his years in the\nPatrol, spiralling in around the big satellite of Jupiter as cautiously\nand as precisely as if he were zeroing in on a pirate lair in the\nasteroid belt. In its own way, this was as dangerous, perhaps even more\nso.\n\nPreston guided the ship into an ever-narrowing orbit, which he\nstabilized about a hundred miles over the surface of Ganymede. As his\nship swung around the moon's poles in its tight orbit, he began to\nfigure some fuel computations.\n\nHis scratch-pad began to fill with notations.\n\n_Fuel storage--_\n\n_Escape velocity--_\n\n_Margin of error--_\n\n_Safety factor--_\n\nFinally he looked up. He had computed exactly how much spare fuel he\nhad, how much he could afford to waste. It was a small figure--too\nsmall, perhaps.\n\nHe turned to the radio. \"Ganymede?\"\n\n\"Where are you, Postal Ship?\"\n\n\"I'm in a tight orbit about a hundred miles up,\" Preston said. \"Give me\nthe figures on the circumference of your Dome, Ganymede?\"\n\n\"Seven miles,\" the colonist said. \"What are you planning to do?\"\n\nPreston didn't answer. He broke contact and scribbled some more figures.\nSeven miles of iceworms, eh? That was too much to handle. He had planned\non dropping flaming fuel on them and burning them out, but he couldn't\ndo it that way.\n\nHe'd have to try a different tactic.\n\nDown below, he could see the blue-white ammonia ice that was the frozen\natmosphere of Ganymede. Shimmering gently amid the whiteness was the\ntransparent yellow of the Dome beneath whose curved walls lived the\nGanymede Colony. Even forewarned, Preston shuddered. Surrounding the\nDome was a living, writhing belt of giant worms.\n\n\"Lovely,\" he said. \"Just lovely.\"\n\nGetting up, he clambered over the mail sacks and headed toward the rear\nof the ship, hunting for the auxiliary fuel-tanks.\n\nWorking rapidly, he lugged one out and strapped it into an empty gun\nturret, making sure he could get it loose again when he'd need it.\n\nHe wiped away sweat and checked the angle at which the fuel-tank would\nface the ground when he came down for a landing. Satisfied, he knocked a\nhole in the side of the fuel-tank.\n\n\"Okay, Ganymede,\" he radioed. \"I'm coming down.\"\n\nHe blasted loose from the tight orbit and rocked the ship down on\nmanual. The forbidding surface of Ganymede grew closer and closer. Now\nhe could see the iceworms plainly.\n\nHideous, thick creatures, lying coiled in masses around the Dome.\nPreston checked his spacesuit, making sure it was sealed. The\ninstruments told him he was a bare ten miles above Ganymede now. One\nmore swing around the poles would do it.\n\nHe peered out as the Dome came below and once again snapped on the\nradio.\n\n\n\n\"I'm going to come down and burn a path through those worms of yours.\nWatch me carefully, and jump to it when you see me land. I want that\nairlock open, or else.\"\n\n\"But--\"\n\n\"No buts!\"\n\nHe was right overhead now. Just one ordinary-type gun would solve the\nwhole problem, he thought. But Postal Ships didn't get guns. They\nweren't supposed to need them.\n\nHe centered the ship as well as he could on the Dome below and threw it\ninto automatic pilot. Jumping from the control panel, he ran back toward\nthe gun turret and slammed shut the plexilite screen. Its outer wall\nopened and the fuel-tank went tumbling outward and down. He returned to\nhis control-panel seat and looked at the viewscreen. He smiled.\n\nThe fuel-tank was lying near the Dome--right in the middle of the nest\nof iceworms. The fuel was leaking from the puncture.\n\nThe iceworms writhed in from all sides.\n\n\"Now!\" Preston said grimly.\n\nThe ship roared down, jets blasting. The fire licked out, heated the\nground, melted snow--ignited the fuel-tank! A gigantic flame blazed up,\nreflected harshly off the snows of Ganymede.\n\nAnd the mindless iceworms came, marching toward the fire, being\nconsumed, as still others devoured the bodies of the dead and dying.\n\nPreston looked away and concentrated on the business of finding a place\nto land the ship.\n\n\n\nThe holocaust still raged as he leaped down from the catwalk of the\nship, clutching one of the heavy mail sacks, and struggled through the\nmelting snows to the airlock.\n\nHe grinned. The airlock was open.\n\nArms grabbed him, pulled him through. Someone opened his helmet.\n\n\"Great job, Postman!\"\n\n\"There are two more mail sacks,\" Preston said. \"Get men out after them.\"\n\nThe man in charge gestured to two young colonists, who donned\nspacesuits and dashed through the airlock. Preston watched as they raced\nto the ship, climbed in, and returned a few moments later with the mail\nsacks.\n\n\"You've got it all,\" Preston said. \"I'm checking out. I'll get word to\nthe Patrol to get here and clean up that mess for you.\"\n\n\"How can we thank you?\" the official-looking man asked.\n\n\"No need to,\" Preston said casually. \"I had to get that mail down here\nsome way, didn't I?\"\n\nHe turned away, smiling to himself. Maybe the Chief _had_ known what he\nwas doing when he took an experienced Patrol man and dumped him into\nPostal. Delivering the mail to Ganymede had been more hazardous than\nfighting off half a dozen space pirates. _I guess I was wrong_, Preston\nthought. _This is no snap job for old men._\n\nPreoccupied, he started out through the airlock. The man in charge\ncaught his arm. \"Say, we don't even know your name! Here you are a hero,\nand--\"\n\n\"Hero?\" Preston shrugged. \"All I did was deliver the mail. It's all in a\nday's work, you know. The mail's got to get through!\"\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Silverberg, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25629/pg25629.txt",
        "name": "postmark_ganymede.json"
    }
}