{
    "name": "Queen of the Blue World",
    "author": [
        "Wells, Basil"
    ],
    "body": "\"No sign of the _Indra_!\" shouted Rurak Dun, with an angry toss of his\nwet hair away from his aching forehead.\n\nIt was hot there in the tiny cabin of the wing with the rocket blasts\nthrumming behind them. Rurak dropped the sweat-sticky circle of his\nradiophone and peered down at the foul blueness of the swampland. A\nrange of low hills shouldered aside the oozy floor of liquid mud, and\nblue jungle crept high up along their rocky slopes almost to their\nbarren upper tips. Beyond the hills he could see where the outer limits\nof the coastal swamp ended and the level stretches of the Mossy Plains\nspread away endlessly.\n\nInsect-men, or Yzaps, with almost human intelligence and organization\ninhabited Earth--or more properly Soora in the Martian tongue--and\nbat-like monstrosities swarmed thick above the rocky uplands between\nthe blue swamplands and the plains of moss that stretched now before\nhis gaze.\n\nRurak Dun felt the sweat bead on the tip of his nose. The thick humid\nair of Terra choked him and he wondered. After so many years would\nthere be any shred of the wreckage left above the lush foliage of the\njungle? After the light-helioed message that the _Indra_ was about to\ncrash on Earth there had been no other message from Prince Hudar Kel\nand his party.\n\nAnd now, seventeen years later, another space ship had been sent to\nsearch for Prince Kel. His father, the Emperor, had died and within\nthree days both his elder brothers succumbed to the same mysterious\nmalady that had taken their father's life. Before the New Year a new\nruler must be found ... and Earth and Mars were again in apposition!\n\n\"Nidan,\" clicked the mandibles of the hideous insect man who shared\nthe cabin with Rurak Dun, \"I see a ship-from-the-Sky.\"\n\nRurak's gray eyes narrowed in the golden flesh of his sweating face.\nThen he shouted and snapped on his radiophone.\n\n\"Gor!\" he shouted, \"Gor.\"\n\n\"Uh?\" grunted a lazy voice in his receiver.\n\n\"I've found them,\" Rurak told him swiftly. \"On a level hilltop in the\nswamp! The _Indra_ seems rather battered--trees growing up through one\nsection of her hull--but there are signs of life about her. Probably\nYzaps who have built a village there. Going down to investigate.\"\n\n\"Nidan!\" shrieked the Earthling Tis, brandishing the old metal knife\nthe _Tekna's_ cook had given him, \"thuftars attacking! Many thuftars!\"\n\nRurak dropped the mouthpiece and swung his visual scope around the\nhorizon.\n\nScores of vast green thuftars were circling above and about him, their\nhideous green shapes, travesties of the human form, gathering for a\nconcerted attack upon his frail wing. They wheeled easily through\nEarth's atmosphere, although no wings or any other evidence of how\nthey maintained flight was visible. Their scaly bodies terminated in\nhorny, reptilian hands and feet, and their triple-spiked ears lent the\nultimate in grotesquerie to their appearance.\n\nThe thuftars' shrill whistling skirled hideously and constantly as they\ndove in toward the wing. Rurak tripped the guns again and again as he\ndove and climbed among that circling swarm of scaly harpies and many a\nthuftar's greenish blood sprayed from its burst body over its fellows.\n\nTis had climbed into the gun turret in the cabin's narrow rear but he\nunderstood nothing of how to fire that weapon. Rurak regretted that he\nhad not brought along one of his own comrades. Perhaps together they\ncould have driven off the thuftars.\n\nThe wing bucked and spun in a tight circle while Rurak let his guns\nspray at their ultimate capacity. Thuftars fell, many of them, but\nscores of them remained. They were too many. Rurak dove away then,\nsounding for the ground. Perhaps under the trees of the hilltop beside\nthe _Indra_ he could take shelter--drive the scaly beings off.\n\nBlue lacy fronds of the hilltop forest were almost beneath his landing\ngear when he felt the first impact of a diving thuftar's weight. Again\nand again the wing quivered as more thuftars struck and clung. The\ncontrols were frozen. Slowly the wing nosed over and sideslipped, and\nthen the upper branches of the forest swallowed them all.\n\nRurak saw a network of interlacing great branches and thick vines\nsnaking through them. A wall of blue jungle came smashing inward\nagainst the wing's frail cabin and then a prolonged splintering crash\nsounded as though from a great distance.\n\nCuriously he watched himself grope feebly among the shattered debris of\nwhat had been the instrument panel for the radiophone. He laughed even\nas he watched. The wing was a hopeless wreck.\n\nTis, the Yzap native, crawled out of the shattered turret and helped\nRurak to climb into the vine-latticed branches about them. He hoped\nthat Rurak would remember to take along his rocket pistol and some\nshells and was pleased to see Rurak obediently follow his will. It was\nstrange to float here impartially a few feet above his own dazed body.\nThere was no pain, just a dull aching void far back in his brain.\n\nHe watched the figures of Rurak Dun and Tis slowly descending and\nsomehow he was descending with them. They dropped a last few feet to\nthe mossy soil beneath the great trees and he felt the jar jolt up to\nhis brain. The misty something that seemed to have separated him from\nhis body was dissolving. He could feel pain and taste the salty warmth\nof sweat in his mouth.\n\nAn ominous black wall of metal reared itself out of the jungle a\nfew yards away and he sensed that here was the handiwork of some\nintelligent creature. There was an oval window of transparent material\nstaring like some empty eyesocket out of the wall at him. Memory jabbed\nfeebly at him and presently he recalled what this must be.... The\n_Indra_!\n\n\n\nVoices were shouting something in a tongue that was familiar; whether\nYzap or Rurak's own beloved Martian he could not tell. And then he saw\na knot of dark shapes, red insect men, crawling toward him through the\nblue jungle. But it was not the sudden appearance of these creatures\nthat made Rurak gape in wonderment. For circling to a landing above\nthe heads of the insect men was a small golden chariot drawn by two\ngigantic crimson birds. And standing in the sky-chariot was the most\nbeautiful woman Rurak Dun had ever seen. As the queer conveyance\nswooped gracefully to rest in the small clearing the girl stepped out\nand walked swiftly toward them. Her amazingly golden hair floated\nfreely about her rounded, shapely shoulders as she approached the\ndumb-founded group. Rurak Dun remembered that he was still gaping\nrudely. He colored, and started an apology, but with upraised hand, the\ngirl brushed it aside.\n\n\"I am Nitha Kel, daughter of Hudar Kel,\" she explained tersely.\n\nNow he could see that her brief vest of golden cloth and her short\nskirt were made of the carefully tanned hide of some Earthly beast.\nSandals of thick hide were upon her shapely feet and there was a regal\nunconscious poise to her whole body that stamped her as the princess\nthat she claimed to be.\n\n\"And I,\" he said, forcing himself to speak, \"am Rurak Dun, fifth\nofficer of the _Tekna_, come to rescue your royal father if he yet\nlives.\"\n\n\"Father is alive,\" she said puzzled, \"and is even now fighting off the\nattack of one of our renegade crew and his party of Yzaps. But why this\nsudden interest in our whereabouts? Is it only because our two planets\nare in apposition? Surely a third son of a Martian emperor is not\nworthy of a special expedition?\"\n\n\"Your father is now our Emperor,\" said Rurak gravely, \"if he returns to\nclaim his throne before the New Year. And the time is drawing short.\nWill you take me to him at once?\"\n\nShe nodded, then turned and ran back to her strange conveyance. A word\nof command, and the two giant birds rose gracefully into the air. They\ndid not disappear, but hovered above Nitha Kel and Rurak Dun as they\nmade their way on foot through the jungle.\n\n\"They are attacking the South Cliff today,\" Nitha told Rurak as they\nwalked along. \"Jokar Ged and his ferocious Inpo warriors are climbing\nladders of lashed poles and young trees to try to take this hilltop. We\nwill beat them back of course but many of our brave Yzaps will die.\"\n\n\"Why do you fight?\" Rurak wanted to know. \"What does Jokar Ged desire\nso greatly here upon the hilltop--the wrecked _Indra_?\"\n\nNitha laughed. \"He desires me,\" she said. \"I am the only woman on\nEarth. My mother died soon after I was born and since then all of the\nsix members of our crew, save Jokar Ged, have cared for me. Last year\nJokar Ged tried to take me away with him but I escaped and reported his\ntreachery to Father. There has been war between them since that hour.\"\n\n\"I do not wonder that Jokar Ged was in love with you,\" Rurak Dun said\nboldly. \"You are lovelier than all the beautiful women of Mars.\"\n\nNitha's clear blue eyes looked coldly into Rurak's admiring gray eyes\nand he knew that he had offended her.\n\nSo in silence they hurried along the forest ways with Tis and the\nfriendly insect men of the hilltop trailing along behind them, and the\ncrimson birds circling above.\n\n\n\nIt happened so suddenly they had no chance to seek cover. One moment\nthey were crossing a round hilltop, surrounded by the strange, jagged\nblue peaks of this unbelievable world. The next, with a sound of\nrushing wind, one of the hideous green thuftars was in their midst.\nBefore Rurak could draw his ray-gun and fire, he felt the creature's\nscaly, lizard fingers wrapped about the protective collar of his\nthroat. The world spun crazily, then began slowly to go black before\nhis eyes. He was dimly aware of Nitha's voice. \"Trak! Odap! Down,\nquickly,\" and the beating of pinions as the mighty birds settled to\nearth. Then miraculously the pressure about his throat was gone, and\nhe shook his head to clear his sight. Blurred at first, then stronger\nhe saw a startling scene. Nitha had mounted her chariot, and now,\nsharp spear poised stiffly before her, had sent her weird team into\na headlong charge at the thuftar. The enraged beast tried to launch\nitself into the air to parry the attack, but he had waited too long.\nThere was the sound of metal against a scaly breast, then Nitha and her\nbird-chariot had passed by, and the thuftar was clawing futilely at the\nshaft of the long spear that was buried deep within its body. With a\nlast convulsive effort, he tore it loose, and foul green blood gushed\nfrom the jagged hole. He staggered a few steps, then fell gasping to\nthe rocky ground. He twitched convulsively once, then lay still. Nitha\nagain descended, and ran swiftly to Rurak. He raised himself on one\nknee and elbow, still breathing gaspingly. The insect men crowded about\nhim with queer clacking noises. He staggered weakly to his feet.\n\n\"I'm--I'm all right,\" he gasped. \"Let's get on before more of them\ncome.\" He smiled twistedly. \"And thanks for the favor. I guess I wasn't\nmuch help.\"\n\nNitha waved aside his thanks perfunctorily, and once again the little\nparty moved forward.\n\nThey came abruptly to the brink of a sheer cliff that dropped away\nperhaps thirty feet to a rock-strewn brushy slope. Down there a burly\ngolden man, his massive chest and arms shaggy with a tangled mat of\nreddish hair, led a hideous horde of Yzaps from the distant Mossy\nPlains on to the attack.\n\nLadders, a dozen or more of them constructed of massive limbs of wood\nand stout saplings for uprights, leaned against the cliff almost at\nits top. Sprawling heaps of Yzaps, their glistening black exoskeletons\nspattered with their own yellowish blood, attested to the failure of\nthe preceding assaults.\n\nBut this time the Yzaps carried heavy shields of sticks two or three\nlayers in thickness before them as they advanced. Spears drove up from\nbelow and other spears smashed down into the attackers' crude shields\nwithout doing any apparent damage.\n\nRurak shot a quick glance along the cliff-top on either hand and\nsaw that a thin line of fierce looking Yzap warriors, with here and\nthere a golden Martian to direct their defense, held firm. None of\nthe Martians, however, was armed with anything save crude spears and\ncrossbows such as Martian boys have constructed since time immemorable.\n\nThen the insect men of Jokar Ged swept up to the ladders and swiftly\nmounted toward the hilltop above.\n\n\n\nCrossbow bolts and spears could not drive back that swarming horde.\nThe defenders tried with poles to fend off the ladders and their loads\nof bloodthirsty Yzaps but spears from below soon put an end to their\nendeavor. Then they hurled great rocks down upon the enemy, sweeping\nmany of them off but never for an instant halting that dogged advance.\n\nRurak Dun saw that the tide was turning against the defenders of the\nhilltop even as he slipped his rocket pistol over the rim of the cliff\nand started picking off the attackers one by one. Fear of the explosion\nas much as the sudden death that struck among them made the Plains'\nYzaps falter and then come to a halt.\n\n\"Only a popgun!\" Jokar Ged was bellowing as he dashed among his\nstartled followers. \"Will you be driven back by a little stick that\nspits lead? Come along, up the ladder with you.\"\n\nHis heavy fists were lashing out, trying to beat courage into the\ninsect men. Rurak shot at him again and again but the luck of Droog\nmust have protected his evil carcass from death. All around him the\nYzaps were falling dead with bullets in their heads.\n\nThe weapons of the other defenders now increased their fire and shortly\nthe demoralized ranks of the renegade Martian's party were straggling\naway among the brushy cover that the lower slopes afforded. For the\ntime there would be respite from battle.\n\n\"A Martian!\" a hearty voice boomed beside Rurak Dun and he spun about\nto face a grag-bearded giant of a man, \"a Martian come to rescue us at\nan opportune moment. Jokar Ged grows more cunning with every fresh\nattack and soon this little hilltop will fall before his superior\nforces.\n\n\"But tell me, stranger,\" he went on, \"how you came here. Did you come\nto find where my ship crashed, or are you merely carrying out a routine\nexploration of this planet? What has happened on Mars?\"\n\n\"You are Prince Hudar Kel?\" inquired Rurak.\n\n\"Yes,\" nodded the bearded giant.\n\n\"Then I have news for you, my Emperor,\" Rurak told him, \"that will\nperhaps not be pleasant. Your father, the Emperor, and your two\nbrothers have all died. We have come to find you and take you back to\nMars before the New Year.\"\n\nThe bearded giant's hard fingers sunk convulsively into Rurak's\nshoulder and he said nothing for a time. Then his tall body stiffened\nproudly and he smiled gravely down at the young Martian.\n\n\"I am ready to return and assume my duties,\" he said simply.\n\n\n\n\"Two days we have been floating down this stinking river,\" squat Elko\nSohm groaned as he wielded his crude native paddle. \"Two days with\nthe blistering hot rain scalding our poor backs and the stench of\nmouldering purple vegetation in our nostrils. Hurry, you tell me, that\nwe may reach the _Tekna_ before she blasts off again for Mars.\n\n\"If you ask me we'd better have stayed with the old _Indra_ and\nwaited for them to find us. For seventeen long years, figuring by the\nshorter year of this soggy hell of a planet, we lived there on that\nhilltop. There was no danger from the swampland monsters and only the\ngreen-scaled thuftars could get near us. And now you take me, a warped\nwreck of an old man, and plunge into the thick of this unknown hell.\"\n\nRurak grinned crookedly through lips that insect-bites had swollen\ngrotesquely. Ahead of him the glistening form of Tis dipped his paddle\nrhythmically into the liquid scum that floored the sluggish river. Tis\nwas at home here in the watery blue marshes and liquid mud flats of the\ncontinent's eastern shore.\n\nSomewhere ahead the huge bulk of the _Tekna_ wallowed atop a marshy\nisland not far from one of the myriad crystalline growths that dotted\nthis three-tailed continent's marshy places. Seeking always the\nmarshy seaboards or inland rivers and lakes these colonies of linked,\nsilicon-based, crystalline cells--sometimes called the \"cities\" of\nEarth by imaginative astronomers--spread over miles of area and soared\nin fantastic towers and spires hundreds of feet into the thick moist\nair of Earth's heavens.\n\nAnd toward that crystal signboard beside the Great Sea they were\ndriving their rude dugout to carry the glad news that the new Emperor\nwas found.\n\nTwo days had they waited for another flying wing to contact the hilltop\nand on the second night old Elko Sohm, Tis, and Rurak had slipped away\nin the darkness and headed eastward. Past native villages of thatch and\nmud floating upon living rafts of vegetation they raced and through\ndense water-lanes where the blue and purple of foliage shut off the\nmurky light of the swollen sun....\n\n\"Elko Sohm! Rurak Dun!\" the cry sounded faintly from the foggy depths\nof the river behind them.\n\nTis guided the clumsy boat into the arched cave of a swamp tree's roots\nand picked up his spear. Elko Sohm grunted as he stripped the oiled\nleather case from about his sturdy crossbow.\n\n\"The voice of a woman,\" he announced resignedly. \"Nitha has for some\nreason trailed us this far.\"\n\n\"Elko!\" the voice called again and now they could see another smaller\ndugout, stolen perhaps from the same Yzap village where they had found\ntheirs, with but two passengers aboard.\n\n\"Here,\" announced Elko Sohm sadly, \"under this tree's roots with water\ndripping from the moss down along my raw-fleshed back and the swamp\nvermin chewing away at the little hair left upon my skull.\"\n\nThe tiny craft followed their own ragged trail through the bluish\nbroken scum upon the river and shortly the two dugouts were warped side\nby side. Nitha was there, well smeared with the sticky blue gum of a\nswamp tree against the onslaught of insects and with her golden hair\nbound tight within an ugly skin cap, and with her was an Yzap from the\nvillage, called Thod.\n\nNitha laughed as she saw the swollen features of the two Martians and\nhanded a leaf-wrapped gob of the sticky blue gum that she had smeared\nupon her own skin.\n\n\"Not very attractive,\" she admitted, \"but very effective.\"\n\n\n\n\"And now,\" Rurak demanded, \"why did you follow us? This journey is\ndangerous enough without a woman trailing along.\"\n\n\"Ill bred young man isn't he?\" asked Nitha of Elko Sohm. \"However I\nsuppose I might as well tell _you_ all about it, Elko. He can listen in\nif he really wants to know.\n\n\"The same night you left,\" she went on, \"Jokar Ged and his Yzaps came\nin the darkness and attacked the village. All who could escape came\ninside the _Indra's_ metal shell. They built fires against the hull\nhoping to drive us out but the insulation prevented any great passage\nof heat. But there were few provisions stored there and practically no\nwater.\n\n\"With early morning I slipped out through an escape lock with Thod as\nmy guide and at a safe distance showed myself to the horde of Jokar\nGed. As I had known he would, he sent all his forces after me--it was\nfor me that he stormed the hilltop--and my people were free to emerge\nfrom the _Indra_ again.\n\n\"I knew that you had headed for the coast to bring help and so Thod and\nI picked up your trail. Only now have we come up with you.\"\n\n\"Jokar Ged?\" demanded Rurak.\n\n\"Close behind,\" the girl answered, \"with ten dugouts loaded with his\ninsect warriors.\"\n\n\"Then shove off!\" ordered Rurak. \"We will bring up the rear and stand\nthem off as best we can.\"\n\nEven as he spoke and the two heavy boats slid away from the sheltering\ntree-roots a shout of hideous triumph sounded from further upstream as\na flotilla of hollowed-out logs manned by the clicking, whistling Yzaps\nof Jokar Ged swept into view. The fugitives bent to their paddles then\nand slowly the gap between ceased to narrow.\n\nSeveral times Rurak lifted his rocket pistol and sent a bullet\ncrashing through a savage Yzap's head. Every time the insect men hurled\na volley of spears in return that always fell woefully short. But soon\nJokar Ged saw that most of his men were weaponless, save for their\nstone knives and short knotted clubs, and he forbade them to waste any\nmore spears uselessly.\n\n\"Floating village,\" clicked Tis and they swept around an abrupt wedge\nof jungle growth and swung back toward the left into a widening of the\nriver.\n\n\"Big one,\" grunted Elko Sohm. \"Twenty-odd huts and a central dome.\nBetter hug the shore. Bad medicine, these swamp Yzaps.\"\n\n\"Too late,\" Tis told them. \"Already warriors in round boats coming to\nattack.\"\n\nA dozen bowl-shaped craft of reeds daubed with some sticky waterproof\nsubstance were shoving off from the U shaped island of buoyant, linked\nwater plants. Before the conical low domes of slime-smeared reeds and\nbranches there swarmed the mates and young of the hideous Yzaps, urging\ntheir warriors on to the attack of these two hapless dugouts from\nfurther upstream.\n\nThe insect men paddled their clumsy-seeming boats swiftly across the\npath of the Martians and their two loyal Yzaps and then started to\nencircle them. They closed in.\n\nThe insect men swung up their spears ready to hurl them into the bodies\nof their five victims and in that instant two things happened that\nsaved the Martians from death beneath those bristling shafts.\n\nFrom far up the river a piercing challenge of hatred and savage\nchallenge rolled up as the Yzaps of the renegade Martian swung into\nview, and beneath the dugouts of the trapped ones a vast saurian bulk,\ndulled-yellow-scaled and vast, heaved upward.\n\n\n\nRurak felt the hollow log spill over and in that instant caught a\nglimpse of the other boat in a like predicament. The bowl-boats of the\nSwamp Dwellers were scattered, racing madly away from the great shape\nemerging from the muddy thickness of the river. Then the foul scum of\nthe water's surface closed over his head and he was fighting madly to\nreach the surface again.\n\nA long snaky neck, strangely pink and innocent of bony plates or\nscales, had sprouted from the saurian thing's vague bulk and vast\nridged jaws were gaping wide just above one of the fleeing boats as\nRurak's head broke through to the surface. The Yzaps whistled in wild\nterror and made as though to leap over the side but that enormous maw\nengulfed them and they disappeared from view. Only a few shreds of the\nbowl-boat dropped from the corners of the _thing's_ mouth.\n\nThen it was gone.\n\nThe ten dugouts of Jokar Ged swept down upon the demoralized Swamp\nDwellers and soon Yzap fought Yzap in hand-to-hand combat.\n\n\"Nidan!\" called Tis from nearby.\n\nNow Rurak could see four more heads in the muddy stream about him. They\nwere all safe then! Tis was swimming toward the downstream side of the\nartificial floating island of the Yzaps.\n\n\"We hide here until night,\" Tis told them all as they gathered about\nhim swimming. \"No place to go ashore. Only swamp. We steal a boat\ntonight. Go on down river in it.\"\n\n\"Yzaps on the island!\" gasped Elko Sohm, looking like some befouled\nbladder-doll of the primitive Martian tribes.\n\n\"They watch the battle,\" Tis clicked.\n\nUp to the low bank of the floating island they swam and then Tis and\nThod started to slash an opening into the cheesy structure of the\nwatery growth. For perhaps three feet they slashed with their knives\nand then broke through into a low, moist tunnel.\n\n\"_Trak's_ burrow,\" Tis explained. \"The floating islands and low rises\nof mud are honeycombed with them.\"\n\n\n\nTis and Thod cleared out the soggy passages that underlay the floating\nisland and found a way that led to the upstream side. Five of the\nmany-legged _traks_ they encountered and killed with the thrust of a\nshortened spear or a skilfully wielded knife, shoving the gruesome\nlizard carcasses into the gaping watery pits that opened along the low\ntunnels they traversed.\n\nRurak left Elko to guard Nitha and crept on hands and knees after the\ntwo Yzaps. He came up with them just as they had pierced an eyehole\nthrough the living wall of the island's upper side.\n\n\"Jokar Ged is being beaten!\" Tis clicked. \"More of the Swamp Dwellers\nare coming from the island and from the swamps. There are many of them.\nThey kill the Yzaps of Jokar Ged with spears and fishing harpoons.\n\n\"Jokar Ged is wounded! Blood, red blood, comes from his body! His boats\nare turning.... They paddle away up the river. Spears thrown by the\nSwamp People strike among them.... A boat overturns....\"\n\n\"Let me see, Tis,\" ordered Rurak.\n\nA glimpse of the fleeing knot of dugouts, five of them now, with the\ncircling score or more bowl-boats closing in, was all that Rurak could\nsee before the wedge-shaped arm of jungle just upstream blotted out\nvision. He saw Jokar Ged sagging weakly in one of the fleeing boats,\nthe spear that had wounded him yet hanging in the wound.\n\nThen he saw the overturned dugout drifting toward the island. He turned\nto the Earthmen.\n\n\"Could one of you swim out there and steer that boat around to the\nlower side of the island?\" he demanded.\n\n\"Yes, Nidan,\" clicked Thod and with a slash of his crude stone knife he\nmade an opening and was gone.\n\nRurak waited until he saw the derelict craft shift its drifting course\nand move away downriver and then he led the way back to the others. If\nthey could sink the boat or conceal it under the bulk of the island\nuntil darkness came....\n\n\n\n\"A close shave that,\" Elko Sohm growled as he paddled the boat along a\nsalty watercourse parallel with the Great Sea, \"if the Yzaps had come\nback before Thod reached us and we hid the boat we would all be dead.\nI'm thinking yet we should have remained on the hilltop. A foolhardy\nundertaking this.\"\n\n\"All that happened a week ago,\" Nitha laughed up into Elko's stubby,\nfilthy, moon of a face, \"and still you're grumbling. We got away didn't\nwe?\"\n\n\"Almost there,\" Rurak said to Elko. \"Around the second loop ahead of us\nlies the edge of the crystalline horde near which we landed. Before\nlong we will be with our friends and then back to Mars. Home again,\nElko!\"\n\nAbruptly the ominous hushed sounds of the swamplands, the hum of\ninsects and the raucous cries of the flying lizards among the treetops,\nwas smashed across by a vast explosion. It was a continuous explosion\nthat swelled louder as it continued, a rapid series of controlled\nblasts.\n\n\"The _Tekna_!\" cried Rurak in despair, \"blasting off for Mars!\"\n\nA long gleaming pencil of metal soared on a long slant into the sky\noverhead; the flame of her rocket jets boomed a thunderous farewell,\nand then the _Tekna_ was gone.\n\nHalf-heartedly the five passengers of the little dugout took up their\nmakeshift paddles and held to their course. At least there would\nbe the plastic dome they had erected beside the _Tekna_ to prevent\nthe overcrowding of the ship and perhaps there would be a stock of\nprovisions and weapons left behind for Rurak if he should ever find his\nway back to the coast.\n\nThe dome was still standing although blackened somewhat by the blast of\nthe takeoff.\n\nInto the dome the Martians hurried to find it well stocked with all\nsorts of provisions and equipment. There was a message left there too\nin a heavy transparent case bolted to one of the uprights supporting\nthe dome.\n\n\"Listen to this, Nitha!\" cried Rurak. \"They made contact with your\nfather's crew after all. The time was too near for them to wait for\nus--the New Year you know--so they blasted off for Mars with your\nfather. And next year, or the year after, another expedition will come\nto Earth. Until then....\"\n\n\"Yes,\" asked Nitha, smiling, \"until then?\"\n\nRurak felt the warmth of her woman's body beside him as he looked\naround the snug little dome. Tis and Thod were clicking softly together\nnear the entrance and Elko Sohm was squinting along the sights of an\nautomatic rocket rifle.\n\n\"Two more years in this blue hell,\" he groaned hopelessly. \"An old man\nlike me abandoned here on this sponge of a world!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Wells, Basil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62078/pg62078.txt",
        "name": "queen_of_the_blue_world.json"
    }
}