{
    "name": "Racketty-Packetty House, as Told by Queen Crosspatch",
    "author": [
        "Burnett, Frances Hodgson"
    ],
    "body": "By\nFrances Hodgson Burnett\nAuthor of “Little Lord Fauntleroy”\n\nWith illustrations by Harrison Cady\n\n\n\nNow this is the story about the doll family I liked and the doll\nfamily I didn’t. When you read it you are to remember something I\nam going to tell you. This is it: If you think dolls never do\nanything you don’t see them do, you are very much mistaken. When\npeople are not looking at them they can do anything they choose.\nThey can dance and sing and play on the piano and have all sorts of\nfun. But they can only move about and talk when people turn their\nbacks and are not looking. If any one looks, they just stop.\nFairies know this and of course Fairies visit in all the dolls’\nhouses where the dolls are agreeable. They will not associate,\nthough, with dolls who are not nice. They never call or leave their\ncards at a dolls’ house where the dolls are proud or bad tempered.\nThey are very particular. If you are conceited or ill-tempered\nyourself, you will never know a fairy as long as you live.\n\nQueen Crosspatch.\n\n\n\nRACKETTY-PACKETTY HOUSE\n\nRacketty-Packetty House was in a corner of Cynthia’s nursery. And\nit was not in the best corner either. It was in the corner behind\nthe door, and that was not at all a fashionable neighborhood.\nRacketty-Packetty House had been pushed there to be out of the way\nwhen Tidy Castle was brought in, on Cynthia’s birthday. As soon as\nshe saw Tidy Castle Cynthia did not care for Racketty-Packetty\nHouse and indeed was quite ashamed of it. She thought the corner\nbehind the door quite good enough for such a shabby old dolls’\nhouse, when there was the beautiful big new one built like a castle\nand furnished with the most elegant chairs and tables and carpets\nand curtains and ornaments and pictures and beds and baths and\nlamps and book-cases, and with a knocker on the front door, and a\nstable with a pony cart in it at the back. The minute she saw it\nshe called out:\n\n“Oh! what a beautiful doll castle! What shall we do with that\nuntidy old Racketty-Packetty House now? It is too shabby and\nold-fashioned to stand near it.”\n\nIn fact, that was the way in which the old dolls’ house got its\nname. It had always been called, “The Dolls’ House,” before, but\nafter that it was pushed into the unfashionable neighborhood behind\nthe door and ever afterwards--when it was spoken of at all--it was\njust called Racketty-Packetty House, and nothing else.\n\nOf course Tidy Castle was grand, and Tidy Castle was new and had\nall the modern improvements in it, and Racketty-Packetty House was\nas old-fashioned as it could be. It had belonged to Cynthia’s\nGrandmamma and had been made in the days when Queen Victoria was a\nlittle girl, and when there were no electric lights even in\nPrincesses’ dolls’ houses. Cynthia’s Grandmamma had kept it very\nneat because she had been a good housekeeper even when she was\nseven years old. But Cynthia was not a good housekeeper and she did\nnot re-cover the furniture when it got dingy, or re-paper the\nwalls, or mend the carpets and bedclothes, and she never thought of\nsuch a thing as making new clothes for the doll family, so that of\ncourse their early Victorian frocks and capes and bonnets grew in\ntime to be too shabby for words. You see, when Queen Victoria was a\nlittle girl, dolls wore queer frocks and long pantalets and boy\ndolls wore funny frilled trousers and coats which it would almost\nmake you laugh to look at.\n\nBut the Racketty-Packetty House family had known better days. I and\nmy Fairies had known them when they were quite new and had been a\nbirthday present just as Tidy Castle was when Cynthia turned eight\nyears old, and there was as much fuss about them when their house\narrived as Cynthia made when she saw Tidy Castle.\n\nCynthia’s Grandmamma had danced about and clapped her hands with\ndelight, and she had scrambled down upon her knees and taken the\ndolls out one by one and thought their clothes beautiful. And she\nhad given each one of them a grand name.\n\n“This one shall be Amelia,” she said. “And this one is Charlotte,\nand this is Victoria Leopoldina, and this one Aurelia Matilda, and\nthis one Leontine, and this one Clotilda, and these boys shall be\nAugustus and Rowland and Vincent and Charles Edward Stuart.”\n\nFor a long time they led a very gay and fashionable life. They had\nparties and balls and were presented at Court and went to Royal\nChristenings and Weddings and were married themselves and had\nfamilies and scarlet fever and whooping cough and funerals and\nevery luxury. But that was long, long ago, and now all was changed.\nTheir house had grown shabbier and shabbier, and their clothes had\ngrown simply awful; and Aurelia Matilda and Victoria Leopoldina had\nbeen broken to bits and thrown into the dust-bin, and Leontine--who\nhad really been the beauty of the family--had been dragged out on\nthe hearth rug one night and had had nearly all her paint licked\noff and a leg chewed up by a Newfoundland puppy, so that she was a\nsight to behold. As for the boys; Rowland and Vincent had quite\ndisappeared, and Charlotte and Amelia always believed they had run\naway to seek their fortunes, because things were in such a state at\nhome. So the only ones who were left were Clotilda and Amelia and\nCharlotte and poor Leontine and Augustus and Charles Edward Stuart.\nEven they had their names changed.\n\nAfter Leontine had had her paint licked off so that her head had\nwhite bald spots on it and she had scarcely any features, a boy\ncousin of Cynthia’s had put a bright red spot on each cheek and\npainted her a turned up nose and round saucer blue eyes and a\ncomical mouth. He and Cynthia had called her, “Ridiklis” instead of\nLeontine, and she had been called that ever since. All the dolls\nwere jointed Dutch dolls, so it was easy to paint any kind of\nfeatures on them and stick out their arms and legs in any way you\nliked, and Leontine did look funny after Cynthia’s cousin had\nfinished. She certainly was not a beauty but her turned up nose and\nher round eyes and funny mouth always seemed to be laughing so she\nreally was the most good-natured looking creature you ever saw.\n\nCharlotte and Amelia, Cynthia had called Meg and Peg, and Clotilda\nshe called Kilmanskeg, and Augustus she called Gustibus, and\nCharles Edward Stuart was nothing but Peter Piper. So that was the\nend of their grand names.\n\nThe truth was, they went through all sorts of things, and if they\nhad not been such a jolly lot of dolls they might have had fits and\nappendicitis and died of grief. But not a bit of it. If you will\nbelieve it, they got fun out of everything. They used to just\nscream with laughter over the new names, and they laughed so much\nover them that they got quite fond of them. When Meg’s pink silk\nflounces were torn she pinned them up and didn’t mind in the least,\nand when Peg’s lace mantilla was played with by a kitten and\nbrought back to her in rags and tags, she just put a few stitches\nin it and put it on again; and when Peter Piper lost almost the\nwhole leg of one of his trousers he just laughed and said it made\nit easier for him to kick about and turn somersaults and he wished\nthe other leg would tear off too.\n\nYou never saw a family have such fun. They could make up stories\nand pretend things and invent games out of nothing. And my Fairies\nwere so fond of them that I couldn’t keep them away from the dolls’\nhouse. They would go and have fun with Meg and Peg and Kilmanskeg\nand Gustibus and Peter Piper, even when I had work for them to do\nin Fairyland. But there, I was so fond of that shabby disrespectable\nfamily myself that I never would scold much about them, and I often\nwent to see them. That is how I know so much about them. They were\nso fond of each other and so good-natured and always in such\nspirits that everybody who knew them was fond of them. And it was\nreally only Cynthia who didn’t know them and thought them only a\nlot of old disreputable looking Dutch dolls--and Dutch dolls were\nquite out of fashion. The truth was that Cynthia was not a\nparticularly nice little girl, and did not care much for anything\nunless it was quite new. But the kitten who had torn the lace\nmantilla got to know the family and simply loved them all, and the\nNewfoundland puppy was so sorry about Leontine’s paint and her left\nleg, that he could never do enough to make up. He wanted to marry\nLeontine as soon as he grew old enough to wear a collar, but\nLeontine said she would never desert her family; because now that\nshe wasn’t the beauty any more she became the useful one, and did\nall the kitchen work, and sat up and made poultices and beef tea\nwhen any of the rest were ill. And the Newfoundland puppy saw she\nwas right, for the whole family simply adored Ridiklis and could\nnot possibly have done without her. Meg and Peg and Kilmanskeg\ncould have married any minute if they had liked. There were two\ncock sparrows and a gentleman mouse, who proposed to them over and\nover again. They all three said they did not want fashionable wives\nbut cheerful dispositions and a happy, home. But Meg and Peg were\nlike Ridiklis and could not bear to leave their families--besides\nnot wanting to live in nests, and hatch eggs--and Kilmanskeg said\nshe would die of a broken heart if she could not be with Ridiklis,\nand Ridiklis did not like cheese and crumbs and mousy things, so\nthey could never live together in a mouse hole. But neither the\ngentleman mouse nor the sparrows were offended because the news was\nbroken to them so sweetly and they went on visiting just as before.\nEverything was as shabby and disrespectable and as gay and happy as\nit could be until Tidy Castle was brought into the nursery and then\nthe whole family had rather a fright.\n\nIt happened in this way:\n\nWhen the dolls’ house was lifted by the nurse and carried into the\ncorner behind the door, of course it was rather an exciting and\nshaky thing for Meg and Peg and Kilmanskeg and Gustibus and Peter\nPiper (Ridiklis was out shopping). The furniture tumbled about and\neverybody had to hold on to anything they could catch hold of. As\nit was, Kilmanskeg slid under a table and Peter Piper sat down in\nthe coal-box; but notwithstanding all this, they did not lose their\ntempers and when the nurse sat their house down on the floor with a\nbump, they all got up and began to laugh. Then they ran and peeped\nout of the windows and then they ran back and laughed again.\n\n“Well,” said Peter Piper, “we have been called Meg and Peg and\nKilmanskeg and Gustibus and Peter Piper instead of our grand names,\nand now we live in a place called Racketty-Packetty House. Who\ncares! Let’s join hands and have a dance.”\n\nAnd they joined hands and danced round and round and kicked up\ntheir heels, and their rags and tatters flew about and they laughed\nuntil they fell down; one on top of the other.\n\nIt was just at this minute that Ridiklis came back. The nurse had\nfound her under a chair and stuck her in through a window. She sat\non the drawing-room sofa which had holes in its covering and the\nstuffing coming out, and her one whole leg stuck out straight in\nfront of her, and her bonnet and shawl were on one side and her\nbasket was on her left arm full of things she had got cheap at\nmarket. She was out of breath and rather pale through being lifted\nup and swished through the air so suddenly, but her saucer eyes and\nher funny mouth looked as cheerful as ever.\n\n“Good gracious, if you knew what I have just heard!” she said. They\nall scrambled up and called out together.\n\n“Hello! What is it?”\n\n“The nurse said the most awful thing,” she answered them. “When\nCynthia asked what she should do with this old Racketty-Packetty\nHouse, she said, ‘Oh! I’ll put it behind the door for the present\nand then it shall be carried down-stairs and burned. It’s too\ndisgraceful to be kept in any decent nursery.’”\n\n“Oh!” cried out Peter Piper.\n\n“Oh!” said Gustibus.\n\n“Oh! Oh! Oh!” said Meg and Peg and Kilmanskeg. “Will they burn our\ndear old shabby house? Do you think they will?” And actually tears\nbegan to run down their cheeks.\n\nPeter Piper sat down on the floor all at once with his hands\nstuffed in his pockets.\n\n“I don’t care how shabby it is,” he said. “It’s a jolly nice old\nplace and it’s the only house we’ve ever had.”\n\n“I never want to have any other,” said Meg.\n\nGustibus leaned against the wall with his hands stuffed in his\npockets.\n\n“I wouldn’t move if I was made King of England,” he said.\n“Buckingham Palace wouldn’t be half as nice.”\n\n“We’ve had such fun here,” said Peg. And Kilmanskeg shook her head\nfrom side to side and wiped her eyes on her ragged pocket-handkerchief.\nThere is no knowing what would have happened to them if Peter Piper\nhadn’t cheered up as he always did.\n\n“I say,” he said, “do you hear that noise?” They all listened and\nheard a rumbling. Peter Piper ran to the window and looked out and\nthen ran back grinning.\n\n“It’s the nurse rolling up the arm-chair before the house to hide\nit, so that it won’t disgrace the castle. Hooray! Hooray! If they\ndon’t see us they will forget all about us and we shall not be\nburned up at all. Our nice old Racketty-Packetty House will be left\nalone and we can enjoy ourselves more than ever--because we sha’n’t\nbe bothered with Cynthia--Hello! let’s all join hands and have a\ndance.”\n\nSo they all joined hands and danced round in a ring again and they\nwere so relieved that they laughed and laughed until they all\ntumbled down in a heap just as they had done before, and rolled\nabout giggling and squealing. It certainly seemed as if they were\nquite safe for some time at least. The big easy chair hid them and\nboth the nurse and Cynthia seemed to forget that there was such a\nthing as a Racketty-Packetty House in the neighborhood. Cynthia was\nso delighted with Tidy Castle that she played with nothing else for\ndays and days. And instead of being jealous of their grand\nneighbors the Racketty-Packetty House people began to get all sorts\nof fun out of watching them from their own windows. Several of\ntheir windows were broken and some had rags and paper stuffed into\nthe broken panes, but Meg and Peg and Peter Piper would go and peep\nout of one, and Gustibus and Kilmanskeg would peep out of another,\nand Ridiklis could scarcely get her dishes washed and her potatoes\npared because she could see the Castle kitchen from her scullery\nwindow. It was _so_ exciting!\n\nThe Castle dolls were grand beyond words, and they were all lords\nand ladies. These were their names. There was Lady Gwendolen Vere\nde Vere. She was haughty and had dark eyes and hair and carried her\nhead thrown back and her nose in the air. There was Lady Muriel\nVere de Vere, and she was cold and lovely and indifferent and\nlooked down the bridge of her delicate nose. And there was Lady\nDoris, who had fluffy golden hair and laughed mockingly at\neverybody. And there was Lord Hubert and Lord Rupert and Lord\nFrancis, who were all handsome enough to make you feel as if you\ncould faint. And there was their mother, the Duchess of Tidyshire;\nand of course there were all sorts of maids and footmen and cooks\nand scullery maids and even gardeners.\n\n“We never thought of living to see such grand society,” said Peter\nPiper to his brother and sisters. “It’s quite a kind of blessing.”\n\n“It’s almost like being grand ourselves, just to be able to watch\nthem,” said Meg and Peg and Kilmanskeg, squeezing together and\nflattening their noses against the attic windows.\n\nThey could see bits of the sumptuous white and gold drawing-room\nwith the Duchess sitting reading near the fire, her golden glasses\nupon her nose, and Lady Gwendolen playing haughtily upon the harp,\nand Lady Muriel coldly listening to her. Lady Doris was having her\ngolden hair dressed by her maid in her bed-room and Lord Hubert was\nreading the newspaper with a high-bred air, while Lord Francis was\nwriting letters to noblemen of his acquaintance, and Lord Rupert\nwas--in an aristocratic manner--glancing over his love letters from\nladies of title.\n\nKilmanskeg and Peter Piper just pinched each other with glee and\nsquealed with delight.\n\n“Isn’t it fun,” said Peter Piper. “I say; aren’t they awful swells!\nBut Lord Francis can’t kick about in his trousers as I can in mine,\nand neither can the others. I’ll like to see them try to do this,”--\nand he turned three summersaults in the middle of the room and\nstood on his head on the biggest hole in the carpet--and wiggled\nhis legs and wiggled his toes at them until they shouted so with\nlaughing that Ridiklis ran in with a saucepan in her hand and\nperspiration on her forehead, because she was cooking turnips,\nwhich was all they had for dinner.\n\n“You mustn’t laugh so loud,” she cried out. “If we make so much\nnoise the Tidy Castle people will begin to complain of this being a\nlow neighborhood and they might insist on moving away.”\n\n“Oh! scrump!” said Peter Piper, who sometimes invented doll slang--\nthough there wasn’t really a bit of harm in him. “I wouldn’t have\nthem move away for anything. They are meat and drink to me.”\n\n“They are going to have a dinner of ten courses,” sighed Ridiklis,\n“I can see them cooking it from my scullery window. And I have\nnothing but turnips to give you.”\n\n“Who cares!” said Peter Piper, “Let’s have ten courses of turnips\nand pretend each course is exactly like the one they are having at\nthe Castle.”\n\n“I like turnips almost better than anything--almost--perhaps not\nquite,” said Gustibus. “I can eat ten courses of turnips like a\nshot.”\n\n“Let’s go and find out what their courses are,” said Meg and Peg\nand Kilmanskeg, “and then we will write a menu on a piece of pink\ntissue paper.”\n\nAnd if you’ll believe it, that was what they did. They divided\ntheir turnips into ten courses and they called the first one--“Hors\nd’oeuvres,” and the last one “Ices,” with a French name, and Peter\nPiper kept jumping up from the table and pretending he was a\nfootman and flourishing about in his flapping rags of trousers and\nannouncing the names of the dishes in such a grand way that they\nlaughed till they nearly died, and said they never had had such a\nsplendid dinner in their lives, and that they would rather live\nbehind the door and watch the Tidy Castle people than be the Tidy\nCastle people themselves.\n\nAnd then of course they all joined hands and danced round and round\nand kicked up their heels for joy, because they always did that\nwhenever there was the least excuse for it--and quite often when\nthere wasn’t any at all, just because it was such good exercise and\nworked off their high spirits so that they could settle down for a\nwhile.\n\nThis was the way things went on day after day. They almost lived at\ntheir windows. They watched the Tidy Castle family get up and be\ndressed by their maids and valets in different clothes almost every\nday. They saw them drive out in their carriages, and have parties,\nand go to balls. They all nearly had brain fever with delight the\nday they watched Lady Gwendolen and Lady Muriel and Lady Doris,\ndressed in their Court trains and feathers, going to be presented\nat the first Drawing-Room.\n\nAfter the lovely creatures had gone the whole family sat down in a\ncircle round the Racketty-Packetty House library fire, and Ridiklis\nread aloud to them about Drawing-Rooms, out of a scrap of the\nLady’s Pictorial she had found, and after that they had a Court\nDrawing-Room of their own, and they made tissue-paper trains and\nglass bead crowns for diamond tiaras, and sometimes Gustibus\npretended to be the Royal family, and the others were presented to\nhim and kissed his hand, and then the others took turns and he was\npresented. And suddenly the most delightful thing occurred to Peter\nPiper. He thought it would be rather nice to make them all into\nlords and ladies and he did it by touching them on the shoulder\nwith the drawing-room poker which he straightened because it was so\ncrooked that it was almost bent double. It is not exactly the way\nsuch things are done at Court, but Peter Piper thought it would do--\nand at any rate it was great fun. So he made them all kneel down in\na row and he touched each on the shoulder with the poker and said:\n\n“Rise up, Lady Meg and Lady Peg and Lady Kilmanskeg and Lady\nRidiklis of Racketty-Packetty House-and also the Right Honorable\nLord Gustibus Rags!” And they all jumped up at once and made bows\nand curtsied to each other. But they made Peter Piper into a Duke,\nand he was called the Duke of Tags. He knelt down on the big hole\nin the carpet and each one of them gave him a little thump on the\nshoulder with the poker, because it took more thumps to make a Duke\nthan a common or garden Lord.\n\nThe day after this another much more exciting thing took place. The\nnurse was in a bad temper and when she was tidying the nursery she\npushed the easy chair aside and saw Racketty-Packetty House.\n\n“Oh!” she said, “there is that Racketty-Packetty old thing still. I\nhad forgotten it. It must be carried down-stairs and burned. I will\ngo and tell one of the footmen to come for it.”\n\nMeg and Peg and Kilmanskeg were in their attic and they all rushed\nout in such a hurry to get down-stairs that they rolled all the way\ndown the staircase, and Peter Piper and Gustibus had to dart out of\nthe drawing-room and pick them up, Ridiklis came staggering up from\nthe kitchen quite out of breath.\n\n“Oh! our house is going to be burned! Our house is going to be\nburned!” cried Meg and Peg clutching their brothers.\n\n“Let us go and throw ourselves out of the window!” cried\nKilmanskeg.\n\n“I don’t see how they can have the heart to burn a person’s home!”\n said Ridiklis, wiping her eyes with her kitchen duster.\n\nPeter Piper was rather pale, but he was extremely brave and\nremembered that he was the head of the family.\n\n“Now, Lady Meg and Lady Peg and Lady Kilmanskeg,” he said, “let us\nall keep cool.”\n\n“We shan’t keep cool when they set our house on fire,” said\nGustibus. Peter Piper just snapped his fingers.\n\n“Pooh!” he said. “We are only made of wood and it won’t hurt a bit.\nWe shall just snap and crackle and go off almost like fireworks and\nthen we shall be ashes and fly away into the air and see all sorts\nof things. Perhaps it may be more fun than anything we have done\nyet.”\n\n“But our nice old house! Our nice old Racketty-Packetty House,”\n said Ridiklis. “I do so love it. The kitchen is so convenient--even\nthough the oven won’t bake any more.”\n\nAnd things looked most serious because the nurse really was\nbeginning to push the arm-chair away. But it would not move and I\nwill tell you why. One of my Fairies, who had come down the chimney\nwhen they were talking, had called me and I had come in a second\nwith a whole army of my Workers, and though the nurse couldn’t see\nthem, they were all holding the chair tight down on the carpet so\nthat it would not stir.\n\nAnd I--Queen Crosspatch--myself--flew downstairs and made the\nfootman remember that minute that a box had come for Cynthia and\nthat he must take it upstairs to her nursery. If I had not been on\nthe spot he would have forgotten it until it was too late. But just\nin the very nick of time up he came, and Cynthia sprang up as soon\nas she saw him.\n\n“Oh!” she cried out, “It must be the doll who broke her little leg\nand was sent to the hospital. It must be Lady Patsy.”\n\nAnd she opened the box and gave a little scream of joy for there\nlay Lady Patsy (her whole name was Patricia) in a lace-frilled\nnightgown, with her lovely leg in bandages and a pair of tiny\ncrutches and a trained nurse by her side.\n\nThat was how I saved them that time. There was such excitement over\nLady Patsy and her little crutches and her nurse that nothing else\nwas thought of and my Fairies pushed the arm-chair back and\nRacketty-Packetty House was hidden and forgotten once more.\n\nThe whole Racketty-Packetty family gave a great gasp of joy and sat\ndown in a ring all at once, on the floor, mopping their foreheads\nwith anything they could get hold of. Peter Piper used an\nantimacassar.\n\n“Oh! we are obliged to you, Queen B-bell--Patch,” he panted out,\n“But these alarms of fire are upsetting.”\n\n“You leave them to me,” I said, “and I’ll attend to them. Tip!” I\ncommanded the Fairy nearest me. “You will have to stay about here\nand be ready to give the alarm when anything threatens to happen.”\n And I flew away, feeling I had done a good morning’s work.\n\nWell, that was the beginning of a great many things, and many of\nthem were connected with Lady Patsy; and but for me there might\nhave been unpleasantness.\n\nOf course the Racketty-Packetty dolls forgot about their fright\ndirectly, and began to enjoy themselves again as usual. That was\ntheir way. They never sat up all night with Trouble, Peter Piper\nused to say. And I told him they were quite right. If you make a\nfuss over trouble and put it to bed and nurse it and give it beef\ntea and gruel, you can never get rid of it.\n\nTheir great delight now was Lady Patsy. They thought she was\nprettier than any of the other Tidy Castle dolls. She neither\nturned her nose up, nor looked down the bridge of it, nor laughed\nmockingly. She had dimples in the corners of her mouth and long\ncurly lashes and her nose was saucy and her eyes were bright and\nfull of laughs.\n\n“She’s the clever one of the family,” said Peter Piper. “I am sure\nof that.”\n\nShe was treated as an invalid at first, of course, and kept in her\nroom; but they could see her sitting up in her frilled nightgown.\nAfter a few days she was carried to a soft chair lay the window and\nthere she used to sit and look out; and the Racketty-Packetty House\ndolls crowded round their window and adored her.\n\nAfter a few days, they noticed that Peter Piper was often missing\nand one morning Ridiklis went up into the attic and found him\nsitting at a window all by himself and staring and staring.\n\n“Oh! Duke,” she said (you see they always tried to remember each\nother’s titles). “Dear me, Duke, what are you doing here?”\n\n“I am looking at her,” he answered. “I’m in love. I fell in love\nwith her the minute Cynthia took her out of her box. I am going to\nmarry her.”\n\n“But she’s a lady of high degree,” said Ridiklis quite alarmed.\n\n“That’s why she’ll have me,” said Peter Piper in his most cheerful\nmanner. “Ladies of high degree always marry the good looking ones\nin rags and tatters. If I had a whole suit of clothes on, she\nwouldn’t look at me. I’m very good-looking, you know,” and he\nturned round and winked at Ridiklis in such a delightful saucy way\nthat she suddenly felt as if he _was_ very good-looking, though she\nhad not thought of it before.\n\n“Hello,” he said all at once. “I’ve just thought of something to\nattract her attention. Where’s the ball of string?”\n\nCynthia’s kitten had made them a present of a ball of string which\nhad been most useful. Ridiklis ran and got it, and all the others\ncame running upstairs to see what Peter Piper was going to do. They\nall were delighted to hear he had fallen in love with the lovely,\nfunny Lady Patsy. They found him standing in the middle of the\nattic unrolling the ball of string.\n\n“What are you going to do, Duke?” they all shouted.\n\n“Just you watch,” he said, and he began to make the string into a\nrope ladder--as fast as lightning. When he had finished it, he\nfastened one end of it to a beam and swung the other end out of\nthe window.\n\n“From her window,” he said, “she can see Racketty-Packetty House\nand I’ll tell you something. She’s always looking at it. She\nwatches us as much as we watch her, and I have seen her giggling\nand giggling when we were having fun. Yesterday when I chased Lady\nMeg and Lady Peg and Lady Kilmanskeg round and round the front of\nthe house and turned summersaults every five steps, she laughed\nuntil she had to stuff her handkerchief into her mouth. When we\njoined hands and danced and laughed until we fell in heaps I\nthought she was going to have a kind of rosy-dimpled, lovely little\nfit, she giggled so. If I run down the side of the house on this\nrope ladder it will attract her attention and then I shall begin to\ndo things.”\n\nHe ran down the ladder and that very minute they saw Lady Patsy at\nher window give a start and lean forward to look. They all crowded\nround their window and chuckled and chuckled as they watched him.\n\nHe turned three stately summersaults and stood on his feet and made\na cheerful bow. The Racketty-Packettys saw Lady Patsy begin to\ngiggle that minute. Then he took an antimacassar out of his pocket\nand fastened it round the edge of his torn trousers leg, as if it\nwere lace trimming and began to walk about like a Duke--with his\narms folded on his chest and his ragged old hat cocked on one side\nover his ear. Then the Racketty-Packettys saw Lady Patsy begin to\nlaugh. Then Peter Piper stood on his head and kissed his hand and\nLady Patsy covered her face and rocked backwards and forwards in\nher chair laughing and laughing.\n\nThen he struck an attitude with his tattered leg put forward\ngracefully and he pretended he had a guitar and he sang right up at\nher window.\n\n    “From Racketty-Packetty House I come,\n     It stands, dear Lady, in a slum,\n     A low, low slum behind the door\n     The stout arm-chair is placed before,\n     (Just take a look at it, my Lady).\n\n    “The house itself is a perfect sight,\n     And everybody’s dressed like a perfect fright,\n     But no one cares a single jot\n     And each one giggles over his lot,\n     (And as for me, I’m in love with you).\n\n    “I can’t make up another verse,\n     And if I did it would be worse,\n     But I could stand and sing all day,\n     If I could think of things to say,\n     (But the fact is I just wanted to make you look at me).”\n\nAnd then he danced such a lively jig that his rags and tags flew\nabout him, and then he made another bow and kissed his hand again\nand ran up the ladder like a flash and jumped into the attic.\n\nAfter that Lady Patsy sat at her window all the time and would not\nlet the trained nurse put her to bed at all; and Lady Gwendolen and\nLady Muriel and Lady Doris could not understand it. Once Lady\nGwendolen said haughtily and disdainfully and scornfully and\nscathingly:\n\n“If you sit there so much, those low Racketty-Packetty House people\nwill think you are looking at them.”\n\n“I am,” said Lady Patsy, showing all her dimples at once. “They are\nsuch fun.”\n\nAnd Lady Gwendolen swooned haughtily away, and the trained nurse\ncould scarcely restore her.\n\nWhen the castle dolls drove out or walked in their garden, the\ninstant they caught sight of one of the Racketty-Packettys they\nturned up their noses and sniffed aloud, and several times the\nDuchess said she would remove because the neighborhood was\nabsolutely low. They all scorned the Racketty-Packettys--they just\n_scorned_ them.\n\nOne moonlight night Lady Patsy was sitting at her window and she\nheard a whistle in the garden. When she peeped out carefully, there\nstood Peter Piper waving his ragged cap at her, and he had his rope\nladder under his arm.\n\n“Hello,” he whispered as loud as he could. “Could you catch a bit\nof rope if I threw it up to you?”\n\n“Yes,” she whispered back.\n\n“Then catch this,” he whispered again and he threw up the end of\na string and she caught it the first throw. It was fastened to the\nrope ladder.\n\n“Now pull,” he said.\n\nShe pulled and pulled until the rope ladder reached her window and\nthen she fastened that to a hook under the sill and the first thing\nthat happened--just like lightning--was that Peter Piper ran up the\nladder and leaned over her window ledge.\n\n“Will you marry me,” he said. “I haven’t anything to give you to\neat and I am as ragged as a scarecrow, but will you?”\n\nShe clapped her little hands.\n\n“I eat very little,” she said. “And I would do without anything at\nall, if I could live in your funny old shabby house.”\n\n“It is a ridiculous, tumbled-down old barn, isn’t it?” he said.\n“But every one of us is as nice as we can be. We are perfect\nTurkish Delights. It’s laughing that does it. Would you like to\ncome down the ladder and see what a jolly, shabby old hole the\nplace is?”\n\n“Oh! do take me,” said Lady Patsy.\n\nSo he helped her down the ladder and took her under the armchair\nand into Racketty-Packetty House and Meg and Peg and Kilmanskeg\nand Ridiklis and Gustibus all crowded round her and gave little\nscreams of joy at the sight of her.\n\nThey were afraid to kiss her at first, even though she was engaged\nto Peter Piper. She was so pretty and her frock had so much lace on\nit that they were afraid their old rags might spoil her. But she\ndid not care about her lace and flew at them and kissed and hugged\nthem every one.\n\n“I have so wanted to come here,” she said. “It’s so dull at the\nCastle I had to break my leg just to get a change. The Duchess sits\nreading near the fire with her gold eye-glasses on her nose and\nLady Gwendolen plays haughtily on the harp and Lady Muriel coldly\nlistens to her, and Lady Doris is always laughing mockingly, and\nLord Hubert reads the newspaper with a high-bred air, and Lord\nFrancis writes letters to noblemen of his acquaintance, and Lord\nRupert glances over his love letters from ladies of title, in an\naristocratic manner--until I could _scream_. Just to see you dears\ndancing about in your rags and tags and laughing and inventing\ngames as if you didn’t mind anything, is such a relief.”\n\nShe nearly laughed her little curly head off when they all went\nround the house with her, and Peter Piper showed her the holes in\nthe carpet and the stuffing coming out of the sofas, and the\nfeathers out of the beds, and the legs tumbling off the chairs. She\nhad never seen anything like it before.\n\n“At the Castle, nothing is funny at all,” she said. “And nothing\never sticks out or hangs down or tumbles off. It is so plain and\nnew.”\n\n“But I think we ought to tell her, Duke,” Ridiklis said. “We may\nhave our house burned over our heads any day.” She really stopped\nlaughing for a whole minute when she heard that, but she was rather\nlike Peter Piper in disposition and she said almost immediately.\n\n“Oh! they’ll never do it. They’ve forgotten you.” And Peter Piper\nsaid:\n\n“Don’t let’s think of it. Let’s all join hands and dance round and\nround and kick up our heels and laugh as hard as ever we can.”\n\nAnd they did--and Lady Patsy laughed harder than any one else.\nAfter that she was always stealing away from Tidy Castle and coming\nin and having fun. Sometimes she stayed all night and slept with\nMeg and Peg and everybody invented new games and stories and they\nreally never went to bed until daylight. But the Castle dolls grew\nmore and more scornful every day, and tossed their heads higher and\nhigher and sniffed louder and louder until it sounded as if they\nall had influenza. They never lost an opportunity of saying\ndisdainful things and once the Duchess wrote a letter to Cynthia,\nsaying that she insisted on removing to a decent neighborhood. She\nlaid the letter in her desk but the gentleman mouse came in the\nnight and carried it away. So Cynthia never saw it and I don’t\nbelieve she could have read it if she had seen it because the\nDuchess wrote very badly--even for a doll.\n\nAnd then what do you suppose happened? One morning Cynthia began\nto play that all the Tidy Castle dolls had scarlet fever. She said\nit had broken out in the night and she undressed them all and put\nthem into bed and gave them medicine. She could not find Lady\nPatsy, so _she_ escaped the contagion. The truth was that Lady\nPatsy had stayed all night at Racketty-Packetty House, where they\nwere giving an imitation Court Ball with Peter Piper in a tin\ncrown, and shavings for supper--because they had nothing else, and\nin fact the gentleman mouse had brought the shavings from his nest\nas a present.\n\nCynthia played nearly all day and the Duchess and Lady Gwendolen\nand Lady Muriel and Lady Doris and Lord Hubert and Lord Francis and\nLord Rupert got worse and worse.\n\nBy evening they were all raging in delirium and Lord Francis and\nLady Gwendolen had strong mustard plasters on their chests. And\nright in the middle of their agony Cynthia suddenly got up and went\naway and left them to their fate--just as if it didn’t matter in\nthe least. Well in the middle of the night Meg and Peg and Lady\nPatsy wakened all at once.\n\n“Do you hear a noise?” said Meg, lifting her head from her ragged\nold pillow.\n\n“Yes, I do,” said Peg, sitting up and holding her ragged old\nblanket up to her chin.\n\nLady Patsy jumped up with feathers sticking up all over her hair,\nbecause they had come out of the holes in the ragged old bed. She\nran to the window and listened.\n\n“Oh! Meg and Peg!” she cried out. “It comes from the Castle.\nCynthia has left them all raving in delirium and they are all\nshouting and groaning and screaming.”\n\nMeg and Peg jumped up too.\n\n“Let’s go and call Kilmanskeg and Ridiklis and Gustibus and Peter\nPiper,” they said, and they rushed to the staircase and met\nKilmanskeg and Ridiklis and Gustibus and Peter Piper coming\nscrambling up panting because the noise had wakened them as well.\n\nThey were all over at Tidy Castle in a minute. They just tumbled\nover each other to get there--the kind-hearted things. The servants\nwere every one fast asleep, though the noise was awful. The loudest\ngroans came from Lady Gwendolen and Lord Francis because their\nmustard plasters were blistering them frightfully.\n\nRidiklis took charge, because she was the one who knew most about\nillness. She sent Gustibus to waken the servants and then ordered\nhot water and cold water, and ice, and brandy, and poultices, and\nshook the trained nurse for not attending to her business--and took\noff the mustard plasters and gave gruel and broth and cough syrup\nand castor oil and ipecacuanha, and everyone of the Racketty-Packettys\nmassaged, and soothed, and patted, and put wet cloths on heads,\nuntil the fever was gone and the Castle dolls all lay back on their\npillows pale and weak, but smiling faintly at every Racketty-Packetty\nthey saw, instead of turning up their noses and tossing their heads\nand sniffing loudly, and just _scorning_ them.\n\nLady Gwendolen spoke first and instead of being haughty and\ndisdainful, she was as humble as a new-born kitten.\n\n“Oh! you dear, shabby, disrespectable, darling things!” she said.\n“Never, never, will I scorn you again. Never, never!”\n\n“That’s right!” said Peter Piper in his cheerful, rather slangy\nway. “You take my tip-never you scorn any one again. It’s a\nmistake. Just you watch me stand on my head. It’ll cheer you up.”\n\nAnd he turned six summersaults--just like lightning--and stood on\nhis head and wiggled his ragged legs at them until suddenly they\nheard a snort from one of the beds and it was Lord Hubert beginning\nto laugh and then Lord Francis laughed and then Lord Hubert\nshouted, and then Lady Doris squealed, and Lady Muriel screamed,\nand Lady Gwendolen and the Duchess rolled over and over in their\nbeds, laughing as if they would have fits.\n\n“Oh! you delightful, funny, shabby old loves!” Lady Gwendolen kept\nsaying. “To think that we scorned you.”\n\n“They’ll be all right after this,” said Peter Piper. “There’s\nnothing cures scarlet fever like cheering up. Let’s all join hands\nand dance round and round once for them before we go back to bed.\nIt’ll throw them into a nice light perspiration and they’ll drop\noff and sleep like tops.” And they did it, and before they had\nfinished, the whole lot of them were perspiring gently and snoring\nas softly as lambs.\n\nWhen they went back to Racketty-Packetty House they talked a good\ndeal about Cynthia and wondered and wondered why she had left her\nscarlet fever so suddenly. And at last Ridiklis made up her mind to\ntell them something she had heard.\n\n“The Duchess told me,” she said, rather slowly because it was bad\nnews--“The Duchess said that Cynthia went away because her Mama\nhad sent for her--and her Mama had sent for her to tell her that a\nlittle girl princess is coming to see her to-morrow. Cynthia’s\nMama used to be a maid of honor to the Queen and that’s why the\nlittle girl Princess is coming. The Duchess said--” and here\nRidiklis spoke very slowly indeed, “that the nurse was so excited\nshe said she did not know whether she stood on her head or her\nheels, and she must tidy up the nursery and have that Racketty-Packetty\nold dolls’ house carried down stairs and burned, early to-morrow\nmorning. That’s what the Duchess _said_--”\n\nMeg and Peg and Kilmanskeg clutched at their hearts and gasped and\nGustibus groaned and Lady Patsy caught Peter Piper by the arm to\nkeep from falling. Peter Piper gulped--and then he had a sudden\ncheerful thought.\n\n“Perhaps she was raving in delirium,” he said.\n\n“No, she wasn’t,” said Ridiklis shaking her head, “I had just given\nher hot water and cold, and gruel, and broth, and castor oil, and\nipecacuanha and put ice almost all over her. She was as sensible as\nany of us. To-morrow morning we shall not have a house over our\nheads,” and she put her ragged old apron over her face and cried.\n\n“If she wasn’t raving in delirium,” said Peter Piper, “we shall not\nhave any heads. You had better go back to the Castle tonight,\nPatsy. Racketty-Packetty House is no place for you.”\n\nThen Lady Patsy drew herself up so straight that she nearly fell\nover backwards.\n\n“I--will--_never_--leave you!” she said, and Peter Piper couldn’t\nmake her.\n\nYou can just imagine what a doleful night it was. They went all\nover the house together and looked at every hole in the carpet and\nevery piece of stuffing sticking out of the dear old shabby sofas,\nand every broken window and chair leg and table and ragged blanket--\nand the tears ran down their faces for the first time in their\nlives. About six o’clock in the morning Peter Piper made a last\neffort.\n\n“Let’s all join hands in a circle,” he said quite faintly, “and\ndance round and round once more.”\n\nBut it was no use. When they joined hands they could not dance, and\nwhen they found they could not dance they all tumbled down in a\nheap and cried instead of laughing and Lady Patsy lay with her arms\nround Peter Piper’s neck.\n\nNow here is where I come in again--Queen Crosspatch--who is telling\nyou this story. I always come in just at the nick of time when\npeople like the Racketty-Packettys are in trouble. I walked in at\nseven o’clock.\n\n“Get up off the floor,” I said to them all and they got up and\nstared at me. They actually thought I did not know what had\nhappened.\n\n“A little girl Princess is coming this morning,” said Peter Piper,\nand our house is going to be burned over our heads. This is the end\nof Racketty-Packetty House.”\n\n“No, it isn’t!” I said. “You leave this to me. I told the Princess\nto come here, though she doesn’t know it in the least.”\n\nA whole army of my Working Fairies began to swarm in at the nursery\nwindow. The nurse was working very hard to put things in order and\nshe had not sense enough to see Fairies at all. So she did not see\nmine, though there were hundreds of them. As soon as she made one\ncorner tidy, they ran after her and made it untidy. They held her\nback by her dress and hung and swung on her apron until she could\nscarcely move and kept wondering why she was so slow. She could not\nmake the nursery tidy and she was so flurried she forgot all about\nRacketty-Packetty House again--especially as my Working Fairies\npushed the arm-chair close up to it so that it was quite hidden.\nAnd there it was when the little girl Princess came with her Ladies\nin Waiting. My fairies had only just allowed the nurse to finish\nthe nursery.\n\nMeg and Peg and Kilmanskeg and Ridiklis and Gustibus and Peter\nPiper and Lady Patsy were huddled up together looking out of one\nwindow. They could not bear to be parted. I sat on the arm of the\nbig chair and ordered my Working Fairies to stand ready to obey me\nthe instant I spoke.\n\nThe Princess was a nice child and was very polite to Cynthia when\nshe showed her all her dolls, and last but not least, Tidy Castle\nitself. She looked at all the rooms and the furniture and said\npolite and admiring things about each of them. But Cynthia realized\nthat she was not so much interested in it as she had thought she\nwould be. The fact was that the Princess had so many grand dolls’\nhouses in her palace that Tidy Castle did not surprise her at all.\nIt was just when Cynthia was finding this out that I gave the order\nto my Working Fairies.\n\n“Push the arm-chair away,” I commanded; “very slowly, so that no\none will know it is being moved.”\n\nSo they moved it away--very, very slowly and no one saw that it had\nstirred. But the next minute the little girl Princess gave a\ndelightful start.\n\n“Oh! what is that!” she cried out, hurrying towards the\nunfashionable neighborhood behind the door.\n\nCynthia blushed all over and the nurse actually turned pale. The\nRacketty-Packettys tumbled down in a heap beneath their window and\nbegan to say their prayers very fast.\n\n“It is only a shabby old doll’s house, your Highness,” Cynthia\nstammered out. “It belonged to my Grandmamma, and it ought not to\nbe in the nursery. I thought you had had it burned, Nurse!”\n\n“Burned!” the little girl Princess cried out in the most shocked\nway. “Why if it was mine, I wouldn’t have it burned for worlds! Oh!\nplease push the chair away and let me look at it. There are no\ndoll’s houses like it anywhere in these days.” And when the\narm-chair was pushed aside she scrambled down on to her knees just\nas if she was not a little girl Princess at all.\n\n“Oh! Oh! Oh!” she said. “How funny and dear! What a darling old\ndoll’s house. It is shabby and wants mending, of course, but it is\nalmost exactly like one my Grandmamma had--she kept it among her\ntreasures and only let me look at it as a great, great treat.”\n\nCynthia gave a gasp, for the little girl Princess’s Grandmamma had\nbeen the Queen and people had knelt down and kissed her hand and\nhad been obliged to go out of the room backwards before her.\n\nThe little girl Princess was simply filled with joy. She picked up\nMeg and Peg and Kilmanskeg and Gustibus and Peter Piper as if they\nhad been really a Queen’s dolls.\n\n“Oh! the darling dears,” she said. “Look at their nice, queer faces\nand their funny clothes. Just--just like Grandmamma’s dollies’\nclothes. Only these poor things do so want new ones. Oh! how I\nshould like to dress them again just as they used to be dressed,\nand have the house all made just as it used to be when it was new.”\n\n“That old Racketty-Packetty House,” said Cynthia, losing her\nbreath.\n\n“If it were mine I should make it just like Grandmamma’s and I\nshould love it more than any doll’s house I have. I never--never--\nnever--saw anything as nice and laughing and good natured as these\ndolls’ faces. They look as if they had been having fun ever since\nthey were born. Oh! if you were to burn them and their home I--I\ncould never forgive you!”\n\n“I never--never--will,--your Highness,” stammered Cynthia, quite\noverwhelmed. Suddenly she started forward.\n\n“Why, there is the lost doll!” she cried out. “There is Lady Patsy.\nHow did she get into Racketty-Packetty House?”\n\n“Perhaps she went there to see them because they were so poor and\nshabby,” said the little girl Princess. “Perhaps she likes this\none,” and she pointed to Peter Piper. “Do you know when I picked\nhim up their arms were about each other. Please let her stay with\nhim. Oh!” she cried out the next instant and jumped a little. “I\nfelt as if the boy one kicked his leg.”\n\nAnd it was actually true, because Peter Piper could not help it and\nhe had kicked out his ragged leg for joy. He had to be very careful\nnot to kick any more when he heard what happened next.\n\nAs the Princess liked Racketty-Packetty House so much, Cynthia gave\nit to her for a present--and the Princess was really happy--and\nbefore she went away she made a little speech to the whole\nRacketty-Packetty family, whom she had set all in a row in the\nragged old, dear old, shabby old drawing-room where they had had so\nmuch fun.\n\n“You are going to come and live with me, funny, good-natured\nloves,” she said. “And you shall all be dressed beautifully again\nand your house shall be mended and papered and painted and made as\nlovely as ever it was. And I am going to like you better than all\nmy other dolls’ houses--just as Grandmamma said she liked hers.”\n And then she was gone.\n\nAnd every bit of it came true. Racketty-Packetty House was carried\nto a splendid Nursery in a Palace, and Meg and Peg and Kilmanskeg\nand Ridiklis and Gustibus and Peter Piper were made so gorgeous\nthat if they had not been so nice they would have grown proud. But\nthey didn’t. They only grew jollier and jollier and Peter Piper\nmarried Lady Patsy, and Ridiklis’s left leg was mended and she was\npainted into a beauty again--but she always remained the useful\none. And the dolls in the other dolls’ houses used to make deep\ncurtsies when a Racketty-Packetty House doll passed them, and Peter\nPiper could scarcely stand it because it always made him want to\nstand on his head and laugh--and so when they were curtsied at--\nbecause they were related to the Royal Dolls House--they used to\nrun into their drawing room and fall into fits of giggles and they\ncould only stop them by all joining hands together in a ring and\ndancing round and round and round and kicking up their heels and\nlaughing until they tumbled down in a heap.\n\nAnd what do you think of that for a story. And doesn’t it prove to\nyou what a valuable Friend a Fairy is--particularly a Queen one?\n\n\n\n\n",
    "metadata": {
        "author": [
            "Burnett, Frances Hodgson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/8574/pg8574.txt",
        "name": "racketty_packetty_house,_as_told_by_queen_crosspatch.json"
    }
}