{
    "name": "Raiders of the Second Moon",
    "author": [
        "Wells, Basil"
    ],
    "body": "Beyond earth swings that airless pocked mass of fused rock and gray\nvolcanic dust that we know as Luna. Of this our naked eyes assure us.\nBut of the smaller satellite, hidden forever from the mundane view by\nLuna's bulk, we know little.\n\nSmall is Sekk, that second moon, less than five hundred miles in\ndiameter, but the period of its revolution is thirty two hours, and its\nmeaner mass retains a breathable atmosphere. There is life on Sekk,\nlife that centers around the sunken star-shaped cavity where an oval\nlake gleams softly in the depths. And the eleven radiating tips of the\nstarry abyss are valleys green with jungle growth.\n\nIn one of those green valleys the white savage that the Vasads called\nNoork squatted in the ample crotch of a jungle giant and watched the\ntrail forty feet below. For down there moved alertly a golden skinned\ngirl, her only weapons a puny polished bow of yellow wood and a\nsheathed dagger.\n\nSight of the girl's flowing brown hair and the graceful feminine\ncontours of her smooth-limbed body beneath its skin-halter and the\ninsignificant breech-clout, made his brow wrinkle with concentration.\nNot forever had he lived in this jungle world of valleys and ragged\ncliffs. Since he had learned the tongue of the hairy Vasads of forest,\nand the tongue of their gold-skinned leader, Gurn, the renegade, he had\nconfirmed that belief.\n\nFor a huge gleaming bird had carried him in its talons to the top of\nthe cliff above their valley and from the rock fire had risen to devour\nthe great bird. Somehow he had been flung clear and escaped the death\nof the mysterious bird-thing. And in his delirium he had babbled the\nwords that caused the apish Vasads to name him Noork. Now he repeated\nthem aloud.\n\n\"New York,\" he said, \"good ol' New York.\"\n\nThe girl heard. She looked upward fearfully, her rounded bare arm going\nback to the bow slung across her shoulder. Swiftly she fitted an arrow\nand stepped back against the friendly bole of a shaggy barked jungle\ngiant. Noork grinned.\n\n\"Tako, woman,\" he greeted her.\n\n\"Tako,\" she replied fearfully. \"Who speaks to Tholon Sarna? Be you\nhunter or escaped slave?\"\n\n\"A friend,\" said Noork simply. \"It was I who killed the spotted _narl_\nlast night when it attacked you.\"\n\nDoubtfully the girl put away her bow. Her fingers, however, were never\nfar from the hilt of her hunting dagger.\n\nNoork swung outward from his perch, and then downward along the ladder\nof limbs to her side. The girl exclaimed at his brown skin.\n\n\"Your hair is the color of the sun!\" she said. \"Your garb is Vasad, yet\nyou speak the language of the true men.\" Her violet oddly slanting eyes\nopened yet wider. \"Who are you?\"\n\n\"I am Noork,\" the man told her. \"For many days have I dwelt among the\nwild Vasads of the jungle with their golden-skinned chief, Gurn, for\nmy friend.\"\n\nThe girl impulsively took a step nearer. \"Gurn!\" she cried. \"Is he tall\nand strong? Has he a bracelet of golden discs linked together with\nhuman hair? Does he talk with his own shadow when he thinks?\"\n\n\"That is Gurn,\" admitted Noork shortly. \"He is also an exile from the\nwalled city of Grath. The city rulers call him a traitor. He has told\nme the reason. Perhaps you know it as well?\"\n\n\"Indeed I do,\" cried Sarna. \"My brother said that we should no longer\nmake slaves of the captured Zurans from the other valleys.\"\n\nNoork smiled. \"I am glad he is your brother,\" he said simply.\n\n\n\nThe girl's eyes fell before his admiring gaze and warm blood flooded\ninto her rounded neck and lovely cheeks.\n\n\"Brown-skinned one!\" she cried with a stamp of her shapely little\nsandalled foot. \"I am displeased with the noises of your tongue. I will\nlisten to it no more.\"\n\nBut her eyes gave the provocative lie to her words. This brown-skinned\ngiant with the sunlit hair was very attractive....\n\nThe girl was still talking much later, as they walked together along\nthe game-trail. \"When my captors were but one day's march from their\nfoul city of Bis the warriors of the city of Konto, through whose\nfertile valley we had journeyed by night, fell upon the slavers.\n\n\"And in the confusion of the attack five of us escaped. We returned\ntoward the valley of Grath, but to avoid the intervening valley where\nour enemies, the men of Konto, lived, we swung close to the Lake of\nUzdon. And the Misty Ones from the Temple of the Skull trailed us. I\nalone escaped.\"\n\nNoork lifted the short, broad-bladed sword that swung in its sheath\nat his belt and let it drop back into place with a satisfying whisper\nof flexible leather on steel. He looked toward the east where lay the\nmysterious long lake of the Misty Ones.\n\n\"Some day,\" he said reflectively, \"I am going to visit the island of\nthe unseen evil beings who stole away your friends. Perhaps after I\nhave taken you to your brother's hidden village, and from there to\nyour city of Grath....\" He smiled.\n\nThe girl did not answer. His keen ears, now that he was no longer\nspeaking, caught the scuffing of feet into the jungle behind him. He\nturned quickly to find the girl had vanished, and with an instinctive\nreflex of motion he flung himself to one side into the dense wall of\nthe jungle. As it was the unseen club thudded down along his right arm,\nnumbing it so he felt nothing for some time.\n\nOne armed as he was temporarily, and with an unseen foe to reckon with,\nNoork awkwardly swung up into the comparative safety of the trees. Once\nthere, perched in the crotch of a mighty jungle monarch, he peered down\nat the apparently empty stretch of sunken trail beneath.\n\nAt first he saw nothing out of the ordinary. Apparently there was no\nstir of life along that leaf-shadowed way. And then he caught a glimpse\nof blurring shadowy shapes, blotches of cottony mist that blended all\ntoo well with the foliage. One of the things from the island in the\nLake of Uzdon moved, and he saw briefly the bottom of a foot dirtied\nwith the mud of the trail.\n\nNoork squinted. So the Misty Ones were not entirely invisible. Pain\nwas growing in his numbed arm now, but as it came so came strength. He\nclimbed further out on the great branch to where sticky and overripe\nfruit hung heavy. With a grin he locked his legs upon the forking of\nthe great limb and filled his arms with fruit.\n\nA barrage of the juicy fruit blanketed the misty shapes. Stains spread\nand grew. Patchy outlines took on a new color and sharpness. Noork\nfound that he was pelting a half-dozen hooded and robed creatures whose\narms and legs numbered the same as his own, and the last remnant of\nsuperstitious fear instilled in his bruised brain by the shaggy Vasads\nvanished.\n\nThese Misty Ones were living breathing creatures like himself! They\nwere not gods, or demons, or even the ghostly servants of demons. He\nstrung his bow quickly, the short powerful bow that Gurn had given him,\nand rained arrows down upon the cowering robed creatures.\n\nAnd the monsters fled. They fled down the trail or faded away into the\njungle. All but one of them. The arrow had pierced a vital portion of\nthis Misty One's body. He fell and moved no more.\n\nA moment later Noork was ripping the stained cloak and hood from the\nfallen creature, curious to learn what ghastly brute-thing hid beneath\nthem. His lip curled at what he saw.\n\nThe Misty One was almost like himself. His skin was not so golden as\nthat of the other men of Zuran, and his forehead was low and retreating\nin a bestial fashion. Upon his body there was more hair, and his face\nwas made hideous with swollen colored scars that formed an irregular\ndesign. He wore a sleeveless tunic of light green and his only weapons\nwere two long knives and a club.\n\n\"So,\" said Noork, \"the men of the island prey upon their own kind. And\nthe Temple of Uzdon in the lake is guarded by cowardly warriors like\nthis.\"\n\nNoork shrugged his shoulders and set off at a mile-devouring pace down\nthe game trail toward the lake where the Temple of the Skull and its\nunseen guardians lay. Once he stopped at a leaf-choked pool to wash the\nstains from the dead man's foggy robe.\n\nThe jungle was thinning out. Noork's teeth flashed as he lifted the\ndrying fabric of the mantle and donned it.\n\n\n\nUd tasted the scent of a man and sluggishly rolled his bullet head from\nshoulder to shoulder as he tried to catch sight of his ages-old enemy.\nFor between the hairy quarter-ton beast men of the jungles of Sekk and\nthe golden men of the valley cities who enslaved them there was eternal\nwar.\n\nA growl rumbled deep in the hairy half-man's chest. He could see no\nenemy and yet the scent grew stronger with every breath.\n\n\"You hunt too near the lake,\" called a voice. \"The demons of the water\nwill trap you.\"\n\nUd's great nostrils quivered. He tasted the odor of a friend mingled\nwith that of a strange Zuran. He squatted.\n\n\"It's Noork,\" he grunted. \"Why do I not see you?\"\n\n\"I have stolen the skin of a demon,\" answered the invisible man. \"Go to\nGurn. Tell him to fear the demons no longer. Tell him the Misty Ones\ncan be trapped and skinned.\"\n\n\"Why you want their skins?\" Ud scratched his hairy gray skull.\n\n\"Go to save Gurn's ...\" and here Noork was stumped for words. \"To save\nhis father's woman woman,\" he managed at last. \"Father's woman woman\ncalled Sarna.\"\n\nAnd the misty blob of nothingness was gone again, its goal now the\nmarshy lowlands that extended upward perhaps a thousand feet from the\njungle's ragged fringe to end at last in the muddy shallows of the Lake\nof Uzdon.\n\nTo Noork it seemed that all the world must be like these savage jungle\nfastnesses of the twelve valleys and their central lake. He knew that\nthe giant bird had carried him from some other place that his battered\nbrain could not remember, but to him it seemed incredible that men\ncould live elsewhere than in a jungle valley.\n\nBut Noork was wrong. The giant bird that he had ridden into the depths\nof Sekk's fertile valleys had come from a far different world. And the\nother bird, for which Noork had been searching when he came upon the\ngolden-skinned girl, was from another world also.\n\nThe other bird had come from space several days before that of Noork,\nthe Vasads had told him, and it had landed somewhere within the land\nof sunken valleys. Perhaps, thought Noork, the bird had come from the\nsame valley that had once been his home. He would find the bird and\nperhaps then he could remember better who he had been.\n\nSo it was, ironically enough, that Stephen Dietrich--whose memory was\ngone completely--again took up the trail of Doctor Karl Von Mark, last\nof the Axis criminals at large. The trail that had led the red-haired\nyoung American flier from rebuilding Greece into Africa and the hidden\nvalley where Doctor Von Mark worked feverishly to restore the crumbled\nstructure of Nazidom, and then had sent him hurtling spaceward in the\nsecond of the Doctor's crude space-ships was now drawing to an end.\nThe Doctor and the young American pilot were both trapped here on this\nlittle blob of cosmic matter that hides beyond the Moon's cratered bulk.\n\nThe Doctor's ship had landed safely on Sekk, the wily scientist\npreferring the lesser gravity of this fertile world to that of the\nlifeless Moon in the event that he returned again to Earth, but\nDietrich's spacer had crashed.\n\nTwo words linked Noork with the past, the two words that the Vasads\nhad slurred into his name: New York. And the battered wrist watch, its\ncrystal and hands gone, were all that remained of his Earthly garb.\n\n\n\nNoork paddled the long flat dugout strongly away from the twilight\nshore toward the shadowy loom of the central island. Though he could\nnot remember ever having held a paddle before he handled the ungainly\nblade well.\n\nAfter a time the clumsy prow of the craft rammed into a yielding\ncushion of mud, and Noork pulled the dugout out of the water into the\nroofing shelter of a clump of drooping trees growing at the water's\nedge.\n\nSword in hand he pushed inward from the shore and ended with a\nsmothered exclamation against an unseen wall. Trees grew close up to\nthe wall and a moment later he had climbed out along a horizontal\nbranch beyond the wall's top, and was lowering his body with the aid of\na braided leather rope to the ground beyond.\n\nHe was in a cultivated field his feet and hands told him. And perhaps\nhalf a mile away, faintly illumined by torches and red clots of\nbonfires, towered a huge weathered white skull!\n\nSecure in the knowledge that he wore the invisible robes of a Misty\nOne he found a solitary tree growing within the wall and climbed to a\ncomfortable crotch. In less than a minute he was asleep.\n\n\"The new slave,\" a rough voice cut across his slumber abruptly, \"is the\ndaughter of Tholon Dist the merchant.\"\n\nNoork was fully awake now. They were speaking of Sarna. Her father's\nname was Tholon Dist. It was early morning in the fields of the Misty\nOnes and he could see the two golden-skinned slaves who talked together\nbeneath his tree.\n\n\"That matters not to the priests of Uzdon,\" the slighter of the\ntwo slaves, his hair almost white, said. \"If she be chosen for the\nsacrifice to great Uzdon her blood will stain the altar no redder than\nanother's.\"\n\n\"But it is always the youngest and most beautiful,\" complained the\nyounger slave, \"that the priests chose. I wish to mate with a beautiful\nwoman. Tholon Sarna is such a one.\"\n\nThe old man chuckled dryly. \"If your wife be plain,\" he said, \"neither\nmaster nor fellow slave will steal her love. A slave should choose a\ngood woman--and ugly, my son.\"\n\n\"Some night,\" snarled the slave, \"I'm going over the wall. Even the\nMisty Ones will not catch me once I have crossed the lake.\"\n\n\"Silence,\" hissed the white-haired man. \"Such talk is madness. We are\nsafe here from wild animals. There are no spotted narls on the island\nof Manak. The priests of most holy Uzdon, and their invisible minions,\nare not unkind.\n\n\"Get at your weeding of the field, Rold,\" he finished, \"and I will\ncomplete my checking of the gardens.\"\n\nNoork waited until the old man was gone before he descended from the\ntree. He walked along the row until he reached the slave's bent back,\nand he knew by the sudden tightening of the man's shoulder muscles\nthat his presence was known. He looked down and saw that his feet made\nclear-cut depressions in the soft rich soil of the field.\n\n\"Continue to work,\" he said to the young man. \"Do not be too surprised\nat what I am about to tell you, Rold.\" He paused and watched the golden\nman's rather stupid face intently.\n\n\"I am not a Misty One,\" Noork said. \"I killed the owner of this strange\ngarment I wear yesterday on the mainland. I have come to rescue the\ngirl, Tholon Sarna, of whom you spoke.\"\n\nRold's mouth hung open but his hard blunt fingers continued to work.\n\"The Misty Ones, then,\" he said slowly, \"are not immortal demons!\" He\nnodded his long-haired head. \"They are but men. They too can die.\"\n\n\"If you will help me, Rold,\" said Noork, \"to rescue the girl and escape\nfrom the island I will take you along.\"\n\nRold was slow in answering. He had been born on the island and yet his\npeople were from the valley city of Konto. He knew that they would\nwelcome the news that the Misty Ones were not demons. And the girl from\nthe enemy city of Grath was beautiful. Perhaps she would love him for\nhelping to rescue her and come willingly with him to Konto.\n\n\"I will help you, stranger,\" he agreed.\n\n\"Then tell me of the Skull, and of the priests, and of the prison where\nTholon Sarna is held.\"\n\nThe slave's fingers flew. \"All the young female slaves are caged\ntogether in the pit beneath the Skull. When the sun is directly\noverhead the High Priest will choose one of them for sacrifice to\nmighty Uzdon, most potent of all gods. And with the dawning of the\nnext day the chosen one will be bound across the altar before great\nUzdon's image and her heart torn from her living breast.\" The slave's\nmismatched eyes, one blue and the other brown, lifted from his work.\n\n\"Tholon Sarna is in the pit beneath the Temple with the other female\nslaves. And the Misty Ones stand guard over the entrance to the temple\npits.\"\n\n\"It is enough,\" said Noork. \"I will go to rescue her now. Be prepared\nto join us as we return. I will have a robe for you if all goes well.\"\n\n\"If you are captured,\" cried Rold nervously, \"you will not tell them I\ntalked with you?\"\n\nNoork laughed. \"You never saw me,\" he told the slave.\n\n\n\nThe skull was a gigantic dome of shaped white stone. Where the\neye-sockets and gaping nose-hole should have been, black squares of\nrock gave the illusion of vacancy. Slitted apertures that served for\nwindows circled the grisly whiteness of the temple's curving walls at\nthree distinct levels.\n\nNoork drifted slowly up the huge series of long bench-like steps\nthat led up to the gaping jaws of the Skull. He saw red and\npurple-robed priests with nodding head-dresses of painted plumes and\nfeathers climbing and descending the stairs. Among them moved the\nsquatty gnarled shapes of burdened Vasads, their shaggy bowed legs\nfettered together with heavy copper or bronze chains, and cringing\ngolden-skinned slaves slipped furtively through the press of the\nbrilliant-robed ones. The stale sweaty odor of the slaves and the beast\nmen mingled with the musky stench of the incense from the temple.\n\nOther misty blobs, the invisible guards of the ghastly temple, were\nstationed at regular intervals across the great entrance into the\nSkull's interior, but they paid Noork no heed. To them he was another\nof their number.\n\nHe moved swiftly to cross the wide stone-slabbed entry within the\njaws, and a moment later was looking down into a sunken bowl whose\nrocky floor was a score of feet below where he stood. Now he saw the\ncentral raised altar where the gleam of precious stones and cunningly\nworked metal--gold, silver and brass--vied with the faded garish\ncolors of the draperies beneath it. And on the same dais there loomed\ntwo beast-headed stone images, the lion-headed god a male and the\nwolf-headed shape a female.\n\nThese then were the two blood hungry deities that the men of Zura\nworshipped--mighty Uzdon and his mate, Lornu!\n\nNoork joined the descending throng that walked slowly down the central\nramp toward the altar. As he searched for the entrance to the lower\npits his eyes took in the stone steps that led upward into the two\nupper levels. Only priests and the vague shapelessness of the Misty\nOnes climbed those steps. The upper levels, then, were forbidden to\nthe slaves and common citizens of the island.\n\nAs he circled the curving inner wall a foul dank odor reached his\nsensitive nostrils, and his eyes searched for its origin. He found it\nthere just before him, the opening that gave way to a descending flight\nof clammy stone steps. He darted toward the door and from nowhere two\nshort swords rose to bar his way.\n\n\"None are to pass save the priests,\" spoke a voice from nowhere\ngruffly. \"The High Priest knows that we of the temple guards covet the\nmost beautiful of the slave women, but we are not to see them until the\nsacrifice is chosen.\"\n\nNoork moved backward a pace. He grumbled something inaudible and drew\nhis sword. Before him the two swords slowly drew aside.\n\nIn that instant Noork attacked. His keen sword, whetted to razor\nsharpness on abrasive bits of rock, bit through the hidden neck and\nshoulder of the guard on his right hand, and with the same forward\nimpetus of attack he smashed into the body of the startled guard on his\nleft.\n\nHis sword had wrenched from his hand as it jammed into the bony\nstructure of the decapitated Misty One's shoulder, and now both his\nhands sought the throat of the guard. The unseen man's cry of warning\ngurgled and died in his throat as Noork clamped his fingers shut upon\nit, and his shortened sword stabbed at Noork's back.\n\nThe struggle overbalanced them. They rolled over and over down the\nshadowy stair, the stone smashing at their softer flesh unmercifully.\nFor a moment the battling men brought up with a jolt as the obstruction\nof the first guard's corpse arrested their downward course, and then\nthey jolted and jarred onward again from blood-slippery step to\nblood-slippery step.\n\nThe sword clattered from the guardian Misty One's clutch and in the\nsame instant Noork's steel fingers snapped the neck of the other man\nwith a pistol-like report. The limp body beneath him struggled no more.\nHe sprang to his feet and became aware of a torch-lighted doorway but a\nhalf-dozen paces further down along the descending shaft of steps.\n\nIn a moment, he thought, the fellows of this guard would come charging\nout, swords in hand. They could not have failed to hear the struggle\non the stairs of stone, he reasoned, for here the noise and confusion\nof the upper temple was muted to a murmur.\n\nSo it was that he ran quickly to the door, in his hand the sword that\nhad dropped from the dead man's fingers, and sprang inside, prepared to\nbattle there the Misty Ones, lest one escape to give the alarm.\n\nHe looked about the narrow stone-walled room with puzzled eyes. Two\nwarriors lay on a pallet of straw, one of them emitting hideous\ngurgling sounds that filled the little room with unpleasing echoes.\nNoork grinned.\n\nFrom the floor beside the fatter of the two men, the guard who did not\nsnore, he took a club. Twice he struck and the gurgling sound changed\nto a steady deep breathing. Noork knew that now the two guards would\nnot give the alarm for several hours. Thoughtfully he looked about the\nroom. There were several of the hooded cloaks hanging from pegs wedged\ninto the crevices of the chamber's wall, their outlines much plainer\nhere in the artificial light of the flickering torch.\n\nNoork shed his own blood-stained robe quickly and donned one of the\nothers. The cloaks were rather bulky and so he could carry but two\nothers, rolled up, beneath his own protective covering.\n\nThe matter of his disguise thus taken care of he dragged the two bodies\nfrom the stairway and hid them beneath their own fouled robes in the\nchamber of the sleeping guards. Not until then did he hurry on down the\nstone steps toward the prison pit where Tholon Sarna, the golden girl,\nwas held prisoner.\n\n\n\nThe steps opened into a dimly lit cavern. Pools of foul black water\ndotted the uneven floor and reflected back faintly the light of the two\nsputtering torches beside the entrance. One corner of the cavern was\nwalled off, save for a narrow door of interlocking brass strips, and\ntoward this Noork made his way.\n\nHe stood beside the door. \"Sarna,\" he called softly, \"Tholon Sarna.\"\n\nThere were a score of young women, lately captured from the mainland\nby the Misty Ones, sitting dejectedly upon the foul dampness of the\nrotting grass that was their bed. Most of them were clad in the simple\nskirt and brief jacket, reaching but to the lower ribs, that is the\nmark of the golden people who dwell in the city-states of Zura's\nvalleys, but a few wore a simple band of cloth about their hips and\nconfined their breasts with a strip of well-cured leopard or antelope\nhide.\n\nOne of the women now came to her feet and as she neared the\nmetal-barred entrance Noork saw that she was indeed Sarna. He examined\nthe outer lock of the door and found it to be barred with a massive\ntimber and the timber locked in place with a metal spike slipped into a\nprepared cavity in the prison's rocky wall.\n\n\"It is Noork,\" he said softly as she came closer. He saw her eyes go\nwide with fear and sudden hope, and then reached for the spike.\n\n\"The priest,\" hissed the girl.\n\nNoork had already heard the sound of approaching feet. He dropped the\nspike and whirled. His sword was in his hand as though by magic, as he\nfaced the burly priest of the Skull.\n\nAcross the forehead and upper half of the priest's face a curved shield\nof transparent tinted material was fastened. Noork's eyes narrowed as\nhe saw the sword and shield of the gigantic holy man.\n\n\"So,\" he said, \"to the priests of Uzdon we are not invisible. You do\nnot trust your guards, then.\"\n\nThe priest laughed. \"We also have robes of invisibility,\" he said, \"and\nthe sacred window of Uzdon before our eyes.\" He snarled suddenly at the\nsilent figure of the white man. \"Down on your knees, guard, and show me\nyour face before I kill you!\"\n\nNoork raised his sword. \"Take my hood off if you dare, priest,\" he\noffered.\n\nThe burly priest's answer was a bellow of rage and a lunge forward of\nhis sword arm. Their swords clicked together and slid apart with the\nvelvety smoothness of bronze on bronze. Noork's blade bit a chunk from\nthe priest's conical shield, and in return received a slashing cut that\ndrew blood from left shoulder to elbow.\n\nThe fighting grew more furious as the priest pressed the attack. He\nwas a skilled swordsman and only the superior agility of the white\nman's legs kept Noork away from that darting priestly blade. Even so\nhis robe was slashed in a dozen places and blood reddened his bronzed\nbody. Once he slipped in a puddle of foul cavern water and only by the\nslightest of margins did he escape death by the priest's weapon.\n\nThe priest was tiring rapidly, however. The soft living of the temple,\nand the rich wines and over-cooked meats that served to pad his paunch\nso well with fat, now served to rob him of breath. He opened his\nmouth to bawl for assistance from the guard, although it is doubtful\nwhether any sound could have penetrated up into the madhouse of the\nmain temple's floor, and in that instant Noork flipped his sword at his\nenemy.\n\nBetween the shield and the transparent bit of curving material the\nsword drove, and buried itself deep in the priest's thick neck. Noork\nleaped forward; he snatched the tinted face shield and his sword, and a\nmoment later he had torn the great wooden timber from its sockets.\n\nTholon Sarna stumbled through the door and he caught her in his arms.\nHurriedly he loosed one of the two robes fastened about his waist and\nslipped it around her slim shivering shoulders.\n\n\"Are there other priests hidden here in the pits?\" Noork asked tensely.\n\n\"No,\" came the girl's low voice, \"I do not think so. I did not know\nthat this priest was here until he appeared behind you.\" A slow smile\ncrossed Noork's hidden features. \"His robe must be close by,\" he told\nthe girl. \"He must have been stationed here because the priests feared\nthe guards might spirit away some of the prisoners.\"\n\nSlowly he angled back and forth across the floor until his foot touched\nthe soft material of the priest's discarded robe near the stairway\nentrance. He slipped the thongs of the transparent mask, called by the\npriest \"Uzdon's window\" over his hood, and then proceeded to don the\nnew robe.\n\n\"My own robe is slit in a dozen places,\" he explained to the girl's\ncurious violet eyes---all that was visible through the narrow vision\nslot of her hood. He finished adjusting the outer robe and took the\ngirl's hand.\n\n\"Come,\" he said, \"let us escape over the wall before the alarm is\ngiven.\"\n\n\n\nWithout incident they reached the field where Rold toiled among the\nrows of vegetables. Another slave was working in a nearby field,\nhis crude wooden plow pulled by two sweating Vasads, but he was not\nwatching when Rold abruptly faded from view.\n\nNoork was sweating with the weight of two cloaks and the airlessness of\nthe vision shield as they crossed the field toward his rope, but he had\nno wish to discard them yet. The tinted shield had revealed that dozens\nof the Misty Ones were stationed about the wall to guard against the\nescape of the slaves.\n\nThey came to the wall and to Noork's great joy found the rope hanging\nas he had left it. He climbed the wall first and then with Rold helping\nfrom below, drew Sarna to his side. A moment later saw the three of\nthem climbing along the limb to the bole of the tree and so to the\njungle matted ground outside the wall.\n\n\"Will we hide here in the trees until night?\" asked the girl's full\nvoice.\n\nNoork held aside a mossy creeper until the girl had passed. \"I think\nnot,\" he said. \"The Misty Ones are continually passing from the island\nto the shore. We are Misty Ones to any that watch from the wall. So we\nwill paddle boldly across the water.\"\n\n\"That is good,\" agreed the slave, \"unless they see us put out from the\nshore. Their two landing stages are further along the beach, opposite\nthe Temple of Uzdon.\"\n\n\"Then we must hug to the shore until we pass the tip of the island,\"\nsaid Noork thoughtfully. \"In that way even if they detect us we will\nhave put a safe distance between us.\"\n\nShortly after midday Noork felt the oozy slime of the marshy lowlands\nof the mainland beneath his paddle and the dugout ran ashore in the\ngrassy inlet for which they had been heading. His palms were blistered\nand the heavy robes he yet wore were soaked with sweat.\n\n\"Once we reach the jungle,\" he told the girl, \"off come these robes. I\nam broiled alive.\"\n\nSuddenly Noork froze in his tracks. He thrust the girl behind him.\n\"Misty Ones!\" he hissed to Rold. \"They crouch among the reeds. They\ncarry nets and clubs to trap us.\"\n\nRold turned back toward the boat with Noork and Sarna close at his\nheels. But the Misty Ones were upon them and by sheer numbers they bore\nthem to the ground. Noork's mightier muscles smashed more than one\nhooded face but in the end he too lay smothered beneath the nets and\nbodies of the enemy.\n\nA misty shape came to stand beside these three new captives as they\nwere stripped of their robes. His foot nudged at Noork's head curiously\nand a guttural voice commanded the shield be removed. Then his voice\nchanged--thickened--as he saw the features of Noork.\n\n\"So,\" he barked in a tongue that should have been strange to Noork but\nwas not, \"it is the trapper's turn to be trapped, eh Captain Dietrich?\"\n\n\n\nA fat, square-jawed face, harsh lines paralleling the ugly blob of a\nnose, showed through the opened robe of the leader. The face was that\nof Doctor Von Mark the treacherous Nazi scientist that Stephen Dietrich\nhad trailed across space to Sekk! But Noork knew nothing of that chase.\nThe man's face seemed familiar, and hateful, but that was all he\nremembered.\n\n\"I see you have come from the island,\" said the Doctor. \"Perhaps you\ncan tell me the secret of this invisible material I wear. With the\nsecret of invisibility I, Karl Von Mark, can again conquer Earth and\nmake the Fatherland invincible.\"\n\n\"I do not understand too well,\" said Noork hesitantly. \"Are we enemies?\nThere is so much I have forgotten.\" He regarded the brutal face\nthoughtfully.\n\n\"Perhaps you know from what valley the great bird brought me,\" he said.\n\"Or perhaps the other bird brought you here.\"\n\nVon Mark's blue eyes widened and then he roared with a great noise\nthat was intended to be mirth. His foot slammed harder into Noork's\ndefenseless ribs.\n\n\"Perhaps you have forgotten, swine of an American,\" he roared suddenly,\nand in his hand was an ugly looking automatic. He flung back his robe\nand Noork saw the dress uniform of a general. \"Perhaps,\" the scientist\nrepeated, \"but I will take no chances. The amnesia is often but a\npretense.\"\n\nHis lip curled. \"This is something for you to remember, Captain\nDietrich,\" he said as the ugly black muzzle of the gun centered on\nNoork's bronzed chest.\n\nAnd then Doctor Von Mark cursed as the gun dropped from his nerveless\nfingers and his hands clawed weakly at the arrow buried in his wide\nbelly. He stumbled backward.\n\nArrows rained from the mistiness that had closed in about Von Mark and\nhis men. The men from Wari, their faces unshielded, fell like flies.\nIn a moment those yet alive had taken to their heels, and Noork felt\ninvisible fingers tearing at the nets that bound him.\n\nAs he rose to his feet the robed figure let its misty covering drop\naside. A handsome golden-skinned warrior stood revealed.\n\n\"Gurn!\" cried Noork.\n\nA glad cry came from the throat of Tholon Sarna as she saw her brother.\nAnd then she crept closer to Noork's side as the invisible mantles\nof Gurn's loyal Vasads opened to reveal the hairy beast men they\nconcealed. Rold whimpered fearfully.\n\n\"The message that Ud carried to me was good,\" laughed Gurn. \"The Misty\nOnes skin easily. We were trapping the Misty Ones as they came across\nthe lake,\" he looked at the dying Von Mark, \"as were these others. Soon\nwe would have come to your rescue, Noork, my friend.\"\n\n\"Lucky I escaped first,\" Noork told him. \"The priests of Uzdon would\nhave trapped you. To them the Misty Ones are visible.\"\n\nHe picked up the fallen vision shield that lay beside their feet. His\nchest expanded proudly.\n\n\"No longer,\" he told Gurn, \"am I a man without a name. I am Captain\nDietrich from a distant valley called America. I was hunting this evil\nman when my bird died.\"\n\nHe smiled and his brown arm tightened around Sarna's golden body. \"The\nevil man is dead. My native valley is safe. Now I can live in peace\nwith you, Gurn, and with your sister, here in the jungle.\"\n\n\"It is good, Noork,\" smiled Tholon Sarna.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Wells, Basil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63521/pg63521.txt",
        "name": "raiders_of_the_second_moon.json"
    }
}