{
    "name": "Rats in the Belfry",
    "author": [
        "O'Brien, David Wright"
    ],
    "body": "\n[Sidenote: This house was built to specifications that were strange\nindeed; and the rats that inhabited it were stranger still!]\n\n\nThis little guy Stoddard was one of the toughest customers I'd ever done\nbusiness with. To look at him you'd think he was typical of the mild\npleasant little sort of suburban home owner who caught the eight-oh-two\nsix days a week and watered the lawn on the seventh. Physically, his\nappearance was completely that of the inconspicuous average citizen.\nBaldish, fortiesh, bespectacled, with the usual behind-the-desk bay\nwindow that most office workers get at his age, he looked like nothing\nmore than the amiable citizen you see in comic cartoons on suburban\nlife.\n\nYet, what I'm getting at is that this Stoddard's appearance was\ndistinctly deceptive. He was the sort of customer that we in the\ncontracting business would label as a combination grouser and eccentric.\n\nWhen he and his wife came to me with plans for the home they wanted\nbuilt in Mayfair's second subdivision, they were already full of ideas\non exactly what they wanted.\n\nThis Stoddard--his name was George B. Stoddard in full--had\npainstakingly outlined about two dozen sheets of drafting paper with\nsome of the craziest ideas you have ever seen.\n\n\"These specifications aren't quite down to the exact inchage, Mr.\nKermit,\" Stoddard had admitted, \"for I don't pretend to be a first class\narchitectural draftsman. But my wife and I have had ideas on what sort\nof a house we want for years, and these plans are the result of our\nyears of decision.\"\n\nI'd looked at the \"plans\" a little sickly. The house they'd decided on\nwas a combination of every architectural nightmare known to man. It was\nthe sort of thing a respectable contractor would envision if he ever\nhappened to be dying of malaria fever.\n\nI could feel them watching me as I went over their dream charts.\nWatching me for the first faint sign of disapproval or amusement or\ndisgust on my face. Watching to snatch the \"plans\" away from me and walk\nout of my office if I showed any of those symptoms.\n\n\"Ummmhumm,\" I muttered noncommittally.\n\n\"What do you think of them, Kermit?\" Stoddard demanded.\n\nI had a hunch that they'd been to contractors other than me. Contractors\nwho'd been tactless enough to offend them into taking their business\nelsewhere.\n\n\"You have something distinctly different in mind here, Mr. Stoddard,\" I\nanswered evasively.\n\nGeorge B. Stoddard beamed at his wife, then back to me.\n\n\"Exactly, sir,\" he said. \"It is our dream castle.\"\n\nI shuddered at the expression. If you'd mix ice cream with pickles and\nbeer and herring and lie down for a nap, it might result in a dream\ncastle.\n\n\"It will be a difficult job, Mr. Stoddard,\" I said. \"This is no ordinary\njob you've outlined here.\"\n\n\"I know that,\" said Stoddard proudly. \"And I am prepared to pay for the\nextra special work it will probably require.\"\n\nThat was different. I perked up a little.\n\n\"I'll have to turn over these plans to my own draftsman,\" I told him,\n\"before I can give you an estimate on the construction.\"\n\nGeorge B. Stoddard turned to his wife.\n\n\"I told you, Laura,\" he said, \"that sooner or later we'd find a\ncontractor with brains and imagination.\"\n\n\n\nIt took fully two months haggling over the plans with Stoddard and my\nown draftsmen before we were able to start work on the nightmare my\nclients called their dream castle. Two months haggling in an effort to\nmake Stoddard relinquish some of his more outlandish ideas on his\nproposed dwelling. But he didn't budge an inch, and by the time we'd\nlaid the foundation for the dream shack, every last building quirk he'd\nhad originally on those \"plans\" still held.\n\nI took a lot of ribbing from contractors in that vicinity once the word\ngot round that I was building Stoddard's house for him. It seems that\nhe'd been to them all before he got around to me.\n\nBut I didn't mind the ribbing much at first. Even though Stoddard was a\nbarrel full of trouble hanging around the building lot with an eagle eye\nto see that nothing was omitted, I had already cashed his first few\npayment checks on the construction.\n\nHe'd meant what he said about his willingness to pay more for the extra\ntrouble entailed in the mad construction pattern we had to follow, and I\ncouldn't call him stingy with his extra compensation by a long shot.\n\nFinancially, I was doing nicely, thank you. Mentally, I was having the\ndevil's own time with Stoddard.\n\nHe didn't know a damned thing about architecture or construction, of\ncourse. But he did know what he wanted. Good Lord, how he knew what he\nwanted!\n\n\"The basement boiler layout isn't what I had on my plans!\" he'd call me\nup to squawk indignantly.\n\n\"But it isn't greatly different the way we have it,\" I'd plead.\n\"Besides, it's far safer than what you originally planned.\"\n\n\"Is it humanly possible to put it where I planned it?\" my troublesome\nclient would demand.\n\n\"Yes,\" I'd admit. \"But saf--\"\n\n\"Then put it where I planned it!\" he would snap, hanging up. And, of\ncourse, I'd have to put it where he'd planned it.\n\nThe workmen on the job also presented a problem. They were getting fed\nup with Stoddard's snooping, and going crazy laying out patterns which\nwere in absolute contradiction to sanity and good taste.\n\nBut in spite of all this, the monstrosity progressed.\n\nIf you can picture a gigantic igloo fronted by southern mansion pillars\nand dotted with eighteenth century gables, and having each wing done in\na combination early Mexican and eastern Mosque style, you'll have just\nthe roughest idea of what it was beginning to look like. For miles\naround, people were driving out to see that house in the evenings after\nconstruction men had left.\n\nBut the Stoddards were pleased. They were as happy about the whole mess\nas a pair of kids erecting a Tarzan dwelling in a tree. And the extra\ncompensations I was getting for the additional trouble wasn't hurting me\nany.\n\n\n\nI'll never forget the day when we completed the tiny belfry which topped\noff the monstrosity. Yes, a belfry. Just the kind you still see on\nlittle country churches and schoolhouses, only, of course a trifle\ndifferent.\n\nThe Stoddards had come out to the lot to witness this momentous event;\nthe completion, practically, of their dream child.\n\nI was almost as happy as they were, for it stood as the symbol of the\nending of almost all the grief for me.\n\nMy foreman came over to where I was standing with the Stoddards.\n\n\"You gonna put a bell in that belfry?\" he asked.\n\nGeorge Stoddard looked at him as if he'd gone mad.\n\n\"What for?\" he demanded.\n\n\"So you can _use_ the belfry,\" the foreman said.\n\n\"Don't be so ridiculous, my good man,\" Stoddard snorted. \"It will be of\npleasurable use enough to us, just _looking_ at it.\"\n\nWhen the foreman had marched off, scratching his head, I turned to the\nStoddards.\n\n\"Well, it's almost done,\" I said. \"Pleased with it?\"\n\nStoddard beamed. \"You have no idea, Mr. Kermit,\" he said solemnly, \"what\na tremendous moment this is for my wife and me.\"\n\nI looked at the plain, drab, smiling Laura Stoddard. From the shine in\nher eyes, I guess Stoddard meant what he said. Then I looked up at the\nbelfry, and shuddered.\n\nAs I remarked before, even the belfry wasn't quite like any belfry human\neyes had ever seen before. It angled in all the way around in as\nconfusing a maze of geometrical madness you have ever seen. It was a\npatterned craziness, of course, having some rhyme to it, but no reason.\n\nLooking at it, serenely topping that crazy-quilt house, I had the\nimpression of its being an outrageously squashed cherry topping, the\nwhipped cream of as madly a concocted sundae that a soda jerk ever made.\nA pleasant impression.\n\nStoddard's voice broke in on my somewhat sickish contemplation.\n\n\"When will we be able to start moving in?\" he asked eagerly.\n\n\"The latter part of next week,\" I told him. \"We should have it set by\nthen.\"\n\n\"Good,\" said Stoddard. \"Splendid.\" He put his arm around his wife, and\nthe two of them stared starry eyed at their home. It made a lump come to\nyour throat, seeing the bliss in their eyes as they stood there\ntogether. It made a lump come into your throat, until you realized what\nthey were staring at.\n\n\"Incidentally,\" I said casually, figuring now was as good a time as any\nto get them used to the idea. \"The startlingly different construction\npattern you've had us follow will result in, ah, minor repairs in the\nhouse being necessary from time to time. Remember my telling you that at\nthe start?\"\n\nStoddard nodded, brushing the information away casually.\n\n\"Yes, certainly I remember your saying something about that. But don't\nworry. I won't hold you responsible for any minor repairs which the\nunique construction causes.\"\n\n\"Thanks,\" I told him dryly. \"I just wanted to make certain we had that\npoint clear.\"\n\n\n\nThe Stoddards moved in just as soon as the last inch of work on their\ndream monster was finished. I paid off my men, banked a nice profit on\nthe job, and went back to building actual houses again. I thought my\ntroubles with the Stoddards at an end.\n\nBut of course I was wrong.\n\nIt was fully a month after the Stoddards had been in their madhouse that\nI got my first indignant telephone call from George B. Stoddard himself.\n\n\"Mr. Kermit,\" said the angry voice on the phone, \"this is George B.\nStoddard.\"\n\nI winced at the name and the all too familiar voice, but managed to\nsound cheerfully friendly.\n\n\"Yes, indeed, Mr. Stoddard,\" I oozed. \"How are you and the Missus\ngetting along in your dream castle?\"\n\n\"That,\" said George B. Stoddard, \"is what I called about. We have been\nhaving considerable difficulty for which I consider your construction\nmen to be responsible.\"\n\n\"Now just a minute,\" I began. \"I thought we agreed--\"\n\n\"We agreed that I was to expect certain occasional minor repairs to be\nnecessary due to the construction of the house,\" Stoddard broke in. \"I\nknow that.\"\n\n\"Then what's the trouble?\" I demanded.\n\n\"This house is plagued with rats,\" said Stoddard angrily.\n\n\"Rats?\" I echoed.\n\n\"Exactly!\" my client snapped.\n\n\"But how could that be possible?\" I demanded. \"It's a brand new house,\nand rats don't--\"\n\nStoddard broke in again. \"The devil they don't. We have them, and it\ncan't be due to any fault but those construction men of yours.\"\n\n\"How could it be their fault?\" I was getting a little sore.\n\n\"Because it isn't my fault, nor my wife's. And the building, as you\nobserved a minute ago, is practically new.\"\n\n\"Now listen,\" I began.\n\n\"I wish you'd come out here and see for yourself,\" Stoddard demanded.\n\n\"Have you caught any?\"\n\n\"No,\" he answered.\n\n\"Have you seen any?\" I demanded.\n\n\"No,\" Stoddard admitted, \"but--\"\n\nThis time I did the cutting in.\n\n\"Then how do you know you have rats?\" I demanded triumphantly.\n\n\"Because,\" Stoddard almost shouted, \"as I was going to tell you, I can\nhear them, and my wife can hear them.\"\n\nI hadn't thought of that. \"Oh,\" I said. Then: \"Are you sure?\"\n\n\"Yes, I am very sure. Now, will you please come out here and see what\nthis is all about?\" he demanded.\n\n\"Okay,\" I said. \"Okay.\" And then I hung up and looked around for my hat.\nMy visit wasn't going to be any fun, I knew. But what the hell. I had to\nadmit that if Stoddard and his wife were hearing noises that sounded\nlike rats, they had a legitimate squawk. For I built the house, and no\namount of crazy ideas in its design by Stoddard could explain the\npresence of vermin.\n\n\n\nBoth the Stoddards met me at the door when I arrived out in the Mayfair\nsubdivision where I'd built their monstrosity. As they led me into the\nliving room, I caught a pretty good idea of their new home furnishings.\nThey hadn't changed ideas, even to the mixing of a wild mess of various\nnations and periods in the junk they'd placed all around the house.\n\nThey led me past an early American library table to a deep Moroccan\nstyle couch, and both pulled up chairs of French and Dutch design before\nme.\n\nFeeling thus surrounded by a small little circle of indignation, I began\nturning my hat around in my hands, staring uncomfortably at my\nsurroundings.\n\n\"Nice place you've got here,\" I said.\n\n\"We know that,\" Stoddard declared, dismissing banalities. \"But we'd best\nget immediately to the point.\"\n\n\"About the rats?\" I asked.\n\n\"About the rats,\" said Stoddard. His wife nodded emphatically.\n\nThere was a silence. Maybe a minute passed. I cleared my throat.\n\n\"I thought you--\" I began.\n\n\"Shhhh!\" Stoddard hissed. \"I want you to sit here and hear the noises,\njust as we have. Then you can draw your own conclusions. Silence,\nplease.\"\n\nSo I didn't say a word, and neither did mine hosts. We sat there like\ndelegates to a convention of mutes who were too tired to use their\nhands. This time the silence seemed even more ominous.\n\nSeveral minutes must have passed before I began to hear the sounds. That\nwas because I'd been listening for rat scrapings, and not prepared for\nthe noises I actually began to hear.\n\nMr. and Mrs. Stoddard had their heads cocked to one side, and were\nstaring hard at me, waiting for a sign that I was catching the sounds.\n\nAt first the noises seemed faint, blurred perhaps, like an almost\ninaudible spattering of radio static. Then, as I adjusted my ear to\nthem, I began to get faint squeaks, and small, sharp noises that were\nlike far distant poppings of small firecrackers.\n\nI looked up at the Stoddards.\n\n\"Okay,\" I admitted. \"I hear the noises. They seem to be coming from\nbehind the walls, if anywhere.\"\n\nStoddard looked smugly triumphant.\n\n\"I told you so,\" he smirked.\n\n\"But they aren't rat scrapings,\" I said. \"I know the sounds rats make,\nand those aren't rat sounds.\"\n\nStoddard sat bolt upright. \"What?\" he demanded indignantly. \"Do you mean\nto sit there and tell me--\"\n\n\"I do,\" I cut in. \"Ever heard rat noises?\"\n\nStoddard looked at his wife. Both of them frowned. He looked back at me.\n\n\"No-o,\" he admitted slowly. \"That is, not until we got these rats. Never\nhad rats before.\"\n\n\"So you jumped to conclusions and thought they were rat noises,\" I said,\n\"even though you wouldn't recognize a rat noise if you heard one.\"\n\nStoddard suddenly stood up. \"But dagnabit, man!\" he exploded. \"If those\naren't rat noises, what are they?\"\n\nI shrugged. \"I don't know,\" I admitted. \"They sound as if they might be\ncoming through the pipes. Perhaps we ought to take a look around the\nhouse, beginning with the basement, eh?\"\n\nStoddard considered this a minute. Then he nodded.\n\n\"That seems reasonable enough,\" he admitted.\n\n\n\nI followed the amateur designer-owner of this madhouse down into the\nbasement. There we began our prowl for the source of the noise. He\nsnapped on the light switch, and I had a look around. The boiler and\neverything else in the basement was exactly as I remembered it--in the\nwrong place.\n\nThere was an array of sealed tin cans, each holding about five gallons,\nbanked around the boiler. I tapped on the sides of these and asked\nStoddard what they were.\n\n\"Naphtha,\" he explained, \"for my wife's cleaning.\"\n\n\"Hell of a place to put them,\" I commented.\n\nA familiar light came into Stoddard's stubborn eyes.\n\n\"That's where I want to put them,\" he said.\n\nI shrugged. \"Okay,\" I told him. \"But don't let the insurance people find\nout about it.\"\n\nWe poked around the basement some more, and finally, on finding nothing\nthat seemed to indicate a source of the sound, we went back up to the\nfirst floor.\n\nOur investigation of pipes and other possible sound carriers on the\nfirst floor was also fruitless, although the sounds grew slightly\nstronger than they'd been in the basement.\n\nI looked at Stoddard, shrugging. \"We'd better try the second floor,\" I\nsaid.\n\nI followed him upstairs to the second floor. Aside from the crazy belfry\njust above the attic, it was the top floor of the wildly constructed\ndomicile.\n\nThe sounds were distinctly more audible up there, especially in the\ncenter bedroom. We covered the second floor twice and ended back up in\nthat center bedroom again before I realized that we were directly\nbeneath the attic.\n\nI mentioned this to Stoddard.\n\n\"We might as well look through the attic, then,\" Stoddard said.\n\nI led the way this time as we clambered up into the attic.\n\n\"Ever looked for your so-called rats up here?\" I called over my\nshoulder.\n\nStoddard joined me, snapping on a flashlight, spraying the beam around\nthe attic rafters. \"No,\" he said. \"Of course not.\"\n\nI was opening my mouth to answer, when I suddenly became aware that the\nnoises were now definitely louder. Noises faint, but not blurred any\nlonger. Noises which weren't really noises, but were actually voices!\n\nI grabbed Stoddard by the arm.\n\n\"Listen!\" I ordered.\n\nWe stood there silently for perhaps half a minute. Yes, there wasn't any\nquestion about it now. I knew that the faint sounds were those of human\nvoices.\n\n\"Good heavens!\" Stoddard exclaimed.\n\n\"Rats, eh?\" I said sarcastically.\n\n\"But, but--\" Stoddard began. He was obviously bewildered.\n\n\"There's a sort of central pipe and wiring maze up here,\" I told him,\n\"due to the plans we were forced to follow in building this house of\nyours. Those faint voices are carried through the pipes and wires for\nsome reason of sound vibration, and hurled up here. Just tell me where\nyou keep your radio, and we'll solve your problem.\"\n\nStoddard looked at me a minute.\n\n\"But we don't own a radio,\" he said quietly.\n\n\n\nI was suddenly very much deflated.\n\n\"Are you sure?\" I demanded.\n\n\"Don't be silly,\" Stoddard told me.\n\nI stood there scratching my head and feeling foolish. Then I got another\nidea.\n\n\"Have you been up in that, ah, ornamental belfry since you moved in?\" I\nasked.\n\n\"Of course not,\" Stoddard said. \"It's to look at. Not to peek out of.\"\n\n\"I have a hunch the sounds might be even more audible up there,\" I said.\n\n\"Why?\"\n\nI scratched my head. \"Just a hunch.\"\n\n\"Well it's a dammed fool one,\" Stoddard said. He turned around and\nstarted out of the attic. I followed behind him.\n\n\"You have to admit you haven't rats,\" I said.\n\nStoddard muttered something I couldn't catch. When we got down to the\nfirst floor again, Mrs. Stoddard was waiting expectantly for our\narrival.\n\n\"Did you discover where the rats are?\" she demanded.\n\nStoddard shot me a glance. \"They aren't rats,\" he said with some\nreluctance. \"The noises, we'd swear, are faint voices and sounds of\nhuman beings moving around. Were you talking to yourself while we were\nupstairs, Laura?\"\n\nMrs. Stoddard gave her husband a surprised look. \"Who was there to talk\nwith, George?\" she asked.\n\nI had had about enough of this. I was damned tired of trotting around\nthe weirdly laid out floors of the Stoddard home trying to track down\nrats which weren't rats but voices.\n\n\"If there are inexplicable echoes in this building,\" I said, \"it is due\nto the construction. And don't forget, you wanted it this way. Now that\nI have proved to your satisfaction that you don't have rats, I might as\nwell go. Good day.\"\n\nI got my hat, and neither Stoddard nor his wife had much to say as they\nsaw me to the door. Their accusing attitudes had vanished, however, and\nthey both seemed even a trifle sheepish.\n\nIt was two o'clock when I left them. I'd killed better than an hour and\na half prowling around the place, and another half hour driving out. I\nwas damned disgusted by the time I got back to my office.\n\nYou can imagine my state of mind, consequently, some twenty-five minutes\nafter I'd been back in my office, when I answered the telephone to hear\nStoddard's voice coming over it.\n\n\"Mr. Kermit,\" he babbled excitedly, \"this is George B. Stoddard again,\nMr. Kermit!\"\n\n\"What've you got now?\" I demanded. \"And don't tell me termites!\"\n\n\"Mr. Kermit,\" Stoddard gasped, \"you have to come back right away, Mr.\nKermit!\"\n\n\"I will like hell,\" I told him flatly, hanging up.\n\nThe telephone rang again in another half minute. It was Stoddard again.\n\n\"Mr. Kermit, pleeeease listen to me! I beg of you, come out here at\nonce. It's terribly important!\"\n\nI didn't say a word this time. I just hung right up.\n\nIn another half minute the telephone was jangling again. I was purple\nwhen I picked it up this time.\n\n\"Listen,\" I bellowed. \"I don't care what noises you're hearing now--\"\n\nStoddard cut in desperately, shouting at the top of his lungs to do so.\n\n\"I'm not only hearing the noises, Kermit,\" he yelled, \"I'm _seeing_ the\npeople who cause them!\"\n\n\n\nThis caught me off balance.\n\n\"Huh?\" I gulped.\n\n\"The belfry,\" he yelled, \"I went up in the belfry, and you can see the\npeople who's voices we heard!\" There was a pause, while he found breath,\nthen he shouted, \"You have to come over. You're the only one I can think\nof to show this to!\"\n\nStoddard was an eccentric, but only so far as his tastes in architecture\nwere concerned. I realized this, as I sat there gaping foolishly at the\nstill vibrating telephone in my hand.\n\n\"Okay,\" I said, for no earthly reason that I could think of, \"okay, hang\non. I'll be there in twenty minutes.\"\n\nMrs. Stoddard met me at the door this time. She was worried, almost\nfrightened, and very bewildered.\n\n\"George is upstairs, Mr. Kermit. He won't let me come up there. He told\nme to send you up the minute you arrived. He's up in the attic.\"\n\n\"What on earth,\" I began.\n\n\"I don't know,\" his wife said. \"I was down in the basement drying some\nclothes, when I heard this terrible yelling from George. Then he was\ncalling you on the telephone. I don't know what it's all about.\"\n\nI raced up to the attic in nothing flat, almost knocking my teeth out on\nthe bottom step of the attic stairs.\n\nThen I stumbled into the darkness of the attic, and saw Stoddard's\nflashlight bobbing around in a corner.\n\n\"Kermit?\"\n\nIt was Stoddard's voice.\n\n\"Yes,\" I answered. \"What in the hell is up? It had better be goo--.\"\n\n\"Hurry,\" Stoddard said. \"Over here, quickly!\"\n\nI stumbled across the board spacings until I was standing beside\nStoddard and peering up at what the beam of his flashlight revealed on\nthe ceiling--a ragged, open hole, which he'd made by tearing several\ncoatings of insulation from the spot.\n\nFor a minute, I couldn't make out anything in that flash beam glare.\nStoddard had hold of my arm, and was saying one word over and over,\nurgently.\n\n\"Look. Look. Look!\"\n\nThen my eyes got adjusted to the light change, and I was aware that I\nwas gazing up into the interior of the crazy belfry atop the monstrous\nhouse. Gazing up into the interior, while voices, quite loud and clearly\ndistinguishable, were talking in a language which I didn't recognize\nimmediately. As far as my vision was concerned, I might as well have\nbeen looking at a sort of grayish vaporish screen of some sort, that was\nall I saw.\n\n\"Shhhh!\" Stoddard hissed now. \"Don't say a word. Just listen to them!\"\n\nI held my breath, although it wasn't necessary. As I said, the voices\ncoming down from that belfry were audible enough to have been a scant\nten or twelve feet away. But I held my breath anyway, meanwhile\nstraining my eyes to pierce that gray screen of vapor on which the light\nwas focused.\n\nAnd then I got it. The voices were talking in German, two of them, both\nharsh, masculine.\n\n\"What in the hell,\" I began. \"Is there a short wave set up there or--\"\n\nStoddard cut me off. \"Can't you see it yet?\" he hissed.\n\n\n\nThe voices went on talking, while I strained my eyes even more in an\neffort to pierce that gray fog covering the rent in the ceiling. And\nthen I saw. Saw at first, as if through a thin gray screen of gauze.\n\nI was looking up into a room of some sort. A big room. An incredibly big\nroom. A room so big that two dozen belfry rooms would have fit into it!\n\nAnd then it got even clearer. There was a desk at the end of the room. A\ntremendously ornate desk. A desk behind which was sitting a small, gray\nuniformed, moustached man.\n\nThere was another uniformed person of porcine girth standing beside that\ndesk and pointing to a map on the wall in front of him. He was jabbering\nexcitedly to the little man at the desk, and he wore a uniform that was\nso plushily gaudy it was almost ridiculous.\n\nThe two kept chattering back and forth to each other in German,\nobviously talking about the map at which the fat, plush-clad one was\npointing.\n\nI turned incredulously to Stoddard.\n\n\"Wh-wh-what in the hell goes?\" I demanded.\n\nStoddard seemed suddenly vastly relieved. \"So you see it and hear it,\ntoo!\" he exclaimed. \"Thank God for that! I thought I'd lost my mind!\"\n\nI grabbed hard on his arm. \"But listen,\" I began.\n\n\"Listen, nothing,\" he hissed. \"We _both_ can't be crazy. Those are the\nvoices we kept hearing before. And those two people are the talkers.\nThose two German (five words censored) louses. Hitler and Goering!\"\n\nThere, he'd said it. I hadn't dared to. It sounded too mad, too wildly,\nbabblingly insane to utter. But now I looked back through that thin gray\ncheesecloth of fog, back into the room.\n\nThe two occupants couldn't be anyone other than Hitler and Goering. And\nI was suddenly aware that the map Goering pointed to so frequently was a\nmap of Austria.\n\n\"But what,\" I started again.\n\nStoddard looked me in the eye. \"I can understand a little German,\" he\nsaid. \"They're talking about an invasion of Austria, and if you will\nlook hard at the corner of that map, you'll see a date marked--1938!\"\n\nI did look hard, and of course I saw that date. I turned back to\nStoddard.\n\n\"We're both crazy,\" I said a little wildly, \"we're both stark, raving\nnuts. Let's get out of here.\"\n\n\"We are looking back almost five years into the past,\" Stoddard hissed.\n\"We are looking back five years into Germany, into a room in which\nHitler and Goering are talking over an approaching invasion of a country\ncalled Austria. I might have believed I was crazy when I first found\nthis alone, but not now!\"\n\nMaybe we were both crazy. Maybe he was wrong. But then and there I\nbelieved him, and I knew that somehow, in some wild, impossible fashion,\nthat belfry on Stoddard's asinine house had become a door leading\nthrough space and time, back five years into Germany, into the same room\nwhere Adolf Hitler and Hermann Goering planned the conquest of Austria!\n\nStoddard was taking something out of his pocket.\n\n\"Now that you're here I can try it,\" he said. \"I didn't dare do so\nbefore, since I felt I couldn't trust my own mind alone in the thing.\"\n\nI looked at what he held in his hands. A stone, tied to a long piece of\nstring.\n\n\"What's that for?\" I demanded.\n\n\"I want to see if that veil, that gray fog door, can be penetrated,\" he\nhissed.\n\n\n\nStoddard was swinging the stone on a string in a sharp arc now. And\nsuddenly he released it, sending it sailing through the grayish aperture\nin the ceiling, straight into the belfry, or rather, the big room.\n\nI saw and heard the stone on the string hit the marble floor of that\nroom. Then, just as sharply, Stoddard jerked it back, yanking it into\nthe attic again.\n\nThe result in the room beyond the fog sheet was instantaneous. Goering\nwheeled from the map on the wall, glaring wildly around the room. A\npistol was in his hand.\n\nHitler had half risen behind that ornate desk, and was searching the\nvast, otherwise unoccupied room wildly with his eyes.\n\nOf course neither saw anything. Stoddard, breathing excitedly at my\nside, had pulled the stone back into our section of time and space. But\nhis eyes were gleaming.\n\n\"It can be done,\" he whispered fiercely. \"It can be crossed!\"\n\n\"But what on--\" I started. He cut me off with a wave of his hand,\npointing back to the gray screen covering the hole in the ceiling.\n\nGoering had put the pistol back in the holster at his side, and was\ngrinning sheepishly at der Fuehrer, who was resuming his seat behind the\ndesk in confused and angry embarrassment.\n\nThe voices picked up again.\n\n\"They're saying how silly, to be startled by a sound,\" Stoddard hissed\nin my ear.\n\nThen he grabbed my arm. \"But come, we can't wait any longer. Something\nhas to be done immediately.\"\n\nHe was pulling me away from the rent in the ceiling, away from the door\nthat had joined our time and space to the time and space of a world and\nscene five years ago.\n\nAs we emerged from the attic and started blinkingly down the steps,\nStoddard almost ran ahead of me.\n\n\"We must hurry,\" he said again and again.\n\n\"To where?\" I demanded bewilderedly. \"Hadn't we better do something\nabout th--\"\n\n\"Exactly,\" Stoddard panted. \"We're really going to do something about\nthat phenomenon in the belfry. We're going to the first place in two\nwhere we can buy two rifles, quick!\"\n\n\"Rifles?\" I gasped, still not getting it.\n\n\"For that little moustached swine up there,\" Stoddard said, pointing\ntoward the attic. \"If a stone can cross that gray barrier, so can\nbullets. We are both going to draw bead on Adolf Hitler in the year of\n1938, and thus avert this hell he's spread since then. With two of us\nfiring, we can't miss.\"\n\nAnd then, of course, I got it. It was incredible, impossible. But that\ngray screen covering the rent in the attic ceiling upstairs wasn't\nimpossible. I'd seen it. Neither was the room behind it, the room where\nthe belfry was supposed to be, but where Adolf Hitler's inner sanctum\nwas instead. I'd seen that, too. So was it impossible that we'd be able\nto eliminate the chief cause of the world's trouble by shooting\naccurately back across time and space?\n\nAt that moment I didn't think so!\n\nOur mad clattering dash down the attic steps, and then down to the first\nfloor brought Mrs. Stoddard up from the basement. She looked\nfrightenedly from her husband to me, then back to him again.\n\n\"What's wrong?\" she quavered.\n\n\"Nothing,\" Stoddard said, pushing her gently but quickly aside as we\ndashed for the door.\n\n\"But, George!\" Mrs. Stoddard shrilled behind us. We heard her footsteps\nhurrying toward the door, even as we were out of it.\n\n\"My car,\" I yelled. \"It's right in front. I know the closest place where\nwe can get the guns!\"\n\n\n\nStoddard and I piled into the car like a pair of high school kids when\nthe last bell rings. Then I was gunning the motor, while out of the\ncorner of my eye I could see Stoddard's wife running down the front\nsteps shouting shrilly after us.\n\nWe jumped from the curb like a plane from a catapult, doing fifty by my\nquick shift to second gear. Then we were tearing the quiet streets of\nMayfair's second subdivision apart with the noise of a blasting horn and\na snarling motor.\n\nIt was ten minutes later when I screeched to a stop in front of the\nsports and gun store I'd remembered existed in Mayfair's first\nsubdivision. The clerk was amazed at the wild speed with which we raced\nin, grabbed the guns, threw the money on the counter, and dashed out.\n\nWe must have looked like something out of a gangster movie as we raced\nback to Stoddard's place.\n\nI was doing the driving, and Stoddard had clambered in beside me, both\nrifles, and several cartridge packages in his hands. He was rocking back\nand forth in mad impatience, as if by rocking he could increase our\nspeed. The expression on his face was positively bloodthirsty.\n\nAnd then we heard the sirens behind us. Shrill, coming up like comet\nwails in spite of our own speed.\n\n\"Oh, God!\" Stoddard groaned. \"Police!\"\n\nI squinted up into my rear vision mirror. We were less than two blocks\nfrom the Stoddard house, now, and the thought of being overhauled by\npolice at the juncture was sickening, unbearable even to contemplate.\n\nAnd then I saw the reason for the sirens. Saw them in the rear vision\nmirror. Two fire engines, one a hook and ladder outfit, the other a hose\ntruck!\n\n\"It's all right,\" I yelped. \"It's only two fire trucks!\"\n\n\"Thank God!\" Stoddard gasped.\n\nWe were a block from his place now, with only one corner left to turn\nbefore we'd see the mad architectural monstrosity he called him home;\nbefore we'd see the crazy belfry which held the salvation of the world\nin its screwballish, queer-angled lines.\n\nAnd then the fire trucks and the sirens were nearer and louder, less\nthan a block behind us. At that instant we turned the corner and came\ninto full view of the Stoddard place.\n\nIt was a mass of flames, utterly, roaringly ablaze!\n\nI almost drove us off the street and into a tree. And by the time I'd\ngotten a grip on myself, we were just a few houses away from the blazing\ninferno of Stoddard's crazy quilt dwelling.\n\nI stopped by the curb, and clambered out of the car onto knees which\nwould scarcely support me. My stomach was turning over and over in an\napparently endless series of nauseating somersaults.\n\nStoddard, white-faced, frozen, stood there beside me, clutching the guns\nand the cartridge boxes foolishly in his hands.\n\nThen someone was running up to us. Running and crying sobbingly,\nbreathlessly. It was Stoddard's wife.\n\nThe fire trucks screeched to a stop before the blazing building at that\ninstant, and her first words were drowned in the noise they made.\n\n\"... just drying out some clothes, George,\" she sobbed. \"Just drying\nthem out and turned on the furnace to help dry them. You left like that,\nand I got frightened. I ran to a neighbor's. The explosion and fire\nstarted not five minutes later.\"\n\nSickly, I thought of the naphtha Stoddard had piled near his boiler. I\ndidn't say anything, though, for I knew he was thinking of it also.\n\nHe dropped the guns and cartridge boxes, and in a tight, strained voice,\nwhile putting his arms comfortingly around his wife, said: \"That's all\nright, Laura. It wasn't your fault. We'll have another house like this.\nSo help me God, _just like this_!\"\n\n\n\nIt has been six months now since Stoddard's architectural eyesight\nburned to the ground. He started rebuilding immediately after that. I\nturned over all the drafts my company made from his first crude \"plans,\"\nand he handed them to the supervisor of the construction company he\nbought out. You see, he took every dime he owned, sold out his insurance\nbusiness, and has gone into the building game in dead earnest.\n\nHe explained it to me this way.\n\n\"I couldn't go on having house after house built and torn down on the\nsame spot, Kermit. It would break me in no time. This way, with my own\ncompany to construct the house every time, I'll save about half each\ntime.\"\n\n\"Then you're going to build precisely the same house?\" I demanded.\n\nHis jaw went hard, and he peered from behind his spectacles with the\nintense glare of a fanatic. For once he didn't look like Mr.\nSuburbanite.\n\n\"You know damned well I am,\" he said. \"And until it is _precisely_ the\nsame as the first, I'll keep tearing 'em down and putting 'em up again.\nI don't care if I have to build a thousand to do it, right on this\nspot!\"\n\nOf course I knew what he meant by precisely the same. And I wondered\nwhat on earth the odds were he was bucking. Through chance and a mad\ncombination of angles, that time and space door had appeared the first\ntime. But it might have been hanging on the tiniest atom of a fractional\ndifference.\n\nStoddard has already finished his second house, and although it _looks_\nexactly like the monstrosity I first built for him, it can't be\n_precisely_ like it. For he didn't get the gray shrouded door when he\npoked a hole in the attic ceiling and looked up into the second crazy\nbelfry. All he saw was the belfry.\n\nTomorrow he starts tearing down to build another, and pretty soon people\nare going to be certain he's crazy.\n\nAs a matter of fact, they'll soon be pretty sure I'm loony also. For of\ncourse I can't help going over there now and then to sort of lend a\nhand....\n\n\n\n\n",
    "metadata": {
        "author": [
            "O'Brien, David Wright"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32900/pg32900.txt",
        "name": "rats_in_the_belfry.json"
    }
}