{
    "name": "Rescue Mission",
    "author": [
        "Silverberg, Robert"
    ],
    "body": "Rick Mason's ship was still high over Mordarga, coming in for a\nlanding, when the cry for help sounded in his audio phones.\n\nRick frowned, reached to the control panel to turn up the\namplification--then realized that the voice had not come over the audio\nafter all. It had spoken in his mind.\n\n_Help! Rick, they've caught me!_\n\nThere was urgency in the mental cry. Instantly, Mason sized up the\nsituation.\n\nIt was his partner, Klon Darra, the Venusian--the other half of this\nmentally-attuned Solar System intelligence team. Klon Darra was in\ntrouble!\n\nHe focussed his mental energies and replied: _I read you, Klon Darra.\nWhat's the problem?_\n\nThe response was blurred and indistinct, as if the Venusian were\nlaboring under great mental strain. _I ... landed on schedule. Fell\ninto hands of ... ruler. In prison. Going to be tortured. I...._\n\nMason struggled to keep his attention on his descending spaceship while\npicking up the Venusian's fading mental voice. _Go ahead, Klon Darra. I\nhear you._\n\n_They're going to torture me. Help me, Mason. Help!_\n\n_Where are you?_ Mason asked.\n\n_Dungeons of the main palace, Mordarga City. Hurry, Rick. There's not\nmuch time!_\n\nMason switched on the fore visi-plate and the mottled grey-and-blue\nsurface of Mordarga became visible ahead of him. The planet Mordarga\nwas one of the universe's potential trouble-spots. That was why the\nSolar System Government had sent a team of its intelligence agents\nthere.\n\nBut they had planned on a leisurely, detailed reconnaissance of the\nplanet, intending to return to home base with a full account of\nMordarga's weaknesses and future militaristic plans. Now, that was\nchanged; Klon Darra would have to be rescued at once. The Mordargans\nprobably knew by now that the Solar System had discovered Mordarga's\nwarlike aims.\n\nRick began setting up his landing orbit. The tiny two-man ship curved\nsharply downward as his trained fingers played over the control\nconsole. The planet of Mordarga sprang up to meet the down-plunging\nship.\n\n\n\nMordarga was in the Sirius system, a big, ugly world inhabited by big,\nugly humanoids. Mason landed in a secluded spot on the north continent\nof the planet, coming to rest in a foul-smelling valley between two\nlooming mountains.\n\nJutting angular blue-leaved trees stuck up around, and hoarse-voiced\nalien wildlife chattered and yawped in the background. Mason strapped\nhis safety-kit to his side, flipped on the homing-switch he'd need\nto find his way back to the ship, and lightly swung down from to the\nground. He started to walk.\n\nUnless his figures were wrong Mordarga City lay three miles to the\nwest. He kept his receptive mind attuned, hoping to hear from the\nVenusian again but Klon Darra was not sending.\n\nThey made a good team, Mason and the Venusian. A pair of Earthmen\nsomehow never were as efficient together as a mixed-planet outfit;\nthe green-skinned Venusian had certain attributes Mason lacked and\nvice-versa. Together they were a well-nigh perfect intelligence team.\nKnowledge of Mordarga's future intentions was essential to the safety\nand security of the Solar System.\n\nSuddenly Klon Darra's voice sounded in his mind.\n\n_Mason, have you landed yet?_\n\n_Yes. I'm on my way. You all right?_\n\n_They still don't know why I'm on Mordarga. They picked me up on\nsuspicion. If you can get me out of here before they find out._\n\n_I'm three miles out of Mordarga City. Can you hold out for another\nhalf hour?_ Mason asked.\n\nSilence for a moment. Then the Venusian said, _I think so. So far\nthey've just tried some elementary torture. Not kid stuff but I'm still\nokay._\n\nMason grinned. A Venusian's pain threshold was fantastically high;\nthe Mordargans could torture Klon Darra for days without getting any\nessential information from him. But there were other methods.\n\nKlon Darra said: _They've sent for a telepath. Once they penetrate my\nmind they'll know why we're here. We'll both be cooked._\n\n_Don't worry_, Mason telepathed. _I'll be there with bells on._\n\nThere were occasional buildings now, he saw; the main bulk of Mordarga\nCity lay up ahead, sprawling in a disorderly, confused fashion. The\nMordargans, for all their neat precision of mind, cared little about\nthe arrangement of their cities.\n\nMason saw some of the Mordargans now--husky brutes seven feet tall,\nsquare-shouldered and thick-muscled. They were gray-skinned with\nblazing white eyes and savage fangs; they diverged most sharply from\nthe humanoid pattern in the pair of thick, stubby antenna sprouting\nfrom their heavy-browed foreheads.\n\nThose antenna governed the extra Mordargan sense--the sense of balance,\nof perspective, of distance-judgment. It made them deadly in a\nhand-to-hand fight.\n\nA couple of the Mordargans looked at him suspiciously but without overt\nantagonism. Earth and Mordarga were still theoretically at peace and\nEarthmen on Mordarga were, if not common, at least not totally unknown.\n\nMason kept his eyes to the ground and walked quickly past the\nMordargans. They were a surly, unpredictable race; he didn't want any\ntrouble with them now.\n\nHe tried a message to Klon Darra.\n\n_Hey, Venusian! How's it going?_\n\n_The telepath is due to arrive in one hour, Rick. Where are you now?_\n\n_On the outskirts, just coming into the city. I'll be there to spring\nyou in plenty of time._\n\nThe main palace was visible ahead, about a mile further into the city.\nMason quickened his pace. There was time but not much.\n\nHe stepped between a pair of drunken Mordargans who were jostling each\nother on the narrow street. Suddenly one of them turned and said, \"Hey,\nthere's an Earthman. Come on, Terran. Have a drink with us?\"\n\n\n\nThey were wobbling unsteadily. Mason caught his breath. He had little\nenough time to get to Klon Darra as it was. He calculated the speed at\nwhich they could move and wondered if he could outrun them.\n\n\"Sorry,\" he snapped. \"I'm too busy for a drink now.\"\n\nHe lowered his head and ran.\n\nThey grunted in surprise and started to chase him. He heard their heavy\nfeet clobbering along on the pavement. He cursed. They were probably\njust trying to be sociable but this was no time for that.\n\n\"Ho, Earthman! You run fast but your legs are short!\"\n\nHe glanced back. They were gaining on him. A tangle of buildings\nloomed up ahead and he made for those.\n\nA rough hand clamped around the back of his neck and dragged him\nto a halt. Mason spun around and waded in without waiting for an\nintroduction.\n\nHis fist crashed into the stomach of the nearest Mordargan and sent him\nrocking back against his companion. Mason hit him again and he started\nto sag. The heavy body thudded against the pavement.\n\nBut the other Mordargan was more sober. He stepped over his companion's\nunconscious body and wrapped mighty arms around Mason's middle.\n\nThe Earthman gasped and turned purple. His fists pounded at the alien\nwithout avail.\n\n\"Had enough, Earthman?\"\n\n\"You're choking me! Let go!\"\n\n\"When a Mordargan invites you to drink with him, you drink!\" The alien\ntightened his grip and Mason felt the universe reel. He could hardly\nsee; his eyes were ready to pop. Against the 300 pound Mordargan he\nstood no chance at all.\n\nSuddenly the alien released him. Mason took several hesitant, dizzy\nsteps, sucking in breath as fast as he could. The alien's bearhug had\nnearly finished him.\n\nThe big Mordargan was chuckling happily. \"Earthman, you don't know how\nclose you came to death just then!\"\n\n\"Oh, yes I do!\" Mason said, rubbing his bruised body. There didn't seem\nto be any obvious broken bones at any rate. But he was wasting valuable\ntime.\n\n\"Will you come now, Terran?\"\n\n\"I--I have an appointment,\" Mason said. He realized the futility of\ntrying to run away again. There was a blaster in his pocket but it was\nhardly possible to gun the creature down on a public street. \"I can't\nstay,\" he said.\n\n\"You can't? We'll see about that.\"\n\n\n\nThe Mordargan equivalent of a bar was a long, low-ceilinged place\ndimly lighted. Curious fumes of alcohol and other things drifted in\nthe atmosphere. Mason could see Mordargans lying prostrate here and\nthere, some of them totally unconscious, others contentedly sucking on\nfeeding-tubes.\n\nThere was no way to escape the obstinate conviviality of the alien who\nhad encountered him. Mason's only hope was to make a quick exit once\nthe Mordargan had decided he was through drinking.\n\n\"What'll you have, Terran?\"\n\n\"You name it,\" Mason said. \"I'll match you drink for drink if you'll\npay.\"\n\n\"Fair enough. We'll start with _gruuna_. Straight?\"\n\n\"Why not?\"\n\n\"Two bowls of _gruuna_,\" the alien bellowed.\n\nThe drinks arrived. They were a murky, slimy-looking stuff that fizzed\nfaintly and gave off a sour odor. Mason stared at his bowl unhappily.\n\n\"Drink up, Earthman!\" The Mordargan lifted his bowl in massive fingers\nand held it to his tooth-ringed mouth. He drained it in one long\nslupping gulp. Mason shivered a little and picked up his own bowl.\n\nHe sipped. The stuff was as mild as molten uranium and twice as potent.\nIt seared its way down into his stomach and landed with a _thunk_.\nMason wondered if the drink gave off alpha particles; it was that hot.\n\n_The things a man has to do in the name of Solar System intelligence_,\nhe thought.\n\nHe wondered what was happening to the Venusian. Impatience coursed\nthrough him. He had to get away, had to reach the dungeon before the\nMordargans could interrogate Klon Darra with the telepath.\n\n_Rick! Where are you?_ came the sudden anxious mental plea. _The\ntelepath's here. They'll be questioning me soon, and_....\n\n_I'm trying to get to you_, Mason telepathed. _But I'm having trouble.\nStall if you can._\n\n\"Ready for your second bowl, Earthman?\" the Mordargan asked jovially.\n\nMason shuddered. \"I'm not through with this one,\" he said.\n\n\"Slow, eh? Drink it down!\"\n\nObediently Mason lifted the drink to his lips, took another shallow\nsip, winced as the ghastly stuff travelled down his gullet. Maybe\n_gruuna_ was champagne to these evil-smelling so-and-sos, but it was no\ndrink for an Earthman.\n\nAnd the telepath had arrived at the dungeon. Before long they'd know\neverything.\n\nHe squinted around the edge of the bowl, eyeing the big Mordargan\nspeculatively. _Gruuna_ was potent stuff, he reflected; what would be\nthe effect if I hurled a bowlful of it into the Mordargan's eyes?\n\nIt was worth a try. In one quick motion he lowered the bowl from his\nmouth, heaved its contents upward into the alien's face and started to\nrun. He heard a roar of pain and anger from behind.\n\nAnd the door slammed shut in his face.\n\nHe hadn't figured on that. The bartender probably could control the\ndoor manually from behind the bar and the moment Mason had broken away\nthe signal to shut the door had been given.\n\nHe turned. The alien was rumbling toward him, wiping his eyes,\nbellowing in rage. Mason started to reach for his blaster but there\nwas no time. The giant crashed into him.\n\nHe fought back gamely but the Mordargan was a foot taller and 125\npounds heavier, he didn't stand a chance. Fists slammed into his\nstomach and chest; he beat them off feebly, hardly able to see in the\ndimness of the bar.\n\n_Rick! Rick! Where are you?_ came the Venusian's mental voice.\n\nBut Mason was unable to answer. A barrage of mighty blows crashed in\non him and he spun, clawing to keep his balance, and started to fold\nup. He heard Klon Darra saying, _Here comes the telepath now._ His head\ncrashed against the wall and he blanked out.\n\nThe amused laughter of the Mordargans seemed to follow him into\nunconsciousness.\n\n\n\nHe awoke later--hours, days, weeks, years later, it seemed. He felt\nmummified.\n\nHis body ached; his eyes wouldn't focus properly and in his mouth was\nthe acrid, retch-inducing taste of the _gruuna_.\n\nBut aside from the pain, aside from the physical miseries he felt, he\nsensed a stinging sense of personal failure. He was an agent of Solar\nSystem Intelligence, a member of the galaxy's proudest and toughest\norganization ... and he had failed to rescue his own partner.\n\nBy now the telepath had probably drained Klon Darra's mind of its\nsecrets, had learned that there was another Intelligence agent loose on\nMordarga, that Earth suspected the big planet of hostile intentions,\nthat....\n\nIt was all over. The team of Klon Darra and Rick Mason had been\nconsidered the tops of Intelligence but that rating looked pretty\nhollow now. The Venusian had gotten himself trapped on landing and\nMason had flubbed a chance to rescue him. He had wound up lying\nsomewhere--where?--with a hangover and a headache.\n\nHe looked around. He was in an alley and by the smell of it it was\nthe alley back of the bar. They had probably dumped him after the\nMordargans had finished having their fun with him.\n\nBright Sirius blazed high overhead. It was morning, probably getting\ntoward noon. The Morning After.\n\n_Mason? Are you awake?_\n\nThe soft mental whisper jolted him like a blast of raw energy. He just\nhadn't expected to hear from the Venusian.\n\n_Where are you, Klon Darra? What's going on?_\n\n_I'm still in the dungeon_, the Venusian said. _They'll be\ninterrogating me again this afternoon. Why weren't you here last\nnight?_\n\nMason went red with shame. _I ran into trouble. I'm sorry, Klon Darra.\nDamned sorry._\n\n_There's no time for feeling sorry now_, came Klon Darra's thought.\n_Break our mental linkage and get off Mordarga in a hurry._\n\n_And leave you here?_\n\n_I don't matter. They know you're here, Rick. Leave now, while you can.\nThey've sent orders out to find you and bring you in. Get going!_\n\nMason shook his head obstinately, even though he knew the Venusian\ncould not see the gesture. He got to his feet and leaned against the\nwall, rubbed his throbbing forehead. _I'm not leaving you here, Klon\nDarra. I'll be there inside the hour and this time I mean it._\n\nHe started to walk out of the alley, groping unsteadily at the wall to\nkeep from falling flat on his face.\n\nSlowly, strength returned. And purpose.\n\nHe had fumbled last night. Now, he would make it up.\n\n\n\nThe main palace was a tall, lopsided structure built of a\ncoarse-grained granite-like stone. The noon sun struck slantwise\nagainst the slabs which sparkled weirdly. Rick Mason stood outside and\ndirected a thought at the Venusian within.\n\n_Klon Darra?_\n\n_Yes?_\n\n_I'm right outside the palace._\n\n_I thought I told you to leave Mordarga at once._\n\n_The hell with that_, Mason said in an impatient mental snap. _I'm\nhere. Guide me in._\n\n_Very well. I'm in a dungeon on the third sublevel of the palace. If\nyou can get that far I'll direct you the rest of the way._\n\nA Mordargan guard, his nose in the air, stood outside the main walk\nthat led to the palace. Mason walked past him, nodded obsequiously, and\nkept going. The guard didn't even bother to notice him.\n\nHe didn't need to. He was just a decoration. But the guard at the inner\nwall frowned suspiciously and said, \"Where are you going, Earthman?\"\n\n\"Inside.\" Mason's voice was tight. \"I want to look around a little.\"\n\n\"Do you have a pass?\"\n\n\"Sure. Right here in my hand.\" The subminiaturized blaster in his palm\nflashed once, a brief bright spurt of energy that bored a pencil-thin\nhole through the Mordargan's burly chest. Mason leaped forward, caught\nthe guard as he started to fall, and eased him to a sitting position on\na bench.\n\nThe alien's eyes were glazing. The shot had been instantly fatal.\n\n\"You wait right here,\" Mason told the dead Mordargan. \"I'm going\ninside.\"\n\nHe ran up the broad stone steps of the palace, entered an empty\ncorridor and ducked into a beckoning stairway. No one interfered with\nhim as he circled downward, down into the palace's depths.\n\nOn the third level downward he shot another beam of thought at the\ncaptive Venusian.\n\n_I'm here, Klon Darra!_\n\n_You're a crazy fool, but I'm glad you did it_, came the reply. _Go\ndown the left-hand corridor about a hundred paces and turn right.\nThere's an alcove there and a half-stairway that descends about eight\nfeet. I'm in a room at the bottom of that stairway. Got all that?_\n\n_You bet. I'm going to come in shooting--and we'll be on our way out of\nhere in no time._\n\nFollowing the Venusian's instructions he tiptoed along the strangely\nsilent corridor, looking for the alcove and the half-stairway.\n\nHe found it.\n\nThe door was unguarded. Palming the tiny blaster, he went quietly down\nthe stairs, groped for the handle of the door.\n\nIn the instant he threw the door open the Venusian's mental voice\nwailed, _Look out, it's a trap!_\n\nBut it was too late. A rolling tide of mental force came thundering out\nand held him frozen.\n\n\n\nThere were three people in the room. One was Klon Darra, lying on a\ntable, his hands and legs strapped down with metal binding.\n\nThe other two were Mordargans. One was tall and fierce-looking, with\nbright white eyes glaring authoritatively from his gray face. The\nother was small--no taller than an Earthman--with an abnormally large,\ngrotesque, swollen head. The head was light blue rather than the usual\ngray and was covered with the pulsing striations of veins--the telepath.\n\nThe telepath was staring at Mason and holding him immobile.\n\n\"Now we have both the spies,\" said the big Mordargan in a rumbling\nvoice. \"Well done, Senibro. Very well done indeed.\"\n\nMason struggled to move, to muster enough coordination to fire the\nblaster he still held in his hand. But despite an effort that brought\nsweat to his face he was totally frozen, statuelike.\n\nThe big Mordargan approached and casually relieved him of the\nblaster--and his other weapons as well. Impotently, Mason glared at him.\n\n\"All right,\" the big man said to the telepath. \"You can relax the\ncontrols now. He's weaponless.\"\n\nMason went limp as the mental force-field blinked out around him. He\nsaid, \"What the hell is this? Who are you, and by what authority are\nyou holding a citizen of the Solar System prisoner here?\"\n\nThe big Mordargan grinned. \"I'm Levron Clargo. You may know me: I'm\nhead of Security in Mordarga City. I'm holding this Venusian here by\nauthority of my position, and you too. The Venusian was apprehended on\nsuspicion of spying two days ago. We interrogated him and learned he\nhad a partner at large on Mordarga. It was simpler to bring you here by\na ruse than go looking for you.\"\n\n\"Ruse? But--\"\n\nLevron Clargo smiled coldly. \"We've been in possession of the mind\nof your Venusian aide since Senibro, here, interrogated him late\nyesterday.\"\n\nMason was stunned. The messages from Klon Darra today, the selfless\nplea that Mason leave Mordarga immediately and save himself--\n\nA ruse. A trap. A hoax.\n\nThey had used reverse psychology, played on his Earthman nature,\nknowing that if they told him to leave he'd first try to rescue his\npartner.\n\nAnd now they had both. Mason felt like four kinds of idiot.\n\n\"Senibro, we can now interrogate both of them. But be very careful.\nI want to learn the mechanism of this linkage between them. Such a\nlinkage would be very useful to know.\"\n\nTensely Mason waited as the mutant telepath approached him. He looked\naway, avoiding the penetrating eyes. He glanced at the sleeping form\nof Klon Darra on the table--Klon Darra whose mind had probably watched\nhelplessly as it had been manipulated to snare Mason.\n\n\"Look at me,\" the telepath ordered.\n\nMason formed a plan of action. He decided to leap on the telepath, kill\nhim if possible; Levron Clargo would kill him but that didn't matter.\nMason realized that if the aliens ever learned the secret of the\ntelepathic linkage it would be disastrous for Earth.\n\n\"Look at my eyes,\" the alien repeated.\n\nMason readied himself to spring.\n\n_Don't do it_, whispered the mental voice of Klon Darra.\n\n_That you, Klon?_\n\n_Yes. The mutant has relaxed control over me. Don't jump him as you're\ngoing to do. Let him start to probe you._\n\n_Why?_ Mason asked. He was suspicious; Klon Darra's mental voice had\nfooled him once already.\n\n_Two minds are stronger than one, Rick. And we're linked._\n\nMason understood. Slowly he raised his head and stared levelly into\nthe brooding, hypnotically-compelling eyes of the alien telepath.\n\nHe felt the alien mind begin to enter his. Strange tendrils of thought\nprobed within his skull. He held his breath, waiting, knowing now that\nKlon Darra had spoken the truth.\n\n\"Find anything?\" the Security chief asked.\n\n\"Not yet,\" replied the telepath. \"There's still some resistance. I--\"\n\nAnd Mason struck.\n\nHis mind, supported wholeheartedly by Klon Darra's, lashed out\nviciously at the mind of the probing mutant. A solid red fist of mental\nforce crashed through the telepath's barriers. The Mordargan staggered,\narms flailing.\n\n_Hit him again!_ Mason thought triumphantly to Klon Darra, and the\nVenusian responded. Jointly they barraged the alien's mind.\n\n\"What's happening, Senibro?\" asked the Security Chief.\n\nThe telepath moaned. \"I--I--\"\n\nHe slumped and fell heavily.\n\nThe Solar System agents gave the telepath an extra jolt, a final\nthrust, to finish burning out the sensitive mutated mind.\n\n\"Senibro! Senibro!\" the Security Chief roared. He fumbled for his\nblaster.\n\nBut Mason had long since anticipated the clumsy move. The speed of\nthought is infinite; Mason and the Venusian, working jointly, easily\nimmobilized the Mordargan.\n\nThe blaster dropped to the floor.\n\n\"Go easy on him,\" Mason said aloud to his partner. \"We'll need him to\nget us out of the palace.\"\n\n\"Right.\"\n\nTogether they bound the alien in a hypnotic compulsion--to conduct the\ntwo Solarians safely out of the palace. Then Mason sent an inquisitive\nmind-probe into the Mordargan's psyche.\n\nThe yield of the probe was rich--data on Mordargan military movements,\nsecret plans. Mason carefully memorized these things.\n\nThen he freed the Venusian. Klon Darra smiled in gratitude.\n\n\"I was afraid you'd never get here,\" he said. \"After they caught me I\nthought we were both finished. But we fooled them.\"\n\nMason nodded. \"We're still a good team, Klon Darra. A little careless\nat times but who minds that as long as we bring home what we went out\nhere for.\"\n\nHe turned to the stupefied Mordargan. \"Let's go, Levron Clargo.\"\n\nWhen they returned to the ship, they would file their report.\nMission--_successful_!\n",
    "metadata": {
        "author": [
            "Silverberg, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65241/pg65241.txt",
        "name": "rescue_mission.json"
    }
}