{
    "name": "Retief of the Red-Tape Mountain",
    "author": [
        "Laumer, Keith"
    ],
    "body": "\"It's true,\" Consul Passwyn said, \"I requested assignment as principal\nofficer at a small post. But I had in mind one of those charming resort\nworlds, with only an occasional visa problem, or perhaps a distressed\nspaceman or two a year. Instead, I'm zoo-keeper to these confounded\nsettlers. And not for one world, mind you, but eight!\" He stared glumly\nat Vice-Consul Retief.\n\n\"Still,\" Retief said, \"it gives an opportunity to travel--\"\n\n\"Travel!\" the consul barked. \"I hate travel. Here in this backwater\nsystem particularly--\" He paused, blinked at Retief and cleared his\nthroat. \"Not that a bit of travel isn't an excellent thing for a\njunior officer. Marvelous experience.\"\n\nHe turned to the wall-screen and pressed a button. A system triagram\nappeared: eight luminous green dots arranged around a larger disk\nrepresenting the primary. He picked up a pointer, indicating the\ninnermost planet.\n\n\"The situation on Adobe is nearing crisis. The confounded settlers--a\nmere handful of them--have managed, as usual, to stir up trouble with\nan intelligent indigenous life form, the Jaq. I can't think why they\nbother, merely for a few oases among the endless deserts. However I\nhave, at last, received authorization from Sector Headquarters to\ntake certain action.\" He swung back to face Retief. \"I'm sending you\nin to handle the situation, Retief--under sealed orders.\" He picked\nup a fat buff envelope. \"A pity they didn't see fit to order the\nTerrestrial settlers out weeks ago, as I suggested. Now it is too late.\nI'm expected to produce a miracle--a rapprochement between Terrestrial\nand Adoban and a division of territory. It's idiotic. However, failure\nwould look very bad in my record, so I shall expect results.\"\n\nHe passed the buff envelope across to Retief.\n\n\"I understood that Adobe was uninhabited,\" Retief said, \"until the\nTerrestrial settlers arrived.\"\n\n\"Apparently, that was an erroneous impression.\" Passwyn fixed Retief\nwith a watery eye. \"You'll follow your instructions to the letter. In a\ndelicate situation such as this, there must be no impulsive, impromptu\nelement introduced. This approach has been worked out in detail at\nSector. You need merely implement it. Is that entirely clear?\"\n\n\"Has anyone at Headquarters ever visited Adobe?\"\n\n\"Of course not. They all hate travel. If there are no other questions,\nyou'd best be on your way. The mail run departs the dome in less than\nan hour.\"\n\n\"What's this native life form like?\" Retief asked, getting to his feet.\n\n\"When you get back,\" said Passwyn, \"you tell me.\"\n\n\n\nThe mail pilot, a leathery veteran with quarter-inch whiskers, spat\ntoward a stained corner of the compartment, leaned close to the screen.\n\n\"They's shootin' goin' on down there,\" he said. \"See them white puffs\nover the edge of the desert?\"\n\n\"I'm supposed to be preventing the war,\" said Retief. \"It looks like\nI'm a little late.\"\n\nThe pilot's head snapped around. \"War?\" he yelped. \"Nobody told me they\nwas a war goin' on on 'Dobe. If that's what that is, I'm gettin' out of\nhere.\"\n\n\"Hold on,\" said Retief. \"I've got to get down. They won't shoot at you.\"\n\n\"They shore won't, sonny. I ain't givin' 'em the chance.\" He started\npunching keys on the console. Retief reached out, caught his wrist.\n\n\"Maybe you didn't hear me. I said I've got to get down.\"\n\nThe pilot plunged against the restraint, swung a punch that Retief\nblocked casually. \"Are you nuts?\" the pilot screeched. \"They's plenty\nshootin' goin' on fer me to see it fifty miles out.\"\n\n\"The mail must go through, you know.\"\n\n\"Okay! You're so dead set on gettin' killed, you take the skiff. I'll\ntell 'em to pick up the remains next trip.\"\n\n\"You're a pal. I'll take your offer.\"\n\nThe pilot jumped to the lifeboat hatch and cycled it open. \"Get in.\nWe're closin' fast. Them birds might take it into their heads to lob\none this way....\"\n\nRetief crawled into the narrow cockpit of the skiff, glanced over the\ncontrols. The pilot ducked out of sight, came back, handed Retief a\nheavy old-fashioned power pistol. \"Long as you're goin' in, might as\nwell take this.\"\n\n\"Thanks.\" Retief shoved the pistol in his belt. \"I hope you're wrong.\"\n\n\"I'll see they pick you up when the shootin's over--one way or another.\"\n\nThe hatch clanked shut. A moment later there was a jar as the skiff\ndropped away, followed by heavy buffeting in the backwash from the\ndeparting mail boat. Retief watched the tiny screen, hands on the\nmanual controls. He was dropping rapidly: forty miles, thirty-nine....\n\nA crimson blip showed on the screen, moving out.\n\nRetief felt sweat pop out on his forehead. The red blip meant heavy\nradiation from a warhead. Somebody was playing around with an outlawed\nbut by no means unheard of fission weapon. But maybe it was just on a\nhigh trajectory and had no connection with the skiff....\n\nRetief altered course to the south. The blip followed.\n\nHe checked instrument readings, gripped the controls, watching. This\nwas going to be tricky. The missile bored closer. At five miles Retief\nthrew the light skiff into maximum acceleration, straight toward the\noncoming bomb. Crushed back in the padded seat, he watched the screen,\ncorrecting course minutely. The proximity fuse should be set for no\nmore than 1000 yards.\n\nAt a combined speed of two miles per second, the skiff flashed past\nthe missile, and Retief was slammed violently against the restraining\nharness in the concussion of the explosion ... a mile astern, and\nharmless.\n\nThen the planetary surface was rushing up with frightening speed.\nRetief shook his head, kicked in the emergency retro-drive. Points\nof light arced up from the planet face below. If they were ordinary\nchemical warheads the skiff's meteor screens should handle them. The\nscreen flashed brilliant white, then went dark. The skiff flipped on\nits back. Smoke filled the tiny compartment. There was a series of\nshocks, a final bone-shaking concussion, then stillness, broken by the\nping of hot metal contracting.\n\n\n\nCoughing, Retief disengaged himself from the shock-webbing. He beat\nout sparks in his lap, groped underfoot for the hatch and wrenched it\nopen. A wave of hot jungle air struck him. He lowered himself to a bed\nof shattered foliage, got to his feet ... and dropped flat as a bullet\nwhined past his ear.\n\nHe lay listening. Stealthy movements were audible from the left.\n\nHe inched his way to the shelter of a broad-boled dwarf tree. Somewhere\na song lizard burbled. Whining insects circled, scented alien life,\nbuzzed off. There was another rustle of foliage from the underbrush\nfive yards away. A bush quivered, then a low bough dipped.\n\nRetief edged back around the trunk, eased down behind a fallen log.\nA stocky man in grimy leather shirt and shorts appeared, moving\ncautiously, a pistol in his hand.\n\nAs he passed, Retief rose, leaped the log and tackled him.\n\nThey went down together. The stranger gave one short yell, then\nstruggled in silence. Retief flipped him onto his back, raised a fist--\n\n\"Hey!\" the settler yelled. \"You're as human as I am!\"\n\n\"Maybe I'll look better after a shave,\" said Retief. \"What's the idea\nof shooting at me?\"\n\n\"Lemme up. My name's Potter. Sorry 'bout that. I figured it was a\nFlap-jack boat; looks just like 'em. I took a shot when I saw something\nmove. Didn't know it was a Terrestrial. Who are you? What you doin'\nhere? We're pretty close to the edge of the oases. That's Flap-jack\ncountry over there.\" He waved a hand toward the north, where the desert\nlay.\n\n\"I'm glad you're a poor shot. That missile was too close for comfort.\"\n\n\"Missile, eh? Must be Flap-jack artillery. We got nothing like that.\"\n\n\"I heard there was a full-fledged war brewing,\" said Retief. \"I didn't\nexpect--\"\n\n\"Good!\" Potter said. \"We figured a few of you boys from Ivory would be\njoining up when you heard. You are from Ivory?\"\n\n\"Yes. I'm--\"\n\n\"Hey, you must be Lemuel's cousin. Good night! I pretty near made a bad\nmistake. Lemuel's a tough man to explain something to.\"\n\n\"I'm--\"\n\n\"Keep your head down. These damn Flap-jacks have got some wicked hand\nweapons. Come on....\" He moved off silently on all fours. Retief\nfollowed. They crossed two hundred yards of rough country before Potter\ngot to his feet, took out a soggy bandana and mopped his face.\n\n\"You move good for a city man. I thought you folks on Ivory just sat\nunder those domes and read dials. But I guess bein' Lemuel's cousin you\nwas raised different.\"\n\n\"As a matter of fact--\"\n\n\"Have to get you some real clothes, though. Those city duds don't stand\nup on 'Dobe.\"\n\nRetief looked down at the charred, torn and sweat-soaked powder-blue\nblazer and slacks.\n\n\"This outfit seemed pretty rough-and-ready back home,\" he said. \"But I\nguess leather has its points.\"\n\n\"Let's get on back to camp. We'll just about make it by sundown.\nAnd, look. Don't say anything to Lemuel about me thinking you were a\nFlap-jack.\"\n\n\"I won't, but--\"\n\nPotter was on his way, loping off up a gentle slope. Retief pulled off\nthe sodden blazer, dropped it over a bush, added his string tie and\nfollowed Potter.\n\n\n                                  II\n\n\"We're damn glad you're here, mister,\" said a fat man with two\nrevolvers belted across his paunch. \"We can use every hand. We're in\nbad shape. We ran into the Flap-jacks three months ago and we haven't\nmade a smart move since. First, we thought they were a native form we\nhadn't run into before. Fact is, one of the boys shot one, thinkin' it\nwas fair game. I guess that was the start of it.\" He stirred the fire,\nadded a stick.\n\n\"And then a bunch of 'em hit Swazey's farm here,\" Potter said. \"Killed\ntwo of his cattle, and pulled back.\"\n\n\"I figure they thought the cows were people,\" said Swazey. \"They were\nout for revenge.\"\n\n\"How could anybody think a cow was folks?\" another man put in. \"They\ndon't look nothin' like--\"\n\n\"Don't be so dumb, Bert,\" said Swazey. \"They'd never seen Terries\nbefore. They know better now.\"\n\nBert chuckled. \"Sure do. We showed 'em the next time, didn't we,\nPotter? Got four.\"\n\n\"They walked right up to my place a couple days after the first time,\"\nSwazey said. \"We were ready for 'em. Peppered 'em good. They cut and\nrun.\"\n\n\"Flopped, you mean. Ugliest lookin' critters you ever saw. Look just\nlike a old piece of dirty blanket humpin' around.\"\n\n\"It's been goin' on this way ever since. They raid and then we raid.\nBut lately they've been bringing some big stuff into it. They've got\nsome kind of pint-sized airships and automatic rifles. We've lost four\nmen now and a dozen more in the freezer, waiting for the med ship. We\ncan't afford it. The colony's got less than three hundred able-bodied\nmen.\"\n\n\"But we're hanging onto our farms,\" said Potter. \"All these oases are\nold sea-beds--a mile deep, solid topsoil. And there's a couple of\nhundred others we haven't touched yet. The Flap-jacks won't get 'em\nwhile there's a man alive.\"\n\n\"The whole system needs the food we can raise,\" Bert said. \"These farms\nwe're trying to start won't be enough but they'll help.\"\n\n\"We been yellin' for help to the CDT, over on Ivory,\" said Potter. \"But\nyou know these Embassy stooges.\"\n\n\"We heard they were sending some kind of bureaucrat in here to tell\nus to get out and give the oases to the Flap-jacks,\" said Swazey. He\ntightened his mouth. \"We're waitin' for him....\"\n\n\"Meanwhile we got reinforcements comin' up, eh, boys?\" Bert winked at\nRetief. \"We put out the word back home. We all got relatives on Ivory\nand Verde.\"\n\n\"Shut up, you damn fool!\" a deep voice grated.\n\n\"Lemuel!\" Potter said. \"Nobody else could sneak up on us like that.\"\n\n\"If I'd a been a Flap-jack; I'd of et you alive,\" the newcomer said,\nmoving into the ring of fire, a tall, broad-faced man in grimy leather.\nHe eyed Retief.\n\n\"Who's that?\"\n\n\"What do ya mean?\" Potter spoke in the silence. \"He's your cousin....\"\n\n\"He ain't no cousin of mine,\" Lemuel said slowly. He stepped to Retief.\n\n\"Who you spyin' for, stranger?\" he rasped.\n\n\n\nRetief got to his feet. \"I think I should explain--\"\n\nA short-nosed automatic appeared in Lemuel's hand, a clashing note\nagainst his fringed buckskins.\n\n\"Skip the talk. I know a fink when I see one.\"\n\n\"Just for a change, I'd like to finish a sentence,\" said Retief. \"And I\nsuggest you put your courage back in your pocket before it bites you.\"\n\n\"You talk too damned fancy to suit me.\"\n\n\"Maybe. But I'm talking to suit me. Now, for the last time, put it\naway.\"\n\nLemuel stared at Retief. \"You givin' me orders...?\"\n\nRetief's left fist shot out, smacked Lemuel's face dead center. He\nstumbled back, blood starting from his nose; the pistol fired into the\ndirt as he dropped it. He caught himself, jumped for Retief ... and met\na straight right that snapped him onto his back: out cold.\n\n\"Wow!\" said Potter. \"The stranger took Lem ... in two punches!\"\n\n\"One,\" said Swazey. \"That first one was just a love tap.\"\n\nBert froze. \"Hark, boys,\" he whispered. In the sudden silence a night\nlizard called. Retief strained, heard nothing. He narrowed his eyes,\npeered past the fire--\n\nWith a swift lunge he seized up the bucket of drinking water, dashed it\nover the fire, threw himself flat. He heard the others hit the dirt a\nsplit second behind him.\n\n\"You move fast for a city man,\" breathed Swazey beside him. \"You see\npretty good too. We'll split and take 'em from two sides. You and Bert\nfrom the left, me and Potter from the right.\"\n\n\"No,\" said Retief. \"You wait here. I'm going out alone.\"\n\n\"What's the idea...?\"\n\n\"Later. Sit tight and keep your eyes open.\" Retief took a bearing on a\ntreetop faintly visible against the sky and started forward.\n\n\n\nFive minutes' stealthy progress brought him to a slight rise of ground.\nWith infinite caution he raised himself, risking a glance over an\nout-cropping of rock.\n\nThe stunted trees ended just ahead. Beyond, he could make out the dim\ncontour of rolling desert. Flap-jack country. He got to his feet,\nclambered over the stone--still hot after a day of tropical heat--and\nmoved forward twenty yards. Around him he saw nothing but drifted sand,\npalely visible in the starlight, and the occasional shadow of jutting\nshale slabs. Behind him the jungle was still.\n\nHe sat down on the ground to wait.\n\nIt was ten minutes before a movement caught his eye. Something had\nseparated itself from a dark mass of stone, glided across a few yards\nof open ground to another shelter. Retief watched. Minutes passed. The\nshape moved again, slipped into a shadow ten feet distant. Retief felt\nthe butt of the power pistol with his elbow. His guess had better be\nright this time....\n\nThere was a sudden rasp, like leather against concrete, and a flurry of\nsand as the Flap-jack charged.\n\nRetief rolled aside, then lunged, threw his weight on the flopping\nFlap-jack--a yard square, three inches thick at the center and all\nmuscle. The ray-like creature heaved up, curled backward, its edge\nrippling, to stand on the flattened rim of its encircling sphincter.\nIt scrabbled with prehensile fringe-tentacles for a grip on Retief's\nshoulders. He wrapped his arms around the alien and struggled to his\nfeet. The thing was heavy. A hundred pounds at least. Fighting as it\nwas, it seemed more like five hundred.\n\nThe Flap-jack reversed its tactics, went limp. Retief grabbed, felt a\nthumb slip into an orifice--\n\nThe alien went wild. Retief hung on, dug the thumb in deeper.\n\n\"Sorry, fellow,\" he muttered between clenched teeth. \"Eye-gouging isn't\ngentlemanly, but it's effective....\"\n\nThe Flap-jack fell still, only its fringes rippling slowly. Retief\nrelaxed the pressure of his thumb; the alien gave a tentative jerk; the\nthumb dug in.\n\nThe alien went limp again, waiting.\n\n\"Now we understand each other,\" said Retief. \"Take me to your leader.\"\n\n\n\nTwenty minutes' walk into the desert brought Retief to a low rampart\nof thorn branches: the Flap-jacks' outer defensive line against Terry\nforays. It would be as good a place as any to wait for the move by the\nFlap-jacks. He sat down and eased the weight of his captive off his\nback, but kept a firm thumb in place. If his analysis of the situation\nwas correct, a Flap-jack picket should be along before too long....\n\nA penetrating beam of red light struck Retief in the face, blinked off.\nHe got to his feet. The captive Flap-jack rippled its fringe in an\nagitated way. Retief tensed his thumb in the eye-socket.\n\n\"Sit tight,\" he said. \"Don't try to do anything hasty....\" His remarks\nwere falling on deaf ears--or no ears at all--but the thumb spoke as\nloudly as words.\n\nThere was a slither of sand. Another. He became aware of a ring of\npresences drawing closer.\n\nRetief tightened his grip on the alien. He could see a dark shape now,\nlooming up almost to his own six-three. It looked like the Flap-jacks\ncame in all sizes.\n\nA low rumble sounded, like a deep-throated growl. It strummed on, faded\nout. Retief cocked his head, frowning.\n\n\"Try it two octaves higher,\" he said.\n\n\"Awwrrp! Sorry. Is that better?\" a clear voice came from the darkness.\n\n\"That's fine,\" Retief said. \"I'm here to arrange a prisoner exchange.\"\n\n\"Prisoners? But we have no prisoners.\"\n\n\"Sure you have. Me. Is it a deal?\"\n\n\"Ah, yes, of course. Quite equitable. What guarantees do you require?\"\n\n\"The word of a gentleman is sufficient.\" Retief released the alien. It\nflopped once, disappeared into the darkness.\n\n\"If you'd care to accompany me to our headquarters,\" the voice said,\n\"we can discuss our mutual concerns in comfort.\"\n\n\"Delighted.\"\n\nRed lights blinked briefly. Retief glimpsed a gap in the thorny\nbarrier, stepped through it. He followed dim shapes across warm sand to\na low cave-like entry, faintly lit with a reddish glow.\n\n\"I must apologize for the awkward design of our comfort-dome,\" said the\nvoice. \"Had we known we would be honored by a visit--\"\n\n\"Think nothing of it,\" Retief said. \"We diplomats are trained to crawl.\"\n\nInside, with knees bent and head ducked under the five-foot ceiling,\nRetief looked around at the walls of pink-toned nacre, a floor like\nburgundy-colored glass spread with silken rugs and a low table of\npolished red granite that stretched down the center of the spacious\nroom, set out with silver dishes and rose-crystal drinking-tubes.\n\n\n                                  III\n\n\"Let me congratulate you,\" the voice said.\n\nRetief turned. An immense Flap-jack, hung with crimson trappings,\nrippled at his side. The voice issued from a disk strapped to its back.\n\"You fight well. I think we will find in each other worthy adversaries.\"\n\n\"Thanks. I'm sure the test would be interesting, but I'm hoping we can\navoid it.\"\n\n\"Avoid it?\" Retief heard a low humming coming from the speaker in the\nsilence. \"Well, let us dine,\" the mighty Flap-jack said at last. \"We\ncan resolve these matters later. I am called Hoshick of the Mosaic of\nthe Two Dawns.\"\n\n\"I'm Retief.\" Hoshick waited expectantly, \"... of the Mountain of Red\nTape,\" Retief added.\n\n\"Take place, Retief,\" said Hoshick. \"I hope you won't find our rude\ncouches uncomfortable.\" Two other large Flap-jacks came into the room,\ncommuned silently with Hoshick. \"Pray forgive our lack of translating\ndevices,\" he said to Retief. \"Permit me to introduce my colleagues....\"\n\nA small Flap-jack rippled the chamber bearing on its back a silver tray\nladen with aromatic food. The waiter served the four diners, filled the\ndrinking tubes with yellow wine. It smelled good.\n\n\"I trust you'll find these dishes palatable,\" said Hoshick. \"Our\nmetabolisms are much alike, I believe.\" Retief tried the food. It had a\ndelicious nut-like flavor. The wine was indistinguishable from Chateau\nd'Yquem.\n\n\"It was an unexpected pleasure to encounter your party here,\"\nsaid Hoshick. \"I confess at first we took you for an indigenous\nearth-grubbing form, but we were soon disabused of that notion.\" He\nraised a tube, manipulating it deftly with his fringe tentacles. Retief\nreturned the salute and drank.\n\n\"Of course,\" Hoshick continued, \"as soon as we realized that you were\nsportsmen like ourselves, we attempted to make amends by providing a\nbit of activity for you. We've ordered out our heavier equipment and a\nfew trained skirmishers and soon we'll be able to give you an adequate\nshow. Or so I hope.\"\n\n\"Additional skirmishers?\" said Retief. \"How many, if you don't mind my\nasking?\"\n\n\"For the moment, perhaps only a few hundred. There-after ... well,\nI'm sure we can arrange that between us. Personally I would prefer a\ncontest of limited scope. No nuclear or radiation-effect weapons. Such\na bore, screening the spawn for deviations. Though I confess we've come\nupon some remarkably useful sports. The rangerform such as you made\ncaptive, for example. Simple-minded, of course, but a fantastically\nkeen tracker.\"\n\n\"Oh, by all means,\" Retief said. \"No atomics. As you pointed out,\nspawn-sorting is a nuisance, and then too, it's wasteful of troops.\"\n\n\"Ah, well, they are after all expendable. But we agree: no atomics.\nHave you tried the ground-gwack eggs? Rather a specialty of my\nMosaic....\"\n\n\"Delicious,\" said Retief. \"I wonder. Have you considered eliminating\nweapons altogether?\"\n\n\n\nA scratchy sound issued from the disk. \"Pardon my laughter,\" Hoshick\nsaid, \"but surely you jest?\"\n\n\"As a matter of fact,\" said Retief, \"we ourselves seldom use weapons.\"\n\n\"I seem to recall that our first contact of skirmishforms involved the\nuse of a weapon by one of your units.\"\n\n\"My apologies,\" said Retief. \"The--ah--the skirmishform failed to\nrecognize that he was dealing with a sportsman.\"\n\n\"Still, now that we have commenced so merrily with weapons....\" Hoshick\nsignaled and the servant refilled tubes.\n\n\"There is an aspect I haven't yet mentioned,\" Retief went on. \"I hope\nyou won't take this personally, but the fact is, our skirmishforms\nthink of weapons as something one employs only in dealing with certain\nspecific life-forms.\"\n\n\"Oh? Curious. What forms are those?\"\n\n\"Vermin. Or 'varmints' as some call them. Deadly antagonists, but\nlacking in caste. I don't want our skirmishforms thinking of such\nworthy adversaries as yourself as varmints.\"\n\n\"Dear me! I hadn't realized, of course. Most considerate of you to\npoint it out.\" Hoshick clucked in dismay. \"I see that skirmishforms are\nmuch the same among you as with us: lacking in perception.\" He laughed\nscratchily. \"Imagine considering us as--what was the word?--varmints.\"\n\n\"Which brings us to the crux of the matter. You see, we're up against\na serious problem with regard to skirmishforms. A low birth rate.\nTherefore we've reluctantly taken to substitutes for the mass actions\nso dear to the heart of the sportsman. We've attempted to put an end to\nthese contests altogether....\"\n\nHoshick coughed explosively, sending a spray of wine into the air.\n\"What are you saying?\" he gasped. \"Are you proposing that Hoshick of\nthe Mosaic of the Two Dawns abandon honor....?\"\n\n\"Sir!\" said Retief sternly. \"You forget yourself. I, Retief of the Red\nTape Mountain, make an alternate proposal more in keeping with the\nnewest sporting principles.\"\n\n\"New?\" cried Hoshick. \"My dear Retief, what a pleasant surprise! I'm\nenthralled with novel modes. One gets so out of touch. Do elaborate.\"\n\n\"It's quite simple, really. Each side selects a representative and the\ntwo individuals settle the issue between them.\"\n\n\"I ... um ... fear I don't understand. What possible significance could\none attach to the activities of a couple of random skirmishforms?\"\n\n\"I haven't made myself clear,\" said Retief. He took a sip of wine. \"We\ndon't involve the skirmishforms at all. That's quite passe.\"\n\n\"You don't mean...?\"\n\n\"That's right. You and me.\"\n\n\n\nOutside on the starlit sand Retief tossed aside the power pistol,\nfollowed it with the leather shirt Swazey had lent him. By the faint\nlight he could just make out the towering figure of the Flap-jack\nrearing up before him, his trappings gone. A silent rank of Flap-jack\nretainers were grouped behind him.\n\n\"I fear I must lay aside the translator now, Retief,\" said Hoshick.\nHe sighed and rippled his fringe tentacles. \"My spawn-fellows will\nnever credit this. Such a curious turn fashion has taken. How much\nmore pleasant it is to observe the action of the skirmishforms from a\ndistance.\"\n\n\"I suggest we use Tennessee rules,\" said Retief. \"They're very liberal.\nBiting, gouging, stomping, kneeing and of course choking, as well as\nthe usual punching, shoving and kicking.\"\n\n\"Hmmm. These gambits seem geared to forms employing rigid\nendo-skeletons; I fear I shall be at a disadvantage.\"\n\n\"Of course,\" Retief said, \"if you'd prefer a more plebeian type of\ncontest....\"\n\n\"By no means. But perhaps we could rule out tentacle-twisting, just to\neven it.\"\n\n\"Very well. Shall we begin?\"\n\nWith a rush Hoshick threw himself at Retief, who ducked, whirled, and\nleaped on the Flap-jack's back ... and felt himself flipped clear by\na mighty ripple of the alien's slab-like body. Retief rolled aside\nas Hoshick turned on him; he jumped to his feet and threw a right\nhay-maker to Hoshick's mid-section. The alien whipped his left fringe\naround in an arc that connected with Retief's jaw, sent him spinning\nonto his back ... and Hoshick's weight struck him.\n\nRetief twisted, tried to roll. The flat body of the alien blanketed\nhim. He worked an arm free, drumming blows on the leathery back.\nHoshick nestled closer.\n\nRetief's air was running out. He heaved up against the smothering\nweight. Nothing budged.\n\nIt was like burial under a dump-truck-load of concrete.\n\nHe remembered the rangerform he had captured. The sensitive orifice\nhad been placed ventrally, in what would be the thoracic area....\n\nHe groped, felt tough hide set with horny granules. He would be missing\nskin tomorrow ... if there was a tomorrow. His thumb found the orifice\nand probed.\n\nThe Flap-jack recoiled. Retief held fast, probed deeper, groping with\nthe other hand. If the alien were bilaterally symmetrical there would\nbe a set of ready made hand-holds....\n\n\n\nThere were.\n\nRetief dug in and the Flap-jack writhed, pulled away. Retief held on,\nscrambled to his feet, threw his weight against the alien and fell on\ntop of him, still gouging. Hoshick rippled his fringe wildly, flopped\nin terror, then went limp.\n\nRetief relaxed, released his hold and got to his feet, breathing hard.\nHoshick humped himself over onto his ventral side, lifted and moved\ngingerly over to the sidelines. His retainers came forward, assisted\nhim into his trappings, strapped on the translator. He sighed heavily,\nadjusted the volume.\n\n\"There is much to be said for the old system,\" he said. \"What a burden\none's sportsmanship places on one at times.\"\n\n\"Great sport, wasn't it?\" said Retief. \"Now, I know you'll be eager to\ncontinue. If you'll just wait while I run back and fetch some of our\ngougerforms--\"\n\n\"May hide-ticks devour the gougerforms!\" Hoshick bellowed. \"You've\ngiven me such a sprong-ache as I'll remember each spawning-time for a\nyear.\"\n\n\"Speaking of hide-ticks,\" said Retief, \"we've developed a biterform--\"\n\n\"Enough!\" Hoshick roared, so loudly that the translator bounced on his\nhide. \"Suddenly I yearn for the crowded yellow sands of Jaq. I had\nhoped....\" He broke off, drew a rasping breath. \"I had hoped, Retief,\"\nhe said, speaking sadly now, \"to find a new land here where I might\nplan my own Mosaic, till these alien sands and bring forth such a crop\nof paradise-lichen as should glut the markets of a hundred worlds. But\nmy spirit is not equal to the prospect of biterforms and gougerforms\nwithout end. I am shamed before you....\"\n\n\"To tell you the truth, I'm old-fashioned myself. I'd rather watch the\naction from a distance too.\"\n\n\"But surely your spawn-fellows would never condone such an attitude.\"\n\n\"My spawn-fellows aren't here. And besides, didn't I mention it? No\none who's really in the know would think of engaging in competition by\nmere combat if there were any other way. Now, you mentioned tilling the\nsand, raising lichens--things like that--\"\n\n\"That on which we dined but now,\" said Hoshick, \"and from which the\nwine is made.\"\n\n\"The big news in fashionable diplomacy today is farming competition.\nNow, if you'd like to take these deserts and raise lichen, we'll\npromise to stick to the oases and vegetables.\"\n\nHoshick curled his back in attention. \"Retief, you're quite serious?\nYou would leave all the fair sand hills to us?\"\n\n\"The whole works, Hoshick. I'll take the oases.\"\n\nHoshick rippled his fringes ecstatically. \"Once again you have outdone\nme, Retief,\" he cried. \"This time, in generosity.\"\n\n\"We'll talk over the details later. I'm sure we can establish a set of\nrules that will satisfy all parties. Now I've got to get back. I think\nsome of the gougerforms are waiting to see me.\"\n\n\n                                  IV\n\nIt was nearly dawn when Retief gave the whistled signal he had agreed\non with Potter, then rose and walked into the camp circle. Swazey stood\nup.\n\n\"There you are,\" he said. \"We been wonderin' whether to go out after\nyou.\"\n\nLemuel came forward, one eye black to the cheekbone. He held out a\nraw-boned hand. \"Sorry I jumped you, stranger. Tell you the truth, I\nthought you was some kind of stool-pigeon from the CDT.\"\n\nBert came up behind Lemuel. \"How do you know he ain't, Lemuel?\" he\nsaid. \"Maybe he--\"\n\nLemuel floored Bert with a backward sweep of his arm. \"Next\ncotton-picker says some embassy Johnny can cool me gets worse'n that.\"\n\n\"Tell me,\" said Retief. \"How are you boys fixed for wine?\"\n\n\"Wine? Mister, we been livin' on stump water for a year now. 'Dobe's\nfatal to the kind of bacteria it takes to ferment likker.\"\n\n\"Try this.\" Retief handed over a sqat jug. Swazey drew the cork,\nsniffed, drank and passed it to Lemuel.\n\n\"Mister, where'd you get that?\"\n\n\"The Flap-jacks make it. Here's another question for you: Would you\nconcede a share in this planet to the Flap-jacks in return for a peace\nguarantee?\"\n\nAt the end of a half hour of heated debate Lemuel turned to Retief.\n\"We'll make any reasonable deal,\" he said. \"I guess they got as much\nright here as we have. I think we'd agree to a fifty-fifty split.\nThat'd give about a hundred and fifty oases to each side.\"\n\n\"What would you say to keeping all the oases and giving them the\ndesert?\"\n\nLemuel reached for the wine jug, eyes on Retief. \"Keep talkin',\nmister,\" he said. \"I think you got yourself a deal.\"\n\n\n\nConsul Passwyn glanced up at Retief, went on perusing a paper.\n\n\"Sit down, Retief,\" he said absently. \"I thought you were over on\nPueblo, or Mud-flat, or whatever they call that desert.\"\n\n\"I'm back.\"\n\nPasswyn eyed him sharply. \"Well, well, what is it you need, man? Speak\nup. Don't expect me to request any military assistance, no matter how\nthings are....\"\n\nRetief passed a bundle of documents across the desk. \"Here's the\nTreaty. And a Mutual Assistance Pact declaration and a trade agreement.\"\n\n\"Eh?\" Passwyn picked up the papers, riffled through them. He leaned\nback in his chair, beamed.\n\n\"Well, Retief. Expeditiously handled.\" He stopped, blinked at Retief.\n\"You seem to have a bruise on your jaw. I hope you've been conducting\nyourself as befits a member of the Embassy staff.\"\n\n\"I attended a sporting event,\" Retief said. \"One of the players got a\nlittle excited.\"\n\n\"Well ... it's one of the hazards of the profession. One must\npretend an interest in such matters.\" Passwyn rose, extended a hand.\n\"You've done well, my boy. Let this teach you the value of following\ninstructions to the letter.\"\n\nOutside, by the hall incinerator drop, Retief paused long enough to\ntake from his briefcase a large buff envelope, still sealed, and drop\nit in the slot.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Laumer, Keith"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61146/pg61146.txt",
        "name": "retief_of_the_red_tape_mountain.json"
    }
}