{
    "name": "Revenge of the Vera",
    "author": [
        "Hasse, Henry"
    ],
    "body": "The man seemed too big for the single, cushioned seat of the tiny space\ncruiser. But he did not remain in the seat long, and when he moved\nit was with a swift surety that belied his bulk. He stepped over to\nthe visipanel, peered into it and saw only a few pinpoints of stars.\nHis eyes, as icy as those stars, narrowed until they, too, were but\npinpoints. He grasped the directional finder and swung it in eccentric\nparabolas across all the heavens before him. The star pinpoints swung\nto and fro, in and out of the visipanel ... and then he saw it.\n\nA vague, darker shape against the blackness, blotting out a few of the\nstars. Lucky! he thought, as he leaped back to the controls to change\ndirection. Lucky to find it before the Earth Patrol got there. The news\nhad already gone out. But he did not exult; his lips tightened into a\nthin hard line, and his throat tightened too, with the foreboding that\ncrowded out all hope.\n\nAs he drew swiftly nearer, he could see the huge luxury liner\nhelplessly drifting. He could see the black ragged hole in the hull. He\ncould see the name on the prow, _Martian Princess_. He could see other\nthings which he didn't want to see, which he didn't want to approach\nbut knew he must. Numerous tiny white-faced things, staring and bloated\nand reflecting the leprous sunlight....\n\nThe tiny cruiser clanged against the larger bulk, and her magniplates\nheld. The man was already in space-suit. With a trembling hand he\nbrushed back his blonde hair, then pulled down the _Crystyte_-fronted\nhelmet. He stepped out into space.\n\nHe did not immediately board the liner. Instead he moved among the\nscores of drifting corpses, using a propulsion pistol. He pulled each\ncorpse to him, stared searchingly into its face, then thrust it away\nwith a shudder. Before he had half finished he was sick; but he felt\nhope surging in him again, for he had not yet found what he was looking\nfor. Perhaps, after all ... somehow ... _she_ had not taken this\nliner....\n\nHe boarded it, moved along the corridors and into the staterooms. But\nall was a shambles. The pirates had struck as usual: sudden, ruthlessly\nramming; had smashed completely through this liner like an eggshell!\nHe saw corpses half encased in spacesuits, but it had been a futile\neffort. Many of the passengers had holes blasted through them, tiny\npencil-thin holes of concentrated atom-blasts at close range, mute\nevidence of the pirates' deadly work. The once gorgeous salons were\nstripped of the silks and fineries. Staterooms thoroughly looted. Even\nthe corpses stripped of all personal jewelry and other finery.\n\nThe grim-faced young man, the only moving and living thing aboard,\nnoticed all this but secondarily. His heart was pounding with a newly\nrising hope. For in none of the staterooms had he found _her_.\n\nHe moved through the ragged gap and out the other side of the ship.\nMore drifting corpses, hugging the hull because of the slight gravity.\nMethodically he moved among them, pulling them around, thrusting them\naway.\n\nAnd then--one he did not thrust away. His face beneath the helmet\nstared, and became suddenly anguished. He hugged the body tightly to\nhim. Using the pistol, he propelled his way back through the hull.\nHe carried the girl back along the main deck, and there laid her\ngently down away from the others. He stared down, his face twisting\nhelplessly, his fists clenching and unclenching.\n\nShe had been young, lovely. Her face was somehow still beautiful, as he\nremembered it. She had died quickly, he saw, and was glad of that. He\nwould leave her here on the deck, for he knew the Patrol men would tow\nthis liner back to Earth, where she would wish to be.\n\nHe looked long, so that the vision of her would remain in his mind\nalways; then he turned and strode firmly back to his cruiser. His face\nas he looked out to the stars was wet beneath the glass--but there was\nno one there to see. There was no one there to hear--but his lips moved\nin a grim and terrible oath.\n\n\n\nGeorge Marnay, of Tri-Planet News Service, tugged at the big guy's arm.\n\n\"Come on, now, what do you say? Let's get out of here. You've had\nenough of that stuff, and you're talking too much. You're heading for\nmore trouble than you've ever seen in one night!\"\n\nThe big man peered at the smaller one through a tangle of blonde hair\nwhich fell over blue and bleary eyes. Then he slammed his glass down on\nthe bar and jerked his arm away, staggering a little. Marnay caught him\nand steadied him.\n\n\"Quit pushin' me, dammit,\" the big man said thickly. \"Lemme 'lone. Go\n'way, go 'way!\"\n\n\"All right, mister, it's your funeral,\" Marnay shrugged. But as the\nother man moved away, threading unsteadily among the tables, Marnay\nturned and continued to watch him worriedly. And he listened even more\nworriedly.\n\nThe fellow's voice was thick, but it was still loud over the din in the\nroom. He had become increasingly voluble as the potent _tsith_ took\neffect. Obviously this was his first trip to Mars, and he didn't know\nthe _Red Halo_ was named sardonically: it was the rendezvous for the\nworst cut-throats of three planets!\n\n\n\nMarnay frowned. He hated men who became voluble under liquor, but\nthere was something about this big, blonde guy he liked in spite of\nit! Something beyond the fact that he was an Earthman and an American.\nNow Marnay wished for the fellow's own sake that he'd shut up. But it\nwas probably too late. Every outlaw in the place must have known by\nthis time that the blonde Earthman was from the freighter, _Vera_--and\nthat the _Vera_ was leaving tomorrow on a sneak trip, with ten million\ndollars in supplies and mining equipment for the Callisto colonies!\n\nOne of the richest shipments ever to go out from Mars, and now, due\nto a few drinks and one bragging tongue it was a secret no longer.\nMarnay knew this information would soon be spreading through the\ncriminal honeycombs of the Martian capital-city. He also knew if any of\nPrather's men were here--almost a certainty--the _Vera_ would never get\nbeyond the asteroids, much less to Callisto.\n\nThrough the haze of smoke he watched the motley little groups that\nfilled the room. Tall, frail Venusians, pallid and dreamy-eyed and\napparently docile, but who wouldn't hesitate to slit a throat on the\nslightest provocation. Leathery, heavy-lidded Martians, eternally\nsullen and quarrelsome. Earthmen, with that swaggering superiority and\negotism which they'll probably retain to the end of time, making them\nthe most hated men in the system. Marnay wondered how many in this room\nwere Prather's men; probably a few of each race, but who could ever\npick 'em out? Marnay had tried. That's what he was here for.\n\nSuddenly he became tense. This was what he had feared. He saw the big\nEarthman stagger heavily against a table.\n\nA mean looking Martian jumped up and shoved him violently away; the\nMartian's hand flew to his heat-gun, obviously awaiting an excuse to\nuse it. But the Earthman only stared at him stupidly for a moment,\nswayed, and then bowed low, almost losing his balance. He mumbled\na thick apology and moved away. The Martian glowered, called him\nsomething not very nice. Other Martians at the table laughed.\n\nMarnay sighed in relief. The bartender, grinning, touched him on the\nelbow. \"If he's a friend of yours,\" he said, \"better get him out of\nhere.\"\n\n\"He's no friend of mine,\" Marnay snapped. \"But I think you're right,\nanyway.\" He moved across the room. Already he could see many of the\nspacemen listening to the words \"_Vera_\" and \"cargo,\" a little too\nattentively.\n\nMarnay grasped the fellow's arm firmly, said \"Come on.\" He steered him\nback to the bar, easily. Then past it toward the door. But the fellow\nsmelled the fresh air and rebelled.\n\n\"You damn fool,\" Marnay said, struggling with the Earthman's two\nhundred pounds, \"I'm gonna keep you out of trouble in spite of\nyourself!\"\n\n\"Aw-w, we're all friends here,\" the other said very loud, peering\naround happily. A couple of Venusians at the bar snickered at the naive\nwords.\n\n\"Mister, if you only knew!\" Marnay said. \"Come on, now, I know a better\nplace than this.\" He added: \"I'll buy you a drink there.\"\n\n\"M-m-m ... nope. _You_ gotta buy _me_ a drink.\"\n\n\"That's what I said,\" Marnay sighed.\n\n\"Oh-h. Then whyn't you say so?\" Leaning on Marnay affectionately, he\nallowed himself to be steered outside.\n\nMarnay sighed with relief and quickened his pace, pulling the other\nalong after him. His only thought now was to get him away from the\ndives of this spacerfront street.\n\n\"Mister, you sure spilled the beans,\" Marnay muttered, more to himself\nthan to his friend. \"I know I wouldn't want to be riding the _Vera_\nthis trip. You've endangered the life of every man aboard! Why didn't\nyou just send Prather an engraved invitation to come help himself to\nthat cargo?\"\n\n\"I would have, but didn't know where to reach him; besides that\nwouldn't have been very subtle, would it now?\" The fellow's speech was\nno longer thick. He suddenly quit leaning on Marnay, straightened up\nand pulled him around a corner into a dim side street. He stood there\ngrinning in Marnay's face.\n\n\n\nMarnay's face was something to grin at. His mouth was hanging open as\nthough on hinges.\n\n\"You can close it now,\" the other said, as he reached out and closed it\nfor him.\n\n\"Say! You--you were just putting on an act back there!\" Marnay finally\nmanaged to exclaim, inanely.\n\n\"A good one, I hope.\"\n\n\"No, I'm wrong.\" Marnay shook his head slowly. \"Couldn't have been an\nact, I stood right there and watched you drink at least eight _tsiths_.\nMy own record's four--and then they carried me out.\"\n\n\"You just thought you saw me drink 'em. Good trick, if you know how.\"\n\nMarnay nodded. Then he looked at the man narrowly, grasped his arm\nand said, \"Come on, let's get away from here. And listen! Whatever\nit is you've got up your sleeve, I want in on it! I'm George Marnay.\nTri-Planet News Service.\"\n\n\"Bob Kennett,\" the other said simply, sticking out his hand. \"And you\nare in on it. That wasn't an accident when I bumped into you there\nat the bar. I thought I'd like to know you, because I heard you were\nmaking a few undercover inquiries about Prather! Mind telling me just\nwhat your interest is in that pirate?\"\n\nMarnay replied, his voice suddenly gloomy. \"Guess I should have said\nI'm _formerly_ of Tri-Planet News. You see, it's an old, familiar\nstory. I was on an assignment back on Earth, and I happened to uncover\na huge spacer-contract graft ... you know, millions being side-tracked\ninto private pockets....\"\n\n\"Well?\"\n\n\"Well,\" Marnay wailed, \"how was I to know that one of the big-shots\nimplicated was my boss's brother-in-law? So to shut me up I was given\nthis assignment. Sent out here to get a line on Prather, _or else_.\nIt's a cute side-track, often used; what we newsmen call the graveyard\nassignment.\"\n\nKennett was interested. \"Uh-huh,\" he nodded. \"And just how much of a\nline have you got on Prather so far?\"\n\n\"I'll give you one guess! Precisely nothing. Oh, of course I know all\nthe stories. In the past few years the Patrol has destroyed his base of\noperations on Io, and again on Mercury, and twice on Ceres. But that\npirate's as elusive as the last pea on the plate! Always he's one jump\nahead of them, because of his spy system.\" Marnay shrugged hopelessly.\n\"I suppose some of his men were in the _Halo_ tonight, but how would\nI know 'em? I hear they drift in and out like ghosts. And that, by\nthe way, is why I was trying to shut you up with that story you were\nbroadcasting.\"\n\n\"And that,\" Kennett said very grimly, \"is exactly what I wanted to do,\nbroadcast it. Subtly, of course.\"\n\n\"Yes, I gather that, now. And I think I see your idea. You deliberately\nwant Prather to go after the _Vera_! But--what then?\"\n\nKennett stopped and looked straight at Marnay. When he replied his\nvoice was suddenly ice: \"What then? Then I'll accomplish what the\nentire Patrol has been trying for five years. I'll get that pirate.\"\n\nMarnay, looking at him, saw a sudden bitter look in his eyes, and\ngrim lines around his mouth. He knew that the other men had said what\nKennett just said--but Prather was still free in the spaceways.\n\n\"Mighty big order,\" Marnay ventured.\n\n\"I realize that! But it's taken me three years to evolve this plan, and\nI think it'll work.\" He looked steadily at Marnay. \"Are you in with me?\"\n\n\"Try and keep me out!\"\n\n\"Good. But I want to make it plain it's more than a newsstory we're\nafter. This will be all or nothing, Prather's life or ours, and if my\nplan misses there can't be a second chance. And remember Prather's\nclever, he can smell a trap a light-year away. Just now, everything\ndepends on how good my acting was tonight.\"\n\n\"Then I'd say you've nothing to worry about,\" Marnay replied, \"for you\nsure fooled me.\"\n\nKennett nodded. \"We'll see. We'll know for sure tomorrow. Whether we\ngo pirate-hunting or not....\"\n\n\n\nThey obtained cheap lodging on one of the dark, rear streets bordering\nthe spaceport. Marnay slept, but not Kennett. He paced the narrow room,\nnervously, smoking vile Venusian cigarettes and awaiting the dawn.\n\nThe Martian dawn was breaking when there came a knock at the door.\nKennett muttered, \"At last!\" and sprang to the door to admit someone. A\nMartian.\n\nMarnay, suddenly awake, saw that he was the same mean looking Martian\nwhom Kennett had nearly had trouble with the night before!\n\n\"V'Norghi, of the Martian Secret Police,\" Kennett said, presenting him.\n\nThe fellow only nodded sullenly, addressed himself to Kennett: \"It\nwould seem it is working, your plan. Shortly after you left the _Halo_\nlast night ... I made certain inquiries ... learned that the news of\nthe _Vera's_ secret trip had spread into the ... uh ... the proper\nchannels....\" The Martian seemed a little reluctant.\n\n\"All right, all right, V'Norghi,\" Kennett said impatiently. \"What else?\nYou know what I want to know!\"\n\n\"Well ... yes, a small, fast cruiser did leave here. About an hour\nafter midnight ... quite hurriedly it would seem. Now understand,\nKennett, I couldn't say--\"\n\n\"No, you couldn't say it was some of Prather's men. Like hell you\ncan't! What destination? Where is Prather's new base? Mercury? Venus?\"\n\nV'Norghi started to shake his head negatively, but didn't. He looked\ndistressed. Kennett paced up and down the room. He turned suddenly on\nthe Martian and laughed mirthlessly.\n\n\"Oh, you don't need to answer! I know as well as you do where he is!\nOut on one of the Jupiter satellites somewhere--probably Io, his old\nbase.\"\n\nThe Martian looked even more distressed, and Kennett nodded, satisfied.\n\"Sure, I knew it all the time. That's why I let it be known the _Vera_\nwas going out to Callisto.\" He clapped the Martian on the shoulder.\n\"It's all right, V'Norghi, you've done me a mighty big favor as it is.\nThanks, thanks a lot.\"\n\nThey shook hands solemnly. Kennett said, smiling a little: \"Don't\nworry, V'Norghi; when you see me again there won't be any more Prather.\"\n\n\"Goodbye, Kennett. I wish you good luck.\" But the Martian's voice was\nsad, as though he thought Kennett wouldn't have it.\n\nKennett turned to Marnay when the Martian had gone. \"The Martian Secret\nPolice!\" he said contemptuously. \"They're very little above the outlaw\nscum of this city, themselves. I'm sure Prather buys them off, and I\nthink V'Norghi almost hopes I won't succeed! But you see, I happened\nto save his life once; and whatever else you say of the Martians, you\ncan't say they aren't conscientious toward their obligations.\"\n\n\"I see,\" Marnay nodded. \"But what about that cruiser he says left here?\nYou really think that was some of Prather's men, hurrying to tell him\nthe _Vera's_ on the way out there with a rich cargo?\"\n\n\"I'm sure of it. That's the way Prather's always worked.\"\n\n\"But they're going where? Out around Jupiter you said. You can't be\nsure that's where Prather is!\"\n\n\"Oho, but that's exactly what I can be sure of! You see, I've not only\nkept abreast of Prather's activities currently, but I've studied every\navailable past record on him. His methods, his escapes, his shiftings.\nNot even the Patrol has kept tabs on him as I have. Admittedly, he's as\nclever as he is ruthless. But I know his system now.\"\n\n\"All right,\" Marnay conceded. \"Your calculations tell you he's out\naround Jupiter now. Won't that be about like looking for the proverbial\nneedle in the haystack?\"\n\n\"I guess so. That's why we're not going to look for him at all. He's\ncoming right out into space after the _Vera_--I hope.\"\n\nSo he was coming out after the _Vera_! Marnay suddenly remembered\nthe time when Prather had smashed through a cordon of Patrol ships,\ndemolishing four and outrunning the rest. Marnay grimaced, but he\nmerely said: \"All right, when do we leave?\"\n\n\"About noon, if I can wait that long! That cruiser that left here\nlast night is probably very fast, and the _Vera_ is just a slow old\nfreighter; so if we give them about twelve hours' start, and Prather\nacts at once, he ought to meet us somewhere just the other side of the\nasteroids.\"\n\n\"Oh,\" Marnay said, pretty feebly. So the _Vera_ was just a slow old\nfreighter. And with it they were going to capture the most ruthless\npirate of the century! That was certainly a bright picture. Marnay\nbegan to wonder, wryly, how the hell he had ever gotten into this, and\nwhy!\n\n\n\nAnd his first sight of the _Vera_ was nothing to inspire confidence.\nShortly before noon they proceeded to the spaceport, past the\nCommercial locks, the Patrol locks, and on to the opposite side of the\nvast plaza.\n\nThere, in the farthest and most obscure lock, Marnay saw the\n_Vera_--long, heavy, clumsy looking. He recognized it when they were\nyet a hundred yards away, because the name _Vera_ was emblazoned across\nthe prow with a bold flourish that seemed somehow out of keeping with\nthe crude ship.\n\n\"It's just occurred to me,\" Marnay said. \"_Vera_ is an unusual name for\na freighter! That's a girl's name. Sounds sentimental or something.\"\n\n\"Does it?\" Kennett said. Marnay looked at him queerly, but Kennett said\nnothing more.\n\nThey came nearer, and Marnay began to see the ship clearer, and it\nsuddenly seemed to him there was something wrong with the whole thing.\nIt was more than merely clumsy. It was grotesque.\n\nMarnay stopped. \"Say! I never saw a spacer quite like that before. It\nlooks kind of funny, yet I can't say exactly--\"\n\n\"Come on, come on,\" Kennett said, taking his arm and hurrying him.\n\"Never mind that. Supplies are all aboard, all we have to do is leave.\"\n\nIt was quiet around the spacer. No activity. They entered the bow lock.\nMarnay looked down a long, empty, silent corridor.\n\n\"What the hell!\" he exclaimed. \"Ain't there any crew?\"\n\nKennett said: \"Yes. You and me are the crew.\"\n\n\"Uh huh. But we _are_ taking this misshapen piece of junk clear out to\nJupiter? I got that part of it right?\"\n\n\"That's right. I decided it would be a long grind all by myself. There\nare minor annoyances, such as having to sleep sometimes.\"\n\n\"Where's that ten million dollar cargo,\" Marnay grinned, staring around.\n\nKennett said very seriously: \"Oh, we're carrying quite a cargo all\nright. And it's all for Prather if he wants it. But it's hardly the\ncargo he thinks he's going to get.\"\n\n\"The generosity of your information overwhelms me.\" Marnay stared\naround some more. Everything was stark and bare, save for the necessary\ncontrols. \"Wish we had a couple of long range atom-blasts like the\nPatrol ships carry. Any aboard?\"\n\n\"No weapons at all aboard,\" Kennett stated.\n\n\"How comforting! You sure make a fellow feel right at home.\"\n\n\"You don't sound very confident in me and the _Vera_,\" Kennett said.\n\"Don't you believe we can get Prather?\"\n\n\"Oh sure! I believe in fairies, and Santa Claus, and the Easter rabbit,\nand you and the _Vera_. Hell, don't get me wrong, Kennett. You can't\nshake me now, you've picked yourself a crew!\"\n\nKennett permitted himself a smile as he moved swiftly to the controls.\n\"Good! I knew you'd think that way.\"\n\nMarnay said: \"Don't flatter me, I _never_ think. There's always been\nidiocy in my family and this proves it.\"\n\n\n\nThey'd been about twelve hours out when Kennett handed over the\ncontrols. He moved down the corridor into the middle part of the ship.\nMarnay heard him pounding and moving around back there for hours, but\ncouldn't imagine what he was doing.\n\nWhen he returned, Kennett pulled a lever and a heavy double door slid\nacross, isolating the control room and part of the corridor from the\nrest of the ship. He volunteered no explanation, however.\n\nOn Marnay's off-duty he moved back toward those doors, experimentally.\nKennett stopped him with: \"Sorry, but this will have to be our quarters\nfrom now on.\"\n\nMarnay nodded to himself. He was a newsman, a good one, and he knew\npeople. He could see that Kennett was restless and impatient for action\ndespite the fact that he was deliberately holding the _Vera's_ speed\ndown.\n\nBut Marnay said nothing, and on the second day out, Kennett seemed a\nlittle more talkative. He said: \"I guess you've been wondering why I\nwant so much to get Prather.\"\n\nMarnay shrugged, but looked at his companion shrewdly. \"Wondering? No,\nI'm not wondering. Only last month Tri-Planet Metals boosted the reward\nup to a half million.\"\n\n\"That so? I didn't know that. But then, I haven't thought much about\nthe reward angle.\" Kennett sounded as though he meant it. He went on:\n\"You know how Prather works, I suppose.\"\n\n\"Ramming?\" Marnay said. \"Yes, I know. His ship is supposed to be built\nof some tough new metal he found on Mercury. I've heard that even his\ntubes are made of it, and are slightly expansive under pressure, giving\nhim greater speed than any tubes yet known.\"\n\n\"That's probably true,\" Kennett said. \"But the important thing is, he\ncan ram completely through any ordinary spacer. And usually does.\"\n\nMarnay nodded. \"I've heard such stories.\"\n\n\"You've heard such stories,\" Kennett repeated with a startling\nbitterness. \"But I saw one--just one. Three years ago when I was a\nrookie on the Earth Patrol. We received a flash that Prather had rammed\nand looted a passenger liner enroute from Mars to Earth. The Salvage\nmen were sent out to rescue any possible survivors. What headquarters\nreally meant was that they were to do the mopping up--they knew there\nwouldn't be any survivors. I wasn't on Salvage duty then, but I grabbed\na swift Patrol boat and got out there first, anyway....\"\n\nKennett paused, and for a moment Marnay saw horror in the other's eyes.\nThen Kennett continued:\n\n\"You know, Marnay, when a Patrol man applies for leave after a job like\nthat, and stays drunk for a week, nothing is thought of it. I didn't\neven apply for leave. I simply left duty, and I stayed drunk for a\nmonth, not a week. After which, headquarters told me I was relieved\nfrom duty permanently. I didn't care. Not any more.\"\n\nMarnay waited. He knew Kennett hadn't finished. For a single instant,\nthe space of a memory, Kennett caught his breath in his throat; then:\n\n\"You see,\" he said, turning away, \"the girl I loved was on that liner;\nand I found her. She was returning to Earth and we were to be married.\nHer name was Vera, too.\"\n\n\n\nThe _Vera_ lumbered along at about half speed. The fourth day they\npassed beyond the asteroid belt.\n\n\"Double duty now,\" Kennett pronounced grimly. \"It may be only a matter\nof hours until Prather sights us--but I want to be sure of sighting him\nfirst!\"\n\n\"Okay!\" Marnay said.\n\nFrom then on, one of the men stayed always by the visipanel,\nmanipulating the dial which magnified space for a thousand mile radius.\nBut all remained a vast swimming blackness. An occasional meteor\nflashed across, but no sign of any spaceship.\n\nOnce Marnay, at the controls, gave a few experimental blasts with the\nrocket speeds. The _Vera_ jerked a little. At once Kennett was leaping\nto his side, spinning him around in the seat.\n\n\"What the hell!\" he yelled, his face a little pale. \"Do you want to--\"\n\nHe didn't finish, but turned away, as the rockets purred smoothly\nagain. Marnay smiled to himself. Had Kennett been about to say, \"blow\nus up?\" Was _that_ the secret of the _Vera_?\n\nMaybe. Marnay grew serious as he pondered on it--the rest of the ship\nback there which Kennett had shut off. Suppose the ship was full of\n_Tynyte_ space-bombs? Marnay remembered the Patrol's encounters with\nPrather. They'd tried atom-blasts at first, but before they could\ntake effect the tough pirate ship slid from beneath them like an eel\nin oil. Then they had tried _Tynyte_ bombs. But the pirate ship was\nreputedly so fast that not one of the bombs could reach its mark with\nany effectiveness.\n\nHow could Kennett, then, in the plodding _Vera_, hope to succeed with\n_Tynyte_ bombs?\n\nA sudden fantastic thought flooded Marnay's brain--something about\nsuper speed--but he immediately dispensed with _that_ idea. He was no\nspaceman, but he knew enough about Spacer construction to know that\nKennett had no hidden speed here in the _Vera_. No, it was something\nelse he must have up his sleeve....\n\nKennett went back into the middle of the ship a few more times, as\nthough on trips of inspection, but didn't stay long.\n\nAt last Marnay said, in his impatience: \"We'll be meeting up with\nPrather any minute now! Hadn't you better give me my orders?\"\n\n\"No orders,\" Kennett replied with amazing calmness.\n\n\"But--damn it, man! At least I want to know what to expect!\"\n\n\"I'm sorry, Marnay. Bear with me just a little longer now. If I told\nyou any more you might become panicky at the last second and ruin\neverything. That absolutely mustn't happen. I _will_ tell you just this\nmuch: there's never been a Spacer like this before, it's something\nutterly revolutionary in Spacer construction. I worked on it three\nyears, building it almost single-handed, just for the sole moment when\nI'd meet up with Prather. It worked all right on a tiny model--but\nif the real thing doesn't work we won't be alive to know it. If only\nPrather would hurry!\"\n\n\n\nKennett turned the visipanel dial nervously, watching the swimming,\nempty blackness. \"Maybe he hasn't swallowed the bait!\" he exclaimed.\n\"Maybe those weren't even his men that left Mars, and he doesn't know\nwe're out here at all! Say, if that dirty V'Norghi has double-crossed\nme....\" Kennett stopped, laughed shortly. \"Well, nothing we can do now.\nI feel it only fair to tell you, Marnay: we haven't enough fuel to take\nus on to Callisto, or back to Mars either. I was depending on Prather\nfor our return fuel.\"\n\nMarnay looked up with a wry grimace. \"D'you know, Kennett, that's one\nthing I like about you. You're always telling me such comforting things\nat the most unexpected moments!\"\n\nBut Prather showed up. It was hours later, and startlingly sudden.\nKennett called from the visipanel:\n\n\"There he is, I almost missed him! I told you he's clever, he's got his\nship painted solid black! Now listen, Marnay. I'm going to keep him in\nthe panel, you stay at the controls and obey my instructions.\"\n\n\"Okay, but how close is he?\" Marnay asked nervously.\n\n\"Dial shows a thousand miles--off the starboard bow, and he's\napproaching fast. Maintain your present speed.\"\n\nMarnay did, but wished he was at the panel instead of Kennett.\n\n\"Click on the radio,\" Kennett called a minute later. \"But don't answer\nif he sends a message through. He doesn't seem to be suspicious of\nanything yet, but I know he's sighted us.\"\n\nKennett continued to watch. He called: \"Cut speed to one quarter. One\nquarter, damn it!\" as Marnay fumbled with the tube control. \"There,\nthat's it, good. That'll show him we've sighted him, but he mustn't\nsuspect we're too anxious to meet up with him.\"\n\n\"_I'm_ not anxious to,\" Marnay replied. And then he jumped as a cold,\nstrange voice came through the open radio.\n\n\"The _Vera_? Hello! This is Prather. You will please go into a drift\nwhile I board you. You have a cargo I should like to inspect.\" The\nvoice was mocking, but at the same time anticipatory.\n\nSo the bait had worked! Marnay reached automatically for the shut-off\ncontrol, but Kennett's voice stabbed at him: \"Leave 'em alone! You will\nmaintain one-quarter speed. And leave our sender off, don't answer; let\nhim think we've got no radio at all, so he'll ram us.\"\n\nSo he'll ram us! That was a nice pleasant thought, Marnay thought,\nwiping sweat from his brow. But he obeyed Kennett's orders.\n\nAgain came Prather's voice: \"Attention _Vera_! You will go into a drift\nimmediately or take the consequences. Last warning.\"\n\nMarnay had an overwhelming desire to shut off the tubes, but he didn't.\nHe maintained their one-quarter speed. Then through the speaker the two\nmen heard:\n\n\"They have no radio. We'll ram. It's just as well.\" Marnay could almost\nimagine Prather's shrug.\n\n\n\nFrom the panel Kennett said \"Okay! Fine! He's still coming at us. You\ncan lock the controls now, and come over here.\"\n\nMarnay did that willingly. He peered into the panel. Then he gasped.\nThe huge, black pirate ship was looming up terrifyingly large, filling\nhalf of space, speeding straight at them. It couldn't have been a\nhundred miles away, Marnay thought, and in another minute it would\nsmash through the _Vera_ like an eggshell!\n\nMarnay waited for Kennett to make some move. He made none.\n\nThen, in a sudden flood of horror, Marnay realized the other's purpose.\nRevenge, of course, he had known that! But he was going to sacrifice\nboth their lives for it!\n\nKennett shook him away angrily. \"Keep cool! You'll see something in a\nminute--get ready!\"\n\nStill they watched and waited. The detector dial registered the swiftly\ndiminishing distance--fifty miles, twenty miles, ten....\n\nThen Kennett was on his feet, moving with swift surety to the wall,\nopening a small iron locker. There Marnay glimpsed a complete set of\nodd looking controls. Swiftly Kennett plugged in a bank of connections,\nelectric cables. He grasped a heavy lever. He stood there, looking over\nat the detector dial. It showed three miles.\n\n\"All right,\" Kennett yelled, \"hold tight!... Now!\"\n\nHis hand came down on the lever.\n\n\n\nFor a moment Marnay thought the pirate ship had rammed them, or that\nthey had exploded, or both. He and Kennett were suddenly hurtling\noutward ... at terrific speed ... their tiny compartment away from the\nrest of the ship!\n\nHe looked in the panel and his heart leaped. They had indeed\nexploded--very systematically! He saw fully a score of miniature\n_Veras_ speeding away from each other in a perfect, ever widening\ncircle! Each was a tiny spacer with its own motivating blast. He\nrecalled the puzzling construction of the _Vera_ as he'd first seen it,\nand now suddenly he understood; it had been _segmented_!\n\nWhere the huge original _Vera_ had been was now only a huge steel\nframework, from which the score of miniature _Veras_ were speeding\naway in their widening circle. The pirate ship was blasting violently\nwith its forward rockets, but it was too late. It crashed into the\nframework, crumpling and tangling it and carrying it forward on the\nmomentum.\n\n\"Now watch!\" Kennett was yelling unnecessarily in Marnay's ear.\n\"Space-bombs such as you never saw before--each of those _Veras_, ten\ntons of _Tynyte_!\"\n\n\"But--they're going away....\"\n\n\"They're equipped with magniplates! And only barely enough rocket power\nto hurl them away from each other. Just watch!\"\n\nThe mile-wide circle of miniature _Veras_ was slowing, as each of their\nfeeble rocket-blasts ceased. And then they came heading swiftly back to\ntheir original source, the magniplates pulling them back.\n\nAs though endowed with some uncanny intelligence, they came; as though\naware of the revenge entrusted to them, and the significance of their\nname.\n\nThe first one struck near the pirate ship's prow, letting loose its\ndeath. The ship lifted like a proud black stallion rearing in the\nair. The tough metal hull held--but only for a second. Another _Vera_\nstruck. The blast hurled the ship directly into a host of others which\nexploded in a holocaust that ripped the black hull open like a sardine\ncan. The rest of the _Veras_ came speeding into the mass to let loose\ntheir death, complete and final.\n\nAs Marnay turned from that scene in the panel he felt sick and a little\nweak; Kennett was pale, but the grim little lines were gone from around\nhis mouth and a bitter look was no longer in his eyes.\n\n\"Well, it's all over,\" he said with startling calmness. \"I've done what\nI swore three years ago I'd do. I think I named my ship well.\"\n\nHe stared long and wistfully into space. \"Yes, they're gone now--all\nthe _Veras_ are gone. Except one. _This_ one's left to take us back, so\nwe'd better start sifting through all that mess out there for enough\nfuel.\"\n\nSlowly they drifted in, to begin the grim task.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hasse, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62351/pg62351.txt",
        "name": "revenge_of_the_vera.json"
    }
}