{
    "name": "Rhythm rides the rocket",
    "author": [
        "Olsen, Bob"
    ],
    "body": "Having piloted the Spaceship Goddard through that perilous zone of\npelting planetoids and ghostly derelicts which make the region between\nMars and Jupiter a nerve-wracking nightmare for space-pilots, Captain\nTimothy Verger felt an urgent need for rest and relaxation. Turning the\ncontrols over to Alphonse LeDoux, the regular Interplanetary Company's\npilot, he opened the door which led to the main cabin.\n\nOn the threshold he paused and gingerly inhaled a disgusted sniff.\nThe place reeked--not that Captain Verger was particularly squeamish\nabout odors. A veteran space-flyer does not expect the interior of\na rocket-ship to smell like a spruce forest. The sensations which\noffended Verger's nostrils were not exactly unpleasant--but they\ncertainly did not belong in an interplanetary freighter. They were\nfeminine smells--the mingled fragrance of talcum powder, cold cream and\nperfume. And if the odors were incongruous, the sights and the sounds\nwhich accompanied them were even more so.\n\nThe cabin was crowded with women. There must have been at least twenty\nof them, ranging in ages from eighteen to twenty-five. All of them were\nplaying lustily on horns, clarinettes and other musical instruments.\n\n\"Of all the unheard-of things!\" Verger thought as he ducked beneath the\nflare of an enormous tuba and sidestepped to avoid the sudden thrust of\na trombone slide. \"A band rehearsal in the space-lanes, a million miles\nfrom nowhere--and a female band at that!\"\n\nSqueezing between the compactly grouped musicians, Verger could not\nhelp brushing against the elbow of the bass-drummer. She was somewhat\nolder than the others--perhaps thirty, he guessed. Although she was\nnot exactly what a television scout would call glamorous, she was the\nkind of girl who would interest almost any man except a middle-aged,\nchronic woman-hater like Verger. Framed in a cloud of wavy red hair,\nher full red lips, pert nose and humorous eyes told an eloquent story\nof wholesome good nature.\n\nAs Verger slid past her, mumbling an inaudible apology, she flashed a\nwhite-toothed smile at him, shocking him with a deliberate brazen wink.\nThough he tried to look stern and indifferent, he had to smile back at\nher in spite of himself.\n\nOpening the door of the men's stateroom, Verger gave a cursory greeting\nto Professor Anderson, who was seated before a small bench which he\nhad rigged up in one corner of the cramped quarters. He was working\non a peculiar contraption which looked like a small horn attached to\na strange jumble of coils and tubes. Knowing that Anderson was an\ninventor as well as a composer and music-teacher, Verger assumed that\nthe device was some new kind of band instrument.\n\nWeary and nervous, the pilot crawled into his hammock and attempted to\nrelax. It was a difficult task. Hard as he tried, he could not shake\noff the feeling of tense anxiety which disturbed and tormented him.\n\n\"There's nothing to worry about,\" he tried to assure himself. \"LeDoux\nis an experienced pilot with almost as many space hours to his credit\nas I have.\"\n\nNevertheless Captain Verger couldn't squeeze from his mind the thought\nthat the safety of this ship with its three men and its twenty women\ndepended on him and on him alone.\n\nIn the hope of clearing up certain matters which puzzled him, Verger\nbegan talking to Anderson.\n\n\"Would you mind giving me the low-down on this crazy voyage?\" he asked.\n\nAnderson countered with, \"Do you mean to say you don't know why you are\nhere?\"\n\n\"Frankly, I don't,\" the Captain admitted. \"My orders simply directed\nme to report to the Earth Republic spaceport on Mars and to pilot the\nspace-freighter Goddard with a cargo of supplies for the thermolium\nmines on Ganymede. It was somewhat surprising for me to find out most\nof the so-called 'supplies' were female bipeds and peck-horns stained\nwith lipstick.\"\n\n\n\nAnderson laughed. \"It does seem rather incongruous, doesn't it?\"\n\n\"Yeah,\" Verger agreed. \"Whatever that word means, it's all right. What\nI want to know is--why?\"\n\n\"Being an inveterate bachelor, I suppose you wouldn't understand,\"\nAnderson smiled. \"However, since you have spent many years on far-flung\nplanets and satellites, perhaps you can realize that the lives of\nthe eighty or ninety men who were exiled to the thermolium mines on\nGanymede are not very pleasant.\"\n\nVerger sniffed. \"They must be cream-puffs if they kick about Ganymede.\nIt has the nicest climate in the solar system--when you get used to it.\"\n\n\"It isn't the climate the men object to,\" Anderson amplified. \"Their\ndiscontentment is due to being deprived of things they formerly\nenjoyed. Most of them were married just before they embarked for\nGanymede, you know.\"\n\n\"First I heard of that,\" was Verger's abbreviated comment.\n\nAnderson continued: \"The government promised to transport the exiles'\nwives to Ganymede as soon as it could feasibly be accomplished. This is\nthe first ship-load.\"\n\n\"Do you mean to tell me that all those female horn-tooters are married\nto Ganymedian exiles?\" Verger exclaimed.\n\nAnderson nodded.\n\n\"But why the trombones and saxophones?\"\n\n\"That also is part of the campaign for more contented miners,\" the\ninventor explained. \"A ballot discloses that, next to their wives, the\nthing most needed by the exiles is music.\"\n\n\"I see,\" Verger grinned. \"A variation of the old wheeze about wine,\nwomen and song.\"\n\n\"Something like that. And, since liquor is taboo, only the women and\nthe music remained. On this first trip there was room enough for\nonly one-fourth of the wives who wanted to join their husbands. They\nwere about to draw lots when some one thought of the bright idea of\nselecting first the women who could play band instruments, thereby\nproviding musical consolation for the benefit of the less fortunate men\nwhose wives were delayed in transit.\"\n\n\"I suppose you were the one who picked the horn-blowers,\" Verger\nassumed.\n\n\"Yes, and since an immediate departure was imperative, I was ordered\nto accompany them and to train them during the long, tedious voyage.\nI feel quite proud of their progress. By the way, what do you think of\nour band of exiles' wives?\"\n\nVerger parried the question with another one: \"Did you say all those\ngirls are married--even the red-headed bass-drummer?\"\n\n\"Oh, you mean Helen Green?\" Anderson smiled. \"Yes, she's married--like\nall the rest of the girls.\"\n\n\"The tramp--the chiseling tramp,\" Verger murmured to himself as he\nturned his face to the wall and fell asleep.\n\n\n\n\n                              CHAPTER II\n\n                            Forced Landing!\n\n\nFollowing hours of fitful slumber during which he dreamed of all the\nperils and catastrophes that could possibly bedevil a space-ship,\nVerger awoke with a start which would have bounced him out of his\nhammock had he not taken the precaution of zipping himself in. More\nthan ever before, a premonition of impending disaster crowded into his\nworried mind.\n\nSqueezing a handful of water from a drinking tube, he quickly washed\nhis hands and face, hurried to the control room and strapped himself\ninto the starboard control seat.\n\n\"Shall I relieve you, Al?\" he panted.\n\nLeDoux glanced at the chronometer and said, \"No, thanks, Tim. I still\nhave forty-seven minutes left of my shift.\" Then, seeming to sense\na note of tension in his friend's voice, he exclaimed, \"What's the\nmatter, old man?\"\n\n\"Oh, nothing,\" Verger assured him. \"You know, of course, that I never\ninterfere with the work of another flyer. No dual-seat piloting for me.\"\n\n\"For Pete's sake, spill it!\" Alphonse cried. \"What's wrong with the way\nI'm running this ash-can?\"\n\n\"If you don't mind my saying so, I think you're shooting too darn close\nto Callisto.\"\n\n\"Maybe so,\" LeDoux conceded. \"We're several hours behind our schedule.\nI figured I might make it up by using the full force of Jupiter's\ngravitational pull. That meant shaving a slice out of Callisto's\nstratosphere, but we have plenty of momentum to carry us past the\nsatellite without any risk.\"\n\n\"Let's hope so,\" was Verger's pessimistic response. \"I'd hate to make a\nforced landing on Callisto.\"\n\n\"Why?\" LeDoux wanted to know. \"Isn't Callisto inhabited?\"\n\n\"Sure, it's inhabited. That's the trouble. The natives of Callisto are\nunquestionably the most fearful and the most ruthless fiends in the\nknown universe.\"\n\n\"What's so fearful about them?\" his companion asked.\n\n\"Well, for one thing, they're too blamed curious.\"\n\n\"Curious?\" LeDoux questioned. \"Is that such a terrible crime?\"\n\n\"It is when it is carried to extremes, like they do. Maybe you haven't\nheard, but the Callisto boys have an unpleasant habit of grabbing every\nhuman being they can get hold of, merely for the playful purpose of\ncutting them open to find out what makes them tick. Vivisection, I\nguess you'd call it.\"\n\n\"Nice people!\" was LeDoux's comment.\n\n\"Yeah, and the worst of it is that there's nothing we humans can do\nabout it. No weapon known to man can harm them. They shed lethal rays\nlike a duck sheds water. Bullets from old-fashioned machine guns go\nright through them without apparent damage. I ought to know because--\"\nLeaving his sentence suspended in space, Verger exclaimed, \"Leaping\nLuna! What's that?\"\n\nStaring through the thick, super-transparent window in the direction\nwhich the captain indicated, LeDoux saw a weird, lavender-hued beam\nshoot out from the surface of Callisto. For two or three tense seconds\nit whipped around in a spiral path which centered the beam right on the\nnose of the Goddard, bathing the craft with its throbbing, blinding\nglare.\n\nThere was a jolt which nearly snapped the strong bands of webbing\nwhich strapped the two men into their control seats. Followed then\nthat horrible, oppressive feeling of excessive weight, which told the\nexperienced space-pilots that their velocity was being decelerated\nrapidly--far more rapidly than any sensible pilot would dare to retard\nhis flight by means of braking rockets.\n\nLike a swimmer trying to fight his way out of the clutches of a\ndangerous riptide, LeDoux strove to steer the Goddard diagonally across\nthe powerful current of quivering, menacing energy, but his attempts\nto maneuver the rocket-ship out of the beam's perilous influence were\nfruitless.\n\nWith inexorable power, the beam seemed to be sucking the space-ship\ntoward the surface of the satellite, while at the same time it was\nretarding the Goddard's terrific speed.\n\n\n\nCloser and closer loomed the enormous globe of Callisto, until it\nblotted out everything else. Finally, with an almost imperceptible jar,\nthe rocket-ship pancaked into a nest of grotesque vegetation which\nclothed the perilous satellite.\n\nVerger, who had closed his eyes to guard himself against blindness,\nopened them just in time to see a preposterous object thrust itself\nout of an enormous hole only a few feet away, and wrap itself about\nthe space-ship. It was not a snake, nor was it exactly similar to the\ntentacle of a large cephalopodous animal. There was something about\nits creepy, slithering movements which suggested the pseudopodia of an\namoebean organism, if one could stretch one's imagination sufficiently\nto conceive of an amoeba of such cosmic size.\n\nTearing his fascinated gaze away from this horrible object, which\nseemed to be holding the space-ship imprisoned in its ominous embrace,\nVerger unbuckled the straps of his control seat and hurried back to the\nwomen's quarters. Fortunately, all the girls had been zipped snugly in\ntheir spring-braced hammocks at the moment when the beam had struck\nthe space-ship. Although they were all somewhat shaken and badly\nfrightened, none of them was seriously injured.\n\n\n\n\n                              CHAPTER III\n\n                           Music on Ganymede\n\n\nThe spot where the space-ship made its compulsory landing was like\na small park. It was divided into geometrically fashioned beds\nof fantastic, crawling vines, vivid with huge, gaudy flowers and\npurple-hued, spongy foliage. Surrounding the open space were a number\nof flat, cylindrical objects which resembled the pieces on an enormous\nchecker-board. Swinging open, like the lids of gigantic waffle-irons,\nthese cylinders belched forth a host of preposterous creatures.\n\nComparable in size to walruses, their orange-hued bodies were shaped\nlike gigantic slugs or shell-less snails. Their movements, however,\nwere anything but snail-like. With incredible swiftness they flowed\ntoward the space-ship from all directions. As if arrested by a sharp\ncommand, they all stopped before they reached the Goddard, ringing it\nat a respectable distance with an oval wall of pulsating bodies.\n\nAfter a tense period of seeming indecision, one of their number\nseparated from the others and oozed boldly across the intervening space.\n\nThrough the crystal-clear window, Captain Verger could plainly\ndistinguish the creature's face, which, fantastic as it was, weirdly\nsuggested a superior degree of intelligence, such as only human beings\ncan claim. Ears and nostrils it undoubtedly possessed, the former being\nspirally coiled, like cinnamon rolls, and the latter resembling the\nmuzzle of a double-barreled shotgun. Unusually large was the mouth,\nwhich was armed with three rows of greenish teeth. Of all the grotesque\nfeatures, the most peculiar were its organs of vision. Telescopic, like\nthose of a lobster, its glaring, lidless eyes were mounted on long\nstalks so that they could be turned in all directions and focussed by\ndrawing them in and out.\n\nFor a breathless minute, those weird eyes explored the interior of the\nspace-ship. Then something resembling a three-fingered hand protruded\nfrom the creature's shoulder, stretched out until it became a long arm\nand made an unmistakable beckoning gesture. \"Come out,\" it said as\nclearly as if it had uttered those very words. Verger answered with a\nshake of his head, which, though silent, was emphatically eloquent.\n\nWithin the crowded cabin of the space-ship, not a sound was heard. The\ngirls had tumbled out of their hammocks and were huddled together,\ntoo frightened to speak or even to scream. Like birds fascinated\nby a serpent, they gazed fearfully at that fiendish face; and when\nit disappeared from the window, they simultaneously turned their\nhypnotized eyes on Captain Verger.\n\nIt was Helen Green, the red-headed drummer-girl who, assuming the post\nof spokeswoman, broke the silence. \"Well, Captain,\" she said in a voice\nwhich she tried hard to keep from trembling, \"What do we do now?\"\n\nVerger startled them all by shouting, \"I'll tell you what to do! Get\ninto your uniforms! Unpack your horns! Let's have a good, rousing tune\nright now!\"\n\nFor a while they stared at him as if they feared he had lost his mind.\nProfessor Anderson, who was standing close to Verger whispered, \"Do you\nreally mean that, Captain?\"\n\n\"Certainly I mean it!\" The pilot yelled. \"Since you are in charge of\nthe band, will you please see to it that my orders are carried out?\"\n\n\"But why the uniforms? I don't--\"\n\n\"There's no time for argument,\" Verger interrupted him. \"It's extremely\nimportant that the girls dress in their uniforms. Please request them\nto do so at once!\"\n\n\n\nA moment later, when the three men were shut in the control compartment\nin order that the girls could use the main cabin as a dressing\nroom, Verger apologized to Anderson, \"Sorry I had to be so blunt,\nProfessor! You see, it was apparent that all the ladies were in a blue\nfunk. Things are going to be tough enough for us without a bunch of\nhysterical women on our hands. I figured that something had to be done\nto distract their minds and there's nothing that absorbs the interest\nof a female like dolling up in fancy duds.\"\n\n\"I see,\" Anderson exclaimed. \"So that was the reason why you insisted\non the uniforms.\"\n\n\"Not entirely. I had other reasons. These Callisto babies are smart\npeople--a lot smarter than we are in most things. But there's one\nsubject they don't know anything at all about, and that's music!\"\n\n\"And your idea is to stage a band concert for their benefit?\" asked\nAnderson.\n\n\"Exactly.\"\n\n\"And what do you think will happen then?\"\n\n\"I don't know. Anything can happen. But, no matter what they do about\nit, we can't be any worse off than we are right now. Tell your girls\nto toot like they've never tooted before. Let's hope that the Callisto\nboys like it. If they do, it may save us.\"\n\n\"What makes you think so?\" Anderson asked.\n\n\"Because these babies are known to be the most inquisitive beings in\nthe universe. If I am right about their not knowing anything about\nmusic, your band is sure to arouse their curiosity. They'll want to\nfind out all about it, and they can't very well do that if they cut the\ngizzards out of the musicians. Do you get the idea?\"\n\nWhile Verger and Anderson were talking, LeDoux had kept close watch\nthrough the windows of the control room. Suddenly he exclaimed, \"Look\nwhat's coming now!\"\n\nA queer-looking machine was slowly approaching the space-ship. It was\nlike a combination of a steam-shovel and a pile driver. Suspended\nby means of a cable from a long boom, a metal ball, which must have\nweighed several tons, was swinging back and forth like a colossal\npendulum.\n\n\"What do you suppose it is?\" Anderson whispered tensely.\n\n\"Whatever it is, it looks like bad news!\" exclaimed Verger. \"My guess\nis that they intend to use it to batter a hole in our shell. We've got\nto stop them from doing that. If they wrecked the ship we'd never be\nable to get away from here.\"\n\n\"What can we do about it?\" LeDoux demanded. \"You said yourself that no\nhuman weapons have any effect on them.\"\n\n\"There's only one thing to do,\" Verger replied. \"And that is to open\nthe hatch before that thing-a-ma-gig starts massaging our hull.\"\n\nWithout giving any warning, he flung open the door of the main cabin.\nMost of the girls were already dressed in their vivid, purple and green\nuniforms. Two of them, who were still partially undressed, uttered\nlittle screams, but Captain Verger paid no attention to them. Striding\nto the circular hatch, he quickly unscrewed the ponderous clamps and\nslid the door open.\n\nThen he turned and shouted, \"Hurry, girls! There isn't a moment to\nlose. All of you get your instruments to working and follow me.\"\n\n\"What are we going to play?\" someone squealed.\n\n\"Play anything--any snappy march will do!\"\n\nAnderson came to the rescue with the command, \"Play 'The March of the\nRocketeers'.\"\n\n\n\nThe girls raised their instruments and were just about to start playing\nwhen Verger shouted, \"One moment, please. We've all got to be in\nthis--the men as well as the women. Otherwise they may get the idea\nthat the men aren't needed in the band and will start to carve us up.\nHow about it, Professor? Have you any extra instruments?\"\n\nAnderson shook his head.\n\n\"Any objects that resemble musical instruments will do. Where's that\ngimmick you were working on?\"\n\n\"You mean my high-frequency sound projector? I'll get it right away,\"\nAnderson dashed into the stateroom, returning immediately with his\ninvention.\n\n\"O.K. You march along with the girls. Make believe you're playing on\nyour dohickey. I'll pretend to play on this monkey wrench. LeDoux, you\nblow on your ray-gun--but be careful you don't get absent minded and\npull the trigger.\"\n\nStepping to the open hatch, Captain Verger yelled, \"O.K., girls! Now\nplay like you've never played before! One! Two! Three! Four! Let's go!\"\nWith the blaring band streaming after him, and with his ridiculous\nmonkey wrench pressed against his lips, he strode forth to the soil of\nthe hostile satellite.\n\nIt was indeed an astounding spectacle. Arrayed in their vividly colored\nuniforms, their hearts thumping with excitement, the musical wives\nof the exiled miners played and strutted as if they knew their lives\ndepended on their skill.\n\nPretending to pay no attention to the beasts who still formed an\nominous ring around the space-ship, Verger waded through a tangle of\nvegetation to what looked like a walk or beaten path. Along this he\nmarched and the ring of slug-men opened to let the band pass through.\n\nOut of the corner of his eyes, Captain Verger watched the natives, for\nhe realized that the fate of his band hung on one thing and one thing\nonly, and that was the reaction of its audience.\n\nAt first, the only effect he discerned was one of astonishment.\nObviously the Callistonians were taken completely by surprise. They\ndidn't know what to do, and so they did nothing except follow this\namazing procession.\n\nDoubling around in a wide circle, Verger led the band back toward\nthe space-ship. Like children watching a circus parade, the natives\nformed a lane, along which the musicians had to pass. It was then that\nCaptain Verger noticed something that gave him relieved encouragement.\nPractically all of the listeners were swaying back and forth, keeping\nexact time with the catchy strains of the stirring march. It was\napparent that, even though they were ignorant of music, they certainly\nhad a sense of rhythm. None of them made any attempts to molest the\nhuman beings as they marched back and reentered the space-ship.\n\n\n\n\n                              CHAPTER IV\n\n                           The Understudies\n\n\nKnowing the Callistonian's reputation for inquisitiveness, Verger fully\nexpected that some of them would follow the band into the space-ship.\nThey surprised him, however, by moving away from the Goddard instead of\ntoward it.\n\nIn a cleared space which was some distance away but close enough so\nthat the occupants of the ship could see them clearly, the natives\nof the satellite gathered together, forming a huge circle with their\nheads all pointed toward the center. Apparently they were holding\na conference or town meeting to decide what to do about these\nunprecedented eventualities.\n\nVerger took advantage of this interlude to make a thorough examination\nof the weird tentacle which was still coiled about the Goddard,\nshackling it firmly to the unfriendly satellite.\n\nCalling to Anderson, he said, \"You're a scientist, Professor. Suppose\nyou give this thing the once over and see if you can make anything out\nof it.\"\n\nThe inventor inspected the snake-like object minutely, using the\nmagnifying glass to supplement his naturally keen vision. Finally he\nremarked: \"It looks like protoplasm.\"\n\n\"You mean you think it's something living?\"\n\nAnderson nodded.\n\n\"But how could anything living be so enormous?\" Verger doubted. \"Surely\nyou don't believe that an underground monster could have a tentacle as\nbig as that?\"\n\n\"Perhaps the satellite itself is a living organism,\" Anderson suggested.\n\nLeDoux, who had overheard the conversation, remarked, \"How utterly\nridiculous!\"\n\n\"I wouldn't say that,\" Verger disagreed. \"I've seen too many strange\nthings in my time to call anything ridiculous.\"\n\n\"But if this satellite was really alive, we'd certainly know about it,\"\nLeDoux protested.\n\n\"Not necessarily,\" said Anderson. \"Do you think the fleas and microbes\nthat crawl the hairy forests on the surface of a Saint Bernard dog have\nany conception of the living thing which they inhabit?\"\n\nWhile LeDoux and Anderson were talking, Verger had disappeared into\nthe space-craft, from which he presently emerged brandishing a large,\nrazor-edged axe.\n\n\"We'll soon find out whether it's alive or not,\" he cried, as he swung\nthe powerful weapon over his head and slashed it with a mighty effort\ninto the thing.\n\nThe axe penetrated the substance as easily as if it had been made of\njelly, in fact the blade sank completely out of sight. Almost instantly\nthe wound closed, leaving the outer surface intact. When Verger tried\nto withdraw the axe, he found that he did not have strength enough to\ndo so.\n\n\"Here, fellows, give me a hand!\" he yelled.\n\nAll three of them tugged at the axe-handle without being able to\ndislodge the blade. Finally they strained so hard that the hickory\nshaft cracked and the portion which was attached to the blade was\nsucked out of sight.\n\nFor an instant Verger stood with his mouth open, gazing foolishly at\nthe broken rod in his hand. Then he swore and exclaimed, \"Now, just\nwhat does that prove?\"\n\nAnderson shrugged his shoulders and said nothing.\n\n\"If you ask me,\" said LeDoux, \"it proves that we're stuck here for\nthe rest of our lives--which probably won't be long enough to become\ntedious.\"\n\n\n\nMeanwhile, the natives of Callisto had apparently completed their\nconference, for they started back toward the space-ship. When he saw\nthem approaching, Verger rushed inside and shouted, \"Play, girls. Your\ncustomers must have liked your routine, because they're coming back for\nmore.\"\n\nTaking the lead, one of the saxophone players blew an introductory\nmeasure of an old, familiar dance tune, and the rest of the band\nlustily joined in.\n\nIf it had not been for the seriousness of their predicament, the three\nmen would have derived a great deal of amusement from the subsequent\nbehavior of the Callisto natives.\n\nFirst they marched, or rather crawled, around the space-ship in single\nfile, keeping time to the music with graceful movements of their\nsinuous bodies. Then they separated into groups, performing some\nremarkable, rhythmic maneuvers, which seemed to be both spontaneous and\noriginal.\n\n\"They're dancing!\" LeDoux exclaimed. \"It's sort of an ancient square\ndance--I believe it was called the quadrille.\"\n\n\"Looks more like the Big Apple to me,\" Anderson remarked.\n\n\"Big Apple?\" Verger questioned. \"What in the Solar System is that?\"\n\n\"It's the name of a dance which was popular back in the Twentieth\nCentury. I remember seeing the dance depicted by some motion pictures\nwhich were kept in a museum to show the customs of human insects called\n'jitter bugs' who lived in what they called the 'terrible thirties'.\"\n\n\"Very interesting,\" was Captain Verger's comment. \"All I can say is,\n'On with the dance! Let joy be unrefined!' If it will keep the minds of\nthose slug-men out of mischief--more power to rhythm!\"\n\n\"Looks as if they won't bother us for a while at least,\" Anderson\nremarked. \"I believe I shall take advantage of this interlude to make\nthe final adjustments on my invention. It is practically completed, you\nknow.\"\n\n\"Go to it, by all means,\" Verger urged him. \"And, by the way,\nProfessor, just what is the nature of that contraption of yours?\"\n\n\"I call it a High Frequency Sound Projector. If you're interested, just\nstep into my laboratory and I'll explain it to you while I am working\non it.\"\n\nA moment later, when they were in the tiny stateroom which Anderson\nfacetiously called his laboratory, the scientist began: \"My High\nFrequency Sound Projector is merely a device for producing, focussing\nand projecting supersonic vibrations, or waves which are similar to\nsound, but have enormously greater frequencies. No doubt you know that\nvibrations which are audible to the human ear range from 24 per second\nto about 40,000 per second. My device develops frequencies as high as a\nmillion vibrations per second.\"\n\n\"Did you originate the idea?\" Verger asked.\n\n\"Indeed not,\" Anderson hastened to state. \"All I did was to carry on\nthe work of other scientists. Early in the Twentieth Century, during\nthe so-called 'World War,' supersonics were used to detect the presence\nof hostile submarines. While these high-frequency sound-waves were\nbeing employed for this purpose, thousands of dead fishes were found\nfloating on the surface of the ocean. It was suggested that these\nfishes might have been killed by the supersonic vibrations, and this\nassumption was subsequently verified by laboratory experiments.\"\n\n\"And is that what your dohickey is for--just to kill fishes?\" Verger\nasked.\n\n\"It ought to do a great deal more than that,\" Anderson smiled.\n\"The supersonics which killed small fishes had relatively low\nfrequencies--only about 50,000 vibrations per second. My device\ndevelops frequencies of over a million vibrations per second.\"\n\n\"Does that mean that your gimmick will kill larger animals?\"\n\nThe scientist answered, \"I haven't tested it yet. But, reasoning by\nanalogy, I believe it would be absolutely fatal to any larger animal,\nsuch as a human being, an elephant, or--\"\n\n\"Or one of those Callisto devils!\" the captain exclaimed. \"Jumping\nJupiter! Maybe you've got something there, Professor! No weapon that\nhas been tried so far has been able to stop one of those babies; but\nperhaps your supersonic thing-a-ma-gig will do the trick!\"\n\n\"That is a possibility,\" Anderson agreed. \"However, since we have only\none Super-Sonic Projector, I'm afraid we cannot wage a successful war\nagainst the entire population of Callisto.\"\n\n\"Not very well,\" Verger had to admit. \"Nevertheless, I still have a\nhunch that your little dohickey is going to enable us to make our\ngetaway.\"\n\n\n\nProfessor Anderson was about to ask Verger what he had in mind, when\nhe heard a knock on the door of the stateroom. In response to his\ninvitation to enter, one of the women came in. It was Helen Green, the\nbass-drummer.\n\nStartled by the expression on her face, the scientist said, \"What's\nwrong, Mrs. Green? Why aren't you playing with the rest of the band?\"\n\n\"I got fired!\" was her astonishing statement.\n\n\"You got fired?\" Anderson exclaimed. \"What in the Universe are you\nraving about?\"\n\n\"You know how it is,\" she grinned. \"Unskilled labor is always the first\nto feel the pinch of unemployment. Anyone can play the bass drum.\nThat's why I lost my job.\"\n\nIn a tone of exasperation which he tried hard to disguise, the\nprofessor said, \"Please be more explicit, Mrs. Green. This is no time\nfor facetiousness.\"\n\n\"I'm not trying to be funny,\" she assured him. \"If you don't think I\nmeant it when I said I got fired, take a look at the individual that\ncopped my job!\"\n\nFollowing her suggestion, Anderson and Verger stepped to the door\nand looked into the main cabin. Just beyond the entrance they\nwere astonished to see one of the slug-men. Armed with the padded\ndrum-stick, it was pounding lustily on the bass drum.\n\nNine or ten more of the Callisto natives were crowding the musicians.\nWith their weird, telescopic eyes, the slug-men were intently watching\nall the movements which the girls were making.\n\n\"I believe I get the idea,\" Verger remarked. \"Apparently they think\nthat if they watch the musicians closely enough, they will learn how\nto play all the instruments themselves. Then they will organize a band\nof their own. As soon as they are able to get along without the human\nmusicians, they will--\"\n\nAnderson kicked him in the shin just in time to stop him from finishing\nthe sentence. If Helen noticed this by-play, she did not mention it.\nInstead she said, \"Why don't you toss those kibitzers out, Captain?\"\n\nDespite the seriousness of the situation, Verger couldn't help smiling.\n\"We can't very well toss them out, Mrs. Green, any more than a hired\norchestra could evict the sponsor of a television program who took a\nnotion to play with the instruments during a broadcast for which he was\nfooting the bill.\"\n\nBy that time the enormous, fantastically glowing globe of Jupiter, upon\nwhich the daughter-moon of Callisto depended for light and warmth,\nhad rolled down the sky until only a small portion of it was visible\nabove the horizon. Evidently the slug-men abhorred being away from home\nafter nightfall. At any rate, they departed as soon as the light began\nto wane, leaving behind them twenty tired, frightened girls and three\nworried men.\n\n\n\n\n                               CHAPTER V\n\n                          The Dying Tentacle\n\n\nHalf an hour later, Verger, Anderson, and LeDoux stole forth from the\nrocket-ship. Each of the men had a box-shaped object strapped on his\nback. All three of them carried coils of insulated wire, which they\nunwound as they advanced.\n\nWhen they were about a mile from the Goddard, Anderson removed the\nburden from his back and opened the package. It was a small but\nremarkably efficient phonograph, which was equipped with a powerful\nloud speaker and a device for automatically changing records.\n\nAfter Professor Anderson had attached one of the wires to the\nphonograph and had adjusted the mechanism, he covered it with vines.\nThen they walked for approximately another mile in a direction which\ntook them away from the space-ship at a slightly different angle.\nAt this point, which happened to be in the midst of a thicket, they\nunpacked the second phonograph and connected it up to one of the\ninsulated wires. The third phonograph was similarly installed and\ncamouflaged at a point about three miles distant from the Goddard.\n\nGuided by the wires, the three Earthmen tramped back to the space-ship.\nThey had scarcely reached their destination when ghostly tongues of\nmagenta, orange and lavender began to flame above the distant horizon,\ngiving warning of the impending dawn of Jupiter.\n\n\"Hurry, fellows,\" Captain Verger cried. \"Al, will you please wake up\nthe ladies? Tell them we're going for a little hike and that each one\nof them must bring her own instrument. Professor, will you please get\nyour ultra-sound device? I'll carry the storage batteries.\"\n\n\"What's the idea?\" LeDoux demanded.\n\n\"I'll tell you later. Time's a-wasting, so let's get going!\"\n\nA few moments later he was leading the entire party toward a thickly\nwooded forest which was about two hundred meters distant, on the\nopposite side of the space-ship from the places where the phonographs\nhad been concealed.\n\nIn accordance with Verger's instructions, LeDoux carried the three\ncoils of wire, unwinding them as he advanced.\n\nWhen they had penetrated the woods far enough to be completely\nconcealed, the captain called a halt and proceeded to elucidate his\npeculiar orders.\n\n\"This is just a little game of hide and seek,\" he explained. \"All you\nhave to do is keep out of sight and notice what happens.\"\n\nPeeping through the spongy foliage at the edge of the forest, he\nwatched the slug-men as they emerged from their homes and flocked\ntoward the space-ship. He waited until twenty or thirty of them had\nentered the Goddard and had subsequently poured out again, rushing\nabout in apparent excitement. Then he connected one of the wires to the\nstorage battery.\n\nFrom the distant loud-speaker came the faint but unmistakable sounds\nof a brass band playing a stirring march in six-eight time. The\nslug-men must have heard it, for they all stopped and turned their\nheads in the direction of the concealed phonograph.\n\nFor an instant they hesitated; then, like rats following the Pied\nPiper, they all trooped after the mysterious music, which they\nobviously assumed was being produced by the band of Earth-Folk.\n\nVerger glanced at his wrist-watch, estimating the amount of time which\nthe Callisto natives would require to reach the first phonograph. Then\nhe disconnected the wires, waited a while, and switched the current to\nthe second phonograph. In a similar manner he timed the intervening\ninterval before connecting the third phonograph to the battery.\n\nHaving thus tricked the enemy into a wild goose chase, Captain Verger\nherded his party back toward the space-ship.\n\n\"Don't go in yet, ladies,\" he ordered. Then to Anderson he said, \"Let's\nsee what your supersonic dohickey will do to that tentacle thing that's\nholding our ship down.\"\n\n\n\nActing on this suggestion, Anderson aimed his invention at the thick\ncoil of sinew which held the Goddard captive, adjusted the mechanism\ncarefully, and turned on the power.\n\nThe thing began to writhe like a python in its death throes. Captain\nVerger fancied he could almost hear his beloved rocket-ship groan as\nthe massive coils tightened convulsively around it. But the staunch\nplates of super-alloy, built to withstand the terrific pressures\nincident to interplanetary travel, held firm.\n\nBracing himself to keep from falling to the ground, which was trembling\nlike a miniature earthquake, Anderson continued to shoot the powerful\nwaves at the struggling tentacle. Finally, as the vibrations cut\nthrough the massive tissues, the folds which encircled the ship\nuncoiled and slithered inertly to the ground.\n\nAs he jumped backward to escape being hit by the dying thing, Anderson\ncollided with Helen Green who had been standing right behind him.\n\nHe helped her to her feet and then said angrily, \"What are you doing\nhere? Why didn't you stand back where you belong, with the other girls?\"\n\n\"I'm sorry,\" she apologized. \"I wanted to find out how that new gun of\nyours works, so I stood right behind you and watched you operate it.\"\n\nA second later, when Captain Verger rushed into the Goddard's control\ncompartment, he was nearly startled out of his wits. Barring his way\nwas an enormous slug-man, who had obviously been left behind to guard\nthe space-ship.\n\nWith a beastly snarl which sent cold shivers racing along the\nEarthman's spine, the creature seized him in its slimy arms and lifted\nhis two hundred pound body as easily as if he had been a baby. Verger\nhad barely time enough to shout a warning, \"Look out, Al!\" to LeDoux,\nwhen the monster whirled him about and crashed his head against the\nmetal floor of the space-ship.\n\nDrawing his ray-gun, LeDoux fired point-blank at the slug-man. The\npowerful blast, which would have instantly disintegrated the body of\na human being or other mammal, seemed to have absolutely no effect on\nthe boneless body of the Callistonian. One of its weird, three-fingered\nhands shot out, grabbed the weapon and wrenched it out of LeDoux's\ngrasp. Then it turned the ray-gun on the Earthman.\n\nThe mechanism, of course, was unfamiliar to the monstrosity, and\nthis undoubtedly saved the space-pilot's life. After fumbling for a\nsecond or two in an unsuccessful attempt to operate the weapon, the\ncreature dropped it with a grunt of disgust and tackled LeDoux with its\npowerful, sinuous arms.\n\nAttracted by the noise, Helen Green and two of the other girls rushed\nto the door of the control room. One of them uttered a low moan and\nfainted dead away. The second girl ran screaming out of the space-ship.\nHelen was the only one who kept her head. Turning to Professor\nAnderson, who was right behind her, she snatched the Supersonic\nProjector out of his hand, thrust its muzzle into the slug-man's side\nand squeezed the trigger.\n\nLike a deflated balloon, the huge body collapsed, flopping to the floor\nin a shapeless mass. Into it plumped LeDoux, his fall cushioned as if\nhe had dropped into a quivering heap of jelly.\n\nAlthough he was trembling like an ash-tree in an earthquake, LeDoux,\nthanks to his long experience in facing emergencies, instantly took\ncommand of the situation.\n\n\"Quick, Anderson!\" he shouted. \"Make sure all the women are inside!\nThen close the hatch and clamp it tight! Girls! Climb into your\nhammocks instantly!\"\n\nAs he was strapping himself into the control seat, he glanced through\nthe observation ports. What he saw put extra speed into his fumbling\nfingers.\n\nAlready the natives of Callisto were rushing back to the Goddard.\nApparently the tremors of the dying tentacle had told them that they\nhad been outwitted. Although they were still nearly a mile away, they\nwere racing along at such a rapid speed that their arrival was only a\nmatter of minutes. On they came--thousands of them. Even at a distance,\nLeDoux could sense the menace of their furious features and their\nthreatening movements.\n\nNevertheless, LeDoux made sure that all the women were safe in their\nhammocks before he snapped on the gravity-nullifier and sent the\nGoddard rocketing through Callisto's stratosphere.\n\n\n\n\n                              CHAPTER VI\n\n                         An Amazing Revelation\n\n\nThree days later, Captain Verger recovered consciousness. His head\nheavily bandaged, he was lying on a cot in a small white-walled room.\nThe sickening odor of ether was in the air. Bending over him, he was\nsurprised to see the kindly features of Professor Anderson.\n\n\"Where am I? What happened?\" he asked tritely.\n\n\"You're in the Interplanetary Mining Company's hospital on Ganymede,\"\nAnderson told him. \"I suppose you recall what happened to you on\nCallisto.\"\n\n\"The last thing I remember is when that blasted devil of a slug-man\nbashed my head against the floor of the Goddard.\"\n\nAnderson nodded and said, \"Luckily for you, your skull turned out to be\na thick one. Instead of being cracked wide open as any ordinary head\nwould have been under the circumstances, your cranium was only dented.\nThe doctor says you'll recover from the concussion, but it will be at\nleast a month before you will be able to pilot a space-ship.\"\n\n\"And what about the others--LeDoux, Helen Green and the girls of the\nband?\"\n\n\"All of them are safe and sound.\" Then Anderson told him about the\ncourage and resourcefulness which Helen had displayed when she saved\nthe Earth-People from the Callistonian guard.\n\n\"Mrs. Green sure is a swell girl,\" Verger murmured.\n\n\"You don't know the half of it,\" the Professor declared. \"It was Helen\nwho risked her life to give you first aid while we were taking off from\nCallisto. All the rest of us were strapped into our hammocks and seats\nto protect ourselves against the rapid acceleration. Doctor Williams\ntold me that you owe your life to the way she took care of you both on\nthe Goddard and here.\"\n\n\"Do you mean to say that Helen has been my nurse at this hospital?\"\n\n\"That's right,\" Anderson smiled, \"and I wouldn't be surprised if that\nwas Helen coming down the corridor right now!\"\n\nAs Helen Green entered the dimly lighted room, her beaming, radiant\nface and her lustrous, red hair reminded Verger of noon-day sunshine on\ndear old Earth.\n\nWithout making a sound, Anderson tiptoed out of the room, leaving\nVerger alone with his beautiful nurse.\n\nHer first actions and words astonished the hardened bachelor. Kneeling\nat his bedside with bowed head, she whispered, \"Thank heaven you are\nall right!\"\n\nFor a moment or two, neither of them spoke. Then Verger reached out and\nreverently stroked the lustrous, red curls which were pressed against\nthe counterpane just above his chest.\n\n\"You're a wonderful woman, Mrs. Green,\" he murmured. \"The lucky chap\nwho married you sure drew a prize.\"\n\nShe surprised him by saying, \"My name is not Mrs. Green--and I am not\nmarried.\"\n\n\"Then how did you get into the band, which was supposed to be composed\nexclusively of exiles' wives?\" he demanded.\n\n\"Oh, that was easy. You see, the real Mrs. Green is a friend of mine.\nShe was selected to join the band and fly to her husband, who is one of\nthe miners here. At the showdown, she lost her nerve. Apparently, she\nlacked the--the intestinal fortitude that it takes to embark on a space\nvoyage. When I heard she was going to quit, I got her to let me take\nher place. So here I am.\"\n\n\"But I still don't understand,\" Verger said. \"If you haven't a husband\nhere, why did you go on a journey which you must have known would be\nfull of discomfort and danger?\"\n\nShe grinned and replied, \"Oh, I don't know. I guess it must have been\nthe gypsy in my soul.\"\n\n\"Haven't you ever been married?\" he asked.\n\n\"Never,\" she smiled. \"I'm one of those things that's commonly called a\nspinster.\"\n\n\"That reminds me of a gag I heard a long time ago,\" Verger rejoined.\n\"It seems that a high school girl, when asked to define that word,\nsaid, 'A spinster is the wife of a bachelor'.\" Then he added, \"I guess\nyou know that I am a bachelor, don't you?\"\n\nHelen laughed and replied, \"How could I help knowing that? Everyone\ntells me that you are an incurable woman-hater. And that's the truth,\nisn't it, Captain Verger?\"\n\n\"All except the tense of the verb,\" he corrected her. \"They should\nhave told you that I _was_ a woman-hater until I met you--you plucky,\nred-headed angel, you!\"\n\n\n                                THE END\n\n\n",
    "metadata": {
        "author": [
            "Olsen, Bob"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72942/pg72942.txt",
        "name": "rhythm_rides_the_rocket.json"
    }
}