{
    "name": "Ride the Crepe Ring",
    "author": [
        "Marlowe, Stephen"
    ],
    "body": "Mimas was a cold little world where the sun's rays seldom reached. You\nstayed under a big glassite dome on the four-hundred mile sphere if you\nstayed there at all, and you hardly saw the sun anyway because Saturn\nand its rings were so big and so bright.\n\nThe temperature under the dome was kept in the forties because Mimas\nwas a summer resort, provided you wanted to travel three quarters of a\nbillion miles to leave the heat and the bustle of the inferior planets\nbehind you.\n\nIt was cold, but Mr. S. Smith sweated. The S. was for Socrates, but\neveryone called him Smitty. Now he looked at his visitor and the sweat\nformed little glistening beads on his forehead. The man was short and\nstout with a bald head and a florid face. He looked silly next to\nSocrates Smith because Socrates stood six and a half feet tall without\nhis space-boots, and he could have been a Martian bone bird for all the\nflesh on his body.\n\n\"That's the size of it, Smith,\" the florid little man said. \"We don't\ncare if you _are_ a billion miles from the sun--\"\n\n\"Eight-hundred eighty-five million nine-hundred and sixty-three\nthousand seventy-two,\" Socrates said proudly. \"The most distant\npleasure-spot in the Solar System. Want to get away from it all? Come\nto Mimas, with Saturn's rings right in your backyard....\"\n\n\"That's it. We've had enough monkey business. Government was sued\nbecause it sanctioned your artificial satellite above Jupiter's Red\nSpot. The Red Spot Palace--bah! More people complained of asthma--\"\n\n\"I included spacesuits with each domette, Mr. Farquhart. How did I know\nsomebody sold me an inferior product?\"\n\nFarquhart shook his head. \"None of my business. All your customers went\nto Mars to get rid of their asthma. Mars boomed, then over-produced.\nWe had deflation, and the whole tourist business went to pot for three\nyears. Why don't you try something simple like a spa on one of the\nVenusian islands? I got a cousin--\"\n\n\"Too crowded, too much competition. No, Mr. Farquhart, I have something\ndifferent here. It'll make me a million. Then I can retire, buy me an\nestate on Ganymede and be out of your hair.\"\n\n\"It's not as simple as that, Smith. First I got to check this place.\nIs it safe? How do I know it's safe? Will you give phony asthma to ten\nthousand people again?\"\n\n\n\nSocrates still sweated, but he was all business now. \"Of course it's\nsafe. All my ships are war-surplus two-man cruisers, all twenty of\nthem. You trust the Space Navy, don't you?\"\n\n\"Naturally, naturally.\" Farquhart lit a cigar. \"But what do you do with\nthose ships?\"\n\n\"We ride the rings, that's what we do. Only A and B, of course. The\nSaturnian Merrygoround, that's what we have here. Someone's a licensed\npilot, I let him take a ship up himself. Otherwise I provide pilots.\"\n\n\"But is it safe?\"\n\n\"You bet it's safe! And fun--it's terrific. The whole ring system is\na hundred and seventy-one thousand miles across, a big merrygoround.\nTen thousand miles of outer ring, sixteen thousand miles of bright\nring--all to play in. Billions of meteors, and all the tourists have to\ndo is dodge 'em. Great fun.\"\n\n\"I don't want to be a stick in the mud, Mr. Smith, but, ah, what\nhappens if someone doesn't dodge?\"\n\n\"Not a chance. How could anyone miss? The ring-particles shine by\nreflected sunlight--you can see each one clear as hell, and you just\navoid 'em, that's all. We don't go near the third ring, the crepe\nring--not that dark baby. That could be dangerous. You know, the\ninnermost ring, only seven thousand miles from Saturn itself. That's\ndark as the inside of a Plutonian catacomb. I thought of a resort there\nat first, but it's too damned far--\"\n\nFarquhart stood up. \"Well, I don't want to take any more of your time.\nTell you what I'll do, Smith. I'll stick around three, four days, and\nwatch some of your tourists. I'll be fair about the whole thing--if\nit's safe, excellent: if not--\" He shrugged. \"You got quarters for me,\nSmith?\"\n\nSocrates started to tell him of the wonderful accommodations, thought\nbetter of it, checked on a domette vacancy, and gave Farquhart his key.\n\"I'll see you,\" the short fat man said.\n\nSocrates mopped his brow.\n\n\n\n\"Can I come out now?\"\n\nWearily, Socrates sat down. \"Yes, come on. He's gone.\"\n\nShe was as tall for a girl as Socrates was for a man, and the long\ncascade of her golden hair didn't need sunlight to make it gleam. She\nwas the prettiest thing in Mimas, and that included Socrates' glossy\nnew domettes. But it was because of her that he perspired.\n\n\"Please go away,\" he said. \"Grow up in someone else's tourist haven,\nNorma, like a good girl. If you hadn't decided to see what was in the\nsponge grottoes of Callisto I'd still have my business there. If you\nhadn't--\"\n\n\"Bygones are bygones, Smitty. That's a good boy. But not quite. I see\nyour good friend Percival Farquhart is back--\"\n\n\"Is that what the P. stands for? Percival, hah-hah.\"\n\n\"I wouldn't talk, _Socrates_. I wouldn't talk at all.\"\n\n\"Okay, okay. But look--there's a liner for Ceres tonight. I'll buy you\na ticket. The Interplanetary Fair--\"\n\n\"I already saw it. Stinks. Besides, I have a roundtrip ticket good for\ntwo years, so you don't have to buy me anything. You just mind your\nbusiness, and I'll mind mine. All I want to do is ride the rings.\"\n\n\"Well, I'll take you up tonight. Then will you leave?\"\n\n\"Hell, no. You're not taking me anywhere. Didn't you know I got my\npilot's license?\"\n\n\"Oh, no. Don't tell me it's come to that. They didn't give you a\nlicense!\"\n\n\"Oh yes they did. Fifth try this year, and I finally made it. Nice\nyoung inspector, took me out to dinner afterwards. First they set his\narm, but it wasn't my fault. Those damn asteroids can really pop up\nout of nowhere. Well, Smitty, which is my domette?\"\n\nSocrates sighed. He had no choice. If he didn't let her stay she'd make\nit her business to talk to Farquhart before she left. Then Farquhart\nwould say the place was unsafe because she had a license. And yet\nSocrates wouldn't let her ride the rings. As simple as that.\n\nHe gave her a key. \"Here. But do me a favor.\"\n\n\"What's that?\"\n\n\"At least don't go up without letting me know. I want to be nearby.\nPlease--\"\n\nShe nodded and skipped out of the room, laughing.\n\nSocrates knew that if you stayed in the two bright rings, and if you\nkept within the prescribed speed limit of three miles a second in the\nrings, you'd be all right. But not Norma. She'd hop her rockets to\nseven at the very least, and even though the sun blazed off each meteor\nin the rings with the reflecting brilliance of a beacon, she'd be sure\nto find some way to get into trouble--\n\nSocrates wondered which would be better. If he murdered Norma her\nsocial set would bring every detective in the System to Mimas, and if\nhe murdered Farquhart he'd have the government on his hands.\n\nHe drank a glass of Martian _thlomot_ and looked in the mirror. His\nface was haggard. \"You musn't think those thoughts, friend,\" he said.\n\"This is the twenty-third century.\"\n\n\n\nOn Monday he took up five tourists, and his half dozen pilots were\nequally busy. But everytime he came back he saw Farquhart at the port,\nlike an undertaker, looking to see if anyone had been injured.\n\n\"You liked it?\" he'd say. \"Izatso? Really liked it eh? Amazing--\"\n\nWith dread, Socrates awaited the first space-sick tourist. That's all\nit would take: one. Farquhart would be more than happy to brand Mimas\nunsafe for tourists, Saturn's rings a hazard, and Mr. Socrates Smith a\nnincompoop. Maybe it was because his brother owned a spa on Venus. Or\nwas it an exploratorium in the asteroid belt? His cousin?\n\nBut space was calm and remarkably free of ether-drift, and Socrates\nthought that maybe, just maybe, everything would turn out all right.\nFarquhart might leave, grumbling but satisfied, any day now. It all\ndepended on Norma. If Farquhart left before Norma decided she was ready\nto ride the ring....\n\nOn Wednesday he spent six hours with Norma, dinner of a particularly\nsucculent Venusian reptile, Martian white wine, Earth trimmings. They\ndanced the archaic Mambo, which Socrates had revived after three\nhundred years, and which showed every indication of sweeping the System\nby storm. Surprisingly, Socrates had to admit to himself that he\nenjoyed the evening, if only because he knew he had kept Norma busy.\nThat meant one more day and one more night in which she had not visited\nthe rings. It brought them one day closer to the time when Farquhart\nwould leave.\n\nBut the kiss was different. He kissed her goodnight outside her domette\nand for a moment he forgot all about Farquhart. \"I'll be damned,\" he\nsaid. \"I liked it.\"\n\n\"Umm,\" she said, and they kissed again.\n\nSocrates released her, turned around, and began to walk down the path\nthrough the artificial garden toward his own domette. She called after\nhim.\n\n\"Thanks for a lovely evening, Smitty.\"\n\n\"Don't mention it.\n\n\"You know what?\"\n\n\"What?\"\n\n\"I think I'll ride the rings tomorrow. Well, goodnight.\"\n\nSocrates tried to say goodnight, but only gurgles came out.\n\n\n\nHe was at the spacefield early in the morning. Morning on Mimas was,\nof course, a relative term. It was morning on Mimas when the sun set,\nbecause then the great bulk of Saturn came up over the horizon and\nfilled one third of the heavens, lighting the sky almost like the\nnoonday sun on Earth, its great triple ring spanning the void almost\nfrom horizon to horizon.\n\nThe ring--and Norma wanted to ride it today! Socrates trembled a little\nwhen he thought of this, but he knew that for a time at least he could\ngo about his business. He had checked Norma's domette and she had not\nbeen there; but she had told him that she would not ride the rings\nwithout letting him know. That much at least he could be sure of--Norma\nwould be as good as her word.\n\nAt the Administration Building, the Entwhistles awaited him. \"Good\nmorning,\" Socrates said, trying to sound cheerful.\n\n\"Morning?\" This was Mrs. Entwhistle, big and round and overbearing.\n\"How can it be morning? The sun just set.\"\n\nSocrates explained to her, and then Mr. Entwhistle declared: \"You must\nnever argue with a man who knows, my dear. That's his business, and if\nhe says it is morning, why then, it is morning.\"\n\n\"Well, who will it be?\" Socrates said.\n\n\"Well--\" Mr. Entwhistle began.\n\n\"Me,\" said Mrs. Entwhistle. \"I want to go first because if it seems too\nstrenuous to me then I won't send Arnold. Is it strenuous, Mr. Smith?\"\n\n\"Uh-uh. You got a medical exam on the inner worlds which okayed you for\noutworld tourist travel. If you passed that you'll be fine here. Ready\nany time you are, Mrs. Entwhistle.\"\n\nMrs. Entwhistle turned white under the sunburn which she evidently had\nreceived on one of the Martian desert resorts. It was not uncommon:\nmany of the tourists seemed afraid at first--after all, you took a\nflimsy little two-seater and jockeyed it among the tiny motes of\nSaturn's rings. The word tiny, of course, could be confusing. Some of\nthose motes could make a two-man cruiser look like a small speck of\ndust. If you didn't know how safe all that reflected sunlight was you'd\nbe afraid. But the light was sufficient, and an alert pilot simply had\nto mind his business and you had nothing to worry about.\n\n\n\nSocrates got into his vac suit rapidly and adjusted the glassite helmet\nover his head. He had the attendants bring an oversized suit for Mrs.\nEntwhistle, although he did not tell her that was the case at all. The\nvac suits represented the final precautionary measure. Any good pilot\ncould avoid the larger chunks with ease, but once in a long long while\na smaller particle might somehow elude the force-field which was there\nto protect against it, and the vac suit assured all tourists of a\npersonal supply of air.\n\n\"All set, Mrs. Entwhistle?\"\n\n\"Yes. Yes--only, you're sure it's safe?\"\n\n\"I'd take my own wife--\"\n\nMr. Entwhistle smiled. \"You married? I didn't know you were married,\nMr. Smith.\"\n\n\"He's not. Can't you see that he's not married, Arnold?\"\n\n\"I'm not,\" Socrates admitted. \"But I'd cheerfully take my own mother.\nYou'll be safe, Mrs. Entwhistle.\"\n\nMrs. Entwhistle seemed a little taken aback by this remark, but\nher husband said, \"Be careful, Gertrude,\" and then they closed the\nfaceplate on her glassite helmet.\n\nSocrates switched on his radio. \"Can you hear me, Mrs. Entwhistle?\"\n\n\"Yes. Yes, I can. Better be careful, that's all I can say.\"\n\n\"Relax. We'll start now.\"\n\nMrs. Entwhistle was bulky in her vac suit, and two attendants had to\nhelp her through the narrow lock of the ship. After that Socrates saw\nto it that she was strapped securely into her seat, and her face looked\npeculiarly green under the lights of the instrument panel.\n\nSocrates jumped outside to tell something to one of the attendants and\nhe saw Farquhart there waiting for him.\n\n\"Hello, Smith. Nice day.\"\n\n\"Yeah. How's it coming? Your investigation, I mean.\"\n\n\"Surprisingly, fine. I'd say that if everything checks through with a\nclean bill of health today I'll be leaving on tomorrow morning's liner.\nIf.\"\n\nPerhaps Farquhart had not meant the if to sound so ominous, but it came\nout that way because Socrates immediately associated it with what Norma\nhad said the night before. He smiled a bit weakly now and readjusted\nhis helmet. Then he mumbled, \"I'll see you on Ganymede in a few years,\"\nand he went back in through the lock.\n\n\n\nThey cruised at fifteen miles a second, and within an hour they were\npassing under the outer ring. Automatically he lowered their speed.\n\nMrs. Entwhistle craned her neck upward, and through the top of her\nglassite helmet her face looked like a fish underwater. \"I thought we\ngo _in_ the ring, Mr. Smith.\"\n\nHe nodded. \"Of course we do. We're a thousand miles out now. See? If\nyou look carefully, you probably can see some of the bigger particles\nshining.\"\n\n\"Um, yes.\"\n\n\"But we don't go in here. This is the outer ring and we pass under it.\nWe also go under Cassini's Division--the dark band which separates this\nfrom the inner ring. I'll take you there, through the brighter ring, up\nto the border of the crepe one. But then we turn back. That would be\ndangerous.\"\n\n\"Why?\"\n\n\"Because the crepe ring receives no sunlight. It's dark, that's why,\nand we'd have to rely on radar to keep the ship out of trouble. It's\ntricky business and it's dangerous. A little light flashes on and off\nand it tells you which way to steer, but unless you can see what you're\ndoing--like you can in the bright ring, it's dangerous.\"\n\nIn another few minutes Socrates cut the ship sharply upward, and before\nlong the solid whiteness of the ring had been replaced by a chaos of\nflying rock. That's what it looked like--huge boulders, ton piled upon\nton, and the closer they came, the faster the rocks seemed to move. In\nanother moment the rocks were below as well as above them, and Mrs.\nEntwhistle screamed.\n\n\"What's the matter?\"\n\n\"I'm afraid. Please, Mr. Smith--\"\n\n\"You have nothing to worry about--\"\n\n\"I can't help it if I'm afraid. Take me back!\"\n\nSocrates turned sharply and the ship zoomed through an empty space. The\nrear port showed only a massive rock; it had been that close.... \"If\nyou don't keep quiet. Please--\"\n\n\"Take me back!\"\n\nSocrates had had a few cases like this, and taking the customer back\nwas comparatively simple. Although this bright ring was the largest,\nand although it did have a longitudinal width of sixteen thousand\nmiles, its latitudinal depth was no more than ten miles. Now he gunned\nthe ship up and in a moment they hung poised in deep space above the\nring. \"We'll stay clear of the ring and go back to Mimas--\"\n\n\"Why?\"\n\n\"You were afraid. You said so, that's why.\"\n\n\"Well, I changed my mind. What would all the girls on Earth say if they\nknew I hadn't actually seen the ring? Take me back, Mr. Smith. I'll be\nbrave.\"\n\nSocrates smiled. \"That's a good girl,\" he said, and they dove again for\nthe brightness of the ring. But he almost wished she hadn't changed\nher mind. Then he could have returned to the spacefield and watched for\nNorma.\n\n\n\nHe cut a zigzag course through the hurtling meteors. Someone, he knew,\nhad once bothered to chart all the tiny particles of the ring, but it\nhad taken a lifetime and it was far from accurate. Socrates preferred\nthe seat-of-the-pants method.\n\nIn less than two hours they had cut through the width of the ring and\nahead was darkness--darker, it seemed, than space itself.\n\n\"A thousand miles of void, and then the crepe ring,\" Socrates\nexplained. \"We'll be turning back now. Fun, Mrs. Entwhistle?\"\n\n\"Great,\" she agreed, but she had taken off the fishbowl helmet, and\nnow she was mopping her brow. \"I must try it again sometime. In a few\nyears, of course--\"\n\nSocrates jammed down on the rocket pedal and the fore-tubes blasted\ntheir fire against the blackness. The little ship shuddered and Mrs.\nEntwhistle emitted a sound which could have been the shrill shriek of a\ntea kettle. Then Socrates turned them slowly in a great arc so as not\nto harm the delicate two-hundred pound creature sitting by his side\nwith too much acceleration.\n\nSomething flashed by beneath them. It could have been a meteor, except\nthat this was a void area. Attraction of the planet Mimas, and the\nother satellites were such that no meteoric material could exist in\nthis space--which explained the thousand mile separation of the crepe\nring.\n\nYet something had passed them, something shining brilliantly with\nreflected sunlight.\n\nA ship! It could have been nothing but a spaceship.... Socrates knew he\nhad the only ships in the area, but the crepe ring was out of bounds.\nThe strange ship had been gunning for it at ten per--\n\nSocrates barked into his radio:\n\n\"Hello, hello! Who's out here?\"\n\nThe voice mocked him. \"Who do you think?\"\n\nHe didn't have to think at all, but he felt like crying. It was Norma.\n\"I thought you'd tell me when you went!\"\n\n\"I tried to, honest. But you weren't on Mimas, Smitty. So I took off.\nBut don't worry. I've already been through the bright ring. Pretty nice\nsetup, Smitty.\"\n\n\"I'm glad you like it. But you're heading in the wrong direction now.\"\nAhead of them was the darkness which obscured part of Saturn's huge\nbulk--the darkness of the uncharted and mysterious crepe ring.\n\n\"What do you mean? Isn't this the way to the dark ring?\"\n\n\"That's just it. Mimas is the other way.\"\n\n\"Oh, pooh. You go back to Mimas with your ship if you want. I'd rather\nsee the inside of that dark ring. I'll say hello tonight, Smitty. Have\na good trip back with Mrs. Entwhistle--I checked the tourist log.\"\n\nSocrates called \"Wait\" into his radio at least a dozen times, but there\nwas no answer.\n\nMrs. Entwhistle said, \"Why is that crazy woman going into the crepe\nring?\"\n\nSocrates sighed. If Norma got hurt now, his entire venture out here\nwould be ruined. Farquhart would see to that. Besides, quite suddenly,\nhe did not want Norma to get hurt. Not at all. Not ever. Maybe he was\ncrazy--but he liked the girl.\n\n\"What,\" he demanded of Mrs. Entwhistle, \"is wrong with the crepe ring?\"\n\n\"Now, that's a silly question. You told me yourself it was dangerous.\nNo one can see anything or some such thing--\"\n\n\"Ha, ha, ha. I was joking. Good joke--but it's the best part of the\ntrip. In fact, the trip is incomplete without it. I've saved it for\nlast.\"\n\n\"So why are you trembling, Mr. Smith?\"\n\n\"Nothing. It's nothing at all. Just get back into your helmet and I'll\nshow you what the inside of the crepe ring is like. Go ahead, Mrs.\nEntwhistle. It isn't everyone who gets a chance to see the inside of\nthe crepe ring....\"\n\n\n\nThe darkness of space was pleasant by comparison. Here there were vague\nflitting shadows, the half-seen images of huge masses of rock and metal\nhurtling through space in their eternal revolution around Saturn. One\nwould be more than enough to crush their little ship--and Norma's....\n\nSocrates hardly had time to think of it, hardly had time to hear Mrs.\nEntwhistle whimpering with each sudden burst of acceleration. On and\noff overhead the red and the green lights winked, and Socrates played\non the firing pedals like an organist, trying to blast their way clear\nof the unseen rocks all about them. Once a yellow light winked and he\nknew that one of the meteoric pebbles had streaked through their ship:\nit now was an airless place, and only their flimsy spacesuits stood\nbetween them and the cold, beckoning void of space.\n\nSomeone was shouting, and at first he thought it was Mrs. Entwhistle....\n\nNorma!\n\n\"Hey, Smitty!\"\n\n\"Yes. Yes, Norma.\"\n\n\"I can see you back there. See me?\"\n\n\"Ahead a bit? Yeah, I see you.\" Her ship flashed once and then was\ngone in the obscuring darkness, but it flashed again, and this time he\nprobed out with a beam of radar and he held it.\n\n\"I'm glad you see me, Smitty, because I think you'll have to come and\nget me. I'm scared. My ship's a mess, gutted with holes. This place\nis--awful.\"\n\nSocrates muttered to himself and pushed the aft pedals to the floor.\nMrs. Entwhistle was slammed back in her seat and Socrates could see\nthat she was trying to scream, only she couldn't quite make it.\n\nOnly the green light flashed now, because the red-warning signal\nremained bright: it lit the way to Norma. A score of miles, but their\nzigzag course would make it more like several hundred--if they got\nthere. Socrates' insides began to hurt from the acceleration. His feet\nwere numb from working the pedals. Green light, step down, right, left,\nagain, green, aft pedal, aft pedal!... Socrates soon realized that he\nwas talking to himself.\n\n\n\nJoining air locks in space was at best a ticklish business, but with\nthe added hazard of the meteors, Socrates did not know if it could be\ndone. He only knew one thing. It _had_ to be done. Norma's ship could\nhave been a derelict for all the activity it showed, and while it had\nbeen pelted thus far only with smaller stones, one big rock would be\nmore than enough to prove fatal.\n\nThey crept forward slowly, it seemed, inches at a time--and three times\nhe had almost locked the two ships together, but at the last moment\nhe had to swing away. The action would force the other ship back as\nwell, and a massive chunk of cosmic debris would zoom through the void\nbetween them. Close....\n\nHe locked them together finally, and then, vaguely, he remembered\nrunning for the airlock. He found it, pulled the catch and opened\nNorma's lock from the outside. He stood for a moment within her ship.\n\nShe was slumped over the pilot chair in her spacesuit. He ran to her\nand lifted her across his shoulder, heading back for the lock. Then\nhe was through it and Norma sat on the floor, partly conscious, in\nhis own ship. He ran forward to the controls, pushing aside Mrs.\nEntwhistle--who had fallen across both chairs, breaking her strap in\nthe process.\n\nHe fired all the aft rockets at once, blasting straight up towards the\ntop of the ring.\n\nIn seconds they were clear, but not before he had seen a huge, almost\nspherical meteor grind into and through Norma's ship....\n\n\n\nBoth women were conscious when they reached the spaceport. Socrates\nsmiled at Mrs. Entwhistle.\n\n\"Yes sir, you're a lucky young lady.\"\n\n\"Lucky? I feel almost dead.\"\n\n\"Ridiculous! You were the only tourist ever taken through that ring,\nthe crepe ring. You'll be famous. Wait until you tell all your friends.\nI only took you because you seemed so obviously brave....\"\n\n\"Go ahead,\" Norma chided, \"pile it on, pile it on--\"\n\nSocrates told her, in his severest tones, that he'd get to her later.\nAfter that, he was busy bringing the little ship down on Mimas' one\nspacefield.\n\nMr. Entwhistle and Farquhart met them when they landed. The smaller,\nthinner man seemed worried, but now he took his wife's hand and asked\nher, \"How did you like it?\"\n\nSocrates waited breathlessly. If Farquhart found out....\n\n\"I loved it!\" Mrs. Entwhistle fairly shrieked. \"Wait until you hear,\nArnold--and wait until we get back to Earth. We'll leave at once, on\ntomorrow's liner. After I tell Aunt Sophie--\"\n\n\"See?\" Socrates turned to Farquhart.\n\n\"Um, I must admit it looks good this time, Smith. What about you, Miss?\"\n\nNorma grinned. \"I had quite a time, quite a time. _My_ ship--\"\n\nSocrates kissed her soundly on the lips, and whatever else she might\nhave said was lost in the hurried smacking sound.\n\nFarquhart cleared his throat. \"I never knew you took two passengers up\nat once, Smith. And I didn't see her before--\"\n\n\"She's here, isn't she?\"\n\n\"Umm--\"\n\n\"You never know what we'll do here on Mimas....\"\n\n\"Umm, well--I guess you're in order this time, Smith. Good luck.\"\n\nNorma said, \"My ship--\"\n\nSocrates kissed her again. Then he said. \"If you don't shut up I think\nI'll have to marry you. That's exactly what I'll have to do....\"\n\nNorma's eyes glowed at him. \"As I was saying, darling, _our_ ship....\"\n\nThis time she was kissing him.\n",
    "metadata": {
        "author": [
            "Marlowe, Stephen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65767/pg65767.txt",
        "name": "ride_the_crepe_ring.json"
    }
}