{
    "name": "Rip Van Winkle",
    "author": [
        "Irving, Washington"
    ],
    "body": "LIST OF ILLUSTRATIONS.\n\n\n                                                                    PAGE\n\n    PORTRAIT                                                           4\n\n    List of Illustrations                                              7\n\n    Diedrich Knickerbocker                                             9\n\n    Up the Hudson                                                     11\n\n    “He was a descendant of the Van Winkles”                          12\n\n    “He assisted at their sports”                              facing 12\n\n    “A termagant wife”                                                13\n\n    “Fish all day without a murmur”                                   14\n\n    “Used to employ him to run their errands”                         15\n\n    “He would carry a fowling-piece”                                  17\n\n    “His cow among the cabbages”                                      18\n\n    “Trooping like a colt at its mother’s heels”                      18\n\n    “How solemnly they would listen”                           facing 18\n\n    “He shrugged his shoulders, shook his head, and cast up his eyes” 19\n\n    “Yelping precipitation”                                           20\n\n    “He would share the contents of his wallet”                facing 20\n\n    Nicholas Vedder                                                   21\n\n    “The brow of a precipice”                                         23\n\n    “He heard a voice”                                                26\n\n    “A strange figure”                                                27\n\n    “Rip and his companion labored on in silence”                     29\n\n    “A company of odd-looking personages”                      facing 29\n\n    “One who seemed to be the commander”                              30\n\n    “They quaffed the liquor in profound silence”              facing 30\n\n    “I have not slept here all night”                                 31\n\n    “Wanting in his usual activity”                                   32\n\n    “He called again and whistled after his dog”               facing 32\n\n    “Stroked their chins”                                             33\n\n    “A troop of strange children ran at his heels”             facing 34\n\n    “He found the house gone to decay”                                35\n\n    “He recognized on the sign”                                       37\n\n    “They crowded round him”                                   facing 38\n\n    “A lean, bilious-looking fellow”                                  39\n\n    “He was killed at the storming of Stony Point”                    41\n\n    “A great militia-general”                                         42\n\n    “That is Rip Van Winkle, yonder”                                  43\n\n    “A fresh, comely woman”                                           44\n\n    “What is your name, my good woman?”                        facing 44\n\n    Peter Vanderdonk                                                  45\n\n    “Friends among the rising generation”                             46\n\n    “Once more on the bench at the inn door”                   facing 46\n\n    “He used to tell his story to every stranger”                     48\n\n\n\n\nRIP VAN WINKLE.\n\nA POSTHUMOUS WRITING OF DIEDRICH KNICKERBOCKER.\n\n\n    By Woden, God of Saxons,\n    From whence comes Wensday, that is Wodensday.\n    Truth is a thing that ever I will keep\n    Unto thylke day in which I creep into\n    My sepulchre----                      CARTWRIGHT.\n\n[The following Tale was found among the papers of the late Diedrich\nKnickerbocker, an old gentleman of New York, who was very curious in the\nDutch history of the province, and the manners of the descendants from\nits primitive settlers. His historical researches, however, did not lie\nso much among books as among men; for the former are lamentably scanty\non his favorite topics; whereas he found the old burghers, and still\nmore their wives, rich in that legendary lore so invaluable to true\nhistory. Whenever, therefore, he happened upon a genuine Dutch family,\nsnugly shut up in its low-roofed farmhouse, under a spreading sycamore,\nhe looked upon it as a little clasped volume of black-letter, and\nstudied it with the zeal of a book-worm.\n\nThe result of all these researches was a history of the province during\nthe reign of the Dutch governors, which he published some years since.\nThere have been various opinions as to the literary character of his\nwork, and, to tell the truth, it is not a whit better than it should be.\nIts chief merit is its scrupulous accuracy, which indeed was a little\nquestioned on its first appearance, but has since been completely\nestablished; and it is now admitted into all historical collections as a\nbook of unquestionable authority.\n\nThe old gentleman died shortly after the publication of his work; and\nnow that he is dead and gone, it cannot do much harm to his memory to\nsay that his time might have been much better employed in weightier\nlabors. He, however, was apt to ride his hobby his own way; and though\nit did now and then kick up the dust a little in the eyes of his\nneighbors, and grieve the spirit of some friends, for whom he felt the\ntruest deference and affection, yet his errors and follies are\nremembered “more in sorrow than in anger,” and it begins to be suspected\nthat he never intended to injure or offend. But however his memory may\nbe appreciated by critics, it is still held dear by many folk whose good\nopinion is well worth having; particularly by certain biscuit-bakers,\nwho have gone so far as to imprint his likeness on their New-Year cakes;\nand have thus given him a chance for immortality, almost equal to the\nbeing stamped on a Waterloo Medal, or a Queen Anne’s Farthing.]\n\n\n\nWhoever has made a voyage up the Hudson must remember the Kaatskill\nmountains. They are a dismembered branch of the great Appalachian\nfamily, and are seen away to the west of the river, swelling up to a\nnoble height, and lording it over the surrounding country. Every change\nof season, every change of weather, indeed, every hour of the day,\nproduces some change in the magical hues and shapes of these mountains,\nand they are regarded by all the good wives, far and near, as perfect\nbarometers. When the weather is fair and settled, they are clothed in\nblue and purple, and print their bold outlines on the clear evening sky;\nbut sometimes, when the rest of the landscape is cloudless, they will\ngather a hood of gray vapors about their summits, which, in the last\nrays of the setting sun, will glow and light up like a crown of glory.\n\nAt the foot of these fairy mountains, the voyager may have descried the\nlight smoke curling up from a village, whose shingle roofs gleam among\nthe trees, just where the blue tints of the upland melt away into the\nfresh green of the nearer landscape. It is a little village of great\nantiquity, having been founded by some of the Dutch colonists in the\nearly times of the province, just about the beginning of the government\nof the good Peter Stuyvesant (may he rest in peace!) and there were some\nof the houses of the original settlers standing within a few years,\nbuilt of small yellow bricks brought from Holland, having latticed\nwindows and gable fronts, surmounted with weathercocks.\n\nIn that same village, and in one of these very houses (which, to tell\nthe precise truth, was sadly time-worn and weather-beaten), there lived\nmany years since, while the country was yet a province of Great Britain,\na simple, good-natured fellow, of the name of Rip Van Winkle. He was a\ndescendant of the Van Winkles who figured so gallantly in the chivalrous\ndays of Peter Stuyvesant, and accompanied him to the siege of Fort\nChristina. He inherited, however, but little of the martial character of\nhis ancestors. I have observed that he was a simple, good-natured man;\nhe was, moreover, a kind neighbor, and an obedient, hen-pecked husband.\nIndeed, to the latter circumstance might be owing that meekness of\nspirit which gained him such universal popularity; for those men are\nmost apt to be obsequious and conciliating abroad who are under the\ndiscipline of shrews at home. Their tempers, doubtless, are rendered\npliant and malleable in the fiery furnace of domestic tribulation, and a\ncurtain-lecture is worth all the sermons in the world for teaching the\nvirtues of patience and long-suffering. A termagant wife may, therefore,\nin some respects, be considered a tolerable blessing; and if so, Rip Van\nWinkle was thrice blessed.\n\nCertain it is, that he was a great favorite among all the good wives of\nthe village, who, as usual with the amiable sex, took his part in all\nfamily squabbles, and never failed, whenever they talked those matters\nover in their evening gossipings, to lay all the blame on Dame Van\nWinkle. The children of the village, too, would shout with joy whenever\nhe approached. He assisted at their sports, made their playthings,\ntaught them to fly kites and shoot marbles, and told them long stories\nof ghosts, witches, and Indians. Whenever he went dodging about the\nvillage, he was surrounded by a troop of them, hanging on his skirts,\nclambering on his back, and playing a thousand tricks on him with\nimpunity; and not a dog would bark at him throughout the neighborhood.\n\nThe great error in Rip’s composition was an insuperable aversion to\nall kinds of profitable labor. It could not be from the want of\nassiduity or perseverance; for he would sit on a wet rock, with a rod as\nlong and heavy as a Tartar’s lance, and fish all day without a murmur,\neven though he should not be encouraged by a single nibble. He would\ncarry a fowling-piece on his shoulder for hours together, trudging\nthrough woods and swamps, and up hill and down dale, to shoot a few\nsquirrels or wild pigeons. He would never refuse to assist a neighbor\neven in the roughest toil, and was a foremost man at all country frolics\nfor husking Indian corn, or building stone fences; the women of the\nvillage, too, used to employ him to run their errands, and to do such\nlittle odd jobs as their less obliging husbands would not do for them.\nIn a word, Rip was ready to attend to anybody’s business but his own;\nbut as to doing family duty, and keeping his farm in order, he found it\nimpossible.\n\nIn fact, he declared it was of no use to work on his farm; it was the\nmost pestilent little piece of ground in the whole country; everything\nabout it went wrong, and would go wrong in spite of him. His fences were\ncontinually falling to pieces; his cow would either go astray, or get\namong the cabbages; weeds were sure to grow quicker in his fields than\nanywhere else; the rain always made a point of setting in just as he had\nsome out-door work to do; so that though his patrimonial estate had\ndwindled away under his management, acre by acre, until there was little\nmore left than a mere patch of Indian corn and potatoes, yet it was the\nworst conditioned farm in the neighborhood.\n\nHis children, too, were as ragged and wild as if they belonged to\nnobody. His son Rip, an urchin begotten in his own likeness, promised to\ninherit the habits, with the old clothes of his father. He was generally\nseen trooping like a colt at his mother’s heels, equipped in a pair of\nhis father’s cast-off galligaskins, which he had much ado to hold up\nwith one hand, as a fine lady does her train in bad weather.\n\nRip Van Winkle, however, was one of those happy mortals, of foolish,\nwell-oiled dispositions, who take the world easy, eat white bread or\nbrown, whichever can be got with least thought or trouble, and would\nrather starve on a penny than work for a pound. If left to himself, he\nwould have whistled life away, in perfect contentment; but his wife kept\ncontinually dinning in his ears about his idleness, his carelessness,\nand the ruin he was bringing on his family.\n\nMorning, noon, and night, her tongue was incessantly going, and\neverything he said or did was sure to produce a torrent of household\neloquence. Rip had but one way of replying to all lectures of the kind,\nand that, by frequent use, had grown into a habit. He shrugged his\nshoulders, shook his head, cast up his eyes, but said nothing. This,\nhowever, always provoked a fresh volley from his wife, so that he was\nfain to draw off his forces, and take to the outside of the house--the\nonly side which, in truth, belongs to a hen-pecked husband.\n\nRip’s sole domestic adherent was his dog Wolf, who was as much henpecked\nas his master; for Dame Van Winkle regarded them as companions in\nidleness, and even looked upon Wolf with an evil eye, as the cause of\nhis master’s going so often astray. True it is, in all points of spirit\nbefitting an honorable dog, he was as courageous an animal as ever\nscoured the woods--but what courage can withstand the ever-during and\nall-besetting terrors of a woman’s tongue? The moment Wolf entered the\nhouse, his crest fell, his tail drooped to the ground, or curled between\nhis legs, he sneaked about with a gallows air, casting many a sidelong\nglance at Dame Van Winkle, and at the least flourish of a broomstick or\nladle, he would fly to the door with yelping precipitation.\n\nTimes grew worse and worse with Rip Van Winkle as years of matrimony\nrolled on: a tart temper never mellows with age, and a sharp tongue is\nthe only edge tool that grows keener with constant use. For a long while\nhe used to console himself, when driven from home, by frequenting a kind\nof perpetual club of the sages, philosophers, and other idle personages\nof the village, which held its sessions on a bench before a small inn,\ndesignated by a rubicund portrait of his majesty George the Third. Here\nthey used to sit in the shade of a long lazy summer’s day, talking\nlistlessly over village gossip, or telling endless sleepy stories about\nnothing. But it would have been worth any statesman’s money to have\nheard the profound discussions which sometimes took place, when by\nchance an old newspaper fell into their hands, from some passing\ntraveller. How solemnly they would listen to the contents, as drawled\nout by Derrick Van Bummel, the schoolmaster, a dapper learned little\nman, who was not to be daunted by the most gigantic word in the\ndictionary; and how sagely they would deliberate upon public events some\nmonths after they had taken place.\n\nThe opinions of this junto were completely controlled by Nicholas\nVedder, a patriarch of the village, and landlord of the inn, at the door\nof which he took his seat from morning till night, just moving\nsufficiently to avoid the sun, and keep in the shade of a large tree; so\nthat the neighbors could tell the hour by his movements, as accurately\nas by a sun-dial. It is true, he was rarely heard to speak, but smoked\nhis pipe incessantly. His adherents, however (for every great man has\nhis adherents), perfectly understood him, and knew how to gather his\nopinions. When anything that was read or related displeased him, he was\nobserved to smoke his pipe vehemently, and to send forth short,\nfrequent, and angry puffs; but when pleased, he would inhale the smoke\nslowly and tranquilly, and emit it in light and placid clouds, and\nsometimes taking the pipe from his mouth, and letting the fragrant vapor\ncurl about his nose, would gravely nod his head in token of perfect\napprobation.\n\nFrom even this stronghold the unlucky Rip was at length routed by his\ntermagant wife, who would suddenly break in upon the tranquillity of the\nassemblage, and call the members all to nought; nor was that august\npersonage, Nicholas Vedder himself, sacred from the daring tongue of\nthis terrible virago, who charged him outright with encouraging her\nhusband in habits of idleness.\n\nPoor Rip was at last reduced almost to despair, and his only\nalternative to escape from the labor of the farm and the clamor of his\nwife, was to take gun in hand, and stroll away into the woods. Here he\nwould sometimes seat himself at the foot of a tree, and share the\ncontents of his wallet with Wolf, with whom he sympathized as a\nfellow-sufferer in persecution. “Poor Wolf,” he would say, “thy mistress\nleads thee a dog’s life of it; but never mind, my lad, whilst I live\nthou shalt never want a friend to stand by thee!” Wolf would wag his\ntail, look wistfully in his master’s face, and if dogs can feel pity, I\nverily believe he reciprocated the sentiment with all his heart.\n\nIn a long ramble of the kind, on a fine autumnal day, Rip had\nunconsciously scrambled to one of the highest parts of the Kaatskill\nmountains. He was after his favorite sport of squirrel-shooting, and the\nstill solitudes had echoed and re-echoed with the reports of his gun.\nPanting and fatigued, he threw himself, late in the afternoon, on a\ngreen knoll covered with mountain herbage, that crowned the brow of a\nprecipice. From an opening between the trees, he could overlook all the\nlower country for many a mile of rich woodland. He saw at a distance the\nlordly Hudson, far, far below him, moving on its silent but majestic\ncourse, with the reflection of a purple cloud, or the sail of a lagging\nbark, here and there sleeping on its glassy bosom, and at last losing\nitself in the blue highlands.\n\nOn the other side he looked down into a deep mountain glen, wild,\nlonely, and shagged, the bottom filled with fragments from the impending\ncliffs, and scarcely lighted by the reflected rays of the setting sun.\nFor some time Rip lay musing on this scene; evening was gradually\nadvancing; the mountains began to throw their long blue shadows over the\nvalleys; he saw that it would be dark long before he could reach the\nvillage; and he heaved a heavy sigh when he thought of encountering the\nterrors of Dame Van Winkle.\n\nAs he was about to descend he heard a voice from a distance\nhallooing, “Rip Van Winkle! Rip Van Winkle!” He looked around, but could\nsee nothing but a crow winging its solitary flight across the mountain.\nHe thought his fancy must have deceived him, and turned again to\ndescend, when he heard the same cry ring through the still evening air,\n“Rip Van Winkle! Rip Van Winkle!”--at the same time Wolf bristled up his\nback, and giving a low growl, skulked to his master’s side, looking\nfearfully down into the glen. Rip now felt a vague apprehension stealing\nover him; he looked anxiously in the same direction, and perceived a\nstrange figure slowly toiling up the rocks, and bending under the weight\nof something he carried on his back. He was surprised to see any human\nbeing in this lonely and unfrequented place, but supposing it to be some\none of the neighborhood in need of his assistance, he hastened down to\nyield it.\n\nOn nearer approach, he was still more surprised at the singularity of\nthe stranger’s appearance. He was a short, square-built old fellow, with\nthick bushy hair, and a grizzled beard. His dress was of the antique\nDutch fashion--a cloth jerkin strapped round the waist--several pair of\nbreeches, the outer one of ample volume, decorated with rows of buttons\ndown the sides, and bunches at the knees. He bore on his shoulders a\nstout keg, that seemed full of liquor, and made signs for Rip to\napproach and assist him with the load. Though rather shy and distrustful\nof this new acquaintance, Rip complied with his usual alacrity, and\nmutually relieving each other, they clambered up a narrow gully,\napparently the dry bed of a mountain torrent. As they ascended, Rip\nevery now and then heard long rolling peals, like distant thunder, that\nseemed to issue out of a deep ravine, or rather cleft between lofty\nrocks, toward which their rugged path conducted. He paused for an\ninstant, but supposing it to be the muttering of one of those transient\nthunder-showers which often take place in the mountain heights, he\nproceeded. Passing through the ravine, they came to a hollow, like a\nsmall amphitheatre, surrounded by perpendicular precipices, over the\nbrinks of which, impending trees shot their branches, so that you only\ncaught glimpses of the azure sky and the bright evening cloud. During\nthe whole time, Rip and his companion had labored on in silence; for\nthough the former marvelled greatly what could be the object of carrying\na keg of liquor up this wild mountain, yet there was something strange\nand incomprehensible about the unknown, that inspired awe, and checked\nfamiliarity.\n\nOn entering the amphitheatre, new objects of wonder presented\nthemselves. On a level spot in the centre was a company of odd-looking\npersonages playing at nine-pins. They were dressed in a quaint\noutlandish fashion: some wore short doublets, others jerkins, with long\nknives in their belts, and most of them had enormous breeches, of\nsimilar style with that of the guide’s. Their visages too, were\npeculiar: one had a large head, broad face, and small piggish eyes; the\nface of another seemed to consist entirely of nose, and was surmounted\nby a white sugar-loaf hat, set off with a little red cock’s tail. They\nall had beards, of various shapes and colors. There was one who seemed\nto be the commander. He was a stout old gentleman, with a weather-beaten\ncountenance; he wore a laced doublet, broad belt and hanger,\nhigh-crowned hat and feather, red stockings, and high-heeled shoes, with\nroses in them. The whole group reminded Rip of the figures in an old\nFlemish painting, in the parlor of Domine Van Schaick, the village\nparson, and which had been brought over from Holland at the time of the\nsettlement.\n\nWhat seemed particularly odd to Rip was, that though these folks were\nevidently amusing themselves, yet they maintained the gravest faces, the\nmost mysterious silence, and were, withal, the most melancholy party of\npleasure he had ever witnessed. Nothing interrupted the stillness of the\nscene but the noise of the balls, which, whenever they were rolled,\nechoed along the mountains like rumbling peals of thunder.\n\nAs Rip and his companion approached them, they suddenly desisted from\ntheir play, and stared at him with such a fixed statue-like gaze, and\nsuch strange, uncouth, lack-lustre countenances, that his heart turned\nwithin him, and his knees smote together. His companion now emptied the\ncontents of the keg into large flagons, and made signs to him to wait\nupon the company. He obeyed with fear and trembling; they quaffed the\nliquor in profound silence, and then returned to their game.\n\nBy degrees, Rip’s awe and apprehension subsided. He even ventured, when\nno eye was fixed upon him, to taste the beverage, which he found had\nmuch of the flavor of excellent Hollands. He was naturally a thirsty\nsoul, and was soon tempted to repeat the draught. One taste provoked\nanother, and he reiterated his visits to the flagon so often, that at\nlength his senses were overpowered, his eyes swam in his head, his head\ngradually declined, and he fell into a deep sleep.\n\nOn waking, he found himself on the green knoll from whence he had\nfirst seen the old man of the glen. He rubbed his eyes--it was a bright\nsunny morning. The birds were hopping and twittering among the bushes,\nand the eagle was wheeling aloft, and breasting the pure mountain\nbreeze. “Surely,” thought Rip, “I have not slept here all night.” He\nrecalled the occurrences before he fell asleep. The strange man with the\nkeg of liquor--the mountain ravine--the wild retreat among the\nrocks--the woe-begone party at nine-pins--the flagon--“Oh! that wicked\nflagon!” thought Rip--“what excuse shall I make to Dame Van Winkle?”\n\nHe looked round for his gun, but in place of the clean well-oiled\nfowling-piece, he found an old firelock lying by him, the barrel\nencrusted with rust, the lock falling off, and the stock worm-eaten. He\nnow suspected that the grave roysters of the mountain had put a trick\nupon him, and having dosed him with liquor, had robbed him of his gun.\nWolf, too, had disappeared, but he might have strayed away after a\nsquirrel or partridge. He whistled after him and shouted his name, but\nall in vain; the echoes repeated his whistle and shout, but no dog was\nto be seen.\n\nHe determined to revisit the scene of the last evening’s gambol, and if\nhe met with any of the party, to demand his dog and gun. As he rose to\nwalk, he found himself stiff in the joints, and wanting in his usual\nactivity. “These mountain beds do not agree with me,” thought Rip, “and\nif this frolic should lay me up with a fit of the rheumatism, I shall\nhave a blessed time with Dame Van Winkle.” With some difficulty he got\ndown into the glen; he found the gully up which he and his companion had\nascended the preceding evening; but to his astonishment a mountain\nstream was now foaming down it, leaping from rock to rock, and filling\nthe glen with babbling murmurs. He, however, made shift to scramble up\nits sides, working his toilsome way through thickets of birch,\nsassafras, and witch-hazel; and sometimes tripped up or entangled by the\nwild grape vines that twisted their coils and tendrils from tree to\ntree, and spread a kind of network in his path.\n\nAt length he reached to where the ravine had opened through the\ncliffs to the amphitheatre; but no traces of such opening remained. The\nrocks presented a high impenetrable wall, over which the torrent came\ntumbling in a sheet of feathery foam, and fell into a broad deep basin,\nblack from the shadows of the surrounding forest. Here, then, poor Rip\nwas brought to a stand. He again called and whistled after his dog; he\nwas only answered by the cawing of a flock of idle crows, sporting high\nin the air about a dry tree that overhung a sunny precipice; and who,\nsecure in their elevation, seemed to look down and scoff at the poor\nman’s perplexities. What was to be done? The morning was passing away,\nand Rip felt famished for want of his breakfast. He grieved to give up\nhis dog and gun; he dreaded to meet his wife; but it would not do to\nstarve among the mountains. He shook his head, shouldered the rusty\nfirelock, and, with a heart full of trouble and anxiety, turned his\nsteps homeward.\n\nAs he approached the village, he met a number of people, but none whom\nhe knew, which somewhat surprised him, for he had thought himself\nacquainted with every one in the country round. Their dress, too, was of\na different fashion from that to which he was accustomed. They all\nstared at him with equal marks of surprise, and whenever they cast eyes\nupon him, invariably stroked their chins. The constant recurrence of\nthis gesture induced Rip, involuntarily, to do the same, when, to his\nastonishment, he found his beard had grown a foot long!\n\nHe had now entered the skirts of the village. A troop of strange\nchildren ran at his heels, hooting after him, and pointing at his gray\nbeard. The dogs, too, not one of which he recognized for an old\nacquaintance, barked at him as he passed. The very village was altered:\nit was larger and more populous. There were rows of houses which he had\nnever seen before, and those which had been his familiar haunts had\ndisappeared. Strange names were over the doors--strange faces at the\nwindows--everything was strange. His mind now misgave him; he began to\ndoubt whether both he and the world around him were not bewitched.\nSurely this was his native village, which he had left but a day before.\nThere stood the Kaatskill mountains--there ran the silver Hudson at a\ndistance--there was every hill and dale precisely as it had always\nbeen--Rip was sorely perplexed--“That flagon last night,” thought he,\n“has addled my poor head sadly!”\n\nIt was with some difficulty that he found the way to his own house,\nwhich he approached with silent awe, expecting every moment to hear the\nshrill voice of Dame Van Winkle. He found the house gone to decay--the\nroof fallen in, the windows shattered, and the doors off the hinges. A\nhalf-starved dog, that looked like Wolf, was skulking about it. Rip\ncalled him by name, but the cur snarled, showed his teeth, and passed\non. This was an unkind cut indeed.--“My very dog,” sighed poor Rip, “has\nforgotten me!”\n\nHe entered the house, which, to tell the truth, Dame Van Winkle had\nalways kept in neat order. It was empty, forlorn, and apparently\nabandoned. This desolateness overcame all his connubial fears--he called\nloudly for his wife and children--the lonely chambers rang for a moment\nwith his voice, and then all again was silence.\n\nHe now hurried forth, and hastened to his old resort, the village\ninn--but it too was gone. A large rickety wooden building stood in its\nplace, with great gaping windows, some of them broken, and mended with\nold hats and petticoats, and over the door was painted, “The Union\nHotel, by Jonathan Doolittle.” Instead of the great tree that used to\nshelter the quiet little Dutch inn of yore, there now was reared a tall\nnaked pole, with something on the top that looked like a red night-cap,\nand from it was fluttering a flag, on which was a singular assemblage of\nstars and stripes--all this was strange and incomprehensible. He\nrecognized on the sign, however, the ruby face of King George, under\nwhich he had smoked so many a peaceful pipe, but even this was\nsingularly metamorphosed. The red coat was changed for one of blue and\nbuff, a sword was held in the hand instead of a sceptre, the head was\ndecorated with a cocked hat, and underneath was painted in large\ncharacters, GENERAL WASHINGTON.\n\nThere was, as usual, a crowd of folk about the door, but none that Rip\nrecollected. The very character of the people seemed changed. There was\na busy, bustling, disputatious tone about it, instead of the accustomed\nphlegm and drowsy tranquillity. He looked in vain for the sage Nicholas\nVedder, with his broad face, double chin, and fair long pipe, uttering\nclouds of tobacco smoke, instead of idle speeches; or Van Bummel, the\nschoolmaster, doling forth the contents of an ancient newspaper.\nIn place of these, a lean bilious-looking fellow, with his pockets\nfull of handbills, was haranguing vehemently about rights of\ncitizens--election--members of Congress--liberty--Bunker’s hill--heroes\nof seventy-six--and other words, that were a perfect Babylonish jargon\nto the bewildered Van Winkle.\n\nThe appearance of Rip, with his long, grizzled beard, his rusty\nfowling-piece, his uncouth dress, and the army of women and children\nthat had gathered at his heels, soon attracted the attention of the\ntavern politicians. They crowded round him, eyeing him from head to\nfoot, with great curiosity. The orator bustled up to him, and drawing\nhim partly aside, inquired, “on which side he voted?” Rip stared in\nvacant stupidity. Another short but busy little fellow pulled him by the\narm, and rising on tiptoe, inquired in his ear, “whether he was Federal\nor Democrat.” Rip was equally at a loss to comprehend the question; when\na knowing, self-important old gentleman, in a sharp cocked hat, made his\nway through the crowd, putting them to the right and left with his\nelbows as he passed, and planting himself before Van Winkle, with one\narm a-kimbo, the other resting on his cane, his keen eyes and sharp hat\npenetrating, as it were, into his very soul, demanded in an austere\ntone, “what brought him to the election with a gun on his shoulder, and\na mob at his heels, and whether he meant to breed a riot in the\nvillage?”\n\n“Alas! gentlemen,” cried Rip, somewhat dismayed, “I am a poor, quiet\nman, a native of the place, and a loyal subject of the King, God bless\nhim!”\n\nHere a general shout burst from the bystanders--“a tory! a tory! a spy!\na refugee! hustle him! away with him!”\n\nIt was with great difficulty that the self-important man in the cocked\nhat restored order; and having assumed a tenfold austerity of brow,\ndemanded again of the unknown culprit, what he came there for, and whom\nhe was seeking. The poor man humbly assured him that he meant no harm,\nbut merely came there in search of some of his neighbors, who used to\nkeep about the tavern.\n\n“Well--who are they?--name them.”\n\nRip bethought himself a moment, and inquired, “Where’s Nicholas Vedder?”\n\nThere was a silence for a little while, when an old man replied, in a\nthin, piping voice, “Nicholas Vedder? why, he is dead and gone these\neighteen years! There was a wooden tomb-stone in the church-yard that\nused to tell all about him, but that’s rotten and gone too.”\n\n“Where’s Brom Dutcher?”\n\n“Oh, he went off to the army in the beginning of the war; some say he\nwas killed at the storming of Stony-Point--others say he was drowned in\nthe squall, at the foot of Antony’s Nose. I don’t know--he never came\nback again.”\n\n“Where’s Van Bummel, the schoolmaster?”\n\n“He went off to the wars, too; was a great militia general, and is now\nin Congress.”\n\nRip’s heart died away, at hearing of these sad changes in his home and\nfriends, and finding himself thus alone in the world. Every answer\npuzzled him, too, by treating of such enormous lapses of time, and of\nmatters which he could not understand: war--Congress--Stony-Point!--he\nhad no courage to ask after any more friends, but cried out in despair,\n“Does nobody here know Rip Van Winkle?”\n\n“Oh, Rip Van Winkle!” exclaimed two or three. “Oh, to be sure! that’s\nRip Van Winkle yonder, leaning against the tree.”\n\nRip looked, and beheld a precise counterpart of himself as he went up\nthe mountain; apparently as lazy, and certainly as ragged. The poor\nfellow was now completely confounded. He doubted his own identity, and\nwhether he was himself or another man. In the midst of his bewilderment,\nthe man in the cocked hat demanded who he was, and what was his name?\n\n“God knows,” exclaimed he at his wit’s end; “I’m not myself--I’m\nsomebody else--that’s me yonder--no--that’s somebody else, got into my\nshoes--I was myself last night, but I fell asleep on the mountain, and\nthey’ve changed my gun, and everything’s changed, and I’m changed, and I\ncan’t tell what’s my name, or who I am!”\n\nThe by-standers began now to look at each other, nod, wink\nsignificantly, and tap their fingers against their foreheads. There was\na whisper, also, about securing the gun, and keeping the old fellow from\ndoing mischief; at the very suggestion of which, the self-important man\nwith the cocked hat retired with some precipitation. At this critical\nmoment a fresh comely woman passed through the throng to get a peep at\nthe gray-bearded man. She had a chubby child in her arms, which,\nfrightened at his looks, began to cry. “Hush, Rip,” cried she, “hush,\nyou little fool; the old man won’t hurt you.” The name of the child, the\nair of the mother, the tone of her voice, all awakened a train of\nrecollections in his mind.\n\n“What is your name, my good woman?” asked he.\n\n“Judith Gardenier.”\n\n“And your father’s name?”\n\n“Ah, poor man, his name was Rip Van Winkle; it’s twenty years since he\nwent away from home with his gun, and never has been heard of since--his\ndog came home without him; but whether he shot himself, or was carried\naway by the Indians, nobody can tell. I was then but a little girl.”\n\nRip had but one question more to ask; but he put it with a faltering\nvoice:\n\n“Where’s your mother?”\n\nOh, she too had died but a short time since: she broke a blood-vessel in\na fit of passion at a New-England pedler.\n\nThere was a drop of comfort, at least, in this intelligence. The honest\nman could contain himself no longer. He caught his daughter and her\nchild in his arms. “I am your father!” cried he--“Young Rip Van Winkle\nonce--old Rip Van Winkle now--Does nobody know poor Rip Van Winkle!”\n\nAll stood amazed, until an old woman, tottering out from among the\ncrowd, put her hand to her brow, and peering under it in his face for a\nmoment, exclaimed, “Sure enough! it is Rip Van Winkle--it is himself.\nWelcome home again, old neighbor--Why, where have you been these twenty\nlong years?”\n\nRip’s story was soon told, for the whole twenty years had been to him\nbut as one night. The neighbors stared when they heard it; some were\nseen to wink at each other, and put their tongues in their cheeks; and\nthe self-important man in the cocked hat, who, when the alarm was over,\nhad returned to the field, screwed down the corners of his mouth, and\nshook his head--upon which there was a general shaking of the head\nthroughout the assemblage.\n\nIt was determined, however, to take the opinion of old Peter\nVanderdonk, who was seen slowly advancing up the road. He was a\ndescendant of the historian of that name, who wrote one of the earliest\naccounts of the province. Peter was the most ancient inhabitant of the\nvillage, and well versed in all the wonderful events and traditions of\nthe neighborhood. He recollected Rip at once, and corroborated his story\nin the most satisfactory manner. He assured the company that it was a\nfact, handed down from his ancestor the historian, that the Kaatskill\nmountains had always been haunted by strange beings. That it was\naffirmed that the great Hendrick Hudson, the first discoverer of the\nriver and country, kept a kind of vigil there every twenty years, with\nhis crew of the Halfmoon, being permitted in this way to revisit the\nscenes of his enterprise, and keep a guardian eye upon the river and the\ngreat city called by his name. That his father had once seen them in\ntheir old Dutch dresses playing at nine-pins in the hollow of the\nmountain; and that he himself had heard, one summer afternoon, the sound\nof their balls, like distant peals of thunder.\n\nTo make a long story short, the company broke up, and returned to the\nmore important concerns of the election. Rip’s daughter took him home to\nlive with her; she had a snug, well-furnished house, and a stout cheery\nfarmer for a husband, whom Rip recollected for one of the urchins that\nused to climb upon his back. As to Rip’s son and heir, who was the ditto\nof himself, seen leaning against the tree, he was employed to work on\nthe farm; but evinced a hereditary disposition to attend to anything\nelse but his business.\n\nRip now resumed his old walks and habits; he soon found many of his\nformer cronies, though all rather the worse for the wear and tear of\ntime; and preferred making friends among the rising generation, with\nwhom he soon grew into great favor.\n\nHaving nothing to do at home, and being arrived at that happy age when\na man can do nothing with impunity, he took his place once more on the\nbench, at the inn door, and was reverenced as one of the patriarchs of\nthe village, and a chronicle of the old times “before the war.” It was\nsome time before he could get into the regular track of gossip, or could\nbe made to comprehend the strange events that had taken place during his\ntorpor. How that there had been a revolutionary war--that the country\nhad thrown off the yoke of old England--and that, instead of being a\nsubject of his majesty George the Third, he was now a free citizen of\nthe United States. Rip, in fact, was no politician; the changes of\nstates and empires made but little impression on him; but there was one\nspecies of despotism under which he had long groaned, and that\nwas--petticoat government. Happily, that was at an end; he had got his\nneck out of the yoke of matrimony, and could go in and out whenever he\npleased, without dreading the tyranny of Dame Van Winkle. Whenever her\nname was mentioned, however, he shook his head, shrugged his shoulders,\nand cast up his eyes; which might pass either for an expression of\nresignation to his fate, or joy at his deliverance.\n\nHe used to tell his story to every stranger that arrived at Mr.\nDoolittle’s hotel. He was observed, at first, to vary on some points\nevery time he told it, which was doubtless owing to his having so\nrecently awaked. It at last settled down precisely to the tale I have\nrelated, and not a man, woman, or child in the neighborhood, but knew it\nby heart. Some always pretended to doubt the reality of it, and insisted\nthat Rip had been out of his head, and that this was one point on which\nhe always remained flighty. The old Dutch inhabitants, however, almost\nuniversally gave it full credit. Even to this day, they never hear a\nthunder-storm of a summer afternoon about the Kaatskill, but they say\nHendrick Hudson and his crew are at their game of nine-pins; and it is a\ncommon wish of all henpecked husbands in the neighborhood, when life\nhangs heavy on their hands, that they might have a quieting draught out\nof Rip Van Winkle’s flagon.\n\n    NOTE.--The foregoing tale, one would suspect, had been suggested\n    to Mr. Knickerbocker by a little German superstition about the\n    Emperor Frederick _der Rothbart_ and the Kypphauser mountain;\n    the subjoined note, however, which he had appended to the tale,\n    shows that it is an absolute fact, narrated with his usual\n    fidelity.\n\n    “The story of Rip Van Winkle may seem incredible to many, but\n    nevertheless I give it my full belief, for I know the vicinity\n    of our old Dutch settlements to have been very subject to\n    marvellous events and appearances. Indeed, I have heard many\n    stranger stories than this, in the villages along the Hudson;\n    all of which were too well authenticated to admit of a doubt. I\n    have even talked with Rip Van Winkle myself, who, when last I\n    saw him, was a very venerable old man, and so perfectly rational\n    and consistent on every other point, that I think no\n    conscientious person could refuse to take this into the bargain;\n    nay, I have seen a certificate on the subject taken before a\n    country justice, and signed with a cross, in the justice’s own\n    handwriting. The story, therefore, is beyond the possibility of\n    doubt.”\n\n\n\nThe order of illustrations has been retained as published in the\noriginal publication.\n\nThe following changes were made:\n\n    On the title page\n      S. E Cassino _changed to_ S. E. Cassino\n\n    In the List of Illustrations\n      personages” facing 26 _changed to_ facing 29\n\n    Page 38\n      intead of the _changed to_ instead of the\n",
    "metadata": {
        "author": [
            "Irving, Washington"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64636/pg64636.txt",
        "name": "rip_van_winkle.json"
    }
}