{
    "name": "Routine for a Hornet",
    "author": [
        "Berry, Don"
    ],
    "body": "Alarm bells filled the wardroom, screaming off the metal walls and\nfilling the room with their flat, metallic clang. Cressey leaped up,\nspilling the table with its checkerboard to the floor.\n\nRunning to the suitlocker, he wondered if the bells had to be loud\nenough to jar a man's mind. The other on-duty men in the wardroom were\nrunning with him, and the corridor outside reverberated to the sound\nof pounding feet on metal. As his hand automatically manipulated the\nzippers on his G-suit, he noticed that his heart was beating furiously.\nAt this point, Cressey had never been able to tell whether he was\nfrightened or not. As far as he could know from what his belly told\nhim, there was no physical difference between plain old chicken fear\nand the body's normal preparation for action.\n\nThe men pounded 'up' the metal stairs to the Hornet's Nest on the\nsatellite's rim. The Hornet's Nest. Cressey thought suddenly how\nirrational it was. When a nickname stuck, it carried its aura to\neverything around it. He didn't know what live-wire journalist had\nfirst used the name Hornets for the Primary Interceptor Command, but\nnow, inevitably, the launching racks were Hornet's Nests and the sleek\nmissiles Stingers.\n\nHe suddenly felt slightly nauseated. He hated this light-headed,\nslightly sick feeling, listening to the roaring of blood in his head\nand the thundering of his heart. The medics had told him these physical\nsymptoms were just nature's way of preparing the body for sudden\nactivity. Cressey didn't know. It felt like fear to him, and he was\nafraid now.\n\nHis ship this run was PIC-503, and when he reached it the Stingers\nwere just coming up the loading elevators. Long, slim, twenty-foot\npencils of death, glistening in the harsh glare of the overheads. They\nhad their own sort of lethal beauty, those Stingers, and a power about\nthem, as if they were quiescently submitting to these puny men for now,\nfor their own mechanical reasons.\n\nEach Hornet carried two Stingers, slung beneath the stubby delta-wings.\nThe Stingers were twice the length of the Hornet itself, projecting\nfore and aft of the ship for five feet in either direction. The Hornet\nlooked ungainly, riding atop those slim needles, like some grotesque\nparasite hitching a ride on two silver arrows.\n\n_They're--quite small._ Who had said that? Mackley. Captain Mackley,\nthe glib Information Officer who'd told Cressey everything he was\nallowed to know about Hornets before he saw one.\n\n_I'll be frank with you, Mr. Cressey. Strategic Command has Hornets\nlisted not as aircraft, but as portable launching racks. Their job is\nto take Stingers to the Outspace ships. There's a man in them because\nwe can't build a computer as efficient as man at such light weight. And\nwe couldn't afford to if we had the necessary knowledge._\n\nCressey remembered his shock at being told he was a light-weight\ncomputer, and some of the bitterness. He watched the loading crew lock\nthe Stingers into position beneath the Hornet's wings and throw the\nhooked boarding ladder over the edge of the cockpit. Cressey mounted\npast the red-painted NO STEP signs on the wings and settled himself in\nthe cramped cockpit. As the crew carried the ladder away, he flipped\nthe switch by his left hand and listened to the hum as the canopy\nrolled forward and locked into place with a metallic clack. NO STEP,\nhe thought wearily. His own god-damned life, entrusted to a piece of\nequipment too delicate to step on.\n\nHe swung the fish-bowl over his head and locked it into place. He\ncoupled the hose leading from his right hip to a similar hose which\ndisappeared into the floor of the cockpit, and partially inflated his\nsuit. No detectable leaks. If his check crew had done their job, he was\nready.\n\nOpening the communications channel, he listened to the other 'hot'\nHornets checking off.\n\n\"427.\"\n\n\"Ready out.\"\n\n\"493.\"\n\n\"Ready out.\"\n\n\"495.\"\n\n\"Ready sir. Out.\"\n\n\"501.\"\n\n\"My fuel gauge doesn't register, sir.\"\n\n\"Scratch 501. 503.\"\n\n\"Ready out,\" replied Cressey. He wondered what was wrong with 501. No\nfuel? Or gauge just out of whack somehow? The way the Hornets were\nbuilt, you could never be sure of anything. They were made for one\ntrip, no more. No matter how the intercept worked out, they never went\nhome again. There was not much money wasted in their construction.\nMackley had easily justified that, too.\n\n_Cressey, you must understand one thing. We are desperate. The\nOutspacers caught us totally unprepared, and some of the measures we\nmust resort to are not what we would normally desire._\n\n_When the Outspacers came into the system, six years ago, we had only\ntwo manned satellites in operation. Within two years this was increased\nto six, and it was still inadequate. For this reason, another ring\nof stations was set up, this time one-man Detector Posts. There are\ntwelve of them, two reporting to each Satellite Base. Their orbit is\nroughly half-way between the orbits of Earth and Mars. Two concentric\ncircles about the Earth, do you see? When an Outspacer crosses D-line,\na signal is flashed to the nearest Satellite Base and the Hornets\nlaunched._\n\n_The point I'm trying to make, Cressey, is this: it took nearly forty\nyears to set up the first manned satellite, and that after all the\nmeans were in our hands. Then, in just over two years, we put up four\nmore satellites and twelve D-Posts. We were not geared for that effort._\n\nTranslated into personal terms, Mackley had meant that the planet could\nnot afford to enclose Cressey in an adequate ship. Too much would be\nlost if the Outspacer weapons caught it.\n\nThe loading crew had retreated into the sealed cubicle from which they\nwould watch the launching. The huge, curved walls of the hull began to\nroll back, and even in the cockpit, Cressey could hear the air roar out\ninto space with a brief explosion of sound. The air hissed out of his\ncockpit, and his suit inflated full. Still no leak.\n\nHe felt a momentary panic as the launching rack swung him out, pointed\naway from the Satellite directly into the emptiness of space. Now he\ncould not see the reassuring bulk of the mother ship. He was alone,\nwith only the incredible myriads of stars before him, and the two\nneedle points of the Stingers projecting full into their mass. The tens\nof thousands of bright specks that seemed so close gave no comfort.\nHis eyes told him space was full, crammed to bursting with stars, and\nhis mind told him it was as empty as death.\n\nPointed out into loneliness, riding the two graceful arrows, Cressey\nheard the Communicator rasp, \"Gentlemen, you are on an intercept to\nan Outspace ship. The safety of your world rides with you. Do your\njob well.\" The hypocritical son-of-a-bitch, thought Cressey angrily,\nsitting in his snug control room telling _us_ to do our job! Well,\nmaybe it made an impression on the first-timers, he couldn't remember.\nThis was his third, and he could no longer remember any farther back\nthan when he climbed into the cockpit. It was better not to remember\nhis other missions, much better.\n\nThe roar seemed to come a split second before the pressure, and then\nCressey was slammed into his acceleration cradle by the sudden impact.\nHis body suddenly weighed over a thousand pounds, and his blood sloshed\nwearily in his veins as a straining heart refused to pump such a load.\n\n\n\n_\"Captain Mackley,\" said Cressey, \"I've heard it said that Earth is the\naggressor in this war.\"_\n\n_\"Have you ever seen the London Crater?\" asked the Information Officer._\n\n_\"Pictures, yes, but what I want to know is, who attacked first?\"_\n\n_\"It doesn't really matter, does it Cressey? There is a war, and we've\ngot to fight it, no matter how it started.\"_\n\n_\"Yes sir,\" said Cressey, \"but I wanted to know.\"_\n\n_\"All right, I'll tell you then. The Outspacers contacted this system\nroughly six years ago. The first eighteen months they spent on the\nouter planets. During the second year they came in as far as Mars,\nand established a base there. Six months later, one of their ships\nleft on an obvious course toward Earth. It was destroyed by a missile\nlaunched from Satellite II.\" Mackley shrugged. \"You know the rest. They\nretaliated. Satellite II was vaporized.\"_\n\n_\"But Earth fired first?\"_\n\n_\"I told you, it doesn't make any difference now. One Outspacer later\ngot through the defense rings, and now there's nothing from London to\nCambridge but glass. Whatever the hell they use for weapons, they're\neffective.\"_\n\n_\"So we don't know whether or not they were originally hostile.\"_\n\n_\"No, we don't. It had to be assumed they were. We were not in a\nposition to make allowances. You must realize, Cressey, we were dealing\nwith something totally unprecedented, a completely unknown force.\nCommon sense is enough to tell you the Outspacer had to be considered\ninimical to us, until proven otherwise.\"_\n\n_\"They weren't given much of a chance to prove it.\"_\n\n_\"That may be. The point is irrelevant at the moment. We are committed\nto a line of action, and we must follow it through. On their part, the\nOutspacers are doing the same.\"_\n\n_Cressey was silent for a moment, and Mackley continued in a softer\nvoice. \"Look here, son. I don't have to tell you all this. I could just\nas easily shoot you full of starry-eyed patriotism and send you out\nto save the world from the Bug-Eyed Monsters, but the military isn't\ndoing things that way any more. There is a possibility that we've made\na mistake, I'll admit that, but we're stuck with the consequences of\nthe original action. We're defending our planet with everything we've\ngot. The Hornets are the only weapon that has proven even remotely\neffective.\"_\n\n_\"I'll have to think it over, Captain.\"_\n\n_\"Of course,\" said Mackley. \"It's not an easy decision to make. Come\nback again, any time you like, and we'll talk it over some more.\"_\n\nAnd Cressey had gone back.\n\n\n\nAcceleration pressure abated, and Cressey's face resumed its normal\nshape. The red haze in front of his eyes cleared, and he could see\nout through his canopy again. The thick blanket of stars remained\nmotionless, though he knew he was moving with tremendous speed toward\nthe Outspace ship.\n\nIn front of him behind the instrument panel, he could hear the\ninsect-like buzzing as his course computer was fed information from his\nBase Satellite. With both the outer D-Post and the Satellite tracking\nthe enemy, fairly precise positioning was possible. Unfortunately,\nbecause of the enormous distances involved, not precise enough to\npinpoint the Stingers themselves. You had to be closer to do that, and\nthe way to get closer was in a Hornet.\n\nFor a few minutes now, Cressey had only to watch his own scope for\nthe first pip, and consider his insane position. It was his third\nmission. Of nearly a thousand Hornetmen, forty-three had more than one\nmission. If he got out of this one, he had two more before compulsory\nretirement. He was not sure he could go two more missions, even if he\nsurvived physically.\n\nFive missions, then retirement. It had looked good to him, a year ago.\nWhen he left college for Primary Interceptors, it had seemed the very\nbest kind of an idea. Five missions as a Hornetman, then home. Home as\na hero, as a king. At twenty-one he would never have to worry about\nanything again. The pension Mackley had mentioned was so high as to be\ninconceivable. And that was just from the government. Being a hero had\nother, less official compensations. A shack in Beverly Hills, worth a\nhundred thousand or so? Hell, they'd force it on him, just for being a\nhero. A woman? What woman could resist a five-mission Hornetman? Every\ndaydream he'd ever had, and a hundred he'd not thought of, free for\nnothing. Or free for running five intercepts.\n\nIt had looked good to him until his first mission. Then it had suddenly\nlost its charm. He had learned why, so far, there were no five-mission\nHornetmen.\n\nAbruptly he heard the \"ping\" telling him his radar was tracking. The\nSatellite had guided him true enough. He was within the limited range\nof his own radar.\n\n\"Radar contact made,\" he said into the lip mike. \"503 going on manual\ncontrol. Out.\" He clicked the Com switch and settled down to fixing on\nhis target.\n\nFrom the size of the blip on the screen, he could see the Outspace ship\nwas huge, as all of them were. Funny, there had not even been enough\ncontact to know how many different sorts of ship the Alien had. They\nwere not battleships, nor cruisers, nor anything else specific. They\nwere simply Outspace, and he had to seek them out and destroy them.\n\nA single ship, as usual. He wondered why they had never sent more than\none ship at a time. Perhaps their thinking was so completely foreign\nit had never occurred to them. No one knew anything about how they\nthought, except that they retaliated when attacked.\n\nCressey wondered how the conflict looked through Outspacer eyes.\nPerhaps they were completely bewildered by attack. Perhaps those\ngod-awful disruptor beams were meant for some other, more peaceful\npurpose, and were being pressed into use as an emergency weapon by\nfrightened beings. It was even possible the aliens did not know they\nwere under attack by sentient creatures, and wrote off the loss of\ntheir ships to natural calamity of some unknown nature.\n\nThere were a thousand maybes. It was useless to speculate in the total\nabsence of data. You couldn't be sure of anything, so you couldn't\ntake any chances. You had to act as though they were hostile just to be\non the safe side. The malignant neurosis of humanity, making it behave\nas though all things unknown were dangerous. Or perhaps just realistic\nthinking. You couldn't know, unless you knew all about the universe.\nPerhaps the idea of conscious animosity was incomprehensible to the\nOutspacers, but there was no way to tell. He reached between his legs\nto the cockpit floor and threw the switches there, arming the Stinger\nwarheads.\n\nOn his first mission he had actually gotten within visual range of the\nOutspace ship, launching the Stingers at not more than three miles\nrange. The ship had been bulky, almost grotesque by his own standards,\ncovered with lumps and bulges of indeterminate purpose. There had been\nno lights visible, no ports. Perhaps the Aliens did not see in our\nspectrum, or perhaps they had radiation screens across the ports, there\nwas no way to tell.\n\nCressey smiled ruefully. This miserable war was turning him into a\nphilosopher.\n\nOn his second mission he had not seen his target. He had launched at\nsix miles, out of fear, trusting to the followers in the Stingers'\nnoses to track. He did not know what the result had been either time.\nHe had turned and run for home at full acceleration, and he fully\nintended to do the same on this mission. There was such a thing as\npushing your luck too far, and he needed all he had.\n\nThe pip on his screen drifted to the left, and he gave a short burst\nto center it. He begrudged having to use his infinitesimal fuel on\ntracking when he needed it so desperately to go home. He looked through\nthe canopy, but saw nothing, and returned his eyes to the screen. The\ntelltale pip had drifted slightly to the right. He had overcorrected.\nCursing, he fired another burst, shorter this time, with the left bank,\nand watched the pip center. That was good enough.\n\nHis ranging said only twelve miles, his speed two mps, relative to\ntarget. One second, two seconds, three--there it was, occulting a tiny\narea of star patched sky.\n\nOut of the corner of his eye he saw a bright flare as some other Hornet\ndisappeared in the wave of energy released by its molecular disruption.\nThen another, in another quadrant. The Alien was fighting back. He\njabbed violently at the Stinger release, and saw the two pencils\nroar fiercely out ahead of him on their own power. He cut his flimsy\nlaunching rack into as tight a turn as it would take. The familiar red\nhaze clouded his vision, and just before blacking out he fired another\nlast long burst on the rockets to head him toward home.\n\n\n\n_\"You understand,\" said Mackley, \"that the amount of fuel we can pack\ninto a Hornet is severely limited by the size of the craft. There is\nnot enough to perform the complicated braking maneuvers necessary to\nreturn to the Satellite._\n\n_\"Therefore, the Hornets make no attempt to return to the Satellite\nfrom which they were launched. Instead, they return directly to Earth.\nThis may sound contradictory, but remember that the planet has a heavy\nenvelope of air, which the Satellite Bases, of course, have not. We use\nthat air to brake the ships, through friction.\"_\n\n_\"But Captain, wouldn't the Hornet burn as soon as it touched\natmosphere?\"_\n\n_\"Ordinarily, if it plunged directly in, yes. But there are techniques\nfor slowing your flight through friction without heating excessively.\nBasically, the operation is the same as skipping a flat stone on a\nlake. The Hornet actually only skims the atmosphere, entering at a very\nshallow angle. The entire delta-wing of the ship is a control surface.\nThat much area, even at such extreme heights, gives a certain amount of\ncontrol, and the pilot can pull up out of the atmosphere again before\nheating has become too extreme. He has also been considerably slowed by\nthe same friction which causes the heating. Do you follow me?\"_\n\n_\"Yes, I suppose so, but it seems pretty tricky.\"_\n\n_\"It is tricky, Cressey, and you never want to forget it. It takes a\nvery considerable amount of piloting skill, but it can be done.\"_\n\n_\"Captain, how many Hornets do you lose trying to get in like that?\"_\n\n_Mackley hesitated momentarily. \"Our losses are right around\nthirty-seven percent. That's due to enemy fire. It's high, but under\nthe circumstances, it isn't extreme. We're fighting at a disadvantage,\nand combat is not a gentle affair. Men's lives are lost. That's been\ntrue ever since two cave men took after each other with stone axes.\nIt was true with bows and arrows and muzzle loaders. It was true with\ntanks and machine guns, and it is true now._\n\n_\"It is expected in a combat situation that men will die. One of the\naims of military strategy has always been to keep as many of your own\nmen alive as possible. This has not changed either. But combat is,\nafter all, combat; and there are some unavoidable risks.\"_\n\n_\"What's the total loss, Captain? I mean from enemy action and from the\nhazards of this skip approach you were talking about?\"_\n\n_The Information Officer stared at Cressey for what seemed like a long\ntime before he answered. \"Our total losses, Mr. Cressey, are roughly\nninety-three percent.\"_\n\n\n\nWhen Cressey regained consciousness, the Earth was a great globe,\nfilling his entire field of vision. He could not estimate his distance,\nthough he thought he was within the Satellite ring. His speed would\nplunge him into atmosphere shortly, too shortly.\n\nWithin seconds he began to feel the warmth as he entered the region\nwhere a few air molecules began to brush over the surfaces of his ship.\nHe rotated the delta-wings full, but there was no response. He was not\nyet deep enough into the sea of air for the control surfaces to react.\nHe watched the tips of the wings, so ridiculously close to him, though\nhe knew he would not be able to see anything. Soon he began to feel a\ngentle bucking motion as the wings met resistance. He flattened them\nout, horizontal, and began to draw them up again slowly, so they would\nmove the tiny ship upward instead of simply tearing off at the roots.\n\nThe heat was already uncomfortable, and he was slowing. Now he was\npressed forward against the seat belt as deceleration increased. The\ncontrol surfaces bit into the thin air more solidly now, and Cressey\nthought the nose had come up a bit, but it was so slight he couldn't be\nsure. The bucking motion was more pronounced, but there was nothing he\ncould do about that.\n\nSlowly, slowly. The wings had to tilt so very slowly, or they would be\nripped from the pod-like hull, leaving it to plummet into thick air and\nglow briefly like a cigarette in the dark before it plunged down to\nearth. His face was wet behind the fish-bowl, but he could not reach it\nto wipe the sweat away. Nor could he have taken his hands away from the\ncontrols in any case.\n\nThe nose had come up, he was certain of that now. He was definitely\nrising, but the heat was becoming unbearable. Imperceptibly, a thin\nshrieking had arisen in the cabin, almost out of sonic range, just\nenough to make a man's nerves feel as if they had been dragged across a\nrough file. The heat transmitted through the body of the pod and into\nthe bucket was beginning to burn his legs. He was being held out of\nthe seat itself by the force of his deceleration, but the backs of his\ncalves still touched metal. He thought he could smell the fabric of his\nsuit burning, but realized it was probably his overwrought imagination.\n\nHis cheeks felt too large, puffed out, as though strong, implacable\nhands were pulling all his loose flesh forward. His eyes strained\nforward, threatening to come out of their sockets. The red haze\nbegan, and he had a sudden frightening thought that he might lose\nconsciousness before the Hornet had well begun its rise out of\natmosphere. The red darkened into black.\n\nHe regained consciousness. The first skip had been made. The ship began\nto settle back into atmosphere again, and now its speed was lower.\nWith each pass the heat would become more intense, as the plane would\nnot have a chance to cool completely before it began to heat again. He\nhad to maintain a delicate balance between going deep enough to slow\nhim, but not so deep he couldn't bring the ship up before it burned,\ncherry-red. His body was drenched as by a shower, and the inner lining\nof his suit felt soggy from sweat.\n\nThe second skip was worse than the first, and he lost consciousness\nalmost too soon. The third was worse than the second. After the fourth,\nhe could not lift high enough to clear atmosphere. He had gone too\ndeep, and was now bound by the great mass of Earth below.\n\nHe was still at a shallow angle, relative to the ground. He estimated\nhe would make at least one complete orbit, perhaps two, before his\nspiralling trajectory brought him to the contact point on the surface.\nIf he were still conscious, he would leave the aircraft at 30,000\nfeet, and hope. He knew his speed was still too high, well over Mach 2,\nhigher than it had been on either of his other approaches. The ship was\nthreatening to tear apart under the furious pounding it was taking from\nair and shock waves.\n\nHobson's choice. Bail out high, and suffocate because the automatic\nchute release would not allow him to make a delayed opening. Bail out\nlow, and the thick air would pound his body to a pulp, and below the\nsteel webbed chute would hang nothing but a suit, full of a still, red\nmessiness.\n\nThe timing had to be precision itself, but it had to be done by\nguesswork. There was no training that could prepare a man for this. It\nwas all new. He uncoupled the air hose leading to his suit, and placed\nhis hand on the ejector lever. He knew he was too high, but the wings\nshowed quivering signs of buckling under the strain.\n\nHe pulled the lever, releasing the canopy and arming the seat\ncartridge. The canopy disappeared miraculously from over his head.\nHe was deafened by the thunderous roar of air that entered the\ncramped cockpit, like an explosion peak that remained constant, not\ndiminishing. Instinctively, he ducked his head, recoiling at the sound.\nHe did not remember triggering the seat ejector.\n\nCressey fell. The seat dropped away from him, the incredibly strong\nparachute opened, all automatically. He fell forty-five thousand\nfeet into the Pacific Ocean, unconscious. His face was battered by\nwindblast almost beyond recognition, and his body equally so. When\nthe rescue team pulled him from the water, three hours later, they\nthought he was an old man. His eyes were a mass of red, from dozens of\nsub-conjunctival hemorrhages. He would see again, but not until after\nweeks of near blindness.\n\nBut he was alive. When he woke up in the California hospital four days\nlater, he considered ruefully that that was about the best one could\nexpect in his business.\n\n\n\n\"Cressey, can you hear me?\"\n\n\"Yes, I can hear you. Who is it?\"\n\n\"It's Captain Mackley. I've come to see you.\"\n\n\"Well--thanks, Captain.\"\n\n\"You got the Outspacer, Cressey. I thought you'd like to know.\"\n\n\"Frankly, Captain, I couldn't care less. But thanks for telling me,\nanyway.\"\n\n\"It means a lot, Cressey. There were a lot of people's lives riding\nwith you.\"\n\n_Yeah, I'm a hero. I'm a Hornetman._\n\n\"Thanks, Captain.\"\n\n\"Was it pretty rough?\"\n\n_Rough? Like birth and death and all of life, rolled into minutes._\n\n\"No more so than I expected, Captain. Pretty much routine. Routine for\na Hornetman.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Berry, Don"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59622/pg59622.txt",
        "name": "routine_for_a_hornet.json"
    }
}