{
    "name": "Sam, This Is You",
    "author": [
        "Leinster, Murray"
    ],
    "body": "\n[Sidenote: Sam had led a peaceful and impecunious life--until a voice\ncut in on a phone and said: Sam, this is You]\n\nYou are not supposed to believe this story, and if you ask Sam Yoder\nabout it, he is apt to say that it's all a lie. But Sam is a bit\nsensitive about it. He does not want the question of privacy to be\nraised again--especially in Rosie's hearing. And there are other\nmatters. But it's all perfectly respectable and straightforward.\n\nIt could have happened to anybody--well, almost anybody. Anybody, say,\nwho was a telephone lineman for the Batesville and Rappahannock\nTelephone Company, and who happened to be engaged to Rosie, and who had\nbeen told admiringly by Rosie that a man as smart as he was ought to\nmake something wonderful of himself. And, of course, anybody who'd taken\nthat seriously and had been puttering around on a device to make private\nconversations on a party-line telephone possible, and almost had the\ntrick.\n\nIt began about six o'clock on July second, when Sam was up a telephone\npole near Bridge's Run. He was hunting for the place where that party\nline had gone dead. He'd hooked in his lineman's phone and he couldn't\nraise Central, so he was just going to start looking for the break when\nhis phone rang back, though the line had checked dead.\n\nStartled, he put the receiver to his ear. \"Hello. Who's this?\"\n\n\"Sam, this is you,\" a voice replied.\n\n\"Huh?\" said Sam. \"What's that?\"\n\n\"This is you,\" the voice on the wire repeated. \"You, Sam Yoder. Don't\nyou recognize your own voice? This is you, Sam Yoder, calling from the\ntwelfth of July. Don't hang up!\"\n\n\n\nSam hadn't even thought of hanging up. He was annoyed. He was up a\ntelephone pole, trying to do some work, resting in his safety belt and\nwith his climbing irons safely fixed in the wood. Naturally, he thought\nsomebody was trying to joke with him, and when a man is working is no\ntime for jokes.\n\n\"I'm not hanging up,\" said Sam dourly, \"but you'd better!\"\n\nThe voice was familiar, though he couldn't quite place it. If it talked\na little more, he undoubtedly would. He knew it just about as well as he\nknew his own, and it was irritating not to be able to call this joker by\nname.\n\nThe voice said, \"Sam, it's the second of July where you are, and you're\nup a pole by Bridge's Run. The line's dead in two places, else I\ncouldn't talk to you. Lucky, ain't it?\"\n\n\"Whoever you are,\" Sam said formidably, \"it ain't going to be lucky for\nyou if you ever need telephone service and you've kept wasting my time.\nI'm busy!\"\n\n\"But I'm you!\" insisted the voice persuasively. \"And you're me! We're\nboth the same Sam Yoder, only where I am, it's July twelfth. Where you\nare, it's July second. You've heard of time-traveling. Well, this is\ntime-talking. You're talking to yourself--that's me--and I'm talking to\nmyself--that's you--and it looks like we've got a mighty good chance to\nget rich.\"\n\nThen something came into Sam's memory and every muscle in his body went\ntaut and tight, even as he was saying to himself, \"It can't be!\"\n\nBut he'd remembered that if a man stands in a corner and talks to the\nwall, his voice will sound to him just the way it sounds to somebody\nelse. Being in the telephone business, he'd tried it and now he did\nrecognize the voice. It was his. His own. Talking to him. Which, of\ncourse, was impossible.\n\n\"Look,\" said hoarsely, \"I don't believe this!\"\n\n\"Then listen,\" the voice said briskly. And Sam's face grew red. It\nburned. His ears began to feel scorched. Because the voice--_his_\nvoice--was telling him strictly private matters that nobody else in the\nworld knew. Nobody but himself and Rosie.\n\n\"Quit it!\" groaned Sam. \"Somebody might be listening! Tell me what you\nwant and ring off!\"\n\nThe voice told him what it wanted. His own voice. It sounded pleased. It\ntold him precisely what it wanted him to do. And then, very kindly, it\ntold him exactly where the two breaks in the line were. And then it rang\noff.\n\n\n\nHe sweated when he looked at the first of the two places. A joining was\nbad and he fixed that. It was where his voice had said it would be. And\nthat was as impossible as anything else.\n\nWhen he'd fixed the second break, Sam called Central and told her he was\nsick and was going home, and that if there were any other phones that\nneeded fixing today, people were probably better off without phone\nservice, anyhow.\n\nHe went home and washed his face, and made himself a brew of coffee and\ndrank it, and his memory turned out to be unimpaired. Presently he heard\nhimself muttering.\n\nSo he said defiantly, \"There ain't any crazy people in my family, so it\nain't likely I've gone out of my head. But God knows nobody but Rosie\nknows about me telling her sentimental that her nose is so cute, I\ncouldn't believe she ever had to blow it! Maybe it was me, talking to\nmyself!\"\n\nTalking to oneself is not abnormal. Lots of people do it. Sam missed out\nthe conclusion to be drawn from the fact that he'd answered himself\nback.\n\nHe reasoned painfully, \"If somebody drove over to Rappahannock, past\nDunnsville, and telephoned back that there was a brush fire at\nDunnsville, I wouldn't be surprised to get to Dunnsville and find a\nbrush fire there. So if somebody phones back from next Tuesday that Mr.\nBroaddus broke his leg next Tuesday--why, I shouldn't be surprised to\nget to next Tuesday and find he done it. Going to Rappahannock, past\nDunnsville, and going to next Thursday, past next Tuesday, ain't so much\ndifference. It's only the difference between a road-map and a calendar.\"\n\nThen he began to see implications. He blinked.\n\n\"Yes, sir!\" he said in awe. \"I wouldn't've thought of it if I hadn't\ntold myself on the telephone, but there _is_ money to be made out of\nthis! I must be near as smart as Rosie thinks I am! I'd better get that\ndinkus set up!\"\n\nHe'd more or less half-heartedly worked out an idea of how a party-line\ntelephone conversation could be made private, and just out of instinct,\nyou might say, he'd accumulated around his house a lot of stuff that\nshould have been on the phone company's inventory. There were condensers\nand transmitters and selective-ringing bells and resistances and the\nlike. He'd meant to put some of them together some day and see what\nhappened, but he'd been too busy courting Rosie to get at it.\n\n\n\nNow he did get started. His own voice on the telephone had told him to.\nIt had warned him that one thing he had intended wouldn't work and\nsomething else would. But it was essentially simple, after all. He\nfinished it and cut off his line from Central and hooked this gadget in.\nHe rang. Half a minute later, somebody rang back.\n\n\"Hello!\" said Sam, quivering. He'd broken the line to Central, remember.\nIn theory, he shouldn't have gotten anybody anywhere. But a very\nfamiliar voice said \"Hello\" back at him, and Sam swallowed and said,\n\"Hello, Sam. This is you in the second of July.\"\n\nThe voice at the other end said cordially that Sam had done pretty well\nand now the two of them--Sam in the here and now and Sam in the middle\nof the week after next--would proceed to get rich together. But the\nvoice from July twelfth sounded less absorbed in the conversation than\nSam thought quite right. It seemed even abstracted. And Sam was at once\nsweating from the pure unreasonableness of the situation and conscious\nthat he rated congratulation for the highly technical device he had\nbuilt. After all, not everybody could build a time-talker!\n\nHe said with some irony, \"If you're too busy to talk--\"\n\n\"I'll tell you,\" replied the voice from the twelfth of July, gratified.\n\"I am kind of busy right now. You'll understand when you get to where I\nam. Don't get mad, Sam. Tell you what--you go see Rosie and tell her\nabout this and have a nice evening. Ha-ha!\"\n\n\"Now what,\" asked Sam cagily, \"do you mean by that 'ha-ha'?\"\n\n\"You'll find out,\" said the voice. \"Knowin' what I know, I'll even\ndouble it. Ha-ha, ha-ha!\"\n\nThere was a click. Sam rang back, but got no answer. He may have been\nthe first man in history to take an objective and completely justified\ndislike to himself.\n\nBut presently he grumbled, \"Smart, huh? Two can play at that! I'm the\none that's got to do things if we are both goin' to get rich.\"\n\nHe put his gadget carefully away and combed his hair and ate some cold\nfood around the house and drove over to see Rosie. It was a night and an\nerrand which ordinarily would have seemed purely romantic. There were\nfireflies floating about, and the Moon shone down splendidly, and a\nperfumed breeze carried mosquitoes from one place to another. It was the\nsort of night on which, ordinarily, Sam would have thought only of\nRosie, and Rosie would have optimistic ideas about how housekeeping\ncould, after all, be done on what Sam made a week.\n\nThey got settled down in the hammock on Rosie's front porch, and Sam\nsaid expansively, \"Rosie, I've made up my mind to get rich. You ought to\nhave everything your little heart desires. Suppose you tell me what you\nwant so I'll know how rich I've got to get.\"\n\n\n\nRosie drew back. She looked sharply at Sam. \"Do you feel all right?\"\n\nHe beamed at her. He'd never been married and he didn't know how crazy\nit sounded to Rosie to be queried on how much money would satisfy her.\nThere simply isn't any answer to the question.\n\n\"Listen,\" said Sam tenderly. \"Nobody knows it, but tonight Joe Hunt and\nthe Widow Backus are eloping to North Carolina to get married. We'll\nfind out about it tomorrow. And day after tomorrow, on the Fourth of\nJuly, Dunnsville is going to win the baseball game with Bradensburg,\nseven to five, all tied till the ninth inning, and then George Peeby is\ngoing to hit a homer with Fred Holmes on second base.\"\n\nRosie stared at him. Sam explained complacently. The Sam Yoder in the\nmiddle of the week after next had told him what to expect in those\nparticular cases. He would tell him other things to expect. So Sam was\ngoing to get rich.\n\nRosie said, \"Sam! Somebody was playing a joke on you!\"\n\n\"Yeah?\" Sam answered comfortably. \"Who else but me knows what you said\nto me that time you thought I was mad at you and you were crying out\nback of the well-house?\"\n\n\"Sam!\"\n\n\"And nobody else knows about that time we were picnicking and a bug got\ndown the back of your dress and you thought it was a hornet.\"\n\n\"Sam Yoder!\" wailed Rosie. \"You never told anybody about that!\"\n\n\"Nope,\" said Sam truthfully. \"I never did. But the me in the week after\nnext knew. He told me. So he had to be me talking to me. Couldn't've\nbeen anybody else.\"\n\nRosie gasped. Sam explained all over again. In detail. When he had\nfinished, Rosie seemed dazed.\n\nThen she said desperately, \"Sam! Either you've t-told somebody else\neverything we ever said or did together, or else--there's somebody who\nknows every word we ever said to each other! That's awful! Do you really\nand truly mean to tell me--\"\n\n\"Sure I mean to tell you,\" said Sam happily. \"The me in the week after\nnext called me up and talked about things nobody knows but you and me.\nCan't be no doubt at all.\"\n\nRosie shivered. \"He--he knows every word we ever said! Then he knows\nevery word we're saying now!\" She gulped. \"Sam Yoder, you go home!\"\n\nSam gaped at her. She got up and backed away from him.\n\n\"D-do you think,\" she chattered despairingly, \"that I--that I'm g-going\nto talk to you when s-somebody else--listens to every w-word I say\nand--knows everything I do? D-do you think I'm going to _m-marry_ you?\"\n\nThen she ran away, weeping noisily, and slammed the door on Sam. Her\nfather came out presently, looking patient, and asked Sam to go home so\nRosie could finish crying and he could read his newspaper in peace.\n\n\n\nOn the way back to his own house, Sam meditated darkly. By the time he\ngot there, he was furious. The him in the week after next could have\nwarned him about this!\n\nHe rang and rang and rang, on the cut-off line with his gadget hooked in\nto call July the twelfth. But there was no answer.\n\nWhen morning came, he rang again, but the phone was still dead. He\nloaded his tool-kit in the truck and went off to work, feeling about as\nlow as a man could feel.\n\nHe felt lower when he reported at the office and somebody told him\nexcitedly that Joe Hunt and the Widow Backus had eloped to North\nCarolina to get married. Nobody would have tried to stop them if they\nhad prosaically gotten married at home, but they had eloped to make it\nmore romantic.\n\nIt wasn't romantic to Sam. It was devastating proof that there was\nanother him ten days off, knowing everything he knew and more besides,\nand very likely laughing his head off at the fix Sam was in. Because,\nobviously, Rosie would be still more convinced when she heard this news.\nShe'd know Sam wasn't crazy or the victim of a practical joke. He had\ntold the truth.\n\nIt wasn't the first time a man got in trouble with a woman by telling\nher the truth, but it was new to Sam and it hurt.\n\nHe went over to Bradensburg that day to repair some broken lines, and\naround noon, he went into a store to get something to eat. There were\nsome local sportsmen in the store, bragging to each other about what the\nBradensburg baseball team would do to the Dunnsville nine.\n\nSam said peevishly, \"Huh! Dunnsville will win that game by two runs!\"\n\n\"Have you got any money that agrees with you?\" a local sportsman\ndemanded pugnaciously. \"If you have, put it up and let somebody cover\nit!\"\n\nSam wanted to draw back, but he had roused the civic pride of\nBradensburg. He tried to temporize and he was jeered at. In the end,\nphilosophically, he dragged out all the money he had with him and bet\nit--eleven dollars. It was covered instantly, amid raucous laughter. And\non the way back to Batesville, he reflected unhappily that he was going\nto make eleven dollars out of knowing what was going to happen in the\nninth inning of that ball game, but probably at the cost of losing\nRosie.\n\n\n\nHe tried to call his other self that night again. There was no more\nanswer than before. He unhooked the gadget and restored normal service\nto himself. He rang Rosie's house. She answered the phone.\n\n\"Rosie,\" Sam asked yearningly, \"are you still mad at me?\"\n\n\"I never was mad at you,\" said Rose, gulping. \"I'm mad at whoever was\ntalking to you on the phone and knows all our private secrets. And I'm\nmad at you if you told him.\"\n\n\"But I didn't have to tell him! He's me! All he has to do is just\nremember! I tried to call him last night and again this morning,\" he\nadded bitterly, \"and he don't answer. Maybe he's gone off somewheres.\nI'm thinking it might be a--a kind of illusion, maybe.\"\n\n\"You told me there'd be an elopement last night,\" retorted Rosie, her\nvoice wobbling, \"and there was. Joe Hunt and the Widow Backus. Just like\nyou said!\"\n\n\"It--it could've been a coincidence,\" suggested Sam, not too hopefully.\n\n\"I'm--w-waiting to see if Dunnsville beats Bradensburg seven to five\ntomorrow, tied to the ninth, with George Peeby hitting a homer then with\nFred Holmes on second base. If--if that happens, I'll--I'll die!\"\n\n\"Why?\" asked Sam.\n\n\"Because it'll mean that I can't m-marry you ever, because somebody\nelse'd be looking over your shoulder--and we wouldn't ever be by\nourselves all our lives--night or day!\"\n\nShe hung up, weeping, and Sam swore slowly and steadily and with venom\nwhile he worked to hook up his device again--which did not make a\nprivate conversation on a party line, but allowed a man to talk to\nhimself ten days away from where he was. And then Sam rang, and rang,\nand rang. But he got no answer.\n\nThe following day, in the big fourth of July game, Dunnsville beat\nBradensburg seven to five. It was tied to the ninth. Then George Peeby\nhit a homer, with Fred Holmes on second base. Sam collected his\nwinnings, but grimly, without joy.\n\nHe stayed home that night, worrying, and every so often trying to call\nhimself up on the device he had invented and been told--by himself--to\nmodify. It was a nice gadget, but Sam did not enjoy it. It was a nice\nnight, too. There was moonlight. But Sam did not enjoy that, either.\n\nMoonlight wouldn't do Sam any good so long as there was another him in\nthe middle of the week after next, refusing to talk to him so he could\nget out of the fix he was in.\n\n\n\nNext morning, though, the phone woke him. He swore at it out of habit\nuntil he got out of bed, and then he realized that his gadget was hooked\nin and Central was cut off. He made it in one jump to the instrument.\n\n\"Hello!\"\n\n\"Don't fret,\" said his own voice patronizingly. \"Rosie's going to make\nup with you.\"\n\n\"How in blazes d'you know what she's going to do?\" raged Sam. \"She won't\nmarry me with you hanging around! I've been trying to figure out a way\nto get rid of you--\"\n\n\"Quiet!\" commanded the voice on the telephone irritably. \"I'm busy. I've\ngot to go collect the money you've made for us.\"\n\n\"_You_ collect money? _I_ get in trouble and _you_ collect money?\"\n\n\"I have to,\" his voice said with the impatient patience of one speaking\nto a small idiot child, \"before you can have it. Listen here. Where you\nare, it's Wednesday. You're going over to Dunnsville today to fix some\nphones. You'll be in Mr. Broaddus' law office about half-past ten. You\nlook out the window and notice a fella setting in a car in front of the\nbank. Notice him good!\"\n\n\"I won't do it,\" said Sam defiantly. \"I ain't taking any orders from\nyou! Maybe you're me, but _I_ make money and _you_ collect it. For all I\nknow you spend it before I get to it! I'm quitting this business right\nnow. It's cost me my own true love and all _my_ life's happiness and to\nhell with you!\"\n\n\"You won't do it?\" his own voice asked nastily. \"Wait and see!\"\n\nSo, that morning, the manager told Sam, when he reported for work, to\ndrive over to Dunnsville and check on some lines there. Sam balked. He\nsaid there were much more important lines needing repair elsewhere. The\nmanager explained politely to Sam that Mr. Broaddus over in Dunnsville\nhad been taken drunk at a Fourth of July party and fallen out of a\nwindow. He'd broken his leg, so it was a Christian duty to make sure he\nhad a telephone in working order in his office, and Sam could get over\nthere right away or else.\n\nOn the way to Dunnsville, Sam morosely remembered that he'd known about\nMr. Broaddus' leg. He had told himself about it on the telephone.\n\nAt half-past ten, he was fixing Mr. Broaddus' telephone when he\nremembered about the man he was supposed to get a good look at, sitting\nin a car in front of the bank. He made an angry resolution not, under\nany circumstances, to glance outside of the lawyer's office. He\nmeditated savagely that, by this resolution, the schemes of his other\nself in the future were abolished.\n\nNaturally, he presently went to the window and looked to see what he was\nabolishing.\n\n\n\nThere was a car before the bank with a reddish-haired man sitting in it.\nA haze came out of the exhaust, showing that the motor was running. None\nof this impressed Sam as remarkable. But as he looked, two other men\ncame running out of the bank. One of them carried a bag and both of them\nhad revolvers out and they piled into the car and the reddish-haired man\ngunned it and it was abruptly a dwindling speck in a cloud of dust,\ngetting out of town.\n\nThree seconds later, old Mr. Bluford, president of the bank, came out\nyelling, and the cashier came after him, and it was a first-rate bank\nrobbery they were yelling about. The men in the get-away car had\ndeparted with thirty-five thousand dollars.\n\nAll of it had taken place so fast that Sam hardly realized what had\nhappened when he went out to see what it was all about, and was\ninstantly seized upon to do some work. The bankrobbers had shot out the\ntelephone cable out of town with a shotgun, so word couldn't get ahead\nof them. Sam was needed to re-establish communications with the outside\nworld.\n\nHe did, absorbedly reflecting on the details of the robbery as he'd\nheard them. He was high up on a telephone pole and the sheriff and\nenthusiastic citizens were streaking past in cars to make his labors\nunnecessary, when the personal aspect of all this affair hit him.\n\n\"Migawd!\" gasped Sam, shocked. \"That me in the middle of next week told\nme to come over here and watch a bank robbery! But he didn't let on what\nwas going to happen so's I could stop it!\" He felt an incredulous\nindignation come over him. \"I woulda been a hero!\" he said resentfully.\n\"Rosie woulda admired me! _That other me is a born crook!_\"\n\nThen he realized the facts. The other him was himself, only a week and a\nhalf distant. The other him was so far sunk in dastardliness that he\npermitted a crime to take place, feeling no more than sardonic\namusement.\n\nAnd there was nothing he himself could do about it! He couldn't even\ntell the authorities about this depraved character! They wouldn't\nbelieve him unless he could get his other self on the telephone to admit\nhis criminality. Even then, what could they do?\n\nSam felt what little zest had been left in living go trickling out of\nhis climbers. He looked into the future and saw nothing desirable in it.\n\nHe painstakingly finished the repair of the shot-out telephone line, but\nthen he went down to his truck and drove over to Rosie's house.\n\nThere was but one thing he could do.\n\n\n\nRosie came suspiciously to the the door.\n\n\"I come to tell you good-by, Rosie,\" said Sam. \"I just found out I'm a\ncriminal, so I aim to go and commit my crimes far away from my home and\nthe friends who never thought I'd turn out this way. Good-by, Rosie.\"\n\n\"Sam!\" said Rosie. \"What's happened now?\"\n\nHe told her about the bank robbery and how his own self--in the week\nafter next--had known it was going to happen, and told Sam to go watch\nit without giving him information by which it could have been stopped.\n\n\"He knew it after it happened,\" said Sam bitterly, \"and he could've told\nme about it before! He didn't, so he's a accessory to the crime. And he\nis me, which makes me a accessory, too. Good-by, Rosie, my own true\nlove! You'll never see me again!\"\n\n\"You set right down here,\" Rosie ordered firmly. \"You haven't done a\nthing yet, so it's that other you who's a criminal. You haven't got a\nthing to run away for!\"\n\n\"But I'm going to have! I'm doomed to be a criminal! It's that me in the\nweek after next! There's nothing to be done!\"\n\n\"Says who? _I'm_ going to do something!\"\n\n\"Like what?\" asked Sam.\n\n\"I'm going to reform you,\" said Rosie, \"before you start!\"\n\n\n\nShe was a determined girl, that Rosie. She marched inside and put on her\nblue jeans, then went to her father's woodshed where he kept his tools\nand got a monkey wrench and stuck it in her hip pocket.\n\nWhen she came to the truck, Sam said, \"What's the idea, Rosie?\"\n\n\"I'm riding around with you,\" replied Rosie, with a grim air. \"You won't\ndo anything criminal with me on hand! And if that other you starts\ntalking to you on the telephone, I'm going to climb that pole and tell\nhim where he gets off!\"\n\n\"If anybody could keep me from turning criminal,\" acknowledged Sam,\n\"it'd be you, Rosie. But that monkey wrench--what's it for?\"\n\nRosie climbed into the seat beside him.\n\n\"You start having criminal ideas,\" she told him, \"and you'll find out!\nNow you go on about your business and I and the monkey wrench will look\nafter your morals!\"\n\nThis tender exchange happened only an hour or so after the robbery and\nthere was plenty of excitement around. But Sam went soberly about his\nwork as telephone lineman. Rosie simply rode with him as a--well, it\nwasn't as a bodyguard, but a sort of M.P. escort--Morals Police. Where\nhe worked on a line, he called the central office to report, and he\nheard about the hunt for the bank robbers, and told Rosie.\n\n\n\nIt was good fortune that he'd been in Dunnsville when the robbery\nhappened, because his prompt repair of the phone wires had spoiled the\nrobbers' get-away plans. They hadn't gone ten miles from Dunnsville\nbefore somebody fired a load of buckshot at them as their car roared by\nLemons' Store. They were past before they realized they'd been shot at.\nBut the buckshot had punctured the radiator, and two miles on, they were\nstuck.\n\nThey pushed their car off the road behind some bushes and struck out on\nfoot, and the sheriff ran right past their car without seeing it. Then\nrain began to fall and the bank robbers were wet and scared and\ndesperate. They knew there'd be roadblocks set up everywhere and they\nhad that bag of money--part bills, but a lot of it silver--and all of\nTidewater was up in arms.\n\nTaking evasive action, they hastily stuffed their pockets with small\nbills--there were no big ones--but dared not take too much lest the\npockets bulge. They hid the major part of their loot in a hollow tree.\nThey separated, going to nearby towns--while rain fell heavily and\ncovered their trails--and went to bed with chest colds. They felt\nmiserable. But the rain washed away the scent they had left and\nbloodhounds couldn't do a thing.\n\nNone of this was known to Sam, of course. Rosie had taken charge of him\nand she kept charge. She rode with him all the afternoon of the robbery.\nWhen quitting time came, he took her home and prepared to retire from\nthe scene.\n\nBut she said grimly, \"Oh, no, you don't! You're staying right here!\nYou're going to sleep in my brother's room, and my pa is going to put a\npadlock on the door so you don't go roaming off to call up that\nno-account other you and get in more trouble!\"\n\n\"I might mess things up if I don't talk to him,\" Sam objected.\n\n\"He's messed things up enough by talking to you! The idea of repeating\nour private affairs! He hadn't ought to know them! And I'm not sure,\"\nshe said ominously, \"that you didn't tell him! If you did, Sam Yoder--\"\n\nSam didn't argue that point, for there was no argument to make. He was\npractically meek until he discovered after supper that the schedule for\nthe evening was a game of cribbage played in the living room where\nRosie's mother and father were.\n\nHe mentioned unhappily to Rosie that they were acting like old married\npeople without the fun of getting that way, but he said that only once.\nRosie glared at him. And when bedtime came, she shooed him into her\nbrother's room and her father padlocked him in.\n\nHe did not sleep well.\n\n\n\nNext morning, there was Rosie in her blue jeans with a monkey wrench in\nher pocket, ready to go riding with him. She did. And the next day. And\nthe next. Nothing happened. The state banking association put up five\nthousand dollars reward for the bank robbers and the insurance company\nput up some more, but there wasn't a trace of the criminals.\n\nThere wasn't a trace of criminality about Sam, either. Rosie rode with\nhim, but they exchanged not one single hand-squeeze, nor one melting\nglance, nor did they even play footsie while they were eating lunch in\nthe truck outside a filling station. Their conduct was exemplary and it\nwore on Sam. Possibly it wore on Rosie, too.\n\nOne day Sam said morosely, as he chewed on a ham sandwich at lunch,\n\"Rosie, I'm crazy about you, but this feels like I been divorced without\never even getting married first.\"\n\nAnd Rosie snapped, \"If I told you how I feel, that other you in the week\nafter next would laugh his fool head off. So shut up!\"\n\nThings were bad, and they got no better. For nearly a week, Rosie rode\neverywhere with Sam in his truck. They acted in a manner which Rosie's\nparents would in theory have approved, but didn't even begin to believe\nin. They did nothing the world could not have watched without their\nbeing embarrassed, and they said very little that all the world would\nnot have been bored to hear.\n\nIt must have been the eleventh of July when they almost snapped at each\nother and Rosie said bitterly, \"Let me drive a while. I need to put my\nmind on something that it don't make me mad to think about!\"\n\n\"Go ahead,\" Sam invited gloomily. He stopped the truck and got out the\ndoor. \"I don't look for any happiness in this world any more, anyway.\"\n\nHe went around to the other side of the truck while she slid to the\ndriver's seat.\n\n\"Tomorrow's going to be the twelfth,\" she said. \"Do you realize that?\"\n\n\"I hadn't given it much thought,\" admitted Sam, \"but what's the\ndifference?\"\n\n\"That's the day where the other you was when he called you up the first\ntime.\"\n\n\"That's right,\" said Sam morbidly. \"It is.\"\n\n\"And so far,\" added Rosie, jamming her foot viciously down on the\naccelerator, \"I've kept you honest. If you change into a scoundrel\nbetween now and tomorrow--\"\n\nShe changed to second gear. The truck jerked and bounced.\n\n\"Hey!\" cried Sam. \"Watch your driving!\"\n\n\"Don't you tell me how to drive!\"\n\n\"But if I get killed before tomorrow--\"\n\n\n\nRosie changed gear again, but too soon. The truck bucked, and she jammed\ndown the accelerator again, and it almost leaped off the road.\n\n\"If you get killed before tomorrow,\" raged Rosie, \"it'll serve you\nright! I've been thinking and thinking and thinking. And even if I stop\nyou from being a crook, there'll always be that--other you--knowing\neverything we say and do.\" She was hitting forty miles an hour and\nspeeding up. \"So there'd still be no use. No hope, anyway.\"\n\nShe sobbed, partly in fury and partly in grief. And the roadway curved\nsharply just about there and she swung the truck crazily around it--and\nthere was a car standing only halfway off the road.\n\nSam grabbed for the steering wheel, but there wasn't time. The light\nhalf-truck, still accelerating, hit the parked car with the noise of\ndozens of empty oil-drums falling downstairs. The truck slued around,\nbounced back, and then it charged forward and slammed into the parked\ncar a second time. Then it stalled.\n\nSomebody yelled at Sam. He got out of the truck, looking at the damage\nand trying to figure out how it was that neither he nor Rosie had been\nkilled, and trying worriedly to think how he was going to explain to the\ntelephone company that he'd let Rosie drive.\n\nThe voice yelled louder. Right at the edge of the woodland, there was a\nreddish-haired character screaming at him and tugging at his hip pocket.\nThe words he used were not fit for Rosie's shell-like ears--even if they\nprobably came near matching the way she felt. The reddish-haired man\nsaid more nasty words at the top of his voice. His hand came out of his\nhip pocket with something glittering in it.\n\nSam was swinging when the glitter began and he connected before the gun\nfired. There was a sort of squashy, smacking sound and the\nreddish-haired man lay down quietly in the road.\n\n\"Migawd!\" said Sam blankly. \"This was the fella in front of the bank!\nHe's one of those robbers!\"\n\nHe stared. There was a loud crashing in the brushwood. The accident had\nhappened at the edge of some woodland, and Sam did not need a high I.Q.\nto know that the friends of the red-haired man must be on the way.\n\nA second later, he saw them. Rosie was just getting out of the car then.\nShe was very pale and there wasn't time to tell her to get started up if\npossible and away from there.\n\nOne of the two running men was carrying a canvas bag with the words BANK\nOF DUNNSVILLE on it.\n\n\n\nThe men came at Sam, meanwhile expressing opinions of the state of\nthings, of Sam, of the Cosmos--of everything but the weather--in terms\neven more reprehensible than the first man had used.\n\nThey saw the reddish-haired man lying on the ground. One of them--he'd\ncome out into the road behind the truck and was running toward\nSam--jerked out a pistol. He was about to use it on Sam at a range of\nsomething like six feet when there was a peculiar noise behind him. It\nwas a sort of hollow _klunk_ which, even at such a time, needed to have\nattention paid to it. He jerked his head around to see.\n\nThe _klunk_ had been made by Rosie's monkey wrench, falling imperatively\non the head of the second man to come out of the woods. She had carried\nit to use on Sam, but she used it instead on a total stranger. He fell\ndown and lay peacefully still.\n\nThen Sam swung a second time, at the second man to draw a pistol on him.\n\nThen there was only the sweet singing of birds among the trees and the\nwhirrings and other insect-noises of creatures in the grass and\nbrushwood.\n\nPresently there were other noises, but they were made by Rosie. She\nwept, hanging onto Sam.\n\nHe unwound her arms from around his neck and thoughtfully went to the\nback of the truck and got out some phone wire and his pliers. He\nfastened the three strangers' hands together behind them, and then their\nfeet, and he piled them in the back of the light truck, along with the\nmoney they had stolen.\n\nThey came to, one by one, and Sam explained severely that they must\nwatch their language in the presence of a lady. The three were so dazed,\nthough, by what had befallen them that the warning wasn't really\nnecessary.\n\nRosie's parents would have been pleased at how completely proper their\nbehavior was, while they took the three bank robbers into town and\nturned them over to the sheriff.\n\nThat night, Rosie sat out on the porch with Sam and they discussed the\nparticular event of the day in some detail. But Rosie was still\nconcerned about the other Sam. So Sam decided to assert himself.\n\nAbout half-past nine, he said firmly, \"Well, Rosie, I guess I'd better\nbe getting along home. I've got to try one more time to call myself up\non the telephone and tell me to mind my own business.\"\n\n\"Says who?\" demanded Rosie. \"You're staying locked up right here tonight\nand I'm riding with you tomorrow. If I kept you honest this far, I can\nkeep it up till sundown tomorrow! Then maybe it'll stick!\"\n\nSam protested, but Rosie was adamant--not only about keeping him from\nbeing a crook, but from having any fun to justify his virtue.\n\n\n\nShe shooed him into her brother's room and her father locked him in. And\nSam did not sleep very well, because it looked as though virtue wasn't\neven its own reward.\n\nHe sat up, brooding. It must have been close to dawn when the obvious\nhit him. Then he gazed blankly at the wall and said, \"Migawd! O'course!\"\n\nHe grinned, all by himself, practically from head to foot. And at\nbreakfast, he hummed contentedly as he stuffed himself with pancakes and\nsyrup, and Rosie's depressed expression changed to a baffled alarm.\n\nHe smiled tenderly upon her when she came doggedly out to the truck,\nwearing her blue jeans and with the monkey wrench in her pocket. They\nstarted off the same as any other day and he told her amiably, \"Rosie,\nthe sheriff says we get five thousand dollars reward from the bankers'\nassociation, and there's more from the insurance company, and there's\nodd bits of change offered for those fellas for past performances. We're\ngoing to be right well off.\"\n\nRosie looked at him gloomily. There was still the matter of the other\nSam in the middle of the week after next. And just then, Sam, who had\nbeen watching the telephone lines beside the road as he drove, pulled\noff the road and put on his climbing irons.\n\n\"What's this?\" asked Rosie frightenedly. \"You know--\"\n\n\"You listen,\" said Sam, completely serene.\n\nHe climbed zestfully to the top of the pole. He hooked in the little\ngadget that didn't make private conversations possible on a party line,\nbut did make it possible for a man to talk to himself ten days in the\nfuture.\n\nOr the past.\n\n\"Hello!\" said Sam, up at the top of the telephone pole. \"Sam, this is\nyou.\"\n\nA voice he knew perfectly well sounded in the receiver.\n\n\"_Huh? Who's that?_\"\n\n\"This is you,\" said Sam. \"You, Sam Yoder. Don't you recognize your own\nvoice? This is you, Sam Yoder, calling from the twelfth of July. Don't\nhang up!\"\n\nHe heard Rosie gasp, all the way down there in the banged-up telephone\ntruck. Sam had seen the self-evident, at last, and now, in the twelfth\nof July, he was talking to himself on the telephone. Only instead of\ntalking to himself in the week after next, he was talking to himself in\nthe week before last--he being, back there ten days before, working on\nthis very same telephone line on this very same pole. And it was the\nsame conversation, word for word.\n\n\n\nWhen he came down the pole, rather expansively, Rosie grabbed him and\nwept.\n\n\"Oh, Sam!\" she sobbed. \"It was you all the time!\"\n\n\"Yeah,\" said Sam complacently. \"I figured it out last night. That me\nback there in the second of July, he's cussing me out. And he's going to\ntell you about it and you're going to get all wrought up. But I can make\nthat dumb me back yonder do what has to be done. And you and me, Rosie,\nhave got a lot of money coming to us. I'm going to carry on through so\nhe'll earn it for us. But I'm warning you, Rosie, he'll be back at my\nhouse waiting for me to talk to him tonight, and I've got to be home to\ntell him to go over to your house. I'm goin' to say 'ha-ha, ha-ha' at\nhim.\"\n\n\"A-all right,\" said Rosie, wide-eyed. \"You can.\"\n\n\"But I remember that when I call me up tonight, back there ten days ago,\nI'm going to be right busy here and now. I'm going to make me mad,\nbecause I don't want to waste time talking to myself back yonder.\nRemember? Now what,\" asked Sam mildly, \"would I be doing tonight that\nwould make me not want to waste time talking to myself ten days ago? You\ngot any ideas, Rosie?\"\n\n\"Sam Yoder! I wouldn't! I never heard of such a thing!\"\n\nSam looked at her and shook his head regretfully. \"Too bad. If you\nwon't, I guess I've got to call me up in the week after next and find\nout what's cooking.\"\n\n\"You--you _shan't_!\" said Rosie fiercely. \"I'll get even with you! But\nyou shan't talk to that--\" Then she wailed. \"Darn you, Sam! Even if I do\nhave to marry you so you'll be wanting to talk to me instead of that\ndumb you ten days back, you're not going to--you're not--\"\n\nSam grinned. He kissed her. He put her in the truck and they rode off to\nBatesville to get married. And they did.\n\nBut you're not supposed to believe all this, and if you ask Sam Yoder\nabout it, he's apt to say it's all a lie. He doesn't want to talk about\nprivate party lines, either. And there are other matters. For instance,\nSam's getting to be a pretty prominent citizen these days. He makes a\nlot of money, one way and another. Nobody around home will ever bet with\nhim on who's going to win at sports and elections, anyhow.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Leinster, Murray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32324/pg32324.txt",
        "name": "sam,_this_is_you.json"
    }
}