{
    "name": "Santa Claus' Message: A Christmas Story",
    "author": [
        "Tregaskis, E. Franklin"
    ],
    "body": "                               AUTHOR OF\n                         “BOYSIE IN THE BUSH,”\n                        “SANTA CLAUS’ MESSAGE”\n                                 ETC.\n\n                              _COPYRIGHT_\n\n                                 1921\n                        PRINTED BY T. J. HIGHAM\n\n                          BLACKBURN, VICTORIA\n                               AUSTRALIA\n\n\n\n\n                           Greetings--_From_\n\n\n\n\n                         Santa Claus’ Message:\n\n                          A Christmas Story.\n\n\nTwenty-foot was an almost deserted mining camp, and presented the\ndesolate appearance of such localities: A wide valley, honeycombed by\nold workings, and strewn with debris. On one side stretched miles of\nbarren ranges, denuded of heavy trees, which had been felled to feed\nthe boilers and timber the underground workings when some of the quartz\nreefs had been developed, after the alluvial gold had been won. These\nalso had petered out. On the other side of the valley were farms, for\nhere rich volcanic soil overlay the silurian formation. Consequently,\nthere was still a small population in the district, which accounted for\nthe survival of a place of worship, a State school, general store,\nblacksmitreplace with shop, and, on a side road, a coffee palace.\nThere were only two men here now seeking gold, or fossicking, as it\nis called. One was a relic of the sixties, known behind his back as\nBushranger Bill, or B.B., who, needless to say, had never followed that\noccupation, and probably, had he visited the barber (who was also the\nlocal blacksmith) more regularly, would never have been so designated.\nThe second fossicker was a man of different stamp. With his family,\nhe lived about a mile above the township, at the head of the gully,\nin a comfortable, though small, cottage, surrounded by a garden. He\nhad brought his young wife here in the early seventies, just after\nthe volcanic land had been made available for selection, but too late\nto secure a holding, and here he had remained, digging, with varying\nresults. When there was enough rain, he sluiced the old workings, and,\nwith the aid of one of the defunct companies’ dams, could win gold\nduring several months of the year. During the dry spells he sought old\ntailings and headings among the abandoned holes, and had them carted\nto the sluice boxes. It was a precarious existence (I use the word\npurposely). Still, to him, the life presented a certain fascination,\nand occasional “windfalls” lured him on.\n\nAt the time of which I write, funds were very low--in fact, there were\nnone. It had been a dry winter, the wash dirt put through was poor,\nand only a portion had been treated, for Hampton had not been able to\nsluice since August, and now, near the end of December, rain looked as\nfar off as ever. Troubles seldom come singly. The local storekeeper\nhad died recently, and his successor, who decided to run the business\non city lines, discouraged long credit. Formerly, the family had the\nnecessaries of life assured, for the old storekeeper knew that when\nthe dirt paid, his account had been squared; but this stranger had\nintimated that unless a payment was forthcoming the account would be\nclosed. There were now three children. The eldest, about ten years, was\nnamed Hope. Some of the schoolgirls, whose parents were in comfortable\ncircumstances, sometimes called her “The folorn Hope”--but this is\nChristmas time; we will not recall slights nor unkindness now. The\nother two were twins--Grace and Joy. The eldest child was robust and\ndark, like her father; the twins were fair, and resembled the mother,\nbut had short golden curls, like spiral springs. They were about seven\nyears old.\n\nIt was within a few days of Christmas, and the parents were talking\nover ways and means. “We must have some extra things for the children,”\nthe mother said. She had an anxious, but not unhappy, expression. Her\nlife for years had been one long struggle to make ends meet. There had\nalways been sufficient food, though of the plainest, sometimes even\nmaking a meal of goareplace with milk and potatoes. At times, for days\ntheir larder knew no butchereplace with meat, when her husband chanced\nto shoot a rabbit or other game. It was providing clothes and shoes for\nthe children which was the great burden, so that she could send them\nsuitably clad to school. What had gone to her heart most was keeping\nHope, at times, from Sunday school, because of her shabby boots. How\noften had she washed and ironed the childrereplace with clothes, and\nmended their much-worn socks, after the little ones were asleep! Still,\nthrough it all, she was not unhappy. “replace withe these miniatures of\nmy grandparents, in a gold frame. It could be sold for a good sum. Mr.\nStowman would buy it at any time. Leave that at the store for security,\nand take the letter, too, stating its value. Mr. Douglas does not know\nus yet.”\n\nThe husband pressed his hands over his face. His voice, though\nstrained, was gentle.\n\n“I never expected to bring you to this, Jessie. We should have left\nthis life long ago, but those rich patches in the old workings drew me\non. This must end it. When there is water enough, and replace withe\ncleaned up, replace withl take a position in Sydney.”\n\n“replace withe been very happy here, more so than many of my companions\nin the old life. I realise this when reading between the lines of their\nletters,” replied the wife.\n\nSo the miniatures found their way into the Douglas safe, and the good\nbusiness man said, in his most oily manner: “Of course, we respect\nyour word, Mr. Hampton, and, looking over the old ledgers, I find you\nhave always paid up. Still, you woreplace with object to my getting\nconfirmation of Mr. Stowmareplace with letter? Business is business,\nyou know.”\n\nB.B. had visited the “Corfie Palis,” as the sign announced it, a place\nwhich much belied its name, for it did not resemble a palace in any\nland. It was built of galvanised iron and stringy bark, and coffee was\nnever seen on the premises. There was a tradition that a traveller\ncould procure a cup of tea, if he waited long enough. They certainly\ndispensed hop beer, and other liquid refreshment.\n\nB.B. was on his way home (it was two days before Christmas), and sat\ndown to rest on an old red gum log on the hillside, which had proved\ntoo tough to split, and too heavy to cart away. Many a camp fire\nhad been lighted against it, in years gone by. Now the bracken fern\nprovided, on one side, a soft bed, and some dogwood scrub, a shield. As\nthis looked inviting, B.B. sought repose.\n\nIt was now evening. The lingering rays of the sun streaming over the\nwestern hills made even the score-lined gullies and unsightly mullock\nheaps, with their undergrowth fringes of green, things of beauty. The\nthree children were seeking a stray goat, and chanced to sit on the\nold log to rest. “We are going to have a lovely Christmas,” said Joy;\n“roast beef and plum pudding, and almonds and raisins.”\n\nB.B. thought he heard voices. He had heard and seen many strange things\nin the bush, after drinking hop beer and other beverages at the coffee\npalace.\n\n“I think replace with rather do without them,” replied Hope, who was\nsedate beyond her years. “Perhaps I should not tell you that mother\nsold those pictures in the gold frame to buy us clothes and things.”\n\n“Of course, pictures are very pretty,” assented Joy, “but something\nnice to eat is much better; and they are real raisins, too, like mother\nused to have in England--not the sort you put in puddings, but hanging\non stalks; and the almonds are a lot nicer than the nuts we get out of\njam.”\n\n“I wonder what Santa Claus will bring us this year?” said Grace.\n\n“My socreplace with not very big,” remarked Joy; “replace with like to\nhang up a sugar bag, only it would look greedy.”\n\nJoy like da lot, poor child!\n\n\n\nOh! you girls whose every wish has been granted, whose every fancy has\nbeen gratified, have you any thought for your poorer sisters, whose\nlives are so restricted, yet they are thankful for so little, and\nthrough it all are good and happy? We hope so!\n\nThe children ran off, chasing each other round the deserted holes\nand heaps. B.B. sat up and looked after them. Having worked as a\n“hatter”[A] for so many years, he had contracted the habit of voicing\nhis thoughts. “Poor little beggars! And the old man is too proud to\ntake a fiver!” B.B. always had gold. He was still watching the children\nfading in the distance, when he struck his hands together. “replace\nwithe got it! replace withl salt his claim. Hreplace withl never find\nout its Bendigo gold. He doesreplace with know the game.”\n\n[A] A gold digger who works by himself.\n\nThere is an unwritten law, strictly observed among the diggers, that\nno man shall go down the shaft of another, without invitation; and to\ndo so at night during the “rushes” was carrying onreplace with life in\nonreplace with hand; and B.B. was aware of this.\n\nJust after midnight B.B., dressed in a diggereplace with woollen\njumper, which hung down to his knees, a woollen muffler right up to\nhis chin, and a felt hat, with a crown pushed up like a cone, appeared\nabout a quarter of a mile from Hamptoreplace with home. There was a\nslight surface depression here, which seemed to indicate a “gutter”\nbelow. Several holes had been sunk along it years before, without\npayable results. B.B., who was an authority, had told Mr. Hampton that\nhe thought the old workings were not worth spending time on.\n\nB.B. looked warily round, on emerging from the scrub, then cautiously\napproached, and, after a casual glance at the windlass, seized the\nrope and disappeared. The shaft was only about 18 feet deep. A drive\nran in for some distance from each end along the gutter. B.B. produced\na candle, and examined the workings, then drew a tin containing gold\ndust from his pocket. He paused, again studied the strata and slate\nunderfoot, then tested it with a pick. Now, B.B. was a geologist--of\na sort. He had not learned the science by correspondence, but by\nworking on most of the alluvial fields in the “rush” days. The candle\nburned down almost to the clay, as he hesitated. Then he remarked:\n“False bottom, like the McIvor lead,” and returned the gold to his\npocket. Taking a length of broken board, he wrote on it with a piece\nof pipe-clay, and drove the sharp end into the floor, at the entrance\nto one of the drives, remarking: “If he gets nothing out of it,\nreplace withl salt his show later.” Although he could read print, B.B.\ndid not profess to be able to write--in fact, he used to sign for\nhis minereplace with right with a cross--so the spelling presented\ndifficulties, in particular the word “father.”\n\nAlthough B.B. believed his nocturnal visit had been unobserved, he was\nmistaken, for a small white-robed figure had been standing at a window,\nlooking toward the ranges, just made discernable by the rising moon.\nShe noticed someone emerge from the saplings, and approach the claim.\nHope neither spoke nor moved, but gazed, spell-bound. Yes, it was Santa\nClaus! She could see the hoar frost sparkling all over him. (In the\ndryest season, at that altitude, there is a heavy dew, so on every\nminute hair of the diggereplace with clothes, and every hair of his\nwhiskers, glistened a particle of moisture.) Strange he should come a\nnight too soon, and not to the house, she thought, as B.B. disappeared\ndown the shaft. Her eyes never left the spot. Then, after what seemed a\nlong time, the figure reappeared, crossed the flat, and was enveloped\nin the foliage. But, in the broad light of day, Hope was not quite sure\nthat the whole occurrence was not a dream, so, being a reserved child,\nshe held her peace.\n\nDuring breakfast the father said: “replace withl not go to work to-day,\nas there are several things about the place that require seeing to.\nreplace withl just bring home the tools and windlass rope.”\n\n“Couldreplace with we get them for you?” enquired Hope.\n\n“Be careful of the twins, then, and on your return you can help me with\nthe pudding,” said the mother.\n\n“replace withl go down the shaft and put the tools in the bucket, one\nat a time, and you two can wind them up. Mind you both doreplace with\nlet go the handles at the same time,” cautioned Hope.\n\nMany a shaft had she descended, for, by swinging the rope from side to\nside, she could reach the footholes made in either side of the shaft,\nwith her toes, but not without the aid of the rope. When her eyes\nbecame accustomed to the subdued light, she saw the message:\n\nSo it was not a dream, after all. She was far from an excitable child,\nbut her heart beat faster, as she determined to test the value of the\nmessage. She quickly ascended, and lowered the twins, and then set to\nwork, meanwhile telling her sisters of the visitor.\n\n“Is that the way to spell it?” enquired Grace.\n\n“We must not make remarks about kind friends,” admonished Hope. “Santa\nClaus is very, very old, and perhaps they spelled that way when he was\na boy in the Reindeer country.”\n\n“Of course,” agreed Joy. “Did you see the sledge and reindeer?”\n\n“No; I think he must have left them on the back track,” she replied.\n\n“Perhaps he got bogged. Pointereplace with father did last winter,” put\nin Joy.\n\n“Not this weather,” said Grace. “Besides, reindeers are very strong.\nThink what big horns they have.”\n\n“Well, I expect he just put on their nosebags, with moss in them, and\ngave them a rest. replace with sure he is a kind man, for he loves\nchildren, and I believe he put some gold here for us to buy things for\nmother. Now you can tell that horrid Mabel that you have seen Santa\nClaus. She said it was all made up.” This from Joy.\n\nThe slate floor was only a couple of inches in depth; then came some\nrubble “headings.” These Hope put carefully aside. Then came the wash\ndirt. She understood enough of the art to seek here for the gold, so,\ntaking a double handful, and spreading it on the notice board, she\nexamined it, in the lightest position, under the shaft. Joy was the\nfirst to cry “nugget.” The children had often seen such when the father\nhad been “cleaning up” the sluice boxes. As they spread and re-spread\nthe wash, each particle of gold was deposited in a pannikin. Just as\nthe first lot of wash was being scraped into the bucket, a voice called\nout: “Below, there! Are you stealing your fathereplace with gold?\nreplace with coming down.”\n\n“We doreplace with want you! Go away!” shouted Hope. Then, putting the\npannikin in the hole she had dug, she whispered to the twins: “Go and\nsit there, and doreplace with move for anything.”\n\n“replace with not frightened of girls. replace with coming down,\nanyway.” The speaker, Master Pierpoint, a boy of about twelve,\nevidently led the simple life, judging by his apparel, which consisted\nof a striped blue cotton shirt, rather small, cut-down moleskin pants,\nmuch too large, and one hayband suspender.\n\n“Now, Pointer, if you do replace withl hit you with this board, so\nthere.”\n\nA body obstructed the light, then two bare legs appeared overhead. Hope\nmade two vigorous blows with the board. There was a yell, “Yoreplace\nwithe broken my little toe,” followed by several more yells as the legs\nrapidly vanished. “You spiteful, black-eyed, turned-up-nose native cat!\nOh, my toe! replace withl get square with you, and you two grinning,\ncurley-headed little bandicoots.” Pointereplace with natural history\nmust have received a bump, also.\n\nOn landing, he took the peg out of the windlass, revolved the barrel,\nso that the rope ran out and fell down the shaft. “Now you can stop\ndown there until you starve,” he yelled down to them, and limped away.\n\n“replace withl tell father what he called us,” said Grace, who was\nsensitive. “We careplace with help our hair being curly. And how are\nwe to get up, Hope? Daddy will come for us, and we must not tell\ntales unless he asks us about the rope. Boys are all like that; they\ncareplace with help it.”\n\n“replace with glad I woreplace with grow up into a boy; arereplace with\nyou, Grace?” said Joy, with fervor.\n\n“While we are waiting for father we will pick out all the gold we can,”\nsaid Hope.\n\nSo they set to work, unmindful of the passage of time.\n\n“This is all our gold, because we found it,” said Hope; “and we will\ngive it all to mother, just as father does, except what we keep to\nbuy them presents. Now, each choose. Joy first, because she is the\nyoungest.”\n\nIt is remarkable the capital Joy made out of such a short period. She\nnever allowed anyone to overlook the fact.\n\n“replace withl choose a new frying pan, because ours has a crack in it,\nand, if I can have two ‘goes,’ a side of bacon.”\n\n“replace withl buy a strip of carpet for mothereplace with bedside,\nand two glass dishes to put jam in, instead of saucers,” said Grace.\n\n“replace withl get her a piano to play on and teach us, and a silk\ndress like Mrs. Browreplace with, only more rustley,” chose Hope. “And\nDaddy, we will buy him a box full of old books; he likes the smellie\nsort, without pictures in them.”\n\n“I think we should buy him something nice to eat; chocolates and dates;\nthey smell so nice,” said Joy.\n\n“No!” replied Hope, with decision; “men doreplace with care what they\nhave to eat as long as there is enough of it.” Joy heaved a sigh. “Glad\nreplace with not going to be a man. Will we be allowed to buy anything\nfor ourselves?”\n\n“Certainly not! Nice people doreplace with buy themselves presents.”\nJoy heaved another long-drawn sigh.\n\nThey were so engrossed in picking out small nuggets, from the size of\nirregular peas to large pins’ heads, that their fathereplace with\nvoice, “Below there,” quite startled them. “Alreplace with well,”\nreplied Hope; “I could not climb up.”\n\n“Your mother became anxious. Nice diggers yoreplace withl make, letting\nyour rope free,” he said, as he descended by the foot holes. “We have\na Christmas present for mother,” said Hope, “just feel the weight,” as\nshe held a half-filled pannikin toward him. At first he could not see\nclearly in the subdued light, for the day was cloudy, and most of the\nparticles of gold were covered with clay. Still, a few shone brightly.\nThen all the blood seemed to rush to his heart, then surge back again,\nand throb at his temples. He leaned against the wall, and for a few\nseconds gasped for breath and could not see clearly. Had the dreams of\nyears come true? Had success crowned his efforts at last? Still, he\nsaid never a word.\n\nHope, aided by Joy, told the story. “And this is the board. Daddy,\nwith the writing on it.” He had not touched the pannikin, but examined\nthe board carefully; there was nothing visible. He produced a candle\nand matches from a tin box; not a sign of a letter. At first, while\nthe children were speaking, he thought it might have been B.B., but\nrecollected that he could not write. No! It must have been a dream, and\nthat conclusion was adhered to.\n\n“I think it was God sent him, because mother is so good,” said Grace,\nwho was devout.\n\n“I believe He did,” replied the father, earnestly.\n\n“Now, children, you must hurry home and help your mother.”\n\n“Oh! do ‘wind’ us up,” requested Joy. It would have been much quicker\nto have carried each up on his back, but he made a large loop at\none end of the rope, climbed up, and attached the other end to the\nwindlass. Then, Hope put Joy first--being the younger--into the loop,\ntucked her clothes under her, and the father slowly ‘wound’ her up. As\nhe landed each twin, he looked into her eyes and said, “Daddreplace\nwith girl,” and each daddreplace with girl bored her curly head into\nhis chest, as evidence of her affection. Those two were doubly dear to\ntheir parents; for some time previously when that scourge, diphtheria,\nswept through the district, it carried their little brother in its\ntrain, and for many anxious days the parents were afraid that the twins\nwould follow, and they were so like their mother. With the assistance\nof the rope, Hope soon appeared.\n\n“Now, not a word to your mother until dinner time. Come and call me,\nand bring the barrow and two sugar bags for the wash dirt in the\nbucket.”\n\nHere in parentheses we state: (Although the false bottom ran for some\ndistance along the lead, the rest of the wash was scarcely worth\nsluicing.) B.B. had unconsciously driven in the board just over a rich\npocket. Still there was gold enough to buy a grazing farm on the rich\nvolcanic land, and when the rains came in February and March, with\nB.replace with. assistance, the accumulated wash was sluiced, and the\nreturns provided funds to purchase stock. B.B. would not accept wages,\nbut the lease of the dam was transferred to him, and he had the use of\nthe races and sluice boxes; but he would pay rent for the cottage, so\nevery fortnight he called at the farm, and placed two shillings on the\nkitchen table.\n\nThe last time I heard from there, the family were living in comfort,\nand B.B.--well, he was the same old B.B. Now we must return.\n\nThere was one member of this family who never forgot that Christmas\nmorning, who laid and watched the daylight break over the eastern\nmountains, and listened to the magpies welcoming the coming day.\nGradually the sun appeared, his shading beams turning every dewdrop on\nleaf and fern into a matchless gem. Even the unsightly “mullock” heaps\nshared in the splendour, and reflected hues of purple and of gold as\nif kind nature, forgiving mareplace with wantoness, were endeavouring\nto “cover transgressions with love,” and as the children, in tune with\nthe Angelic Choir on this glad Christmas morning, chanted\n\n    “Hark! the Herald Angels sing,\n     Glad tidings of our New-Born King.”\n\nit found an echo in each grateful heart, but with a sweeter melody in\nthe mothereplace with, as she realised that the struggle to provide for\nher little brood was at an end. And I trust the reader and the writer\nwill hear that same glad song, and each heart will echo the message,\n\n    “On earth peace, goodwill to men.”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Tregaskis, E. Franklin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/56250/pg56250.txt",
        "name": "santa_claus_message:_a_christmas_story.json"
    }
}