{
    "name": "Satellite Passage",
    "author": [
        "Thomas, Theodore L."
    ],
    "body": "The three men bent over the chart and once again computed the orbit. It\nwas quiet in the satellite, a busy quiet broken by the click of seeking\nmicroswitches and the gentle purr of smooth-running motors. The deep\npulsing throb of the air conditioner had stopped: the satellite was in\nthe Earth's shadow and there was no need for cooling the interior.\n\n\"Well,\" said Morgan, \"it checks. We'll pass within fifty feet of the\nother satellite. Too close. Think we ought to move?\"\n\nKaufman looked at him and did not speak. McNary glanced up and snorted.\nMorgan nodded. He said, \"That's right. If there's any moving to be\ndone, let them do it.\" He felt a curious nascent emotion, a blend\nof anger and exhilaration--very faint now, just strong enough to be\nrecognizable. The pencil snapped in his fingers, and he stared at it,\nand smiled.\n\nKaufman said, \"Any way we can reline this a little? Fifty feet cuts it\nkind of close.\"\n\nThey were silent, and the murmuring of machinery filled the cramped\nroom. \"How's this?\" said McNary. \"Wait till we see the other satellite,\ntake a couple of readings on it, and compute the orbit again. We'd have\nabout five minutes to make the calculations. Morgan here can do it in\nless than that. Then we'd know if we're on a collision course.\"\n\nMorgan nodded. \"We could do it that way.\" He studied the chart in front\nof him. \"The only thing, those boys on the other satellite will see\nwhat we're doing. They'll know we're afraid of a collision. They'll\nradio it down to Earth, and--you know the Russian mind--we'll lose\nface.\"\n\n\"That so bad?\" asked Kaufman.\n\nMorgan stared at the chart. He answered softly, \"Yes, I think it is.\nThe Russians will milk it dry if we make any move to get our satellite\nout of the way of theirs. We can't do that to our people.\"\n\nMcNary nodded. Kaufman said, \"Agree. Just wanted to throw it out. We\nstay put. We hit, we hit.\"\n\nThe other two looked at Kaufman. The abrupt dismissal of a serious\nproblem was characteristic of the little astronomer; Kaufman wasted no\ntime with second guesses. A decision made was a fact accomplished; it\nwas over.\n\nMorgan glanced at McNary to see how he was taking it. McNary, now, big\nas he was, was a worrier. He stood ready to change his mind at any\ntime, whenever some new alternative looked better. Only the soundness\nof his judgment prevented his being putty in any strong hands. He was a\nmeteorologist, and a good one.\n\n\"You know,\" said McNary, \"I still can't quite believe it. Two\nsatellites, one pole-to-pole, the other equatorial, both having apogees\nand perigees of different elevations--yet they wind up on what amounts\nto a collision course.\"\n\nMorgan said, \"That's what regression will do for you. But we haven't\ngot any time for that; we've got to think this out. Let's see, they'll\nbe coming up from below us at passage. Can we make anything of that?\"\n\nThere was silence while the three men considered it. Morgan's mind was\nfocussed on the thing that was about to happen; but wisps of memory\nintruded. Faintly he could hear the waves, smell the bite in the salt\nsea air. A man who had sailed a thirty-two-foot ketch alone into every\ncorner of the globe never thereafter quite lost the sound of the sea\nin his ear. And the struggle, the duel, the strain of outguessing the\nimplacable elements, there was a test of a man....\n\n\"Better be outside in any case,\" said Kaufman. \"Suited up and outside.\nThey'll see us, and know we intend to do nothing to avoid collision.\nAlso, we'll be in a better position to cope with anything that comes\nalong, if we're in the suits.\"\n\nMorgan and McNary nodded, and again there was talk. They discussed\nthe desirability of radio communication with the other satellite, and\ndecided against it. To keep their own conversations private, they\nagreed to use telephone communication instead of radio. When the\ndiscussion trailed off, Kaufman said, \"Be some picture, if we have the\ncourse computed right. We stand there and wave at 'em as they go by.\"\n\nMorgan tried to see it in his mind: three men standing on a long, slim\ntube, and waving at three men on another. The first rocket passage, and\nmen waving. And then Morgan remembered something, and the image changed.\n\nHe saw the flimsy, awkward planes sputtering past each other on the\nmorning's mission. The pilots, detached observers, non-combatants\nreally, waved at each other as the rickety planes passed. Kindred souls\nthey were, high above the walks of normal men. So they waved ... for a\nwhile.\n\nMorgan said, \"Do you suppose they'll try anything?\"\n\n\"Like what?\" said Kaufman.\n\n\"Like knocking us out of orbit if they can. Like shooting at us if they\nhave a gun. Like throwing something at us, if they've got nothing\nbetter to do.\"\n\n\"My God,\" said McNary, \"you think they might have brought a gun up\nhere?\"\n\nMorgan began examining the interior of the tiny cabin. Slowly he turned\nhis head, looking at one piece of equipment after another, visualizing\nwhat was packed away under it and behind it. To the right of the radio\nwas the spacesuit locker, and his glance lingered there. He reached\nover, opened the door and slipped a hand under the suits packed in\nthe locker. For a moment he fumbled and then he sat back holding an\noxygen flask in his hand. He hefted the small steel flask and looked at\nKaufman. \"Can you think of anything better than this for throwing?\"\n\nKaufman took it and hefted it in his turn, and passed it to McNary.\nMcNary did the same and then carefully held it in front of him and\ntook his hand away. The flask remained poised in mid-air, motionless.\nKaufman shook his head and said. \"I can't think of anything better.\nIt's got good mass, fits the hand well. It'll do.\"\n\nMorgan said, \"Another thing. We clip extra flasks to our belts and they\nlook like part of the standard equipment. It won't be obvious that\nwe're carrying something we can throw.\"\n\nMcNary gently pushed the flask toward Morgan, who caught it and\nreplaced it. McNary said, \"I used to throw a hot pass at Berkeley. I\nwonder how the old arm is.\"\n\nThe discussion went on. At one point the radio came to life and\nKaufman had a lengthy conversation with one of the control points on\nthe surface of the planet below. They talked in code. It was agreed\nthat the American satellite should not move to make room for the other,\nand this information was carefully leaked so the Russians would be\naware of the decision.\n\nThe only difficulty was that the Russians also leaked the information\nthat their satellite would not move, either.\n\nA final check of the two orbits revealed no change. Kaufman switched\noff the set.\n\n\"That,\" he said, \"is the whole of it.\"\n\n\"They're leaving us pretty much on our own,\" said McNary.\n\n\"Couldn't be any other way,\" Morgan answered. \"We're the ones at the\nscene. Besides--\" he smiled his tight smile--\"they trust us.\"\n\nKaufman snorted. \"Ought to. They went to enough trouble to pick us.\"\n\nMcNary looked at the chronometer and said, \"Three quarters of an hour\nto passage. We'd better suit up.\"\n\n\n\nMorgan nodded and reached again into the suit locker. The top suit was\nMcNary's, and as he worked his way into it, Morgan and Kaufman pressed\nagainst the walls to give him room. Kaufman was next, and then Morgan.\nThey sat out the helmets, and while Kaufman and McNary made a final\ncheck of the equipment, Morgan took several sights to verify their\nposition.\n\n\"Luck,\" said Kaufman, and dropped his helmet over his head. The others\nfollowed and they all went through the air-sealing check-off. They\npassed the telephone wire around, and tested the circuit. Morgan handed\nout extra oxygen flasks, three for each. Kaufman waved, squeezed into\nthe air lock and pulled the hatch closed behind him. McNary went next,\nthen Morgan.\n\nMorgan carefully pulled himself erect alongside the outer hatch and\nplugged the telephone jack into his helmet. As he straightened, he saw\nthe Earth directly in front of him. It loomed large, visible as a great\nmass of blackness cutting off the harsh white starshine. The blackness\nwas smudged with irregular patches of orangish light that marked the\ncities of Earth.\n\nMorgan became aware that McNary, beside him, was pointing toward the\ncenter of the Earth. Following the line of his finger Morgan could see\na slight flicker of light against the blackness; it was so faint that\nhe had to look above it to see it.\n\n\"Storm,\" said McNary. \"Just below the equator. It must be a pip if we\ncan see the lightning through the clouds from here. I've been watching\nit develop for the last two days.\"\n\nMorgan stared, and nodded to himself. He knew what it was like down\nthere. The familiar feeling was building up, stronger now as the\ntime to passage drew closer. First the waiting. The sea, restless\nin expectancy as the waves tossed their hoary manes. The gathering\nmajesty of the elements, reaching, searching, striving.... And if at\nthe height of the contest the screaming wind snatched up and smothered\na defiant roar from a mortal throat, there was none to tell of it.\n\nThen the time came when the forces waned. A slight let-up at first,\nthen another. Soon the toothed and jagged edge of the waves subsided,\nthe hard side-driven spray and rain assumed a more normal direction.\n\nThe man looked after the departing storm, and there was pain in his\neyes, longing. Almost, the words rose to his lips, \"Come back, I am\nstill here, do not leave me, come back.\" But the silent supplication\nwent unanswered, and the man was left with a taste of glory gone,\nwith an emptiness that drained the soul. The encounter had ended, the\nman had won. But the winning was bitter. The hard fight was not hard\nenough. Somewhere there must be a test sufficient to try the mettle of\nthis man. Somewhere there was a crucible hot enough to float any dross.\nBut where? The man searched and searched, but could not find it.\n\nMorgan turned his head away from the storm and saw that Kaufman and\nMcNary had walked to the top of the satellite. Carefully he turned his\nbody and began placing one foot in front of the other to join them.\nYes, he thought, men must always be on top, even if the top is only a\nstate of mind. Here on the outer surface of the satellite, clinging\nto the metallic skin with shoes of magnetized alloy, there was no\ntop. One direction was the same as another, as with a fly walking on a\nchandelier. Yet some primordial impulse drove a man to that position\nwhich he considered the top, drove him to stand with his feet pointed\ntoward the Earth and his head toward the outer reaches where the stars\nmoved.\n\nWalking under these conditions was difficult, so Morgan moved with\ncare. The feet could easily tread ahead of the man without his knowing\nit, or they could lag behind. A slight unthinking motion could detach\nthe shoes from the satellite, leaving the man floating free, unable to\nreturn. So Morgan moved with care, keeping the telephone line clear\nwith one hand.\n\nWhen he reached the others, Morgan stopped and looked around. The sight\nalways gave him pause. It was not pretty; rather, it was harsh and\ngarish like the raucous illumination of a honkytonk saloon. The black\nwas too black, and the stars burned too white. Everything appeared\nsharp and hard, with none of the softness seen from the Earth.\n\nMorgan stared, and his lips curled back over his teeth. The\nanticipation inside him grew greater. No sound and fury here; the\nmenace was of a different sort. Looming, quietly foreboding, it was\neverywhere.\n\nMorgan leaned back to look overhead, and his lips curled further.\nThis was where it might come, this was the place. Raw space, where a\nman moved and breathed in momentary peril, where cosmic debris formed\narrow-swift reefs on which to founder, where star-born particles\ntraveled at unthinkable speeds out of the macrocosm seeking some\nfragile microcosm to shatter.\n\n\"Sun.\" Kaufman's voice echoed tinnily inside the helmet. Morgan brought\nhis head down. There, ahead, a tinge of deep red edged a narrow segment\nof the black Earth. The red brightened rapidly, and broadened. Morgan\nreached to one side of his helmet and dropped a filter into place; he\ncontinued to stare at the sun.\n\n\n\nMcNary said, \"Ten minutes to passage.\"\n\nMorgan unhooked one of the oxygen cylinders at his belt and said, \"We\nneed some practice. We'd better try throwing one of these now; not\nmuch time left.\" He turned sideways and made several throwing motions\nwith his right hand without releasing the cylinder. \"Better lean\ninto it more than you would down below. Well, here goes.\" He pushed\nthe telephone line clear of his right side and leaned back, raising\nhis right arm. He began to lean forward. When it seemed that he must\ntopple, he snapped his arm down and threw the cylinder. The recoil\nstraightened him neatly, and he stood securely upright. The cylinder\nshot out and down in a straight line and was quickly lost to sight.\n\n\"Very nice,\" said McNary. \"Good timing. I'll keep mine low too. No\nsense cluttering the orbits up here with any more junk.\" Carefully\nMcNary leaned back, leaned forward, and threw. The second cylinder\nfollowed the first, and McNary kept his footing.\n\nWithout speaking Kaufman went through the preliminaries and launched\nhis cylinder. Morgan and McNary watched it speed into the distance.\n\"Shooting stars on Earth tonight,\" said McNary.\n\n\"Quick! I'm off.\" It was Kaufman.\n\nMorgan and McNary turned to see Kaufman floating several feet above the\nsatellite, and slowly receding. Morgan stepped toward him and scooped\nup the telephone wire that ran to Kaufman's helmet. Kaufman swung\nan arm in a circle so that it became entangled in the wire. Morgan\ncarefully drew the wire taut and checked Kaufman's outward motion.\nGently, so as not to snap the wire, he slowly reeled him in. McNary\ngrasped Kaufman's shoulders and turned him so that his feet touched the\nmetal shell of the satellite.\n\nMcNary chuckled and said, \"Why didn't you ride an oxygen cylinder down?\"\n\nKaufman grunted and said, \"Oh, sure. I'll leave that to the idiots in\nthe movies; that's the only place a man can ride a cylinder in space.\"\nHe turned to Morgan. \"Thanks. Do as much for you some day.\"\n\n\"Hope you don't have to,\" Morgan answered. \"Look, any throwing to be\ndone, you better leave it to Mac and me. We can't be fishing anyone\nback if things get hot.\"\n\n\"Right,\" said Kaufman. \"I'll do what I can to fend off anything they\nthrow at us.\" He sniffed. \"Be simpler if we have a collision.\"\n\nMorgan was staring to the left. He lifted a hand and pointed. \"That\nit?\"\n\nThe others squinted in that direction. After a moment they saw the spot\nof light moving swiftly up and across the black backdrop of the naked\nsky. \"Must be,\" said Kaufman. \"Right time, right place. Must be.\"\n\nMorgan promptly turned his back on the sun and closed his eyes; he\nwould need his best vision shortly now, and he wanted his pupils\ndilated as much as possible. \"Make anything out yet?\" he said.\n\n\"No. Little brighter.\"\n\nMorgan stood without moving. He could feel the heat on his back as his\nsuit seized the radiant energy from the sun and converted it to heat.\nHe grew warm at the back, yet his front remained cold. The sensation\nwas familiar, and Morgan sought to place it. Yes, that was it--a\nfireplace. He felt as does a man who stands in a cold room with his\nback toward a roaring fire. One side toasted, the other side frigid.\nFunny, the homey sensations, even here.\n\n\"Damn face plate.\" It was Kaufman. He had scraped the front of his\nhelmet against the outside hatch a week ago. Since then the scratches\ndistracted him every time he wore the helmet.\n\nMorgan waited, and the exultation seethed and bubbled and fumed.\n\"Anything?\" he said.\n\n\"It's brighter,\" said McNary. \"But--wait a minute, I can make it out.\nThey're outside, the three of them. I can just see them.\"\n\nIt was time. Morgan turned to face the approaching satellite. He\nraised a hand to shield his face plate from the sun and carefully\nopened his eyes. He shifted his hand into the proper position and\nstudied the other satellite.\n\nIt was like their own, even to the three men standing on it, except\nthat the three were spaced further apart.\n\n\"Any sign of a rifle or gun?\" asked McNary.\n\n\"Not that I see,\" said Morgan. \"They're not close enough to tell.\"\n\nHe watched the other satellite grow larger and he tried to judge\nits course, but it was too far away. Although his eyes were on the\nsatellite, his side vision noted the bright-lit Earth below and the\nstars beyond. A small part of his mind was amused by his own stubborn\negocentricity. Knowing well that he was moving and moving fast, he\nstill felt that he stood motionless while the rest of the universe\nrevolved around him. The great globe seemed to be majestically turning\nunder his rooted feet. The harsh brilliances that were the stars seemed\nto sweep by overhead. And that oncoming satellite, it seemed not to\nmove so much as merely swell in size as he watched.\n\nOne of the tiny figures on the other satellite shifted its position\ntoward the others. Sensitive to the smallest detail, Morgan said, \"He\ndidn't clear a line when he walked. No telephone. They're on radio. See\nif we can find the frequency. Mac, take the low. Shorty, the medium.\nI'll take the high.\"\n\nMorgan reached to his helmet and began turning the channel selector,\nhunting for the frequency the Russians were using. Kaufman found it. He\nsaid, \"Got it, I think. One twenty-eight point nine.\"\n\nMorgan set his selector, heard nothing at first. Then hard in his\near burst an unintelligible sentence with the characteristic fruity\ndiphthongs of Russian. \"I think that's it,\" he said.\n\nHe watched, and the satellite increased in size. \"No rifle or any other\nweapon that I see,\" said Morgan. \"But they _are_ carrying a lot of\nextra oxygen bottles.\"\n\nKaufman grunted. McNary asked, \"Can you tell if it's a collision course\nyet? I can't.\"\n\nMorgan stared at the satellite through narrowed eyes, frowning in\nconcentration. \"I think not. I think it'll cross our bow twenty or\nthirty feet out; close but no collision.\"\n\nMcNary's breath sounded loud in the helmet. \"Good. Then we've nothing\nbut the men to worry about. I wonder how those boys pitch.\"\n\nAnother burst of Russian came over the radio, and with it Morgan felt\nhimself slip into the relaxed state he knew so well. No longer was the\nanticipation rising. He was ready now, in a state of calm, a deadly and\nefficient calm--ready for the test. This was how it always was with him\nwhen the time came, and the time was now.\n\nMorgan watched as the other satellite approached. His feet were apart\nand his head turned sideways over his left shoulder. At a thousand\nyards, he heard a mutter in Russian and saw the man at the stern start\nmoving rapidly toward the bow. His steps were long. Too long.\n\nMorgan saw the gap appear between the man and the surface of the other\nship, saw the legs kicking in a futile attempt to establish contact\nagain. The radio was alive with quick, short sentences, and the two\nmen turned and began to work their way swiftly toward the bit of human\njetsam that floated near them.\n\n\"I'll be damned,\" said Kaufman. \"They'll never make it.\"\n\nMorgan had seen that this was true. The gap between floating man\nand ship widened faster than the gap between men and floating man\ndiminished. Without conscious thought or plan, Morgan leaned forward\nand pulled the jack on the telephone line from McNary's helmet. He\nleaned back and did the same to Kaufman, straightened and removed his\nown. He threw a quick knot and gathered the line, forming a coil in\nhis left hand and one in his right, and leaving a large loop floating\nnear the ship in front of him. He stepped forward to clear Kaufman, and\ntwisted his body far around to the right. There he waited, eyes fixed\non the other satellite. He crouched slightly and began to lean forward,\nfar forward. At the proper moment he snapped both his arms around to\nthrow the line, the left hand throwing high, the right low. All his\nsailor's skill went into that heave. As the other satellite swept\npast, the line flew true to meet it. The floating man saw it coming\nand grabbed it and wrapped it around his hand and shouted into the\nradio. The call was not needed; the lower portion of the line struck\none of the walking men. He turned and pulled the line into his arms and\nhauled it tight. The satellite was barely past when the bit of human\njetsam was returning to its metallic haven. The two men became three\nagain, and they turned to face the American satellite. As one man the\nthree raised both arms and waved. Still without thinking, Morgan found\nhimself raising an arm with Kaufman and McNary and waving back.\n\nHe dropped his arm and watched the satellite shrink in size. The\ncalmness left him, replaced by a small spot of emptiness that grew\ninside him, and grew and swelled and threatened to engulf him.\n\nPassage was ended, but the taste in his mouth was of ashes and not of\nglory.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Thomas, Theodore L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60608/pg60608.txt",
        "name": "satellite_passage.json"
    }
}