{
    "name": "Shelley and the Marriage Question",
    "author": [
        "Todhunter, John"
    ],
    "body": "Author of _Notes on \"The Triumph of Life,\" A Study of Shelley, etc._\n\n\n\n\n\n\n\nLondon:\nPrinted for Private Circulation Only.\n1889.\n\n\n\n\nSHELLEY AND THE MARRIAGE QUESTION.\n\n\nNow that marriage, like most other time-honoured institutions, has come\nto stand, a thing accused, at the bar of public opinion, it may be\ninteresting to see what Shelley has to say about it. The marriage\nproblem is a complex one, involving many questions not very easy to\nanswer offhand or even after much consideration. What is marriage? Of\ndivine or human institution? For what ends was it instituted? How far\ndoes it attain these ends? And a dozen others involved in these.\n\nThe very idea of marriage implies some kind of bond imposed by society\nupon the sexual relations of its members, male and female; some kind of\nrestriction upon the absolute promiscuity and absolute instability of\nthese relations--such restriction taking the form of a contract between\nindividuals, endorsed by society, and enforced with more or less\nstringency by public opinion. Its object at first was probably simply to\nensure to each male member of the tribe the quiet enjoyment of his wife\nor wives, and the free exploitation of the children she or they\nproduced. The patriarchal tyranny was established, and through the\nsanction of primitive religion and law became a divine institution.\nThen, as civilization progressed, the wife and children became less and\nless the mere slaves, more and more the respected subjects, of the\npatriarch. The paternal instinct (like the maternal) became developed,\nand family affection came into existence. At present the whirligig of\ntime is bringing its revenges. The patriarchal tyranny begins to\ntotter; parents are often more the slaves than the masters of their\nchildren. And even wives begin to rebel against wifedom, and threaten to\nrevolutionize marriage in their own interest. Woman, like everybody\nelse, is beginning to strike for higher wages. There are more than the\nfirst mutterings of that revolution in the Golden City of Divine\ninstitutions prophesied of by Shelley in _Laon and Cythna_. There are a\ngood many Cythnas ready to rush about on their black Tartarian hobbies,\nof whom Mrs. Mona Caird is the one who has recently made most noise.\n\nThere is a little design of Blake's in _The Gates of Paradise_, which\nrepresents a man standing on the earth who leans a ladder against the\nmoon and prepares to mount; the motto underneath being: \"I want! I\nwant!\" This is a type of our own age. Never was such an age of\ndiscontent, never such a Babel of voices crying: \"I want! I want!\" We\nhave become very conscious of our pain, and are not ashamed to cry out\nand proclaim it on the house-tops in these hysterical times--simply\nbecause the ancient sanctions and anodynes have lost their sanctity and\ncomfort for us. The very \"priests in black gowns\" who used to \"walk\ntheir rounds and bind with briers our joys and desires,\" have been\nthemselves corrupted with a longing for a little present happiness, and\nthat Old Woman in the shoe, Mrs. Grundy herself, instead of whipping us\nall round and putting us to bed in the old summary fashion, when we\nventure to complain that the shoe pinches here and there, has herself\nbecome lachrymose. We cry out because, having neither the old\nrepressions nor the old opiates to restrain us, there is no valid reason\nwhy we should hold our tongues. By crying loud enough and long enough we\nmay get some help. We may even find some good-natured person to stop\ncrying himself and help us; and then for very shame we may go and do\nlikewise. In this lies the age's hope. It is really in its best aspect\nan unselfish age, an age in which sympathy and justice are vital forces,\nin which the miseries of others are felt as our own. There are thousands\nnow who feel themselves \"as nerves o'er which do creep the else unfelt\noppressions of the earth.\" We are not wise enough yet to conceive and\norganize those vital adjustments between conflicting wants, interests,\nand principles, which shall be of deeper efficiency than mere\nsuperficial compromises; but this wisdom will come in due time, if we do\nnot rush into anarchy through that licentious impatience which is the\ncurse of revolutionary periods.\n\nNow, of all the bitter cries ringing in the air at the present time,\nabout the bitterest and most persistent is that not merely of women, but\nof woman with a capital W. It is the most appalling note of change that\ncan pierce the ear of self-satisfied Conservatism. The patient Griselda\nhas begun to protest against the tyranny of her lord and master. Love's\nmartyr has at last begun to think that her martyrdom must have its\nlimits. It is as if the Lamb, whose function we thought was to be dumb\nbefore its shearers and even sacrificers, had found a voice of\nprotestation. It is a portent. And even men are constrained to listen to\nthe cry; for it sounds like the birth-cry of regenerated Love. Not now\n\"Love self-slain in some sweet shameful way,\" but Love the winged angel\nwho shall finally cast out Lust, the adversary. But many things must\ncome to pass before this triumph of love can be brought about; and in\nmany respects the horoscope looks unpropitious enough. The first effect\nof the birth, or coming to the surface of a higher ideal, gradually\nevolved by the progress of society, is apparently to make confusion\nworse confounded. Not peace but a sword is the first gift of the Prince\nof Peace. Liberty comes masked like Tyranny, and cries \"Fraternity or\ndeath!\" Love goes wantonly about with the Mænads of licentiousness at\nhis heels. But the divine Logos, incarnate as the Son of man, always\ncomes not to destroy but to fulfil.\n\nJust now that highly moral being, Man in the masculine gender, is much\nshocked at the strangely immoral conduct of his feminine counterpart. In\nthe first place, she has dared to look at the realities of things with\nher own eyes, not through the rose-coloured spectacles with which he has\nbeen at pains to provide her; and not only that, but to peep behind the\nsacred veil which man has modestly cast over many ugly things. Secondly,\nshe has begun to talk openly about these ugly things, and to call them\nby non-euphemistic, ugly names, in a manner quite unprecedented.\nThirdly, she has dared to attempt her own solution of things insoluble,\nher own achievement of things impossible. And fourthly, she has dared to\nformulate a demand for liberty, equality, fraternity on her own\naccount--a demand which every day comes more and more within the sphere\nof practical politics. Here are pure women making common cause with\nprostitutes, married women crying out against the holy institution of\nmatrimony, mothers rebelling against the tyranny of the beatific\nbaby--nay, absolutely on strike against child-bearing, or at least\ndemanding limited liability as regards that important function. Finally,\nhere is Woman, whether as virgin, wife, or widow, demanding independence\nas to property and a fair share of the world's goods in return for a\nfair share of the general work of the world outside of her special\nwomanly functions. \"D----n it, sir, I say that women are unsexing\nthemselves--unsexing themselves, by Jove!\" as Major Pendennis might\nexclaim. And the worst of it is that there are so many men, traitors to\ntheir sex, who are casting in their lot with women in this terrible\nWomen's Rights movement--\"unsexing themselves,\" too, no doubt--so that\nwe shall all soon become either a-sexual or hermaphrodite beings! And\nhere let us leave for a moment the more or less limited and prosaic\nCythnas of the day, the terrible women who ride about upon Tartarian\nhobby-horses in novels and magazine articles, who spout on platforms and\npractise medicine and other dreadful trades--the scientific Mrs.\nSomervilles, and medical Mrs. Garrett Andersons, and pious Mrs.\nJosephine Butlers, and impious Mrs. Mona Cairds, and get back to Shelley\nhimself, the poet of this shocking social aberration.\n\nShelley, as Mr. Cordy Jeafferson has taken great pains to demonstrate,\nwas an exceedingly immoral young man. He outraged the conventional\nmorality of his day by his actions as well as in his writings in the\nmost shameless manner; but this shamelessness was due to his intense\nconviction that he thus outraged _conventional_ in the interests of\n_ideal_ morality. His life and writings are so full of the paradoxical\ncharacter which I have ascribed to the social agitation of the present\nday, and some of his utterances are so prophetic of it, that we may\nfairly regard him as its precursor.\n\nShelley, as we know, started rather as an anarchist than as a mere\nreformer. His ideas were cataclysmal rather than evolutional. But he was\nan optimistic not a pessimistic anarchist, and he endeavoured to destroy\nin order to rebuild with all possible expedition. The kingdom of heaven\nwas, for him, at the very doors, ready to take shape as soon as man\nwilled it; and man _would_ will it as soon as the mind-forged fetters of\nhis mind were loosed. Accordingly he endeavoured to loose them. He\ndethroned God that the Spirit of Nature might be enthroned; and then he\nproceeded to abolish marriage that free love might regenerate mankind.\nHe believed in regeneration by incantation--a few words murmured in\nmen's ears would make them as obedient to the ideas those sacred words\nrepresented as spirits to the spells of a magician. Abolish marriage\n(and what could be easier?), and love, being set free, prostitution\nwould cease. We may pass by such puerilities of inexperienced idealism,\nto be found by the score in _Queen Mab_, and pass on to Shelley's more\nmature utterances, always remembering that he died, as the _Triumph of\nLife_ shows, in the very process of maturation. His whole history is\nthat of an idealist, who first seeks his ideal in the actual, and not\nfinding it endeavours to bring the actual into harmony with his ideal.\nHis imagination hacks at the rude block of the world with the divine\nfury of a Pygmalion; thinking at first that he has but to remove the\ndull superfluous husks of custom to find the living idea in the centre;\nbut gradually perceiving it was but created an inanimate image, which\ncan only come to life by the invocation of Venus Urania. All the\nweaknesses, faults, and follies of his life and his writings, as well as\nthat \"power in weakness veiled\" which he felt himself to be, come from\nthis. He is driven to reform society by attacking the conventional\nmorality of marriage, because he is first a transcendental lover; just\nas Mr. William Morris is driven into socialism, because he is first a\nvery practical decorative artist. To speak irreverently, both men want\nelbow-room for their fads. But Shelley's fad is of even more importance\nto us than Morris's. It is better to have a beautiful love, than to have\na beautiful house to put him in. Shelley is, above all things, the poet\nof modern love. Dante's love, fantastic and supersensuous, was not\nmodern love. We do not want angels, either in heaven or in the house, to\ncondescend to our depravity and lead us upward. We do not want the\ndivine school-mistress to bring us to something not ourselves which may\nor may not make for righteousness, but the divine mistress, passionate\nas well as pure, to bring us to our best selves, and live with us in\nperfect union. Shakespeare showed us glimpses of this love defeated by\ncircumstances in _Romeo and Juliet_, triumphant over circumstances in\nPosthumus and Imogen; but Shelley has had a fuller vision of it. Since\nShakespeare's time both manhood and womanhood, and especially womanhood,\nhave by pressure of circumstances become more self-conscious, and the\nconditions of their union through love more complex.\n\nAnd what is this modern ideal of love, of which Shelley is the exponent?\nWhat is this strange affection, love, whether ancient or modern? It is\nthat most paradoxical of passions, that compound of selfishness and\nself-renunciation, that forlorn desire which strives to reconcile all\nthings, and found an eternal home on the shifting sands of time, of\nwhich we all know something. Blake has expressed this paradoxical\ncharacter of love once for all in his little poem \"The Clod and the\nPebble.\"\n\n  \"Love seeketh not itself to please,\n    Nor for itself hath any care,\n  But for another gives its ease,\n    And builds a heaven in hell's despair.\n\n  Love seeketh only self to please,\n    To bind another to its delight,\n  Joys in another's loss of ease,\n    And builds a hell in heaven's despite.\"\n\nWe may call these the masculine and feminine elements in love; though of\ncourse both exist in all love, whether of man to woman or woman to man.\nBoth sexes give more than they receive, and receive more than they\ngive. In all love, from the first step beyond mere physical appetite, to\nthe most transcendental Platonism, there are these two antagonistic\nelements. If the merely self-indulgent element prevails, we tend in\nthe direction of lust, one of the most cruel diseases that plague\nhumanity, which Milton rightly places \"hard by hate.\" If the merely\nself-renouncing, we tend in the direction of monastic chastity, which\nthough not so distinctly an evil thing, may become cruel and inhuman,\nand a bar to human progress. Asceticism is not, like lust, a disease,\nphysical and spiritual, but it may lead to disease, spiritual if not\nphysical. There is an asceticism, the Greek [Greek: aschêsis], a\ntraining of the lower faculties to act in subordination to the higher,\nwhich is the strait gate by which we enter upon the arduous ascent\ntoward noble passion and noble action. There is another asceticism which\nif not truly Christian, came in the wake of Christianity, which, denying\nthe rights of the body, was less a training than a mortification. Both\nunrestrained sensuality and monastic chastity, in their injustice to the\nbody outrage the sexual principle, the former by regarding it as a toy\nto be polluted by base pleasure, the latter by regarding it as a thing\nunclean in itself to be cast out and killed, or at best tolerated and\ncleansed by the Church's holy water. To the present day the average\nman's, or at least the average Englishman's great temptation is to sin\nagainst love, through dull unimaginative lust, the average\nEnglishwoman's through dull unimaginative chastity. Men live too much in\nthe sensuous, and women in the supersensuous, to meet fairly. Love, the\nreconciler, himself is too weak fully to reconcile them and to bring\nthem together in that perfect ecstasy, body to body, spirit to spirit,\nsoul to soul, that \"unreserve of mingled being,\" which Shelley, giving a\nvoice to the desire of all ages, but especially to modern desire, sighed\nfor. To understand Shelley's protest against marriage, we must\nunderstand his ideal of love--the unconstrained rush together of two\npersonalities of opposite sexes, in whom the body is but the vehicle of\nthe spirit. This love is not born merely of the flickering fire of the\nsenses. It is a divine flame, kindled alike in body, soul, and spirit,\nand fusing them into unity. Of course, if this love is to be the great\nend of life, marriage is somewhat of an impertinence. While the divine\nfire burns, what need of artificial ties to keep the two lovers\ntogether? If it goes out why should they be kept together? To which the\nprosaic moralist replies: \"Your ideal of love is very beautiful, no\ndoubt. Get as much as you can of this divine flame into your Hymen's\ntorch; and after all, every young couple start with some such high-flown\nnotions in their heads; but I must have some guarantee that your wife\nand children are not left as burdens upon the parish, when you begin to\nfeel the pinch of real life, and the glamour of your imagination fades\nfrom your 'divine mistress.' Marriage was not ordained to be the\nparadise of ideal love, but for the sober discipline of the affections\nof men and women, and above all for the production and rearing up of\ngood citizens of the commonwealth. To judge by your own writings, Mr.\nShelley, you seem to have been running after a will-o'-the-wisp all your\nlife in this ideal love. And if _you_ did not catch it, is it likely\nthat Tom, Dick, and Harry will? In any case the pursuit of it seems just\nas likely to make inconstant lovers as that sensuality you affect to\nlook down upon. You always had the word 'for ever' on your tongue; but\nhow long did your for evers last? No, no, my dear sir, the good of\nsociety demands fidelity to incurred responsibilities, and we find by\npractical experience that both men and women, but especially men, are\ninclined to shirk the responsibilities which indulgence of the sexual\npassion brings in its train. Hence the marriage contract. It does not\nconcern itself primarily with either love or lovers, but it helps to\nkeep husbands and wives together, and women and children maintained\ndecently without coming upon the rates. And, mind you, it does not by\nany means leave love out in the cold. It may not rise to your\ntranscendental ecstasy; but it is love all the same, good honest\ndomestic affection, when your young couples get well broken to harness.\nDid you not say yourself that one might as well go to a gin-shop for a\nleg of mutton as to you for anything human? Well, give me the wholesome\nleg of mutton--none of your gin for me. Egad, sir, when I see some\nhonest couple going to church of a Sunday morning, with half-a-dozen\npretty children about them, I call that a poem--ay, and a better poem,\nMr. Shelley, than all the fantastic Epipsychidions you ever put upon\npaper. Hang it all, sir, let a man make love to his own wife, and stick\nto her when he has got her. I'm a plain man, sir, but I hope a moral\nman, and them's my sentiments.\" To all which, let Shelley reply as best\nhe may. The fact is that he has given no satisfactory reply, simply\nbecause it was only just before his death that he realised the\ncomplexity of the problem of life. He did, however, see clearly that the\nbringing of men and women into more complete harmony, by raising the\nideal of love, was the most important step towards that renewal of the\nworld, that living of the most perfect life attainable by man, for which\nhe sighed and after which he strove; and he saw clearly that our\nsolution of the marriage problem was imperfect, not merely in practice,\nbut to some extent in theory. As regards the subjection of women, he\nseems to have considered this wholly an artificial product of religious\ndogma, and not, as it is, the natural result of an imperfect\ncivilization. Man protects woman because, on the whole, she adds to his\ncomfort. Protection implies subjection, and subjection to a tyrant is\nslavery; and man, if not altogether a tyrant in these later times, has\nalways the temptation to become one, and the tyrannical traditions of\nbygone times have a strong tendency to persist. Laws and even customs\nlag far behind the highest public opinion of the day.\n\nNow, men being in possession of the capital of the world, the material\nmeans of life, women stand to them in the position of what the\nsocialists call wage-slaves. They must do what their employers require\nof them on pain of starvation, and there is no true freedom of contract.\nAnd so far men have almost without exception required of them\nconcubinage or menial service, or a mixture of both. English marriage,\nwhile recognizing the existing fact of the subjection of women, has done\nsomething to raise their status, chiefly by making the bond between the\ncontracting parties theoretically, and to a great extent practically,\none of love and mutual service. It has indeed been much more than\nShelley seems to have realized, the _nidus_ of a love pure and\nwholesome, if not very passionate. Theoretically strictly monogamic, it\nhas been so practically to a very respectable extent. It has put a\nperceptible curb upon the strong polygamous instinct of men, and it has\nfostered the monogamous habit in women enormously. English women are for\nthe most part faithful wives. Even transitory prostitution does not kill\nthe monogamous propensity in them. They settle down into marriage, or\nlive faithfully with one man, if they get the chance.\n\nStill, Englishwomen are not satisfied with marriage as it exists. Let us\nhear Mrs. Mona Caird on the subject. She is much more prosaic than\nShelley; she looks at the subject, chiefly from the standpoint of\npractical comfort. She sees that from this standpoint, from various\nreasons, which may be summed up in the phrase \"incompatibility of\ntemper,\" marriage does not induce even that amount of mutual toleration,\nnot to say happiness, without which it is impossible for man and wife to\nlive decently together. She therefore asks, What good purpose is served\nby keeping two people together who are evidently unfit to live together?\nWhy indeed? if, as Mrs. Caird says, \"The matter is one in which any\ninterposition, whether of law or society, is an impertinence.\" But,\nunfortunately, law and society are the most impertinent things in the\nworld, always binding with briers our joys and desires, and poking their\nugly noses into our private affairs in the interests of the British\nratepayer. We shall never be happy until we have got rid of them--if\neven then, and it is quite impossible to get rid of them for some time\nto come. Now the British ratepayer cares nothing about women and\nchildren, except in so far as there is a danger of their coming upon the\nrates. And he is a little scared about giving greater liberty of\ndivorce, \"saving for the cause of adultery,\" as he piously ejaculates.\nHe does not like stray women and children going about the world. But\nafter all, adultery is only a particular, perhaps even a minor, case of\nincompatibility. Marriage was made for man, and not man for marriage,\nand although marriage may work well in nine cases out of ten, the tenth\ncase must be considered, and relief given if possible. The individual is\nright to demand relief, and the mode of giving relief is a question for\nthe legislator. Greater facility of divorce must come, and will come,\nnow that both men and women demand it.\n\nMrs. Caird's demand for greater laxity of the marriage bond _ab initio_,\nthe nature of the contract being left to the contracting parties, like a\nmarriage settlement, is quite outside the sphere of practical politics,\nas she is herself quite aware. If men were but educated up to the\nShelleyan ideal, then we might try all sorts of delightful experiments\nin marriage, and gradually arrive at absolute freedom of contract, which\nwould _not_ mean that absolutely unsentimental hygienic promiscuity\nwhich is the ideal of the highly advanced physiologist. But men are not\nyet harmonious creatures, like Wordsworth's cloud, which \"moveth\naltogether if it move at all.\" They are torn by their lusts which war in\ntheir members. Hence these bonds. Lust, lust, lust: this is the most\nconcentrated form of selfishness--the undying worm at the root of the\nTree of Life. This is the tyrant that women have at last begun to\nrecognize as their deadly adversary and to fight against. Shelley, a\nbetter physician than Goethe, laid his finger on this plague-spot, and\ntold the age plainly: \"Thou ailest here.\" But he did not see that\ninstead of saying, \"Abolish marriage and prostitution will cease,\" he\nought to have said, \"Abolish prostitution and marriage will\ncease\"--marriage without love being only a particular form of\nprostitution. He did not see that the abolition of marriage would no\nmore get rid of lust than the abolition of private property would get\nrid of selfishness. We have already, in monogamic marriage, struggled\npainfully upward to the level of the higher animals; let us not imperil\nthis progress rashly.\n\nThe Cythnas of the present day have felt their burthens more directly\nthan Shelley did. Hence their demand for economic independence, that\nthey may not be forced into marriage or prostitution by the various\ndegrees of starvation. Their demand is a just one, and must be satisfied\nsomehow, even if we have to put a bonus upon womanhood and pay women,\nnot merely fair wages for their work of all kinds, but a tribute to them\nas women, as potential mothers, which shall fairly handicap the sexes\nin the struggle for existence, and put men more on their good behaviour.\n\nShelley, the mystic, who looked for a miraculous change in nature\ncoincident with a miraculous change in man, seems to have seen, almost\nas little as the average socialist of the present day, who believes in\nthe spiritual efficacy of a purely material revolution, that the ideals\nand interests of the two sexes are widely apart, more so now than ever\nbefore probably. He, like the socialist, in his impatience to arrive at\na practical solution of the life-problem, did not take the trouble to\nunderstand the true bearing of the doctrine of Malthus. He did not see\nthat whether Malthus's figures be right or wrong, it is a fact that the\npopulation of any given district (be it an English barony, or the world\nitself) tends to increase up to the limits of its food-supply, taking\nthe word _food_ in its very widest sense to signify all the means of\nwell-being; and that this tendency is a fundamental element in all\nsocial problems, just as friction is in all mechanical problems. He did\nnot see that, other things being the same, a higher standard of comfort,\nwhile, finally tending to diminish the rate of increase of population,\nfirst increases its pressure. He did not contemplate that strike against\nchild-bearing on the part of women, which is induced, not merely by the\ndesire for personal comfort, but is largely due to the vague influence\nof those new ideals of which he was himself the prophet. He, like the\nsocialist, thought that we might go on increasing and multiplying _ad\nlibitum_, till we reached the ultimate limit of standing-room on the\nearth, and of miraculous chemical food out of the air, and began, as\nastral bodies, to emigrate to Mars. Women know better than this; and\nfeel the pinch of population, when what they just now consider their\nhigher life is hampered by children. The woman who has one child more\nthan she wants is an over-populated woman; and the advanced woman of the\npresent day, having her own higher culture, and the culture of humanity,\non the brain, possibly with a high ideal of the duties of maternity, and\nfrequently a sickly and weary creature, morbid in body and mind, is very\neasily over-populated. Hence much social discomfort. Shelley does not\nseem to have contemplated this, nor seen that the good-natured\nacceptance of the feminine ideal by man might lead him, like poor St.\nPeter in his old age, \"whither he would not.\" How all this is going to\nend I confess I don't know. I trust in more delicate adjustments, a\nhigher and more wholesome life all round; but the ascent of man is\nalways a painful process. Meanwhile it is quite time for this bald,\ndisjointed chat of mine to come to an end.\n\n\n\n\n  _London:\n  Printed by Richard Clay & Sons, Limited, Bread Street Hill.\n  September, 1889._\n\n\n\n\n      *      *      *      *      *      *\n\n\n\nText in italics is enclosed by underscores (_italics_).\n\nThe original text includes Greek characters. For this text version these\nletters have been replaced with transliterations.\n\nThe misprint \"tempation\" has been corrected to \"temptation\" (page 15).\n\n\n",
    "metadata": {
        "author": [
            "Todhunter, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/34085/pg34085.txt",
        "name": "shelley_and_the_marriage_question.json"
    }
}