{
    "name": "Shepherd of the Planets",
    "author": [
        "Mattox, Alan"
    ],
    "body": "The star ship came out of space drive for the last time, and made its\nfinal landing on a scrubby little planet that circled a small and lonely\nsun. It came to ground gently, with the cushion of a retarder field, on\nthe side of the world where it was night. In the room that would have\nbeen known as the bridge on ships of other days, instrument lights\nglowed softly on Captain Renner's cropped white hair, and upon the\nplanes of his lean, strong face. Competent fingers touched controls here\nand there, seeking a response that he knew would not come. He had known\nthis for long enough so that there was no longer any emotional impact in\nit for him. He shut off the control panel, and stood up.\n\n\"Well, gentlemen,\" he said, \"that's it. The fuel pack's gone!\"\n\nBeeson, the botanist, a rotund little man with a red, unsmiling face,\nsquirmed in his chair.\n\n\"The engineers on Earth told us it would last a lifetime,\" he pointed\nout.\n\n\"If we were just back on Earth,\" Thorne, the ship's doctor, said drily,\n\"we could tell them that it doesn't. They could start calculating\nagain.\"\n\n\"But what does it mean?\" David asked. He was the youngest member of the\ncrew, signed on as linguist, and librarian to the ship.\n\n\"Just that we're stuck here--where ever that is--for good!\" Farrow said\nbitterly.\n\n\"You won't have to run engines anymore,\" Dr. Thorne commented, knowing\nthat remark would irritate Farrow.\n\nFarrow glared at him. His narrow cheekbones and shallow eyes were\nshadowed by the control room lights. He was good with the engines which\nwere his special charge, but beyond that, he was limited in both\nsympathy and imagination.\n\n\n\nCaptain Renner looked from face to face.\n\n\"We were lucky to set down safely,\" he said to them all. \"We might have\nbeen caught too far out for a landing. It is night now, and I am going\nto get some rest. Tomorrow we will see what kind of a world this is.\"\n\nHe left the control room, and went down the corridor toward his\nquarters. The others watched him go. None of them made a move to leave\ntheir seats.\n\n\"What about the fuel pack?\" David asked.\n\n\"Just what he said,\" Farrow answered him. \"It's exhausted. Done for! We\ncan run auxiliary equipment for a long time to come, but no more star\ndrive.\"\n\n\"So we just stay here until we're rescued,\" David said.\n\n\"A fine chance for that!\" Farrow's voice grew bitter again. \"Our captain\nhas landed us out here on the rim of the galaxy where there won't be\nanother ship for a hundred years!\"\n\n\"I don't understand the man,\" Beeson said suddenly, looking around him\nbelligerently. \"What are we doing out here anyway?\"\n\n\"Extended Exploration,\" said Thorne. \"It's a form of being put out to\npasture. Renner's too old for the Service, but he's still a strong and\ncompetent man. So they give him a ship, and a vague assignment, and let\nhim do just about what he wants. There you have it.\"\n\nHe took a cigar from his pocket, and looked at it fondly.\n\n\"While they last, gentlemen,\" he said, holding it up. He snipped the\nend, and lit it carefully. His own hair had grown grey in the Service,\nand, in a way, the reason for his assignment to the ship was the same as\nRenner's.\n\n\"I think,\" he said slowly, \"that Captain Renner is looking for\nsomething.\"\n\n\"But for what?\" Beeson demanded. \"He has taken us to every\nout-of-the-way, backward planet on the rim. And what happens? We land.\nWe find the natives. We are kind to them. We teach them something, and\nleave them a few supplies. And then Renner loses interest, and we go\non!\"\n\n\"Perhaps it is for something in himself,\" David offered.\n\n\"Perhaps he will find it here,\" Thorne murmured. \"I'm going to bed.\"\n\nHe got up from his seat.\n\nDavid stood up, and went over to one of the observation ports. He ran\nback the radiation screen. The sky outside was very black, and filled\nwith alien stars. He could see absolutely nothing of the landscape about\nthem because of the dark. It was a poor little planet. It hadn't even a\nmoon.\n\nIn the morning they opened up the ship, and let down the landing ramps.\nIt was a very old world that they set foot upon. Whatever mountains or\nhills it had ever had, had long ago been leveled by erosion, so that now\nthere was only a vaguely undulating plain studded with smooth and\nrounded boulders. The soil underfoot was packed and barren, and there\nwas no vegetation for as far as they could see.\n\nBut the climate seemed mild and pleasant, the air warm and dry, with a\nsoft breeze blowing. It was probable that the breeze would be always\nwith them. There were no mountains to interfere with its passage, or\nalter its gentle play.\n\nOff to one side, a little stream ran crystal clear over rocks and\ngravel. Dr. Thorne got a sample bottle from the ship, and went over to\nit. He touched his fingers to the water, and then touched them to his\nlips. Then he filled the sample bottle from the stream, and came back\nwith it.\n\n\"It seems all right,\" he said. \"I'll run an analysis of it, and let you\nknow as soon as I can.\"\n\nHe took the bottle with him into the ship.\n\n\n\nBeeson stood kicking at the ground with the toe of his boot. His head\nwas lowered.\n\n\"What do you think of it?\" Renner asked.\n\nBeeson shrugged. He knelt down and felt of the earth with his hands.\nThen he got out a heavy-bladed knife and hacked at it until he had pried\nout a few hard pieces. He stood up again with these in his hands. He\ntried to crumble them, but they would not crumble. They would only break\ninto bits like sun-dried brick.\n\n\"It's hard to tell,\" he said. \"There seems to be absolutely no organic\nmaterial here. I would say that nothing has grown here for a long, long\ntime. Why, I don't know. The lab will tell us something.\"\n\nRenner nodded.\n\nFor the rest of the day they went their separate ways; Renner to his\ncabin to make the entries that were needed when a flight was ended, even\nthough that ending was not intentional; Beeson to prowling along the\nedge of the stream and pecking at the soil with a geologist's pick; and\nFarrow to his narrow little world of engines where he worked at getting\nready the traction machines and other equipment that would be needed.\n\nDavid set out on a tour of exploration toward the furthermost nests of\nboulders. It was there that he found the first signs of vegetation. In\nand around some of the larger groups of rocks, he found mosses and\nlichens growing. He collected specimens of them to take back with him.\nIt was out there, far from the ship, that he saw the first animate life.\n\nWhen he returned, it was growing toward evening. He found that the\nothers had brought tables from the ship, and sleeping equipment, and set\nit up outside. Their own quarters would have been more comfortable, but\nthe ship was always there for their protection, if they needed it, and\nthey were tired of its confinement. It was a luxury to sleep outdoors,\neven under alien stars.\n\nSomeone had brought food from the synthetizer, and arranged it on a\ntable. They were eating when he arrived.\n\nHe handed the specimens of moss and lichen to Captain Renner, who looked\nat them with interest, and then passed them on to Beeson for his study.\n\n\"Sir?\" David said.\n\n\"What is it, David?\" Captain Renner asked.\n\n\"I think there are natives here,\" David said. \"I believe that I saw\none.\"\n\nRenner's eyes lit up with interest. He laid down his knife and fork.\n\n\"Are you sure?\" he asked.\n\n\"It was just a glimpse,\" David said, \"of a hairy face peering around a\nrock. It looked like one of those pictures of a cave man one used to see\nin the old texts.\"\n\nRenner stood up. He moved a little way away, and stood staring out into\nthe growing dark, across the boulder-studded plain.\n\n\"On a barren planet like this,\" he said, \"they must lack so many\nthings!\"\n\n\"I'd swear he almost looks happy,\" Dr. Thorne whispered to the man next\nto him. It happened to be Farrow.\n\n\"Why shouldn't he be?\" Farrow growled, his mouth full of food. \"He's got\nhim a planet to play with! That's what he's been aiming for--wait and\nsee!\"\n\n\n\nThe next few days passed swiftly. Dr. Thorne found the water from the\nlittle stream not only to be potable, but extremely pure.\n\nFarrow got his machinery unloaded and ready to run. Among other things,\nthere was a land vehicle on light caterpillar treads capable of running\nwhere there were no roads and carrying a load of several tons. And there\nwas an out-and-out tractor with multiple attachments.\n\nBeeson was busy in his laboratory working on samples from the soil.\n\nDavid brought in the one new point that was of interest. He had been out\nhunting among the boulders again, and it was almost dark when he\nreturned. He told Renner about it at the supper table, with the others\nlistening in.\n\n\"I think the natives eat the lichen,\" he said.\n\n\"I haven't seen much else they could eat,\" Beeson muttered.\n\n\"There's more of the lichen than you might think,\" David said, \"if you\nknow where to look for it. But, even at that, there isn't very much. The\nthing is, it looks like it's been cropped. It's never touched if the\nplants are small, or half grown, or very nearly ready. But just as soon\nas a patch is fully mature, it is stripped bare, and there never seems\nto be any of it dropped, or left behind, or wasted.\"\n\n\"If that's all they have to live on,\" Thorne said, \"they have it pretty\nthin!\"\n\nThe natives began to be seen nearer to the camp. At first there were\njust glimpses of them, a hairy face or head seen at the edge of a rock,\nor the sight of a stocky figure dashing from boulder to boulder. As they\ngrew braver, they came out more into the open. They kept their distance,\nand would disappear into the rocks if anyone made a move toward them,\nbut, if no attention was paid them, they moved about freely.\n\nIn particular, they would come, each evening, to stand in a ragged line\nnear one of the nests of boulders. From there, they would watch the\ncrewmen eat. There were never more than twelve or fifteen of them, a\nbandy-legged lot, with thick, heavy torsos, and hairy heads.\n\nIt was on one of these occasions that Dr. Thorne happened to look up.\n\n\"Oh, oh!\" he said. \"Here it comes!\"\n\nRenner turned his head, and rose to his feet. The other men rose with\nhim.\n\nThree of the natives were coming toward the camp. They came along at a\nswinging trot, a sense of desperation and dedicated purpose in their\nmanner. One ran slightly ahead. The other two followed behind him,\nshoulder to shoulder.\n\nFarrow reached for a ray gun in a pile of equipment near him, and raised\nit.\n\n\"No weapons!\" Captain Renner ordered sharply.\n\nFarrow lowered his arm, but kept the gun in his hand.\n\nThe natives drew near enough for their faces to be seen. The leader was\ncasting frightened glances from side to side and ahead of him as he\ncame. The other two stared straight ahead, their faces rigid, their eyes\nblank with fear.\n\nThey came straight to the table. There they reached out suddenly, and\ncaught up all the food that they could carry in their hands, and turned\nand fled with it in terror into the night.\n\nSomebody sighed in relief.\n\n\"Poor devils!\" Renner said. \"They're hungry!\"\n\n\n\nThere was a conference the following morning around one of the tables.\n\n\"We've been here long enough to settle in,\" Renner said. \"It's time we\nstarted in to do something for this planet.\" He looked toward Beeson.\n\"How far have you gotten?\" he asked.\n\n\n\nBeeson was, as usual, brisk and direct.\n\n\"I can give you the essentials,\" he said. \"I can't tell you the whole\nstory. I don't know it. To be brief, the soil is highly nitrogen\ndeficient, and completely lacking in humus. In a way, the two points tie\nin together.\" He looked about him sharply, and then went on. \"The\nnitrates are easily leached from the soil. Without the bacteria that\ngrow around certain roots to fix nitrogen and form new nitrates, the\nsoil was soon depleted.\n\n\"As to the complete lack of organic material, I can hazard only a guess.\nTime, of course. But, back of that, probably the usual history of an\noverpopulation, and a depleted soil. At the end, perhaps they ate\neverything, leaves, stems and roots, and returned nothing to the earth.\"\n\n\"The nitrates are replaceable?\" Renner asked.\n\nBeeson nodded.\n\n\"The nitrates will have formed deposits,\" he said, \"probably near\nancient lakes or shallow seas. It shouldn't be too hard to find some.\"\n\nRenner turned to Farrow.\n\n\"How about your department?\" he asked.\n\n\"I take it we're thinking of farming,\" Farrow said. \"I've got equipment\nthat will break up the soil for you. And I can throw a dam across the\nstream for water.\"\n\n\"There are seeds in the ship,\" Renner said, his eyes lighting with\nenthusiasm. \"We'll start this planet all over again!\"\n\n\"There's still one thing,\" Beeson reminded him drily. \"Humus! Leaves,\nroots, organic material! Something to loosen up the soil, aerate it.\nNothing will grow in a brick.\"\n\nRenner stood up. He took a few slow paces, and then stood looking out at\nthe groups of boulders studding the ancient plain.\n\n\"I see,\" he said. \"And there's only one place to get it. We'll have to\nuse the lichens and the mosses.\"\n\n\"There'll be trouble with the natives if you do,\" Thorne said.\n\nRenner looked at him. He frowned thoughtfully.\n\n\"You'll be taking their only food,\" the doctor pointed out.\n\n\"We can feed them from the synthetizer,\" Renner answered. \"We know that\nthey will eat it.\"\n\n\"Why bother?\" Farrow asked sourly.\n\nRenner turned on him.\n\n\"Will the synthetizer handle it?\" he asked.\n\n\"I guess so,\" Farrow grumbled. \"For a while, at least. But I don't see\nwhat good the natives are to us.\"\n\n\"If we take their food,\" Renner said, \"we're going to feed them. At\nleast until such time as the crops come in, and they are able to feed\nthemselves!\"\n\n\"Are you building this planet for us, or for them?\" Farrow demanded.\n\nRenner turned away.\n\n\n\nThey put out cannisters of food for the natives that night. In the\nmorning it was gone. Each evening, someone left food for them near their\nfavorite nest of rocks. The natives took it in the dark, unseen.\n\nGradually, Captain Renner himself took over the feeding. He seemed to\nderive a personal satisfaction from it. Gradually, too, the natives\nbegan coming out into the open to receive it. Before long, they were\nwaiting for him every evening as he brought them food.\n\nThe gathering of the lichen began. They picked it by hand, working\nsingly or in pairs, searching out the rocks and hidden places where it\ngrew. From time to time they would catch glimpses of the natives\nwatching them from a distance. They were careful not to get close.\n\nOn one of these occasions, Captain Renner and David were working\ntogether.\n\n\"Do they have a language?\" Captain Renner asked.\n\n\"Yes, sir,\" David answered. \"I have heard them talking among\nthemselves.\"\n\n\"Do you suppose you can learn it?\" Renner asked. \"Do you think you could\nget near enough to them to listen in?\"\n\n\"I could try,\" David offered.\n\n\"Then do so,\" Renner said. \"That's an assignment.\"\n\nThereafter David went out alone. He found that getting close to the\nnatives was not too difficult. He tried to keep out of their sight,\nwhile still getting near enough to them to hear their voices. They were\nundoubtedly aware of his presence, but, with the feeding, they had lost\ntheir fear of the men, and did not seem to care.\n\nBit by bit he learned their language, starting from a few key roots and\nsounds. It was a job for which he had been trained.\n\nTime passed rapidly, and the work went on. Captain Renner let his beard\ngrow. It came out white and thick, and he did not bother to trim it. The\nothers, too, became more careless in their dress, each man following his\nown particular whim. There was no longer need for a taut ship.\n\nFarrow threw a dam across the little stream, and, while the water grew\nbehind it, went on to breaking up the soil with his machines. Beeson\nsearched for nitrate, and found it. He brought a load of it back, and\nthis, together with the moss and lichen, was chopped into the soil. In\nthe end, it was the lichen that was the limiting factor. There was only\nso much of it, so the size of the plot that they could prepare was\nsmall.\n\n\"But it's a start,\" Renner said. \"That's all we can hope for this first\nyear. This crop will furnish more material to be chopped back into the\nsoil. Year by year it will grow until the inhabitants here will have a\nnew world to live in!\"\n\n\"What do you expect to get out of it?\" Farrow asked bitingly.\n\nRenner's eyes glowed with an inner light.\n\n\n\nRenner's beard grew with the passing months until it became a luxuriant\nthing. He let his hair go untrimmed too, so that, with his tall, spare\nfigure, he took on a patriarchal look. And, with the passing months,\nthere came that time which was to be spring for this planet. The first\ngreen blades of the new planting showed above the ground.\n\nThe natives noticed it with awe, and kept a respectful distance.\n\nThat evening, when it was time for the natives' feeding, the men\ngathered about. Little by little the feeding had become a ritual, and\nthey would often go out to watch it. It was always the same. Renner\nwould step forward away from the others a little way, the load of food\nin his hands. The natives would come to stand before him in their ragged\nline, their leader a trifle to the front. There they would bow, and\nbegin a chant that had become a part of the ritual with the passing\ntime.\n\nWith the first green planting showing, there was a look of deep\nsatisfaction in Renner's eyes as he stepped forward this night. His hair\nhad grown quite long by now, and his white beard blew softly in the\nconstant wind. There was a simple dignity about him as he stood there,\nhis head erect, and looked upon the natives as his children.\n\nThe natives began their chant. It became louder.\n\n\"Tolava--\" they said, and bowed.\n\nAs usual, Farrow was nettled.\n\n\"What does the man want anyway?\" he asked out loud. \"To be God?\"\n\nRenner could not help but hear him. He did not turn his head.\n\n\"David!\" he said.\n\n\"Sir?\" David asked, stepping forward.\n\n\"You understand their language now, don't you?\" Renner asked.\n\n\"Yes, sir,\" David said.\n\n\"Then translate!\" Renner ordered. \"Out loud, please, so that the others\nmay hear!\"\n\n\"Tolava--\" the natives chanted, bowing.\n\n\"Tolava--our father,\" David said, following the chant. Suddenly he\nswallowed, and hesitated for a moment. Then he straightened himself, and\nwent sturdily on. \"Tolava--our father--who art from the heavens--give\nus--this day--our bread!\"\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Mattox, Alan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/28048/pg28048.txt",
        "name": "shepherd_of_the_planets.json"
    }
}