{
    "name": "Sidewinders From Sirius",
    "author": [
        "Holden, Fox B."
    ],
    "body": "Gaylord Kram, Vice-colonel of Intelligence, Terrestrial Federal\ngovernment, sat pondering one of the worst poker hands he had ever\nwitnessed, and he had witnessed a goodly number in his 38 years, when\nhe should have been sweating blood over his tottering government's most\nperplexing problem: what to do about the colonists from Sirius and\ntheir G-ray.\n\nBut what could even a Kram do with two deuces, the joker, a five and an\neight-spot, all of different suits?\n\nThe other three Intelligence officers who were taking a little\nbadly-needed recreation the \"old fashioned\" way weren't too surprised\nwhen Kram raised a thousand credits. There was no sense in trying to\nanalyze Kram's poker, any more than there was any sense in trying to\nanalyze Kram. He usually won. Always a different technique, but he\nusually won anyway.\n\nMajor Ignacius Luverduk, Kram's somewhat useful assistant, knew\nthis and folded his lowly hand which consisted of nothing more than\ndogs-over.\n\nWhile he was waiting for the colonel across from him to up-ship or get\noff the runway, Kram fell to thinking.\n\nXenthl had pulled a dirty one. Forty years ago, the people of Iaaro,\nsystem of Sirius, under the too-able leadership of Xenthl, had finally\nmade their presence known on Earth. For three centuries, they had\nexamined Earth from afar to assure themselves that it would make a\nsuitable landing spot. For awhile, during the mid-twentieth century,\nthey had scared the pants off some people and incurred the ridicule\nof some others less imaginative with their disc-shaped space and\naircraft, but that couldn't have been helped. One had to trace a\nculture, a civilization, for a long time before one could analyze its\ntrue character-traits, abilities, potentialities. Especially when one's\nforces were few in number, and there were nearly two billion of the\nother fellow.\n\nBut the people of Iaaro had finally landed, back in 2010, satisfied\nthat Earth with its faults was better than more light-years of space\nwith its uncertainties and hardships. And Xenthl had been very nice\nabout the whole thing.\n\n\n\nThe colonel decided to up-ship. He was new. He pushed a mountain of\nwhite chips forward. \"I'll stay,\" he said, with a tremulous sort of\nconfidence. The lieutenant to his right folded, and being the dealer,\ngave Kram the two cards he asked for. The joker, Kram had decided,\nought to be kept this once for a kicker.\n\n\"I'll play these,\" the colonel said in what he intended to be a\nconvincing tone.\n\n\"Check blind to the pat,\" Kram heard himself saying.\n\n\"Umm. Five thousand should be enough.\"\n\nKram edged his hand open, and now it was his turn to up-ship or not.\nThe two twos and the joker had been somewhat disgustingly joined by a\nsix and a seven.\n\nYes, Xenthl had been very nice about it all, but then, in his position\nwith only a few thousand followers, how else could he have been?\nConquest and occupation, even with superior weapons, would at any\ntime have been unthinkable; force of numbers alone would have told as\nlong as Earthmen had cannon and aircraft. And mass-murder of Earth's\npeople prior to the planet's methodical examination would have left an\nimmense, empty planet with only a few thousand of the newcomers to work\nit.\n\nXenthl had wanted not only a planet, but slaves to work it as well.\n\nSo he couldn't kill 'em off, reasoned Kram in the back of his mind for\nthe millionth time. The thing was to use strategy, not arms, and Xenthl\ncould have his cake and eat it.\n\nWhich, in six months' time, unless somebody, probably himself, figured\nout a way to stop him, he would have.\n\n\"Hmm,\" grunted Kram, knitting his sleek brows in final appraisal of his\nhand. \"Your five and my-y-y--seven-fifty.\" Smoothly he pushed a pile of\nwhites into the center of the polished Marswood table--not too quickly,\nand not too hesitantly. Timed just right. Just the way Xenthl had timed\nthings.\n\nA firm toe-hold on Earth. That was first ... the promise that, if\nallowed to colonize all the deserts of the planet, his people would\nwithin a few years' time make garden spots of them through their vastly\ndeveloped science of hydroponics. They had come, they explained,\nseeking refuge from their own drying planet of Iaaro--they were all\nthat were left. All they wanted was a home, and they would, in turn,\ngive to the men of Earth the advantages of their advanced learning. And\nsee? No weapons!\n\nAnd that was true. They had dismantled every defensive weapon they\nhad carried in the disc-shaped spacecraft; had turned the parts and\nblueprints over to earth scientists for study.\n\nAnd they had turned the deserts of the planet into garden spots, save\nfor a few patches left barren for laboratory construction.\n\nAnd they had improved the lot of Earthmen in countless\nways--philosophically, governmentally, politically, educationally,\nreligiously, scientifically, technically, and so on.\n\nNice kids. Until they had sprung the G-ray and shown their true colors,\nand by that time it was a little too late, even for the men of Earth\nto cuss themselves out for having been the most gullible jays in the\nUniverse, fourth dimension included. While telecrooners were dripping\nsongs about the delirious gal from Sirius and housewives were listening\nto the adventures of the young widow from Iaaro, Xenthl was quietly\nsetting about to take over the planet.\n\nAnd, he was doing that, too.\n\n\"You,\" said the colonel as he got off the airstrip, \"win.\"\n\n\n\nKram raked in his loot. There was some deliberation concerning the\ncontinuation of the game. Idly, Kram counted the credits he had\nbluffed the colonel out of. Or, which he more than suspected, he had\ncounter-bluffed the colonel out of.\n\nThe G-ray, Xenthl had explained to the men of Earth when he announced\nto them that they would be given one year in which to reorganize their\ngovernments in conformation with his dictates and in subservience to\nhis rule and under the sovereignty of himself and his people, operated\non the practical principles of a theory once promulgated, but never put\nto work before his death, by an Earth scientist of the 20th century.\nThe Earthman had called it a \"general theory of gravitation.\" The\nSirians had their own name for it, and when applied in weapon form,\nthe result was the G-ray--a weapon capable of completely nullifying\nthe forces of gravitational cohesion within any and all molecular\nstructures. Result? Complete and instantaneous disintegration of any\nmaterial object, solid, gaseous or liquid, at which it was aimed.\nWithin its scope, the forces of what Xenthl termed \"molecular gravity\"\nfell completely to zero. Nothing exploded. It just stopped being, all\nat once.\n\nThere had been demonstrations. Three demonstrations, and the world was\nmore than convinced.\n\nXenthl had demonstrated his weapon on three of his own no-longer-needed\nlaboratories. Situated in their sterile patches of blistering desert,\nthey had each covered areas about the size of three large earth cities.\nWith the complete operation telecast to all the world, and with earth\nscientists watching at respectful distances in observation posts in one\nof which Xenthl himself had been present, the Sirian dictator had given\nthe commands for his G-batteries to fire. They fired at ranges twice\nthose of Earth's best atomic cannon.\n\nThe lab-cities, each hit with a single blast, vanished one, two, three.\n\nThe places where the labs had been were minutely examined by Earth's\nmen of science for weeks afterward.\n\nNot a trace. Of anything. Just sand. The sand, Xenthl explained, was\nkept as much below the ray-field as possible--digging holes for miles\ninto the planet wasn't, after all, necessary, and it would've wasted\npower....\n\nWhere there may have been signs of disbelief, Xenthl had only to infer\nthat, really, did the credulous ones of Earth suppose that the Lords\nof Iaaro had disclosed _all_ their great secrets of science when they\nhad landed? Would they have divulged the very secret of their proposed\nconquest?\n\nThe brave man with the club facing an enemy with an atomic rifle knows\nhe is licked. At such a point, Kram reflected, heroism would be a\nlittle silly; hysterical anger would be useless.\n\n\"Xenthl and his crowd,\" mused Vice-colonel Gaylord Kram to himself as\nhe stretched the zipper on his bulging hip-pocket, \"are a bunch of\nsidewinders!\"\n\n\"The game, in which you have been the only victor, is over,\" said\nLuverduk at his elbow, \"and in your last statement, you are as usual,\ncorrect. But wait until the Old Man learns how much time we killed\ndiddling instead of using the electro-relaxers!\"\n\n\"Jupiter damn the 'laxers--You do not seem to have perceived, Luverduk,\nthat I have a theory!\"\n\n\n\nThe other's globular countenance reflected no particular surprise\nat this quiet thunder, for to Luverduk, theories by Kram were\nthings to be taken regularly for granted; monstrous theories which,\noddly enough, were without exception correct in every detail when\nput into actual practice, as Kram himself, of course, would never\nfail to make perfectly clear in the first place. That Kram was an\nIntelligence expert with a brilliant background in weapon design was\nthe fact, however, in which the Terrestrial government was at present\nnarrow-mindedly interested.\n\nAnd it was the fact that had led to the dumping of the Sirian G-ray\nproblem right in his lap.\n\nUnearthing the G-ray secret was Kram's assigned mission; that made it\nIgnacius Luverduk's, as well. \"You have a theory. Should I take that\nSiriusly? Ha!\"\n\nKram only quickened the strides of his long, gaunt legs as they headed\nfor his office. There was not even the quiver of one long black eyebrow\nto denote his having heard Luverduk's effort.\n\n\"For a ballistics and weapon-design expert,\" the wheezing Major\nobserved, \"you, Kram, are at least a devilish poker player. You were\nbluffing on that last hand. Lying in your teeth! Psychologically\nspeaking, you were guilty of the worst sort of misrepresentation.\"\n\n\"Foof. He was bluffing every bit as bad as I was. Worse. Probably\ndidn't even have a pair.\"\n\n\"You could tell?\" Luverduk's round blue eyes became excited, for his\nown brand of poker left something to be desired in the way of winning\nmoney.\n\n\"When the time comes,\" Kram said, \"that I fail to perceive a bluff, and\nfail then to call it, I will start a mink ranch on Pluto.\"\n\nNo reply. Luverduk had heard that Pluto was a sterile planet, and was a\nlittle puzzled. The two strode into Kram's office, which was empty of\nstaffers. It was 'laxer time. Kram started doing the talking:\n\n\"You, Ignacius, will deliver a message for me to Sectors-General\nHoskins, in person.\" Kram was writing things on a memo pad, the blanks\nof which were stamped CONFIDENTIAL at their tops in big red letters.\n\"It says, Iggy, that President Thurston is to be informed that I have\nunequivocally failed to glean any information concerning the Sirian\nsecret weapon, and in trying further to do so, would seriously imperil\nwhatever chances Earth may have left to escape total destruction. I,\nKram, have somehow failed! The message points out in addition that\nI've lost seventy-three percent of my secret operatives already, and\nit explains that with each additional one captured, Xenthl's temper is\nshortening to the breaking point. Being slightly paranoiac, he hates to\nbe crossed. He's one of those egotistical bastards, you know....\"\n\n\"Oh, but you can't--\"\n\n\"Shuddup. It also advises that the Terrestrial government open truce\nnegotiations for the consideration of terms.\"\n\n\"You mean you're telling Hoskins and Thurston that we should wave the\nwhite flag?\" Luverduk paled to the color of old paste.\n\n\"You deliver it. And--\" Kram kept writing, \"there's a P.S. It says\nthat I personally--that _we_ personally--plan to request audience with\nXenthl, to open aforementioned truce negotiations. Today!\"\n\n\"You,\" quavered the Major scarcely above a whisper, \"have cracked up!\"\n\n\"We will take off for Xenthl's Moonside headquarters at precisely\n1600 hours, radiating a truce signal. And you will now deliver this\nmessage.\" He thrust the memo into Luverduk's wringing hands. \"And you\nwill return here in exactly 30 minutes. That's an order!\"\n\n\"Oh, Gaylord!\" breathed Luverduk asthmatically. \"Oh, oh, oh....\" The\nlength of the corridor down which he waddled swallowed up the gibberish\nthat whispered in his wake.\n\n\n\nThirty minutes to the second later, just as Kram was putting the\nfinishing touches on the thing which he had estimated would take him\nprecisely 30 minutes to rig, Luverduk returned.\n\n\"Gaylord!\"\n\n\"I have something to show you, Major Luverduk. Come here.\" Kram\ngestured toward the outside door of the large office which led through\na space-cruiser hangar and out to the experimental detonation range\nwhere new weapons received their first tests in the half-scale stage.\n\n\"Show me! Good Lord, Gaylord! Hoskins read it right there in front\nof me! He said for you to get to his headquarters as fast as you\ncan double-time it! Sore! It was more or less nice knowing you,\nLance-corporal Kram!\"\n\n\"I knew he'd be a little silly about it at first.\"\n\n\"He said if you're not in his office in 15 minutes, he's coming to\nyours with his whole damned guard!\"\n\n\"Might, come to think of it. Come here, Luverduk.\"\n\n\"But--\"\n\n\"See this?\" Kram held a shiny new needle-ray pistol in his hand. It was\nstrictly an anti-personnel weapon, and good only for close-in combat. A\nhand weapon of limited powers, and nothing more.\n\n\"I see it. But as one skeleton in the museum told the other, if we had\nany guts we'd get out of here....\"\n\n\"Follow me.\"\n\nSince it sounded like an order, Luverduk obeyed it. Kram was not a\nlance-corporal yet. Luverduk followed his superior to one of the firing\nranges for atomic cannon. Kram pointed to a dismantled space-cruiser\nhull, used regularly by cannoneer cadets for target practice. Its\nmolybdenum hide was scarred with many accurately-directed blasts. It\nwas nearly a quarter-mile from where Kram stood.\n\n\"Watch,\" he said. Luverduk sensed an order in that word also.\n\nKram pointed the pistol, potent up to 50 yards. Slowly, his long right\narm came up. The streamlined weapon glinted in the afternoon sunlight.\nCarefully, Kram aimed--aimed impossibly--at the distant cruiser hull!\nThen his finger constricted on the trigger. _Hiss_ it went.\n\nAnd the hull was blasted to atoms!\n\n\"You--\" That was all Luverduk could utter. He gaped, pudgy mouth\nhanging open, first at the pistol, then at the rising column of white\nsmoke where the scarred hull had been. He knew at the same time that\nhad it not been for the shock-wave absorbers covering the range with\ntheir radiations, he would at present be flat on his face, or its\nreasonable facsimile.\n\n\"I,\" Kram said, \"am a weapons expert as well as an Intelligence\nofficer. You know that. Correct?\"\n\n\"Gurgle.\"\n\n\"Confronted with the facts, Luverduk, which you yourself have just\nwitnessed, what would you say?\"\n\n\"That pistol is better than the--the G-ray! You--\"\n\n\"I have. Xenthl's skin, I expect, should crawl. Agreed?\"\n\nLuverduk nodded slowly.\n\n\"Good. Because we are now going to see him. A ship is parked in the\nhangar.\"\n\n\"Not about that truce business--\" Luverduk's voice rose in horror.\n\n\"Precisely.\"\n\n\"Hoskins?\" Luverduk's voice was a challenge to all soprano mice.\n\n\"Umm,\" Kram said. Luverduk followed him.\n\n\n\n_From Karz, Commander, Sector Patrol III: For Kuul, Patrol Coordinator.\nUrgent. Subject: enemy flight. At 16:12, western hemisphere Earth time,\nsingle ship seen to be directed Moonside, no armament, but beyond\nrestrictive boundary. Following, three smaller craft, likewise unarmed,\ntowing six apparently unmanned cruisers of obsolete design. Single\ncraft continues Moonside. Towing craft leave unmanned cruisers adrift\nafter deceleration approximately 1,500 miles outside boundary. Speed\nof abandoned ships, less than 300 miles per hour. Adrift in loose line\nformation. Single ship, now radiating truce signal, continues course.\nAm holding fire pending your advisory._\n\n\n\n_From Kuul, Patrol Coordinator, Sirian Expeditionary Forces: For Karz,\nCommander, Sector Patrol III. Subject: communication 18Z. Continue\nholding fire pending my command._\n\n\n\n_From Karz, Commander, Sector Patrol III: For Kuul, P. C. Subject:\narmed enemy cruisers. Enemy fleet of military destroyer-units hovering\nin formation at edge of restrictive boundary. Armed, but have not fired\ninto restrictive zone. Appear to be in command of General Flagship. No\ncommunications intercepted, no actual violation as yet of restrictive\nboundary. Twenty-one craft counted. Requesting further advice, to avert\nany possible breach of strategic diplomacy._\n\n\n\n_From Kuul, P. C., SEF: For Karz, Cmmdr., Sector Patrol III. Subject:\ncommunication 18Z1. Stand by. Deliberate disregard of ultimatum\nstipulations on our part would tend to lessen prestige and introduce\npossibility of unsatisfactory psychological reactions. It is to be\nremembered that Terrestrials are highly unpredictable when abruptly\nangered. Alert your command this headquarters._\n\n\n\n\"What did they say?\" Kram asked. The Moon leered at him through the\nthick quartz conning-port like a pitted, rotted rubber ball that had\nonce been painted with a diluted silver gilt.\n\nLuverduk still shook, but not as much. \"About those skeletons--\"\n\n\"You'll be one if you don't cut your jets. What was their reply?\"\n\n\"Xenthl will give us an audience upon our landing, but we have been\nemphatically warned that the slightest move we make which may be\ninterpreted as a breach of truce will be our last. And they added\nthat any move made by anybody else in the neighborhood which may be so\ninterpreted will be their last, too....\"\n\n\"Told you things would work out.\"\n\n\"Work out? We're only flying a white flag with no authorization from\nanybody. We've only gone AWOL. And Hoskins is gunning right behind. We\noften leave without saying good-bye--\"\n\n\"Parts of that statement are inaccurate. Hoskins is waiting at the\nboundary, not daring to fire into the Sirian zone--not gunning right\nbehind. And he knows that one ship-length of an armed cruiser over the\nboundary will mean the G-ray for the whole shooting-match. He also\nknows we'll come back, so is just standing by until we do. However, to\nsomething of far more importance. Did you bring the blast-rifle?\"\n\n\"I did. I assume it is like the pistol, only more so.\"\n\n\"It certainly is supposed to be.\"\n\n\"Your answer is only more or less perfect. I say again, is the rifle\nlike a super G-ray?\"\n\n\"No.\"\n\n\"Like a super atomic cannon, then.\"\n\n\"No. The rifle, as well as the pistol I showed you, are, to put it\nvulgarly, fakes. They wouldn't squirt water.\"\n\n\"I asked you a straight question, you should therefore give me at least\nthe semblance of a straight answer. Come again.\"\n\n\"You heard me. Fakes.\"\n\n\"You mean they will not work? It will not work?\"\n\nSilence.\n\n\"Good Lord, you mean we're actually going to see Xenthl with truce in\nour white little hearts and not blow his headquarters to pieces? This\nis a real, honest-to-God truce mission?\"\n\n\"In a manner of speaking, sort of.\"\n\n\"Then the explosion of the space-cruiser hull...?\"\n\n\"Was faked.\"\n\n\"You _tricked_ me!\"\n\n\"I did. But you believed me until I told you.\"\n\nLuverduk was starting to hop up and down, although his feet never quite\nleft the deck. \"I will admit that, but only because it's true!\"\n\n\"It's true, all right. In addition to being an Intelligence and weapons\nexpert, I am likewise rather clever in the field of psychology.\nYour foreknowledge of my expertness with weapon design had you\nhalf-convinced I could do something fantastic before you even saw me\napparently do it. And when you saw it in what looked like actuality, it\nwas all you needed.\"\n\n\"But we are surrendering anyhow! You _are_ a mad fellow--\"\n\n\"Let us not, Luverduk, confuse the term 'truce' with 'surrender.' What\nI told Hoskins and what I am actually doing are horses, one might say,\nof variable hues....\"\n\n\"You see a way out of this, Kram?\"\n\n\"Prepare to man the decelerators at 3.8G on my signal.\"\n\nAs the roar of the forward jets cut in and Kram's vision grew\nmomentarily blurred, the suspicion grew in his mind that Luverduk was\nmumbling something about northbound horses....\n\n\n\nThe military headquarters of Xenthl, Commander-In-Chief of the Sirian\nExpeditionary Forces and Grand Protector of the Universe were, as Kram\nwould have put it, somewhat stupendous. Simplicity was the keynote of\nits otherworldly architecture; the huge hemisphere of eerily glimmering\nalloy was first viewed by Luverduk with anything but a narrow-eyed,\nanalytical gaze. And its interior, although not resplendent in the\nsense of the courts of ancient kings, was a breath-stopping spectacle\nof geometry as could only have been conceived by minds of Other Space.\nThe involutions of its eye-defying curves were as gracefully simple as\nthey were dimensionally complex; the very straightness of the corridor\ndown which the procession of heavily armed guards and the men from\nearth proceeded was a masterpiece of structural design in itself.\n\nXenthl's sanctum sanctorum was an even greater achievement in the\narchitecturally impossible. Kram made a mental note to make a\nrequisition for a replastering job in his own office immediately upon\nhis return to Earth.\n\nLuverduk was impressed, but more with Xenthl's bearded, rotund,\npink-skinned majesty than with his surroundings.\n\n\"Without the beaver, he'd look just like me, Kram!\"\n\n\"So he would, Major!\"\n\nThe seated Xenthl signalled his guards to halt, and the envoys of truce\nto step forward. His oversized cranium, typical of his race, seemed to\nnod gently from its own weight.\n\n\"You come,\" he mouthed the Terrestrian language awkwardly, \"as couriers\nof surrender?\"\n\n\"You are crazier than Luverduk, here, if you think so!\" Kram casually\nfolded his arms. \"As a personal representative of his Most Excellent\nSovereign Worthiness, the Guardian of all Universes in Space and Time,\nthe President of Terra, and also the Bronx, I appear before you to\nrecognize and return the civility displayed by your forces in not\nattacking an Earth ship radiating a signal of truce. In short, I am\nhere to offer you your life, and the lives of your people, with the\nalternative of instantaneous annihilation.\"\n\n\"I am amused,\" purred Xenthl. \"But at your expense. For this\nimpertinence, your government shall be given but one month more,\ninstead of six months more, to prepare itself for my rule. And in\naddition, from this moment forward, it will be under the direct\nsurveillance of my own armed forces. I have, it would seem, grossly\noverestimated the intelligence of you Earthmen. It had been my thought\nthat, as you say, you knew what was good for you. I have erred.\"\n\n\"That,\" said Kram, allowing the flicker of a self-indulgent grin\nto play at the corners of his long mouth, \"is something of an\nunderstatement, Mr. Xenthl. And to prove what I say--and a man of your\nintellect would require proof of any statement--I ask that the only\narmament aboard the ship in which I came, a blast-rifle, be brought\nhere, to be fired as I direct by one of your own marksmen. By directing\nhis aim telescopically, he should have no trouble in sighting on the\nabandoned cruiser hulls which I have had towed into position for target\npurposes....\"\n\nXenthl's mouth worked. \"This is a trick of some sort,\" he said icily.\n\"At the very least, a gross misuse of the purposes of truce.\"\n\n\"I offer you your lives,\" Kram said almost nonchalantly.\n\n\"As a man of my intellect--\" Xenthl declared after a breath-take of\nhesitation, \"I require whatever attempt at proof you may have for your\nchildish statements. Guard!\"\n\n\n\nWithin moments, the rifle was in the hands of one of Xenthl's marksmen,\nand, sighting with a headquarters electrono-telescope, the soldier\nfrom Sirius drew a bead on the drifting cruiser hulls, and pressed the\ncurved trigger at Xenthl's order.\n\nIn a visiplate, Xenthl himself witnessed an incredible white flash as\nfirst one of the space-cruiser hulls was blown to atoms, and then in\nrapid succession, the second, third, fourth, and fifth.\n\n\"You will observe,\" Kram said, \"that only one hull was hit. But all\nwere destroyed. A little chain-reaction gadget I developed last week--\"\nA gasp at Kram's elbow; but Kram had not finished--\"You have observed\nalso,\" he continued matter-of-factly, \"that with one blast of only a\nrifle, to say nothing of the _cannon_ I have also developed, a myriad\nof targets may at once be destroyed. Your G-ray,\" Kram adopted a tone\ndripping with respect, \"is capable, after all, of destroying but one\ntarget at a time.\"\n\nXenthl's features had lost their healthy pink tinge. \"You have\nmastered,\" he said, \"a practical application of the chain-reaction\nprinciple. It is impossible, but I have seen you do it with my own\neyes.\"\n\n\"That was the object in my having come,\" Kram said in his most\ncourteous tone. \"And it is the proof which I knew your excellency would\ndemand. In addition to which, I might inform you that I am Gaylord\nKram!\"\n\nSilence. Then:\n\n\"This is indeed a matter for some consideration,\" Xenthl said.\n\nAnd even the mask-like face of the arrogant Sirian was not able to\ndisguise the look of utter incredulity which was shadowed beneath its\nstill-white-tinged surface.\n\n\n\n\"Kram, you'll hang for this!\"\n\nGaylord Kram stood at rigid attention before Sectors-General Hoskins\non the flight-deck of the General Flagship. He had drawn his own craft\nalongside and boarded with Major Luverduk at the General's command, and\nunder the ugly snouts of the General's artillery.\n\n\"I trust,\" he said, \"that you will accept my apology for having issued\nyou a false communication. But I theorized that only in anger would\nI be followed so promptly and with such a show of strength. Only the\nthought of surrender could make you angry, sir!\"\n\n\"You impudent puppy! You--\" Hoskins was livid. He did not shake. He\nvibrated.\n\n\"It was necessary, sir. I was bluffing, but I needed at least the\nappearance of armed might to give credence to my strategy. I readily\nadmit having rescued our planet by means of what may unappreciatively\nbe termed trickery. As I tricked Luverduk, here, by simply using a\nmined target on the detonation range, so I also attempted to trick\nXenthl with five unmanned space-cruisers, loaded to the seams with\natomic detonators timed to produce the effect of chain-reaction and set\noff by remote control. There was a miniature radar transmitter of my\nown design within the blast-rifle which I had Xenthl's marksman use.\nQuite simple, really.\"\n\n\"Simple is hardly the word!\" Hoskins thundered. \"With the Sirian G-ray\nstaring us in the face, _you_ try your hand at strategy! I hope there\nis time to hang you before Earth is blown to Kingdom Come!\"\n\n\"Never fear, sir! Xenthl had merely used an innovation of the Q-type\nlight-bender to produce a mirage at the desert location of his supposed\n'abandoned laboratories.' First the buildings were 'seen,' then, at\nthe instant his weapon was supposedly 'fired,' they were not. A mirage\nhad been turned on and off at will. That was all! Putting it simply,\nsir--I theorized that the G-ray was, in the first place, no more than a\ncolossal bluff itself!\"\n\n\"Theorized, the man says!\" The General's complexion blended nicely with\nhis lavender tunic. \"To him, politics is five-card stud! To him--\"\n\nThe tirade was interrupted by a wide-eyed orderly who bore a\nsignal-technician's insignia on his sleeve. \"Sir! Sirian ships are\nleaving the Moon, driving hard past Pluto! By the minute, sir, larger\nand larger flights are going up-ship for Deep Space! And at full drive!\nSir!\"\n\n\"Of course,\" murmured Kram. \"I gave them twenty-four hours to clear\nout!\"\n\nDeftly mounting a portable G-gun which he had confiscated from Xenthl's\npersonal arsenal, Kram pointed it directly at his own ship, drifting\nunder robot control a few miles to the Flagship's starboard.\n\n\"They cleared out,\" he declared quietly, \"because Gaylord Kram\nhad called their bluff, gentlemen!\" and triumphantly punched a\nfiring-button.\n\nA soft hiss, and Kram's cruiser was blown to smithereens!\n",
    "metadata": {
        "author": [
            "Holden, Fox B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64625/pg64625.txt",
        "name": "sidewinders_from_sirius.json"
    }
}