{
    "name": "Sight Gag",
    "author": [
        "Janifer, Laurence M."
    ],
    "body": "Downstairs, the hotel register told Fredericks that Mr. John P. Jones\nwas occupying Room 1014. But Fredericks didn't believe the register.\nHe knew better than that. Wherever his man was, he wasn't in Room\n1014. And whoever he was, his real name certainly wasn't John P.\nJones. \"P for Paul,\" Fredericks muttered to himself. \"Oh, the helpful\nsuperman, the man who knows better, the man who does better.\"\n\nFredericks had first known of him as FBI Operative 71-054P, under the\nname of William K. Brady. \"And what does the K stand for?\" Fredericks\nmuttered, remembering. \"Killer?\" Brady wouldn't be the man's real\nname, either. FBI Operatives had as many names as they had jobs, that\nmuch was elementary. Particularly operatives like Jones-Brady-X.\n\"Special talents,\" Fredericks muttered. \"Psi powers,\" he said, making\nit sound like a curse. \"Superman.\"\n\nUpstairs, in Room 1212, the superman sat in a comfortable chair and\ntried to relax. He wasn't a trained telepath but he could read surface\nthoughts if there were enough force behind them, and he could read the\nred thoughts of the man downstairs. They worried him more than he\nwanted to admit, and for a second he considered sending out a call for\nhelp. But that idea died before it had been truly born.\n\nDonegan had told him he could handle the situation. Without weapons,\nforbidden to run, faced by a man who wanted only his death, he could\nhandle the situation.\n\nSure he could, he thought bitterly.\n\nOf course, if he asked for reinforcements he would undoubtedly get\nthem. The FBI didn't want one of its Psi Operatives killed; there\nweren't enough to go round as it was. But calling for help, when\nDonegan had specifically told him he wouldn't need it, would mean\nbeing sent back a grade automatically. A man of his rank and\nexperience, Donegan had implied, could handle the job solo. If he\ncouldn't--why, then, he didn't deserve the rank. It was all very\nsimple.\n\nUnfortunately, he was still fresh out of good ideas.\n\nThe notion of killing Fredericks--using his telekinetic powers to\ncollapse the hotel room on the man, or some such, even if he wasn't\nallowed to bear arms--had occurred to him in a desperate second, and\nDonegan had turned it down very flatly. \"Look,\" the Psi Section chief\nhad told him, \"you got the guy's brother and sent him up for trial.\nThe jury found him guilty of murder, first degree, no recommendation\nfor mercy. The judge turned him over to the chair, and he fries next\nweek.\"\n\n\"So let Fredericks take it out on the judge and jury,\" he'd said. \"Why\ndo I have to be the sitting duck?\"\n\n\"Because ... well, from Fredericks' point of view, without you his\nbrother might never have been caught. It's logic--of a sort.\"\n\n\"Logic, hell,\" he said. \"The guy was guilty. I had to send him up.\nThat's my job.\"\n\n\"And so is this,\" Donegan said. \"That's our side of it. Fredericks\nhas friends--his brother's friends. Petty criminals, would-be\ncriminals, unbalanced types. You know that. You've read the record.\"\n\n\"Read it?\" he said. \"I dug up half of it.\"\n\nDonegan nodded. \"Sure,\" he said. \"And we're going to have six more\ncases like Fredericks' brother--murder, robbery, God knows what\nelse--unless we can choke them off somehow.\"\n\n\"Crime prevention,\" he said. \"And I'm in the middle.\"\n\n\"That's the way the job is,\" Donegan said. \"We're not superman. We've\ngot limits, just like everybody else. Our talents have limits.\"\n\nHe nodded. \"So?\"\n\n\"So,\" Donegan said, \"we've got to convince Fredericks' friends--the\nunbalanced fringe--that we are supermen, that we have no limits, that\nno matter what they try against us they're bound to fail.\"\n\n\"Nice trick,\" he said sourly.\n\n\"Very nice,\" Donegan said. \"And what's more, it works. Nobody except\nan out-and-out psychotic commits a crime when he hasn't got a hope of\nsuccess. And these people aren't psychotics; most criminals aren't.\nShow them they can't get away with a thing--show them we're\ninfallible, all-knowing, all-powerful supermen--and they'll be scared\noff trying anything.\"\n\n\"But killing Fredericks would do that just as well--\" he began.\n\nDonegan shook his head. \"Now, hold on,\" he said. \"You're getting all\nworked up about this. It's your first time with this stakeout\nbusiness, that's all. But you can't kill him. You can't kill except\nwhen really necessary. You know that.\"\n\n\"All right. But if he's going to kill me--\"\n\n\"That doesn't make it necessary, not this time,\" Donegan said. \"This\nvengeance syndrome doesn't last forever, you know. Block it, and\nyou're through with it. And think how much more effective it is,\nletting Fredericks go back alive to tell the tale.\"\n\n\"Think how much more effective it would be,\" he said, \"if Fredericks\nmanaged to get me.\"\n\n\"He won't,\" Donegan said.\n\n\"But without weapons--\"\n\n\"No Psi Operative carries weapons,\" Donegan said. \"We don't need them.\nWe're supermen ... remember?\"\n\nHe twisted his face with a smile. \"Easy for you to talk about it,\" he\nsaid. \"But I'm going to have to go out and face it--\"\n\n\"We've all faced it,\" Donegan said. \"When I was an Operative I went\nthrough it, too. It's part of the job.\"\n\n\"But--\"\n\n\"And I'm not going to tell you how to do the job,\" Donegan went on\nfirmly. \"Either you know that by now, or you don't belong here.\"\n\nHe got up to leave, slowly. \"It's a fine way to find out,\" he said\nmournfully.\n\nDonegan rose, too. \"Good luck,\" he said. And meant it, too.\n\nThat was the chief for you, he thought. Send you out into God knows\nwhat with no weapons, no instructions, lots of help planted for the\nman who wanted to kill you--and then wish you good luck at the end of\nit.\n\nSometimes he wondered why he didn't go in for some nice, peaceful job\nof work--like rocket testing, for instance.\n\n\n\nFredericks, downstairs, was deciding to do things the subtle way. The\nman upstairs--Jones, Brady or whatever his name was--deserved what he\nwas going to get. Psi powers were all very well, but there were\ndefenses against them. Briefly he thought of the man who'd sold him\nthe special equipment, and wondered why more criminals didn't know the\nequipment existed. It worked; he was sure of that. Fredericks knew\nenough of general psi theory to know when somebody was handing him a\nsnow job. And the equipment was no snow job.\n\nA force shield, that was the basic thing. A shield with no points of\nentrance for anything larger than air molecules. Sight and sound could\nget through, because the shield was constructed to allow selected\nvibrations and frequencies. But no psi force could crack the shield.\n\nFredericks has sat through a long explanation. Psi wasn't a physical\nforce; it was more like the application of a mental \"set,\" in the\nmathematical sense, to the existing order. But it could be detected by\nspecially built instruments--and a shield could be set up behind which\nno detection was possible. It wasn't accurate to say that a psi force\nwas blocked by the shield; no construct can block that which has no\nreal physical existence. It was, more simply, that the shield created\na framework inside of which the universe existed in the absence of\npsi.\n\nThat wasn't very clear, either, Fredericks thought; but mathematics\nwas the only adequate language for talking about psi, anyhow. It had\nbeen the theory of sets that had led to the first ideas of structure\nand rationality within the field, and the math had gotten\nprogressively more complex ever since.\n\nPsi couldn't get through the shield, at any rate; that was quite\ncertain. And very little else could get in, or out. There was only one\npoint of exit. Unholstering his gun and aiming it automatically keyed\nthe shield to allow passage of a bullet, and the point of exit was\ncontrolled by the gun's aiming. It was efficient and simple to handle.\n\nBut Fredericks wasn't depending on the shield alone. There was a\nbinder field, too--a field which linked him to the surrounding area,\nquite tightly. That took care of the chance that the Psi Operative\nwould try to pick him up, force shield and all, and throw him out a\nwindow or through the roof. With the binder field in operation, no psi\nforce could move him an inch.\n\nA plug gas mask, too, inserted into the nostrils. The shield plus the\nmask's pack held two hours' worth of air--just in case the Psi\nOperative tried to throw poisonous molecules through the force\nshield, or deprive him of oxygen.\n\nAnd then there was the blindfold. Such a simple thing, and so\neffective.\n\n\n\nUpstairs, the Psi Operative caught the sequence of thoughts. Did the\nFBI have to do such a thorough job, he wondered bitterly. The\nequipment, he knew, would do everything Fredericks thought it would\ndo. It was important that Fredericks go up against the Operative\nthinking he was completely protected--in that way his final defeat\nwould be most effective. He'd have guarded against every possible\nfailure--so, when he failed, there would be nothing to explain it.\n\nExcept the \"fact\" that the Psi Operatives were supermen.\n\nHe gritted his teeth. It would be nice, he reflected, to be a real\nsuperman. But any talent has its limits. And, even allowing for that,\nonly Donegan and a very few others could handle the full theoretical\npotentials of their talents. In theory, a telekineticist could move\nany object with his mind that he could move with his hands. That was a\nrough rule of thumb, but it worked. The larger objects were barred by\nsheer mass; no matter what kind of force you're using, there's a limit\nto how much of it you can apply.\n\nThe smaller objects--molecules, electrons, photons--simply took\npractice and training. First the object had to be visualized, and the\ngeneral structure memorized. Then the power had to be controlled\ncarefully enough so that you moved just what you wanted to move and\nnot, for instance, shift the Empire State Building while trying to\nlift a molecule out of its topmast.\n\nIt was possible, in theory, to create full sensory hallucinations by\njuggling electron streams and molecules within the brain. But\nmemorizing the entire structure of the brain was a lifelong task,\nsince you also had to allow for individual variation, and that meant\nworking with \"tracking\" molecules inside each brain before any work\nbegan. Most Operatives stuck to one area--usually, as most effective,\nsight or sound.\n\nHe was a sight man. He could create any visual hallucination, as long\nas the subject was within a twenty-five-foot range. Beyond that,\ncontrol of the fantastically small electrons and photons simply became\ntoo diffused.\n\nBut Fredericks had a shield. And in case the shield didn't work, he\nwas coming with a blindfold.\n\nThe Psi Operative had no weapons, no reinforcements, no chance to\nrun--nothing except his psi talent, which Fredericks had defenses\nagainst, and his brains.\n\nBut there had to be a way out.\n\nDidn't there?\n\n\n\nThe desk clerk looked young and comparatively innocent. Fredericks\nambled over, taking his time about it. The clerk looked up and smiled\ndistantly. \"Yes, sir?\"\n\n\"You've got a man registered here,\" Fredericks said, in crisp,\nofficial tones. \"He gave the name of John P. Jones--\"\n\nThe clerk was consulting a card file. \"Yes, sir,\" he said brightly.\n\"Room 1014.\"\n\n\"He's at work on an FBI matter,\" Fredericks said. \"Naturally, this is\nprivate and confidential--\"\n\n\"Naturally,\" the clerk said in a subdued tone. \"But I--\"\n\n\"I'm assigned to work with him,\" Fredericks said. \"You understand.\"\n\n\"Of course, sir,\" the clerk said, trying to look as if he did.\n\nFredericks took a deep breath. \"I know he's here, but I don't know his\nroom number,\" he said. \"Some red-tape mixup.\"\n\n\"He's in 1014,\" the clerk said hopefully.\n\nFredericks shook his head. \"Not that,\" he said. \"The real room number.\nLook, I've got to get to him immediately--\"\n\n\"Of course, sir,\" the clerk said. \"Identification, sir?\"\n\nFredericks grinned and fished in pockets. Naturally, he didn't come up\nwith a thing, FBI identification was infra-red tested, totally\nunmistakable and unavailable to non-Operatives under any circumstances\nwhatever. \"Got it here some place,\" he muttered.\n\nThe clerk nodded. \"Of course, sir,\" he said. \"No need to waste time. I\nunderstand.\"\n\nFredericks stopped and stared. \"You what?\"\n\n\"The room, sir, is 1212,\" the clerk said. \"Would you like me to\naccompany you--\"\n\n\"No thanks,\" Fredericks breathed. \"I'll find it myself.\" The man was\ntoo easy to find, he thought savagely. It ought to be tough to find\nhim--but it's easy.\n\nRemotely, that idea bothered him. But what difference did it make,\nafter all? He had all the protection in the world. He had all the\nprotection he was going to need. And all the time to fire one shot.\nDoing it blindfolded was going to be tough, but not insuperably tough.\nFredericks had spent a week practicing, and he could locate a fly by\nsound within two inches, nineteen times out of twenty. That, he\nthought, was going to be good enough.\n\nUpstairs, the Psi Operative thought so, too.\n\nThere had to be a way out, he told himself desperately.\n\nBut he couldn't find it.\n\nHe couldn't even come close.\n\n\n\nOn the way to Room 1212, he flipped on the shield, the mask, the\nbinder field. Now let the superman try something, he thought wildly.\nNow let him try his tricks! He attached the blindfold as he got off\nthe elevator. He could see Room 1212, three doors down the corridor,\ntwenty steps--and then the blindfold was on. From now on he worked in\nthe dark.\n\nHe felt the skeleton key in his palm and flipped the shield off for a\nsecond; then the key was in the lock, the shield back on, protecting\nhim. The door opened slowly.\n\nHe heard it shut behind him. Then there was silence. He drew his gun.\n\n\"Go ahead,\" a muffled voice said from his right. \"Go ahead and try\nsomething, Fredericks.\"\n\nHe whirled and almost fired--but voices could be thrown. He listened\nagain. There was silence ... not quite silence ... a movement ... a\nrustle--\n\nBreathing was faint but unmistakable. It gave him a new direction.\nBreathing couldn't be faked.\n\nHe pictured the Psi Operative, in one flash of imagination, trying to\nget through the shield, sweating as he strained helplessly against the\nforce shield, the binder field, the mask, the blindfold--oh, there was\nno way out for the poor superman, no way at all.\n\nAnd Psi Operatives didn't carry weapons or anything else. They\ndepended on their powers, and that was all.\n\nAnd he'd neutralized those powers.\n\nThe breathing gave him the direction. He turned again, bringing the\ngun up, and fired six shots without a second's break between them.\nThere was a sound like a gasp, and then nothing.\n\nNothing at all.\n\nGrinning wildly, Fredericks whipped off the blindfold and switched off\nhis shield in one triumphant motion. There, on the floor--\n\nThere, on the floor, was a nice gray rug with nobody at all lying dead\non top of it. In the half-second it took Fredericks to see that, the\nPsi Operative moved. Fredericks tossed the empty gun at him and\nmissed; the man was coming too fast. He guarded his face but the Psi\nOperative didn't go for the face. Instead his hands went swinging up\nand out and _back_.\n\nThe sides of the palms landed neatly on the twin junctions of\nFredericks' arms and shoulders. Fredericks let out a shriek as his\narms turned to acutely painful stone, and the Psi Operative stepped\nback and moved again in one blinding motion. This time the solar\nplexus was the target for one balled fist.\n\nAnd then, of course, it was all over.\n\n\n\n\"Of course it was simple,\" Donegan said. \"Anyone could have thought of\nit--and I knew you would.\"\n\n\"All the same,\" the Psi Operative said, \"I nearly didn't.\"\n\nDonegan nodded. \"If you hadn't,\" he said, \"we'd stationed a man\ndownstairs who'd memorized your room. He could have done the job,\ntoo.\"\n\nThe Operative blinked. \"Who?\" he said.\n\n\"Desk clerk,\" Donegan said.\n\n\"Why didn't you tell me--\"\n\n\"Now, use your head,\" Donegan said. \"If you'd known you were all\nright, you'd never have thought of the answer. You had to prove you\ncould do it--prove it to yourself as well as to me.\"\n\n\"But--\"\n\n\"And you had to prove you could beat him on his grounds, too, as well\nas yours,\" Donegan went on. \"You had to take him, not only with psi\nforces, but with the only weapons a Psi Operative is allowed to\ncarry.\"\n\n\"Fists,\" the Operative said. \"Sure Judo and Karate are standard\nsubjects--every Operative has to know them. What's so tough about\nthat?\"\n\n\"Nothing,\" Donegan said. \"Nothing at all--except for Fredericks. He's\nbeen beaten on your ground, and on his own. Now he _knows_ he's\nlicked. Standard operating procedure.\"\n\n\"I guess so,\" the Operative said.\n\n\"And after all,\" Donegan said, \"now that you're going up a grade--\"\n\n\"Now that I'm what?\"\n\n\"That,\" Donegan said, \"was your promotion test, friend. And you\npassed.\"\n\nThere was a second of absolute silence. Then the Operative said: \"And\nit was all so simple.\"\n\n\"Sure,\" Donegan said. \"Simple enough so that you get a promotion out\nof it--and Fredericks gets sixty days for attempted assault.\"\n\n\"Not ADW--assault with a deadly weapon--because we've got to keep up\nthe myth,\" the Operative said. \"Psi Operatives are untouchable. No\nsuch thing as a deadly weapon for a Psi Operative.\"\n\n\"Which is nonsense,\" Donegan said, \"but necessary nonsense. I wonder\nif Fredericks will ever figure out how you got him.\"\n\n\"I wonder,\" the Operative said. \"He'll know about karate, of course.\"\n\n\"Karate's hand-to-hand fighting.\" Donegan said. \"That was _his_ field.\nNo, I mean _our_ field. Psi.\"\n\n\"It makes a nice puzzle for him, doesn't it?\" the Operative said, and\ngrinned. \"After all, I didn't touch him--couldn't, in any way. He'd\nshielded himself perfectly from any telekinetic force--and I had no\nweapons. I couldn't even get to him barehanded because of his shield\nand the binder field. He had me located--no tomfoolery about that. He\nfired six shots at me, point-blank at can't-miss range.\"\n\n\"But you got him,\" Donegan said.\n\n\"Sure,\" the Operative said. \"Simplest thing in the world.\"\n\n\"All you had to do--\" Donegan began.\n\n\"All I had to do,\" the Operative finished for him, \"was use my mind to\nmove the bullets--as he fired them.\"\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Janifer, Laurence M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30288/pg30288.txt",
        "name": "sight_gag.json"
    }
}