{
    "name": "Six Frightened Men",
    "author": [
        "Silverberg, Robert"
    ],
    "body": "You put your life on the line when you join the Exploratory Wing of the\nSpace Corps. They tell you that when you sign up. The way they told it\nto me, it went like this:\n\n\"You'll be out there on alien worlds where no human being has ever\nset foot--worlds which may or may not have been inhabited by hostile\nalien creatures. You take your life in your hands every time you make a\nplanetfall out there. Still interested?\"\n\n\"That's old stuff,\" I said. \"You don't think I'd join up if it was an\nold ladies' tea party, do you?\"\n\nWhich was how I happened to be crouching behind a\nfantastically-sculptured spiralling rock out on the yellow wind-blasted\ndesert of Pollux V, huddling there with the fierce sweep of sand\nagainst my faceplate, looking at the monster that barred my path.\n\nThe thing was at least sixty feet tall and all eyes and mouth.\nThe mouth yawned, showing yellow daggers a foot long. As for the\neyes--well, they burned with the cold luminosity of an intelligent and\ninimical being.\n\nI didn't know what the thing was. One minute I'd been examining an\ninteresting rock formation, a second later I was hiding behind it,\nwatching the ravening thing that had appeared out of nowhere.\n\nOther members of the expedition were sprawled here and there on the\ndesert too. I could see Max Feld, our paleontologist, curled in a tight\nplump little ball under an outcropping of weathered limestone, and\nthere was Roy Laurence, the biochemist, flat on his stomach peering at\nthe thing incredulously.\n\nBack behind me were three others--Don Forster, Leo Mickens, Clyde\nHamner. That made six. The two remaining members of the team, Medic\nHoward Graves and Anthropologist Lyman Donaldson, were back at the\nship. We always left a shift of two back there in case of trouble.\n\nAnd trouble had sure struck now!\n\nI saw Laurence swivel in the sand and stare goggle-eyed at me. His\nlips moved, and over my helmet radio came: \"What the hell is it, Phil?\nWhere'd it come from?\"\n\nI'm a morphologist; I'm supposed to know things like that. But I could\nonly shrug and say, \"A thing like that could only come from the pits of\nHell. I've never seen anything like it before.\"\n\n\n\nI hadn't. We had been fine-combing the broad windswept plain in front\nof the ship, looking for archaeological remains. The planet was\nuninhabited, or so we thought after running a quick check--but Max Feld\nhad discovered relics of a dead race, an exciting find, and we had all\nfanned out to help him in his search for more.\n\nWe had been heading toward a flat mountain wall that rose abruptly from\nthe desert about a mile from the ship when--from nowhere--the creature\nappeared, towering above the desert like a dinosaur dropped from the\nskies.\n\nBut no dinosaur ever looked like this one. Sixty feet high, its skin a\nloathsome gray-green quivering jelly with thick hairy cilia projecting,\nits vat-like mouth gaping toothily, its cold, hard eyes flicking back\nand forth, searching for us as we flattened ourselves out of sight, it\nwas an utterly ghastly being. Evolution had gone wild on this planet.\n\nAnd we were cut off from the ship, hemmed between the mountain wall and\nthe creature.\n\n\"What are we going to do?\" Clyde Hamner whispered. \"He's going to smell\nus out pretty soon.\"\n\nAs he spoke, the monster began to move--_flowing_, it seemed, like some\nvast protozoan.\n\n\"I'm going to blast it,\" I said, as it oozed closer to us. Cautiously,\nI lifted my Webley from its shoulder-holster, turned the beam to\n_Full_, began to squeeze the firing-stud.\n\nA bright white-hot beam of force leaped from the nozzle and speared the\ncreature's eye. It howled, seemed to leap in the air, thrashed around--\n\nAnd changed.\n\nIt became a boiling mass of amorphous protoplasm, writhing and\nbillowing on the sand. I fired again into the mass--again and again,\nand the alien creature continued to shift its form. I was cold with\nhorror, but I kept up the firing. My bolts seemed to be absorbed into\nthe fluid mass without effect, but at least I had halted the oozing\nadvance.\n\nIt reached one final hideous stage: a giant mouth, opening before us\nlike the gate of hell. A mouth, nothing more. It yawned in front of us--\n\nThen advanced.\n\nI felt noxious vapors shoot out, bathing my thermosuit, and I saw\na gargling larynx feet across. I fired, again and again, into the\nmonster's throat.\n\nMy companions were firing too. We seemed to have halted the thing's\nadvance. It paused some twenty feet from us, a wall of mouth.\n\nThen it disappeared.\n\nIt blinked out of sight the way it had come--instantaneously. For a\nmoment I didn't realize what had happened, and fired three useless\ncharges into the space where the monster had been.\n\n\"It's gone,\" Hamner exclaimed.\n\nMy hands were trembling--me, who had stood up to Venusian mudworms\nwithout a whimper, who had fought the giant fleas of Rigel IX. I was\nshaking all over. Sweat was running down my entire body, and the wiper\nof my faceplate was going crazy trying to blot my forehead.\n\nThen I heard dull groans coming from up ahead. One final grunt, then\nsilence. They had been coming from Max Feld.\n\nLooking around cautiously, I rose to my feet. There was no sign of the\ncreature. I ran to where Max lay.\n\nThe plump paleontologist was sprawled flat in the sand, face down. I\nbent, yanked him over, peered in his facemask. His eyes were open,\nstaring--and lifeless.\n\n\n\nIt wasn't till we got back to the ship that we could open his spacesuit\nand confirm what I thought I saw on his face.\n\nDoc Graves pronounced it finally: \"He's dead. Heart attack. What the\ndevil did you _see_ out there, anyway?\"\n\nQuickly I described it. When I was finished the medic shivered. \"Lord!\nNo wonder Max had an attack. What a nightmare!\"\n\nDonaldson, the anthropologist, appeared from somewhere in the back of\nthe ship. Seeing Max's body, he said, \"What happened?\"\n\n\"We were attacked on the desert. Max was the only casualty. The thing\ndidn't touch us--it just stood there and changed shape. Max must have\ndied of fright.\"\n\nDonaldson scowled. He was a wry, taciturn individual with a coldness\nabout him that I didn't like. I could pretty much guess what he would\nsay. No expression of grief, or anything like that.\n\n\"It's going to look bad for you, Doc, when it's discovered we had a man\nwith a weak heart in the crew.\"\n\nThe medic stiffened. \"I checked Max's heart before we left. It was as\ngood as anyone's. But the shock of seeing that thing--\"\n\n\"Yeah,\" Don Forster said angrily. \"You'd have been shivering in your\nboots too if that thing had popped out of nowhere right over _your_\nleft shoulder.\"\n\n\"Keep your remarks to yourself, Forster. I signed on for the\nExploratory Team with the same understanding any of you did--that we\nwere going into alien, uncharted worlds and could expect to meet up\nwith anything. Anything at all. Fright's a mere emotional reaction.\nAdults--as you supposedly are--should be able to control it.\"\n\nI felt like hitting him, but I restrained myself. That ordeal out on\nthe desert had left me drained, nerves raw and shaken. I shrugged and\nlooked away.\n\n\"Well?\" Hamner said. \"What do we do? Go home?\"\n\nIt was said half as a joke, but I saw from the look on young Leo\nMickens' face that he was perfectly willing to take the suggestion\nseriously and get off Pollux V as fast as he could.\n\nTo forestall any trouble, I said, \"It's a tempting idea. But I don't\nthink it would look good on our records.\"\n\n\"You're right,\" Hamner agreed. \"We stay. We stay until we know what\nthat thing is, where it came from, and how we can lick it.\"\n\n\n\nWe stayed. We spent the rest of that day aboard ship, having called off\nthe day's explorations in memory of Max. The bright orb of Pollux set\nabout 2000 ship time, and the sky was filled with a glorious sight: a\nhorde of moons whirling above. The moons of Pollux V were incredible.\n\nThere were _one hundred_ of them, ranging in size from a hunk of rock\nthe size of Mars' Deimos to one massive high-albedo satellite almost\na thousand miles in diameter. They marched across the sky in stately\norder, filling the Polluxian night with brightness.\n\nOnly we didn't feel much sense of wonder. We buried Max in a crude\ngrave, laid him to rest under the light of a hundred moons, and then\nwithdrew to the ship to consider our problem.\n\n\"Where'd it come from?\" Doc Graves asked.\n\n\"Nowhere,\" I said. \"Just nowhere. One second it wasn't there, next\nsecond it was. It vanished the same way.\"\n\n\"How could that be?\" Donaldson asked. \"Matter doesn't work that way;\nit's flatly impossible.\"\n\nHolding myself in check, I said, \"Maybe so, Donaldson. But the thing\nwas _there_.\"\n\n\"How do you know?\" the anthropologist persisted, sneering a little.\n\"You sure it wasn't a mass illusion of some kind?\"\n\n\"Damn you,\" Forster shouted, \"_You_ weren't there. We were--and we saw\nit. _Max_ saw it. Ask _Max_ if it was there!\"\n\nEvenly, Donaldson said, \"On the basis of your description, I'm\nconvinced it must have been an illusion. I'm willing to go out there\nand have a look first thing in the morning--either alone or with any of\nyou, if you can work up the courage. Fair enough?\"\n\n\"Fair enough,\" I said. \"I'll go with you.\"\n\n\n\nThe next morning we left the ship, clad in thermosuits, armed to the\nteeth--at least I was. I carried a subforce gun and a neural disruptor;\nDonaldson scornfully packed only the prescribed blaster.\n\nWe crossed the flat plain together, without speaking. I led the way,\nlooking back nervously every few paces, but there was nothing behind me\nbut Donaldson. We made a complete reconnaissance of the area, picked\nup a few interesting outlying fossils--Donaldson thought they might be\nrelics of the dead race of Pollux V--and reached the bare face of the\nmountain without any difficulties.\n\n\"Well?\" Donaldson asked sneeringly. \"Where's your monster this time? He\nafraid of me?\"\n\n\"So it didn't show up,\" I snapped. \"That doesn't prove anything. For\nall we know it might jump us on the way back to the ship.\"\n\n\"So it might. But I doubt it. For one thing, I've been checking\nfootprints in the sand. I've counted six tracks--one each for you,\nFeld, Hamner, Laurence, Forster, and Mickens. Unfortunately, that\ndoesn't leave any for your monster. There's no sign of him anywhere.\"\n\nI was a little startled by that. I glanced around. \"You're right,\" I\nadmitted, frowning. Licking dry lips, I said, \"There ought to be some\ntrace--unless the wind's covered it.\"\n\n\"The wind hasn't fully covered the traces of you six yet,\" Donaldson\npointed out with obstinate logic. \"Why should it obliterate only those\nof your nemesis?\"\n\nI scowled, but said nothing. Donaldson was right again--but I still\nfound it hard to convince myself that what we had seen was only an\nillusion.\n\nOn the way back to the ship, I formulated all sorts of theories to\nexplain the creature. It was a monster out of subspace, generated by\netheric force; it was a radiation-creature without tangible physical\nbody; it was--\n\nI had half a dozen conjectures, each as unlikely as the next. But we\nreturned to the ship safely, without any trouble whatever. I was sure\nof one thing: the creature was real, no matter what hell-void had\nspawned it.\n\n\n\nWhen we returned, I saw the tense faces of the men in the ship ease.\n\n\"All right,\" Donaldson said. \"We've both been out there and come\nback. I say we ought to investigate this place fully. There's been a\nhigh-level civilization here at one time, and--\"\n\n\"Suppose it's this monster that killed off that civilization?\" Forster\nsuggested.\n\n\"Then it's our duty to investigate it,\" I had to say. \"Even at the cost\nof our lives.\" Here I agreed with Donaldson; monster or no, it was our\njob to fathom the secrets of this dead world.\n\nWe agreed to explore in twos, rather than risk the customary\ncomplement of six all at once. Two men would go out; five remain\nwithin, three of them space-suited and ready to leave the ship to\nanswer any emergency call.\n\nMickens and Forster drew the first assignment. They suited up and\nleft. Tensely, we proceeded about our shipside duties, cataloguing\ninformation from our previous stops, performing routine tasks, busying\nourselves desperately in unimportant work to take our minds off the men\nwho were out on that desert together.\n\nAn hour later, Forster returned. Alone.\n\nHis face was pale, his eyes bulging, and almost before he stepped from\nthe airlock we knew what must have happened.\n\n\"Where's Mickens?\" I asked, breaking the terrible hush in the cabin.\n\n\"Dead,\" he said hollowly. \"We--we got to the mountain, and--God, it was\nawful!\"\n\nHe sank down in an acceleration cradle and started to sob. Doc Graves\nfumbled at his belt, drew out a neurotab, forced it between the boy's\nquivering lips. He calmed; color returned to his face.\n\n\"Tell us about it,\" Hamner urged gently.\n\n\"We reached the back end of the plain, and Leo suggested we try the\nmountain. He thought he saw a sort of cave somewhere back in there, and\nwanted to have a look. We had to go over that sharp rock shelf to get\nin there.\n\n\"So we started to scale the cliff. We were about a hundred feet up, and\ngoing along a path maybe four feet wide, when--when--\" He shuddered,\nthen forced himself to go on. \"The monster appeared. It popped out of\nnowhere right in front of Leo. He was taken by surprise and toppled\nover the edge. I managed to hang on.\"\n\n\"Were you attacked?\" I asked.\n\n\"No. It vanished, right after Leo fell off. I went down to look at him.\nHis facemask had broken. I left him there.\"\n\nI glanced around at the tight-jawed, hard faces of my crewmates. No one\nsaid a word--but we all knew the job that faced us now. We couldn't\nleave Pollux V until we'd discovered the nature of the beast that\nmenaced us--even if it cost us our lives. We couldn't go back to Earth\nand send some other guys in to do the job. That wasn't the way the\nExploratory Wing operated. We had a tradition to uphold.\n\n\n\nWe drew lots, and Hamner and Donaldson went out there to recover\nMickens' body. They encountered no hazards, and brought young Mickens'\nshattered body back. We buried it next to Max's. The monster had taken\na toll of two already, without actually touching either.\n\nIt was almost like some evil plan unfolding to wipe us out one by one.\nI didn't like it--but I didn't have anything too concrete to base it\non, not till the fifth day.\n\nI was teamed with Donaldson again, and I felt strangely confident\nabout our safety. So far the monster had yet to materialize any time\nDonaldson was out on the plain. That fact had been in the back of my\nmind for quite a while. It was the only clue I had.\n\nWe prowled over the plain, which by now had been pretty well\nfinetoothed, and then I suggested we try the cave where Mickens had met\nhis fate.\n\n\"I don't like the idea,\" Donaldson said, eyeing the narrow shelf of\nrock we would have to walk across. \"You remember what happened to\nMickens, and--\"\n\nI laughed harshly. \"Don't tell me you're beginning to believe in this\nmonster of ours?\"\n\n\"Of course not. Mickens simply had an attack of vertigo and toppled\noff; Forster's active imagination supplied the monster. But that shelf\nlooks treacherous. I'd just as soon not go up there.\"\n\n\"You're not talking like an Exploratory Wing man, Donaldson. But it's\nokay with me if you want to wait down here. That cave might be a\ngoldmine of artifacts. We ought at least to have a look.\"\n\nHis hard face dropped within his mask. \"No--I couldn't let you go\nalone. You win,\" he said. \"Let's try the cave.\"\n\nWe began the climb--and it was, I saw, a deadly road. It narrowed\ndizzyingly--and while the drop was only a hundred feet, which a man\ncould survive if he landed right, spacesuits weren't made to take falls\nof that sort. And without a suit, a man was instantly dead on this\nmethane-ammonia atmosphere world.\n\nWe were about ten feet out on the ledge, I in the lead and Donaldson\nbehind me, when I heard him gasp.\n\n\"Great God! There it is!\"\n\nI felt him lurch against me in sudden terror, nearly heaving me into\nthe abyss, but somehow I steadied myself, dropped to my knees, hung on.\nI turned.\n\nHe had avoided a fall too. But I saw no monster.\n\n\"Where is it?\" I asked.\n\n\"It came out of the air right next to me--just popped out of the\nvoid and vanished again. I saw it, though.\" His voice was hoarse. \"I\napologize for everything I've said. The thing is real. If it weren't\nfor your sure footing we'd both have gone the way Mickens did.\"\n\nHe seemed almost hysterical. There was no sign of the monster, but I\nwasn't going to take any chances out on this ribbon of rock with a\nhysterical man.\n\n\"Let's go back,\" I said. \"We'll try to get to the cave some other time.\"\n\n\"All right,\" Donaldson said, shaken. We turned and inched our way back\nalong the shelf to safety, and half-ran to the sanctuary of the ship.\n\nBut once we were inside and I was thinking clearly again, I began to\nsprout some suspicions.\n\n\n\nI reasoned it out very carefully. Every time Donaldson had gone out\npreviously, the monster had failed to show. There wasn't another man\naboard ship who hadn't had some encounter with the thing. And some of\nthem were remarking about Donaldson's apparent luck.\n\nSo this time we're out on the shelf, and the monster _does_ show\nup--but Donaldson's the only one who sees him, after staunchly denying\nits existence all along. It seemed to me that it might only have been\npretense, that he had faked seeing the monster for some reason of his\nown.\n\nI didn't know what that could be. But I had some ideas. Donaldson,\nafter all, had been a member of the first party to explore Pollux V,\nthe day before the exploration that killed Max. I had remained on the\nship while that group had been out.\n\nSuppose, I thought, Donaldson had found something on that first trip,\nsomething that he hadn't bothered to tell the rest of us about.\nSomething he might want badly enough to kill all of us for.\n\nIt was pretty far-fetched, but it was worth a try. I decided to explore\nDonaldson's cabin.\n\nOrdinarily we respected privacy to an extreme degree aboard the ship.\nI had never been in Donaldson's cabin before--he never invited anyone\nin, and naturally I never went uninvited. But this was a special case,\nI felt.\n\nThe door was locked, but it's not hard to coerce a magneplate into\nopening if you know how they work. Donaldson was in the ship's lab and\nI hoped he'd stay out of my way till I had a good look around.\n\nThe room was just like any of ours, filled with the usual things--a\nshelf of reference books, a file of musictapes, some minifilms, other\nthings to help to pass away the long hours between planets. It seemed\nneat, precise, uncluttered, just as Donaldson himself was crisp and\nreserved.\n\nI moved around the room very carefully, looking for anything out of the\nordinary. And then I found it.\n\nIt was a black box, nothing more, about four inches square. It was\nsitting on one of his shelves. Just a bare black box, a little cube of\nmetal--but _what_ metal!\n\nBeyond the blackness was a strange unearthly shimmer, an eye-teasing\npattern of shifting molecules within the metal itself. The box had a\nsleek, alien appearance. I knew it hadn't been in the cabin when we\nleft Earth.\n\nWith a sudden rush of excitement I realized my mad guess had been\nright. Donaldson _had_ found something and kept news of it back from\nthe rest of us. And perhaps it was linked to the deaths of Max Feld and\nLeo Mickens.\n\nCautiously I reached out to examine the box. I lifted it. It was oddly\nheavy, and strange to the touch.\n\nBut no sooner did I have it in my hands when the door opened behind me.\nDonaldson had come back.\n\n\n\n\"What are you doing with that?\" he shouted.\n\n\"I--\"\n\nHe crossed the cabin at top speed and seized the box from my hands. And\nsuddenly the monster appeared.\n\nIt materialized right in the cabin, between Donaldson and me, its vast\nbulk pressing against the walls. I felt its noisome breath on me,\nsensed its evil reek.\n\n\"Donaldson!\"\n\nBut Donaldson was no longer there. I was alone in the cabin with the\ncreature.\n\nI backed away into the far corner, my mouth working in terror. I tried\nto call for help, but couldn't get a word out. And the beast squirmed\nand changed like a vast amoeba, writhing and twisting from one grey\noily shape to another.\n\nI sank to the floor, numb with horror--and then realized that the\nmonster wasn't approaching.\n\nIt was just staying there, making faces at me.\n\nMaking faces. Like a bogeyman.\n\nIt was trying to scare me to death. That was how Max Feld had died,\nthat was how Leo Mickens had died.\n\nBut I wasn't going to die that way.\n\nI rose and confronted the thing. It just remained in the middle of the\ncabin, blotting everything out behind it, stretching from wall to wall\nand floor to ceiling, changing from one hell-shape to another and\nhoping I'd curl up and die.\n\nI stepped forward.\n\nCautiously I touched the monster's writhing surface. It was like\ntouching a cloud. I sank right in.\n\nThe monster changed, took the dragon form again--much smaller, of\ncourse, to fit the cabin. Teeth gnashed the air before my nose--but\ndidn't bite into my throat as they promised to do. Nervelessly I stood\nmy ground.\n\nThen I waded into the heart of the monster, right into its middle with\nthe grey oiliness billowing out all around me. There seemed to be\nnothing material, nothing to grapple hold of. It was like fighting a\ndream.\n\nBut then I hit something solid. My groping hands closed around warm\nflesh. I started to squeeze.\n\nI had a throat. A living core of flesh within the monster? It might be.\nI constricted my fingers, dug them in, heard strangled gasps coming\nfrom further in. I couldn't see, but I hung on.\n\nThen a human voice said, \"Damn you--you're choking me!\" And the monster\nthinned.\n\nThrough the diminishing smoke of the dream-creature, I saw Donaldson,\nand I was clutching his throat. He still held the black box in his\nhand, but it was slipping from his grasp, slipping....\n\nHe dropped it. It clattered to the floor and I kicked it far across\nthe cabin.\n\nThe monster vanished completely.\n\n\n\nIt was just the two of us, there in the cabin. I heard fists pounding\non the door from outside, but I ignored them. This was between me and\nDonaldson.\n\n\"What is that thing?\" I asked, facing him, tugging at his throat. I\nshook him. \"Where'd you find that hell-thing?\"\n\n\"Wouldn't you like to know?\" he wheezed.\n\nMy fingers tightened. Suddenly he drew up his foot and lashed out at\nmy stomach. I let go of his throat and fell back, the wind knocked out\nof me. As I staggered backward, he darted for the fallen box, but I\nrecovered and brought my foot down hard on his outstretched hand.\n\nHe snarled in pain. I felt his other fist crash into my stomach again.\nI was almost numb, sick, ready to curl up in a knot and close my eyes.\nBut I forced myself to suck in breath and hit him.\n\nHis head snapped back. I hit him again, and he reeled soggily. His\nneat, precise lips swelled into a bloody mass. His fists moved hazily;\nI blackened one of his eyes, and he groaned and slumped. Fury was in my\nfists; I was avenging the honor of the Exploratory Wing against the\none man who had broken its oaths.\n\n\"Enough ... enough....\"\n\nBut I hit him again and again, till he sagged to the floor. I picked up\nthe black metal box, fondled it in my hands. Then, tentatively, I threw\na thought at it.\n\n_Monster._\n\nThe monster appeared in all its ugliness.\n\n_Vanish._\n\nIt vanished.\n\n\"That's how it works, isn't it?\" I said. \"It's a thought projector.\nThat monster never existed outside your own mind, Donaldson.\"\n\n\"Don't hit me again,\" he whined. I didn't. He was beneath contempt.\n\nI threw open the door and saw the other crewmen huddled outside, their\nfaces pale. \"It's all over,\" I said. \"Here's your monster.\"\n\nI held out the black box.\n\n\n\nWe held court on Donaldson that night, and he made full confession.\nThat first day, he had stumbled over an alien treasure in the cave\nbeyond the hill--that, and the thought-converter. The idea came to him\nthat perhaps, as sole survivor of the expedition, he could turn some of\nthe treasure to his own uses.\n\nSo he utilized the thought-converter in a campaign to pick us off\none by one without aiming suspicion at himself. Only his clumsy way\nof pretending to see the creature himself had given him away; else he\nmight have killed us all.\n\nOur rulebook gave no guide on what to do about him--but we reached a\ndecision easily enough.\n\nWhen we left Pollux V, taking with us samples of the treasure, and\nother specimens of the long-dead race (including the thought-converter)\nwe left Donaldson behind, on the bare, lifeless planet, with about a\nweek's supply of food and air.\n\nNo one ever learned of his treachery. We listed him as a casualty,\nalong with Max and Leo, when we returned to Earth. The Exploratory\nWing had too noble a name to tarnish by revealing what Donaldson had\ndone ... and none of us will ever speak the truth. The Wing means too\nmuch to us for that.\n\nAnd I think they're going to award him a posthumous medal....\n",
    "metadata": {
        "author": [
            "Silverberg, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65446/pg65446.txt",
        "name": "six_frightened_men.json"
    }
}