{
    "name": "Sjambak",
    "author": [
        "Vance, Jack"
    ],
    "body": "Howard Frayberg, Production Director of _Know Your Universe!_, was a man\nof sudden unpredictable moods; and Sam Catlin, the show's Continuity\nEditor, had learned to expect the worst.\n\n\"Sam,\" said Frayberg, \"regarding the show last night....\" He paused to\nseek the proper words, and Catlin relaxed. Frayberg's frame of mind was\nmerely critical. \"Sam, we're in a rut. What's worse, the show's dull!\"\n\nSam Catlin shrugged, not committing himself.\n\n\"_Seaweed Processors of Alphard IX_--who cares about seaweed?\"\n\n\"It's factual stuff,\" said Sam, defensive but not wanting to go too far\nout on a limb. \"We bring 'em everything--color, fact, romance, sight,\nsound, smell.... Next week, it's the Ball Expedition to the Mixtup\nMountains on Gropus.\"\n\nFrayberg leaned forward. \"Sam, we're working the wrong slant on this\nstuff.... We've got to loosen up, sock 'em! Shift our ground! Give 'em\nthe old human angle--glamor, mystery, thrills!\"\n\nSam Catlin curled his lips. \"I got just what you want.\"\n\n\"Yeah? Show me.\"\n\nCatlin reached into his waste basket. \"I filed this just ten minutes\nago....\" He smoothed out the pages. \"'Sequence idea, by Wilbur Murphy.\nInvestigate \"Horseman of Space,\" the man who rides up to meet incoming\nspace-ships.'\"\n\nFrayberg tilted his head to the side. \"Rides up on a _horse_?\"\n\n\"That's what Wilbur Murphy says.\"\n\n\"How far up?\"\n\n\"Does it make any difference?\"\n\n\"No--I guess not.\"\n\n\"Well, for your information, it's up ten thousand, twenty thousand\nmiles. He waves to the pilot, takes off his hat to the passengers, then\nrides back down.\"\n\n\"And where does all this take place?\"\n\n\"On--on--\" Catlin frowned. \"I can write it, but I can't pronounce it.\"\nHe printed on his scratch-screen: CIRGAMESÇ.\n\n\"Sirgamesk,\" read Frayberg.\n\nCatlin shook his head. \"That's what it looks like--but those consonants\nare all aspirated gutturals. It's more like 'Hrrghameshgrrh'.\"\n\n\"Where did Murphy get this tip?\"\n\n\"I didn't bother to ask.\"\n\n\"Well,\" mused Frayberg, \"we could always do a show on strange\nsuperstitions. Is Murphy around?\"\n\n\"He's explaining his expense account to Shifkin.\"\n\n\"Get him in here; let's talk to him.\"\n\n\n\nWilbur Murphy had a blond crew-cut, a broad freckled nose, and a serious\nsidelong squint. He looked from his crumpled sequence idea to Catlin and\nFrayberg. \"Didn't like it, eh?\"\n\n\"We thought the emphasis should be a little different,\" explained\nCatlin. \"Instead of 'The Space Horseman,' we'd give it the working\ntitle, 'Odd Superstitions of Hrrghameshgrrh'.\"\n\n\"Oh, hell!\" said Frayberg. \"Call it Sirgamesk.\"\n\n\"Anyway,\" said Catlin, \"that's the angle.\"\n\n\"But it's not superstition,\" said Murphy.\n\n\"Oh, come, Wilbur ...\"\n\n\"I got this for sheer sober-sided fact. A man rides a horse up to meet\nthe incoming ships!\"\n\n\"Where did you get this wild fable?\"\n\n\"My brother-in-law is purser on the _Celestial Traveller_. At Riker's\nPlanet they make connection with the feeder line out of Cirgamesç.\"\n\n\"Wait a minute,\" said Catlin. \"How did you pronounce that?\"\n\n\"Cirgamesç. The steward on the shuttle-ship gave out this story, and my\nbrother-in-law passed it along to me.\"\n\n\"Somebody's pulling somebody's leg.\"\n\n\"My brother-in-law wasn't, and the steward was cold sober.\"\n\n\"They've been eating _bhang_. Sirgamesk is a Javanese planet, isn't it?\"\n\n\"Javanese, Arab, Malay.\"\n\n\"Then they took a _bhang_ supply with them, and _hashish_, _chat_, and a\nfew other sociable herbs.\"\n\n\"Well, this horseman isn't any drug-dream.\"\n\n\"No? What is it?\"\n\n\"So far as I know it's a man on a horse.\"\n\n\"Ten thousand miles up? In a vacuum?\"\n\n\"Exactly.\"\n\n\"No space-suit?\"\n\n\"That's the story.\"\n\nCatlin and Frayberg looked at each other.\n\n\"Well, Wilbur,\" Catlin began.\n\nFrayberg interrupted. \"What we can use, Wilbur, is a sequence on\nSirgamesk superstition. Emphasis on voodoo or witchcraft--naked girls\ndancing--stuff with roots in Earth, but now typically Sirgamesk. Lots of\ncolor. Secret rite stuff....\"\n\n\"Not much room on Cirgamesç for secret rites.\"\n\n\"It's a big planet, isn't it?\"\n\n\"Not quite as big as Mars. There's no atmosphere. The settlers live in\nmountain valleys, with air-tight lids over 'em.\"\n\nCatlin flipped the pages of _Thumbnail Sketches of the Inhabited\nWorlds_. \"Says here there's ancient ruins millions of years old. When\nthe atmosphere went, the population went with it.\"\n\nFrayberg became animated. \"There's lots of material out there! Go get\nit, Wilbur! Life! Sex! Excitement! Mystery!\"\n\n\"Okay,\" said Wilbur Murphy.\n\n\"But lay off this horseman-in-space. There _is_ a limit to public\ncredulity, and don't you let anyone tell you different.\"\n\n\n\nCirgamesç hung outside the port, twenty thousand miles ahead. The\nsteward leaned over Wilbur Murphy's shoulder and pointed a long brown\nfinger. \"It was right out there, sir. He came riding up--\"\n\n\"What kind of a man was it? Strange-looking?\"\n\n\"No. He was Cirgameski.\"\n\n\"Oh. You saw him with your own eyes, eh?\"\n\nThe steward bowed, and his loose white mantle fell forward. \"Exactly,\nsir.\"\n\n\"No helmet, no space-suit?\"\n\n\"He wore a short Singhalût vest and pantaloons and a yellow Hadrasi hat.\nNo more.\"\n\n\"And the horse?\"\n\n\"Ah, the horse! There's a different matter.\"\n\n\"Different how?\"\n\n\"I can't describe the horse. I was intent on the man.\"\n\n\"Did you recognize him?\"\n\n\"By the brow of Lord Allah, it's well not to look too closely when such\nmatters occur.\"\n\n\"Then--you _did_ recognize him!\"\n\n\"I must be at my task, sir.\"\n\nMurphy frowned in vexation at the steward's retreating back, then bent\nover his camera to check the tape-feed. If anything appeared now, and\nhis eyes could see it, the two-hundred million audience of _Know Your\nUniverse!_ could see it with him.\n\nWhen he looked up, Murphy made a frantic grab for the stanchion, then\nrelaxed. Cirgamesç had taken the Great Twitch. It was an illusion, a\npsychological quirk. One instant the planet lay ahead; then a man winked\nor turned away, and when he looked back, \"ahead\" had become \"below\"; the\nplanet had swung an astonishing ninety degrees across the sky, and they\nwere _falling_!\n\nMurphy leaned against the stanchion. \"'The Great Twitch',\" he muttered\nto himself, \"I'd like to get _that_ on two hundred million screens!\"\n\nSeveral hours passed. Cirgamesç grew. The Sampan Range rose up like a\ndark scab; the valley sultanates of Singhalût, Hadra, New Batavia, and\nBoeng-Bohôt showed like glistening chicken-tracks; the Great Rift Colony\nof Sundaman stretched down through the foothills like the trail of a\nslug.\n\nA loudspeaker voice rattled the ship. \"Attention passengers for\nSinghalût and other points on Cirgamesç! Kindly prepare your luggage for\ndisembarkation. Customs at Singhalût are extremely thorough. Passengers\nare warned to take no weapons, drugs or explosives ashore. This is\nimportant!\"\n\n\n\nThe warning turned out to be an understatement. Murphy was plied with\nquestions. He suffered search of an intimate nature. He was\nthree-dimensionally X-rayed with a range of frequencies calculated to\nexcite fluorescence in whatever object he might have secreted in his\nstomach, in a hollow bone, or under a layer of flesh.\n\nHis luggage was explored with similar minute attention, and Murphy\nrescued his cameras with difficulty. \"What're you so damn anxious about?\nI don't have drugs; I don't have contraband ...\"\n\n\"It's guns, your excellency. Guns, weapons, explosives ...\"\n\n\"I don't have any guns.\"\n\n\"But these objects here?\"\n\n\"They're cameras. They record pictures and sounds and smells.\"\n\nThe inspector seized the cases with a glittering smile of triumph. \"They\nresemble no cameras of my experience; I fear I shall have to impound ...\"\n\nA young man in loose white pantaloons, a pink vest, pale green cravat\nand a complex black turban strolled up. The inspector made a swift\nobeisance, with arms spread wide. \"Excellency.\"\n\nThe young man raised two fingers. \"You may find it possible to spare Mr.\nMurphy any unnecessary formality.\"\n\n\"As your Excellency recommends....\" The inspector nimbly repacked\nMurphy's belongings, while the young man looked on benignly.\n\nMurphy covertly inspected his face. The skin was smooth, the color of\nthe rising moon; the eyes were narrow, dark, superficially placid. The\neffect was of silken punctilio with hot ruby blood close beneath.\n\nSatisfied with the inspector's zeal, he turned to Murphy. \"Allow me to\nintroduce myself, Tuan Murphy. I am Ali-Tomás, of the House of\nSinghalût, and my father the Sultan begs you to accept our poor\nhospitality.\"\n\n\"Why, thank you,\" said Murphy. \"This is a very pleasant surprise.\"\n\n\"If you will allow me to conduct you....\" He turned to the inspector.\n\"Mr. Murphy's luggage to the palace.\"\n\n\n\nMurphy accompanied Ali-Tomás into the outside light, fitting his own\nquick step to the prince's feline saunter. This is coming it pretty\nsoft, he said to himself. I'll have a magnificent suite, with bowls of\nfruit and gin pahits, not to mention two or three silken girls with skin\nlike rich cream bringing me towels in the shower.... Well, well, well,\nit's not so bad working for _Know Your Universe!_ after all! I suppose I\nought to unlimber my camera....\n\nPrince Ali-Tomás watched him with interest. \"And what is the audience of\n_Know Your Universe!_?\"\n\n\"We call 'em 'participants'.\"\n\n\"Expressive. And how many participants do you serve?\"\n\n\"Oh, the Bowdler Index rises and falls. We've got about two hundred\nmillion screens, with five hundred million participants.\"\n\n\"Fascinating! And tell me--how do you record smells?\"\n\nMurphy displayed the odor recorder on the side of the camera, with its\ngelatinous track which fixed the molecular design.\n\n\"And the odors recreated--they are like the originals?\"\n\n\"Pretty close. Never exact, but none of the participants knows the\ndifference. Sometimes the synthetic odor is an improvement.\"\n\n\"Astounding!\" murmured the prince.\n\n\"And sometimes ... Well, Carson Tenlake went out to get the\nmyrrh-blossoms on Venus. It was a hot day--as days usually are on\nVenus--and a long climb. When the show was run off, there was more smell\nof Carson than of flowers.\"\n\nPrince Ali-Tomás laughed politely. \"We turn through here.\"\n\nThey came out into a compound paved with red, green and white tiles.\nBeneath the valley roof was a sinuous trough, full of haze and warmth\nand golden light. As far in either direction as the eye could reach, the\nhillsides were terraced, barred in various shades of green. Spattering\nthe valley floor were tall canvas pavilions, tents, booths, shelters.\n\n\"Naturally,\" said Prince Ali-Tomás, \"we hope that you and your\nparticipants will enjoy Singhalût. It is a truism that, in order to\nimport, we must export; we wish to encourage a pleasurable response to\nthe 'Made in Singhalût' tag on our _batiks_, carvings, lacquers.\"\n\nThey rolled quietly across the square in a surface-car displaying the\nHouse emblem. Murphy rested against deep, cool cushions. \"Your\ninspectors are pretty careful about weapons.\"\n\nAli-Tomás smiled complacently. \"Our existence is ordered and peaceful.\nYou may be familiar with the concept of _adak_?\"\n\n\"I don't think so.\"\n\n\"A word, an idea from old Earth. Every living act is ordered by ritual.\nBut our heritage is passionate--and when unyielding _adak_ stands in the\nway of an irresistible emotion, there is turbulence, sometimes even\nkilling.\"\n\n\"An _amok_.\"\n\n\"Exactly. It is as well that the _amok_ has no weapons other than his\nknife. Otherwise he would kill twenty where now he kills one.\"\n\nThe car rolled along a narrow avenue, scattering pedestrians to either\nside like the bow of a boat spreading foam. The men wore loose white\npantaloons and a short open vest; the women wore only the pantaloons.\n\n\"Handsome set of people,\" remarked Murphy.\n\nAli-Tomás again smiled complacently. \"I'm sure Singhalût will present an\ninspiring and beautiful spectacle for your program.\"\n\nMurphy remembered the keynote to Howard Frayberg's instructions:\n\"_Excitement! Sex! Mystery!_\" Frayberg cared little for inspiration or\nbeauty. \"I imagine,\" he said casually, \"that you celebrate a number of\ninteresting festivals? Colorful dancing? Unique customs?\"\n\nAli-Tomás shook his head. \"To the contrary. We left our superstitions\nand ancestor-worship back on Earth. We are quiet Mohammedans and indulge\nin very little festivity. Perhaps here is the reason for _amoks_ and\nsjambaks.\"\n\n\"Sjambaks?\"\n\n\"We are not proud of them. You will hear sly rumor, and it is better\nthat I arm you beforehand with truth.\"\n\n\"What is a sjambak?\"\n\n\"They are bandits, flouters of authority. I will show you one\npresently.\"\n\n\"I heard,\" said Murphy, \"of a man riding a horse up to meet the\nspace-ships. What would account for a story like that?\"\n\n\"It can have no possible basis,\" said Prince Ali-Tomás. \"We have no\nhorses on Cirgamesç. None whatever.\"\n\n\"But ...\"\n\n\"The veriest idle talk. Such nonsense will have no interest for your\nintelligent participants.\"\n\nThe car rolled into a square a hundred yards on a side, lined with\nluxuriant banana palms. Opposite was an enormous pavilion of gold and\nviolet silk, with a dozen peaked gables casting various changing sheens.\nIn the center of the square a twenty-foot pole supported a cage about\ntwo feet wide, three feet long, and four feet high.\n\nInside this cage crouched a naked man.\n\nThe car rolled past. Prince Ali-Tomás waved an idle hand. The caged man\nglared down from bloodshot eyes. \"That,\" said Ali-Tomás, \"is a sjambak.\nAs you see,\" a faint note of apology entered his voice, \"we attempt to\ndiscourage them.\"\n\n\"What's that metal object on his chest?\"\n\n\"The mark of his trade. By that you may know all sjambak. In these\nunsettled times only we of the House may cover our chests--all others\nmust show themselves and declare themselves true Singhalûsi.\"\n\nMurphy said tentatively, \"I must come back here and photograph that\ncage.\"\n\nAli-Tomás smilingly shook his head. \"I will show you our farms, our\nvines and orchards. Your participants will enjoy these; they have no\ninterest in the dolor of an ignoble sjambak.\"\n\n\"Well,\" said Murphy, \"our aim is a well-rounded production. We want to\nshow the farmers at work, the members of the great House at their\nresponsibilities, as well as the deserved fate of wrongdoers.\"\n\n\"Exactly. For every sjambak there are ten thousand industrious\nSinghalûsi. It follows then that only one ten-thousandth part of your\nfilm should be devoted to this infamous minority.\"\n\n\"About three-tenths of a second, eh?\"\n\n\"No more than they deserve.\"\n\n\"You don't know my Production Director. His name is Howard Frayberg,\nand ...\"\n\n\n\nHoward Frayberg was deep in conference with Sam Catlin, under the\ninfluence of what Catlin called his philosophic kick. It was the phase\nwhich Catlin feared most.\n\n\"Sam,\" said Frayberg, \"do you know the danger of this business?\"\n\n\"Ulcers,\" Catlin replied promptly.\n\nFrayberg shook his head. \"We've got an occupational disease to\nfight--progressive mental myopia.\"\n\n\"Speak for yourself,\" said Catlin.\n\n\"Consider. We sit in this office. We think we know what kind of show we\nwant. We send out our staff to get it. We're signing the checks, so back\nit comes the way we asked for it. We look at it, hear it, smell it--and\npretty soon we believe it: our version of the universe, full-blown from\nour brains like Minerva stepping out of Zeus. You see what I mean?\"\n\n\"I understand the words.\"\n\n\"We've got our own picture of what's going on. We ask for it, we get it.\nIt builds up and up--and finally we're like mice in a trap built of our\nown ideas. We cannibalize our own brains.\"\n\n\"Nobody'll ever accuse you of being stingy with a metaphor.\"\n\n\"Sam, let's have the truth. How many times have you been off Earth?\"\n\n\"I went to Mars once. And I spent a couple of weeks at Aristillus Resort\non the Moon.\"\n\nFrayberg leaned back in his chair as if shocked. \"And we're supposed to\nbe a couple of learned planetologists!\"\n\nCatlin made grumbling noise in his throat. \"I haven't been around the\nzodiac, so what? You sneezed a few minutes ago and I said _gesundheit_,\nbut I don't have any doctor's degree.\"\n\n\"There comes a time in a man's life,\" said Frayberg, \"when he wants to\ntake stock, get a new perspective.\"\n\n\"Relax, Howard, relax.\"\n\n\"In our case it means taking out our preconceived ideas, looking at\nthem, checking our illusions against reality.\"\n\n\"Are you serious about this?\"\n\n\"Another thing,\" said Frayberg, \"I want to check up a little. Shifkin\nsays the expense accounts are frightful. But he can't fight it. When\nKeeler says he paid ten munits for a loaf of bread on Nekkar IV, who's\ngonna call him on it?\"\n\n\"Hell, let him eat bread! That's cheaper than making a safari around the\ncluster, spot-checking the super-markets.\"\n\nFrayberg paid no heed. He touched a button; a three-foot sphere full of\nglistening motes appeared. Earth was at the center, with thin red lines,\nthe scheduled space-ship routes, radiating out in all directions.\n\n\"Let's see what kind of circle we can make,\" said Frayberg. \"Gower's\nhere at Canopus, Keeler's over here at Blue Moon, Wilbur Murphy's at\nSirgamesk ...\"\n\n\"Don't forget,\" muttered Catlin, \"we got a show to put on.\"\n\n\"We've got material for a year,\" scoffed Frayberg. \"Get hold of\nSpace-Lines. We'll start with Sirgamesk, and see what Wilbur Murphy's up\nto.\"\n\n\n\nWilbur Murphy was being presented to the Sultan of Singhalût by the\nPrince Ali-Tomás. The Sultan, a small mild man of seventy, sat\ncrosslegged on an enormous pink and green air-cushion. \"Be at your ease,\nMr. Murphy. We dispense with as much protocol here as practicable.\" The\nSultan had a dry clipped voice and the air of a rather harassed\ncorporation executive. \"I understand you represent Earth-Central Home\nScreen Network?\"\n\n\"I'm a staff photographer for the _Know Your Universe!_ show.\"\n\n\"We export a great deal to Earth,\" mused the Sultan, \"but not as much as\nwe'd like. We're very pleased with your interest in us, and naturally we\nwant to help you in every way possible. Tomorrow the Keeper of the\nArchives will present a series of charts analyzing our economy.\nAli-Tomás shall personally conduct you through the fish-hatcheries. We\nwant you to know we're doing a great job out here on Singhalût.\"\n\n\"I'm sure you are,\" said Murphy uncomfortably. \"However, that isn't\nquite the stuff I want.\"\n\n\"No? Just where do your desires lie?\"\n\nAli-Tomás said delicately. \"Mr. Murphy took a rather profound interest\nin the sjambak displayed in the square.\"\n\n\"Oh. And you explained that these renegades could hold no interest for\nserious students of our planet?\"\n\nMurphy started to explain that clustered around two hundred million\nscreens tuned to _Know Your Universe!_ were four or five hundred million\nparticipants, the greater part of them neither serious nor students. The\nSultan cut in decisively. \"I will now impart something truly\ninteresting. We Singhalûsi are making preparations to reclaim four more\nvalleys, with an added area of six hundred thousand acres! I shall put\nmy physiographic models at your disposal; you may use them to the\nfullest extent!\"\n\n\"I'll be pleased for the opportunity,\" declared Murphy. \"But tomorrow\nI'd like to prowl around the valley, meet your people, observe their\ncustoms, religious rites, courtships, funerals ...\"\n\nThe Sultan pulled a sour face. \"We are ditch-water dull. Festivals are\ncelebrated quietly in the home; there is small religious fervor;\ncourtships are consummated by family contract. I fear you will find\nlittle sensational material here in Singhalût.\"\n\n\"You have no temple dances?\" asked Murphy. \"No fire-walkers,\nsnake-charmers--voodoo?\"\n\nThe Sultan smiled patronizingly. \"We came out here to Cirgamesç to\nescape the ancient superstitions. Our lives are calm, orderly. Even the\n_amoks_ have practically disappeared.\"\n\n\"But the sjambaks--\"\n\n\"Negligible.\"\n\n\"Well,\" said Murphy, \"I'd like to visit some of these ancient cities.\"\n\n\"I advise against it,\" declared the Sultan. \"They are shards, weathered\nstone. There are no inscriptions, no art. There is no stimulation in\ndead stone. Now. Tomorrow I will hear a report on hybrid soybean\nplantings in the Upper Kam District. You will want to be present.\"\n\n\n\nMurphy's suite matched or even excelled his expectation. He had four\nrooms and a private garden enclosed by a thicket of bamboo. His bathroom\nwalls were slabs of glossy actinolite, inlaid with cinnabar, jade,\ngalena, pyrite and blue malachite, in representations of fantastic\nbirds. His bedroom was a tent thirty feet high. Two walls were dark\ngreen fabric; a third was golden rust; the fourth opened upon the\nprivate garden.\n\nMurphy's bed was a pink and yellow creation ten feet square, soft as\ncobweb, smelling of rose sandalwood. Carved black lacquer tubs held\nfruit; two dozen wines, liquors, syrups, essences flowed at a touch from\nas many ebony spigots.\n\nThe garden centered on a pool of cool water, very pleasant in the\nhothouse climate of Singhalût. The only shortcoming was the lack of the\nlovely young servitors Murphy had envisioned. He took it upon himself to\nrepair this lack, and in a shady wine-house behind the palace, called\nthe Barangipan, he made the acquaintance of a girl-musician named Soek\nPanjoebang. He found her enticing tones of quavering sweetness from the\n_gamelan_, an instrument well-loved in Old Bali. Soek Panjoebang had the\ndelicate features and transparent skin of Sumatra, the supple long limbs\nof Arabia and in a pair of wide and golden eyes a heritage from\nsomewhere in Celtic Europe. Murphy bought her a goblet of frozen\nshavings, each a different perfume, while he himself drank white\nrice-beer. Soek Panjoebang displayed an intense interest in the ways of\nEarth, and Murphy found it hard to guide the conversation. \"Weelbrrr,\"\nshe said. \"Such a funny name, Weelbrrr. Do you think I could play the\n_gamelan_ in the great cities, the great palaces of Earth?\"\n\n\"Sure. There's no law against _gamelans_.\"\n\n\"You talk so funny, Weelbrrr. I like to hear you talk.\"\n\n\"I suppose you get kinda bored here in Singhalût?\"\n\nShe shrugged. \"Life is pleasant, but it concerns with little things. We\nhave no great adventures. We grow flowers, we play the _gamelan_.\" She\neyed him archly sidelong. \"We love.... We sleep....\"\n\nMurphy grinned. \"You run _amok_.\"\n\n\"No, no, no. That is no more.\"\n\n\"Not since the sjambaks, eh?\"\n\n\"The sjambaks are bad. But better than _amok_. When a man feels the knot\nforming around his chest, he no longer takes his kris and runs down the\nstreet--he becomes sjambak.\"\n\nThis was getting interesting. \"Where does he go? What does he do?\"\n\n\"He robs.\"\n\n\"Who does he rob? What does he do with his loot?\"\n\nShe leaned toward him. \"It is not well to talk of them.\"\n\n\"Why not?\"\n\n\"The Sultan does not wish it. Everywhere are listeners. When one talks\nsjambak, the Sultan's ears rise, like the points on a cat.\"\n\n\"Suppose they do--what's the difference? I've got a legitimate interest.\nI saw one of them in that cage out there. That's torture. I want to know\nabout it.\"\n\n\"He is very bad. He opened the monorail car and the air rushed out.\nForty-two Singhalûsi and Hadrasi bloated and blew up.\"\n\n\"And what happened to the sjambak?\"\n\n\"He took all the gold and money and jewels and ran away.\"\n\n\"Ran where?\"\n\n\"Out across Great Pharasang Plain. But he was a fool. He came back to\nSinghalût for his wife; he was caught and set up for all people to look\nat, so they might tell each other, 'thus it is for sjambaks.'\"\n\n\"Where do the sjambaks hide out?\"\n\n\"Oh,\" she looked vaguely around the room, \"out on the plains. In the\nmountains.\"\n\n\"They must have some shelter--an air-dome.\"\n\n\"No. The Sultan would send out his patrol-boat and destroy them. They\nroam quietly. They hide among the rocks and tend their oxygen stills.\nSometimes they visit the old cities.\"\n\n\"I wonder,\" said Murphy, staring into his beer, \"could it be sjambaks\nwho ride horses up to meet the space-ship?\"\n\nSoek Panjoebang knit her black eyebrows, as if preoccupied.\n\n\"That's what brought me out here,\" Murphy went on. \"This story of a man\nriding a horse out in space.\"\n\n\"Ridiculous; we have no horses in Cirgamesç.\"\n\n\"All right, the steward won't swear to the horse. Suppose the man was up\nthere on foot or riding a bicycle. But the steward recognized the man.\"\n\n\"Who was this man, pray?\"\n\n\"The steward clammed up.... The name would have been just noise to me,\nanyway.\"\n\n\"_I_ might recognize the name....\"\n\n\"Ask him yourself. The ship's still out at the field.\"\n\nShe shook her head slowly, holding her golden eyes on his face. \"I do\nnot care to attract the attention of either steward, sjambak--or\nSultan.\"\n\nMurphy said impatiently. \"In any event, it's not who--but _how_. How\ndoes the man breathe? Vacuum sucks a man's lungs up out of his mouth,\nbursts his stomach, his ears....\"\n\n\"We have excellent doctors,\" said Soek Panjoebang shuddering, \"but alas!\nI am not one of them.\"\n\n\n\nMurphy looked at her sharply. Her voice held the plangent sweetness of\nher instrument, with additional overtones of mockery. \"There must be\nsome kind of invisible dome around him, holding in air,\" said Murphy.\n\n\"And what if there is?\"\n\n\"It's something new, and if it is, I want to find out about it.\"\n\nSoek smiled languidly. \"You are so typical an old-lander--worried,\nfrowning, dynamic. You should relax, cultivate _napaû_, enjoy life as we\ndo here in Singhalût.\"\n\n\"What's _napaû_?\"\n\n\"It's our philosophy, where we find meaning and life and beauty in every\naspect of the world.\"\n\n\"That sjambak in the cage could do with a little less _napaû_ right\nnow.\"\n\n\"No doubt he is unhappy,\" she agreed.\n\n\"Unhappy! He's being tortured!\"\n\n\"He broke the Sultan's law. His life is no longer his own. It belongs to\nSinghalût. If the Sultan wishes to use it to warn other wrongdoers, the\nfact that the man suffers is of small interest.\"\n\n\"If they all wear that metal ornament, how can they hope to hide out?\"\nHe glanced at her own bare bosom.\n\n\"They appear by night--slip through the streets like ghosts....\" She\nlooked in turn at Murphy's loose shirt. \"You will notice persons\nbrushing up against you, feeling you,\" she laid her hand along his\nbreast, \"and when this happens you will know they are agents of the\nSultan, because only strangers and the House may wear shirts. But now,\nlet me sing to you--a song from the Old Land, old Java. You will not\nunderstand the tongue, but no other words so join the voice of the\n_gamelan_.\"\n\n\n\n\"This is the gravy-train,\" said Murphy. \"Instead of a garden suite with\na private pool, I usually sleep in a bubble-tent, with nothing to eat\nbut condensed food.\"\n\nSoek Panjoebang flung the water out of her sleek black hair. \"Perhaps,\nWeelbrrr, you will regret leaving Cirgamesç?\"\n\n\"Well,\" he looked up to the transparent roof, barely visible where the\nsunlight collected and refracted, \"I don't particularly like being shut\nup like a bird in an aviary.... Mildly claustrophobic, I guess.\"\n\nAfter breakfast, drinking thick coffee from tiny silver cups, Murphy\nlooked long and reflectively at Soek Panjoebang.\n\n\"What are you thinking, Weelbrrr?\"\n\nMurphy drained his coffee. \"I'm thinking that I'd better be getting to\nwork.\"\n\n\"And what do you do?\"\n\n\"First I'm going to shoot the palace, and you sitting here in the garden\nplaying your _gamelan_.\"\n\n\"But Weelbrrr--not _me_!\"\n\n\"You're a part of the universe, rather an interesting part. Then I'll\ntake the square....\"\n\n\"And the sjambak?\"\n\nA quiet voice spoke from behind. \"A visitor, Tuan Murphy.\"\n\nMurphy turned his head. \"Bring him in.\" He looked back to Soek\nPanjoebang. She was on her feet.\n\n\"It is necessary that I go.\"\n\n\"When will I see you?\"\n\n\"Tonight--at the Barangipan.\"\n\n\n\nThe quiet voice said, \"Mr. Rube Trimmer, Tuan.\"\n\nTrimmer was small and middle-aged, with thin shoulders and a paunch. He\ncarried himself with a hell-raising swagger, left over from a time\ntwenty years gone. His skin had the waxy look of lost floridity, his\ntuft of white hair was coarse and thin, his eyelids hung in the off-side\ndroop that amateur physiognomists like to associate with guile.\n\n\"I'm Resident Director of the Import-Export Bank,\" said Trimmer. \"Heard\nyou were here and thought I'd pay my respects.\"\n\n\"I suppose you don't see many strangers.\"\n\n\"Not too many--there's nothing much to bring 'em. Cirgamesç isn't a\ncomfortable tourist planet. Too confined, shut in. A man with a\nsensitive psyche goes nuts pretty easy here.\"\n\n\"Yeah,\" said Murphy. \"I was thinking the same thing this morning. That\ndome begins to give a man the willies. How do the natives stand it? Or\ndo they?\"\n\nTrimmer pulled out a cigar case. Murphy refused the offer.\n\n\"Local tobacco,\" said Trimmer. \"Very good.\" He lit up thoughtfully.\n\"Well, you might say that the Cirgameski are schizophrenic. They've got\nthe docile Javanese blood, plus the Arabian élan. The Javanese part is\non top, but every once in a while you see a flash of arrogance.... You\nnever know. I've been out here nine years and I'm still a stranger.\" He\npuffed on his cigar, studied Murphy with his careful eyes. \"You work for\n_Know Your Universe!_, I hear.\"\n\n\"Yeah. I'm one of the leg men.\"\n\n\"Must be a great job.\"\n\n\"A man sees a lot of the galaxy, and he runs into queer tales, like this\nsjambak stuff.\"\n\nTrimmer nodded without surprise. \"My advice to you, Murphy, is lay off\nthe sjambaks. They're not healthy around here.\"\n\nMurphy was startled by the bluntness. \"What's the big mystery about\nthese sjambaks?\"\n\nTrimmer looked around the room. \"This place is bugged.\"\n\n\"I found two pick-ups and plugged 'em,\" said Murphy.\n\nTrimmer laughed. \"Those were just plants. They hide 'em where a man\nmight just barely spot 'em. You can't catch the real ones. They're woven\ninto the cloth--pressure-sensitive wires.\"\n\nMurphy looked critically at the cloth walls.\n\n\"Don't let it worry you,\" said Trimmer. \"They listen more out of habit\nthan anything else. If you're fussy we'll go for a walk.\"\n\nThe road led past the palace into the country. Murphy and Trimmer\nsauntered along a placid river, overgrown with lily pads, swarming with\nlarge white ducks.\n\n\"This sjambak business,\" said Murphy. \"Everybody talks around it. You\ncan't pin anybody down.\"\n\n\"Including me,\" said Trimmer. \"I'm more or less privileged around here.\nThe Sultan finances his reclamation through the bank, on the basis of my\nreports. But there's more to Singhalût than the Sultan.\"\n\n\"Namely?\"\n\nTrimmer waved his cigar waggishly. \"Now we're getting in where I don't\nlike to talk. I'll give you a hint. Prince Ali thinks roofing-in more\nvalleys is a waste of money, when there's Hadra and New Batavia and\nSundaman so close.\"\n\n\"You mean--armed conquest?\"\n\nTrimmer laughed. \"You said it, not me.\"\n\n\"They can't carry on much of a war--unless the soldiers commute by\nmonorail.\"\n\n\"Maybe Prince Ali thinks he's got the answer.\"\n\n\"Sjambaks?\"\n\n\"I didn't say it,\" said Trimmer blandly.\n\nMurphy grinned. After a moment he said. \"I picked up with a girl named\nSoek Panjoebang who plays the _gamelan_. I suppose she's working for\neither the Sultan or Prince Ali. Do you know which?\"\n\nTrimmer's eyes sparkled. He shook his head. \"Might be either one.\nThere's a way to find out.\"\n\n\"Yeah?\"\n\n\"Get her off where you're sure there's no spy-cells. Tell her two\nthings--one for Ali, the other for the Sultan. Whichever one reacts you\nknow you've got her tagged.\"\n\n\"For instance?\"\n\n\"Well, for instance she learns that you can rig up a hypnotic ray from a\nflashlight battery, a piece of bamboo, and a few lengths of wire.\nThat'll get Ali in an awful sweat. He can't get weapons. None at all.\nAnd for the Sultan,\" Trimmer was warming up to his intrigue, chewing on\nhis cigar with gusto, \"tell her you're on to a catalyst that turns clay\ninto aluminum and oxygen in the presence of sunlight. The Sultan would\nsell his right leg for something like that. He tries hard for Singhalût\nand Cirgamesç.\"\n\n\"And Ali?\"\n\nTrimmer hesitated. \"I never said what I'm gonna say. Don't forget--I\nnever said it.\"\n\n\"Okay, you never said it.\"\n\n\"Ever hear of a _jehad_?\"\n\n\"Mohammedan holy wars.\"\n\n\"Believe it or not, Ali wants a _jehad_.\"\n\n\"Sounds kinda fantastic.\"\n\n\"Sure it's fantastic. Don't forget, I never said anything about it. But\nsuppose someone--strictly unofficial, of course--let the idea percolate\naround the Peace Office back home.\"\n\n\"Ah,\" said Murphy. \"That's why you came to see me.\"\n\n\n\nTrimmer turned a look of injured innocence. \"Now, Murphy, you're a\nlittle unfair. I'm a friendly guy. Of course I don't like to see the\nbank lose what we've got tied up in the Sultan.\"\n\n\"Why don't you send in a report yourself?\"\n\n\"I have! But when they hear the same thing from you, a _Know Your\nUniverse!_ man, they might make a move.\"\n\nMurphy nodded.\n\n\"Well, we understand each other,\" said Trimmer heartily, \"and\neverything's clear.\"\n\n\"Not entirely. How's Ali going to launch a _jehad_ when he doesn't have\nany weapons, no warships, no supplies?\"\n\n\"Now,\" said Trimmer, \"we're getting into the realm of supposition.\" He\npaused, looked behind him. A farmer pushing a rotary tiller, bowed\npolitely, trundled ahead. Behind was a young man in a black turban, gold\nearrings, a black and red vest, white pantaloons, black curl-toed\nslippers. He bowed, started past. Trimmer held up his hand. \"Don't waste\nyour time up there; we're going back in a few minutes.\"\n\n\"Thank you, Tuan.\"\n\n\"Who are you reporting to? The Sultan or Prince Ali?\"\n\n\"The Tuan is sure to pierce the veil of my evasions. I shall not\ndissemble. I am the Sultan's man.\"\n\nTrimmer nodded. \"Now, if you'll kindly remove to about a hundred yards,\nwhere your whisper pick-up won't work.\"\n\n\"By your leave, I go.\" He retreated without haste.\n\n\"He's almost certainly working for Ali,\" said Trimmer.\n\n\"Not a very subtle lie.\"\n\n\"Oh, yes--third level. He figured I'd take it second level.\"\n\n\"How's that again?\"\n\n\"Naturally I wouldn't believe him. He knew I knew that he knew it. So\nwhen he said 'Sultan', I'd think he wouldn't lie simply, but that he'd\nlie double--that he actually was working for the Sultan.\"\n\nMurphy laughed. \"Suppose he told you a fourth-level lie?\"\n\n\"It starts to be a toss-up pretty soon,\" Trimmer admitted. \"I don't\nthink he gives me credit for that much subtlety.... What are you doing\nthe rest of the day?\"\n\n\"Taking footage. Do you know where I can find some picturesque rites?\nMystical dances, human sacrifice? I've got to work up some glamor and\nexotic lore.\"\n\n\"There's this sjambak in the cage. That's about as close to the medieval\nas you'll find anywhere in Earth Commonwealth.\"\n\n\"Speaking of sjambaks ...\"\n\n\"No time,\" said Trimmer. \"Got to get back. Drop in at my office--right\ndown the square from the palace.\"\n\n\n\nMurphy returned to his suite. The shadowy figure of his room servant\nsaid, \"His Highness the Sultan desires the Tuan's attendance in the\nCascade Garden.\"\n\n\"Thank you,\" said Murphy. \"As soon as I load my camera.\"\n\nThe Cascade Room was an open patio in front of an artificial waterfall.\nThe Sultan was pacing back and forth, wearing dusty khaki puttees, brown\nplastic boots, a yellow polo shirt. He carried a twig which he used as a\nriding crop, slapping his boots as he walked. He turned his head as\nMurphy appeared, pointed his twig at a wicker bench.\n\n\"I pray you sit down, Mr. Murphy.\" He paced once up and back. \"How is\nyour suite? You find it to your liking?\"\n\n\"Very much so.\"\n\n\"Excellent,\" said the Sultan. \"You do me honor with your presence.\"\n\nMurphy waited patiently.\n\n\"I understand that you had a visitor this morning,\" said the Sultan.\n\n\"Yes. Mr. Trimmer.\"\n\n\"May I inquire the nature of the conversation?\"\n\n\"It was of a personal nature,\" said Murphy, rather more shortly than he\nmeant.\n\nThe Sultan nodded wistfully. \"A Singhalûsi would have wasted an hour\ntelling me half-truths--distorted enough to confuse, but not\nsufficiently inaccurate to anger me if I had a spy-cell on him all the\ntime.\"\n\nMurphy grinned. \"A Singhalûsi has to live here the rest of his life.\"\n\nA servant wheeled a frosted cabinet before them, placed goblets under\ntwo spigots, withdrew. The Sultan cleared his throat. \"Trimmer is an\nexcellent fellow, but unbelievably loquacious.\"\n\nMurphy drew himself two inches of chilled rosy-pale liquor. The Sultan\nslapped his boots with the twig. \"Undoubtedly he confided all my private\nbusiness to you, or at least as much as I have allowed him to learn.\"\n\n\"Well--he spoke of your hope to increase the compass of Singhalût.\"\n\n\"That, my friend, is no hope; it's absolute necessity. Our population\ndensity is fifteen hundred to the square mile. We must expand or\nsmother. There'll be too little food to eat, too little oxygen to\nbreathe.\"\n\nMurphy suddenly came to life. \"I could make that idea the theme of my\nfeature! Singhalût Dilemma: Expand or Perish!\"\n\n\"No, that would be inadvisable, inapplicable.\"\n\nMurphy was not convinced. \"It sounds like a natural.\"\n\nThe Sultan smiled. \"I'll impart an item of confidential\ninformation--although Trimmer no doubt has preceded me with it.\" He gave\nhis boots an irritated whack. \"To expand I need funds. Funds are best\nsecured in an atmosphere of calm and confidence. The implication of\nemergency would be disastrous to my aims.\"\n\n\"Well,\" said Murphy, \"I see your position.\"\n\nThe Sultan glanced at Murphy sidelong. \"Anticipating your cooperation,\nmy Minister of Propaganda has arranged an hour's program, stressing our\nprogressive social attitude, our prosperity and financial prospects ...\"\n\n\"But, Sultan ...\"\n\n\"Well?\"\n\n\"I can't allow your Minister of Propaganda to use me and _Know Your\nUniverse!_ as a kind of investment brochure.\"\n\nThe Sultan nodded wearily. \"I expected you to take that attitude....\nWell--what do you yourself have in mind?\"\n\n\"I've been looking for something to tie to,\" said Murphy. \"I think it's\ngoing to be the dramatic contrast between the ruined cities and the new\ndomed valleys. How the Earth settlers succeeded where the ancient people\nfailed to meet the challenge of the dissipating atmosphere.\"\n\n\"Well,\" the Sultan said grudgingly, \"that's not too bad.\"\n\n\"Today I want to take some shots of the palace, the dome, the city, the\npaddies, groves, orchards, farms. Tomorrow I'm taking a trip out to one\nof the ruins.\"\n\n\"I see,\" said the Sultan. \"Then you won't need my charts and\nstatistics?\"\n\n\"Well, Sultan, I could film the stuff your Propaganda Minister cooked\nup, and I could take it back to Earth. Howard Frayberg or Sam Catlin\nwould tear into it, rip it apart, lard in some head-hunting, a little\ncannibalism and temple prostitution, and you'd never know you were\nwatching Singhalût. You'd scream with horror, and I'd be fired.\"\n\n\"In that case,\" said the Sultan, \"I will leave you to the dictates of\nyour conscience.\"\n\n\n\nHoward Frayberg looked around the gray landscape of Riker's Planet,\ngazed out over the roaring black Mogador Ocean. \"Sam, I think there's a\nstory out there.\"\n\nSam Catlin shivered inside his electrically heated glass overcoat. \"Out\non that ocean? It's full of man-eating plesiosaurs--horrible things\nforty feet long.\"\n\n\"Suppose we worked something out on the line of Moby Dick? _The White\nMonster of the Mogador Ocean._ We'd set sail in a catamaran--\"\n\n\"Us?\"\n\n\"No,\" said Frayberg impatiently. \"Of course not us. Two or three of the\nstaff. They'd sail out there, look over these gray and red monsters,\nmaybe fake a fight or two, but all the time they're after the legendary\nwhite one. How's it sound?\"\n\n\"I don't think we pay our men enough money.\"\n\n\"Wilbur Murphy might do it. He's willing to look for a man riding a\nhorse up to meet his space-ships.\"\n\n\"He might draw the line at a white plesiosaur riding up to meet his\ncatamaran.\"\n\nFrayberg turned away. \"Somebody's got to have ideas around here....\"\n\n\"We'd better head back to the space-port,\" said Catlin. \"We got two\nhours to make the Sirgamesk shuttle.\"\n\n\n\nWilbur Murphy sat in the Barangipan, watching marionettes performing to\nxylophone, castanet, gong and _gamelan_. The drama had its roots in\nproto-historic Mohenjō-Darō. It had filtered down through ancient India,\nmedieval Burma, Malaya, across the Straits of Malacca to Sumatra and\nJava; from modern Java across space to Cirgamesç, five thousand years of\ntime, two hundred light-years of space. Somewhere along the route it had\nmet and assimilated modern technology. Magnetic beams controlled arms,\nlegs and bodies, guided the poses and posturings. The manipulator's\nface, by agency of clip, wire, radio control and minuscule selsyn,\nprojected his scowl, smile, sneer or grimace to the peaked little face\nhe controlled. The language was that of Old Java, which perhaps a third\nof the spectators understood. This portion did not include Murphy, and\nwhen the performance ended he was no wiser than at the start.\n\nSoek Panjoebang slipped into the seat beside Murphy. She wore musician's\ngarb: a sarong of brown, blue, and black _batik_, and a fantastic\nheaddress of tiny silver bells. She greeted him with enthusiasm.\n\n\"Weelbrrr! I saw you watching....\"\n\n\"It was very interesting.\"\n\n\"Ah, yes.\" She sighed. \"Weelbrrr, you take me with you back to Earth?\nYou make me a great picturama star, please, Weelbrrr?\"\n\n\"Well, I don't know about that.\"\n\n\"I behave very well, Weelbrrr.\" She nuzzled his shoulder, looked\nsoulfully up with her shiny yellow-hazel eyes. Murphy nearly forgot the\nexperiment he intended to perform.\n\n\"What did you do today, Weelbrrr? You look at all the pretty girls?\"\n\n\"Nope. I ran footage. Got the palace, climbed the ridge up to the\ncondensation vanes. I never knew there was so much water in the air till\nI saw the stream pouring off those vanes! And _hot_!\"\n\n\"We have much sunlight; it makes the rice grow.\"\n\n\"The Sultan ought to put some of that excess light to work. There's a\nsecret process.... Well, I'd better not say.\"\n\n\"Oh come, Weelbrrr! Tell me your secrets!\"\n\n\"It's not much of a secret. Just a catalyst that separates clay into\naluminum and oxygen when sunlight shines on it.\"\n\nSoek's eyebrows rose, poised in place like a seagull riding the wind.\n\"Weelbrrr! I did not know you for a man of learning!\"\n\n\"Oh, you thought I was just a bum, eh? Good enough to make picturama\nstars out of _gamelan_ players, but no special genius....\"\n\n\"No, no, Weelbrrr.\"\n\n\"I know lots of tricks. I can take a flashlight battery, a piece of\ncopper foil, a few transistors and bamboo tube and turn out a paralyzer\ngun that'll stop a man cold in his tracks. And you know how much it\ncosts?\"\n\n\"No, Weelbrrr. How much?\"\n\n\"Ten cents. It wears out after two or three months, but what's the\ndifference? I make 'em as a hobby--turn out two or three an hour.\"\n\n\"Weelbrrr! You're a man of marvels! Hello! We will drink!\"\n\nAnd Murphy settled back in the wicker chair, sipping his rice beer.\n\n\n\n\"Today,\" said Murphy, \"I get into a space-suit, and ride out to the\nruins in the plain. Ghatamipol, I think they're called. Like to come?\"\n\n\"No, Weelbrrr.\" Soek Panjoebang looked off into the garden, her hands\nbusy tucking a flower into her hair. A few minutes later she said, \"Why\nmust you waste your time among the rocks? There are better things to do\nand see. And it might well be--dangerous.\" She murmured the last word\noff-handedly.\n\n\"Danger? From the sjambaks?\"\n\n\"Yes, perhaps.\"\n\n\"The Sultan's giving me a guard. Twenty men with crossbows.\"\n\n\"The sjambaks carry shields.\"\n\n\"Why should they risk their lives attacking me?\"\n\nSoek Panjoebang shrugged. After a moment she rose to her feet. \"Goodbye,\nWeelbrrr.\"\n\n\"Goodbye? Isn't this rather abrupt? Won't I see you tonight?\"\n\n\"If so be Allah's will.\"\n\nMurphy looked after the lithe swaying figure. She paused, plucked a\nyellow flower, looked over her shoulder. Her eyes, yellow as the flower,\nlucent as water-jewels, held his. Her face was utterly expressionless.\nShe turned, tossed away the flower with a jaunty gesture, and continued,\nher shoulders swinging.\n\nMurphy breathed deeply. She might have made picturama at that....\n\nOne hour later he met his escort at the valley gate. They were dressed\nin space-suits for the plains, twenty men with sullen faces. The trip to\nGhatamipol clearly was not to their liking. Murphy climbed into his own\nsuit, checked the oxygen pressure gauge, the seal at his collar. \"All\nready, boys?\"\n\nNo one spoke. The silence drew out. The gatekeeper, on hand to let the\nparty out, snickered. \"They're all ready, Tuan.\"\n\n\"Well,\" said Murphy, \"let's go then.\"\n\nOutside the gate Murphy made a second check of his equipment. No leaks\nin his suit. Inside pressure: 14.6. Outside pressure: zero. His twenty\nguards morosely inspected their crossbows and slim swords.\n\nThe white ruins of Ghatamipol lay five miles across Pharasang Plain. The\nhorizon was clear, the sun was high, the sky was black.\n\nMurphy's radio hummed. Someone said sharply, \"Look! There it goes!\" He\nwheeled around; his guards had halted, and were pointing. He saw a fleet\nsomething vanishing into the distance.\n\n\"Let's go,\" said Murphy. \"There's nothing out there.\"\n\n\"Sjambak.\"\n\n\"Well, there's only one of them.\"\n\n\"Where one walks, others follow.\"\n\n\"That's why the twenty of you are here.\"\n\n\"It is madness! Challenging the sjambaks!\"\n\n\"What is gained?\" another argued.\n\n\"I'll be the judge of that,\" said Murphy, and set off along the plain.\nThe warriors reluctantly followed, muttering to each other over their\nradio intercoms.\n\n\n\nThe eroded city walls rose above them, occupied more and more of the\nsky. The platoon leader said in an angry voice, \"We have gone far\nenough.\"\n\n\"You're under my orders,\" said Murphy. \"We're going through the gate.\"\nHe punched the button on his camera and passed under the monstrous\nportal.\n\nThe city was frailer stuff than the wall, and had succumbed to the thin\nstorms which had raged a million years after the passing of life. Murphy\nmarvelled at the scope of the ruins. Virgin archaeological territory! No\ntelling what a few weeks digging might turn up. Murphy considered his\nexpense account. Shifkin was the obstacle.\n\nThere'd be tremendous prestige and publicity for _Know Your Universe!_\nif Murphy uncovered a tomb, a library, works of art. The Sultan would\ngladly provide diggers. They were a sturdy enough people; they could\nmake quite a showing in a week, if they were able to put aside their\nsuperstitions, fears and dreads.\n\nMurphy sized one of them up from the corner of his eye. He sat on a\nsunny slab of rock, and if he felt uneasy he concealed it quite\nsuccessfully. In fact, thought Murphy, he appeared completely relaxed.\nMaybe the problem of securing diggers was a minor one after all....\n\nAnd here was an odd sidelight on the Singhalûsi character. Once clear of\nthe valley the man openly wore his shirt, a fine loose garment of\nelectric blue, in defiance of the Sultan's edict. Of course out here he\nmight be cold....\n\nMurphy felt his own skin crawling. How could he be cold? How could he be\nalive? Where was his space-suit? He lounged on the rock, grinning\nsardonically at Murphy. He wore heavy sandals, a black turban, loose\nbreeches, the blue shirt. Nothing more.\n\nWhere were the others?\n\nMurphy turned a feverish glance over his shoulder. A good three miles\ndistant, bounding and leaping toward Singhalût, were twenty desperate\nfigures. They all wore space-suits. This man here ... A sjambak? A\nwizard? A hallucination?\n\n\n\nThe creature rose to his feet, strode springily toward Murphy. He\ncarried a crossbow and a sword, like those of Murphy's fleet-footed\nguards. But he wore no space-suit. Could there be breathable traces of\nan atmosphere? Murphy glanced at his gauge. Outside pressure: zero.\n\nTwo other men appeared, moving with long elastic steps. Their eyes were\nbright, their faces flushed. They came up to Murphy, took his arm. They\nwere solid, corporeal. They had no invisible force fields around their\nheads.\n\nMurphy jerked his arm free. \"Let go of me, damn it!\" But they certainly\ncouldn't hear him through the vacuum.\n\nHe glanced over his shoulder. The first man held his naked blade a foot\nor two behind Murphy's bulging space-suit. Murphy made no further\nresistance. He punched the button on his camera to automatic. It would\nnow run for several hours, recording one hundred pictures per second, a\nthousand to the inch.\n\nThe sjambaks led Murphy two hundred yards to a metal door. They opened\nit, pushed Murphy inside, banged it shut. Murphy felt the vibration\nthrough his shoes, heard a gradually waxing hum. His gauge showed an\noutside pressure of 5, 10, 12, 14, 14.5. An inner door opened. Hands\npulled Murphy in, unclamped his dome.\n\n\"Just what's going on here?\" demanded Murphy angrily.\n\nPrince Ali-Tomás pointed to a table. Murphy saw a flashlight battery,\naluminum foil, wire, a transistor kit, metal tubing, tools, a few other\nodds and ends.\n\n\"There it is,\" said Prince Ali-Tomás. \"Get to work. Let's see one of\nthese paralysis weapons you boast of.\"\n\n\"Just like that, eh?\"\n\n\"Just like that.\"\n\n\"What do you want 'em for?\"\n\n\"Does it matter?\"\n\n\"I'd like to know.\" Murphy was conscious of his camera, recording sight,\nsound, odor.\n\n\"I lead an army,\" said Ali-Tomás, \"but they march without weapons. Give\nme weapons! I will carry the word to Hadra, to New Batavia, to Sundaman,\nto Boeng-Bohôt!\"\n\n\"How? Why?\"\n\n\"It is enough that I will it. Again, I beg of you ...\" He indicated the\ntable.\n\nMurphy laughed. \"I've got myself in a fine mess. Suppose I don't make\nthis weapon for you?\"\n\n\"You'll remain until you do, under increasingly difficult conditions.\"\n\n\"I'll be here a long time.\"\n\n\"If such is the case,\" said Ali-Tomás, \"we must make our arrangements\nfor your care on a long-term basis.\"\n\nAli made a gesture. Hands seized Murphy's shoulders. A respirator was\nheld to his nostrils. He thought of his camera, and he could have\nlaughed. Mystery! Excitement! Thrills! Dramatic sequence for _Know Your\nUniverse!_ Staff-man murdered by fanatics! The crime recorded on his own\ncamera! See the blood, hear his death-rattle, smell the poison!\n\nThe vapor choked him. _What a break! What a sequence!_\n\n\n\n\"Sirgamesk,\" said Howard Frayberg, \"bigger and brighter every minute.\"\n\n\"It must've been just about in here,\" said Catlin, \"that Wilbur's\nhorseback rider appeared.\"\n\n\"That's right! Steward!\"\n\n\"Yes, sir?\"\n\n\"We're about twenty thousand miles out, aren't we?\"\n\n\"About fifteen thousand, sir.\"\n\n\"Sidereal Cavalry! What an idea! I wonder how Wilbur's making out on his\nsuperstition angle?\"\n\nSam Catlin, watching out the window, said in a tight voice, \"Why not ask\nhim yourself?\"\n\n\"Eh?\"\n\n\"Ask him for yourself! There he is--outside, riding some kind of\ncritter....\"\n\n\"It's a ghost,\" whispered Frayberg. \"A man without a space-suit....\nThere's no such thing!\"\n\n\"He sees us.... Look....\"\n\nMurphy was staring at them, and his surprise seemed equal to their own.\nHe waved his hand. Catlin gingerly waved back.\n\nSaid Frayberg, \"That's not a horse he's riding. It's a combination\nram-jet and kiddie car with stirrups!\"\n\n\"He's coming aboard the ship,\" said Catlin. \"That's the entrance port\ndown there....\"\n\n\n\nWilbur Murphy sat in the captain's stateroom, taking careful breaths of\nair.\n\n\"How are you now?\" asked Frayberg.\n\n\"Fine. A little sore in the lungs.\"\n\n\"I shouldn't wonder,\" the ship's doctor growled. \"I never saw anything\nlike it.\"\n\n\"How does it feel out there, Wilbur?\" Catlin asked.\n\n\"It feels awful lonesome and empty. And the breath seeping up out of\nyour lungs, never going in--that's a funny feeling. And you miss the air\nblowing on your skin. I never realized it before. Air feels like--like\nsilk, like whipped cream--it's got texture....\"\n\n\"But aren't you cold? Space is supposed to be absolute zero!\"\n\n\"Space is nothing. It's not hot and it's not cold. When you're in the\nsunlight you get warm. It's better in the shade. You don't lose any heat\nby air convection, but radiation and sweat evaporation keep you\ncomfortably cool.\"\n\n\"I still can't understand it,\" said Frayberg. \"This Prince Ali, he's a\nkind of a rebel, eh?\"\n\n\"I don't blame him in a way. A normal man living under those domes has\nto let off steam somehow. Prince Ali decided to go out crusading. I\nthink he would have made it too--at least on Cirgamesç.\"\n\n\"Certainly there are many more men inside the domes....\"\n\n\"When it comes to fighting,\" said Murphy, \"a sjambak can lick twenty men\nin space-suits. A little nick doesn't hurt him, but a little nick bursts\nopen a space-suit, and the man inside comes apart.\"\n\n\"Well,\" said the Captain. \"I imagine the Peace Office will send out a\nteam to put things in order now.\"\n\nCatlin asked, \"What happened when you woke up from the chloroform?\"\n\n\"Well, nothing very much. I felt this attachment on my chest, but didn't\nthink much about it. Still kinda woozy. I was halfway through\ndecompression. They keep a man there eight hours, drop pressure on him\ntwo pounds an hour, nice and slow so he don't get the bends.\"\n\n\"Was this the same place they took you, when you met Ali?\"\n\n\"Yeah, that was their decompression chamber. They had to make a sjambak\nout of me; there wasn't anywhere else they could keep me. Well, pretty\nsoon my head cleared, and I saw this apparatus stuck to my chest.\" He\npoked at the mechanism on the table. \"I saw the oxygen tank, I saw the\nblood running through the plastic pipes--blue from me to that carburetor\narrangement, red on the way back in--and I figured out the whole\narrangement. Carbon dioxide still exhales up through your lungs, but the\nvein back to the left auricle is routed through the carburetor and\nsupercharged with oxygen. A man doesn't need to breathe. The carburetor\nflushes his blood with oxygen, the decompression tank adjusts him to the\nlack of air-pressure. There's only one thing to look out for; that's not\nto touch anything with your naked flesh. If it's in the sunshine it's\nblazing hot; if it's in the shade it's cold enough to cut. Otherwise\nyou're free as a bird.\"\n\n\"But--how did you get away?\"\n\n\"I saw those little rocket-bikes, and began figuring. I couldn't go back\nto Singhalût; I'd be lynched on sight as a sjambak. I couldn't fly to\nanother planet--the bikes don't carry enough fuel.\n\n\"I knew when the ship would be coming in, so I figured I'd fly up to\nmeet it. I told the guard I was going outside a minute, and I got on one\nof the rocket-bikes. There was nothing much to it.\"\n\n\"Well,\" said Frayberg, \"it's a great feature, Wilbur--a great film!\nMaybe we can stretch it into two hours.\"\n\n\"There's one thing bothering me,\" said Catlin. \"Who did the steward see\nup here the first time?\"\n\nMurphy shrugged. \"It might have been somebody up here skylarking. A\nlittle too much oxygen and you start cutting all kinds of capers. Or it\nmight have been someone who decided he had enough crusading.\n\n\"There's a sjambak in a cage, right in the middle of Singhalût. Prince\nAli walks past; they look at each other eye to eye. Ali smiles a little\nand walks on. Suppose this sjambak tried to escape to the ship. He's\ntaken aboard, turned over to the Sultan and the Sultan makes an example\nof him....\"\n\n\"What'll the Sultan do to Ali?\"\n\nMurphy shook his head. \"If I were Ali I'd disappear.\"\n\nA loudspeaker turned on. \"Attention all passengers. We have just passed\nthrough quarantine. Passengers may now disembark. Important: no weapons\nor explosives allowed on Singhalût!\"\n\n\"This is where I came in,\" said Murphy.\n\n\nTHE END\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Vance, Jack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30002/pg30002.txt",
        "name": "sjambak.json"
    }
}