{
    "name": "Slain By The Doones",
    "author": [
        "Blackmore, R. D. (Richard Doddridge)"
    ],
    "body": "Copyright: Dodd, Mead And Company, 1895\n\n\n\n\nCHAPTER I--AFTER A STORMY LIFE.\n\nTo hear people talking about North Devon, and the savage part called\nExmoor, you might almost think that there never was any place in\nthe world so beautiful, or any living men so wonderful. It is not my\nintention to make little of them, for they would be the last to permit\nit; neither do I feel ill will against them for the pangs they allowed\nme to suffer; for I dare say they could not help themselves, being so\nslow-blooded, and hard to stir even by their own egrimonies. But when I\nlook back upon the things that happened, and were for a full generation\nof mankind accepted as the will of God, I say, that the people who\nendured them must have been born to be ruled by the devil. And in\nthinking thus I am not alone; for the very best judges of that day\nstopped short of that end of the world, because the law would not go any\nfurther. Nevertheless, every word is true of what I am going to tell,\nand the stoutest writer of history cannot make less of it by denial.\n\nMy father was Sylvester Ford of Quantock, in the county of Somerset,\na gentleman of large estate as well as ancient lineage. Also of high\ncourage and resolution not to be beaten, as he proved in his many rides\nwith Prince Rupert, and woe that I should say it! in his most sad death.\nTo this he was not looking forward much, though turned of threescore\nyears and five; and his only child and loving daughter, Sylvia, which\nis myself, had never dreamed of losing him. For he was exceeding fond of\nme, little as I deserved it, except by loving him with all my heart and\nthinking nobody like him. And he without anything to go upon, except\nthat he was my father, held, as I have often heard, as good an opinion\nof me.\n\nUpon the triumph of that hard fanatic, the Brewer, who came to a timely\nend by the justice of high Heaven--my father, being disgusted with\nEngland as well as banished from her, and despoiled of all his property,\ntook service on the Continent, and wandered there for many years, until\nthe replacement of the throne. Thereupon he expected, as many others\ndid, to get his states restored to him, and perhaps to be held in high\nesteem at court, as he had a right to be. But this did not so come\nto pass. Excellent words were granted him, and promise of tenfold\nrestitution; on the faith of which he returned to Paris, and married a\nyoung Italian lady of good birth and high qualities, but with nothing\nmore to come to her. Then, to his great disappointment, he found\nhimself left to live upon air--which, however distinguished, is not\nsufficient--and love, which, being fed so easily, expects all who lodge\nwith it to live upon itself.\n\nMy father was full of strong loyalty; and the king (in his value of that\nsentiment) showed faith that it would support him. His majesty took\nboth my father's hands, having learned that hearty style in France, and\nwelcomed him with most gracious warmth, and promised him more than he\ncould desire. But time went on, and the bright words faded, like a rose\nset bravely in a noble vase, without any nurture under it.\n\nAnother man had been long established in our hereditaments by the\nCommonwealth; and he would not quit them of his own accord, having a\nsense of obligation to himself. Nevertheless, he went so far as to offer\nmy father a share of the land, if some honest lawyers, whom he quoted,\ncould find proper means for arranging it. But my father said: “If I\ncannot have my rights, I will have my wrongs. No mixture of the two for\nme.” And so, for the last few years of his life, being now very poor\nand a widower, he took refuge in an outlandish place, a house and small\nproperty in the heart of Exmoor, which had come to the Fords on\nthe spindle side, and had been overlooked when their patrimony was\nconfiscated by the Brewer. Of him I would speak with no contempt,\nbecause he was ever as good as his word.\n\nIn the course of time, we had grown used to live according to our\nfortunes. And I verily believe that we were quite content, and\nrepined but little at our lost importance. For my father was a very\nsimple-minded man, who had seen so much of uproarious life, and the\nfalsehood of friends, and small glitter of great folk, that he was glad\nto fall back upon his own good will. Moreover he had his books, and me;\nand as he always spoke out his thoughts, he seldom grudged to thank the\nLord for having left both of these to him. I felt a little jealous of\nhis books now and then, as a very poor scholar might be; but reason is\nthe proper guide for women, and we are quick enough in discerning it,\nwithout having to borrow it from books.\n\nAt any rate now we were living in a wood, and trees were the only\ncreatures near us, to the best of our belief and wish. Few might say in\nwhat part of the wood we lived, unless they saw the smoke ascending from\nour single chimney; so thick were the trees, and the land they stood\non so full of sudden rise and fall. But a little river called the Lynn\nmakes a crooked border to it, and being for its size as noisy a water as\nany in the world perhaps, can be heard all through the trees and leaves\nto the very top of the Warren Wood. In the summer all this was sweet\nand pleasant; but lonely and dreary and shuddersome, when the twigs bore\ndrops instead of leaves, and the ground would not stand to the foot, and\nthe play of light and shadow fell, like the lopping of a tree, into one\ngreat lump.\n\nNow there was a young man about this time, and not so very distant from\nour place--as distances are counted there--who managed to make himself\nacquainted with us, although we lived so privately. To me it was a\nmarvel, both why and how he did it; seeing what little we had to offer,\nand how much we desired to live alone. But Mrs. Pring told me to look in\nthe glass, if I wanted to know the reason; and while I was blushing with\nanger at that, being only just turned eighteen years, and thinking of\nnobody but my father, she asked if I had never heard the famous rhymes\nmade by the wise woman at Tarrsteps:\n\n          “Three fair maids live upon Exymoor,\n          The rocks, and the woods, and the dairy-door.\n          The son of a baron shall woo all three,\n          But barren of them all shall the young man be.”\n\nOf the countless things I could never understand, one of the very\nstrangest was how Deborah Pring, our only domestic, living in the lonely\ndepths of this great wood, and seeming to see nobody but ourselves,\nin spite of all that contrived to know as much of the doings of the\nneighbourhood as if she went to market twice a week. But my father cared\nlittle for any such stuff; coming from a better part of the world, and\nhaving been mixed with mighty issues and making of great kingdoms, he\nnever said what he thought of these little combings of petty pie crust,\nbecause it was not worth his while. And yet he seemed to take a kindly\nliking to the young De Wichehalse; not as a youth of birth only, but\nas one driven astray perhaps by harsh and austere influence. For his\nfather, the baron, was a godly man,--which is much to-the credit of\nanyone, growing rarer and rarer, as it does,--and there should be no\nrasp against such men, if they would only bear in mind that in their\ntime they had been young, and were not quite so perfect then. But lo!\nI am writing as if I knew a great deal more than I could know until the\nharrow passed over me.\n\nNo one, however, need be surprised at the favour this young man obtained\nwith all who came into his converse. Handsome, and beautiful as he was,\nso that bold maids longed to kiss him, it was the sadness in his eyes,\nand the gentle sense of doom therein, together with a laughing scorn of\nit, that made him come home to our nature, in a way that it feels but\ncannot talk of. And he seemed to be of the past somehow, although so\nyoung and bright and brave; of the time when greater things were done,\nand men would die for women. That he should woo three maids in vain, to\nme was a stupid old woman's tale.\n\n“Sylvia,” my father said to me, when I was not even thinking of him, “no\nmore converse must we hold with that son of the Baron de Wichehalse. I\nhave ordered Pring to keep the door; and Mistress Pring, who hath the\nstronger tongue, to come up if he attempted to dispute; the while I go\naway to catch our supper.”\n\nHe was bearing a fishing rod made by himself, and a basket strapped over\nhis shoulders.\n\n“But why, father? Why should such a change be? How hath the young\ngentleman displeased thee?” I put my face into his beard as I spoke,\nthat I might not appear too curious.\n\n“Is it so?” he answered, “then high time is it. No more shall he enter\nthis “--_house_ he would have said, but being so truthful changed it\ninto--“hut. I was pleased with the youth. He is gentle and kind; but\nweak--my dear child, remember that. Why are we in this hut, my dear? and\nthou, the heiress of the best land in the world, now picking up sticks\nin the wilderness? Because the man who should do us right is weak,\nand wavering, and careth but for pleasure. So is this young Marwood de\nWichehalse. He rideth with the Doones. I knew it not, but now that I\nknow, it is enough.”\n\nMy father was of tall stature and fine presence, and his beard shone\nlike a cascade of silver. It was not the manner of the young as yet to\nargue with their elders, and though I might have been a little fluttered\nby the comely gallant's lofty talk and gaze of daring melancholy, I said\ngood-bye to him in my heart, as I kissed my noble father. Shall I ever\ncease to thank the Lord that I proved myself a good daughter then?\n\n\n\n\nCHAPTER II.--BY A QUIET RIVER.\n\nLiving as we did all by ourselves, and five or six miles away from the\nRobbers' Valley, we had felt little fear of the Doones hitherto, because\nwe had nothing for them to steal except a few books, the sight of which\nwould only make them swear and ride away. But now that I was full-grown,\nand beginning to be accounted comely, my father was sometimes uneasy in\nhis mind, as he told Deborah, and she told me; for the outlaws showed\ninterest in such matters, even to the extent of carrying off young women\nwho had won reputation thus. Therefore he left Thomas Pring at home,\nwith the doors well-barred, and two duck guns loaded, and ordered me\nnot to quit the house until he should return with a creel of trout for\nsupper. Only our little boy Dick Hutchings was to go with him, to help\nwhen his fly caught in the bushes.\n\nMy father set off in the highest spirits, as anglers always seem to do,\nto balance the state in which they shall return; and I knew not, neither\ndid anyone else, what a bold stroke he was resolved upon. When it was\ntoo late, we found out that, hearing so much of that strange race, he\ndesired to know more about them, scorning the idea that men of birth\ncould ever behave like savages, and forgetting that they had received\nno chance of being tamed, as rough spirits are by the lessons of the\nbattlefield. No gentleman would ever dream of attacking an unarmed man,\nhe thought; least of all one whose hair was white. And so he resolved to\nfish the brook which ran away from their stronghold, believing that he\nmight see some of them, and hoping for a peaceful interview.\n\nWe waited and waited for his pleasant face, and long, deliberate step\nupon the steep, and cheerful shout for his Sylvia, to come and ease down\nhis basket, and say--“Well done, father!” But the shadows of the trees\ngrew darker, and the song of the gray-bird died out among them, and the\nsilent wings of the owl swept by, and all the mysterious sounds of night\nin the depth of forest loneliness, and the glimmer of a star through\nthe leaves here and there, to tell us that there still was light in\nheaven--but of an earthly father not a sign; only pain, and long sighs,\nand deep sinking of the heart.\n\nBut why should I dwell upon this? All women, being of a gentle and\nloving kind,--unless they forego their nature,--know better than I at\nthis first trial knew, the misery often sent to us. I could not believe\nit, and went about in a dreary haze of wonder, getting into dark places,\nwhen all was dark, and expecting to be called out again and asked what\nhad made such a fool of me. And so the long night went at last, and no\ncomfort came in the morning. But I heard a great crying, sometime the\nnext day, and ran back from the wood to learn what it meant, for there\nI had been searching up and down, not knowing whither I went or why. And\nlo, it was little Dick Hutchings at our door, and Deborah Pring held him\nby the coat-flap, and was beating him with one of my father's sticks.\n\n“I tell 'ee, they Doo-uns has done for 'un,” the boy was roaring betwixt\nhis sobs; “dree on 'em, dree on 'em, and he've a killed one. The squire\nbe layin' as dead as a sto-un.”\n\nMrs. Pring smacked him on the mouth, for she saw that I had heard it.\nWhat followed I know not, for down I fell, and the sense of life went\nfrom me.\n\nThere was little chance of finding Thomas Pring, or any other man to\nhelp us, for neighbours were none, and Thomas was gone everywhere he\ncould think of to look for them. Was I likely to wait for night again,\nand then talk for hours about it? I recovered my strength when the sun\nwent low; and who was Deborah Pring, to stop me? She would have come,\nbut I would not have it; and the strength of my grief took command of\nher.\n\nLittle Dick Hutchings whistled now, I remember that he whistled, as he\nwent through the wood in front of me. Who had given him the breeches on\nhis legs and the hat upon his shallow pate? And the poor little coward\nhad skiddered away, and slept in a furze rick, till famine drove him\nhome. But now he was set up again by gorging for an hour, and chattered\nas if he had done a great thing.\n\nThere must have been miles of rough walking through woods, and tangles,\nand craggy and black boggy hollows, until we arrived at a wide open\nspace where two streams ran into one another.\n\n“Thic be Oare watter,” said the boy, “and t'other over yonner be\nBadgefry. Squire be dead up there; plaise, Miss Sillie, 'ee can goo\nvorrard and vaind 'un.”\n\nHe would go no further; but I crossed the brook, and followed the\nBadgery stream, without knowing, or caring to know, where I was. The\nbanks, and the bushes, and the rushing water went by me until I came\nupon--but though the Lord hath made us to endure such things, he hath\nnot compelled us to enlarge upon them.\n\nIn the course of the night kind people came, under the guidance of\nThomas Pring, and they made a pair of wattles such as farmers use for\nsheep, and carried home father and daughter, one sobbing and groaning\nwith a broken heart, and the other that should never so much as sigh\nagain. Troubles have fallen upon me since, as the will of the Lord is\nalways; but none that I ever felt like that, and for months everything\nwas the same to me.\n\nBut inasmuch as it has been said by those who should know better,\nthat my father in some way provoked his merciless end by those vile\nbarbarians, I will put into plainest form, without any other change,\nexcept from outlandish words, the tale received from Dick Hutchings,\nthe boy, who had seen and heard almost everything while crouching in the\nwater and huddled up inside a bush.\n\n“Squire had catched a tidy few, and he seemed well pleased with himself,\nand then we came to a sort of a hollow place where one brook floweth\ninto the other. Here he was a-casting of his fly, most careful, for if\nthere was ever a trout on the feed, it was like to be a big one, and\nlucky for me I was keeping round the corner when a kingfisher bird flew\nalong like a string-bolt, and there were three great men coming round a\nfuzz-bush, and looking at squire, and he back to them. Down goes I, you\nmay say sure enough, with all of me in the water but my face, and that\nstuck into a wutts-clump, and my teeth making holes in my naked knees,\nbecause of the way they were shaking.\n\n“'Ho, fellow!' one of them called out to squire, as if he was no better\nthan father is, 'who give thee leave to fish in our river?'\n\n“'Open moor,' says squire, 'and belongeth to the king, if it belongeth\nto anybody. Any of you gentlemen hold his majesty's warrant to forbid an\nold officer of his?'\n\n“That seemed to put them in a dreadful rage, for to talk of a warrant\nwas unpleasant to them.\n\n“'Good fellow, thou mayest spin spider's webs, or jib up and down like\na gnat,' said one, 'but such tricks are not lawful upon land of ours.\nTherefore render up thy spoil.'\n\n“Squire walked up from the pebbles at that, and he stood before the\nthree of them, as tall as any of them. And he said, 'You be young men,\nbut I am old. Nevertheless, I will not be robbed by three, or by thirty\nof you. If you be cowards enough, come on.'\n\n“Two of them held off, and I heard them say, 'Let him alone, he is a\nbrave old cock.' For you never seed anyone look more braver, and his\nheart was up with righteousness. But the other, who seemed to be the\noldest of the three, shouted out something, and put his leg across, and\nmade at the squire with a long blue thing that shone in the sun, like a\nlooking-glass. And the squire, instead of turning round to run away as\nhe should have, led at him with the thick end of the fishing rod, to\nwhich he had bound an old knife of Mother Pring's for to stick it in the\ngrass, while he put his flies on. And I heard the old knife strike the\nman in his breast, and down he goes dead as a door-nail. And before I\ncould look again almost, another man ran a long blade into squire, and\nthere he was lying as straight as a lath, with the end of his white\nbeard as red as a rose. At that I was so scared that I couldn't look no\nmore, and the water came bubbling into my mouth, and I thought I was at\nhome along of mother.\n\n“By and by, I came back to myself with my face full of scratches in a\nbush, and the sun was going low, and the place all as quiet as Cheriton\nchurch. But the noise of the water told me where I was; and I got up,\nand ran for the life of me, till I came to the goyal. And then I got\ninto a fuzz-rick, and slept all night, for I durstn't go home to tell\nMother Pring. But I just took a look before I began to run, and the\nDoone that was killed was gone away, but the squire lay along with\nhis arms stretched out, as quiet as a sheep before they hang him up to\ndrain.”\n\n\n\n\nCHAPTER III.--WISE COUNSEL.\n\nSome pious people seem not to care how many of their dearest hearts the\nLord in heaven takes from them. How well I remember that in later life,\nI met a beautiful young widow, who had loved her husband with her one\nlove, and was left with twin babies by him. I feared to speak, for I had\nknown him well, and thought her the tenderest of the tender, and my eyes\nwere full of tears for her. But she looked at me with some surprise, and\nsaid: “You loved my Bob, I know,” for he was a cousin of my own, and as\ngood a man as ever lived, “but, Sylvia, you must not commit the sin of\ngrieving for him.”\n\nIt may be so, in a better world, if people are allowed to die there; but\nas long as we are here, how can we help being as the Lord has made\nus? The sin, as it seems to me, would be to feel or fancy ourselves\ncase-hardened against the will of our Maker, which so often is--that we\nshould grieve. Without a thought how that might be, I did the natural\nthing, and cried about the death of my dear father until I was like to\nfollow him. But a strange thing happened in a month or so of time, which\naccording to Deborah saved my life, by compelling other thoughts to\ncome. My father had been buried in a small churchyard, with nobody\nliving near it, and the church itself was falling down, through scarcity\nof money on the moor. The Warren, as our wood was called, lay somewhere\nin the parish of Brendon, a straggling country, with a little village\nsomewhere, and a blacksmith's shop and an ale house, but no church that\nanyone knew of, till you came to a place called Cheriton. And there\nwas a little church all by itself, not easy to find, though it had four\nbells, which nobody dared to ring, for fear of his head and the burden\nabove it. But a boy would go up the first Sunday of each month, and\nstrike the liveliest of them with a poker from the smithy. And then a\nbrave parson, who feared nothing but his duty, would make his way in,\nwith a small flock at his heels, and read the Psalms of the day, and\npreach concerning the difficulty of doing better. And it was accounted\nto the credit of the Doones that they never came near him, for he had no\nmoney.\n\nThe Fords had been excellent Catholics always; but Thomas and Deborah\nPring, who managed everything while I was overcome, said that the\nchurch, being now so old, must have belonged to us, and therefor might\nbe considered holy. The parson also said that it would do, for he was\nnot a man of hot persuasions. And so my dear father lay there, without a\nstone, or a word to tell who he was, and the grass began to grow.\n\nHere I was sitting one afternoon in May, and the earth was beginning\nto look lively; when a shadow from the west fell over me, and a large,\nbroad man stood behind it. If I had been at all like myself, a thing\nof that kind would have frightened me; but now the strings of my system\nseemed to have nothing like a jerk in them, for I cared not whither I\nwent, nor how I looked, nor whether I went anywhere.\n\n“Child! poor child!” It was a deep, soft voice of distant yet large\nbenevolence. “Almost a woman, and a comely one, for those who think of\nsuch matters. Such a child I might have owned, if Heaven had been kind\nto me.”\n\nLow as I was of heart and spirit, I could not help looking up at him;\nfor Mother Pring's voice, though her meaning was so good, sounded like\na cackle in comparison to this. But when I looked up, such encouragement\ncame from a great benign and steadfast gaze that I turned away my eyes,\nas I felt them overflow. But he said not a word, for his pity was too\ndeep, and I thanked him in my heart for that.\n\n“Pardon me if I am wrong,” I said, with my eyes on the white flowers\nI had brought and arranged as my father would have liked them; “but\nperhaps you are the clergyman of this old church.” For I had lain\nsenseless and moaning on the ground when my father was carried away to\nbe buried.\n\n“How often am I taken for a clerk in holy orders! And in better times I\nmight have been of that sacred vocation, though so unworthy. But I am a\nmember of the older church, and to me all this is heresy.”\n\nThere was nothing of bigotry in our race, and we knew that we must put\nup with all changes for the worst; yet it pleased me not a little that\nso good a man should be also a sound Catholic.\n\n“There are few of us left, and we are persecuted. Sad calumnies are\nspread about us,” this venerable man proceeded, while I gazed on the\nsilver locks that fell upon his well-worn velvet coat. “But of such\nthings we take small heed, while we know that the Lord is with us. Haply\neven you, young maiden, have listened to slander about us.”\n\nI told him with some concern, although not caring much for such things\nnow, that I never had any chance of listening to tales-about anybody,\nand was yet without the honour of even knowing who he was.\n\n“Few indeed care for that point now,” he answered, with a toss of his\nglistening curls, and a lift of his broad white eyebrows. “Though there\nhas been a time when the noblest of this earth--but vanity, vanity, the\nwise man saith. Yet some good I do in my quiet little way. There is a\npeaceful company among these hills, respected by all who conceive them\naright. My child, perhaps you have heard of them?”\n\nI replied sadly that I had not done so, but hoped that he would forgive\nme as one unacquainted with that neighbourhood. But I knew that there\nmight be godly monks still in hiding, for the service of God in the\nwilderness.\n\n“So far as the name goes, we are not monastics,” he said, with a sparkle\nin his deep-set eyes; “we are but a family of ancient lineage, expelled\nfrom our home in these irreligious times. It is no longer in our power\nto do all the good we would, and therefore we are much undervalued.\nPerhaps you have heard of the Doones, my child?”\n\nTo me it was a wonder that he spoke of them thus, for his look was of\nbeautiful mildness, instead of any just condemnation. But his aspect was\nas if he came from heaven; and I thought that he had a hard job before\nhim, if he were sent to conduct the Doones thither.\n\n“I am not severe; I think well of mankind,” he went on, as I looked at\nhim meekly; “perhaps because I am one of them. You are very young, my\ndear, and unable to form much opinion as yet. But let it be your rule of\nlife ever to keep an open mind.”\n\nThis advice impressed me much, though I could not see clearly what it\nmeant. But the sun was going beyond Exmoor now, and safe as I felt with\nso good an old man, a long, lonely walk was before me. So I took up\nmy basket and rose to depart, saying, “Good-bye, sir; I am much in your\ndebt for your excellent advice and kindness.”\n\nHe looked at me most benevolently, and whatever may be said of him\nhereafter, I shall always believe that he was a good man, overcome\nperhaps by circumstances, yet trying to make the best of them. He has\nnow become a by-word as a hypocrite and a merciless self-seeker.\nBut many young people, who met him as I did, without possibility of\nprejudice, hold a larger opinion of him. And surely young eyes are the\nbrightest.\n\n“I will protect thee, my dear,” he said, looking capable in his great\nwidth and wisdom of protecting all the host of heaven. “I have protected\na maiden even more beautiful than thou art. But now she hath unwisely\nfled from us. Our young men are thoughtless, but they are not violent,\nat least until they are sadly provoked. Your father was a brave man, and\nmuch to be esteemed. My brother, the mildest man that ever lived, hath\nridden down hundreds of Roundheads with him. Therefore thou shalt come\nto no harm. But he should not have fallen upon our young men as if they\nwere rabble of the Commonwealth.”\n\nUpon these words I looked at him I know not how, so great was the\nvariance betwixt my ears and eyes. Then I tried to say something, but\nnothing would come, so entire was my amazement.\n\n“Such are the things we have ever to contend with,” he continued, as if\nto himself, with a smile of compassion at my prejudice. “Nay, I am not\nangry; I have seen so much of this. Right and wrong stand fast, and\ncannot be changed by any facundity. But time is short, and will soon be\nstirring. Have a backway from thy bedroom, child. I am Councillor Doone;\nby birthright and in right of understanding, the captain of that pious\nfamily, since the return of the good Sir Ensor to the land where there\nare no lies. So long as we are not molested in our peaceful valley, my\nwill is law; and I have ordered that none shall go near thee. But a mob\nof country louts are drilling in a farmyard up the moorlands, to plunder\nand destroy us, if they can. We shall make short work of them. But after\nthat, our youths may be provoked beyond control, and sally forth to\nmake reprisal. They have their eyes on thee, I know, and thy father hath\nassaulted us. An ornament to our valley thou wouldst be; but I would\nreproach myself if the daughter of my brother's friend were discontented\nwith our life. Therefore have I come to warn thee, for there are\ntroublous times in front. Have a back-way from thy bedroom, child, and\nslip out into the wood if a noise comes in the night.”\n\nBefore I could thank him, he strode away, with a step of no small\ndignity, and as he raised his pointed hat, the western light showed\nnothing fairer or more venerable than the long wave of his silver locks.\n\n\n\n\nCHAPTER IV.--A COTTAGE HOSPITAL.\n\nMaster Pring was not much of a man to talk. But for power of thought he\nwas considered equal to any pair of other men, and superior of course to\nall womankind. Moreover, he had seen a good deal of fighting, not among\noutlaws, but fine soldiers well skilled in the proper style of it.\nSo that it was impossible for him to think very highly of the Doones.\nGentlemen they might be, he said, and therefore by nature well qualified\nto fight. But where could they have learned any discipline, any\ntactics, any knowledge of formation, or even any skill of sword or\nfirearms? “Tush, there was his own son, Bob, now serving under Captain\nPurvis, as fine a young trooper as ever drew sword, and perhaps on his\nway at this very moment, under orders from the Lord Lieutenant, to rid\nthe country of that pestilent race. Ah, ha! We soon shall see!”\n\nAnd in truth we did see him, even sooner than his own dear mother had\nexpected, and long before his father wanted him, though he loved him so\nmuch in his absence. For I heard a deep voice in the kitchen one night\n(before I was prepared for such things, by making a backway out of my\nbedroom), and thinking it best to know the worst, went out to ask what\nwas doing there.\n\nA young man was sitting upon the table, accounting too little of our\nhouse, yet showing no great readiness to boast, only to let us know\nwho he was. He had a fine head of curly hair, and spoke with a firm\nconviction that there was much inside it. “Father, you have possessed\nsmall opportunity of seeing how we do things now. Mother is not to be\nblamed for thinking that we are in front of what used to be. What do we\ncare how the country lies? We have heared all this stuff up at Oare. If\nthere are bogs, we shall timber them. If there are rocks, we shall blow\nthem up. If there are caves, we shall fire down them. The moment we get\nour guns into position----”\n\n“Hush, Bob, hush! Here is your master's daughter. Not the interlopers\nyou put up with; but your real master, on whose property you were born.\nIs that the position for your guns?”\n\nBeing thus rebuked by his father, who was a very faithful-minded man,\nRobert Pring shuffled his long boots down, and made me a low salutation.\nBut, having paid little attention to the things other people were\nfull of, I left the young man to convince his parents, and he soon was\nsuccessful with his mother.\n\nTwo, or it may have been three days after this, a great noise arose in\nthe morning. I was dusting my father's books, which lay open just as he\nhad left them. There was “Barker's Delight” and “Isaac Walton,” and the\n“Secrets of Angling by J. D.” and some notes of his own about making of\nflies; also fish hooks made of Spanish steel, and long hairs pulled from\nthe tail of a gray horse, with spindles and bits of quill for plaiting\nthem. So proud and so pleased had he been with these trifles, after the\nclamour and clash of life, that tears came into my eyes once more, as I\nthought of his tranquil and amiable ways.\n\n“'Tis a wrong thing altogether to my mind,” cried Deborah Pring, running\nin to me. “They Doones was established afore we come, and why not let\nthem bide upon their own land? They treated poor master amiss, beyond\ndenial; and never will I forgive them for it. All the same, he was\ncatching what belonged to them; meaning for the best no doubt, because\nhe was so righteous. And having such courage he killed one, or perhaps\ntwo; though I never could have thought so much of that old knife. But\never since that, they have been good, Miss Sillie, never even coming\nanigh us; and I don't believe half of the tales about them.”\n\nAll this was new to me; for if anybody-had cried shame and death upon\nthat wicked horde, it was Deborah Pring, who was talking to me thus! I\nlooked at her with wonder, suspecting for the moment that the venerable\nCouncillor--who was clever enough to make a cow forget her calf--might\nhave paid her a visit while I was away. But very soon the reason of the\nchange appeared.\n\n“Who hath taken command of the attack?” she asked, as if no one would\nbelieve the answer; “not Captain Purvis, as ought to have been, nor even\nCaptain Dallas of Devon, but Spy Stickles by royal warrant, the man that\nhath been up to Oare so long! And my son Robert, who hath come down to\nhelp to train them, and understandeth cannon guns----”\n\n“Captain Purvis? I seem to know that name very well. I have often heard\nit from my father. And your son under him! Why, Deborah, what are you\nhiding from me?”\n\nNow good Mrs. Pring was beginning to forget, or rather had never borne\nproperly in mind, that I was the head of the household now, and entitled\nto know everything, and to be asked about it. But people who desire to\nhave this done should insist upon it at the outset, which I had not been\nin proper state to do. So that she made quite a grievance of it, when I\nwould not be treated as a helpless child. However, I soon put a stop to\nthat, and discovered to my surprise much more than could be imagined.\n\nAnd before I could say even half of what I thought, a great noise arose\nin the hollow of the hills, and came along the valleys, like the blowing\nof a wind that had picked up the roaring of mankind upon its way.\nPerhaps greater noise had never arisen upon the moor; and the cattle,\nand the quiet sheep, and even the wild deer came bounding from\nunsheltered places into any offering of branches, or of other heling\nfrom the turbulence of men. And then a gray fog rolled down the valley,\nand Deborah said it was cannon-smoke, following the river course; but to\nme it seemed only the usual thickness of the air, when the clouds hang\nlow. Thomas Pring was gone, as behooved an ancient warrior, to see how\nhis successors did things, and the boy Dick Hutchings had begged leave\nto sit in a tree and watch the smoke. Deborah and I were left alone, and\na long and anxious day we had.\n\nAt last the wood-pigeons had stopped their cooing,--which they kept up\nfor hours, when the weather matched the light,--and there was not a tree\nthat could tell its own shadow, and we were contented with the gentle\nsounds that come through a forest when it falls asleep, and Deborah\nPring, who had taken a motherly tendency toward me now, as if to make\nup for my father, was sitting in the porch with my hands in her lap, and\ntelling me how to behave henceforth, as if the whole world depended upon\nthat, when we heard a swishing sound, as of branches thrust aside,\nand then a low moan that went straight to my heart, as I thought of my\nfather when he took the blow of death.\n\n“My son, my Bob, my eldest boy!” cried Mistress Pring, jumping up and\nfalling into my arms, like a pillow full of wire, for she insisted upon\nher figure still. But before I could do anything to help her----\n\n“Hit her on the back, ma'am; hit her hard upon the back. That is what\nalways brings mother round,” was shouted, as I might say, into my ear by\nthe young man whom she was lamenting.\n\n“Shut thy trap, Braggadose. To whom art thou speaking? Pretty much thou\nhast learned of war to come and give lessons to thy father! Mistress\nSylvia, it is for thee to speak. Nothing would satisfy this young\nspringal but to bring his beaten captain here, for the sake of mother's\nmanagement. I told un that you would never take him in, for his father\nhave taken in you pretty well! Captain Purvis of the Somerset I know not\nwhat--for the regiments now be all upside down. _Raggiments_ is the\nproper name for them. Very like he be dead by this time, and better die\nout of doors than in. Take un away, Bob. No hospital here!”\n\n“Thomas Pring, who are you,” I said, for the sound of another low groan\ncame through me, “to give orders to your master's daughter? If you bring\nnot the poor wounded gentleman in, you shall never come through this\ndoor yourself.”\n\n“Ha, old hunks, I told thee so!” The young man who spoke raised his\nhat to me, and I saw that it had a scarlet plume, such as Marwood de\nWichehalse gloried in. “In with thee, and stretch him that he may die\nstraight. I am off to Southmolton for Cutcliffe Lane, who can make a\nfurze-fagot bloom again. My filly can give a land-yard in a mile to Tom\nFaggus and his Winnie. But mind one thing, all of you; it was none of us\nthat shot the captain, but his own good men. Farewell, Mistress Sylvia!”\n With these words he made me a very low bow, and set off for his horse at\nthe corner of the wood--as reckless a gallant as ever broke hearts, and\nthose of his own kin foremost; yet himself so kind and loving.\n\n\n\n\nCHAPTER V.--MISTAKEN AIMS.\n\nCaptain Purvis, now brought to the Warren in this very sad condition,\nhad not been shot by his own men, as the dashing Marwood de Wichehalse\nsaid; neither was it quite true to say that he had been shot by anyone.\nWhat happened to him was simply this: While behaving with the utmost\ngallantry and encouraging the militia of Somerset, whose uniforms were\nfaced with yellow, he received in his chest a terrific blow from the\nbottom of a bottle. This had been discharged from a culveria on the\nopposite side of the valley by the brave but impetuous sons of Devon,\nwho-wore the red facings, and had taken umbrage at a pure mistake on\nthe part of their excellent friends and neighbours, the loyal band of\nSomerset. Either brigade had three culverins; and never having seen such\nthings before, as was natural with good farmers' sons, they felt it a\ncompliment to themselves to be intrusted with such danger, and resolved\nto make the most of it. However, when they tried to make them go, with\nthe help of a good many horses, upon places that had no roads for war,\nand even no sort of road at all, the difficulty was beyond them. But a\nvery clever blacksmith near Malmesford, who had better, as it proved,\nhave stuck to the plough, persuaded them that he knew all about it, and\nwould bring their guns to bear, if they let him have his way. So they\ntook the long tubes from their carriages, and lashed rollers of barked\noak under them, and with very stout ropes, and great power of swearing,\ndragged them into the proper place to overwhelm the Doones.\n\nHere they mounted their guns upon cider barrels, with allowance of roll\nfor recoil, and charged them to the very best of their knowledge, and\npointed them as nearly as they could guess at the dwellings of the\noutlaws in the glen; three cannons on the north were of Somerset and the\nthree on the south were of Devonshire; but these latter had no balls of\nmetal, only anything round they could pick up. Colonel Stickles-was in\ncommand, by virtue of his royal warrant, and his plan was to make his\nchief assault in company with some chosen men, including his host,\nyoung farmer Ridd, at the head of the valley where the chief entrance\nwas, while the trainbands pounded away on either side. And perhaps this\nwould have succeeded well, except for a little mistake in firing, for\nwhich the enemy alone could be blamed with justice. For while Captain\nPurvis was-behind the line rallying a few men who-showed fear, and not\nexpecting any combat yet, because Devonshire was not ready, an elderly\ngentleman of great authority-appeared among the bombardiers. On his\nbreast he wore a badge of office, and in his hat a noble plume of the\nsea eagle, and he handed his horse to a man in red clothes.\n\n“Just in time,” he shouted; “and the Lord be thanked for that! By order\nof His Majesty, I take supreme command. Ha, and high time, too, for it!\nYou idiots, where are you pointing your guns? What allowance have you\nmade for windage? Why, at that elevation, you'll shoot yourselves. Up\nwith your muzzles, you yellow jackanapes! Down on your bellies! Hand me\nthe linstock! By the Lord, you don't even know how to touch them off!”\n\nThe soldiers were abashed at his rebukes, and glad to lie down on their\nbreasts for fear of the powder on their yellow facings. And thus they\nwere shaken by three great roars, and wrapped in a cloud of streaky\nsmoke. When this had cleared off, and they stood up, lo! the houses\nof the Doones were the same as before, but a great shriek arose on the\nopposite bank, and two good horses lay on the ground; and the red men\nwere stamping about, and some crossing their arms, and some running for\ntheir lives, and the bravest of them stooping over one another. Then as\nCaptain Purvis rushed up in great wrath, shouting: “What the devil do\nyou mean by this?” another great roar arose from across the valley, and\nhe was lying flat, and two other fine fellows were rolling in a furze\nbush without knowledge of it. But of the general and his horse there was\nno longer any-token.\n\nThis was the matter that lay so heavily on the breast of Captain Purvis,\nsadly-crushed as it was already by the spiteful stroke bitterly intended\nfor him. His own men had meant no harm whatever, unless to the proper\nenemy; although they appear to have been deluded by a subtle device\nof the Councillor, for which on the other hand none may blame him. But\nthose redfaced men, without any inquiry, turned the muzz'l's of their\nguns upon Somerset, and the injustice rankled for a generation between\ntwo equally honest counties. Happily they did not fight it out through\nscarcity of ammunition, as well as their mutual desire to go home and\nattend to their harvest business.\n\nBut Anthony Purvis, now our guest and patient, became very difficult to\nmanage; not only because: of his three broken ribs, but the lowness of\nthe heart inside them. Dr. Cutcliffe Lane, a most cheerful man from that\ncheerful town Southmolton, was able (with the help of Providence) to\nmake the bones grow again without much anger into their own embraces. It\nis useless, however, for the body to pretend that it is doing wonders on\nits own account, and rejoicing and holiday making, when the thing that\nsits inside it and holds the whip, keeps down upon the slouch and is out\nof sorts. And truly this was the case just now with the soul of Captain\nPurvis. Deborah Pring did her very best, and was in and out of his\nroom every minute, and very often seemed to me to run him down when he\ndeserved it, not; on purpose that I might be started to run him up.\nBut nothing of that sort told at all according to her intention. I kept\nmyself very much to myself; feeling that my nature was too kind, and\nasking at some little questions of behaviour, what sort of returns my\ndear father had obtained for supposing other people as good as himself.\n\nMoreover, it seemed an impossible thing that such a brave warrior, and a\nrich man too--for his father, Sir Geoffrey, was in full possession now\nof all the great property that belonged by right to us--that an officer\nwho should have been in command of this fine expedition, if he had his\ndues, could be either the worse or the better of his wound, according to\nhis glimpses of a simple maid like me. It was useless for Deborah Pring,\nor even Dr. Cutcliffe Lane himself, to go on as they did about love at\nfirst sight, and the rising of the heart when, the ribs were broken, and\na quantity of other stuff too foolish to repeat. “I am neither a plaster\nnor a poultice,” I replied to myself, for I would not be too cross to\nthem--and beyond a little peep at him, every afternoon, I kept out of\nthe sight of Captain Purvis.\n\nBut these things made it very hard for me to be quite sure how to\nconduct myself, without father and mother to help me, and with Mistress\nPring, who had always been such a landmark, becoming no more than a vane\nfor the wind to blow upon as it listed; or, perhaps, as she listed to\ngo with it. And remembering how she used to speak of the people who had\nousted us, I told her that I could not make it out. Things were in this\ncondition, and Captain Purvis, as it seemed to me, quite fit to go\nand make war again upon some of His Majesty's subjects, when a thing,\naltogether out of reason, or even of civilisation, happened; and people\nwho live in lawful parts will accuse me of caring too little for the\ntruth. But even before that came about, something less unreasonable--but\nstill unexpected--befell me. To wit, I received through Mistress Pring\nan offer of marriage, immediate and pressing, from Captain Anthony\nPurvis! He must have been sadly confused by that blow on his heart to\nthink mine so tender, or that this was the way to deal with it, though\nlater explanations proved that Deborah, if she had been just, would have\ntaken the whole reproach upon herself. The captain could scarcely\nhave seen me, I believe more than half a dozen times to speak of; and\ngenerally he had shut his eyes, gentle as they were and beautiful;\nnot only to make me feel less afraid, but to fill me with pity for his\nweakness. Having no knowledge of mankind as yet, I was touched to the\nbrink of tears at first; until when the tray came out of his room\nsoon after one of these pitiful moments, it was plain to the youngest\ncomprehension that the sick man had left very little upon a shoulder of\nExmoor mutton, and nothing in a bowl of thick onion sauce.\n\nFor that I would be the last to blame him, and being his hostess, I\nwas glad to find it so. But Deborah played a most double-minded part;\nleading him to believe that now she was father and mother in one to me;\nwhile to me she went on, as if I was most headstrong, and certain to go\nagainst anything she said, though for her part she never said anything.\nNevertheless he made a great mistake, as men always do, about our ways;\nand having some sense of what is right, I said, “Let me hear no more of\nCaptain Purvis.”\n\nThis forced him to leave us; which he might have done, for aught I could\nsee to the contrary, a full week before he departed. He behaved\nvery well when he said goodbye,--for I could not deny him that\noccasion,--and, perhaps, if he had not assured me so much of his\neverlasting gratitude, I should have felt surer of deserving it. Perhaps\nI was a little disappointed also, that he expressed no anxiety at\nleaving our cottage so much at the mercy of turbulent and triumphant\noutlaws. But it was not for me to speak of that; and when I knew the\nreason of his silence, it redounded tenfold to his credit. Nothing,\nhowever, vexed me so much as what Deborah Pring said afterward: that he\ncould not help feeling in the sadness of his heart that I had behaved\nin that manner to him just because his father was in possession of our\nrightful home and property. I was not so small as that; and if he truly\ndid suppose it, there must have been some fault on my part, for his\nnature was good to everybody, and perhaps al! the better for not\ndescending through too many high generations.\n\nThere is nothing more strange than the way things work in the mind of\na woman, when left alone, to doubt about her own behaviour. With men it\ncan scarcely be so cruel; because they can always convince themselves\nthat they did their best; and if it fail, they can throw the fault upon\nProvidence, or bad luck, or something outside their own power. But we\nseem always to be denied this happy style of thinking, and cannot put\naside what comes into our heart more quickly, and has less stir of\noutward things, to lead it away and to brighten it. So that I fell\ninto sad, low spirits; and the glory of the year began to wane, and the\nforest grew more and more lonesome.\n\n\n\n\nCHAPTER VI.--OVER THE BRIDGE.\n\nThe sound of the woods was with me now, both night and day, to dwell\nupon. Exmoor in general is bare of trees, though it hath the name of\nforest; but in the shelter, where the wind flies over, are many thick\nplaces full of shade. For here the trees and bushes thrive, so copious\nwith rich moisture that, from the hills on the opposite side, no eye\nmay pick holes in the umbrage; neither may a foot that gets amid them\nbe sure of getting out again. And now was the fullest and heaviest\ntime, for the summer had been a wet one, after a winter that went to our\nbones; and the leaves were at their darkest tone without any sense of\nautumn. As one stood beneath and wondered at their countless multitude,\na quick breathing passed among them, not enough to make them move, but\nseeming rather as if they wished, and yet were half ashamed to sigh. And\nthis was very sad for one whose spring Comes only once for all.\n\nOne night toward the end of August I was lying awake thinking of the\nhappier times, and wondering what the end would be--for now we had very\nlittle money left, and I would rather starve than die in debt--when I\nheard our cottage door smashed in and the sound of horrible voices. The\nroar of a gun rang up the stairs, and the crash of someone falling and\nthe smoke came through my bedroom door, and then wailing mixed with\ncurses. “Out of the way, old hag!” I heard, and then another shriek;\nand then I stood upon the stairs-and looked down at them. The moon was\nshining through the shattered door, and the bodies and legs of men went\nto and fro, like branches in a tempest. Nobody seemed to notice me,\nalthough I had cast over my night-dress--having no more sense in the\nterror--a long silver coat of some animal shot by my father in his\nwanderings, and the light upon the stairs glistened round it. Having no\ntime to think, I was turning to flee and jump out of my bedroom window,\nfor which I had made some arrangements, according to the wisdom of the\nCouncillor, when the flash of some light or the strain of my eyes showed\nme the body of Thomas Pring, our faithful old retainer, lying at the\nfoot of the broken door, and beside it his good wife, creeping up to\ngive him the last embrace of death. And lately she had been cross to\nhim. At the sight of this my terror fled, and I cared not what became\nof me. Buckling the white skin round my waist, I went down the stairs as\nsteadily as if it were breakfast time, and said:\n\n“Brutes, murderers, cowards! you have slain my father; now slay me!”\n\nEvery one of those wicked men stood up and fixed his eyes on me; and if\nit had been a time to laugh, their amazement might have been laughed\nat. Some of them took me for a spirit--as I was told long afterward--and\nrightly enough their evil hearts were struck with dread of judgment.\nBut even so, to scare them long in their contemptuous, godless vein was\nbeyond the power of Heaven itself; and when one of my long tresses fell,\nto my great vexation, down my breast, a shocking sneer arose, and words\nunfit for a maiden's ear ensued.\n\n“None of that! This is no farmhouse wench, but a lady of birth and\nbreeding. She shall be our queen, instead of the one that hath been\nfilched away. Sylvia, thou shalt come with me.”\n\nThe man who spoke with this mighty voice was a terror to the others, for\nthey fell away before him, and he was the biggest monster there--Carver\nDoone, whose name for many a generation shall be used to frighten unruly\nbabes to bed. And now, as he strode up to me and bowed,--to show some\nbreeding,--I doubt if the moon, in all her rounds of earth and sky\nand the realms below, fell ever upon another face so cold, repulsive,\nruthless.\n\nTo belong to him, to feel his lips, to touch him with anything but a\ndagger! Suddenly I saw my father's sword hanging under a beam in the\nscabbard. With a quick spring I seized it, and, leaping up the stairs,\nhad the long blade gleaming in the moonlight. The staircase would not\nhold two people abreast, and the stairs were as steep as narrow. I\nbrought the point down it, with the hilt against my breast, and there\nwas no room for another blade to swing and strike it up.\n\n“Let her alone!” said Carver Doone, with a smile upon his cold and\ncorpselike face. “My sons, let the lady have her time. She is worthy to\nbe the mother of many a fine Doone.”\n\nThe young men began to lounge about in a manner most provoking, as if\nI had passed from their minds altogether; and some of them went to the\nkitchen for victuals, and grumbled at our fare by the light of a lantern\nwhich they had found upon a shelf. But I stood at my post, with my heart\nbeating, so that the long sword quivered like a candle. Of my life they\nmight rob me, but of my honour, never!\n\n“Beautiful maiden! Who hath ever seen the like? Why, even Lorna hath not\nsuch eyes.”\n\nCarver Doone came to the foot of the stairs and flashed the lantern\nat me, and, thinking that he meant to make a rush for it, I thrust my\nweapon forward; but at the same moment a great pair of arms was thrown\naround me from behind by some villain who must have scaled my chamber\nwindow, and backward I fell, with no sense or power left.\n\nWhen my scattered wits came back I felt that I was being shaken\ngrievously, and the moon was dancing in my eyes through a mist of tears,\nhalf blinding them. I remember how hard I tried to get my fingers up\nto wipe my eyes, so as to obtain some knowledge; but jerk and bump and\nhelpless wonder were all that I could get or take; for my hands were\nstrapped, and my feet likewise, and I seemed like a wave going up and\ndown, without any judgment, upon the open sea.\n\nBut presently I smelled the wholesome smell which a horse of all animals\nalone possesses, though sometimes a cow is almost as good, and then I\nfelt a mane coming into my hair, and then there was the sound of steady\nfeet moving just under me, with rise and fall and swing alternate, and a\nsense of going forward. I was on the back of a great, strong horse,\nand he was obeying the commands of man. Gradually I began to think, and\nunderstood my awful plight. The Doones were taking me to Doone Glen to\nbe some cut-throat's light-of-love; perhaps to be passed from brute\nto brute--me, Sylvia Ford, my father's darling, a proud and dainty and\nstately maiden, of as good birth as any in this English realm. My heart\nbroke down as I thought of that, and all discretion vanished. Though my\nhands were tied my throat was free, and I sent forth such a scream of\nwoe that the many-winding vale of Lynn, with all its wild waters could\nnot drown, nor with all its dumb foliage smother it; and the long wail\nrang from crag to crag, as the wrongs of men echo unto the ears of God.\n\n“Valiant damsel, what a voice thou hast! Again, and again let it strike\nthe skies. With them we are at peace, being persecuted here, according\nto the doom of all good men. And yet I am loth to have that fair throat\nstrained.”\n\nIt was Carver Doone who led my horse; and his horrible visage glared\ninto my eyes through the strange, wan light that flows between the\ndeparture of the sinking moon and the flutter of the morning when it\ncannot see its way. I strove to look at him; but my scared eyes fell,\nand he bound his rank glove across my poor lips. “Let it be so,” I\nthought; “I can do no more.”\n\nThen, when my heart was quite gone in despair, and all trouble shrank\ninto a trifle, I heard a loud shout, and the trample of feet, and the\nrattle of arms, and the clash of horses. Contriving to twist myself a\nlittle, I saw that the band of the Doones were mounting a saddle-backed\nbridge in a deep wooded glen, with a roaring water under them. On the\ncrown of the bridge a vast man stood, such as I had never descried\nbefore, bearing no armour that I could see, but wearing a farmer's hat,\nand raising a staff like the stem of a young oak tree. He was striking\nat no one, but playing with his staff, as if it were a willow in the\nmorning breeze.\n\n“Down with him! Ride him down! Send a bullet through him!” several of\nthe Doones called out, but no one showed any hurry to do it. It seemed\nas if they knew him, and feared his mighty strength, and their guns were\nnow slung behind their backs on account of the roughness of the way.\n\n“Charlie, you are not afraid of him,” I heard that crafty Carver say to\nthe tallest of his villains, and a very handsome young man he was; “if\nthe girl were not on my horse, I would do it. Ride over him, and you\nshall have my prize, when I am tired of her.”\n\nI felt the fire come into my eyes, to be spoken of so by a brute;\nand then I saw Charlie Doone spur up the bridge, leaning forward and\nswinging a long blade round his head.\n\n“Down with thee, clod!” he shouted; and he showed such strength and fury\nthat I scarce could look at the farmer, dreading to see his great head\nfly away. But just as the horse rushed at him, he leaped aside with most\nwonderful nimbleness, and the rider's sword was dashed out of his grasp,\nand down he went, over the back of the saddle, and his long legs spun up\nin the air, as a juggler tosses a two-pronged fork.\n\n“Now for another!” the farmer cried, and his deep voice rang above the\nroar of Lynn; “or two at once, if it suits you better. I will teach you\nto carry off women, you dogs!”\n\nBut the outlaws would not try another charge. On a word from their\nleader they all dismounted, and were bringing their long guns to bear,\nand I heard the clink of their flints as they fixed the trigger. Carver\nDoone, grinding his enormous teeth, stood at the head of my horse, who\nwas lashing and plunging, so that I must have been flung if any of the\nstraps had given way. In terror of the gun flash I shut my eyes, for if\nI had seen that brave man killed, it would have been the death of me as\nwell. Then I felt my horse treading on something soft. Carver Doone was\nbeneath his feet, and an awful curse came from the earth.\n\n“Have no fear!” said the sweetest voice that ever came into the ears of\ndespair. “Sylvia, none can harm you now. Lie still, and let this protect\nyour face.”\n\n“How can I help lying still?” I said, as a soft cloak was thrown over\nme, and in less than a moment my horse was rushing through branches and\nbrushwood that swept his ears. At his side was another horse, and my\nbridle rein was held by a man who stooped over his neck in silence.\nThough his face was out of sight, I knew that Anthony Purvis was leading\nme.\n\nThere was no possibility of speaking now, but after a tumult of speed we\ncame to an open glade where the trees fell back, and a gentle brook was\ngurgling. Then Captain Purvis cut my bonds, and lifting me down very\nsoftly, set me upon a bank of moss, for my limbs would not support me;\nand I lay there unable to do anything but weep.\n\nWhen I returned to myself, the sun was just looking over a wooded cliff,\nand Anthony, holding a horn of water, and with water on his cheeks, was\nregarding me.\n\n“Did you leave that brave man to be shot?” I asked, as if that were all\nmy gratitude.\n\n“I am not so bad as that,” he answered, without any anger, for he saw\nthat I was not in reason yet. “At sight of my men, although we were but\nfive in all, the robbers fled, thinking the regiment was there; but it\nis God's truth that I thought little of anyone's peril compared with\nthine. But there need be no fear for John Ridd; the Doones are mighty\nafraid of him since he cast their culverin through their door.”\n\n“Was that the John Ridd I have heard so much of? Surely I might have\nknown it, but my wits were shaken out of me.”\n\n“Yes, that was the mighty man of Exmoor, to whom thou owest more than\nlife.”\n\nIn horror of what I had so narrowly escaped, I fell upon my knees and\nthanked the Lord, and then I went shyly to the captain's side and said:\n“I am ashamed to look at thee. Without Anthony Purvis, where should I\nbe? Speak of no John Ridd to me.”\n\nFor this man whom I had cast forth, with coldness, as he must have\nthought--although I knew better, when he was gone--this man (my honoured\nhusband now, who hath restored me to my father's place, when kings had\nno gratitude or justice), Sir Anthony Purvis, as now he is, had dwelled\nin a hovel and lived on scraps, to guard the forsaken orphan, who had\nwon, and shall ever retain, his love.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Blackmore, R. D. (Richard Doddridge)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22315/pg22315.txt",
        "name": "slain_by_the_doones.json"
    }
}