{
    "name": "Splashes of red",
    "author": [
        "Davis, J. Frank (James Francis)"
    ],
    "body": "Author of “Unwritten Law,” “Whoso Diggeth a Pit,” Etc.\n\n    West comes East--and proves that its own methods for\n    crime detection work as well in the big city as they\n    do in the God’s country.\n\n\nThat star rodeo performer, but as bad an egg as ever moonlit a bronc,\nthe “Oklahoma Kid,” wrestled his steer to a quick fall, and the voice\nof “Foghorn” McNamara, holding his horse quiet to face the crowded\ngrand stand at Speedway Park, came booming across the field to where\nMillie Wayne, in her cowgirl clothes, stood waiting to participate in\nthe next event on the program.\n\n“That bulldogger was Jack Marling, the Oklahoma Kid. Time, seventeen\nseconds flat. Next and last contestant in today’s bulldogging is\n‘Curly’ Bratton.”\n\nPreston Campbell, the rodeo judge, gray-mustached Texan of the old\nschool, raised a hand toward the chute where the next steer waited, and\nthe red beast plunged wildly across the arena, desperate to leave\nbehind him the lithe youngster with the blazing neckerchief who\ngalloped on his flank.\n\nOpposite the middle of the grand stand the horse overtook the steer,\nswerved in, and Curly leaped and got the horns with not one lost\nmotion. Feet braced, he slid backward for two seconds, then man and\nsteer came to a struggling stop. For one more second they might have\nbeen a statue.\n\nThe animal’s head, then, twisted slowly, grotesquely, as though it\ncocked its startled eyes to squint sidewise at the sky. Its feet went\nout from under it. Down together to the ground crashed bulldogger and\nbulldogged, and the youth’s right hand shot upward in signal to the\njudge.\n\nThe Oklahoma Kid, who meantime had been returning across the field, out\nof the public picture, stopped beside Millie Wayne.\n\n“Can you beat it?” he demanded. “Drop that hombre into a dipping vat\nand he’d come up with a pocket full of oil wells! If I could ever get\nluck to break for me that-a-way----”\n\nMillie was not listening. A bit breathlessly she was looking toward\nwhere Curly and the steer were rising out of the dust. It had been a\nwonderful throw. After exhibitions like that it had been Curly’s habit\nto wave his hand at her--until the previous day.\n\nA messenger, cantering over from where old Pres Campbell sat on his\nhorse in the center of the field, handed a slip of paper to Foghorn\nMcNamara, who glanced at it and made due announcement:\n\n“That bulldogger was Curly Bratton. Time, eleven and two fifths\nseconds. The world’s record is seven and two fifths seconds. Curly\nBratton wins today’s bulldogging. Jack Marling, second. Billy Toms,\nthird. The next event is the cowgirls’ trick-riding contest. The ladies\ntaking part----”\n\n                 *       *       *       *       *\n\nMillie’s teeth shut tightly over her lower lip. Curly had not looked at\nher at all. He had waved his hand toward the stand--toward one spot in\nthe stand, the same spot he had waved to yesterday afternoon, the spot\nwhere a brilliant toque hat made a splash of violent red. And under the\ncrimson splash a feminine hand waved back.\n\nIt was a soft, pinkly manicured hand, quite different from Millie’s not\nunbeautiful but hard, competent ones. Millie had not failed to note the\ncontrast when its owner--her name was Florrine--had been introduced to\na lot of the performers by one of the resident managers of the show\nafter the first afternoon’s contests. Millie had closely observed the\nface, too; an oval, olive face, artistically tinted, with languishing\ndark eyes. And the clothes.\n\nMiss Florrine wore modish clothes; Millie, even at the moment when\nCurly, shaking hands with the city girl, had awkwardly murmured his\ndelight at meeting her, had realized how they looked in comparison with\nher own picturesque but simple working garb. At the same moment she had\nsensed that the girl was attracted by Curly--as who wouldn’t be?--and\nthat Curly was tremendously flattered and impressed.\n\nThen, not much later, Curly and Miss Florrine had spoken together at\nthe edge of the group, and Curly, that evening, carefully attired in\nhis most striking raiment, had left the hotel immediately after dinner\nand was still absent when Millie went to bed. The previous day he had\nwaved toward the red hat instead of at Millie. And now again on this\nday.\n\nMillie would be the second on the cowgirl program, and the first\ncontestant rode out to do her stuff. Millie cinched her horse, which\ndid not need it, and only half heard the Oklahoma Kid as he came\ncloser, having observed Curly’s gesture toward the stand as well as\nshe, and suggested:\n\n“Let’s you and me do a show or something in town tonight. Huh? Whatya\nsay, Miss Wayne? Let’s.”\n\nNothing in the world was farther from Millie’s mind than going to a\nshow or anywhere else with Jack Marling, but she was angry and her\npride was hurt. She and Curly Bratton were not engaged, but everybody\nexpected them to be. His attention had been solely for her in half a\ndozen Western rodeos and chance had again brought them together at\nthis, one of the first real rodeos, and not a wild-West show, ever\ngiven on the Atlantic seaboard outside New York.\n\nFor the first day, Curly had been as attentive to her as ever--and then\nhe had met that handsome, sophisticated girl of the red hat.\n\n“Huh?” urged the Oklahoma Kid.\n\n“Whatya say, Miss Wayne? A show and some good eats, somewheres.”\n\nThat was precisely what she had promised to do, that night, with Curly.\nPromised it on the opening day of the show, before he had seen the\nFlorrine girl. Millie was conscious, as she straightened, that Curly\nwas approaching now, on his way to the dressing tents. Just as he\narrived within hearing, “Red” Peeks, the clown, came riding on his\ndonkey and stopped to pass Curly a .45 caliber pistol.\n\n“Thanky kindly,” the clown said. “No more shootin’ for today and I\nwon’t need it tomorrow. My own’ll be fixed.”\n\n                 *       *       *       *       *\n\nDressed for bulldogging and hence with no holster, Curly held the\nweapon in his hand as he stopped beside Millie and the Oklahoma Kid.\nCurly did not like the Kid, but, more, he did not like to see him\ntalking to Millie. That he himself was thinking less of her, these\ndays, than of the girl whose bright headdress set off her olive skin,\ndid not alter this feeling; man in such matters is not consistent.\n\nHe hesitated a second, looked from one to the other and said:\n\n“We got a date tonight, Millie. Will you be ready ’bout seven?”\n\nThis casual taking it for granted that he could do what he had done and\nnot suffer her resentment stirred Millie into cold anger, but she came\nof a stock trained not to exhibit emotion and merely smiled as she\nreplied:\n\n“You must have got your nights mixed, Curly. Because tonight I’ve got\nan engagement with Mr. Marling.”\n\nCurly’s face fell almost comically. He stared from her to the grinning\nOklahoma Kid and opened his mouth as though to protest. Then he\nswallowed, turned away and walked toward the chutes.\n\n“What time tonight, little one?” Marling asked.\n\nHe was staggered by her answer and the flash of her eyes that\naccompanied it.\n\n“Not any time,” she said. “I’ve changed my mind.”\n\n“Next contestant,” bellowed Foghorn McNamara, “is Miss Millie Wayne!”\n\nShe sprang into her saddle and was off toward the stand, while Marling,\nwho understood some kinds of women very well but her kind not at all,\ngazed open-mouthed after her. Turning, he also tramped toward the\nchutes and found Curly Bratton, his face harshly set, standing a little\napart from the other cowboys, waiting.\n\nCurly’s voice was very low and his normal drawl was exaggerated.\n\n“If you’ll excuse me, suh,” he said to Marling, “I’d admire to have you\nnot meddle wi’ that lady.”\n\n“Well, what the----”\n\n“I don’t want to have no quarrel with you, suh, but there ain’t no\nreason why we shouldn’t understand each other. She don’t happen to know\nyou very well, I reckon, and of course I ain’t the one to tell her--and\nI don’t go round shootin’ off any backcapping talk to ladies or any one\nelse--but she ain’t the kind----”\n\nThe Oklahoma Kid recovered from his astonishment.\n\n“You got some nerve, telling me who’ll I’ll take out and who I won’t\ntake out. If it wasn’t for the rules o’----”\n\n“Sh-h-h, if you please, suh. There ain’t no reason for anybody else to\nknow----”\n\nMarling raised his voice even louder.\n\n“Anybody in the wide world can know as far as I’m concerned, hombre! I\npick my own girls and my own girls pick me, Millie Wayne or anybody\nelse.”\n\nThe group at the chutes had fallen silent, ears pricked.\n\nBratton spoke through his teeth, hardly more than a whisper.\n\n“I’d rather you didn’t mention no ladies’ names.”\n\n“Who the blazes are you, to be telling me----”\n\nA shadow fell upon them and Pres Campbell, ex-Texas Ranger, quietly\nwheeled his horse. His voice was level but authoritative.\n\n“If you boys got any quarreling to do, wait till after the show. You\nknow the rule about rowdyism. Well, I’ll enforce it against both of you\nif I have to. What’s it all about? If you’re kicking about your\nbulldogging time, Marling, you’re plumb wrong. I fined you five seconds\nbecause there wa’n’t no daylight showing between you and the steer at\nthe dead line, but that didn’t change the result; even if you hadn’t\nlost that five seconds Bratton still beat you.”\n\n“Aw, that’s all right, judge,” Marling said.\n\n“And you, Bratton, what you got that gun in your hand for? You know\nthere’s a rule against carrying a gun except where they’re called for\nin the show.”\n\n“I lent it to Red Peeks. His was busted. He just give it back to me.”\n\n“All right. Go put it up. And don’t let me hear any more ruckuses\nstartin’ on this field.”\n\nFully master of the rodeo and its contestants, old Pres turned and\ncantered back to the center of the field. The Oklahoma Kid had\ndisappeared into a tent and Curly, with not much time before the\ncalf-roping event, hastened to his own.\n\n                 *       *       *       *       *\n\nMillie Wayne, unable to sleep, although the cowgirl in bed with her was\npiling up strength for the morrow like a child, heard the knock, not\nfar from midnight, on the door on the next room, heard Pres Campbell’s\nquick call of “Who is it?” and the voice of one of the local rodeo\ncommitteemen in the hotel corridor, saying:\n\n“Sorry to wake you up, Mr. Campbell, but one of your men’s been killed,\ndowntown, and the police have just come and got another one for doing\nit.”\n\n“What’s that?” Millie heard Campbell’s feet hit the floor, his room\ndoor open. “Who’s killed? How?”\n\n“Marling. Curly Bratton did it, it seems. Shot him. The cops came out\nand found the pistol in his room. Recently fired. They had a quarrel\nthis afternoon.”\n\n“Come in while I get dressed. I know about that quarrel--it was over\nthe bulldogging win. At least I thought it was; come to think of it, I\ndidn’t hear a word of it. Where did they get to fighting? Which one\nwent after his gun first?”\n\n“It don’t seem to have been a fight,” the local man said. “Marling was\nshot in the back of the head.”\n\nWide-eyed, Millie swung around to sit on the edge of her bed. She heard\nPres Campbell exclaim:\n\n“The thunder he was! I’d ’a’ swore Bratton wa’n’t that kind of a boy.\nDoes he admit it?”\n\n“No. He says he hasn’t seen Marling since this afternoon’s show. But he\ncan’t prove where he was this evening. Says he was downtown till ten\no’clock and didn’t see anybody he knew that can alibi him.”\n\n“Come in,” Pres invited, and she heard the door close.\n\nA murmur of indistinguishable words followed while the Texan dressed.\nHis close to sixty years had not lost him his habit of taking command\nof a situation or his ability to get into his clothes quickly, and\nbarely five minutes had elapsed before Millie heard his decisive:\n\n“All right, Mr. Taylor. Let’s go!”\n\nShe had thrown on a kimono and stood in her doorway as committeeman and\none-time ranger came out.\n\n“Uncle Pres!” she cried. “I couldn’t help hearing. He didn’t do it.”\n\n“How do you know?” the local man demanded, before Campbell could speak.\n\n“I know him. He’d never shoot anybody from behind.”\n\n“Just what I said,” agreed the ex-ranger. “But what he seems to need is\nan alibi. Maybe, if you and he were together any----”\n\n“I haven’t seen him since he went out right after supper, and then I\ndon’t think he saw me; I just noticed him going through the lobby,” the\ngirl said. “But it’s nonsense to charge him----”\n\n“He and Marling quarreled this afternoon,” put in Taylor. “Over one of\nMr. Campbell’s decisions.”\n\nMillie knew nothing of the quarrel, of course. She could only say\nagain, stubbornly:\n\n“But he didn’t do it. You’re going to try to get him out, aren’t you,\nUncle Pres?”\n\n“Going to do everything I can,” the old man replied. “I don’t guess\nwe’ll be able to get him turned loose tonight, but first thing in the\nmawnin’, if we have luck---- You go back to bed, Millie, and get your\nsleep. I’ll let you know how things stand first thing in the mawnin’.”\n\nHe and Taylor passed down the corridor and were standing at the\nelevator when Millie called him back and spoke too low for the local\nman to hear.\n\n“Curly never would bring any lady’s name into a thing where it might\nget into the newspapers unless he was sure it wouldn’t hurt her,” she\nsaid. “He went---- I don’t know it, but there’s a girl----”\n\n“I’ve sort of suspected there might be, noticing you two the last day\nor so,” Campbell remarked dryly. “Wa’n’t none of my business, of\ncourse, but I couldn’t help noticin’. Some city lady, is it?”\n\n“She’s sat in the same place in the grand stand every day, wearing a\nred hat----”\n\n“Me, I don’t notice ladies’ hats much,” Pres said. “Maybe, if you could\ngive me a better description----”\n\n“I was introduced to her, at the same time Curly was. Miss Florrine,\nher name is. She’s--she’s very pretty and well-dressed and\ncity-acting.”\n\n“H’mph!” grunted the ex-ranger. “And boys don’t have sense enough to\nknow when they’re well off. Any more,” he conceded, “then they did when\nI was one. Who is she?”\n\n“I don’t know. Nothing except her name. But if his alibi had to include\nher, and for any reason he thought she ought to be protected, he’d\nnever tell.”\n\n“Florrine,” said Pres. “That isn’t a common name, or hard to remember.\nWhen I get to see him, I’ll know what to ask about.”\n\nIn the detective room at police headquarters, while Taylor remained\ndiscreetly silent, Pres Campbell met a character new in his\nexperience--the plain-clothes man promoted from pounding a beat, who\nhad never been outside a big city, never wanted to be, and oozed\ncontempt for every one and everything that was not metropolitan.\n\n“You bozos with big hats,” he remarked heavily, “think you can get away\nwith murder. Nothing to it, mister; nothing to it. This Bratton guy did\nit and we’ve got him. You and your gang of cowboys can’t come into this\ntown and pull your rough stuff.”\n\n                 *       *       *       *       *\n\nCampbell, whose competency in crime detection could be attested by\nthousands of Texans, was here unfamiliar with the laws, unacquainted\nwith police procedure and at sea as to his rights. One more familiar\nwith Southwestern characteristics than was Detective Moore would have\nnoted a glint in his eye and set of his jaw at the sneer. After the\nslightest hesitation, to be certain that he had his temper quite under\ncommand, the ex-ranger said:\n\n“If you would be willing to tell me a little, perhaps, about how you\nknow Bratton done it--that is, if it ain’t defeatin’ the ends of\njustice any way to tell---- You see, suh, I’m in a sort of way the head\nof this outfit of ours, being the contest judge and so forth. If there\nisn’t any reason why you should be afraid to tell me----”\n\n“Say, what would make you think I might be afraid of anybody in your\ngang?” the detective demanded truculently. “Not any, cowboy, not any! I\ndon’t know how your constables out West go clean up a murder, but\nme--first thing when a guy gets bumped off like this man of yours, I\nlook for the frail.”\n\n“Frail?” queried Pres.\n\n“The skirt; the jane; the woman. And this time it was easy. This\nBratton quarrels with Marling only this afternoon over her--and you\nknow that cussed well, because you stopped ’em.”\n\n“Me? I thought they were having words over one of my decisions.”\n\n“Yes, you did!” scoffed the detective. “Well, they wasn’t. Half a dozen\nmen heard the girl’s name when Marling spoke it.”\n\n“I didn’t. What was the name?”\n\n“Say, are you trying to kid me? You know blame well it was\nWayne--Millie Wayne. One of them roughneck women with your show.”\n\n“Mr. Moore,” said Pres, very mildly, “Miss Wayne’s a right nice young\nlady, suh. I’d admire not to have you speak like that about her.”\n\n“You’d ‘admire’ for me not to speak like that about a ‘right nice’\nyoung lady,” mimicked Moore. “Listen, fella! You ain’t out in the brush\nnow. You’re in a town with bright lights in it. And I talk about women\nthat get mixed up in murders like they’re supposed to be talked about.\nGet me?”\n\nThe briefest second Pres Campbell fought for self-control and achieved\nit.\n\n“Yes, suh,” he said. “Well, if there ain’t anythin’ I can do to\nhelp----”\n\n“When we need any help from yap deputy sheriffs, we’ll broadcast for\nit,” Moore answered.\n\n“Yes, suh,” said Pres, and turned toward the door, observing that of\nthe three or four other detectives in the room, at least two were\ngrinning broadly. “I’ll bid you good night, suh.”\n\nOut on the street, the local committeeman said: “Well, that’s that. I\ntold you my being with you would probably do you more harm than good,\nmy not being tied up with this city administration--but I don’t know as\nyou’d have done any better if you’d gone alone. It’s never a bad idea\nto have a witness along when you’re talking to a man like that Moore.”\n\n“I wanted to see Curly and I’d have liked to see Marling’s body, too,”\nthe ex-ranger replied, “but there wa’n’t any use asking after he got so\nplumb insulting.”\n\n                 *       *       *       *       *\n\nThey were walking slowly and now became conscious that footsteps behind\nthem were quickening. As they turned a corner and passed out of sight\nof the police headquarters entrance, a husky voice called cautiously:\n\n“Go on past that street light and stop.”\n\nCampbell, over his shoulder, recognized a thickset, elderly man as\nhaving been one of the audience during his interview with Detective\nMoore.\n\nTaylor whispered: “Detective Graney. One of the old-timers on the\nforce.”\n\nThey stopped in the shadow halfway down the block and Graney came\nponderously heavy-footed to stand beside them.\n\n“Kind of a raw deal Moore give you, back there,” he remarked. “He don’t\nknow nothing about folks from Texas, Moore don’t.”\n\n“Do you, suh?” Campbell asked courteously.\n\n“Well, a little,” replied the detective. “And here all I pounded after\nyou guys for was because I got kinda used to Texas fellas in the\nSpanish War, and most of ’em that I run into was good sports.” He\nadded, ingeniously: “And because this Moore--you don’t need to go\nrepeating it, either of you, though it ain’t any secret to him I think\nso--is a bonehead, right.”\n\n“He didn’t seem to consult the rest of you much,” Pres remarked\ntactfully.\n\n“He never does; he knows it all himself,” said Graney. “It ain’t like\nhe was the chief, you know. It just happens, the chief being out of\ntown and the cap’n off duty tonight, that he’s sitting in at the top.”\n\nGraney concluded bitterly:\n\n“He’s a wise guy--I don’t think.”\n\nThe ex-ranger wasted no time seeking to learn what ancient departmental\nfeud between Graney and Moore might be at the bottom of this\nbitterness, but asked practically:\n\n“What can we do, friend?”\n\n“What,” inquired the detective, “do you want to do--short of getting\nyour man out?”\n\n“I want to talk with him--and I want to see the man that was killed.”\n\n“Fair enough,” Graney commented. “We’ll do the second thing first--over\nat the morgue. After that we’ll come back and you can see Bratton in\nhis cell.” He explained this order of procedure by saying: “Moore goes\noff duty at two o’clock. The fella that takes charge then don’t like\nhim much more’n I do.”\n\nTaylor at this point intimated that morgues had never entered into his\nlife and he hoped they never would. Campbell was entirely willing to\nexcuse him from further participation in the night’s wanderings. The\nex-ranger and Detective Graney, presently, were viewing the body of the\nreckless and once handsome Oklahoma Kid, awaiting the official autopsy\nthat would take place in the morning.\n\n                 *       *       *       *       *\n\nAt his first glance, the Texan spoke with relief.\n\n“Yes,” he said. “There ain’t any doubt about his being shot from\nbehind. I was afraid some mistake had been made about that and if it\nhad been done from in front, it might ’a’ been a fight. Where’s the\nbullet?”\n\n“We never found it,” Graney said. “The killing, you see, was out of\ndoors. In that alley that leads up to the side door of the Monaco\nCabaret.”\n\n“I hope it gets found. Because I’m sure Curly Bratton ha’n’t got any\ngun except a .45. All the pistols in our outfit are that caliber. And\nthere ain’t any way of proving it without that piece of lead, because\nbullets don’t always act just the same in all cases--but I’d gamble the\nbest hawse I’ve got that this hole wasn’t made by any Colt. Looks to me\nas if it was too small going in and too big coming out. When you find\nthat bullet, if it isn’t busted so its weight don’t prove anything, I’m\nsayin’ it’ll be a .38 at the biggest, and perhaps a .32.”\n\nHis eyes fell upon the pile of clothing that had been stripped from the\nbody.\n\n“Say, Mr. Graney!” he demanded. “Are you sure all these clothes were\nMarling’s?”\n\n“Bound to be,” the detective said. “The system they’ve got here,\nthere’s no chance of a mix-up.”\n\n“I took ’em off him myself,” put in the morgue attendant who\naccompanied them. “Don’t touch ’em. The coroner ain’t looked ’em over\nyet.”\n\n“I wasn’t aiming to,” Pres assured him. “I’ve been a peace officer\nmyself.”\n\n“What’s the matter with ’em?” Graney asked.\n\n“Nothing. Only he didn’t usually wear a red handkerchief around his\nneck. Let’s go!”\n\nThrough steel bars, Pres talked with Curly Bratton. Detective Graney\nwas kind enough to stand back out of earshot.\n\n“Right off, firsthand,” Campbell said, “I’ll tell you, son, I don’t\nbelieve you did it. And Millie, she was right positive. Wouldn’t make\nany difference how much evidence these police thought they had, she’d\nknow better.”\n\n“They haven’t told me all the details of what they think,” Curly\nremarked, “but they’ve got hold of that quarrel the Kid and me had this\nafternoon. I don’t know how much the boys heard--I don’t think they\nheard anything I said--but I was declaring myself to him after I found\nout him and her were going out to supper together.”\n\n“They were?” exclaimed Pres. “They didn’t.”\n\nIt was Curly’s turn to exhibit astonishment.\n\n“She told me they were going to,” he said. “If she hadn’t---- Tell you\nthe truth, judge, she and me had a date for supper tonight and when you\ncome up on the Kid and me, that-a-way, she had just a few minutes\nbefore turned me down and said she was going with him--told me with him\npresent. And while I didn’t so much care right at that minute about her\ngoing with me, thinking of her going out with him got me mad.”\n\n“Why didn’t you want her to go with you? If she didn’t, were you going\nto meet the Florrine lady?”\n\n“Oh, judge! Her name isn’t going to get into it, too, is it?”\n\n“How are you going to stop these police digging up all sorts of\nthings?” Pres countered. “And if Miss Florrine can alibi you----”\n\n“But she can’t,” Curly protested. “I haven’t seen her since this\nafternoon at the rodeo and then I didn’t see her to speak to.” He\nhesitated a second, then said: “We don’t want to drag any nice lady’s\nname into this, judge, but between you and me I was looking for her,\nMillie having turned me down and all that. But she wasn’t where she and\nI met last night. So I looked round a while and then went home and went\nto bed.”\n\n                 *       *       *       *       *\n\nHe explained further. “Being kind of upset, one way and another, I\nforgot to clean my pistol like I’d intended to. Red Peeks had used it\nfor the show, you know. And the police, finding it had been\nfired--telling ’em about Peek’s firing it made no difference, because\nit wouldn’t be no dirtier if I had fired it afterward----”\n\n“I know,” interrupted Campbell. “You didn’t call on Miss Florrine at\nher home, I take it.”\n\n“She thought her folks might object, me being a cowboy and all,” Curly\nconfided. “So we met at one of these cabaret dance places--the Monaco\nis the name of it.”\n\n“The Monaco, eh? Who did you see there you knew--not last night when\nyou were with Miss Florrine, but tonight, when you couldn’t find her?”\n\n“Nobody,” declared Curly with obvious sincerity. “Not a soul. I went in\nand looked around and she wasn’t there, so I bought me a drink for\nmanners, and pretty soon I went out and looked in a couple other places\nand then I beat it home to the hotel.”\n\n“Was there anybody in the alley when you came out of the Monaco?”\n\n“Alley?” Curly queried. “What alley?”\n\n“Where the side door is.”\n\n“I never noticed any side door on any alley. Me, I went in at the\nfront--tonight and the other two times I’ve been there. I went there\nthe first time with Pearl--I mean Miss Florrine----”\n\n“Got real well acquainted for three days, didn’t you, son? Quite a few\nfolks must have noticed it, one place and another. And it never\noccurred to you, I s’pose, that when Millie said she wa’n’t going to\nsupper with you, it might be because she thought prob’ly you’d rather\nbe out again with the new girl. I don’t know that, but I don’t guess\nit’s a bad shot in the dark.\n\n“Girls are fussy that a way about dividing their time with new ladies,”\nhe went on. “Millie didn’t tell me either that or anything else about\nit all, but I gathered from something she said that you had trompled on\nher feelings. That didn’t stop her saying she knew you didn’t kill him,\nthough.”\n\n“Who do you suppose did, judge?”\n\n“No more idea’n the man in the moon,” Pres had to admit. “But we aim to\ndo some investigatin’ between now and sunup, me and this friend of mine\nthat’s a detective. I see you’re wearing the usual red handkerchief.”\n\nCurly’s fingers went to it.\n\n“What’s that got to do with things?”\n\n“I dunno,” the ex-ranger replied. “I dunno as it’s got anything to do\nwith ’em a-tall. I only happened to notice it. Have you happened,\nescortin’ her round to one place and another, to meet any of Miss\nFlorrine’s friends?”\n\n“I don’t remember any names. Just folks we met there in the Monaco and\nanother dance place we went into.”\n\n“All seem to be well-dressed, up-to-date folks?”\n\n“Yes. Look here, judge, there ain’t no reason to go ringing her or her\nfriends in on a mess of trouble like this. Her folks are kinda\nold-fashioned and don’t like her to go round to dance halls where it’s\nlively----”\n\n“Lots of old folks are that a way. Did you say they were father and\nmother both?”\n\n“I didn’t say. I don’t know as I ever heard her mention. What\ndifference does it make? I didn’t find her tonight.”\n\n“That’s so; so you didn’t. Well, I’m sorry to leave you here, son, but\nI’ve got to. We’ll be doing all we can.”\n\n“A habeas corpus and reasonable bail and----” Curly began, but Campbell\nshook his head.\n\n“This ain’t Texas. Up in this country they don’t fix reasonable bail\nfor homicide. But keep smilin’. Your friends are all on the\njob--especially Millie.”\n\n“Say, judge,” said the cowboy with some embarrassment. “I been kinda\nfoolish, maybe. These new folks I met are right nice folks, but I\ndidn’t really---- I don’t s’pose anything can be done to square it, but\nsitting here I’ve been thinking that our own kind o’ folks is our own\nkind o’ folks. If Millie could sort o’ forgive----”\n\n“Curly,” said the older man, “Millie’s daddy and me were friends as\nlong as he lived--such good friends that she’s been callin’ me ‘uncle’\never since she was old enough to talk. I aim, when she gets married, to\ndo anythin’ an old-timer like me can do to see she gets a fairish sort\nof husband.\n\n“Personally,” he continued, “I’d rather she took a kid that had made a\nfew kinds of fool of himself and got over it than one that city glitter\nwas going to get some time after he married, maybe. Millie’s got a heap\no’ sense. She might see it the same way--and then, again, she mightn’t,\ndependin’ upon whether the fool kid acted like he’d got over it or\nnot.”\n\n                 *       *       *       *       *\n\n“Listen, judge,” said Curly. “From the minute she ’lowed she was going\nto eat with Jack Marling, I’ve been looking at things different. I\ndon’t s’pose she could understand that starting right out to try to\nfind another lady was a sort of--a sort of getting square, as you might\nsay.”\n\n“I don’t suppose she could--not right away,” Pres replied. “But time\nand good fruits of repentance has given her confidence in many a hawse\nthat was a right bad bronc when she first forked him. So long, son!\nDon’t go to frettin’ too much--about anything.”\n\nOut on the street again, Campbell said to Graney:\n\n“What sort of place is that Monaco Cabaret?”\n\n“Bum!” the detective answered. “But prosperous. The gang that hangs out\nthere has plenty money, these days.”\n\n“Bootleggers among ’em, maybe?”\n\n“And hijackers and a few other things. And sports that like to travel\nwith ’em.”\n\n“Just between ourselves, did you ever hear of a young lady named Pearl\nFlorrine?”\n\n“‘The Red Pearl?’” Graney replied promptly. “Some stepper!”\n\n“Red?”\n\n“Fits her two or three ways. For one thing, she always wears it.\nAnother, she trains with Reds, anarchists, or communists or sump’n--I\ndon’t pretend to know just which kind they belong to. Her regular\nmarried name is Ricotti, although Angelo don’t go by it.”\n\n“Angelo?”\n\n“Her husband. He calls his last name ‘Rich.’ ‘Quick’ Rich is how the\ngang knows him. Got it--though we’ve never been able to convict him--by\nhis speed in pulling a gat.”\n\n“A gunman?”\n\n“Sure. What’s all this got----”\n\n“Where is he?”\n\n“He’s been out o’ town the last week or so, but I seen a report from\none of our railroad station men that he got back, unexpected, about six\no’clock tonight--last night, I mean; it’s morning now.”\n\n“Mr. Graney,” promised Campbell with confidence, “you take me to Angelo\nRicotti, and think up a good way to get him mad and talkative, and I’ll\ngive you a laugh on Mr. Detective Moore that he won’t get over till\nTexas is annexed back to Mexico.”\n\n                 *       *       *       *       *\n\nBriefly, he went into details. Unhesitatingly, enthusiastically,\nDetective Graney agreed with him.\n\nIt was a little past three o’clock when they found Quick Rich in the\nback room of a hang-out whose sentry they and the policeman on the beat\nhad succeeded in suppressing without any alarm being given. One other\nman was present and Campbell seized and disarmed him while Graney\njammed a pistol into Rich’s midriff and took from his coat a .38\nautomatic with its barrel powder stained.\n\n“It’s no good, Quick,” the detective said, when the handcuffs were on.\n“We know all about the killing. The Pearl turned you in.”\n\n“So she was there, was she?” raved Angelo. “If I’d seen her, I’d ’a’\nmade a double job of it. Well, I got him anyway, the whelp! Waving his\nhand at her every day in the grand stand in front of five thousand\npeople--and her waving back! And the nerve to take her out and make a\nfool of me to the whole gang! And Pearl--just because we had some\nwords--kidding him along, with his big hat and cowboy clothes and red\nhandkerchief!”\n\n“You identified him by his red handkerchief, of course, just as he was\nheading into the side door of The Monaco,” Pres suggested mildly.\n\n“Sure I did! They told me he was the only one of that wild-West crowd\nthat ever wore one. Who are you?”\n\n“Mr. Campbell,” said Detective Graney unctuously, “is a guy from Texas\nthat used to be a Roughrider. And him and me is going to do some more\nroughridin’--with a certain know-it-all gent to be rode--along about\ncourt time in the mornin’.”\n\n“Moore was right at that, in a way,” murmured the ex-ranger as the\npatrolman left to ring for the patrol. “‘Look for the woman;’ that’s as\ngood a rule in some killin’s in Texas as it is here in the East. And I\nfollowed his hunch and did the same thing. But down in my part of the\ncountry we use words some different. When we say women, we usually\ndon’t mean ladies.”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Davis, J. Frank (James Francis)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73618/pg73618.txt",
        "name": "splashes_of_red.json"
    }
}