{
    "name": "Stalemate",
    "author": [
        "Wells, Basil"
    ],
    "body": "\n[Sidenote: _The rules of a duel between gentlemen are quite different\nfrom the rules of war between nations. Is it because gentlemen do not\nfight wars, or is it that men in war cease to be gentlemen?_]\n\n\nThe bullet slapped rotted leaves and dirt into Gram Treb's eyes. He\nwormed backward to the bole of a small tree.\n\n\"Missed!\" he shouted. He used English, the second tongue of them both.\n\"Throw away your carbine and use rocks.\"\n\n\"You tasted it anyhow,\" Harl Neilson's shrill young voice cried. \"How\nwas the sample?\"\n\n\"That leaves you two cartridges,\" taunted Treb. \"Or is it only one?\"\n\nThe sixth sense that had brought him safely through two of these bloody\nwar duels here in space made him fling his body to the left. He rolled\nover once and lay huddled in a shallow depression. He knew all the tiny\nhollows and ridges--they were his insurance on this mile-wide island\nhigh above Earth.\n\nSomething thudded into the tree roots behind him. He hugged the ground,\nbody flattened. His breath eased raggedly outward, and caught. The\nwaiting--the seconds that became hours! If the grenade rolled after him,\ndown the slope into his shelter, he was finished.\n\nThere was nothing he could do. His palms oozed sweat....\n\nThe grenade exploded. It was like a fist slammed against his skull. He\nwas numbed for a long instant. Then he checked.\n\nUnharmed. The depression had saved his neck this time. He wanted to\nshout at Neilson, tell him he was down to a lone grenade, but that was\npoor strategy. Now he must withdraw, make Neilson think him injured or\ndead, and trap him in turn.\n\nThey were the last of the belligerents here within Earth Satellite. For\ntwo months, since what would be May on Earth, they had carried on this\nmad duel. Of the other eighteen who had started the war in November of\nthe preceding year, only four had survived their wounds. The United\nNations' supervisory seconds had transported them to their homes in\nAndilia and in Baryt....\n\nTreb wormed his way as noiselessly as possible into the undergrowth,\nsprawling at last in the shelter of an earthen mound thirty feet from\nthe grenade's raw splash. He waited--and thought.\n\nMemories can be unpleasant. He could see his comrades of the three\nbattles as they had fallen, wounded or gray with death. Too many of them\nhad he helped bury. He remembered the treasured photos.\n\nThe draining wound in his right forearm throbbed....\n\nThe enemy dead too. He had killed several of them--more than his share,\nhe thought savagely. They too were young despite the ragged beards some\nof them cultivated.\n\nTreb felt like an old man. And he _was_ old. He was twenty-nine. He had\na son also named Gram, a boy of five, and little Alse, who was two. Had\nlittle Alse's mother lived he would never have volunteered for this\nthird United Nations' war duel.\n\nHe would have been with her in the mountain valley of Krekar working\nhard, and gradually erasing those other ugly episodes here on Earth\nSatellite One....\n\nMinutes crawled by, lumped together into hours. Birds sang in the trees\nso laboriously maintained here in the satellite's disk-shaped heart.\nAnd, a hundred feet overhead, where the true deck of the man-made island\nin space began, other birds nested in the girders.\n\nAn ant crawled over Treb's earth-stained hand and passed under his\noutstretched carbine's barrel.\n\nThere was a movement in the clustering trees off to his right. Neilson\nhad circled and was coming in from an opposite angle. Treb thumbed off\nthe safety and waited.\n\nAn earth-colored helmet, with a trace of long pale hair around its rim,\ncame slowly into view. Could be a dummy, Neilson was clever at rigging\nthem to draw fire. And he had exactly two cartridges. After that it\nwould be his three grenades, his two-foot needle-knife, that doubled as\na bayonet, and the steel bow he had contrived from a strip of spring\nsteel.\n\nHe held his fire. The trees made grenade lobbing a touchy business. And\nhis bow was back in one of the dozens of foxholes he had spotted in both\nthe inner and outer rings of trees.\n\nIn the fantasy stories of adventure in space that he enjoyed reading,\nthe hero could always whip up a weird paralysis ray, a deadly, invisible\nrobot bullet, or an intelligent gaseous ally from the void would appear.\nAnd out of scrap glass, metal and his shoestrings he could contrive a\nsolar-powered shell that stopped any missile, deadlier than a\nmarshmallow, cold.\n\nIn actual life he was finding it difficult enough to contrive a\nprimitive sort of bow, a knife-lashed spear, and snares for the\nincreasingly wary rabbits. Lack of sleep and lack of food supplies were\nsapping his lanky body of the whiplash swiftness and wiry strength it\nonce possessed. Nor was the week-old wound any aid to his dulled\nwits....\n\nThe helmet advanced; he could almost see the twig-stuffed gray shirt's\npockets, and he let his nostrils expand as he sucked in a steadying\nbreath. Now, a yard behind the fake Andilian, he could see the moving\nshoulders and skull of Harl Neilson--or so his bloodshot eyes told him.\n\nHe squeezed the trigger. There was a subdued yip, and then a derisive\njeer. Missed again--or had he?\n\n\"Sour rocketing, Grampaw,\" Neilson laughed. \"Try again. And then I'm\ncoming after you.\"\n\nOnly Neilson wouldn't. Unless he'd miscalculated the number of grenades,\nhe wouldn't come charging at Treb. And he couldn't be sure of the number\nof cartridges Treb possessed. He was just talking to keep his nerve up.\n\nEspecially if he was wounded now. That sudden yip....\n\n\n\nIt was night again, an artificial night as artificial as the central\nten-acre pool of water, the ring of flowering green trees and grasses,\nand the final outer ring of forest trees. It was here that the two\nthousand UN employees and soldiers on Earth Satellite One normally took\ntheir recreation periods.\n\nOnly the supervised war-duels, that since 1969 had been the only\nblood-letting permitted between nations, could long keep a Terran from\nvisiting the green meadows and trees of this lowest of the three\nlevels....\n\n\"I'd give half that quarter million,\" Neilson groaned, across the\ndarkness, \"for a cigarette.\"\n\n\"You mean,\" corrected Gram Treb, \"half your ten thousand.\"\n\n\"It's the winner's grant or nothing, Treb. I promised Jane I'd hand it\nto her. Then we'll marry.\"\n\n\"But not if you are the loser?\"\n\n\"I wouldn't--she wouldn't--it's impossible to think of asking her to\nshare poverty and disgrace.\"\n\n\"I'd hardly say that. We lost our first war here on the Satellite. Baryt\nwas obligated to cede a thousand square miles to Tarrance. Most of my\nten thousand paid off my family's debts.\n\n\"Yet I married. I married Nal who had nursed me back to health. And we\nwere happy. Until the second war with Duristan. I wanted money for\nher--for the children--for my impoverished valley.\"\n\nTreb broke off. He backed away several feet and shifted noiselessly to a\nnew position. Every night, and sometimes in the artificial sunlight,\nthey talked together. But they never forgot that they were sworn foes.\n\n\"So you won it didn't you?\" From his voice Neilson had shifted closer\nand to the left.\n\n\"Sure. And I wish I were as poor as before. For Nal was kicked to\ndeath--by the horse I should have been using--while I fought here.\"\n\nNeilson made a sympathetic sound. Treb felt his lips twitch into a thin\ncrooked line. This is what it meant to be human. To feel sorrow for\nanother man's misfortunes--and then kill him!\n\nSure, Neilson was a good sort. Only twenty-four and in love with a girl,\na woman really, widow of a dead lunar explorer. And he was a\nclean-living sort, nothing dishonorable or hateful about him. They even\nhonored the same God.\n\nBut tomorrow, or the next day, or a month from now, he would kill or\nwound Neilson. Unless, as might well happen, Neilson got to him first.\n\nHe pushed aside a thought that came more and more often of late. Why not\nsurrender, or let Neilson capture him? He did not consider\nsuicide--little Gram and Alse needed him--although he had not been\nthinking of them when he signed for this ugly miniature battle in space.\nHis wife's death had been too vivid yet.\n\nBut, why not surrender? He had enough money. The valley people could\nstruggle along without the machines and the dam he had hoped to grant\nthem with victory. And Baryt could lose the island of Daafa to Andilia\nwithout crippling herself. The three hundred and fifty inhabitants could\nbe transferred to the mainland.\n\nTreb laughed silently, a laugh that cut off with a twinge of drawing\nugly pain from his wounded forearm. He knew that he could no more\nsurrender without a fight than he could command his breathing to stop\nforever. He was a man, and men cannot give up dishonorably....\n\n\"I'd like to see those two kids sometime, if you're still around, Treb.\"\nNeilson had moved again. His voice was lower but he was nearer.\n\n\"Stop around anytime, Harl.\" Treb moved a few feet deeper into a\nthicket. \"We'll show you what real Baryt hospitality is.\"\n\n\"That's a promise, Treb.\"\n\nKilling. That's what war was. So you had to kill. Or you volunteered to\nkill. But you didn't have to like it. All these little wars under UN\nsupervision were needless--arbitration would serve as well. But the\npeople, the leaders--someone--wanted blood. So ten or twelve or fifteen\ncitizens of one nation fought an equal number of the other state's sons.\n\nDoubtless it was an improvement over the mass bombings of innocent city\ndwellers, and the horror of atomic dusts and sprays. No overwhelming\narmy could sweep, unchecked, over a helpless neighbor. It was fairer,\ntoo, for those involved. Equal numbers of men, guns, supplies. Wealth if\nyour side won, and a fair sum if you lost.\n\nThe United Nations saw to that. After all the avenues to peaceful\nsettlement had been explored and turned down they finally permitted\nbloodshed. Much against their better judgement, perhaps.\n\nSo he could destroy likeable young Andilians like Neilson.\n\n\"Why don't you send up a rocket?\" Neilson kidded, his voice coming from\na changed direction again. \"So I can see you.\"\n\n\"Anything to oblige.\"\n\nNeilson was circling out around, as though to drive him into a trap or\ntrick him. They were getting back to the primitive now. Soon it would be\nknives, spears, and deadfalls.\n\n\"Come on over and I'll show you Jane's picture, Treb,\" invited Neilson.\nHe laughed hoarsely. \"If we weren't where we are, I'd mean that.\"\n\n\"I know. I feel that way myself sometimes. We've been here alone too\nlong. Hate hasn't lasted.\"\n\n\"Why aren't you a wrongo, Treb?\" The young voice was cracked and savage.\n\"Why'd you have to tell me about--Gram and Alse?\"\n\nTreb was backing away again, cautiously. He scented a trap. No doubt\nNeilson's words were sincere, at the moment, but in a second's time he\ncould change into a cold-blooded executioner. He knew. He had seen the\ngentlest of men suddenly turn killer....\n\nAnd then his foot struck a yielding branch and his aroused suspicion\nsent him lunging forward.\n\nA heavy something fell with a sickening thud, brushing as it struck the\nsole of his disintegrating shoe. A cleverly rigged deadfall of small\ntrees and rock, doubtless.\n\n\"You're slipping, Harl,\" he shouted.\n\nBut he could feel the sudden sweat damping his palms, and the muscles\ntwitched unsteadily in his arms and across his stomach.\n\n\n\nWith morning he was half a mile away, in a foxhole less than sixty yards\nfrom the massive outer perimeter of the arena. Two of his snares had\nyielded a rabbit each, and so he was supplied for several days.\n\nThe foxhole had two entrances, both well-concealed, and he had rigged\nelaborate warning devices should the vicinity be approached. So he was\nsleeping.\n\nHis dreams were unpleasant.\n\nIn his latest dream an extremely shapely and smiling young woman with\ndark hair was heaving a grenade into a pit where he lay bound and\nhelpless. The grenade swelled until it became a space ship heading\ndirectly toward the frail scout craft he piloted....\n\nAnd a tiny blob of dislodged mud from the dugout spatted his face. He\nsat up.\n\nAnother day to hunt or be hunted. Or to lie here and try to rest and\nmake plans. There was slight possibility that Neilson could find him\nhere.\n\nHe gnawed at the scantly-fleshed ribs of the first rabbit, savoring the\nraw meaty smell and flavor. Hunger was his salt.\n\nNow that they had lost contact with one another it might require several\ndays to find Neilson. A wooded platter, a mile in diameter, can afford\nmany hiding places for one creature hiding from another hunting beast.\n\nIt was time to set some of the traps he had been contriving.\n\nThere were the two nooses, attached to bent-down triggered young trees\nthat could not be set until darkness fell again. The net, too, would\nneed darkness to conceal the four rough pulleys, and the rocks that a\ntug on his rope would spill.\n\nBut the almost invisible nylon cords, set at ankle height across the\npaths, and the ugly little pits with their sharpened stakes set three\nfeet below, could trip up a man and cripple him. He must put out several\nof those.\n\nHe had no wish to kill Neilson. If he could capture him, very good. He\ncould go back to Andilia and perhaps his Jane would be glad to take him.\nIf she did not--it was worth knowing how little she really cared, was it\nnot?\n\nSo he would try to trap the younger man and save his life.\n\nIt would be difficult. The other man had grenades, a carbine and a keen\nneedle-knife. Perhaps, before the end, he would be forced to kill after\nall. But regretfully.\n\nTreb dumped the last of the _tsaftha_ antibiotic into his wound and lay\nback for a few more hours of rest before going out to prepare the traps.\n\nHis head was not clear. And his eyes drew together from exhaustion....\n\n\n\nAnother night and another day, and it was night again.\n\nHis traps were set and ready. All through the day he had prowled the\ntrees, watching for some sign of Neilson. He found he was muttering to\nhimself, hungry for the sound of spoken words.\n\nIt was nervous work. His muscles were jumping in faint spastic\nexplosions. Neilson could have been lying in ambush in any of a hundred\nleafy coverts, resting there and waiting....\n\nHe had covered less than two miles of inching, crawling paths, his eyes\never alert for deadfalls, pits and spear-traps that might flash across\nthe way to impale him.\n\nAnd he had caught no sight of Neilson.\n\nNow it was night again. Time to check on his traps. The rabbit traps as\nwell as the human traps.\n\nHe was approaching the net. And the awareness that this furtive game of\nhide-and-seek might go on for weeks oppressed him. He might lie here\nclose by the net for days without sight of Neilson. They were too evenly\nmatched--and Neilson was younger. It was Neilson's youth against his\nexperience.\n\nHe found the thin rope of knotted nylon and plastic scraps that led to\nthe four balanced rocks. One stout yank and the net would jerk upward\nfour feet and tighten around its victim.\n\nBut, in the dim starlight from the small globes spotting the Satellite's\nceiling, the path was an indistinct blur. A moving body's exact\nposition.... And at fifty feet....\n\nHe saw Neilson--it could only be Neilson.\n\nMoving on hands and knees, he was keeping low and to the side of the\nlittle-used trail--but within the width of the hand-patched net. And he\nmoved slowly, probing before him with a stick or his needle-knife; Treb\ncould not tell which.\n\nAnother two feet and he could trip the net. Neilson would be captured,\nalive, and the stalemate ended.\n\nNow!\n\nThe net flung into the air, snapped tight about Neilson's thrashing\nbody! He heard the pop of parting strands as Neilson slashed with his\nknife. And then he swung the butt of his carbine, twice, against the\ntrapped man's skull.\n\nNeilson went limp. It was finished. He could take his prisoner to the\nlock, summon the UN guards, and go home to the Krekar Hills. And an end\nto all blood-letting for him.\n\nHe set about binding tight the arms and legs of Neilson, and had barely\ncompleted his task when the prisoner groaned and struggled.\n\n\"So this is it, Treb?\"\n\n\"Yes.\"\n\n\"You win again. And I--I lose everything.\"\n\n\"So?\" Treb touched his pocket torch to a heap of shredded dry twigs.\n\"What have you lost? Your health, your life? And will not the woman\nforget all else and love you?\"\n\n\"Hah! She will laugh at me if I come near her. Defeated, and with a\npaltry ten thousand to offer. Better that I died than this.\"\n\n\"Perhaps you do not--know this woman, Harl. If she is good, she will\ncome to you.\"\n\nThe growing firelight was on Neilson's bearded face. And beneath his\neyes something glistened and beaded. He laughed bitterly.\n\n\"She's not good, Treb, understand that. She's evil and money-hungry, and\nambitious. But she is beautiful and I love her. I'd sell my soul and my\nbody to possess her.\n\n\"That's why I volunteered. With the winners' grant I would have money.\nPrestige. Honor. There would be a thousand new opportunities for a\ncareer. And Jane could not refuse me then.\"\n\n\"It is wrong, Harl Neilson, to so worship a woman. Like alcohol or\nVenerian fire pollen--it is unnatural.\"\n\n\"I know. I have tried to forget, to put her memory aside. But it is like\na disease. An incurable disease. I must have Jane.\"\n\nTreb threw more wood on the little fire and checked over the lashings\nabout Neilson's body.\n\n\"I am going to look at my rabbit snares,\" he said, \"and to spring the\nother traps. We will eat and sleep, and in the morning try to shave and\nlook decent before going to the locks.\"\n\nNeilson let his head sag between his shoulders, and said nothing. He was\nleaning against a tree, his arms lashed behind him and to it.\n\n\"There is one more thing, Harl, that I wish to discuss. It is about the\nPaul Hubble Foundation Award. Think about it.\"\n\nTreb moved off into the darkness.\n\n\n\nThe sunlight from the overhead \"suns\" of the Satellite revealed a\ngreatly changed Treb. He was shaved, his hair combed and hacked off\nabove his ears, and he was stitching the last rough patch on his dark\ngreen trouser leg.\n\nNow he donned the trousers and went over to the bound Andilian. He cut\nthe ropes, his carbine ready.\n\n\"Get down to the lake,\" he ordered. \"You'll find a razor, soap and an\nold shirt to dry yourself with.\"\n\nHarl Neilson was chunky and fair-haired, with a healthy looking\nred-brown skin. His eyes were wide and darkly blue. Now the wide mouth\nunder his shapeless nose twisted into a faint grin.\n\n\"I'll try to get away,\" he warned. \"Aren't you afraid of that?\"\n\n\"I have all the guns, grenades and needle-knives, Harl. I'll shoot you\nif you attempt escape, of course, but I hope you'll listen to what I\npropose first.\"\n\nNeilson slowly stripped off his ragged tunic and trousers. There was the\nscar of a recent bullet's path across his right shoulder blade. It was\ncrusted with blackened blood.\n\n\"I thought I heard you two days back, Harl,\" said Treb.\n\n\"Just a scratch.\" Neilson took up the soap and waded into the nearby\nlake. \"Start talking, Treb.\"\n\n\"I told you to think about Paul Hubble's Award, Harl. He's the American\nindustrialist who opposed violence in settling any issue.\"\n\n\"Sure. Heard about him in the lower grades. Fifty million dollars he\nsunk in his worthless Peace Foundation. What about it?\"\n\n\"Hear me out. Did you like what we just went through? Your friends and\ncomrades dying--my friends dead and wounded? And all to settle some\nterritorial dispute or to wipe out some imagined slur.\n\n\"Would you like to prevent your kid, or mine, from having to face this\nagain?\"\n\n\"Stop sounding off, Treb, and say something.\" Neilson scrubbed\nvigorously. \"Of course I would--if I ever had a kid, I mean.\"\n\n\"We could help, Harl. By calling off the duel and making peace right\nhere. Of course there might be new balloting--even another battle\nbetween our countries. But we would crack the theory that victory means\nmore than humanity.\"\n\nNeilson snorted. He splashed water into his eyes and over his soapy\nbeard and hair.\n\n\"And go home penniless? To have every friend and neighbor avoid us?\nWhat's eating you? You won. You'll get the quarter of a million.\"\n\n\"I want you to share equally. I want our two countries to know that\nfriendship means more than glory.\"\n\n\"I don't get it. If neither side wins we get nothing.\"\n\n\"You forget about the Hubble Award. Two hundred thousand to each member\nof both sides, or their survivors, if they declare an armistice.\"\n\n\"I had forgotten. You'd give up fifty thousand so I could get the same\ntwo hundred thousand! You're a prince, Treb.\n\n\"But I couldn't do it. Jane would turn against me. The radio, the\nnewswires, television and the magazines would crucify me--both of us.\"\n\n\"We'd ride it out. None of the participants in the twenty-two duels here\nin Satellite has had the courage to admit he hates war. In years to come\nour stand would be honored.\"\n\n\"It means losing Jane. I can't do it.\"\n\n\"You've lost her anyway, Harl, if she's the way you say. How about your\nthree wounded buddies: Wasson, Clark, and Thomason? Badly cut up aren't\nthey? Clark blind. Wasson with no arms.\n\n\"Couldn't they use the two hundred thousand?\"\n\nNeilson was coming ashore. A sudden resolve hardened his face, and his\nblue eyes were dark and angry. His jaw jutted through the sandy fairness\nof his draggled beard.\n\nTreb felt his vitals knot at what he sensed in Neilson's expression.\nHe'd gambled on the essential fairness and sympathy of the Andilian's\ncharacter. But now....\n\n\"I'll do it,\" Neilson said tonelessly.\n\n\"I hope you'll never regret what you are doing, Harl.\"\n\n\"Aw, lock valves!\" snarled Neilson. \"Get ready to go while I finish\nshaving.\"\n\nSo that was the way it was to be. Treb turned wearily away. He went back\nthrough the screen of flowering shrubs and trees to where the coals of\ntheir fire turned gray.\n\nThe grenades and the three cartridges, his own and Neilson's, he buried\nin a hasty hole under a tree's sprawled roots. Afterward he tamped sod\nback into place and spread leaves.\n\nHis needle-knife he laid on the turf. From his pocket he took a long\nstrip of cloth and some of the tough nylon cords from the net. Then he\nlet his trousers drop about his ankles and set about anchoring the\nneedle-knife securely to his upper leg.\n\nWhen he had finished the keen blade projected a foot below his knee-cap.\nAnd around it, carefully, he wound some of the cloth. He donned his\nbattered trousers again. The concealed knife was well hidden, although\nit did impede the freedom of his stride.\n\nThen he went down to rejoin Neilson.\n\nNeilson was just finishing hacking at his hair with the short-bladed\nsafety razor. He scowled at Treb, his eyes on the carbine that the man\nfrom Baryt yet carried.\n\n\"Not taking any chances, eh, Treb?\"\n\n\"Just in case you change your mind, Harl.\"\n\n\"My friend--my very dear friend--Gram Treb!\" Neilson laughed. \"What\ntrust--what a faith in human nature!\"\n\n\"Yes, Harl. Your friend.\"\n\nThey left the lake behind, Neilson in advance. Directly ahead, beyond\nthe outer ring of trees, the locks to the upper levels waited. They had\nless than a third of a mile to traverse.\n\nThe rusting shattered debris of a machine gun, with a spilled clutter of\nempty shell cases, lay just off the trail.\n\n\"Harok Dann died here,\" said Treb. Neilson did not turn.\n\n\"The big man, Manross, was killed by Dann's fire even as he threw the\ngrenade,\" he added.\n\nTreb was watching the broad-shouldered figure ahead.\n\n\"Shut it off, Treb, will you?\" Neilson shouted, turning. \"Isn't it tough\nenough without you yap-yapping all the way?\"\n\nTreb's lips thinned. The knife chafed his leg. Already he was limping\nslightly. But they had covered more than half the distance. Once they\ncontacted the UN guards and were through the locks he could relax....\n\n\n\nThe circular outer face of the lock was before them. And the button that\nsummoned the guards jutted redly from a shoulder-high recess. Neilson\nleaned against the lock, his narrowed eyes on Treb as he reached for the\nbutton.\n\nTreb jabbed. And he relaxed inwardly. Too late now for Neilson to\nattempt overpowering him and claiming the victory. He had feared such an\nattempt--with the lust for the woman, Jane Vanne, driving him, Neilson\nmight have gone back on his word.\n\nIt was tough going for the kid. But he wasn't losing anything worth\nkeeping. And hundreds of fine young lads like him might be spared going\nthrough this ordeal in space. They'd....\n\nNeilson's fist caught him behind the ear. That split-second of\ninattention was proving costly. Neilson clamped the carbine barrel,\nwrested it away from Treb. He raised it. Treb lifted his hands.\n\n\"So now it's me at the controls,\" Neilson said, grinning. \"Any reason\nwhy I should go through with your Hubble Award idea?\"\n\n\"The guards will be here in no more than a minute, Harl. Throw the gun\naway and we'll go through together.\"\n\nNeilson's eyes were shining. He was seeing the crowds waving crazy\nwelcome as his space ship grounded. He was seeing the adulation of the\nboys, and the adoring glance of the dark-eyed girl named Jane. He was\nseeing the medals and the banquets and the bundles of money.\n\n\"You were crazy, Treb,\" he said, \"to ever trust me. In war promises mean\nnothing. Study your history.\"\n\nTreb squared his shoulders, his hands came down.\n\n\"If that's the way it is,\" he said, and then, \"coming at you, Neilson.\"\n\nNeilson flinched. It was the first time Treb had called him by his last\nname, perhaps that was the reason. Or it could have been the sight of an\nunarmed man walking directly into his carbine's ugly muzzle.\n\nHe pressed the trigger. The unloaded weapon was silent. Treb wrenched at\nthe gun. Neilson kicked him in the crotch. The gun came free. He brought\nit down at Treb's head, but at the last second before impact Treb\ndodged. The barrel smacked into Treb's right shoulder and broke the\ncollar bone.\n\nTreb came on, his left hand jabbing, and his right arm dangling. Neilson\nchopped at his face with the vertically held carbine, and tore a great\nchunk from his left cheek.\n\nAnd then Treb's knee came up. The shielded razor-sharp blade sliced\nthrough his trouser. He drove the ugly little dagger into Neilson's\nbody.\n\nNeilson went down, squirming away from the sudden pain that tore at his\nvitals. The carbine went clattering.\n\nTreb knelt beside him; tried to stanch the warm gush of red life, and\ncursed, soundlessly, the ambition that is mankind's greatest boon--and\ncurse. He tore off the bloody knife.\n\n\"You won't die, Neilson,\" he said gravely. \"Not with the surgeon and the\nhospital here on Earth Satellite so near. You'll live to see Andilia\nagain.\n\n\"And about the invitation to visit us--I'm sorry you rejected it like\nthis. But the offer still stands. When I can call you Harl again, when\nyou are a _man_, visit us.\"\n\nThe lock behind them creaked and started to open.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Wells, Basil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32594/pg32594.txt",
        "name": "stalemate.json"
    }
}