{
    "name": "Subjectivity",
    "author": [
        "Spinrad, Norman"
    ],
    "body": "Interplanetary flight having been perfected, the planets and moons of\nthe Sol system having been colonized, Man turned his attention to the\nstars.\n\nAnd ran into a stone wall.\n\nAfter three decades of trying, scientists reluctantly concluded that a\nfaster-than-light drive was an impossibility, at least within the\nrealm of any known theory of the Universe. They gave up.\n\nBut a government does not give up so easily, especially a unified\ngovernment which already controls the entire habitat of the human\nrace. _Most_ especially a psychologically and sociologically\nenlightened government which sees the handwriting on the wall, and has\nalready noticed the first signs of racial claustrophobia--an\nobjectless sense of frustrated rage, increases in senseless crimes,\nproliferation of perversions and vices of every kind. Like grape juice\nsealed in a bottle, the human race had begun to ferment.\n\nTherefore, the Solar Government took a slightly different point of\nview towards interstellar travel--Man _must_ go to the stars. Period.\nTherefore, Man _will_ go to the stars.\n\nIf the speed of light could not be exceeded, then Man would go to the\nstars within that limit.\n\nWhen a government with tens of billions of dollars to spend becomes\nmonomaniacal, Great Things can be accomplished. Also, unfortunately,\nUnspeakable Horrors.\n\n_Stage One_: A drive was developed which could propel a spaceship at\nhalf the speed of light. This was merely a matter of technological\nconcentration, and several billion dollars.\n\n_Stage Two_: A ship was built around the drive, and outfitted with\nevery conceivable safety device. A laser-beam communication system was\ninstalled, so that Sol could keep in contact with the ship all the way\nto Centaurus. A crew of ten carefully screened, psyched and trained\nnear-supermen was selected, and the ship was launched on a\nsixteen-year round-trip to Centaurus.\n\nIt never came back.\n\nTwo years out, the ten near-supermen became ten raving maniacs.\n\nBut the Solar Government did not give up. The next ship contained five\nnear-supermen, and five near-superwomen.\n\nThey only lasted for a year and a half.\n\nThe Solar Government intensified the screening process. The next ship\nwas manned by ten bona-fide supermen.\n\nThey stayed sane for nearly three years.\n\nThe Solar Government sent out a ship containing five supermen and five\nsuperwomen. In two years, they had ten super-lunatics.\n\nThe psychologists came to the unstartling conclusion that even the\ncream of humanity, in a sexually balanced crew, could not stand up\npsychologically to sixteen years in a small steel womb, surrounded by\nbillions of cubic miles of nothing.\n\nOne would have expected reasonable men to have given up.\n\nNot the Solar Government. Monomania had produced Great Things, in the\nform of a c/2 drive. It now proceeded to produce Unspeakable Horrors.\n\nThe cream of the race had failed, reasoned the Solar Government,\ntherefore, we will give the dregs a chance.\n\nThe fifth ship was manned by homosexuals. They lasted only six months.\nA ship full of lesbians bettered that by only two weeks.\n\nNumber Seven was manned by schizophrenics. Since they were _already_\nmad, they did not go crazy. Nevertheless, they did not come back.\nNumber Eight was catatonics. Nine was paranoids. Ten was sadists.\nEleven was masochists. Twelve was a mixed crew of sadists and\nmasochists. No luck.\n\nMaybe it was because thirteen was still a mystic number, or maybe it\nwas merely that the Solar Government was running out of ideas. At any\nrate, ship Number Thirteen was the longest shot of all.\n\n_Background_: From the beginnings of Man, it had been known that\ncertain plants--mushrooms, certain cacti--produced intense\nhallucinations. In the mid-twentieth century, scientists--and others\nless scientifically minded--had begun to extract those hallucinogenic\ncompounds, chiefly mescaline and psilocybin. The next step was the\nsynthesis of hallucinogens--L.S.D. 25 was the first, and it was far\nmore powerful than the extracts.\n\nIn the next few centuries, more and more different hallucinogens were\nsynthesized--L.S.D. 105, Johannic acid, huxleyon, baronite.\n\nSo by the time the Solar Government had decided that the crew of ship\nNumber Thirteen would attempt to cope with the terrible reality of\ninterstellar space by denying that reality, they had quite an\nassortment of hallucinogens to choose from.\n\nThe one they chose was a new, as-yet-untested (\"Two experiments for\nthe price of one,\" explained economy-minded officials) and\nunbelievably complex compound tentatively called Omnidrene.\n\nOmnidrene was what the name implied--a hallucinogen with all the\nproperties of the others, some which had proven to be all its own, and\nsome which were as yet unknown. As ten micrograms was one day's dose\nfor the average man, it was the ideal hallucinogen for a starship.\n\nSo they sealed five men and five women--they had given up on sexually\nunbalanced crews--in ship Number Thirteen, along with half a ton of\nOmnidrene and their fondest wishes, pointed the ship towards\nCentaurus, and prayed for a miracle.\n\nIn a way they could not possibly have foreseen, they got it.\n\n\n\nAs starship Thirteen passed the orbit of Pluto, a meeting was held,\nsince this could be considered the beginning of interstellar space.\n\nThe ship was reasonably large--ten small private cabins, a bridge that\nwould only be used for planetfalls, large storage areas, and a big\ncommon room, where the crew had gathered.\n\nThey were sitting in All-Purpose Lounges, arranged in a circle. A few\nhad their Lounges at full recline, but most preferred the upright\nposition.\n\nOliver Brunei, the nominal captain, had just opened the first case of\nOmnidrene, and taken out a bottle of the tiny pills.\n\n\"This, fellow inmates,\" he said, \"is Omnidrene. The time has come for\nus to indulge. The automatics are all set, we won't have to do a thing\nwe don't want to for the next eight years.\"\n\nHe poured ten of the tiny blue pills into the palm of his right hand.\n\"On Earth, they used to have some kind of traditional ceremony when a\nperson crossed the equator for the first time. Since we are crossing a\nfar more important equator, I thought we should have some kind of\nceremony.\"\n\nThe crew squirmed irritably.\n\nI _do_ tend to be verbose, Brunei thought.\n\n\"Well ... anyway, I just thought we all oughta take the first pills\ntogether,\" he said, somewhat defensively.\n\n\"So come on, Ollie,\" said a skinny, sour-looking man of about thirty\nyears.\n\n\"O.K., Lazar, O.K.\" Marashovski's gonna be trouble, Brunei thought.\nWhy did they put _him_ on the ship?\n\nHe handed the pills around. Lazar Marashovski was about to gulp his\ndown.\n\n\"Wait a minute!\" said Brunei. \"Let's all do it together.\"\n\n\"One, two, _three_!\"\n\nThey swallowed the pills. In about ten minutes, thought Brunei, we\nshould be feeling it.\n\nHe looked at the crew. Ten of us, he thought, ten brilliant misfits.\nLazar, who has spent half his life high on baronite; Vera Galindez,\nwould-be medium, trying to make herself telepathic with mescaline;\nJorge Donner.... Why is _he_ here?\n\nMe, at least with me it's simple--this or jail.\n\nWhat a crew! Drug addicts, occultists, sensationalists ... _and what\nelse?_ What makes a person do a thing like this?\n\nIt'll all come out, thought Brunei. In sixteen years, it'll all come\nout.\n\n\"Feel anything yet, Ollie?\" said Marsha Johnson. No doubt why _she_\ncame along. Just an ugly old maid liking the idea of being cooped up\nwith five men.\n\n\"Nothing yet,\" said Brunei.\n\nHe looked around the room. Plain steel walls, lined with cabinets full\nof Omnidrene on two sides, viewscreen on the ceiling, bare floor, the\nother two walls decked out like an automat. Plain, gray steel\nwalls....\n\n_Then why were the gray steel walls turning pink?_\n\n\"Oh, oh ...\" said Joby Krail, rolling her pretty blond head, \"oh, oh ...\nhere it comes. The walls are dancing....\"\n\n\"The ceiling is a spiral,\" muttered Vera, \"a winding red spiral.\"\n\n\"O.K., fellow inmates,\" said Brunei, \"it's hitting.\" Now the walls\nwere red, bright fire-engine red, and they were melting. No, not\nmelting, but evaporating....\n\n\"Like crystal it is,\" said Lin Pey, waving his delicate oriental\nhands, \"like jade as transparent as crystal.\"\n\n\"There is a camel in the circle,\" said Lazar, \"a brown camel.\"\n\n\"Let's all try and see the camel together,\" said Vera Galindez\nsharply. \"Tell us what it looks like, Lazar.\"\n\n\"It's brown, it's the two-humped kind, it has a two-foot tail.\"\n\n\"And big feet,\" said Lin Pey.\n\n\"A stupid face,\" said Donner.\n\n\"Very stupid.\"\n\n\"Your camel is a great bore,\" said the stocky, scowling Bram Daker.\n\n\"Let's have something else,\" said Joby.\n\n\"Okay,\" replied Brunei, \"now someone else tell what they see.\"\n\n\"A lizard,\" said Linda Tobias, a strange, somber girl, inclined to the\nmorbid.\n\n\"A lizard?\" squeaked Ingrid Solin.\n\n\"No,\" said Lin Pey, \"a dragon. A green dragon, with a forked red\ntongue....\"\n\n\"He has little useless wings,\" said Lazar.\n\n\"He is totally oblivious to us,\" said Vera.\n\nBrunei saw the dragon. It was five feet long, green and scaly. It was\na conventional dragon, except for the most bovine expression in its\neyes....\n\nYes, he thought, the dragon is _here_. But the greater part of him\nknew that it was an illusion.\n\nHow long would this go on?\n\n\"It's _good_ that we see the same things,\" said Marsha. \"Let's always\nsee the same things....\"\n\n\"Yes.\"\n\n\"Yes!\"\n\n\"Now a mountain, a tall blue mountain.\"\n\n\"With snow on the peak.\"\n\n\"Yes, and clouds....\"\n\n\n\n_One week out_:\n\nOliver Brunei stepped into the common room. Lin Pey, Vera, and Lazar\nwere sitting together, on what appeared to be a huge purple toadstool.\n\nBut that's _my_ hallucination, thought Brunei. _At least, I think it\nis._\n\n\"Hello Ollie,\" said Lazar.\n\n\"Hi. What're you doing?\"\n\n\"We're looking at the dragon again,\" said Vera. \"Join us?\"\n\nBrunei thought of the dragon for a moment. The toadstool disappeared,\nand the by-now-familiar bovine dragon took its place. In the last few\ndays, they had discovered that if any two of them concentrated on\nsomething long enough to \"materialize\" it, anyone else who wanted to\ncould see it in a moment.\n\n\"What's so interesting about that silly dragon?\" said Brunei.\n\n\"How about the camel?\" said Lazar.\n\nThe dragon turned into the two-humped brown camel.\n\n\"Phooey!\" said Lin Pey.\n\n\"O.K.,\" said Vera, \"so what do you want?\"\n\nLin Pey thought for a moment.\n\n\"How about a meadow?\" he said. \"A soft lawn of green grass, the sky is\nblue, and there are a few white clouds....\"\n\n\"Clover is blooming,\" said Lazar. \"Smell it.\"\n\nBrunei reclined on the soft green grass. The smell of the earth\nbeneath him was warm and moist. \"A few apple trees here and there,\" he\nsaid, and there was shade.\n\n\"Look over the hill!\" said Lazar. \"There's the dragon!\"\n\n\"Will you _please_ get rid of that dragon?\" snapped Brunei.\n\n\"O.K., Ollie, O.K.\"\n\n\n\n_One month out_:\n\n\"Get out of the way!\" yelled Brunei. He gave the dragon a kick. It\nmooed plaintively.\n\n\"That wasn't very nice, Ollie,\" said Lazar.\n\n\"That dragon is always underfoot,\" said Brunei. \"Why don't you get rid\nof it?\"\n\n\"I've taken a liking to it,\" said Lazar. \"Besides, what about your\nSaint Bernard?\"\n\n\"This ship is getting too cluttered up with everyone's\nhallucinations,\" said Brunei. \"Ever since ... when was it, a week\nago?... ever since we've been able to conjure 'em up by ourselves, and\nmake everyone else see 'em.\"\n\nDaker dematerialised the woman on his lap. \"Why don't we get\ntogether?\" he said.\n\n\"Get together?\"\n\n\"Yes. We could agree on an environment. Look at this common room for\nexample. What a mess! Here, it's a meadow, there it's a beach, a\npalace, a boudoir.\"\n\n\"You mean we should make it the same for all of us?\" asked Lazar.\n\n\"Sure. We can have whatever we want in our cabins, but let's make some\nsense out of the common room.\"\n\n\"Good idea,\" said Brunei. \"I'll call the others.\"\n\n\n\n_Three months out_:\n\nBrunei stepped through the stuccoed portal, and into the central\nSpanish garden. He noticed that the sky was blue, with a few fleecy\nwhite clouds.\n\nBut then, the weather was always good. They had agreed on it.\n\nLazar, Ingrid, Lin Pey and Vera were sitting on the green lawn\nsurrounding the fountain.\n\nDaker, Joby, Linda and Donner preferred the shade, and lounged against\nthe white arabesqued wall which enclosed the garden on four sides,\nbroken only by four arched entrance portals.\n\nThe garden had been a good compromise, thought Brunei. Something for\neveryone. Fresh air and sun-shine, but also the mental security\noffered by the walls, which also provided shade for those who wanted\nit. A fountain, a few palm trees, grass, flowers, even the little\nformal Japanese rock garden that Lin Pey had insisted on.\n\n\"Hello, Ollie,\" said Lazar. \"Nice day.\"\n\n\"Isn't it always?\" replied Brunei. \"How about a little shower?\"\n\n\"Maybe tomorrow.\"\n\n\"I notice a lot of sleeping people today,\" said Brunei.\n\n\"Yes,\" said Lin Pey. \"By now, the garden seems to be able to maintain\nitself.\"\n\n\"You think it has a separate existence?\" asked Ingrid.\n\n\"Of course not,\" said Vera. \"Our subconscious minds are maintaining\nit. It's probably here when we're all asleep.\"\n\n\"No way of telling _that_,\" said Brunei. \"Besides, how can it exist\nwhen we're asleep, when it doesn't really exist to begin with?\"\n\n\"Semantics, Ollie, semantics.\"\n\nBrunei took a bottle of Omnidrene out of his pocket. \"Time to charge\nup the old batteries again,\" he said.\n\nHe passed out the pills.\n\n\"I notice Marsha is still in her cabin.\"\n\n\"Yeah,\" said Lazar, \"she keeps to herself a lot. No great--\"\n\nJust then, Marsha burst into the garden, screaming: \"Make it go away!\nMake it go away!\"\n\nBehind her slithered a gigantic black snake, with a head as big as a\nhorse's, and bulging red eyes.\n\n\"I thought we agreed to leave our private hallucinations in our\ncabins,\" snapped Brunei.\n\n\"I tried! I tried! I _don't want_ it around, but it won't go away! Do\nsomething!\"\n\nTen feet of snake had already entered the garden. The thing seemed\nendless.\n\n\"Take it easy,\" said Lazar. \"Let's all concentrate and think it away.\"\n\nThey tried to erase the snake, but it just rolled its big red eyes.\n\n\"That won't work,\" said Vera. \"Her subconscious is still fighting us.\nPart of her must _want_ the snake here. We've _all_ got to be together\nto erase it.\"\n\nMarsha began to cry. The snake advanced another two feet.\n\n\"Oh, quiet!\" rasped Lazar. \"Ollie, do I have your permission to bring\nmy dragon into the garden? He'll make short work of the snake.\"\n\nBrunei scowled. \"You and your dragon.... Oh, maybe it'll work.\"\n\nInstantly, the green dragon was in the garden. But it was no longer\nfive feet long and bovine.\n\nIt was a good twelve feet long, with cold reptilian eyes and big\nyellow fangs.\n\nIt took one look at the snake, opened its powerful jaws, and belched a\nhuge tongue of orange flame.\n\nThe serpent was incinerated. It disappeared.\n\nBrunei was trembling. \"What happened, Lazar?\" he said. \"That's not the\nsame stupid little dragon.\"\n\n\"Hah ... hah....\" squeaked Lazar. \"He's ... uh ... grown....\"\n\nBrunei suddenly noticed that Lazar was ashen. He also noticed that the\ndragon was turning in their direction.\n\n\"Get it out of here, Lazar! Get it out of here!\"\n\nLazar nodded. The dragon flickered and went pale, but it was over a\nminute before it disappeared entirely.\n\n\n\n_Six months out_:\n\n_Things_ wandered the passageways and haunted the cabins. Marsha's\nsnake was back. There was Lazar's dragon, which seemed to grow larger\nevery day. There was also a basilisk, a pterodactyl, a vampire bat\nwith a five-foot wingspread, an old-fashioned red spade-tailed demon\nand other assorted horrors.\n\nEven Oliver Brunei's friendly Saint Bernard had grown to monstrous\nsize, turned pale green, and grown large yellow fangs.\n\nOnly the Spanish garden in the common room was free of the\nmonstrosities. Here, the combined conscious minds of the ten crew\nmembers were still strong enough to banish the rampaging\nhallucinations.\n\nThe ten of them sat around the fountain, which seemed a shade less\nsparkling.\n\nThere were even rainclouds in the sky.\n\n\"I don't like it,\" said Bram Daker. \"It's getting completely out of\ncontrol.\"\n\n\"So we just have to stay in the garden, that's all,\" said Brunei. \"The\nfood's all here, and so is the Omnidrene. And _they_ can't come here.\"\n\n\"Not yet,\" said Marsha.\n\nThey all shuddered.\n\n\"What went wrong?\" asked Ingrid.\n\n\"Nothing,\" said Donner. \"They didn't know what would happen when they\nsent us out, so we can't say they were _wrong_.\"\n\n\"Very comforting,\" croaked Lazar. \"But can someone tell me why we\ncan't control _them_ any more?\"\n\n\"Who knows?\" said Brunei. \"At least we can keep them out of here.\nThat's--\"\n\nThere was a snuffling at the wall. The head of something like a\nTyrannosaurus Rex peered over the wall at them.\n\n\"Ugh!\" said Lin Pey. \"I think that's a new one.\"\n\nThe dragon's head appeared alongside the Tyrannosaur's.\n\n\"Well, at least _there's_ a familiar face,\" tittered Linda.\n\n\"Very funny.\"\n\nMarsha screamed. The huge black snake thrust its head through a\nportal.\n\nAnd the flap of leathery wings could be heard. And the smell of\nsulphur.\n\n\"Come on! Come on!\" shouted Brunei. \"Let's get these things out of\nhere!\"\n\nAfter five minutes of intense group concentration, the last of the\nhorrors was banished.\n\n\"It was a lot harder this time,\" said Daker.\n\n\"There were more of them,\" said Donner.\n\n\"They're getting stronger and bolder.\"\n\n\"Maybe some day they'll break through, and....\" Lin Pey let the\nsentence hang. Everyone supplied his own ending.\n\n\"Don't be ridiculous!\" snapped Brunei. \"They're not real. _They can't\nkill us!_\"\n\n\"Maybe we should stop taking the Omnidrene?\" suggested Vera, without\nvery much conviction.\n\n\"At _this_ point?\" said Brunei. He shuddered. \"If the garden\ndisappeared, and we had nothing but the bare ship for the next fifteen\nand a half years, and we _knew_ it, and at the same time knew that we\nhad the Omnidrene to bring it back.... How long do you think we'd hold\noff?\"\n\n\"You're right,\" said Vera.\n\n\"We just have to stick it out,\" said Brunei. \"Just remember: _They\ncan't kill us. They aren't real._\"\n\n\"Yes,\" the crew whispered in a tiny, frail voice, \"they aren't\nreal....\"\n\n\n\n_Seven months out_:\n\nThe garden was covered with a gloomy gray cloud layer. Even the\n\"weather\" was getting harder and harder to control.\n\nThe crew of starship Number Thirteen huddled around the fountain,\nstaring into the water, trying desperately to ignore the snufflings,\nflappings, wheezes and growls coming from outside the walls. But\noccasionally, a scaly head would raise itself above the wall, or a\npterodactyl or bat would flap overhead, and there would be violent\nshudders.\n\n\"I still think we should stop taking the Omnidrene,\" said Vera\nGalindez.\n\n\"If we stopped taking it,\" asked Brunei, \"which would disappear first,\n_them_ ... _or the garden?_\"\n\nVera grimaced. \"But we've got to do something,\" she said. \"We can't\neven make them disappear at all, any more. And it's becoming a full\ntime job just to keep them outside the walls.\"\n\n\"And sooner or later,\" interjected Lazar, \"we're _not_ going to be\nstrong enough to keep them out....\"\n\n\"_Brr!_\"\n\n\"The snake! The snake!\" screamed Marsha. \"It's coming in again!\"\n\nThe huge black head was already through a portal.\n\n\"Stop the snake, everyone!\" yelled Brunei. Eyes were riveted on the\nugly serpent, in intense concentration.\n\nAfter five minutes, it was obviously a stalemate. The snake had not\nbeen able to advance, nor could the humans force it to retreat.\n\nThen smoke began to rise behind the far wall.\n\n\"The dragon's burning down the wall!\" shrieked Lazar. \"Stop him!\"\n\nThey concentrated on the dragon. The smoke disappeared.\n\nBut the snake began to advance again.\n\n\"They're too strong!\" moaned Brunei. \"We can't hold them back.\"\n\nThey stopped the snake for a few moments, but the smoke began to\nbillow again.\n\n\"They're gonna break through!\" screamed Donner. \"We can't stop 'em!\"\n\n\"What are we gonna do?\"\n\n\"Help!\"\n\nCreakings, cracklings, groanings, as the walls began to crack and\nblister and shake.\n\nSuddenly Bram Daker stood up, his dark eyes aflame.\n\n\"Only one thing's strong enough!\" he bellowed. \"Earth! _Earth!_ EARTH!\nThink of Earth! All of you! We're back on Earth. Visualize it, make it\nreal, and the monsters'll have to disappear.\"\n\n\"But _where_ on Earth?\" said Vera, bewildered.\n\n\"The Spaceport!\" shouted Brunei. \"The Spaceport! We all remember the\nSpaceport.\"\n\n\"We're back on Earth! The Spaceport!\"\n\n\"Earth!\"\n\n\"_Earth!_\"\n\n\"EARTH! EARTH!\"\n\nThe garden was beginning to flicker. It became red, orange, yellow,\ngreen, blue, violet, invisible; then back again through the spectrum\nthe other way--violet, blue, green, yellow, orange, red, invisible.\n\nBack and forth, like a pendulum through the spectrum....\n\nOliver Brunei's head hurt unbearably, he could see the pain on the\nother faces, but he allowed only one thought to fill his\nbeing--_Earth! The Spaceport! EARTH!_\n\nMore and more, faster and faster, the garden flickered, and now it was\nthe old common room again, and _that_ was flickering.\n\nLight was flickering, mind was flickering, time, too, seemed to\nflicker....\n\n_Only Earth!_ thought Brunei. Earth doesn't flicker, the Spaceport\ndoesn't flicker.\n\nEarth! EARTH!\n\nNow all the flickerings, of color, time, mind and dimensions, were\ncoalescing into one gigantic vortex, that was a thing neither of time,\nnor space, nor mind, but all three somehow fused into one....\n\nThey're screaming! Brunei thought. Listen to the horrible screams!\nSuddenly he noticed that he, too, was screaming.\n\nThe vortex was growing, swirling, undulating, and it, too, began to\nflicker....\n\nThere was an unbearable, impossible pain, and....\n\n\n\nThe sight of starship Number Thirteen suddenly appearing out of\nnowhere, and sitting itself calmly down in the middle of the Spaceport\nwas somewhat disconcerting to the Spaceport officials. Especially\nsince at the very moment it appeared, and even afterward, they\ncontinued to have visual and laser contact with its image, over three\nlight-months from Earth.\n\nHowever, the Solar Government itself was much more pragmatic. One\ninstant, starship Thirteen had been light-months from Earth, the next\nit was sitting in the Spaceport. Therefore, starship Thirteen had\nexceeded the speed of light somehow. Therefore, it was possible to\nexceed the speed of light, and a thorough examination of the ship and\nits contents would show _how_.\n\nTherefore.... You idiots, throw a security cordon around that ship!\n\nIn such matters, the long-conditioned reflexes of the Solar Government\nworked marvelously. Before the air-waves had cooled, two hundred\nheavily armed soldiers had surrounded the ship.\n\nTwo hours later, the Solar co-ordinator was on the scene, with ten\nOrders of Sol to present to the returning heroes, and a large\nwell-armored vehicle to convey them to laboratories, where they would\nbe gone over with the proverbial fine-tooth comb.\n\nAn honor guard of two hundred men standing at attention made a pathway\nfrom the ship's main hatch to the armored carrier, in front of which\nstood the Solar Co-ordinator, with his ten medals.\n\nThey opened the hatch.\n\nOne, two, five, seven, ten dazed and bewildered \"heroes\" staggered\npast the honor guard, to face the Co-ordinator.\n\nHe opened his mouth to begin his welcoming speech, and start the five\nyears of questioning and experiments which would eventually kill five\nof the crew and give Man the secret of faster-than-light drive.\n\nBut instead of speaking, he screamed.\n\nSo did two hundred heavily armed soldiers.\n\nBecause, out of starship Thirteen's main hatch sauntered a twelve-foot\ngreen dragon, followed by a Tyrannosaurus Rex, a pterodactyl, a\nvampire bat with a five-foot wingspan, an old-fashioned red,\nspade-tailed demon, and finally, big as a horse's, the pop-eyed head\nof an enormous black serpent....\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Spinrad, Norman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30722/pg30722.txt",
        "name": "subjectivity.json"
    }
}