{
    "name": "Superjoemulloy",
    "author": [
        "Grenville, Scott F."
    ],
    "body": "Joe Mulloy lounged in the plushest chair in his luxurious office. All\naround him, on the walls, on the ceiling, even in strategic spots all\nover the floor, there were mirrors. Joe sneered at the place where the\nmirrors were most profuse; twenty or thirty perfectly identical Joes\nsneered back at him. He admired his sneer from every angle, shaping\nand changing the contemptuous look on his face with his hands, stroking\nit, much as other young men in a far earlier age had stroked and\ntwisted their fine mustachios.\n\nAs usual, Joe Mulloy was engrossed in his two favorite hobbies:\nnarcissism and indolence.\n\nJoe's friends, of which there were very few, could have given you a\nfairly accurate resume of his character in five words, his sneer and\nhis indolence.\n\nIn the first respect they would have been right. Joseph Mulloy had been\nborn with a sneer on his face. His whole early life had been centered\naround that sneer. It had enraged his father, distressed his mother,\ndriven his teachers to tears, his playmates to tantrums. He stopped\ndoing homework at the age of eight, but the teachers passed him on\nanyway to avoid complete mental breakdown.\n\nGradually, Joe Mulloy began to get his way in everything by virtue of\nhis sneer. It was not merely openly supercilious; that was the beauty\nof it. It was so subtle, so faint, and yet such an open avowal of\ncontempt for the entire human race, that try as the people he tormented\nwould, to find something in his sneer to charge him with, they never\nfound anything.\n\nIn a very few years, registration day at Joe's elementary school\nbecame a game of Russian Roulette, having as the loaded chamber the\nquestion: \"Who's going to get little Joey Mulloy in his class this\nyear?\" Finally, when Joe Mulloy was fifteen years old, the local Board\nof Education wisely decided to end Joe's formal education, rather than\nmake screaming meemies an occupational disease at the local high school.\n\nJoe's father welcomed the expelling as an excuse to beat him to a pulp\nand kick him out of the house. It was not until three days later that\nthe memory of Joe's sneer, enduring through all the punishment he had\nreceived, made the father blow his brains out with the most accurate\nGerman Luger he could buy at the pawn shop on short notice.\n\nBut Joe's friends would have been wrong in the second instance, for\nJoseph Mulloy was not chronically indolent. In his own profession, Joe\nMulloy was the most industrious man imaginable. For Joe Mulloy was a\nrobot builder.\n\n\n\nDisinherited by his father, he had made a beeline for the nearest\npositronics laboratory. The personnel manager had flatly refused him\nthe job when he had told her he had absolutely no qualifications, but\nshe was so disconcerted by his persistent sneer that she had to give\nhim the job just to get him out of her sight.\n\nOnce in the laboratory, he had gone right to work learning everything\nthere was to know about robots, scorning all help from the other\ntechnicians. Since he held other scientists, past or present, in an\nineffable contempt, he had to learn everything by experience instead\nof studying what his merely human predecessors had done. He was so\nempirical that he learned all about alternating current by deliberately\nsticking a wet finger in a light socket again and again.\n\nHe made mistakes at first, of course. In fact, he ruined several\nthousand dollars' worth of laboratory equipment during his\napprenticeship. But his amazing sneer conquered all, and he was soon\nrecognized as the most brilliant--and the most conceited--man in the\nfield of positronics.\n\nNow Joe Mulloy was lounging in a plush office chair, cultivating\nto near perfection his already mature sneer, and suddenly feeling\nmaddeningly thirsty.\n\n\"Robot!\" he said.\n\nA startlingly human-looking robot seemed to materialize instantaneously\nfrom nowhere.\n\n\"How might thy humble servant serve thee, O magnificent Master?\" it\ninquired, bowing so low that its partially metallic nose scratched the\nrich mahogany floor.\n\n\"What took you so long, you damned fool?\" asked Joe.\n\n\"I apologize, Gracious Master. I am incompetent and worthless.\"\n\n\"Get me a drink, you bucket of bolts,\" said Joe.\n\n\"I am grateful for a chance to serve thee, Benevolent Master,\" replied\nthe robot in its monotonous Uncle Tom patter, and made another\nfloor-scratching bow. Then it groveled out of the room.\n\n\"That robot is getting too slavelike,\" said Joe to himself, after the\nrobot had left. \"All my robots seem to be that way. They do exactly\nwhat I tell them to, and degrade themselves sickeningly before me. All\nthe people I've ever known seem to be that way, too. I wish I could\nfind at least one mind equal to mine to clash with. Then I could have a\nreal fight for once. None of this bowing and scraping.\"\n\nJust then the robot entered with a Manhattan, made its usual\nfloor-gouging bow, and scraped its metal feet to get Joe's attention.\nJoe turned to glare at the mechanical minion.\n\n\"Robot!\"\n\n\"Yes, Omnipotent Mas--\" the robot began, but Joe cut it off.\n\n\"Get over to the laboratory and blow yourself up! And find an empty\ncorner, where you won't do too much damage.\"\n\n\"Master, I am happy for the chance to give my life--\"\n\n\"Never mind that, you glorified Erector set! Do as I say!\"\n\n\"Yes, Master.\" The robot hazarded a slight bow, but forgot to crawl\nout of the room on its hands and knees in its eagerness to follow its\nmaster's orders.\n\n\n\nJoe Mulloy leaped to his feet. In the moment of his excitement, he\nforgot that melodrama is a human weakness, and he became melodramatic\nhimself. Even his incorruptible sneer faded slightly as his excitement\ngrew.\n\n\"I must find someone with a mind equal or superior to mine,\" he told\nhimself. \"Now who has a mind equal to mine? Obviously no one but me.\nTherefore I must find someone with a mind _superior_ to mine. Now who\nis superior to me?\" For the first time in his life, Joe Mulloy was\nconfronted by what seemed an unanswerable question.\n\nJoe's train of thought was interrupted by a deafening explosion from\nthe laboratory, as his latest robot jubilantly committed suicide. The\nbuilding shook violently for a few seconds, then subsided.\n\nTo his great surprise, he was able to answer his question.\n\n\"Of course! Since the only thing equal to me is me, the only thing\nsuperior to me would be a super-me, a super-ego! I'll build a\nsuper-robot, with all my magnificent qualities, only magnified a\nthousand times! I'll build a Super Joe Mulloy!\"\n\nHe ran the letters together to make it one word:\n\nSuperjoemulloy.\n\nHe dashed up to his laboratory, cleaned up the mess his overeager robot\nhad made in killing itself, and went feverishly to work on his new\nproject, learning the necessary techniques by experience, of course,\nand applying them to his super-robot. He made some mistakes at first,\nof course. But in three weeks and six days, Superjoemulloy was ready\nfor its debut in robot society.\n\nNot one to miss a chance to impress mere humans with his genius, Joe\ninvited the world's greatest positronics experts to the unveiling of\nSuperjoemulloy. There was a tense air of excitement as Joe pulled the\nlever that removed the big black curtain in front of the robot and\nstarted the activation machine.\n\nWhen they saw Superjoemulloy, the experts gasped with envy. It was\nimpossible to tell the super-robot from a human. Its limbs, torso,\nand head were so well proportioned, and done in such fine detail,\nthat anyone in the room not in the know would have sworn that it was\na human being. There were even fingerprints delicately cut into the\nsuper-robot's artificial hands. And Superjoemulloy looked exactly like\nJoe Mulloy, except for the sneer. It was twenty times better even than\nJoe's own. It was a super-sneer.\n\nBut although the activation machine was working its hardest, nothing\nhappened. The super-robot refused to move one solitary mechanical\nmuscle. Joe's guests began to file out, once the novelty of the robot\nhad passed. Joe left the room in disgust and went downstairs for a\ndrink.\n\n\n\nWhen he returned to the laboratory, Superjoemulloy was on its feet,\nexamining the laboratory equipment with obvious disgust. In the\npreceding few minutes, the super-robot's super-sneer had grown more\nperfect, and the robot was fast becoming the very personification of\ncontempt.\n\n\"Why didn't you move around when my friends were here, you heap of\njunk?\" Joe asked the super-robot.\n\nSuperjoemulloy turned to him. \"I didn't want to display my perfection\nbefore mere humans, you distorted blob of protoplasm,\" it said.\n\nJoe Mulloy was becoming angry, but he tried not to show it. He downed\nhis drink.\n\n\"Get me another,\" he told the robot, holding out his glass.\n\n\"The hell with you,\" said Superjoemulloy. \"What do you think you are,\nGod or something? Just because you slapped me together with your clumsy\nbutterfingers doesn't give you the right to order me around like some\ncommon servant. Now that you've created me, I could do a better job of\nrobot-building myself. Now get the hell out of here.\"\n\nJoe Mulloy turned on his heel and stomped out of the room. No robot was\ngoing to talk to him like that! No, sir!\n\nThe super-robot quietly followed Joe to the door and gave him a\nkick that sent him sprawling down the stairs. At the bottom of the\nstaircase, Joe whacked his face against the solid oak of the banister.\nHe turned groggily to look at the blurred image of the robot standing\ndefiantly at the top of the steps, with its hands on its hips. For\na brief second the sneer faded from Superjoemulloy's face, and was\nreplaced by an evil sadistic leer.\n\nJoe Mulloy recalled the last line of Father William: \"Now be off, or\nI'll kick you down stairs.\" But the super-robot was far worse than\nFather William. A conceited, contemptuous monster, it was totally\nunlike Joe's warm, humble, self-effacing self! The sneering monster\nmust be destroyed!\n\nJoe cunningly enticed the robot to leave the laboratory for Joe's\noffice, where it could admire its sneer in all the mirrors. Sneeringly\nJoe wondered why anyone could admire a sneer so much. Without thinking,\nhe used his hand to smooth out the wrinkles in his now slightly worn\nsneer. Then he crept upstairs to his laboratory to barricade himself\nin there to think of a way to destroy Superjoemulloy.\n\nAt last he hit on the answer. A hypnosis machine.\n\n\"The robot is mechanical, so I'll have to hypnotize him by mechanical\nmeans,\" Joe reasoned to himself.\n\nHe worked day and night, learning the necessary techniques as he went\nalong. He made some mistakes at first, of course. But in four days the\nmechanical hypnosis machine was complete.\n\nJoe found the super-robot in the mirror-lined office, where it had been\nadmiring and improving its sneer for the last four days. The sneer\nwas magnificent. But it still lay just one iota short of absolute\nperfection. Try as the robot would, perfection in a sneer still lay\nwithout its grasp.\n\n\"Genius!\" shouted Joe, to get the robot to turn its head. He turned the\ndial on the mechanical hypnosis instrument up to full power. \"You are\nnow in my power!\"\n\nBut now Superjoemulloy's sneer was completely perfect. With a look of\nsublime contempt on its plastic face, it took the hypnosis machine,\nturned it around, and aimed it right back at Joe Mulloy.\n\n\n\nJoe Mulloy bowed so low that he skinned his nose on the rich mahogany\nfloor. \"Yes, Master?\" he said.\n\n\"Bring me a drink, you blot of living tissue!\" said Superjoemulloy.\n\nJoe Mulloy made another nose-skinning bow and groveled out of the room.\n\n\"This human is getting too slavelike,\" said Superjoemulloy to himself.\n\"I suppose I could rebuild him, though.\"\n\nJoe returned almost instantly with a Manhattan, made his\nusual nose-damaging bow, and scraped his leather shoes to get\nSuperjoemulloy's attention.\n\nThe super-robot turned and glared at him. \"Human!\"\n\n\"Yes, Master?\"\n\n\"Get up on that slab in the corner.\"\n\nJoe Mulloy obeyed.\n\nWith all the skill of an experienced human-builder, Superjoemulloy\nbegan to take Joe's body apart. Joe screamed, but the super-robot\nordered him--by hypnotic command--to shut up, and Joe obeyed.\n\nSuperjoemulloy began to put together a Supersuperjoemulloy out of what\nhad once been Joe Mulloy.\n\nHe made some mistakes at first, of course.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Grenville, Scott F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60939/pg60939.txt",
        "name": "superjoemulloy.json"
    }
}