{
    "name": "Susâni\n1901",
    "author": [
        "Becke, Louis"
    ],
    "body": "From \"The Tapu Of Banderah and Other Stories\"\n\nC. Arthur Pearson Ltd.\n\n1901\n\nA few weeks ago I was reading a charmingly written book by a lady (the\nwife of a distinguished savant) who had spent three months on Funafuti,\none of the lagoon islands of the Ellice Group. Now the place and the\nbrown people of whom she wrote were once very familiar to me, and her\nwarm and generous sympathy for a dying race stirred me greatly, and when\nI came across the name \"Funâfala,\" old, forgotten memories awoke once\nmore, and I heard the sough of the trade wind through the palms and the\nlapping of the lagoon waters upon the lonely beaches of Funâfala, as\nSenior, the mate of the _Venus_, and myself watched the last sleep of\nSusâni.\n\nFunâfala is one of the many islands which encircle Funafuti lagoon with\na belt of living green, and to Funâfala--\"the island of the pandanus\npalm\"--Senior and I had come with a party of natives from the village on\nthe main island to spend a week's idleness. Fifty years ago, long before\nthe first missionary ship sailed into the lagoon, five or six hundred\npeople dwelt on Funâfala in peace and plenty--now it holds but their\nbones, for they were doomed to fade and vanish before the breath of the\nwhite man and his civilisation and \"benefits,\" which to the brown people\nmean death, and as the years went by, the remnant of the people\non Funâfala and the other islets betook themselves to the main\nisland--after which the lagoon is named--for there the whale-ships\nand trading schooners came to anchor, and there they live to this day,\nsmitten with disease and fated to disappear altogether within another\nthirty years, and be no more known to man except in the dry pages of a\nbook written by some learned ethnologist.\n\nBut twice every year the people of Funafuti betake themselves to\nFunâfala to gather the cocoa-nuts, which in the silent groves ripen and\nfall and lie undisturbed from month to month; then for a week or ten\ndays, as the men husk the nuts, the women and children fish in the\ndaytime among the pools and runnels of the inner reef, and at night with\nflaring torches of palm-leaf they stand amid the sweeping surf on\nthe outer side of the narrow islet, and with net and spear fill their\nbaskets with blue and yellow crayfish. Then when all the work is done,\nthe canoes are filled with the husked cocoanuts, and with laughter and\nsong--for they are yet a merry-hearted though vanishing people--they\nreturn to the village, and for another six months Funâfala is left to\nthe ceaseless call of the restless sea upon the outer reef, and the\nhoarse cry of the soaring frigate birds.\n\nOne afternoon Senior and myself, accompanied by a young,\npowerfully-built native named Suka, were returning to the temporary\nvillage on Funâfala--a collection of rude huts thatched with palm\nleaves--from a fishing excursion on the outer reef, when we were\novertaken by a series of sudden squalls and downpours of rain. We were\nthen walking along the weather shore of the island, which was strewn\nwith loose slabs of coral stone, pure white in colour and giving forth a\nclear, resonant sound to the slightest disturbing movement On our right\nhand was a scrub of _puka_ trees, which afforded no shelter from the\ntorrential rain; on our left the ocean, whose huge, leaping billows\ncrashed and thundered upon the black, shelving reef, and sent swirling\nwaves of whitened foam up to our feet.\n\nFor some minutes we continued to force our way against the storm, when\nSuka, who was leading, called out to us that a little distance on along\nthe beach there was a cluster of _pàpà_ (coral rocks), in the recesses\nof which we could obtain shelter. Even as he spoke the rain ceased for\na space, and we saw, some hundreds of yards before us, the spot of which\nhe had spoken--a number of jagged, tumbled-together coral boulders which\nsome violent convulsion of the sea had torn away from the barrier reef\nand hurled upon the shore, where, in the course of years, kindly Nature\nhad sent out a tender hand and covered them with a thick growth of a\ncreeper peculiar to the low-lying atolls of the mid-Pacific, and hidden\ntheir rugged outlines under a mantle of vivid green.\n\nAs we drew near, the bright, tropic sun shone out for a while, and the\nfurious wind died away, seeming to gather fresh strength for another\nsweeping onslaught from the darkened weather horizon.\n\n\"Quick,\" said Suka, pointing to the rocks, \"'tis bad to be smitten with\nsuch rain as this. Let us rest in the _pàpà_ till the storm be over.\"\n\nFollowing our all but naked guide, who sprang from stone to stone with\nthe surefootedness of a mountain goat, we soon reached the cluster of\nrocks, the bases of which were embedded in the now hard and stiffened\nsand, and almost at the same moment another heavy rain squall swept down\nand blurred sea and sky and land alike.\n\nBidding us to follow, Suka began to clamber up the side of the highest\nof the boulders, on the seaward face of which, he said, was a small\ncave, used in the olden days as a sleeping place by fishermen and\nsea-bird catchers. Suddenly, when half-way up, he stopped and turned to\nus, and with a smile on his face, held up his hand and bade us listen.\nSome one was singing.\n\n\"It is Susani,\" he whispered, \"she did not sleep in the village last\nnight. She comes to this place sometimes to sing to the sea. Come, she\nis not afraid of white men.\"\n\nGrasping the thick masses of green vine called _At At_ which hung from\nthe summit of the rock, we at last reached the foot of the cave, and\nlooking up we saw seated at the entrance a young native girl of about\ntwelve years of age. Even though we were so near to her she seemed\nutterly unconscious of our presence, and still sang in a low, soft voice\nsome island chant, the words of which were strange to both my companion\nand myself although we were well acquainted with nearly all the\n_Tokelauan_ dialects.\n\nVery quietly we stood awaiting till she turned her face towards us,\nbut her eyes were bent seaward upon the driving sheets of rain, and the\ntumbling surf which thrashed upon the shore.\n\n\"Wait,\" said Suka in a low voice; \"she will see us soon. 'Tis best not\nto disturb her. She is afflicted of God and seeth many things.\"\n\nHer song ceased, and then Suka, stepping forward, touched her gently\nupon the arm. She looked up and smiled into his face, and then she let\nher full, dark eyes rest upon the strangers who stood behind, then again\nshe turned to Suka in mute, inquiring wonder.\n\nHe bent down and placed his cheek against hers, \"Be not afraid, Susâni;\nthey be good friends. And see, little one, sit thee further back within\nthe cave, for the driving rain beats in here at the mouth and thy feet\nare wet and cold.\"\n\nShe rose without a word and stood whilst the kindly-hearted native\nunrolled an old mat which lay at the end of the cave and spread it out\nin the centre.\n\n\"Come, Susâni, dear one,\" he said gravely, and his usually harsh and\nguttural voice sounded soft and tender. \"Come, sit thee here, and then\nin a little while shall I get wood and make a fire so that we may eat.\nHast eaten to-day, little one?\"\n\nShe shook her head; a faint smile parted her lips, and then her strange,\nmournful eyes for a moment again sought ours as she seated herself on\nthe mat Suka beckoned us to approach and sit near her, himself sitting a\nlittle apart and to one side.\n\n\"Susâni,\" he said, bending forward and speaking slowly and carefully,\n\"_fealofani tau lima i taka soa_\" (\"give your hand to my friends \").\n\nThe girl held out her left hand, and Senior and I each took it in turn\ngently within our own, and uttered the native greeting of \"_Fakaalofa_.\"\n\n\"She can talk,\" said Suka, \"but not much. Sometimes for many days no\nword will come from her lips. It is then she leaveth the village and\nwalks about in the forest or along the beaches when others sleep. But\nno harm can come to her, for she is _tausi mau te Atua_.{*} And be not\nvexed in that she gave thee her left hand, for, see----\"\n\n     * In God's special keeping.\n\nHe touched the girl's right arm, and we now saw that it hung limp and\nhelpless upon her smooth, bared thigh.\n\n\"Was she born thus?\" asked Senior, as he placed his strong, rough hand\nupon her head and stroked her thick, wavy hair, which fell like a mantle\nover her shoulders and back.\n\n\"Nay, she was born a strong child, and her mother and father were\nwithout blemish, and good to look upon--the man was as thick as me\" (he\ntouched his own brawny chest), \"but as she grew and began to talk, the\nbone in her right arm began to perish. And then the hand of God fell\nupon her mother and father, and they died. But let me go get wood and\nbroil some fish, for she hath not eaten.\" Then he bent forward and\nsaid--\n\n\"Dost fear to stay here, Susâni, with the white men?\"\n\nShe looked at us in turn, and then said slowly--\n\n\"Nay, I have no fear, Suka.\"\n\n\"Poor little beggar!\" said Senior pityingly.\n\nTen minutes later Suka had returned with an armful of dry wood and some\nyoung drinking cocoanuts. Fish we had in plenty, and in our bags were\nsome biscuits, brought from the schooner. As Senior and I tended the\nfire, Suka wrapped four silvery sea mullet in leaves, and then when it\nhad burnt down to a heap of glowing coals he laid them in the centre and\nwatched them carefully, speaking every now and then to the child, who\nseemed scarcely to heed, as she gazed at Senior's long, yellow beard,\nand his bright, blue eyes set in his honest, sun-tanned face. Then, when\nthe fish were cooked, Suka turned them out of their coverings and placed\nthem on broad, freshly plucked _puka_ leaves, and Senior brought the\nhard ship biscuits, and, putting one beside a fish, brought it to the\nchild and bade her eat.\n\nShe put out her left hand timidly, and took it from him, her strange\neyes still fixed wonderingly upon his face. Then she looked at Suka, and\nSuka, with an apologetic cough, placed one hand over his eyes and bent\nhis head--for he was a deacon, and to eat food without giving thanks\nwould be a terrible thing to do, at least in the presence of white men,\nwho, of course, never neglected to do so.\n\nThe child, hungry as she must have been, ate her food with a dainty\ngrace, though she had but one hand to use, and our little attentions to\nher every now and then seemed at first to increase her natural shyness\nand timidity. But when the rude meal was finished, and my companion and\nmyself filled our pipes and sat in the front of the cave, she came with\nSuka and nestled up against his burly figure as he rolled a cigarette of\nstrong, black tobacco in dried banana leaf. The rain had ceased, but the\nfronds of the coco-palms along the lonely shore swayed and beat together\nwith the wind, which still blew strongly, though the sun was now shining\nbrightly upon the white horses of the heaving sea.\n\nFor nearly half an hour we sat thus, watching the roll and curl of\nthe tumbling seas upon the reef and the swift flight of a flock of\nsavage-eyed frigate birds which swept to and fro, now high in air,\nnow low down, with wing touching wave, in search of their prey, and\nlistening to the song of the wind among the trees. Then Suka, without\nspeaking, smiled, and pointed to the girl. She had pillowed her head\nupon his naked bosom and closed her long-lashed eyes in slumber.\n\n\"She will sleep long,\" he said. \"Will it vex thee if I stay here with\nher till she awakens? See, the sky is clear and the rain hath ceased,\nand ye need but walk along the beach till----\"\n\n\"We will wait, Suka,\" I answered; \"we will wait till she awakens, and\nthen return to the village together. How comes it that one so young and\ntender is left to wander about alone?\"\n\nSuka pressed his lips to the forehead of the sleeping girl. \"No harm can\ncome to her. God hath afflicted, but yet doth He protect her. And she\nwalketh with Him and His Son Christ, else had she perished long ago, for\nsometimes she will leave us and wander for many days in the forest or\nalong the shore, eating but little and drinking nothing, for she cannot\nopen a cocoanut with her one hand, and there are no streams of fresh,\nsweet water here as there be in the fair land of Samoa. And yet God is\nwith her always, always, and she feeleth hunger and thirst but little.\"\n\nSenior placed his hand on mine and gripped it so firmly that I looked\nat him with astonishment He was a cold, self-contained man, making no\nfriends, never talking about himself, doing his duty as mate of the\n_Venus_ as a seaman should do it, and never giving any one--even myself,\nwith whom he was more open than any other man--any encouragement to ask\nhim why he, a highly educated and intelligent man, had left civilisation\nto waste his years as a wanderer in the South Seas. Still grasping my\nhand, he turned to me and spoke with quivering lips--\n\n\"' She walketh with God! 'Did you hear that? Did you look into her eyes\nand not see in them what fools would call insanity, and what I _know_\nis a knowledge of God above and Christ and the world beyond. 'God has\nafflicted her,' so this simple-minded native, whom many men in their\nunthinking moments would call a canting, naked kanaka, says; but God has\n_not_ afflicted her. He has blessed her, for in her eyes there is that\nwhich tells me better than all the deadly-dull sermons of the highly\ncultured and fashionable cleric, who patters about the Higher Life, or\nthe ranting Salvationist who bawls in the streets of Melbourne or Sydney\nabout the Blood of the Lamb, that there _is_ peace beyond for all....\n'God has afflicted this poor child!' Would that He might so afflict\nme physically as He has afflicted her--if He but gave me that inner\nknowledge of Himself which so shines out and is glorified in her face.\"\n\nHis voice, rising in his excitement, nearly awakened her; so Suka, with\noutstretched hand, enjoined silence.\n\n\"She sleeps, dear friends.\"\n\nA year had come and gone, and the _Venus_ again lay at anchor in the\nbroad lagoon of Funafuti. Suka had come aboard whilst the schooner was\nbeating up to the anchorage, and said that there had been much sickness\non the island, that many people had died, and that Susâni with other\nchildren was _tali mate_ (nearly dead). Could we give them some\nmedicine? for it was a strong sickness this, and even the \"thick\"{*} man\nor woman withered and died from it. Soon they would all be dead.\n\n     * I.e., strong, stout.\n\nAlas! we could not help them much, for our medicine chest was long since\ndepleted of the only drug that would have been of service. At every\nisland in the group from Nanomea southwards we had found many of the\npeople suffering and dying from a malignant type of fever introduced\nby an Hawaiian labour vessel. Then an additional misfortune followed--a\nheavy gale, almost of hurricane force, had set in from the westward\nand destroyed countless thousands of cocoanut trees, so that with the\nexception of fish, food was very scarce.\n\nWe sent Suka on shore in the boat at once with a few mats of rice and\nbags of biscuit--all the provisions we could spare. Then as soon as\nthe vessel was anchored the captain, Senior, and myself followed. The\nresident native teacher met us on the beach, his yellow face and gaunt\nframe showing that he, too, had been attacked. Many of the people, he\ntold us, had gone to the temporary village on Funâfala, where a little\nmore food could be obtained than on the main island, the groves of palms\nthere not having suffered so severely from the gale. Among those who had\ngone were Susâni and the family who had adopted her, and we heard with\nsorrow that there was no hope of the child living, for that morning\nsome natives had arrived from Funâfala with the news that nearly all the\nyoung children were dead, and those remaining were not expected to live\nbeyond another day or two.\n\nAfter spending an hour with the teacher, and watching him distribute the\nrice and biscuit among his sick and starving people, we returned to\nthe ship with the intention of sailing down to Funâfala in the boat and\ntaking the natives there some provisions. The teacher thanked us warmly,\nbut declined to come with us, saying that he could not leave the many\nfor the few, \"for,\" he added sadly, \"who will read the service over\nthose who die? As you sail down the lagoon you will meet canoes coming\nup from Funâfala bringing the dead. I cannot go there to bury them.\"\n\nIt was nearly midnight when we put off from the schooner's side, but\nwith Suka as pilot we ran quickly down to the island. A few natives met\nus as we stepped on shore, and to these we gave the provisions we had\nbrought, telling them to divide them equally. Then with Suka leading,\nand carrying a lighted torch made from the spathe of the cocoanut tree,\nwe made our way through the darkened forest to the house in which Susâni\nand her people were living. It was situated on the verge of the shore,\non the weather side of the narrow island, so as to be exposed to the\ncooling breath of the trade wind, and consisted merely of a roof of\nthatch with open sides, and the ground within covered with coarse mats,\nupon which we saw were lying three figures.\n\nMaking as little noise as possible Suka called out a name, and a man\nthrew off his sleeping mat and came out; it was Susâni's adopted father.\n\n\"No,\" he said in his simple manner, in answer to our inquiries, \"Susâni\nis not yet dead, but she will die at dawn when the tide is low. 'Tis now\nher last sleep.\"\n\nStepping very softly inside the house so as not to disturb her, we sat\ndown to wait her awakening. Suka crouched near us, smoking his pipe in\nsilence, and watching the sleeping girl to see if she moved.\n\nJust as the weird cries of the tropic birds heralded the approach of\ndawn, the woman who lay beside Susâni rose and looked into her face.\nThen she bade us come nearer.\n\n\"She is awake.\"\n\nThe child knew us at once, even in that imperfect light, for the moment\nSenior and myself stood up she tried to raise herself into a sitting\nposture; in an instant Suka sprang to her aid and pillowed her head upon\nhis knees; weak as she was, she put out her hand to us, and then let it\nlie in the mate's broad palm, her deep, mysterious eyes resting upon\nhis face with a strange look of happiness shining in them. Presently her\nlips moved, and we all bent over her to listen; it was but one word--\n\n\"_Fakaalofa!_\"{*}\n\n     * \"My love to you.\"\n\nShe never spoke again, but lay breathing softly, and as the sun shot\nblood red from the sea and showed the deathly pallor of her face, poor\nSuka gave way, and his stalwart bosom was shaken with the grief he tried\nin vain to suppress. Once more she raised her thin, weak hand as if she\nsought to touch his face; he took it tremblingly and placed it against\nhis cheek; in another moment she had ceased to breathe.\n\nAs I walked slowly along the beach to the boat I looked back; the White\nMan and the Brown were kneeling together over the little mat-shrouded\nfigure.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Becke, Louis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25109/pg25109.txt",
        "name": "susâni_1901.json"
    }
}