{
    "name": "Suzy",
    "author": [
        "Parker, Watson"
    ],
    "body": "\n[Sidenote: Her voice was his only link with sanity. It was a beautiful\nvoice. He never really thought what she might be.]\n\n\n\"Suzy, Suzy, Suzy!\"\n\nWhit Clayborne looked at the luminous face of the bulkhead clock for the\nhundredth time that day. Sweat started out on his forehead, and he\ngripped his face with a convulsed hand, moaning in helpless anguish.\n\n\"Suzy, Suzy, Suzy!\"\n\nThe clock clicked impersonally in the darkness, and Whit moaned again.\n\nThe cold. The darkness. The quiet. And the solitude. But there was\nalways Suzy, linking him to the earth so many miles away.\n\n\"One hundred and forty-three days out, four hundred and seven to go.\"\nThe ritual of the report, designed to keep him thinking, day after day.\n\n\"Nothing to report, sir, all equipment functioning. All graphs tracking.\nNo abnormality of any kind. My health is good....\"\n\nIn four hundred and seven days they would bring him down, nearly mad,\nnearly dead, but his records well made on earth, and the record was what\ncounted.\n\nFive hundred and fifty days in an observation capsule, the economical\nhuman machine that did the work of fifty tons of unprojectable\nelectronic equipment. Five hundred and fifty days of cold and quiet and\nsolitude. The first eight men had died in the cold and loneliness of\nspace, until they thought of Suzy, there in the WAC manned offices at\nPoint Magu.\n\n\"Suzy! My God, Suzy, where are you?\" Whit could stand the waiting until\nthe time came close, then his mind would give away until her voice,\nbridging the space void came to him and brought him peace.\n\n\"Whit? Whit, wake up, in case you're asleep. It's me, it's Suzy.\"\n\n\"Asleep! You know I'm not asleep! You know I stay awake for you! I'll\nalways be awake, Suzy. I wouldn't miss a minute with you, not a second.\"\n\n\"Gee, Whit, you're nice. You're awful nice.\"\n\n\"Suzy, for the hundredth time, will you marry me?\"\n\n\"Aw, Whit, you know I can't. You know they made me promise that before I\ntook the job.\"\n\n\"Promise to be a talking floozy to fifty men in space, to hold 'em all\nat arm's length, let 'em love you, then leave 'em in the cold when they\ncame back down to earth. They made you promise to keep us stringing\nalong, until we got back home safe and sound, then turn us loose with\nour love for you burning a hole in our hearts! They made you promise a\nthing like that, Suzy?\n\n\"You can't handle the merchandise, Whit. When you come down, then we'll\ntalk over things together.\"\n\n\"Suzy, I love you, I love you!\"\n\n\"I mustn't say that I love you too, Whit. They made me promise that I\nwouldn't say that. But Whit, you're awful nice.\"\n\n\n\nWhit sat silent, and Suzy kept on talking. She could always talk. No\nmatter what you said to her, no matter how you felt, no matter where you\nwere, Suzy could always talk to you and make your life seem brighter,\nand the trip back home again worth fighting to make. You fell in love\nwith Suzy, they all did, but as she always said, they made her promise\nnot to say she loved you back. Not until you got back home, safe and\nsound and sane.\n\nThat was Suzy's job on earth, in a drab little office with an engineer\nwho controlled her channels, and sometimes blushed at what he heard go\nout over them. She spoke, sometimes gaily, sometimes gently, sometimes\nwith all the frail strength of her body, into a microphone beamed to\neach capsule in turn, and in those capsules were men, who, but for her,\nwould go mad before their time was up.\n\nAnd Suzy never cheated, and she never lied, and she never changed. She\nwas the love light of outer space, she and a dozen others at Point Magu.\nShe kept men sane, and she brought them home, and she kept her promise\nnever to love and never to marry until they came back again.\n\n\"Whit? What we were talking about yesterday. Did you think about that?\"\n\n\"You mean about the gardenias?\"\n\n\"Umhummm. My gardenias, to pin on my blouse.\"\n\n\"Suzy, I'll bring you a thousand, one each day, until you say you love\nme. I'm drawing them now, on paper, one every day, for you.\"\n\n\"Aw, Whit, you're awful nice.\"\n\nThen, after frantic good-byes, shouting, screaming, pounding on the\nmicrophone, hoping that the dead metal would somehow speak once more,\nWhit would settle back for another day's dreaming of Suzy, while he kept\nhis tiny house-in-space, read his little gauges, and kept his dreams\nalive. It was only in the afternoon that madness came too close, and in\nthe power-saving darkness he raged and cursed and pled and begged, until\nSuzy's voice came winging out of space to comfort him for another day,\nwhen they talked of all the beautiful things that people talk about when\nthere is love between them.\n\n\n\nFor Suzy loved her men, all seven of them. To know them well, to listen\ntime and again to their recorded conversations, to pick out points that\nwere worth repeating, to avoid the subjects that depressed them, to say\nwhat would bring them home in love with her was a pleasure to her, and\nshe worked hard at the job. All alone, late into the night, Suzy would\nsit in her little office, listening to her records, and planning the\nnext day's battle for the sanity of her men.\n\n\"Now Al,\" she'd muse, \"he'll want to know how that recipe came out, the\none with the mushrooms. Poor guy, he does like to eat. I'll tell him\nabout the party I went to with Sheila, and how she ate up all the rum\ncakes and could hardly find her way home again. He'll like that.\"\n\n\"And Jim. He'd like to have another problem, like the twelve coin one. I\nwish I had a mind like his. Maybe Miss Graham can find me a book on math\nproblems that a man can do in his head. And I'll tell him how nice it\nwould be to be a professor's wife, and a little college in the north.\nHe doesn't want _me_ yet, but he wants somebody....\"\n\n\"I guess I'll have to talk sex to Crazy Cat, too. It's about the only\nthing he likes to think about, and that's my job. I hope he doesn't\nrealize I'm not the hellcat he seems to think I am. Maybe some of the\ngirls could give me some ideas he'd like to think about; my dates are\npretty dull. They really should have given Crazy Cat to somebody else.\nSome psychiatrist slipped up there, I guess. But I'll bring him down!\nI'll bring him down sane if I have to wade in filth up to my eyeballs!\nThat's a joke.\"\n\n\"Whit's hopeless, he loves me so. I hope he doesn't go off the deep end,\nand end up whacky. Maybe we'll have to relay him some instrument checks,\nto keep him busy. Or maybe, if I told him I'd marry him it would keep\nhim leveled for a while. Can't say that too soon, though, or he'd go\nnuts from jealousy. I guess I'll just have to keep on letting him love\nme, just being me, just showing him I care about him as much as I can.\nHe's a dear, really.\"\n\nThat was the way Suzy mused, in her drab little office, after hours,\ndoing her job for her men, her hopes up in the sky where only her voice\nand her love could reach them.\n\n\n\nMiss Graham was stiff, and stood tall in her prim tailored suit. Her\ndark man's necktie clashed with her hair and her complexion, but her\nface was kind and her voice, although firm, was soft and understanding.\n\n\"Suzy, I want to talk to you. Don't get up.\"\n\n\"Yes, Miss Graham?\"\n\n\"I've been listening to some of your records. Some of this stuff you've\nbeen putting out is going to make us trouble, you know.\"\n\n\"I'm sorry, Miss Graham. I try to do what I think is best, and you know\nI spend a lot of time planning. It's too late to shift poor Crazy Cat to\nanybody else, and it's the only thing that seems....\"\n\n\"I'm not talking about Crazy Cat Tompkins, Suzy,\" interrupted Miss\nGraham. \"I'm talking about Whit Clayborne.\"\n\n\"I see. I know I shouldn't have said that I'd marry him, but gosh, he\nwas just about to go to pieces, right while I was talking to him. I\ncould hear him grit his teeth, and I could hear the mike squeak with the\ngrip he had on it. It was awful, Miss Graham.\"\n\n\"Couldn't you have waited? You could have asked me what to do, you\nknow. Men ask our girls to marry them every day; it isn't as if it was a\nnew problem that we hadn't handled before.\"\n\n\"But he needed me, right then. I didn't think he could wait. I _had_ to\nsay I'd marry him, or he'd have been biting pieces out of his mattress.\"\n\n\"I know you did your best, Suzy. Those rules, well, they're not only for\nhis protection, you know. What are you going to do when Whit Clayborne\nlands, and comes in here to claim his bride? Had you thought of that?\"\n\n\"Honestly, Miss Graham, I didn't think of anything, except that he\nneeded me at the time. But of course I'll let him go. I'd let him go\neven if the rules didn't say I had to.\"\n\nMiss Graham's voice was unexpectedly gentle. \"You want to get married,\ndon't you? We _could_ break a rule, just this once.\"\n\n\"Not like that, Miss Graham. Not like that. It wouldn't be fair to hold\nhim to a promise that he made in space. Even if you'd let me do it, I\nwouldn't marry him. I couldn't live with myself. He doesn't know, well,\nabout me. He wouldn't have loved me if I'd told him. He's never seen me;\nall he's in love with is a voice that understands how to keep him sane.\nI wouldn't hold him to that promise, Miss Graham, if he was the last\nchance to marry that I'd ever have.\"\n\n\n\nMiss Graham was silent for a few moments, then turned to the door.\n\n\"You've figured out how to let him know that you won't marry him?\"\n\n\"I'll tell him when he comes down.\"\n\n\"And you think that just telling him will do the trick, Suzy?\"\n\n\"The way I'll tell him, it'll stick, oh it'll stick all right.\" Suzy\nchoked off the last words, and blinked back the tears that seemed to\ncome into her eyes.\n\n\"I'm glad you've got it figured out, dear.\" Miss Graham said\napprovingly. \"His orbit got knocked loose somehow, and he'll be in this\nevening, to talk things over.\"\n\nSuzy gasped. \"So soon? I mean, well, I've got it sort of figured, but,\nwell,\" she paused, collecting her thoughts. \"As well now as ever, I\nguess. I'll wait for him.\"\n\n\"Do you think he'd get violent? I could leave a couple of engineers in\nthe closet, or maybe you'd like to have Sheila....\"\n\n\"No, I can handle him, and I'd rather not have Sheila here when he comes\nin. I'll handle him. And thank you, Miss Graham.\"\n\nThe door closed on Miss Graham's back, and Suzy began to think of Whit\nClayborne.\n\n\n\nThe door opened slowly, and the pale young airman came into the office\non unsteady feet, his hat in his left hand, and a small package tucked\nunder his arm.\n\n\"Is this Suzy's office? I mean, will she be in soon? Where can I find\nher?\" The questions came eagerly.\n\n\"I'm Suzy.\"\n\nFor a minute the words meant nothing to him. He looked, blankly, round\nthe office, then back to the seated figure.\n\n\"You recognize the voice, don't you, Whit?\"\n\nHe gulped, and the expression drained from his face, leaving it blank,\nand helpless. Suzy's heart went out to him, as her voice had gone to him\nthrough space.\n\n\"I know, the wheel chair, the rug to cover my knees, the brace on my\narm. There wasn't any other way, Whit. I couldn't tell you. My voice,\nWhit, was all that counted, up there. Down on earth, other things count,\ntoo. Forgive me, Whit.\"\n\nHis head seemed to swim, and his unsteady feet fumbled with the floor as\nhe came to her.\n\n\"You could have told me. I'd have loved you, I'd have loved you anyway.\"\n\n\"Would you?\" Her face turned away from him as he came to her. \"Would\nyou, Whit? Would you have stayed alive for a broken girl like me? Would\nyou have waited out your trip for the sake of a cripple in a wheel\nchair? I know you, Whit, I know your heart and your soul, and I know\nyou'd have never loved me if I had told you what I was from the\nbeginning.\"\n\nWhit didn't speak, and Suzy continued.\n\n\"It was a job for me, Whit. I had to bring you down. I lied to you and I\ndeceived you, and now you're free, and you can go away, to live a better\nlife than I can give you.\"\n\n\"Suzy, you're saying that. You've thought it out, and you've written it\ndown, and it's what you planned to say to me. Is it the truth, Suzy?\"\n\n\"Whit, go away. I've said my piece. I've turned you loose. Now go! Go\naway, and don't ever come back to me again.\"\n\nWhit's body seemed to straighten up, and he put his little green package\ndown on the desk in front of her, then moved away.\n\n\"Open it up, Suzy. It's a gardenia that I brought you. Sick or well,\ncrippled or sound, I'll bring you another every day, until you say you\nlove me.\"\n\nThen he went away.\n\nSuzy rose slowly, kicking the rug from her knees. She folded the wheel\nchair into a compact bundle, and stretching up on her toes, put it back\non the highest shelf in the closet. Quietly, she put her hat and coat\non, and went out of the office, locking the door behind her. The click\nof her high heels echoed bravely in the silence as she felt her way\nalong the vacant hallway.\n\n\"Sheila, Sheila, come to me, girl,\" she called.\n\nThe big German shepherd shook herself as she rose from her bed beside\nthe doorway, and with the practiced skill of years brought the handle of\nher harness beneath her mistress's groping hand.\n\nSuzy knelt beside the big dog, and put her arms around her furry neck,\nweeping softly into the thick fur.\n\n\"Sheila, Sheila, I think he's going to marry me!\" she said.\n\nTHE END\n\n\n\n\n",
    "metadata": {
        "author": [
            "Parker, Watson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/33919/pg33919.txt",
        "name": "suzy.json"
    }
}