{
    "name": "Telempathy",
    "author": [
        "Simonds, Vance"
    ],
    "body": "Huckster Heaven, in Hollywood, set out to fulfill the adman's dream in\nevery particular. It recognized more credit cards than it offered\nentrées on the menu. Various atmospheres, complete with authentic decor,\nwere offered: Tahitian, Parisian, even Afro-Cuban for the delectation of\nthe Off-Beat Client. In every case, houris glided to and fro in\nappropriate native costume, bearing viands calculated to quell, at least\nfor the nonce, harsh thoughts of the combative marketplace. Instead,\nbeamish advertisers and their account executive hosts were plied so\nlavishly that soon the sounds of competitive strife were but a memory;\nand in the postprandial torpor, dormant dreams of largesse on the\nLucullan scale came alive. In these surroundings, droppers of such names\nas the Four Seasons, George V, and the Stadium Club were notably silent.\n\nCampbell (\"Cam\") Schofft was ostentatiously honored as one of the\nHuckster Heaven \"in-group.\" His business card (die-bumped and\ngold-dusted, of course) was one of those enshrined, under glass as it\nwere, in the foyer. His advice concerning California land speculation\nwas sought by the maitre d', a worthy who had sold his own posh oasis in\nEscondido in order to preside at H. H., as the communications fraternity\naffectionately styled the restaurant. Today, however, Cam was aware of\nMichel's subtle disapproval as they glided into the Caribbean milieu.\n\nAnd little wonder: The character awaiting Cam in the booth was\ndefinitely not the H. H. type. Far from being cast in the approved lean,\nsickly, bespectacled mold, Everett O'Toole featured jowls wider than\nCam's natural shoulders; and his gut threatened to thrust their tiny\ntable into the houris' concourse. Manhattan innkeepers often confused\nEverett with Ralph Kramden, a classic comic character of the Sixties\nstill cast occasionally for the _cognoscenti_.\n\nCam viewed this great flow of flesh with dispassionate eyes. The\nbehemoth spoke:\n\n\"Can't resist a fast megabuck, eh, Cam?\"\n\n\"As you know, hippo, I agreed to meet you here in the naive hope that\nyou had something to contribute to the science of marketing,\" said Cam.\n\n\"Science! Hah!\" Everett sucked on his goblet. \"I do have something to\nsell, but it's probably over your head.\"\n\n\"Very possibly. In which event, I'll whirl on to something more\nproductive, and you can pick up your own tab for those half-gallons of\nequatirial garbage you've been gulping.\"\n\nSobered by this threat, Everett looked about with a conspiratorial air\nand leaned across the table.\n\n\"You and that giggle gang you call the Market Research Group have been\ngroping around like so many blind mice. How would you like to know in\nadvance, beyond any cavil, the exact future reaction to any product,\nnew, old or sea-changed--or to any campaign to be inflicted on the\npeasantry?\"\n\n\"How would _you_ like to be Duke of the Western World, with your castle\nin Acapulco?\"\n\n\"That's what keeps alive my faith in you,\" said Everett. \"You _do_\nunderstand, a little bit. That's what we call Empathy.\"\n\n\n\nCam signalled for a Bellafonte Sunrise to fortify himself for the\nforthcoming adventure in non-Aristotelian ratiocination.\n\n\"Empathy is our merchandise,\" Everett continued, looking around again.\n\"My associates and I have discovered our propensity for experiencing\nvicariously--with unfortunate intensity--the emotional reactions of\nothers.\"\n\n\"I have encountered many ridiculous routines,\" Cam advised the Dominican\nbeauty placing new potables before them. \"But this wins the Freberg.\"\n\n\"Exhibit A coming up.\" Everett lapsed into a pose of deep concentration,\nlike a two-bit swami. Cam noticed a tiny, rodent-type nose thrusting\nitself up from Everett's side pocket. \"Fear ... I detect great\napprehension--panic--hysteria verging on the loss of reason ... third\nbooth this side of the runes ... Valhalla.\"\n\nCam rose and went to the Nordic banquet hall. Vikings with groaning\nplatters and great horns of mead almost knocked him down, but he fought\nhis way to the curtained stall described, and eavesdropped.\n\n\"He ain't gonna take no for an answer this time, Quiverton,\" rasped the\nguttural tones of one occupant. \"Gable has to host the new series, with\nJean Harlow for the first guest star--or, he gets a new agency.\"\n\n\"Bu-but Fred, they're both dead.\"\n\n\"He ain't gonna stand still for any more alibis. It's up to\nyou--produce, or else! You got a week.\"\n\nThere was a sound of blubbering from within, interspersed with piteous\ncries like those emitted by a rabbit transfixed by headlights. They\nsounded to Cam like an account man he knew over at GFR&O; and this in\nturn meant that the ultimatum was probably proceeding from the fabled\nthrone room of Occidental Tobacco itself, which billed more in one week\nthan some of Cam's clients knew had been printed. Cam even had a\nblinding inspiration as to the means by which Occidental's megalomaniac\nprexy, William McKinley Krog, might be satisfied in this latest\nnecrophiliac whim: Spectaculars built around the classics of the Golden\nAge of the Silver Screen ... (By Godfrey! Not a bad series title!) ...\nusing film clips of deceased movie greats, and emceed by Stanislaus Von\nGort, who everybody thought was dead and therefore might as well be.\n\n\nWith this melee raging in his skull, Cam dodged back to Everett. He\nfound that worthy sliding liquidly from the booth, his side-pocket\nfamiliar now half-emerged and regarding his gross symbiote with\nmore-than-animal concern.\n\n\"Quickly,\" cried Cam to the slave-girl. \"Stimulants!\"\n\n\"We only serve rum drinks in this section,\" unctuously responded the\nNefertiti of the Horse Latitudes; but a blazing glance from Cam sent her\nscurrying, every cheek a-dance.\n\n\"You can see what this takes out of me,\" said the patient, treating\nhimself with deep draughts of Cam's Sunrise. \"I don't know how many more\nof these I--we--can take.\"\n\n\"Take it easy, boy. I conditionally buy your bit. Save your strength.\"\nThe small inhabitant of the side pocket was regarding him with some\nasperity. \"Who's your little chum?\"\n\n\"I'm hep to your devious mind,\" giggled Everett. \"You charlatan, you've\ngot it figured that he's one of my associates.\"\n\n\"You're stoned,\" said Cam, leading his obese charge stumbling and\nfalling out of the Caribbean grotto, past the Michael Mouse shrine and\nthe framed Exceptional T & E Vouchers (to which no exception had been\ntaken, thus attesting to the achievement of their authors).\n\n\"Get this, you call-boy of the communications complex,\" shrilled Everett\nhilariously in the muted beauty of the business-card foyer. \"You're\nright; he is one of our _Gestalt_; but there's a couple more. And Our\nGang will cost you, Schofft, cost like crazy.... But you'll pay, through\nthe nose; because your clients will pay through the nose and ears! He,\nhe, he!\" The pained features of the maitre d' reflected exquisite pain\nas he ushered them into the sunlight.\n\nCam's car materialized at the curb, and he hustled the sodden Ev into\nits dark, merciful confines.\n\n\"Granted that this entire affair is not some outré hoax ... a\npossibility on which I don't entirely close the door ... your\n'merchandise' might better be labelled _Tel_empathy,\" said Cam.\n\n\"Button-down lingo,\" sneered Ev.\n\n\"What is that miniature monster in your pocket ... Marmoset? Mutated\nrat?\"\n\n\"Super-mongoose. The result of certain esoteric nuclear experiments off\nMadagascar.\"\n\nThey hove to at \"MAB\"--the Merchandising Arts Building, West Coast hub\nof influence on the docile consumer.\n\nThey floated up the exterior tube to the 39th Floor (Socio-Economic)\nwhich was actually the hotbed of the political efforts of Cam and his\nassociates. Entry through the wall-port brought them face-to-fang with\nFather Sowles (\"Save Your Souls With Sowles\"). The lank, fiery\npulpit-pounder had been tabbed as a political natural by certain elders\nwhose money was known as wise; and in consequence, his campaign for the\nDirectorship of North America's Western Zone was being master-minded by\nPacific Persuaders, Inc., a pseudopod of the MAB complex.\n\nThe crusader struck a Charlton Heston pose and snarled: \"In the name of\nChristendom, what peculiar intruder bring you before me?\"\n\nEverett meticulously assayed the gaunt, fanatic figure before him, clad\nin apostolic robes. \"I'll do a lot for a dollar, as the girl said to the\nsoldier, but this is ludicrous. Who needs Telempathy? This cat is so\nphony, any gossoon can peg him.\"\n\nSowles motioned to a monkish aide at a desk, who scribbled furiously in\na drab notebook. Cam walked to the aides' side and read: \"Gossoons.\"\n\n\"I don't have to look, Cam,\" said Everett. \"I have just issued the death\nwarrant for gossoons, if this vampire ever comes to power, and if he\never finds out what they are.\"\n\n\"Down, boy,\" said Cam. \"Father Sowles, this man and his group appear to\npossess an instinct or faculty that could make the difference between\nsuccess and failure. Everett, belay the commentary and look sharp: This\nis your chance at the large dinero.\"\n\n\"Curt!\" Cam called the wall-com. On its screen appeared Curt Andrews,\nbright young assistant account man, reflexively simulating activity at\nhis desk. \"Bring in the Name-O-Scope, please.\"\n\n\n\nCam turned to explain to the waiting group: \"This gadget coming up is\nanother of our recent triumphs in the application of the scientific\nmethod to marketing. Just as a computer solves problems in a split\nsecond that would take human mathematicians months, the Name-O-Scope\narrives at and presents all the bewildering array of possible cognomens\nfor a given thing in a matter of hours. The proliferating combinations\nof possible name components are reeled off in a rapid fire for our\nevaluation.\"\n\nCurt came in with what appeared to be a portable rear-screen\npresentation projector, with dials and an extra lead; which he attached\nto the conference table.\n\n\"With this device,\" continued Cam, \"Edgar Rice Burroughs would not have\nto have spent weeks playing with nonsense syllables before styling his\nhero 'Tarzan'.\" He guided Ev to a specially constructed chair at the\ntable, rolled up one sleeve, applied the clamp to his bicep. \"The\nmachine provided evaluation of alternate names on the basis of\nblood-pressure fluctuation. Till now, we've had to operate on the basis\nof a cumulative group reaction, with the obvious disadvantages of all\ngroup samples. With Everett & Associates, we may well have a\nsingle-unit, perfectly representative sounding board.\"\n\n\"Roll 'em, Curt. Ev, if this works, you've made the consultant roster.\"\n\n\"I trust that involves geetus,\" replied Ev.\n\nCurt dimmed the lights. On the screen, three heraldic cornets sang a\nfanfare, followed by floating banners:\n\n\"POSSIBLE TITLES FOR THE SOWLES MOVEMENT\"\n\nThis dissolved to an aerial view of the 20th Century war (mostly clips\nof the Normandy landings). The camera picked out one brave, clean column\n(new footage) and zoomed in on the device at its fore: A Cross of\nLorraine with a Star of David at its center. Superimposed wavy letters\nfaded in:\n\n\"THE NEW CHURCH MILITANT\"\n\nCurt studied the dial with the aid of a pocketlite, and made a notation.\nThe scene and the martial music faded out, to be replaced by stock\nfootage from medieval epics: Peter the Hermit exhorting knights to smite\nthe Saracen, the clash of Mediterranean men o' war, chivalric pageantry\nfeaturing again the cross-and-star:\n\n\"CRUSADE FOR OUR TIME\"\n\nThe eyes of the super-mongoose gleamed in the shadows as Curt took the\nreading.\n\nNext came a montage of heroic scenes from two millennia of history: from\nAgincourt to Iwo, from the villagers marching on Frankenstein's castle\nto the Four Freedoms conference at sea. One familiar strain underscored\nall the stirring action; its key words flamed to life:\n\n\"SOWLES' CHRISTIAN SOLDIERS\"\n\nEverett's familiar emitted a shrill squeak. Curt gasped, \"Cam! Right off\nthe dial!\"\n\n\"All right, Curt! Hit the lights.... We won't bother with the rest.\"\n\n\"What devil's work _is_ this?\" demanded the cadaverous Sowles, blinking\nas the lights went on.\n\n\"Father, for the first time in the history of mass opinion manipulation,\nwe are scientifically certain, in advance, of optimum response. Everett\nand his Telempathetic _Gestalt_ have proved to be the equivalent of the\nworld's largest survey sample. In the past, whenever a product was about\nto be launched on the board waters of the American mercantile ocean, but\nlacked for a sobriquet, prides of copywriters and other creative people\nhuddled late into the night fashioning Names, from which the entire\nmarketing strategy would flow. Remember the Ocelot, Curt?\"\n\n\"Lord, will I ever forget it. 18,000 names!\"\n\n\"On behalf of our airplane account, gentlemen. Of those 18,000 names we\ndreamed up for the 1981 model, some truly ridiculous labels crept in\nwhen fatigue and inbred mental circumlocution weakened our defenses.\"\n\n\"The Dawn Play Air Coupe,\" recalled Curt, with a shudder. \"The Pterrible\nPterodactyl.... The Crimson Inca....\"\n\n\"Spare us, Curt. The point is that as a result of this grisly\nexperience, we invented the Name-O-Scope. The name 'Ocelot' was\nultimately selected, and worked out superbly--through sheer good fortune\nalone. For your campaign, Father, the Name-O-Scope came up with 3,248\npossible slogan-names.\"\n\n\"I saw only three,\" Sowles said, dourly. His aide scribbled something in\nthe notebook.\n\n\"I wouldn't inflict the whole wild roster on you, sir--or even on your\nadjutant there. But we did expose them to selected samples in thirty\nmajor markets; and the cumulative finding put these three in a class by\nthemselves, at the top. Furthermore, these random tests agreed 100% with\nEverett in the selection of 'SOWLES' CHRISTIAN SOLDIERS' as the ideal\nmotif, out of those pre-eminent three.... So we are doubly, even triply\nchecked out before take-off; since these findings confirm the humble\nopinion of our own staff.\"\n\nThe eagle-eyed leader bent his probing gaze on Cam. \"So you say, wizard\nof words. But while you're rejoicing in these strange devices and\nstranger accomplices, the enemy draws nigh. The primary is but weeks\naway, and already the invective of the political jackal beats on the\nears of the electorate like a stormy sea.\"\n\nEverett lifted his shaggy head. \"You mix a hirsute metaphor,\nCharlemagne, but my li'l friends tell me that that's the sort of chatter\nthat the idiot voters will lap up like a friendly Frostee.\"\n\n\"You see, Father--this is the break we needed,\" pitched Cam. \"With this\nweird talent of Everett _et al_., we can pre-test every element of the\ngreat campaign. The pieces of the jigsaw will drop into place overnight,\nand we can kick off the Big Push next week.... Like with a monster rally\nby torchlight and Kleig in Hollywood Bowl.... Singing our hymn under the\nstars while millions view.... How 'bout that, Ev?\"\n\nThe impresario of the impalpable nodded. \"Should be great. Monstrous, in\nfact.\"\n\n\n\nIn the day that followed, Cam and all his cohorts in MAB let themselves\ngo in a good old-fashioned creative orgy. With one large difference. In\nthe past, copy, layouts, and other campaign ingredients were threshed\nout in endless conferences, and decisions were made on the basis of an\ninformed group guess. Now, each new idea was exposed at infancy like a\nSpartan baby to the elemental reaction of Ev & Co., and instantly given\nthe yea or nay.\n\nThe rotund oracle was kept under lock and latch in the \"Think-Box.\" This\nroom had been scientifically designed for sequestering agency people who\nhad to give birth to slogans and such under deadline pressure. The walls\nwere sound-proofed, the couch pulled out into a properly uncomfortable\nbed, and a refrigerator was stocked with snack makings. It was also\nserved by dumbwaiter. Phones were banished, of course; as was 3-D and\nall other distraction--even windows. Visual motion was, however,\nprovided by a giant clock. The only concessions to Ev were a special\nlittle hutch for the super-mongoose; and a bar, carefully regulated to\nmake certain he never completely blotted out the hypothetical brainwave\n\"network.\"\n\nCam did his best to pump Ev for the identity of his \"Associates\", but\nthe old sack of iniquity was wise to his game. He'd rear back and squint\nat Cam like a Lebanese fruit vendor and thoughtfully pick his nose.\n\"Like to know me confederates, is it?\" he'd ask. Then, with a great show\nof candor: \"Well, one of them is a sea creature, but I'll say no more\nthan that. I know you'd never be able to live with the thought of being\nin business with a squid.\"\n\nThen Ev would laugh wildly. \"Ah, wouldn't he like to know!\"\n\n\"It's only for your own protection,\" Cam expostulated. \"I know there are\nmore people in this lash-up. We've got to make certain that they're safe\nfrom accident--can't have the _Gestalt_ disrupted.\"\n\n\"Bosh,\" was Ev's invariable verdict.\n\nMeanwhile, Cam's little elves paraded through with all the paraphernalia\nof the Big Push. Livid posters, featuring a Messianic Sowles. Full-page\nads, exhorting everyone with an ounce of American decency in his body,\nto attend the Rally Under The Stars. Subliminal commands were sneaked\ninto the visiphone and 3-D circuits. Couples in Drive-Ins found\nthemselves determined to be among those who stood up to be counted at\nthe Bowl. Christian Soldiers across the continent chartered all manner\nof craft, from Ocelots to electromag liners, to bear them to the great\nevent. Goodies by the thousand were stamped out to hawk to the faithful:\nBadges, banners, bumper stickers, wallet cards, purse-sized pix of\nSowles, star-and-cross medallions and lapel pins.... The potential\nproceeds of the Rally alone began to assume war-chest proportions.\n\nAnd above all they worked on the Speech. This had to be the greatest\nsockdolager since Goebbels explained Stalingrad. Cam's feverish brain\nhad figured out a host of effects to catalyze the audience reaction. But\nin the last analysis, triumph or disaster would hinge on the oral effort\nof the Grim Reaper, as some of the minions at MAB had come to term\nSowles.\n\nSo, Huckster Heaven became a memory, like a place in a previous\nexistence. Other clients were neglected; and it was even left to Curt\nAndrews to follow up Occidental Tobacco.\n\nBooks were carted in, thumbed through for inspiration, and cast back\ninto the outer corridor in disgust.\n\n\"Ev, catch this:\n\n\"'The flaming light of the Lord shall go forward into the farthest\nreaches of this planet, to every village and commune where the\nAnti-Christ has ruled; and indeed it shall go beyond, with mankind's\nvaulting spirit, to the moon, the planets, and the stars!'\"\n\n\"Not bad,\" quoth the half-sodden seer, inspecting another treasure from\nhis nasal passages. \"My buddies say the marks will go for it like\nGang-Busters.\"\n\n\"Kindly refrain from the pseudo-sophisticated jazz,\" said Cam, in pain.\n\"One of these days your name's going to get written down in that little\nbook. And besides, this _is_ an intrinsically worthwhile movement.\"\n\n\"Kindly refrain yourself from the adman jargon and attempts to snow the\ntroops. This Sowles is the worst mountebank since Charlie Ponzi, and you\nknow it. You're in this for the fast megabuck same as me, so let's not\nkid ourselves.\"\n\n\"Euramerica needs just such a unifying figure now,\" said Cam. \"And just\nsuch a cause, one that will inspire positive action against the Commie\nComplex. Otherwise, the U. S. of E. will keep on floundering around in a\nmorass of debate while They single-mindedly weave our doom.\"\n\n\"On a single-minded loom,\" sang Ev into a snifter. \"Who would have\nthought that my great gift to the world would be put to such a perverse\nuse right off the bat?\"\n\n\"Speaking of bat, let's get back on the ball.\" And the hands of the\nclock rolled round and round....\n\n\n\nTwo days before the Rally, an exhausted Cam tottered to the visiphone\ndown the hall, and dialled Sowles' Temple.\n\nThe monkish aide answered. \"Sowles' Christian Soldiers; Brother Kane\nhere.\"\n\n\"What became of Abel?\" asked Cam before his cortex could intervene. The\naide's eyes glowed with a promise of vengeance, as he put Cam through to\nSowles.\n\n\"How do the preparations progress?\" asked the ex-cleric.\n\n\"Well, sir. Which is why I called. The first draft of the Speech is\nready.\"\n\n\"I'll be there within the hour,\" said Sowles, and the screen blanked.\n\nWhen Sowles arrived at MAB, an Execusec conducted him to the door of the\n\"Think-Box.\" He stared disapprovingly after her. \"When the Soldiers hold\nsway, modesty will be rigidly enforced.\"\n\nCam dictated a memo to his pocket recorder forbidding MAB girls to\nobserve the current abbreviated fashions.\n\n\"Well, well; Friar Tuck,\" burbled Ev from his customary prone position\non the couch. \"Have a toddy, and get that tired, cold blood\ncirculating.\"\n\n\"Revolting,\" said Sowles.\n\n\"Politics make strange bed-fellows, eh, Sowles? Like you 'n' me! And\nlet's not forget the Little Brown Jug! Ho, ho, ho!\"\n\nSowles turned to (or rather, on) Cam. \"The Speech?\"\n\n\"Right. The Speech. Right here, sir.\" Cam tendered the manuscript.\n\nThe Grimmest of Reapers found the most uncomfortable chair in the room,\nsat, and began reading. The first page was peeled off and dropped to the\nfloor; the second; the third; and finally, the entire effort was strewn\nbeside Sowles, who rose in what he undoubtedly considered righteous\nwrath.\n\n\"You've missed the whole _Message!_\" he hissed.\n\n\"Sir?\"\n\n\"All this Pollyanna frou-frou is all right as frosting--but you've left\nout the _cake!_\"\n\nCam was momentarily spooked--and not \"on account of the account,\"\neither. Sowles looked fully capable of loosing a full-fledged\nInquisition, complete with rack and thumbscrew, at Cam's well-barbered\nhead.\n\nSowles continued to fulminate. \"You haven't got one word in there about\nour _enemies!_\"\n\n\"But Father, I refer several times to the Slave World and its evil\nrulers....\"\n\n\"Not just _Them!_ What about the traitors in our midst--the sinister\ncabal of pinko liberals and moderate conservatives that have undermined\nour defenses....\"\n\n\"I thought the Smirch Society had staked out that claim,\" said Cam.\n\n\"Bah! The Smirchers are too mealy-mouthed for the needs of the hour. I\nthink _they're_ a little soft on Communism. And what about the race\nmongrelizers?\" spluttered Sowles. \"Trying to subvert America with an\nAfro-Asian Trojan Horse!\"\n\n\"I suppose you can trace your ancestry all the way back to Caligula,\"\nmuttered Everett.\n\n\"That's right, you human sewer! If I hadn't been assured you might be of\nuse to the Cause--\" He left the sentence unfinished.\n\n\"I get the picture, Father.\" Cam ushered Sowles to the door. \"We'll get\nthe new draft out right away.\"\n\n\"And don't forget the economic heretics,\" Sowles shouted as the door\nclosed on him. \"The fiends that concocted the income tax, and Social\nSecurity, and the Federal Deposit Insurance Corporation, and....\"\n\n\"Wow,\" breathed Cam, when the torrent was finally cut off.\n\n\"How do you like Galahad now?\" asked Ev from the bar.\n\n\"Build me one too,\" answered Cam.\n\n\n\nNevertheless, the revision had to be done, and done it was.\n\n\"That'll have 'em seein' Red, all right,\" pronounced Everett.\n\n\"It's got everything in it except a declaration of war on Switzerland,\"\nsaid Cam ruefully.\n\n\"Quiet--or he'll hear about that, and want it too,\" said Ev.\n\n\n\nThe Day of the Rally dawned bright and smoggy, but the weather boys\npromised a clear, cool evening. Naturally, the major 3-D nets were all\nset to 'cast the \"birth in the Bowl\" of a potentially historic campaign.\nSatellites would bounce the signal over oceans and continents,\nthroughout Euramerica, as well carrying the presentation as to allies\nand unaligned nations from Tokyo to Karachi. The crusading aspect of\nSowles' candidacy had been tom-tommed so well that pundits were already\npredicting that Sowles might easily go on to the Governorship of North\nAmerica two years hence--if, indeed, his Soldiers did not sweep to\ncontrol of the U. S. of E. Parliament then. That, of course, would\ninstall the Grim Reaper in the Presidential Palace.... Cam shuddered and\nthrust the thought from his mind. But wild dreams aside, there was no\ndoubt that two hemispheres' attention was riveted on the big-time debut\nof the West Coast's Angel of Vengeance.\n\nEn route to the Bowl, the \"Soldier\" theme was already manifest. Every\nfew feet, a \"Brother-Private\" in a new, usually ill-fitting uniform was\ndirecting traffic or hawking MAB-confected wares. \"Father-General\"\nSowles appeared to have lifted more than one leaf from the Salvation\nArmy's book.\n\nCam himself had been verbally commissioned Brother Lieutenant-Colonel\nwhen the revised oration had been submitted to Sowles. The Reaper ate it\nup this trip. \"You'd have thought it came down from Sinai on tablets,\"\nsaid Ev after Sowles left to begin practicing the Speech.\n\n\"He'll make it sound that way,\" Cam had remarked. \"Above all, Our Leader\nis a great orator.\"\n\n\"Translation: bloody demagogue,\" Ev had replied.\n\nNow their chauffeured air-suspension limo was tooling them up through\nthe thickening crowds to the hill-cradled amphitheater.\n\nCurt had come along to help. \"What's going to happen to the overflow?\"\nhe asked anxiously, peering at the turgid sea of faces outside.\n\n\"Special buses will take them to closed circuit 3-D houses,\" said Cam.\n\n\"Fantastic,\" said Ev.\n\nInside, there were just about the same number of last-minute panics and\nsnafus as at most 3-D spectaculars. Power for the innumerable huge\ncoaxial snakes was several times inadequate, which problem no one, of\ncourse, had foreseen. But eventually all the crises had had their moment\nand were coped with--and suddenly it was almost air time.\n\nCam, Curt, and Ev repaired to the control booth and found an area where\nthey wouldn't be under the technicians' feet. (Cam had decreed a triple\nplatoon system on this one: a fresh director and crew were alternated in\nevery fifteen minutes.) Ev produced a flask, which Cam and Curt\ndeclined; but the super-mongoose took a few greedy licks at the cap.\n\n\"A lush _Gestalt_ yet,\" muttered Curt.\n\n\"Don't insult the folks that put you in silk, sonny,\" advised Ev.\n\n\"Tell me about the others now,\" said Cam. \"Everything's out of our hands\nanyhow.\"\n\n\n\nEv breathed deeply. \"Okay, I'll tell you a wee bit. One of us is a\nPathan valet in Bombay--which would cut up the Reaper worse than the\nfictitious _entente_ with the squid. And the Pathan must have a few\ndrops of Irish blood and, ergo, second sight--he contributes enormously\nto the acuity of our insight into potential human reaction.\"\n\n\"Mmmm. And?\"\n\n\"My small friend here, the super-mongoose, is the amplifier. Some goofy\nnew gland, I suppose--or as you guessed, a mutational development. In\nthat tiny _corpus_, however it came about, is an organ that enables us\nto communicate on an elemental level among ourselves without regard to\nmileage; and to probe psyches anywhere in the world--as many as we want.\nActually, we have to keep his output at a fraction of capacity, or else\nget swamped in a tidal wave of emotion.\"\n\n\"That accounts for three. But you indicated there were four,\" said Cam.\n\n\"No, I never! But you're right. There is a fourth. Twelve years old; IQ\nabout 180. Never even leaves his room. But his mind--and his psi\nfaculties--have seven-league boots. He runs our team.\"\n\n\"Where does he live?\"\n\n\"High on a windy hill. He, he, he!\" Ev hit the flask as a trout the fly,\nand an engineer glared. The gradually rising stage lights signalled the\nZero Second in a symphony of changing color.\n\nFirst, the cross-and-star symbol grew from a tiny point on the stage\nuntil it became a living pillar of luminosity that seemed to dwarf the\nnight.\n\nThen came the distant music of fife and drum, augmented by cornet:\n\"Yankee Doodle;\" and in the traditional Revolutionary regalia, the\nmusical minute-men led a parade down the aisles of the Choral Guard.\nThey segued to \"Onward Christian Soldiers\" as they marched past the\nmesmerized audience, up to and onto the stage; and topped off the medley\nwith \"The Battle Hymn of The Republic.\" It was only great.\n\n\"The folks are already on the ropes,\" said Ev.\n\n\"Where does he live?\" asked Cam.\n\nA Brother-Major came forward and led the Choral Guard and audience in a\nresponsive psalm that emphasized the smiting of enemies. With the\n\"Amen,\" the cameras panned with the audience's eyes up to the pregnant\nnight sky. You could hear an option drop.\n\nThen the Guard did some fancy quick-step singing on stage: \"God Bless\nAmerica\"; \"Over there\"; and \"The Soldiers Are Coming\", to the tune of\n\"The Campbells Are Coming\", complete with bagpipe brigade.\n\nNext, a rather hard-featured Sister Captain told how the growing army of\nthe Lord needed support. The Offertory was handled by Brother N.C.O.'s\nwhile super-imposed 3-D slides told the brethren at home exactly how to\nget their bux to Sowles. Meanwhile a battery of organs swept through the\n\"_Marseillaise_\", \"Land Of Hope And Glory\", and other U. S. of E. songs.\nFinally, a Guard contralto came forward and got the whole crowd on its\nfeet to join her in singing \"The Star Spangled Banner.\"\n\n\"They're limp as old wet-wash,\" said Ev.\n\n\n\nNow the Bowl went dark except for the pale light of the moon and stars.\nMinutes passed. Eventually, a spotlight picked out Sowles standing\nalone, quietly, meditatively, at Stage Right. He looked as though\nwondering if it was all right to come out. The audience went wild. Cam\nreflected that it probably would have, even without the claques he had\nplanted. As it was, had the Bowl had a roof, it would have been blasted\noff.\n\n\"We're picking up reactions like mad,\" said Ev.\n\n\"The U. S. of E. audience alone will hit at least 200 million,\" said\nCam.\n\n\"All thinking--I should say feeling--like one great docile beast.\"\n\n\"Where does he live?\" Cam asked again.\n\n\"Tibet,\" blurted Ev unthinkingly; then he turned and glared at Cam as he\nmight at a tarantula in his daiquiri.\n\nBut Sowles had begun to speak. A huge rear-projection screen behind him\nvisualized each thought uttered. He started with the theme of the West:\nhow logical that a great new crusade should be born here where men of\nthe cloth had first blazed Western civilization's trails; Berkeley was\nquoted about the Westward Star of Empire; this was the shore sought by\nthe most valiant of the westering tide of pioneers; etc., etc. Meanwhile\nthe 3-D living mural milked Western scenery to a fare-thee-well. Gaunt\nfishermen stared out over Puget Sound, and Big Sur underlined the\nconcept of rugged strength. Mount McKinley and Mazatlan passed in\nreview.\n\nThen Sowles got down to business. This vital young giant--the West--was\nnot going to let the effete pestholes of the East (by this he meant all\nthe way East, including Stockholm, Athens, and Kashmir) forfeit the\nCaucasian heritage with their decadent goings-on. The Commie Complex was\nnot going to be handed the rest of the planet on a silver platter\nbecause of Euramerican \"marshmallow moral fiber.\"\n\nHe proceeded to the list of Hates: Welfare Statism; tyranny by tax\n(\"Remember the Boston Tea Party!\"); loose divorce laws; fraternal\nlodges; \"promiscuous enfranchisement\"; water fluoridation; and so on.\nThese were but a few of the cancers, he screamed, that must be\nruthlessly excised from the body politic so that a lean, clean\nEuramerica might face the Arch-Enemy on reasonably even terms.\n\n\"They're frothing at the mouth,\" said Ev.\n\nNow Sowles really tore the rag off the bush. He described the Godless\nAtheists that held half the world in thrall. He rehearsed again the\nbutchery of the kulaks and the kangaroo courts of Cuba. He showed the\nMongol tanks rumbling into Budapest and the pinched-face terror of the\nEast German refugees; the \"human sea\" charges in Korea and the flight of\nthe Dalai Lama.\n\nSuddenly Cam was struck by a wild surmise.\n\n\"Number Four--he's the Panchen Lama, isn't he?\" Cam knew that the\ncurrent Red puppet high priest was about twelve.\n\n\"You win the cigar,\" said Ev.\n\nCam made up his mind quickly. \"Ev, listen to me and do exactly as I say.\nThis is crucial.\"\n\n\"What?\"\n\n\"Turn up the gain on the mongoose.\"\n\n\"What for? It's all I can stand right now!\"\n\n\"Never mind. Turn it up.\"\n\n\"You're the account exec.\"\n\n\n\nNow Sowles began telling in hushed whispers how it would be under the\nReds. The huge mural became a panorama of rapine. Commie soldiers sacked\nEuramerican cities and hamlets. Girls were dragged off for the pleasure\nof drunken battalions. Barbarian guffaws rang out as homes and stores\nwere pillaged and put to the torch.\n\n\"Ourch!\" gritted Ev. \"All this hate....\"\n\n\"Have another snort and turn up the gain.\"\n\nThe crowd began to low like a cow in labor. Sowles swung into the\nclimax: A series of questions shouted to the audience....\n\n\"Would you work night and day to crush this menace to your homes, your\nfamily, your country, your _God?_\"\n\n\"_YES!_\" The hills rang with the full-throated bellow.\n\n\"Would you fight, and if need be, die, to save our civilization and slay\nthe Commie monsters in their lairs?\"\n\n\"_YES!_\"\n\nCam thought he could even hear answering shouts from outside the Bowl.\n\"Turn up the gain again.\"\n\n\"Will you place in the hands of your servants, the Christian Soldiers,\nall powers necessary to crush the barbarian tide?\" This last was fairly\nscreamed. Sowles was draped across the podium, arms outstretched to the\naudience.\n\n\"YES! YES! YES!\" thundered the reverberating response.\n\nFife, drum, and cornet struck up \"Onward\" very softly.\n\n\"_Will you follow me to the_ ends of the earth--to the very gates of Red\nHell itself--destroying every obstacle in our path--until the\nAnti-Christ has been annihilated root and branch, and we have come into\nour Kingdom? _Will you follow ME??!_\"\n\nPandemonium. The crowd surged into the aisles, falling in with the\nChoral Guard, singing, shouting, weeping.\n\n\"He hit high C,\" said Ev.\n\n\"Full gain,\" said Cam.\n\nEv gulped more skull-buster and stroked the \"amplifier\" in the region of\nthe pancreas.\n\nSowles' arms were uplifted, and one of Cam's clever little effects\nhaloed his flying locks.\n\n\"KILL THE REDS!\" he shrilled.\n\n\"Kill ... REDS ... KILL ... REDS ...\" chanted the crowd, in time to the\ndrum.\n\nThe bright feral light of the super-mongoose's eyes seemed to lance at\nSowles, like an infra-red flash. Then there was a puff where the\nwould-be messiah had stood--a crackle, and a smell of scorched air; but\nno more Sowles.\n\n\"He's gone!\" said Curt.\n\n\"You're damn right, and thank God for it,\" said Cam, ministering to Ev\nwho had slumped unconscious from his chair.\n\n\n\nThe mob broke up uncertainly, with the disappearance of the focus for\nits concerted bloodlust. The police asked many questions but none of the\nright ones. Finally, Cam, Ev, and Curt escaped to the waiting limo and\nstarted the long slow crawl downhill.\n\n\"Now--give,\" said Ev.\n\n\"Feedback. That's why I had you unleash Mighty Mouse. All that hate in\nhundreds of millions of people _had_ to boomerang back through your\n_Gestalt_ in some psi-fashion ... although I did not anticipate the\npyrotechnics--or should I say pyrokinetics?\"\n\n\"But what for, Cam?\" asked Curt. \"I've never seen such an effective job\nof mass influence.\"\n\n\"He could have been elected President tomorrow,\" said Ev.\n\n\"That's just it--we did too good a job. And I think that's the way your\nTibetan quarterback wanted it.\" Cam tilted Ev's flask. \"Sowles was a\ncinch to go all the way, which would have meant all-out war. Maybe your\njunior Fu Manchu figured he could pick up the pieces afterwards.\"\n\n\"How could he know you'd have a character like Sowles all set to go?\" Ev\nsaid. \"Oh, I get it--precognition. It's fortunate that his crystal ball\ndidn't read as far as the outcome tonight.\"\n\n\"In any case, we'd better get your Pathan over here, and start\nrebuilding your _Gestalt_,\" said Cam. \"You won't hear from the\nPanchen--he's undoubtedly constructing a new, all-Red unit right now.\nAfter this bit, psi faculties, including telempathy, have to be\nconsidered another weapons family in the Cold War ... a new set of\npieces of the big chessboard. So you're going to have to find a\nsubstitute for the Himalayan Quiz Kid, and git crackin'.\"\n\n\"I'll consider your application,\" said Ev, giving his flask the _coup de\ngrace_; and the lights of L.A. rushed up around them like a huge\nbreaker--gaudy, garish, and beautifully comprehensible.\n\nTHE END\n\n\n\n Printer's errors corrected as follows:\n\n Page 61, \"veging\" to \"verging\". (hysteria verging on the loss of\n reason).\n\n Page 62, \"Quickly\" to \"Quickly,\" to fix endquote punctuation.\n\n Page 63, \"expperiments\" to \"experiments\". (esoteric nuclear\n experiments).\n\n Page 63, \"aides'\" to \"aide's\" since referring to (a monkish aide).\n\n Page 64, removed extra word: \"an extra lead; which lead he attached\" to\n \"an extra lead; which he attached\".\n\n Page 64, \"millenia\" to \"millennia\". (two millennia of history).\n\n Page 64, punctuation: \"SOWLES 'CHRISTIAN SOLDIERS' to \"SOWLES' CHRISTIAN\n SOLDIERS\" (matches format of other headlines on page).\n\n Page 65, \"weakend\" to \"weakened\" (weakened our defenses).\n\n Page 65, \"those-pre-eminent\" to \"those pre-eminent\".\n\n Page 66, added missing \".\" ( ... \"with one large difference In the past\"\n ... to ... \"with one large difference. In the past\" ... ).\n\n Page 66, moved quote marks outside period mark (\"Network.\")\n\n Page 70, \"demoagogue\" to \"demagogue\" (bloody demagogue).\n\n Page 70, \"course.\" to \"course,\" (no one, of course, had foreseen).\n\n Page 71, \"Chorla\" to \"Choral\" (Choral Guard).\n\n Page 72, '\"Amen\",' to '\"Amen,\"'.\n\n Page 72, \"clauqes\" to \"claques\" (the clauqes he had planted). NB. a\n claque is a group of people hired to applaud.\n\n Page 72, \"milion\" to \"million\" (at least 200 million).\n\n Page 73, \":\" to \";\" (list of hates: Welfare Statism; tyrrany by tax).\n\n Page 74, added extra '.' (KILL ... REDS ...).\n\n Page 75, \"titled\" to \"tilted\" (Cam tilted Ev's flask).\n\n\n\n\n",
    "metadata": {
        "author": [
            "Simonds, Vance"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31153/pg31153.txt",
        "name": "telempathy.json"
    }
}