{
    "name": "Tennessee's Partner",
    "author": [
        "Harte, Bret"
    ],
    "body": "Including An Introduction By William Dallam Armes.\n\n\n\n\nThe Introduction\n\n\nWhen Marshall's discovery caused a sudden influx of thousands of\nadventurers from all classes and almost all countries, the conditions of\ngovernment in California were almost the worst possible. Though the\nMexican system was unpopular and the Mexican law practically unknown,\nuntil other provision was made by congress, they had to continue in\nforce. But the free and slave states were equal in number; California\nwould turn the scale; there was a battle royal as to which pan should\ndescend, a battle that the congresses of 1848 and 1849 left unsettled on\nadjourning.\n\nUnder these circumstances, it might be supposed that the worst elements\nwould get the upper hand, crime become common, and anarchy result.\nPrecisely the opposite happened. The de facto government was accepted as\na necessity, and under its direction \"alcaldes\" and \"ayuntamientos\" were\nelected. But the mining-camps, which were in a part of the country that\nhad not been settled by the Mexicans and were occupied by men who knew\nnothing of their system or laws, were left to work out their own\nsalvation. The preponderating element was the Anglo-Saxon, and its\ngenius for law and order asserted itself. Each camp elected its own\nofficers, recognized the customary laws and adopted special ones, and\npunished lawbreakers. Naturally theft was considered a more serious\ncrime than it is in ordinary communities. As there were no jails or\njailors, flogging and expulsion were the usual punishment, but in\naggravated cases it was death. Even after the state government had been\norganized, indeed, the law for a short while permitted a jury to\nprescribe the death penalty for grand larceny, and, in fact, several\nnotorious thieves were legally executed.\n\nThe testimony of all observers is that the camps were surprisingly\norderly, that crime was infrequent, and that its punishment, though\nswift and certain, leaned to mercy rather than rigor. Bayard Taylor, for\nexample, who was in the mines in '50 and '51, writes: \"In a region five\nhundred miles long, inhabited by a hundred thousand people, who had\nneither locks, bolts, regular laws of government, military or civil\nprotection, there was as much security to life and property as in any\nstate of the Union.\"\n\nAs these \"miners' courts\" were allowed after the organization of the\nstate to retain jurisdiction in all questions that concerned the\nappropriation of claims, the miners but slowly appreciated that they had\nbeen shorn of their criminal jurisdiction. But that they did come to\nrecognize that \"the old order changeth, yielding place to new,\" is, in\nfact, shown by the very incident on which Harte based his of a lynching.\n\nSpite of the autobiographic method that leads the casual reader to think\nthat Harte was intimately connected with this early pioneer life and\nderived the material for his sketches from personal observation and\nexperience, his is, in truth, only hearsay evidence. The heroic age was\nwith Iram and all his rose ere he landed in 1854, a lad of eighteen.\nWith no especial equipment for battling with the world, he had to turn\nhis hand to many things, and naturally tried mining. But finding the\nreturns incommensurate with the labor, he soon gave it up and sought\nmore congenial occupations, mainly in the towns of the valleys and the\nseacoast. Before he was twenty-three, he had been school-teacher,\nexpress-messenger, deputy tax-collector, and druggist's assistant; and\nhad risen from \"printer's devil\" to assistant editor of a country\nnewspaper. In 1859 he was back in San Francisco, utilizing the trade he\nhad picked up, as a compositor on The Golden Era. To this he contributed\npoems and local sketches that soon led to his appointment as assistant\neditor. His writings made him friends, one of whom, Thomas Starr King,\nin 1864, obtained for him the position of secretary to the\nsuperintendent of the Mint. His duties were not arduous, and his rooms\nbecame the resort of his literary associates and of men from \"the\ndiggings,\" whose mines, like the meadows of Concord, yielded a two-fold\ncrop: gold-dust for the superintendent to turn into bullion, and stories\nfor his young secretary later to turn into literature. By 1868 his\nreputation was so great that when Mr. A. Roman established The Overland\nMonthly, he was made its first editor.\n\nMr. Roman impressed upon him the literary possibilities of the life of\nthe miners, and furnished him with incidents, tales, and pictures. \"The\nLuck of Roaring Camp,\" his first venture in this hitherto almost\nuntouched field, proved that Bret Harte had come into his own. His local\nsketches and Mexican legends had been imitative of Irving, his stories\nof Dickens; but for this he had evolved a method and a style distinctly\npersonal. His first success was followed up by \"The Outcasts of Poker\nFlat\" and (in October, 1869) by the tale here reprinted; and when, in\n1870, an Eastern house published his sketches in book form, his fame was\nsecure. In 1871 he left California, and after a few years in the East\nthat added little to his reputation as a writer, or as a man, secured a\nconsulate in Germany. In 1878 he left America forever. Till his death in\n1902 he wrote on, frequently recurring to the claim where he first \"got\nthe color,\" but never equaling his work during the year and a half that\nhe was editor of the Overland.\n\nIn 1866 Harte heard, from one who had been present, the incident that\ninspired \"Tennessee's Partner.\" Eleven years before, at Second Garrote,\na newcomer had committed a capital crime. The miners organized a court,\nappointed counsel, and gave the miscreant a trial. He confessed his\nguilt, and the cry arose, \"Hang him!\"' But \"Old Man Chaffee\" stepped\nforward, drew a bag of gold-dust from his bosom, and said that he would\ngive his \"pile\" rather than have a lynching occur in a camp that, spite\nits name, had never been so disgraced. He begged the crowd to turn the\nprisoner over to the authorities and let the law take its course. Such\nwas the fervor of his appeal and so great were the respect and affection\nfor the old man that his proposal was adopted with a cheer for the\nadvocate of law and order, and the culprit taken to the jail at\nColumbia.\n\nChaffee's partner, Chamberlain, seems to have had no part in this\naffair; but the two were united by a love like that of his partner for\nTennessee. And long after the Second Garrote had become but a memory,\nthe two octogenarians lived on in their little cabin, Chaffee seeking\nwith primitive pick, shovel, and pan the more and more elusive gold, and\nChamberlain contributing to the common purse by cultivating a small\n\"ranch,\" the best crop of which was the campers who came to chat of\nbygone days with \"the original of Tennessee's Partner.\" At last, in\n1903, their partnership of fifty-four years was ended by the death of\nChaffee. Within eight weeks he was followed by Chamberlain. Their last\ndays were made easy by the bounty of Professor W. E. Magee, of the State\nUniversity, to whom I am indebted for the authority for some of these\nstatements,--Chamberlain's journal.\n\nFrom this simple material the imagination of Bret Harte spun the\ncharacters, incidents, and motives that his genius wove into an\nexquisite fabric, an idyl of blind, unreasoning love of man for man. He\nwas not writing history; and the complaint of those who were part of the\nlife he depicted, that he misstated the facts, rests on the same failure\nto appreciate his purpose and method that leads Eastern and English\ncritics to consider his realism reality and to mistake his\nverisimilitude for the truth itself. The fact is that Bret Harte was a\nconsummate literary artist, who used facts with all an artist's freedom.\nHis genius \"imbalm'd and treasur'd up on purpose to a life beyond life,\"\nhowever, many an actual incident that otherwise would lie buried 'neath\nthe poppy that the iniquity of oblivion blindly scattereth.\n\nWilliam Dallam Armes.\n\n\n\n\nTennessee's Partner\n\n\nI do not think that we ever knew his real name. Our ignorance of it\ncertainly never gave us any social inconvenience, for at Sandy Bar in\n1854 most men were christened anew. Sometimes these appellatives were\nderived from some distinctiveness of dress, as in the case of \"Dungaree\nJack\"; or from some peculiarity of habit, as shown in \"Saleratus Bill,\"\nso called from an undue proportion of that chemical in his daily bread;\nor from some unlucky slip, as exhibited in \"The Iron Pirate,\" a mild,\ninoffensive man, who earned that baleful title by his unfortunate\nmispronunciation of the term \"iron pyrites.\" Perhaps this may have been\nthe beginning of a rude heraldry; but I am constrained to think that it\nwas because a man's real name in that day rested solely upon his own\nunsupported statement. \"Call yourself Clifford, do you?\" said Boston,\naddressing a timid newcomer with infinite scorn; \"hell is full of such\nCliffords!\" He then introduced the unfortunate man, whose name happened\nto be really Clifford, as \"Jaybird Charley,\"--an unhallowed inspiration\nof the moment that clung to him ever after.\n\nBut to return to Tennessee's Partner, whom we never knew by any other\nthan this relative title; that he had ever existed as a separate and\ndistinct individuality we only learned later. It seems that in 1853 he\nleft Poker Flat to go to San Francisco, ostensibly to procure a wife. He\nnever got any farther than Stockton. At that place he was attracted by a\nyoung person who waited upon the table at the hotel where he took his\nmeals. One morning he said something to her which caused her to smile\nnot unkindly, to somewhat coquettishly break a plate of toast over his\nupturned, serious, simple face, and to retreat to the kitchen. He\nfollowed her, and emerged a few moments later, covered with more toast\nand victory. That day week they were married by a Justice of the Peace,\nand returned to Poker Flat. I am aware that something more might be made\nof this episode, but I prefer to tell it as it was current at Sandy\nBar,--in the gulches and barrooms,--where all sentiment was modified by a\nstrong sense of humor.\n\nOf their married felicity but little is known, perhaps for the reason\nthat Tennessee, then living with his partner, one day took occasion to\nsay something to the bride on his own account, at which, it is said, she\nsmiled not unkindly, and chastely retreated, this time as far as\nMarysville, where Tennessee followed her, and where they went to\nhousekeeping without the aid of a Justice of the Peace. Tennessee's\nPartner took the loss of his wife simply and seriously, as was his\nfashion. But to everybody's surprise, when Tennessee one day returned\nfrom Marysville, without his partner's wife,--she having smiled and\nretreated with somebody else,--Tennessee's Partner was the first man to\nshake his hand and greet him with affection. The boys who had gathered\nin the cañon to see the shooting were naturally indignant. Their\nindignation might have found vent in sarcasm but for a certain look in\nTennessee's Partner's eye that indicated a lack of humorous\nappreciation. In fact, he was a grave man, with a steady application to\npractical detail which was unpleasant in a difficulty.\n\nMeanwhile a popular feeling against Tennessee had grown up on the Bar.\nHe was known to be a gambler; he was suspected to be a thief. In these\nsuspicions Tennessee's Partner was equally compromised; his continued\nintimacy with Tennessee after the affair above quoted could only be\naccounted for on the hypothesis of a copartnership of crime. At last\nTennessee's guilt became flagrant. One day he overtook a stranger on his\nway to Red Dog. The stranger afterward related that Tennessee beguiled\nthe time with interesting anecdote and reminiscence, but illogically\nconcluded the interview in the following words: \"And now, young man,\nI'll trouble you for your knife, your pistols, and your money. You see\nyour weppings might get you into trouble at Red Dog, and your money's a\ntemptation to the evilly disposed. I think you said your address was San\nFrancisco. I shall endeavor to call.\" It may be stated here that\nTennessee had a fine flow of humor, which no business preoccupation\ncould wholly subdue.\n\nThis exploit was his last. Red Dog and Sandy Bar made common cause\nagainst the highwayman. Tennessee was hunted in very much the same\nfashion as his prototype, the grizzly. As the toils closed around him,\nhe made a desperate dash through the Bar, emptying his revolver at the\ncrowd before the Arcade Saloon, and so on up Grizzly Cañon; but at its\nfarther extremity he was stopped by a small man on a gray horse. The men\nlooked at each other a moment in silence. Both were fearless, both\nself-possessed and independent, and both types of a civilization that in\nthe seventeenth century would have been called heroic, but in the\nnineteenth simply \"reckless.\" \"What have you got there?--I call,\" said\nTennessee see, quietly. \"Two bowers and an ace,\" said the stranger, as\nquietly, showing two revolvers and a bowie-knife. \"That takes me,\"\nreturned Tennessee; and, with this gambler's epigram, he threw away his\nuseless pistol, and rode back with his captor.\n\nIt was a warm night. The cool breeze which usually sprang up with the\ngoing down of the sun behind the chaparral-crested mountain was that\nevening withheld from Sandy Bar. The little cañon was stifling with\nheated resinous odors, and the decaying driftwood on the Bar sent forth\nfaint, sickening exhalations. The feverishness of day and its fierce\npassions still filled the camp. Lights moved restlessly along the bank\nof the river, striking no answering reflection from its tawny current.\nAgainst the blackness of the pines the windows of the old loft above the\nexpress-office stood out staringly bright; and through their curtainless\npanes, the loungers below could see the forms of those who were even\nthen deciding the fate of Tennessee. And above all this, etched on the\ndark firmament, rose the Sierra, remote and passionless, crowned with\nremoter passionless stars.\n\nThe trial of Tennessee was conducted as fairly as was consistent with a\njudge and jury who felt themselves to some extent obliged to justify, in\ntheir verdict, the previous irregularities of arrest and indictment. The\nlaw of Sandy Bar was implacable, but not vengeful. The excitement and\npersonal feeling of the chase were over; with Tennessee safe in their\nhands they were ready to listen patiently to any defense, which they\nwere already satisfied was insufficient. There being no doubt in their\nown minds, they were willing to give the prisoner the benefit of any\nthat might exist. Secure in the hypothesis that he ought to be hanged,\non general principles, they indulged him with more latitude of defense\nthan his reckless hardihood seemed to ask. The Judge appeared to be more\nanxious than the prisoner, who, otherwise unconcerned, evidently took a\ngrim pleasure in the responsibility he had created. \"I don't take any\nhand in this yer game,\" had been his invariable but good-humored reply\nto all questions. The Judge--who was also his captor--for a moment\nvaguely regretted that he had not shot him \"on sight,\" that morning, but\npresently dismissed this human weakness as unworthy of the judicial\nmind. Nevertheless, when there was a tap at the door, and it was said\nthat Tennessee's Partner was there on behalf of the prisoner, he was\nadmitted at once without question. Perhaps the younger members of the\njury, to whom the proceedings were becoming irksomely thoughtful, hailed\nhim as a relief.\n\nFor he was not, certainly, an imposing figure. Short and stout, with a\nsquare face, sunburned into a preternatural redness, clad in a loose\nduck \"jumper\" and trousers streaked and splashed with red soil, his\naspect under any circumstances would have been quaint, and was now even\nridiculous. As he stooped to deposit at his feet a heavy carpet-bag he\nwas carrying, it became obvious, from partially developed legends and\ninscriptions, that the material with which his trousers had been patched\nhad been originally intended for a less ambitious covering. Yet he\nadvanced with great gravity, and after shaking the hand of each person\nin the room with labored cordiality, he wiped his serious, perplexed\nface on a red bandanna handkerchief, a shade lighter than his\ncomplexion, laid his powerful hand upon the table to steady himself, and\nthus addressed the Judge:--\"I was passin' by,\" he began, by way of\napology, \"and I thought I'd just step in and see how things was gittin'\non with Tennessee thar,--my pardner. It's a hot night. I disremember\nany sich weather before on the Bar.\"\n\nHe paused a moment, but nobody volunteering any other meteorological\nrecollection, he again had recourse to his pocket-handkerchief, and for\nsome moments mopped his face diligently.\n\n\"Have you anything to say on behalf of the prisoner?\"' said the Judge,\nfinally.\n\n\"Thet's it,\" said Tennessee's Partner, in a tone of relief. \"I come yar\nas Tennessee's pardner, knowing him nigh on four year, off and on, wet\nand dry, in luck and out o' luck. His ways ain't allers my ways, but\nthar ain't any p'ints in that young man, thar ain't any liveliness as\nhe's been up to, as I don't know. And you sez to me, sez\nyou,--confidential-like, and between man and man,--sez you, 'Do you know\nanything in his behalf?' and I sez to you, sez I,--confidential-like,\nas between man and man,--'What should a man know of his pardner?'\"\n\n\"Is this all you have to say? asked the Judge impatiently, feeling,\nperhaps, that a dangerous sympathy of humor was beginning to humanize\nthe court.\n\n\"Thet's so,\" continued Tennessee's Partner. \"It ain't for me to say\nanything agin' him. And now, what's the case? Here's Tennessee wants\nmoney, wants it bad, and doesn't like to ask it of his old pardner.\nWell, what does Tennessee do? He lays for a stranger, and he fetches\nthat stranger; and you lays for him, and you fetches him; and the honors\nis easy. And I put it to you, bein' a far-minded man, and to you,\ngentlemen all, as far-minded men, ef this is isn't so.\"\n\n\"Prisoner,\" said the Judge, interrupting, \"have you any questions to ask\nthis man?\"\n\n\"No! no!\" continued Tennessee's Partner hastily. \"I play this yer hand\nalone. To come down to the bedrock, it's just this: Tennessee, thar, has\nplayed it pretty rough and expensive-like on a stranger, and on this yer\ncamp. And now, what's the fair thing? Some would say more; some would\nsay less. Here's seventeen hundred dollars in coarse gold and a\nwatch,--it's about all my pile,--and call it square!\" And before a hand\ncould be raised to prevent him, he had emptied the contents of the\ncarpet-bag upon the table.\n\nFor a moment his life was in jeopardy. One or two men sprang to their\nfeet, several hands groped for hidden weapons, and a suggestion to\n\"throw him from the window,\" was only overridden by a gesture from the\nJudge. Tennessee laughed. And apparently oblivious of the excitement,\nTennessee's Partner improved the opportunity to mop his face again with\nhis handkerchief.\n\nWhen order was restored, and the man was made to understand, by the use\nof forcible figures and rhetoric, that Tennessee's offense could not be\ncondoned by money, his face took a more serious and sanguinary hue, and\nthose who were nearest to him noticed that his rough hand trembled\nslightly on the table. He hesitated a moment as he slowly returned the\ngold to the carpetbag, as if he had not yet entirely caught the elevated\nsense of justice which swayed the tribunal, and was perplexed with the\nbelief that he had not offered enough. Then he turned to the Judge, and\nsaying, \"This yer is a lone hand, played alone, and without my pardner,\"\nhe bowed to the jury and was about to withdraw, when the Judge called\nhim back. \"If you have anything to say to Tennessee, you had better say\nit now.\" For the first time that evening the eyes of the prisoner and\nhis strange advocate met. Tennessee smiled, showed his white teeth, and\nsaying, \"Euchred, old man!\" held out his hand. Tennessee's Partner took\nit in his own, and saying, \"I just dropped in as I was passin' to see\nhow things was gettin' on,\" let the hand passively fall, and adding that\n\"it was a warm night,\" I again mopped his face with his handkerchief,\nand without another word withdrew.\n\nThe two men never again met each other alive. For the unparalleled\ninsult of a bribe offered to Judge Lynch--who, whether bigoted, weak,\nor narrow, was at least incorruptible--firmly fixed in the mind of that\nmythical personage any wavering determination of Tennessee's fate; and\nat the break of day he was marched, closely guarded, to meet it at the\ntop of Marley's Hill.\n\nHow he met it, how cool he was, how he refused to say anything, how\nperfect were the arrangements of the committee, were all duly reported,\nwith the addition of a warning moral and example to all future\nevil-doers, in the Red Dog Clarion, by its editor, who was present, and\nto whose vigorous English I cheerfully refer the reader. But the beauty\nof that midsummer morning, the blessed amity of earth and air and sky,\nthe awakened life of the free woods and hills, the joyous renewal and\npromise of Nature, and, above all, the infinite serenity that thrilled\nthrough each, was not reported, as not being a part of the social\nlesson. And yet, when the weak and foolish deed was done, and a life,\nwith its possibilities and responsibilities, had passed out of the\nmisshapen thing that dangled between earth and sky, the birds sang, the\nflowers bloomed, the sun shone, as cheerily as before; and possibly the\nRed Dog Clarion was right.\n\nTennessee's Partner was not in the group that surrounded the ominous\ntree. But as they turned to disperse, attention was drawn to the\nsingular appearance of a motionless donkey-cart halted at the side of\nthe road. As they approached, they at once recognized the venerable\nJenny and the two-wheeled cart as the property of Tennessee's\nPartner,--used by him in carrying dirt from his claim; and a few paces\ndistant, the owner of the equipage himself, sitting under a buckeye tree,\nwiping the perspiration from his glowing face. In answer to an inquiry,\nhe said he had come for the body of the \"diseased,\" \"if it was all the\nsame to the committee.\" He didn't wish to \"hurry anything\"; he could\nwait. He was not working that day; and when the gentlemen were done with\nthe \"diseased\" he would take him. \"Ef thar is any present,\" he added, in\nhis simple, serious way, \"as would care to jine in the fun'l, they kin\ncome.\" Perhaps it was from a sense of humor, which I have already\nintimated was a feature of Sandy Bar,--perhaps it was from something\neven better than that; but two-thirds of the loungers accepted the\ninvitation at once.\n\nIt was noon when the body of Tennessee was delivered into the hands of\nhis partner. As the cart drew up to the fatal tree, we noticed that it\ncontained a rough oblong box,--apparently made from a section of\nsluicing,--and half filled with bark and the tassels of pine. The cart\nwas further decorated with slips of willow, and made fragrant with\nbuckeye-blossoms. When the body was deposited in the box, Tennessee's\nPartner drew over it a piece of tarred canvas, and gravely mounting the\nnarrow seat in front, with his feet upon the shafts, urged the little\ndonkey forward. The equipage moved slowly on, at that decorous pace\nwhich was habitual with Jenny even under less solemn circumstances. The\nmen--half curiously, have jestingly, but all good-humoredly--strolled\nalong beside the cart; some in advance, some a little in the rear, of\nthe homely catafalque. But, whether from the narrowing of the road or\nsome present sense of decorum, as the cart passed on, the company fell\nto the rear in couples, keeping step, and otherwise assuming the\nexternal show of a formal procession. Jack Folinsbee, who had at the\noutset played a funeral march in dumb show upon an imaginary trombone,\ndesisted, from a lack of sympathy and appreciation,--not having,\nperhaps, your true humorist's capacity to be content with the enjoyment\nof his own fun.\n\nThe way led through Grizzly Cañon, by this time clothed in funereal\ndrapery and shadows. The redwoods, burying their moccasined feet in the\nred soil, stood in Indian-file along the track, trailing an uncouth\nbenediction from their bending boughs upon the passing bier. A hare,\nsurprised into helpless inactivity, sat upright and pulsating in the\nferns by the roadside, as the cortège went by. Squirrels hastened to\ngain a secure outlook from higher boughs; and the blue-jays, spreading\ntheir wings, fluttered before them like outriders, until the outskirts\nof Sandy Bar were reached, and the solitary cabin of Tennessee's\nPartner.\n\nViewed under more favorable circumstances, it would not have been a\ncheerful place. The unpicturesque site, the rude and unlovely outlines,\nthe unsavory details, which distinguish the nest-building of the\nCalifornia miner, were all here, with the dreariness of decay\nsuperadded. A few paces from the cabin there was a rough enclosure,\nwhich, in the brief days of Tennessee's Partner's matrimonial felicity,\nhad been used as a garden, but was now overgrown with fern. As we\napproached it we were surprised to find that what we had taken for a\nrecent attempt at cultivation was the broken soil about an open grave.\n\nThe cart was halted before the enclosure; and rejecting the offers of\nassistance with the same air of simple self-reliance he had displayed\nthroughout, Tennessee's Partner lifted the rough coffin on his back, and\ndeposited it, unaided, within the shallow grave. He then nailed down the\nboard which served as a lid, and, mounting the little mound of earth\nbeside it, took off his hat, and slowly mopped his face with his\nhandkerchief. This the crowd felt was a preliminary to speech; and they\ndisposed themselves variously on stumps and boulders, and sat expectant.\n\n\"When a man,\" began Tennessee's Partner slowly, \"has been running free\nall day, what's the natural thing for him to do? Why, to come home. And\nif he ain't in a condition to go home, what can his best friend do? Why,\nbring him home! And here's Tennessee has been running free, and we\nbrings him home from his wandering.\" He paused, and picked up a fragment\nof quartz, rubbed it thoughtfully on his sleeve, and went on: \"It ain't\nthe first time that I've packed him on my back, as you see'd me now. It\nain't the first time that I brought him to this yer cabin when he\ncouldn't help himself; it ain't the first time that I and Jinny have\nwaited for him on yon hill, and picked him up and so fetched him home,\nwhen he couldn't speak, and didn't know me. And now that it's the last\ntime, why\"--he paused, and rubbed the quartz gently on his sleeve--\"you\nsee it's sort of rough on his pardner. And now, gentlemen,\" he added\nabruptly, picking up his long handled shovel, \"the fun'l's over; and my\nthanks, and Tennessee's thanks, to you for your trouble.\"\n\nResisting any proffers of assistance, he began to fill in the grave,\nturning his back upon the crowd, that, after a few moments' hesitation,\ngradually withdrew. As they crossed the little ridge that hid Sandy Bar\nfrom view, some, looking back, thought they could see Tennessee's\nPartner, his work done, sitting upon the grave, his shovel between his\nknees, and his face buried in his red bandanna handkerchief. But it was\nargued by others that you couldn't tell his face from his handkerchief\nat that distance; and this point remained undecided.\n\nIn the reaction that followed the feverish excitement of that day,\nTennessee's Partner was not forgotten. A secret investigation had\ncleared him of any complicity in Tennessee's guilt, and left only a\nsuspicion of his general sanity. Sandy Bar made a point of calling on\nhim, and proffering various uncouth but well-meant kindnesses. But from\nthat day his rude health and great strength seemed visibly to decline;\nand when the rainy season fairly set in, and the tiny grass-blades were\nbeginning to peep from the rocky mound above Tennessee's grave, he took\nto his bed.\n\nOne night, when the pines beside the cabin were swaying in the storm,\nand trailing their slender fingers over the roof, and the roar and rush\nof the swollen river were heard below, Tennessee's Partner lifted his\nhead from the Pillow, saying, \"It is time to go for Tennessee; I must\nput Jinny in the cart;\" and would have risen from his bed but for the\nrestraint of his attendant. Struggling, he still pursued his singular\nfancy: \"There, now, steady, Jinny,--steady, old girl. How dark it is!\nLook out for the ruts,--and look out for him, too, old gal. Sometimes,\nyou know, when he's blind drunk, he drops down right in the trail. Keep\non straight up to the pine on the top of the hill. Thar! I told you\nso!--thar he is,--coming this way, too,--all by himself, sober, and his\nface a-shining. Tennessee! Pardner!\"\n\nAnd so they met.\n\n\n\nHere ends No. Three of the western classics, Being Tennessee's Partner\nby Bret Harte, the introduction by William Dallam Armes. The\nphotogravure frontispiece by Albertine Randall Wheelan. Of this First\nEdition One Thousand Copies have been issued, printed upon Fabriano\nhandmade paper. The typography designed by J. H. Nash. Published by Paul\nElder and Company, and done into a book for them at the Tomoye Press,\nNew York City, in the year Nineteen Hundred and Seven.\n\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Harte, Bret"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/4674/pg4674.txt",
        "name": "tennessees_partner.json"
    }
}