{
    "name": "Tepondicon",
    "author": [
        "Jacobi, Carl"
    ],
    "body": "By seven o'clock, Earth-time, I could distinctly see the first plague\ncity of Profaldo. In the grey light it lay there before me, a vague\nopalescent aura radiating from its spires and minarets. The three roads\nthat crossed the flat converged on the city to meet at a single narrow\nrunway.\n\nI drove the tracto-car down into a little gully, climbed out and took\na second look through my magnoscope. The flat was deserted, as it well\nshould be at this hour, and the only sign of life was a high-flying\n<i>tok</i>, circling slowly.\n\nIt took me only five minutes to make preparations for my entrance into\nProfaldo. The carefully wound coil of volocized wire slipped down\nneatly under my tunic. Suspended from my left shoulder was a haversack,\ninnocent appearing, but containing one of the seven transmitting sets,\nalso a complete set of tools. I removed three of the white pellets\nfrom the little glass vial in my pocket and swallowed them. And, for\nemergency, I slid a heat pistol into another pocket.\n\nThen I set out across the flat. Distance was deceptive, but I had\ncalculated fairly closely, and an hour later saw me pacing up the\nrunway to the entrance of Profaldo.\n\nThe guard in the cubicle stared when I stood before him. \"You're not a\ncitizen here,\" he said. \"Do you know what place this is?\"\n\n\"I know very well,\" I said. \"Here are my papers, signed by the High\nGanymedian Council. Let me pass, please.\"\n\nThe gate slid back, and an instant later I was inside the city.\n\n<tb>\n\nProfaldo! Plague-ridden, feared, legendary! Like its six sister cities,\nthe place was known throughout the System as a pest-hole, tenanted\nby doomed citizenry whose very futility of life made a mockery of\neverything decent and law-abiding.\n\nTwenty yards down the street, and I saw indeed that the city was one\nvast slum. Gambling holes-in-the-wall stood cheek by jowl with sinister\ndrink shops, all of them roaring full blast. A drooling fog that dimmed\nthe intermittent blue street lights gave a grotesque unreality to the\nthoroughfare.\n\nHere and there were groups of the inhabitants. Only a few showed\nvisible signs of the horrible plague,--the greenish, leprous hue to the\nface and eyes, the disjointed, shambling walk--but I knew that all of\nthem had the disease in one or more of its stages.\n\nFollowing the directions I had memorized so carefully, I went straight\ndown the street, turned left, then right. Yes, there it was. A\nslate-gray building, well out of plumb, with a dingy sign before the\ndoorway: POWER DIVISION.\n\nI went in. There were no ushers, no reception clerks, only a faint\ndrone of machinery somewhere below me. A long corridor angled in either\ndirection with marked doors every few feet. The sixth door bore the\nmarking: COMMISSIONER.\n\nEven as I looked upon the room's occupant, I knew that this, my initial\nstep, would be a success. The man was a toad of flesh with little pig\neyes and albino hair. He put down the glass from which he had been\nswilling liquor and glared at me. \"Complaint department down the hall,\"\nhe said. \"This is a private office.\"\n\nI crossed to the chair beside his desk and sat down. \"I'm George\nDulfay,\" I said quietly, \"the new inspector sent by the Council. Will\nyou sign my papers, please?\"\n\nHe scowled again and peered at me shrewdly through blood-shot eyes,\nbut, after a careless glance at the document I had handed him, he\nseized a stylus and affixed his signature. Then he raised his eyes to\nmine.\n\n\"New man, eh?\" he grinned. \"And what do you think of our fair city?\"\n\n\"It stinks.\"\n\nMy words prompted no reproach from him. He leaned back and made\nsteeples of his hands. \"Everything's the same,\" he said. \"Four\nhundred deaths, four hundred births. One attempted escape resulting\nin execution. Flood-water\"--he glanced across at the far wall where a\npanel bore a series of dials--\"water 65.0, oxygen zero-zero, paldine 5.\"\n\n\"And the research bureau?\" I questioned. So far, I knew I was playing\nmy part to satisfaction.\n\nHe snorted. \"Failures as usual. You and the Council know as well as I\ndo that there's no cure for the plague.\"\n\nIt was time for the first step, but I didn't hurry it. I got a cheroot\nout of my pocket, lit it and blew a shaft of smoke toward the mildewed\nceiling.\n\n\"I'll okay the report as usual,\" I said. \"But there's one thing\nmore. I'll want to buy some of your power. About sixteen thousand\n<i>graphlos</i>....\"\n\nA wire couldn't have jerked him erect any quicker. \"Power!\" he\nrepeated. \"Sixteen thousand....\" A gleam entered his blood-shot eyes.\n\"By the Lord Harry! And for what, may I ask?\"\n\nI could feel my pulse racing and a hot flush sweep over me, but\noutwardly I knew I appeared cool.\n\n\"If your Research Bureau here believes there is no cure for the\nplague, the Council has different ideas,\" I said. \"We're going to try\nan experiment. Sixteen thousand <i>graphlos</i> of polarated power at each\nof the seven cities discharged along a common beam with a step-up\ntransformer between each city. Gargan--he's the new light-ray man in\nthe Council--believes the radiation from such a charge will completely\nnullify the potency of the plague bacillus.\"\n\nThe Commissioner moved to the edge of his chair. He poured himself a\nglass of the lavender-colored liquor, drank it and wiped his mouth. \"By\nthe Lord Harry,\" he said, \"you're no inspector. Who the hell are you?\"\n\n\"You have my papers.\"\n\nHe picked them up again and re-read them carefully. I watched him. I\ncould feel something cold move up and down my spine. And then with a\nwave of relief I saw the first signs of credulity.\n\n\"I believe you mean it,\" he said. \"Tell me, do you really think there's\na chance, an escape from this double-damned plague?\"\n\n\"There's a possibility, but of course it's remote and only in the\nembryonic stage. Of course you understand all this is confidential.\nNow--where is your power switchboard?\"\n\nHe touched a bell, said something into a microphone. Then he got up and\nextended his hand. \"Follow the corridor, Mr. Dulfay. And may Providence\ngo with you.\"\n\nOutside the office, reaction seized me, and for a moment I swayed\nthere, aware of the terrific strain I had been under. The first barrier\nwas passed. From now on, although there still would be plenty of\ndanger, my actions for the most part would be routine. I threw away my\ncheroot and headed down the corridor.\n\nThat corridor ended in a flight of stairs which I climbed to the second\nlevel. Through an archway I passed into the power room proper. Tilted\nback in a chair in front of the enormous switchboard, a weazened little\nman nodded to me, signifying that he had had his instructions. I went\nto work without hesitation, threw over the auxiliary switch, removed\nthe coil of wire from under my tunic and spliced it directly into the\nmain conduit.\n\nFinished, I trailed the coil of wire across the room and tossed it out\nthe open window into the darkness of an alley. I went outside to gather\nup the loose ends. A low shed there, housing emergency transformers,\nserved my purpose admirably. I got the compact little transmitting set\nout of my haversack, bracketed it to the wall in a far corner and set\nthe clockwork to functioning.\n\nExactly one hour later I was back in my tracto-car, driving across the\nflat.\n\n<tb>\n\nIf a month ago anyone had told me I would visit not only Profaldo but\neach of the seven plague-cities of the High Ganymedian Plateau, I would\nhave told them they were crazy. That was before I met Hol-Dai.\n\nHol-Dai was not his real name, of course; that was what they called him\nat the mental hospital where I was serving my internship. A patriarch\nof a man, one of the early Earth colonists, he had broken down from\nexcessive research in extraterrestrial medicine, and he was forever\nbrowsing through heavy medical tomes. One day he began talking to me as\nusual, and for want of something better to do, I listened.\n\n\"My son,\" he said, \"you've heard of the seven plague-cities: Profaldo,\nSenar, Caldray, Voltar, Xynan, Malakan, and Klovada?\"\n\nI nodded. \"Yes, Hol-Dai. Here, take your medicine.\"\n\nHe swallowed the two pills and pointed to a sheet of paper upon which\nhe had been writing. \"Did you know they were the richest cities in the\nSystem?\"\n\n\"Rich? No, Hol-Dai, you must be wrong. They have nothing but\npestilence.\"\n\n<tb>\n\nHe smiled at that and waggled a finger. \"The plague is their\nprotection, my son. Conquer that, and you will come upon the greatest\ntreasure known to mankind. Listen....\"\n\nWell, I heard him out, patiently at first, then gradually with more\nand more interest. It was a madman's story in every detail, and yet\nthere was something about it that got me. I knew how the seven cities\nof the High Ganymedian Plateau were first raided by Conway and his\nEarth Brigade after enjoying several thousand years' culture on this,\nthe third satellite of Jupiter. How the captured emperor of the seven\ncities swore a curse of vengeance for the mishandling of his people and\nin some unknown way introduced the strange and terrible plague which\nwas to turn the seven metropoli into pest-holes avoided and shunned by\nEarth and Jovian colonists alike.\n\nThen Hol-Dai said something which made me prick up my ears. \"Why,\" he\nsaid, \"do you think the emperor introduced that plague? For vengeance\nalone? A ruler's vengeance does not go as far as dooming his people\nforever. No, my son, for another reason.\"\n\nI said nothing, waiting for him to continue.\n\n\"For three thousand years the seven cities had been living off the\nplunder of conquered Io and Callisto, the first and second satellites.\nAnd never has it occurred to these fools what has become of that\nplunder.\"\n\n\"They probably will, Hol-Dai,\" I said. \"Some day a fleet of space\nfreighters will carry it all off.\"\n\nThe white-haired old man shook his head. \"Not a fleet, my son. A man in\nthe palm of his hand.\"\n\nI sat down then, and I asked questions, and after a time I had the\nstory in its entirety. Both Io and Callisto had been conquered by\nthe people of Ganymede and had been forced to pay a huge indemnity.\nPart of that indemnity came in the form of a stone, called by the\nGanymedians, the Jupiter Stone. That stone, protected by an envelope of\nwhite <i>pinardium</i>, contained a compressed particle of the light-active\nrock which formed Jupiter's great red spot. <i>And this stone contained\nsufficient inexhaustible power to move the factories and industrial\nplants of half the solar system.</i>\n\nI forgot for a moment that Hol-Dai was listed as psychopathically\nunbalanced. \"Where is this stone?\" I demanded.\n\n\"It lies in a simple glass case in the old emperor's palace in the city\nof Klovada,\" he replied. \"But\"--he lifted a warning hand--\"do not think\nit is as simple as that. The people of the High Ganymedian Plateau were\naware of the value of their treasure and they adopted means to protect\nit.\n\n\"They protected the stone by surrounding it with a small space warp. As\nit lies there now, it is so heavy an army could not lift it.\"\n\n\"Then...?\"\n\n\"How can it be removed? There is a way, my son, a dangerous, almost\nimpossible way, but one which I have spent my entire life planning. The\nspace warp has been devised to have seven focal points, lying along the\nplane of the seven cities. I have devised transmitting equipment which\nwill discharge a beam along this plane, thus nullifying the space warp.\nBut, to accomplish this, entrance must be made into each of the seven\ncities, and that would mean contracting the terrible plague in not one\nbut all seven of its virulent forms.\n\n\"I have taken care of that too. I have compounded a pellet which will\ngive temporary immunity to the plague if taken at the proper intervals\nand....\"\n\nHere Hol-Dai's mind gave way again, and he lapsed into unintelligible\nbabbling.\n\nI mulled over this story for a week. During that time I read over\nHol-Dai's case history and discovered that his lucid intervals were\nfairly intermittent and complete. That is, when he was normal, he\nremained so until he lost his grip entirely. Next I visited the\nplace where he had lived before he was confined to the hospital.\nMy credentials gained me entrance and the right to go through his\npossessions. Nothing had been touched. I found his vial of immunity\npellets with full instructions as to dosage. And I found in his\nequipment the seven miniature transmitting sets and the necessary\nconnecting wire. In his papers, however, I searched in vain for\nreference to the Jupiter Stone.\n\nBut I didn't stop there. I haunted public libraries and the\narchives-galleries, always seeking proof for everything Hol-Dai had\ntold me. Where I didn't always find proof, I found \"possibility.\" The\nold man's story could be true.\n\nAs I read over the history of Ganymede, the lure, the fascination of\nthat \"stone\" swept over me. It became a narcotic, off-setting all\nother desires until I knew I must act. I took Hol-Dai's equipment and\nhis vial of pellets, and I spent one week studying the geographical\nlayouts of the seven cities. I drove in a tracto-car to the first city\nof Profaldo, and as you have seen, I successfully \"planted\" the first\ntransmitting set.\n\n\"One down, six to go,\" I told myself grimly. Full confidence was mine,\nand my spirits were riding high.\n\n<tb>\n\nSenar, the second city, came out of the haze abruptly. High in the sky\nthe immense disc of Jupiter cast a reddish light over the metropolis.\nAs before, all roads leading across the flat converged on a single\nrunway, leading to the main gate.\n\nI entered, and it seemed time had turned backward, erasing the\nintervening hours. For Senar was the same as Profaldo. The same roaring\ndrink shops and crowd-choked gambling casinos. The same twisting\ndespondent streets sunk in filth and mockery of the law.\n\nAgain I came to the building marked POWER DIVISION. In the\nCommissioner's office, however, I was due for a surprise. A girl\nturned to me inquiringly.\n\nShe was tall, svelte and dark-haired, with agate eyes that bored me\nthrough and through. \"Well?\" she said.\n\nThe same story, the same explanation. I proffered my papers, waited a\ndiplomatic length of time, then stated that I wished to purchase some\npower.\n\nTo my astonishment, however, she took the offer matter-of-factly.\n\n\"I know,\" she said. \"You are Tepondicon.\"\n\n\"I'm <i>what</i>?\"\n\nShe smiled. \"At least you are the mortal counterpart of that legendary\nfigure. According to the Ganymedian legends, a great disaster was to\ncome upon our seven cities and would not be removed until a brave\nwarrior entered each of the cities and fought it alone. The legends\ncall that warrior Tepondicon.\"\n\n\"I see,\" I said. \"And you think...?\"\n\n\"We have the disaster all right in the form of the plague. Now you are\nhere in an attempt to conquer that plague.\" She waved a careless hand\nat my consternation. \"The Commissioner at Profaldo advised me of your\ncoming. We still do have some communication left, you know.\"\n\nTepondicon, eh? It made my role easier. It fitted into my plans nicely.\nBefore I could say more, she was conducting me down the corridor to the\npower room. She stood by, watching over me, as for a second time I made\nmy necessary connections to the central conduit, and she followed me as\nI mounted my second transmitting set on a low revetment in the rear of\nthe power building.\n\nAs I touched the clockwork into motion she grasped my arm.\n\n\"There is no need for you to leave immediately, Mr. Dulfay,\" she said.\n\"I know very well that you have temporary protection against the\nplague. Won't you let me show you more of the city of Senar?\"\n\nMy better judgment said no; my eyes said yes. She stood there smiling,\ncarmine lips a bow of allure, agate eyes gleaming. She was clad in a\ndress of voltex, and the clinging material revealed every curve and\ncontour of her figure.\n\nAn hour later I found myself in a dimly lighted cafe, surrounded by\nhigh-caste Ganymedians, Jovians and Earth men and women, all in\nvarious stages of intoxication--all, I knew, seeking to conceal their\nterror at the relentless death that stalked them.\n\nI sat across a table from the Commissioner of Senar. She was drinking\n<i>boca</i>, and she was laughing gayly.\n\n\"Come,\" she said, \"forget your troubles. Remember, you are Tepondicon.\"\n\nBut something was wrong. I could feel it with every fibre of my body.\nThat man looking at me from the opposite table, for one thing. He had\nbeen too casual in his quick appraisal of me, too quick to lower his\neyes when I glanced his way.\n\nAnd then abruptly it hit me hard. I was Tepondicon, and as such,\nmy avowed attempt to cure the plague made me a valuable entity, if\ncontrolled by the right persons. A group of power-crazed renegades\ncould, by holding me, make any terms they desired for my release.\n\nI looked around carefully, seeking a means of escape; and I saw then\nother men at other tables, covertly watching me. I drank a full glass\nof <i>boca</i>, pretended to drink another, began to feign drunkenness. Then\nclumsily I knocked the bottle from the table and staggered to my feet.\n\n\"Gotta get more,\" I hiccupped. \"'S'cuse me, please.\"\n\nStumbling unsteadily, I weaved my way toward the bar. Halfway across to\nit, I swiveled and broke into a run. Instantly a shout of warning rose\nup behind me. Through the maze of tables I raced, overturning three of\nthem with a crash as I passed.\n\nI gained the door. A heat-gun charge slammed into the wall, inches\nabove my head. Feet pounded in pursuit. Then I was outside, leaping up\nthe steps to the main level, sprinting down the back street.\n\nI ran until a stitch in my side drew me up. Behind me roared the night\nlife of the city, but there was no sign of pursuit. I passed through\nthe main gate without trouble and half an hour later was driving\nleisurely across the flat.\n\n<tb>\n\nProfaldo and Senar were behind me. What conditions would I meet in\nthe next city, Caldray? My wildest dreams did not prepare me for the\nreception that was to be mine. Scarcely had I entered Caldray when I\nstopped short, staring at the scene ahead. The streets were jammed\nwith citizenry. In blazing ato-bulbs high overhead was the single word\nTEPONDICON. Flags and pennants hung from every balcony.\n\nEven as I moved uncertainly forward, two stalwart men, clad in the\nancient chain mail of Ganymede's earlier years, strode forward. Back\nsomewhere in the tiers of rectangular buildings the amplified strains\nof an orchestra rose up. It was a recording, I knew, but it was\nBokart's <i>Symphony Out of Space</i>, in all its pomp and glory.\n\nA deafening cheer rose up then. I was conducted to a low carriage, and\nwith two scarlet-clad postilions on either side began my tour of the\ncity.\n\n\"Tepondicon! Tepondicon!\" yelled the crowd.\n\nWell, it was confusing, and disconcerting, too. With all eyes focused\nupon me, my every movement would be watched. A wrong word, a misstep,\nand those cheers would change to death yells. And yet as the carriage\nbore me smoothly along the paved streets, the significance of it all\nbecame clear in my mind in every detail.\n\nThese people were rats, scum of the System. What matter if their\nhopes were falsely raised to the heights? They were doomed anyway by\nthe plague. And in four days more the Jupiter Stone would be mine.\nUp until now, my life had been one great series of failures. At the\nMartian School of Technology I had been expelled in my sophomore year\nfor a mere matter of selling drugs to my fellow students. I had been\ncashiered from the Royal Space Force for what the upstart officers\ncalled insubordination. Gamblings, swindlings, I had tried them all\nwith little luck. This would be my metamorphosis, my emergence from the\ncocoon of mediocrity into success.\n\nThe procession drew up before the Power Division building. The Power\nCommissioner, a tall gangly man this time, waited to receive me at the\ntop of the steps.\n\nBut inside his office, with the roar and hubbub of the streets cut off,\nthe interview was much the same as the two previous. He passed a box of\ncheroots across the desk, leaned back and smoked contentedly.\n\n\"And to think,\" he said, \"that a week ago I was ready to join the list\nof suicides. Mr. Dulfay, I wonder if you realize what this means to\nthe people. Freedom from the plague. It seems incredible.\"\n\n\"You must remember,\" I cautioned, \"It's only an experiment as yet. I\ncan promise nothing.\"\n\nHe waved this aside. \"You will be successful,\" he said. \"The hopes of\nthousands cannot be denied. And now the power. All we have is at your\ndisposal.\"\n\n<tb>\n\nVoltar! Xynan! Malakan! In the fourth, fifth and sixth cities\neverything worked like clockwork. My welcome in each succeeding\nmetropolis was greater than the last. Crowds screamed \"<i>Tepondicon!</i>\"\nto the echo. The cities must have ransacked every corner of their\nconfines to festoon their battlements and parapets with tinsel. Hope\nwas hysteria. The black spectre of the plague was pushed to the\nbackground. As the legendary hero, Tepondicon, I was the embodiment of\nall their dreams and hopes.\n\nBefore entering each city I swallowed three of Hoi-Dai's pellets.\nBefore leaving, I tapped the power centers and put transmitting sets in\noperation.\n\nAnd now Klovada, the seventh and final city. In a few hours my beam\nwould be discharged along the planes of the seven cities. The space\nwarp would be nullified. Remained then only to go to the royal palace,\nopen the glass case and remove the Jupiter Stone. With that stone my\nlife would begin anew. No more swindlings or petty thieveries. I would\nbe king in my own right.\n\nI did not realize the strain under which I had been living until the\nofficial reception in Klovada was over and I was ushered into the\nCommissioner's office. There I slumped wearily into a chair and waited\nimpatiently for him to enter.\n\nThe Commissioner was a girl. Not a girl like the seductress of Senar,\nbut a small dainty child with golden hair and blue eyes. She strode\nforward briskly, a pleasant smile on her lips, and extended her hand.\n\n\"I bid you welcome, Sir Tepondicon,\" she said. \"You have reached the\nend of your goal.\"\n\nThere was something in her tone of voice that made me look at her\nsharply. Could it be possible that she suspected...?\n\n\"You have come a long way,\" she said, speaking slowly. \"You have\nbraved many dangers, and you have conducted yourself in a most ethical\nmanner. May I ask, Mr. Dulfay, what your personal profit will be in\nthis venture?\"\n\n\"No profit,\" I said easily. \"A scientist has only research as his aim.\nThat and the welfare of the people.\"\n\nShe nodded. \"Still, it is unusual for a man to risk so much.\"\n\n\"About the matter of power,\" I broke in. \"As you know, I'll need\nsixteen thousand <i>graphlos</i> and....\"\n\nShe seemed not to hear. A distant look entered her blue eyes. \"Tell me,\nMr. Dulfay, have you ever heard of an artifact kept here in Klovada\nknown as the Jupiter Stone?\"\n\nI went slowly rigid. The girl breathed deeply and continued. \"Some\ntime ago a great scientist communicated with me as overchief of\npower-control of the seven cities and outlined a plan similar to the\none in which you are now engaged. He was a great man, but under stress\nof excessive work, his mind broke. He was taken to a mental hospital,\nwhere I am told he is now known by the simple name of Hol-Dai.\n\n\"Before his illness Hol-Dai worked out a method to overcome the plague.\nIt was simple. A person would visit each of the seven cities. He would\nhave temporary protection against the plague, but of course he would\nbecome a carrier for the germs. When he finally reached Klovada, the\nfinal city, he would be a walking vial of the bacillus in all its seven\nforms.\n\n\"Now the Jupiter Stone, of which I spoke before. It is a great thing,\ncapable of generating untold amounts of power, if properly harnessed.\nSo far, however, the scientists have been unable to move it because\nit lies protected by a small but peculiar form of space warp. But the\nstone has other potentialities. This man, Hol-Dai, discovered that it\nwill transform the plague bacillus from a positive form to a negative\nform.\n\n\"In other words if this hypothetical visitor of the seven cities were,\nat the end of his journey, to expose himself to the radiations of\nthe Jupiter Stone, a curious event would take place. He would become\na carrier for bacilli which, when released, would immediately begin\nto combat the plague. Practically an anti-toxin, you see. Again,\ncontinuing our hypothetical case, if this man were to retrace his\nsteps, again visiting each of the seven cities, it is estimated this\naction would result in the complete end of the plague within a period\nof months.\"\n\n\"I see,\" I said. Far back in a corner of my mind a doubt was beginning\nto grow. \"Why hasn't this been done before?\"\n\nShe smiled. \"Because until you came no one knew how to acquire\ntemporary protection against the disease and no one had the courage to\nexpose himself to it without that protection. Now I am aware that you\nhave found that protection. But as you must know, if you let yourself\nbe struck by the radiations of the Jupiter Stone, you would die within\nsix weeks!\"\n\n\"You mean...?\"\n\n\"I mean that if you go through with your role as Tepondicon you will\nnever live to know your glory.\"\n\n<tb>\n\nShe tapped her pencil on the desk. \"I might add that Hol-Dai also told\nus of a plan to nullify the space warp surrounding the Jupiter Stone.\nSince his sickness, however, that plan has remained a mystery.\"\n\nI breathed easier. So Hol-Dai had not tricked me. But this girl with\nall her babbling of curing the plague must be an utter fool. What did I\ncare about cure? It was the stone I wanted!\n\nShe looked across at me. \"I don't know who or what you are, Mr. Dulfay,\nbut please listen to me a moment. Once these seven cities were the\npride of the Jovian System. Their people were lighthearted, gay and\nstrong. True, in their earlier years they exploited their neighbors\non Io and Callisto, but that was long ago. For generations they were\nengaged in peaceful pursuits--trade, industry, commerce.\n\n\"Look at them now. Pest-holes where vice and sin run rampant, where\nhope has vanished, where there is no tomorrow, but only today!\nConceive, if you can, the utter curse of that plague. To know with\nabsolute finality that you are impregnated with it and that only death\nawaits you. And then consider this legend of Tepondicon. Not a mighty\nwarrior, not a knight clad in armor, but a simple man sacrificing his\nown life for the lives of other men. It is the ultimate glory.\"\n\nShe rose to her feet. \"Mr. Dulfay, I leave you now. But I call your\nattention to the two doors leading from this office. The one by which\nyou came is the exit. It leads to the street, and from the street one\ncan make his way to the palace and so on to the Jupiter Stone. The\nstone is unguarded. If the space warp were done away with, it could be\ntaken easily.\n\n\"The other door leads to the radiation chamber, the room which\nwas devised by Hol-Dai. There, by means of special equipment, the\nradiations from the Jupiter Stone are transmitted to a screen. If you\nenter this room and sit before the screen, within a period of twenty\nminutes the plague germs your body is now carrying will be negatived.\nYou can then make your return visits to the six other cities. The\nplague will be conquered, but you will die.\"\n\nShe moved across to the exit. \"It is for you to decide,\" she said. \"All\nI can say is that one way leads to the ultimate glory.\"\n\nShe went out and I stood there in a daze. For five minutes I didn't\nmove. Glory, she had said. Yes, there would be glory, something which\nhad played no part heretofore in my life. But likewise there would be\ndeath. The same death which awaited the doomed citizenry of the seven\ndoomed cities. On the other hand was the Jupiter Stone, embodying all I\nhad fought for.\n\nI walked across to the desk and sat down in the chair before it. I\nmust put my thoughts and actions of the past days on paper. I must\nrecord everything. If I chose the plague door, it would be my last\ntestament--and a monument. If I took the street door, set up my\ntransmitting set--and finally gained the Jupiter Stone, it would be\na condemnation--a curse--to dog me the rest of my days. Honor versus\ndishonor, balanced against life versus death.\n\n<i>It is this document you are now reading!</i>\n\nAt the end of an hour I stood up and neatly folded the paper. The air\nwas hot, stifling. Somewhere a mercury clock pulsed rhythmically. Then,\nwith a little laugh, I strode across the room toward one of the doors.\n\nOf course, you all know which door I opened.\n",
    "metadata": {
        "author": [
            "Jacobi, Carl"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63799/pg63799.txt",
        "name": "tepondicon.json"
    }
}