{
    "name": "The Last American\r\nA Fragment from The Journal of Khan-li, Prince of Dimph-Yoo-Chur and Admiral in the Persian Navy",
    "author": [
        "Mitchell, John Ames"
    ],
    "body": "Amos Judd\nThe Pines of Lory\nThe Last American\nThat First Affair\nGloria Victis\nLife's Fairy Tales\n\n\n\n\n\nThe Last American\n\n\nA Fragment from The Journal of KHAN-LI, Prince of\nDimph-Yoo-Chur and Admiral in the Persian Navy\n\nPresented by J. A. MITCHELL\n\nEDITION DE LUXE\nIllustrated in Color by F. W. Read\nWith Decorative Designs by Albert D. Blashfield and\nIllustrations by the Author\n\nNEW YORK\nFREDERICK A. STOKES COMPANY\n_PUBLISHERS_\n\n1889\nBy Frederick A. Stokes and Brother\n\n1902\nBy Frederick A. Stokes Company\n\n\nTO THOSE THOUGHTFUL PERSIANS\nWHO CAN READ A WARNING IN THE SUDDEN RISE\nAND SWIFT EXTINCTION OF A FOOLISH PEOPLE\nTHIS VOLUME IS DEDICATED\n\n\nA FEW WORDS BY HEDFUL\n\nSURNAMED \"THE AXIS OF WISDOM\"\n\n_Curator of the Imperial Museum at Shiraz._\n_Author of \"The Celestial Conquest of Kaly-phorn-ya,\" and of_\n_\"Northern Mehrika under the Hy-Bernyan Rulers\"_\n\n\nThe astounding discoveries of Khan-li of Dimph-yoo-chur have thrown\nfloods of light upon the domestic life of the Mehrikan people. He\nlittle realized when he landed upon that sleeping continent what a\nservice he was about to render history, or what enthusiasm his\ndiscoveries would arouse among Persian archæologists.\n\nEvery student of antiquity is familiar with these facts.\n\nBut for the benefit of those who have yet to acquire a knowledge of\nthis extraordinary people, I advise, first, a visit to the Museum at\nTeheran in order to excite their interest in the subject, and second,\nthe reading of such books as Nōfūhl's \"What we Found in the West,\" and\nNōz-yt-ahl's \"History of the Mehrikans.\" The last-named is a complete\nand reliable history of these people from the birth of the Republic\nunder George-wash-yn-tun to the year 1990, when they ceased to exist\nas a nation. I must say, however, that Nōz-yt-ahl leaves the reader\nmuch confused concerning the period between the massacre of the\nProtestants in 1927, and the overflow of the Murfey dynasty in 1940.\n\nHe holds the opinion with many other historians that the Mehrikans\nwere a mongrel race, with little or no patriotism, and were purely\nimitative; simply an enlarged copy of other nationalities extant at\nthe time. He pronounces them a shallow, nervous, extravagant people,\nand accords them but few redeeming virtues. This, of course, is just;\nbut nevertheless they will always be an interesting study by reason of\ntheir rapid growth, their vast numbers, their marvellous mechanical\ningenuity and their sudden and almost unaccountable disappearance.\n\nThe wealth, luxury, and gradual decline of the native population; the\nfrightful climatic changes which swept the country like a mower's\nscythe; the rapid conversion of a vast continent, alive with millions\nof pleasure-loving people, into a silent wilderness, where the sun and\nmoon look down in turn upon hundreds of weed-grown cities,--all this\nis told by Nōz-yt-ahl with force and accuracy.\n\n\"Here's Truth. 'T is a bitter pill but good physic.\"\n\n\n\n\nABOARD THE ZLŌTUHB IN THE YEAR 2951\n\n_10th May_\n\n\n\nThere is land ahead!\n\nGrip-til-lah was first to see it, and when he shouted the tidings my\nheart beat fast with joy. The famished crew have forgotten their\ndisconsolate stomachs and are dancing about the deck. 'T is not I,\nforsooth, who shall restrain them! A month of emptiness upon a heavy\nsea is preparation for any folly. Nōfūhl alone is without enthusiasm.\nThe old man's heart seems dead.\n\nWe can see the land plainly, a dim strip along the western horizon. A\nfair wind blows from the northeast, but we get on with cruel\nhindrance, for the _Zlōtuhb_ is a heavy ship, her bluff bow and\nvoluminous bottom ill fitting her for speed.\n\nThe land, as we near it, seems covered with trees, and the white breakers\nalong the yellow beach are a welcome sight.\n\n\n\n\n_11th May_\n\n\n\nSighted a fine harbor this afternoon, and are now at anchor in it.\n\nGrip-til-lah thinks we have reached one of the western islands mentioned\nby Ben-a-Bout. Nōfūhl, however, is sure we are further North.\n\n\n\n\n_12th May_\n\n\n\nWhat a change has come over Nōfūhl! He is the youngest man aboard. We\nall share his delight, as our discoveries are truly marvellous. This\nmorning while I was yet in my bunk he ran into the cabin and,\nforgetting our difference in rank, seized me by the arm and tried to\ndrag me out. His excitement so had the better of him that I captured\nlittle meaning from his words. Hastening after him, however, I was\namazed to see such ancient limbs transport a man so rapidly. He\nskipped up the narrow stairs like a heifer and, young though I am, it\nwas faster than I could follow.\n\nBut what a sight when I reached the deck! We saw nothing of it\nyesterday, for the dusk of evening was already closing about us when\nwe anchored.\n\nRight ahead, in the middle of the bay, towered a gigantic statue, many\ntimes higher than the masts of our ship. Beyond, from behind this\nstatue, came the broad river upon whose waters we were floating, its\nsurface all a-glitter with the rising sun. To the East, where Nōfūhl\nwas pointing, his fingers trembling with excitement, lay the ruins of\nan endless city. It stretched far away into the land beyond, further\neven than our eyes could see. And in the smaller river on the right\nstood two colossal structures, rising high in the air, and standing\nlike twin brothers, as if to guard the deserted streets beneath. Not a\nsound reached us--not a floating thing disturbed the surface of the\nwater. Verily, it seemed the sleep of Death.\n\nI was lost in wonder.\n\nAs we looked, a strange bird, like a heron, arose with a hoarse cry\nfrom the foot of the great image and flew toward the city.\n\n\"What does it all mean?\" I cried. \"Where are we?\"\n\n\"Where indeed!\" said Nōfūhl. \"If I knew but that, O Prince, I could\ntell the rest! No traveller has mentioned these ruins. Persian history\ncontains no record of such a people. Allah has decreed that we\ndiscover a forgotten world.\"\n\n\nWithin an hour we landed, and found ourselves in an ancient street,\nthe pavements covered with weeds, grass, and flowers, all crowding\ntogether in wild neglect. Huge trees of great antiquity thrust their\nlimbs through windows and roofs and produced a mournful sight. They\ngave a welcome shade, however, as we find the heat ashore of a\nroasting quality most hard to bear. The curious buildings on either\nside are wonderfully preserved, even sheets of glass still standing in\nmany of the iron window-frames.\n\nWe wandered along through the thick grass, Nōfūhl and I, much excited\nover our discoveries and delighted with the strange scene. The\nsunshine is of dazzling brightness, birds are singing everywhere, and\nthe ruins are gay with gorgeous wild flowers. We soon found ourselves\nin what was once a public square, now for the most part a shady grove.\n(Afterward ascertained to be the square of the City Hall.)\n\nAs we sat on a fallen cornice and gazed on the lofty buildings about\nus I asked Nōfūhl if he was still in ignorance as to where we were,\nand he said:\n\n\"As yet I know not. The architecture is much like that of ancient\nEurope, but it tells us nothing.\"\n\nThen I said to him in jest, \"Let this teach us, O Nōfūhl! the folly of\nexcessive wisdom. Who among thy pupils of the Imperial College at\nIspahan would believe their venerable instructor in history and\nlanguages could visit the largest city in the world and know so little\nabout it!\"\n\n\"Thy words are wise, my Prince,\" he answered; \"few babes could know\nless.\"\n\nAs we were leaving this grove my eyes fell upon an upturned slab that\nseemed to have a meaning. It was lying at our feet, partly hidden by\nthe tall grass, having fallen from the columns that supported it. Upon\nits surface were strange characters in bold relief, as sharp and clear\nas when chiselled ten centuries ago. I pointed it out to Nōfūhl, and\nwe bent over it with eager eyes.\n\nIt was this:\n\n    ASTOR HOUSE\n\n\"The inscription is Old English,\" he said. \"'House' signified a\ndwelling, but the word 'Astor' I know not. It was probably the name of\na deity, and here was his temple.\"\n\nThis was encouraging, and we looked about eagerly for other signs.\n\n\nOur steps soon brought us into another street, and as we walked I\nexpressed my surprise at the wonderful preservation of the stone work,\nwhich looked as though cut but yesterday.\n\n\"In such an atmosphere decay is slow,\" said Nōfūhl. \"A thousand years\nat least have passed since these houses were occupied. Take yonder\noak, for instance; the tree itself has been growing for at least a\nhundred years, and we know from the fallen mass beneath it that\ncenturies had gone by before its birth was possible.\"\n\nHe stopped speaking, his eyes fixed upon an inscription over a\ndoorway, partly hidden by one of the branches of the oak.\n\nTurning suddenly upon me with a look of triumph, he exclaimed:\n\n\"It is ours!\"\n\n\"What is ours?\" I asked.\n\n\"The knowledge we sought;\" and he pointed to the inscription,\n\nNEW YORK STOCK EXC....\n\nHe was tremulous with joy.\n\n\"Thou hast heard of Nhū-Yok, O my Prince?\"\n\nI answered that I had read of it at school.\n\n\"Thou art in it now!\" he said. \"We are standing on the Western\nContinent. Little wonder we thought our voyage long!\"\n\n\"And what was Nhū-Yok?\" I asked. \"I read of it at college, but\nremember little. Was it not the capital of the ancient Mehrikans?\"\n\n\"Not the capital,\" he answered, \"but their largest city. Its\npopulation was four millions.\"\n\n\"Four millions!\" I exclaimed. \"Verily, O Fountain of Wisdom, that is\nmany for one city!\"\n\n\"Such is history, my Prince! Moreover, as thou knowest, it would take\nus many days to walk this town.\"\n\n\"True, it is endless.\"\n\nHe continued thus:\n\n\"Strange that a single word can tell so much! Those iron structures,\nthe huge statue in the harbor, the temples with pointed towers, all\nare as writ in history.\"\n\nWhereupon I repeated that I knew little of the Mehrikans save what I\nhad learned at college, a perfunctory and fleeting knowledge, as they\nwere a people who interested me but little.\n\n\"Let us seat ourselves in the shade,\" said Nōfūhl, \"and I will tell\nthee of them.\"\n\nWe sat.\n\n\"For eleven centuries the cities of this sleeping hemisphere have\ndecayed in solitude. Their very existence has been forgotten. The\npeople who built them have long since passed away, and their\ncivilization is but a shadowy tradition. Historians are astounded that\na nation of an hundred million beings should vanish from the earth\nlike a mist, and leave so little behind. But to those familiar with\ntheir lives and character surprise is impossible. There was nothing to\nleave. The Mehrikans possessed neither literature, art, nor music of\ntheir own. Everything was borrowed. The very clothes they wore were\ncopied with ludicrous precision from the models of other nations. They\nwere a sharp, restless, quick-witted, greedy race, given body and soul\nto the gathering of riches. Their chiefest passion was to buy and\nsell. Even women, both of high and low degree, spent much of their\ntime at bargains, crowding and jostling each other in vast marts of\ntrade, for their attire was complicated, and demanded most of their\ntime.\"\n\n\"How degrading!\" I exclaimed.\n\n\"So it must have been,\" said Nōfūhl; \"but they were not without\nvirtues. Their domestic life was happy. A man had but one wife, and\ntreated her as his equal.\"\n\n\"That is curious! But as I remember, they were a people of elastic\nhonor.\"\n\n\"They were so considered,\" said Nōfūhl; \"their commercial honor was a\njest. They were sharper than the Turks. Prosperity was their god, with\ncunning and invention for his prophets. Their restless activity no\nPersian can comprehend. This vast country was alive with noisy\nindustries, the nervous Mehrikans darting with inconceivable rapidity\nfrom one city to another by a system of locomotion we can only guess\nat. There existed roads with iron rods upon them, over which small\nhouses on wheels were drawn with such velocity that a long day's\njourney was accomplished in an hour. Enormous ships without sails,\ndriven by a mysterious force, bore hundreds of people at a time to the\nfurthermost points of the earth.\"\n\n\"And are these things lost?\" I asked.\n\n\"We know many of the forces,\" said Nōfūhl, \"but the knowledge of\napplying them is gone. The very elements seem to have been their\nslaves. Cities were illuminated at night by artificial moons, whose\nradiance eclipsed the moon above. Strange devices were in use by which\nthey conversed together when separated by a journey of many days. Some\nof these appliances exist to-day in Persian museums. The superstitions\nof our ancestors allowed their secrets to be lost during those dark\ncenturies from which at last we are waking.\"\n\nAt this point we heard the voice of Bhoz-jā-khāz in the distance; they\nhad found a spring and he was calling to us.\n\nSuch heat we had never felt, and it grew hotter each hour. Near the\nriver where we ate it was more comfortable, but even there the\nperspiration stood upon us in great drops. Our faces shone like\nfishes. It was our wish to explore further, but the streets were like\novens, and we returned to the _Zlōtuhb_.\n\n\nAs I sat upon the deck this afternoon recording the events of the\nmorning in this journal Bhoz-jā-khāz and Ad-el-pate approached, asking\npermission to take the small boat and visit the great statue.\nThereupon Nōfūhl informed us that this statue in ancient times held\naloft a torch illuminating the whole harbor, and he requested\nAd-el-pate to try and discover how the light was accomplished.\n\nThey returned toward evening with this information: that the statue is\nnot of solid bronze, but hollow; that they ascended by means of an\niron stairway into the head of the image, and from the top looked down\nupon us; that Ad-el-pate, in the dark, sat to rest himself upon a nest\nof yellow flies with black stripes; that these flies inserted stings\ninto Ad-el-pate's person, causing him to exclaim loudly and descend\nthe stairs with unexpected agility; that Bhoz-jā-khāz and the others\npushed on through the upraised arm, and stood at last upon the bronze\ntorch itself; that the city lay beneath them like a map, covering the\ncountry for miles away on both sides of the river. As for illuminating\nthe harbor, Bhoz-jā-khāz says Nōfūhl is mistaken; there are no\nvestiges of anything that could give a light--no vessel for oil or\ntraces of fire.\n\nNōfūhl says Jā-khāz is an idiot; that he shall go himself.\n\n\n\n\n_13th May_\n\n\n\nA startling discovery this morning.\n\nBy landing higher up the river we explored a part of the city where\nthe buildings are of a different character from those we saw\nyesterday. Nōfūhl considers them the dwellings of the rich. In shape\nthey are like bricks set on end, all very similar, uninteresting, and\nmonotonous.\n\nWe noticed one where the doors and shutters were still in place, but\nrotting from the fantastic hinges that supported them. A few hard\nblows brought down the outer doors in a dusty heap, and as we stepped\nupon the marble floor within our eyes met an unexpected sight.\nFurniture, statues, dingy pictures in crumbling frames, images in\nbronze and silver, mirrors, curtains, all were there, but in every\ncondition of decay. We knocked open the iron shutters and let the\nlight into the rooms sealed up for centuries. In the first one lay a\nrug from Persia! Faded, moth-eaten, gone in places, it seemed to ask\nus with dying eyes to be taken hence. My heart grew soft over the\nancient rug, and I caught a foolish look in Lev-el-Hedyd's eye.\n\nAs we climbed the mouldering stair to the floor above I expressed\nsurprise that cloth and woodwork should hold together for so many\ncenturies, also saying:\n\n\"These Mehrikans were not so unworthy as we think them.\"\n\n\"That may be,\" said Lev-el-Hedyd, \"but the Persian rug is far the\nfreshest object we have seen, and that perchance was ancient when they\nbought it.\"\n\nOn this floor we entered a dim chamber, spacious and once richly\nfurnished. When Lev-el-Hedyd pushed open the shutters and drew aside\nthe ragged curtains we started at the sight before us. Upon a wide bed\nin the centre of the room lay a human form, the long, yellow hair still\nclinging to the head. It was more a mummy than a skeleton. Around, upon\nthe bed, lay mouldering fragments of the once white sheets that covered\nit. On the fingers of the left hand glistened two rings which drew our\nattention. One held a diamond of great price, the other was composed of\nsapphires and diamonds most curiously arranged. We stood a moment in\nsilence, gazing sadly upon the figure.\n\n\"Poor woman,\" I said, \"left thus to die alone.\"\n\n\"It is more probable,\" said Nōfūhl, \"she was already dead, and her\nfriends, departing perhaps in haste, were unable to burn the body.\"\n\n\"Did they burn their dead?\" I asked. \"In my history 't was writ they\nburied them in the earth like potatoes, and left them to rot.\"\n\nAnd Nōfūhl answered: \"At one time it was so, but later on, as they\nbecame more civilized, the custom was abandoned.\"\n\n\"Is it possible?\" I asked, \"that this woman has been lying here almost\na thousand years and yet so well preserved?\"\n\n\"I, also, am surprised,\" said Nōfūhl. \"I can only account for it by\nthe extreme dryness of the air in absorbing the juices of the body and\nretarding decay.\"\n\nThen lifting tenderly in his hand some of the yellow hair, he said:\n\n\"She was probably very young, scarce twenty.\"\n\n\"Were their women fair?\" I asked.\n\n\"They were beautiful,\" he answered; \"with graceful forms and lovely\nfaces; a pleasure to the eye; also were they gay and sprightly with\nmuch animation.\"\n\nThereupon cried Lev-el-Hedyd:\n\n\"Here are the first words thou hast uttered, O Nōfūhl, that cause me\nto regret the extinction of this people! There is ever a place in my\nheart for a blushing maiden!\"\n\n\"Then let thy grief be of short life,\" responded Nōfūhl, \"for\nMehrikan damsels were not of that description. Blushing was an art\nthey practised little. The shyness thou so lovest in a Persian maiden\nwas to them an unknown thing. Our shrinking daughters bear no\nresemblance to these Western products. They strode the public streets\nwith roving eyes and unblushing faces, holding free converse with men\nas with women, bold of speech and free of manner, going and coming as\nit pleased them best. They knew much of the world, managed their own\naffairs, and devised their own marriages, often changing their minds\nand marrying another than the betrothed.\"\n\n\"Bismillah! And men could love these things?\" exclaimed Lev-el-Hedyd\nwith much feeling.\n\n\"So it appears.\"\n\n\"But I should say the Mehrikan bride had much the freshness of a dried\nfig.\"\n\n\"So she had,\" said Nōfūhl; \"but those who know only the dried fig have\nno regret for the fresh fruit. But the fault was not with the maidens.\nBrought up like boys, with the same studies and mental development,\nthe womanly part of their nature gradually vanished as their minds\nexpanded. Vigor of intellect was the object of a woman's education.\"\n\nThen Lev-el-Hedyd exclaimed with great disgust:\n\n\"Praises be to Allah for his aid in exterminating such a people!\" and\nhe walked away from the bed, and began looking about the chamber. In a\nmoment he hastened back to us, saying:\n\n\"Here are more jewels! also money!\"\n\nNōfūhl eagerly took the pieces.\n\n\"Money!\" he cried. \"Money will tell us more than pages of history!\"\n\nThere were silver coins of different sizes and two small pieces of\ncopper. Nōfūhl studied them closely.\n\n\"The latest date is 1957,\" he said; \"a little less than a thousand\nyears ago; but the piece may have been in circulation some years\nbefore this woman died; also it may have been coined the very year of\nher death. It bears the head of Dennis, the last of the Hy-Burnyan\ndictators. The race is supposed to have become extinct before 1990 of\ntheir era.\"\n\nI then said:\n\n\"Thou hast never told us, O Nōfūhl! the cause of their disappearance.\"\n\n\"There were many causes,\" he answered. \"The Mehrikans themselves were\nof English origin, but people from all parts of Europe came here in\nvast numbers. Although the original comers were vigorous and hardy the\neffect of climate upon succeeding generations was fatal. They became\nflat-chested and thin, with scanty hair, fragile teeth, and weak\ndigestions. Nervous diseases unknown to us wrought deadly havoc.\nChildren were reared with difficulty. Between 1945 and 1960, the last\ncensus of which any record remains, the population decreased from\nninety millions to less than twelve millions. Climatic changes, the\nlike of which no other land ever experienced, began at that period,\nand finished in less than ten years a work made easy by nervous\nnatures and rapid lives. The temperature would skip in a single day\nfrom burning heat to winter's cold. No constitution could withstand\nit, and this vast continent became once more an empty wilderness.\"\n\n\nMuch more of the same nature he told us, but I am too sleepy to write\nlonger. We explored the rest of the mansion, finding many things of\ninterest. I caused several objects to be carried aboard the _Zlōtuhb_.\n(These objects are now in the museum of the Imperial College, at Teheran.)\n\n\n\n\n_14th May_\n\n\n\nHotter than yesterday.\n\nIn the afternoon we were rowed up the river and landed for a short\nwalk. It is unsafe to brave the sun.\n\nThe more I learn of these Mehrikans the less interesting they become.\nNōfūhl is of much the same mind, judging from our conversation to-day,\nas we walked along together.\n\nIt was in this wise:\n\n_Khan-li_.\nHow alike the houses! How monotonous!\n\n_Nōfūhl_.\nSo, also, were the occupants. They thought alike, worked alike, ate,\ndressed and conversed alike. They read the same books; they fashioned\ntheir garments as directed, with no regard for the size or figure of\nthe individual, and copied to a stitch the fashions of Europeans.\n\n_Khan-li_.\nBut the close-fitting apparel of the European must have been sadly\nuncomfortable in the heat of a Mehrikan summer.\n\n_Nōfūhl_.\nSo probably it was. Stiff boxes of varying patterns adorned the heads\nof men. Curious jackets with tight sleeves compressed the body. The\nfeet throbbed and burned in close-fitting casings of unyielding leather,\nand linen made stiff by artificial means was drawn tightly about the neck.\n\n_Khan-li_.\nAllah! What idiots!\n\n_Nōfūhl_.\nEven so are they considered.\n\n_Khan-li_.\nTo what quality of their minds do you attribute such love of needless\nsuffering?\n\n_Nōfūhl_.\nIt was their desire to be like others. A natural feeling in a vulgar\npeople.\n\n\n\n\n_15th May_\n\n\n\nA fair wind from the West to-day.  We weighed anchor and sailed up\nthe Eastern side of the city. I did this as Nōfūhl finds the upper\nportion of the town much richer in relics than the lower, which seems\nto have been given up to commercial purposes. We sailed close under\none of the great monuments in the river, and are at a loss to divine\nits meaning. Many iron rods still dangle from the tops of each of the\nstructures. As they are in a line, one with the other, we thought at\nfirst they might have been once connected and served as a bridge, but\nwe soon saw they were too far apart.\n\nCame to anchor about three miles from the old mooring. Up the river\nand down, North, South, East, and West, the ruins stretch away\nindefinitely, seemingly without end.\n\nAm anxious about Lev-el-Hedyd. He went ashore and has not returned.\nIt is now after midnight.\n\n\n\n\n_16th May_\n\n\n\nPraise Allah! my dear comrade is alive! This morning we landed early\nand began our search for him. As we passed before the building which\nbears the inscription\n\n    . . . DORF ASTORIA\n\nupon its front, we heard his voice from within in answer to our calls.\nWe entered, and after climbing the ruined stairway found him seated\nupon the floor above. He had a swollen leg from an ugly sprain, and\nvarious bruises were also his. While our friends were constructing a\nlitter on which to bear him hence we conversed together. The walls\nabout us bore traces of having once enclosed a hall of some beauty. In\nidling about I pulled open the decaying door of an old closet and saw\nupon the rotting shelves many pieces of glass and earthenware of fine\nworkmanship. Taking one in my hand, a small wine-cup of glass, I\napproached my comrade calling his attention to its slender stem and\ncurious form. As his eyes fell upon it they opened wide in amazement.\nI also observed a trembling of his hand as he reached forth to touch\nit. He then recounted to me his marvellous adventure of the night\nbefore, but saying before he began:\n\n\"Thou knowest, O Prince, I am no believer in visions, and I should\nnever tell the tale but for thy discovery of this cup. I drank from\nsuch an one last night, proffered by a ghostly hand.\"\n\nI would have smiled, but he was much in earnest. As I made a movement\nto sit beside him, he said:\n\n\"Taste first, O my master, of the grapes hanging from yonder wall.\"\n\nI did so, and to my great surprise found them of an exquisite flavor,\nfiner even than the cultivated fruit of Persia, sweeter and more\ndelicate, of a different nature from the wild grapes we have been\neating. My astonishment appeared to delight him, and he said with a\nlaugh:\n\n\"The grapes are impossible, but they exist; even more absurd is my\nstory!\" and he then narrated his adventure.\n\nIt was this:\n\nWHAT LEV-EL-HEDYD SAW.\n\nYesterday, after nightfall, as he was hastening toward the _Zlōtuhb_ he\nfell violently upon some blocks of stone, wrenching his ankle and much\nbruising himself. Unable to walk upon his foot he limped into this\nbuilding to await our coming in the morning. The howling of wolves and\nother wild beasts as they prowled about the city drove him, for\nsafety, to crawl up the ruins of the stairway to the floor above. As\nhe settled himself in a corner of this hall his nostrils were greeted\nwith the delicious odor from the grapes about his head. He found them\nsurprisingly good, and ate heartily. He soon after fell into a sleep\nwhich lasted some hours, for when he awoke the moon was higher in the\nheavens, the voices of the wolves were hushed and the city was silent.\n\nAs he lay in a revery, much absorbed in his own thoughts, he gradually\nbecame aware of mysterious changes taking place, as if by stealth,\nabout him. A decorated ceiling appeared to be closing over the hall.\nMirrors and tinted walls slowly crept in place of ivy and crumbling\nbricks. A faint glow grew stronger and more intense until it filled\nthe great room with a dazzling light.\n\nThen came softly into view a table of curious form, set out with flowers\nand innumerable dishes of glass and porcelain, as for a feast.\n\nStanding about the room he saw solemn men with beardless faces, all in\nblack attire, whose garments bore triangular openings upon the chest\nto show the shirt beneath. These personages he soon discovered were\nservants.\n\nAs he gazed in bewilderment, there entered other figures, two by two,\nwho took their seats about the table. These later comers, sixty or\nmore, were men and women walking arm in arm, the women in rich attire\nof unfamiliar fashion and sparkling with precious stones. The men were\nclad like the servants.\n\nThey ate and drank and laughed, and formed a brilliant scene.\nLev-el-Hedyd rose to his feet, and moved by a curiosity he made no\neffort to resist,--for he is a reckless fellow and knows no fear--he\nhobbled out into the room.\n\nThey looked upon him in surprise, and seemed much amused at his\npresence. One of the guests, a tall youth with yellow mustaches,\napproached him, offering a delicate crystal vessel filled with a\nsparkling fluid.\n\nLev-el-Hedyd took it.\n\nThe youth raised another from the table and with a slight gesture as\nif in salutation, he said in words which my comrade understood, though\nhe swears it was a language unknown to him,\n\n\"We may meet again the fourth of next month.\"\n\nHe then drank the wine, and so did Lev-el-Hedyd.\n\nHereupon the others smiled as if at their comrade's wit, all save the\nwomen, whose tender faces spoke more of pity than of mirth. The wine\nflew to his brain as he drank it, and things about him seemed to reel\nand spin. Strains of fantastic music burst upon his ears: then, all in\nrhythm, the women joined their partners and whirled about him with a\nlightsome step. And, moving with it, his throbbing brain seemed\ndancing from his head. The room itself, all swaying and quivering\nwith the melody, grew dim and stole from view. The music softly died\naway.\n\nAgain was silence, the moon above looking calmly down upon the ivied\nwalls.\n\nHe fell like a drunken man upon the floor, and did not wake till our\nvoices called him.\n\n\nSuch his tale.\n\nHe has a clear head and is no liar, but so many grapes upon an empty\nstomach with the fever from his swollen limb might well explain it.\n\n    *   *   *   *   *\n\nBear's meat for dinner.\n\nThis morning toward noon Kuzundam, the second officer, wandered on\nahead of us, and entered a large building in pursuit of a rabbit. He\nwas about descending to the basement below, when he saw, close before\nhim, a bear leisurely mounting the marble stairs. Kuzundam is no\ncoward, but he turned and ran as he never ran before. The bear, who\nseemed of a sportive nature, also ran, and in close pursuit. Luckily\nfor my friend we happened to be near, otherwise instead of our eating\nbear's meat, the bear might have lunched quietly off Kuzundam in the\nshady corridors of the \"FIFTHAVENUEHOTEL.\"\n\n\n\n\n_17th May_\n\n\n\nTo-day a scorching heat that burns the lungs. We started in the\nmorning prepared to spend the night ashore, and explore the northern\nend of the city. It was a pleasant walk through the soft grass of the\nshady streets, but in those places unsheltered from the sun we were as\nfish upon a frying-pan. Other dwellings we saw, even larger and more\nimposing than the one we entered yesterday. We were tempted to explore\nthem, but Lev-el-Hedyd wisely dissuaded us, saying the day was waxing\nhotter each hour and it could be done on our return.\n\nIn the northern part of the town are many religious temples, with\ntheir tall towers like slender pyramids, tapering to a point. They are\ncurious things, and surprisingly well preserved. The interiors of\nthese temples are uninteresting. Nōfūhl says the religious rites of\nthe Mehrikans were devoid of character. There were many religious\nbeliefs, all complicated and insignificant variations one from\nanother, each sect having its own temples and refusing to believe as\nthe others. This is amusing to a Persian, but mayhap was a serious\nmatter with them. One day in each week they assembled, the priests\nreading long moral lectures written by themselves, with music by hired\nsingers. They then separated, taking no thought of temple or priest\nfor another seven days. Nōfūhl says they were not a religious people.\nThat the temples were filled mostly with women.\n\n\nIn the afternoon we found it necessary to traverse a vast\npleasure-ground, now a wild forest, but with traces still visible of\nbroad promenades and winding driveways. (Olbaldeh thinks this must be\nthe Centralpahk sometimes alluded to in Mehrikan literature.) There\nremains an avenue of bronze statues, most of them yet upright and in\ngood condition, but very comic. Lev-el-Hedyd and I still think them\ncaricatures, but Nōfūhl is positive they were serious efforts, and\nsays the Mehrikans were easily pleased in matters of art.\n\nWe lost our way in this park, having nothing to guide us as in the\nstreets of the city. This was most happy, as otherwise we should have\nmissed a surprising discovery.\n\nIt occurred in this wise.\n\nBeing somewhat overcome by the heat we halted upon a little hill to\nrest ourselves. While reclining beneath the trees I noticed unusual\ncarvings upon a huge block against which Lev-el-Hedyd was supporting\nhis back. They were unlike any we had seen, and yet they were not\nunfamiliar. As I lay there gazing idly at them it flashed upon me they\nwere Egyptian. We at once fell to examining the block, and found to\nour amazement an obelisk of Egyptian granite, covered with Egyptian\nhieroglyphics of an antiquity exceeding by thousands of years the most\nancient monuments of the country!\n\nVerily, we were puzzled!\n\n\"When did the Egyptians invade Mehrika?\" quoth Bhoz-jā-khāz, with a\nsolemn look, as if trying to recall a date.\n\n\"No Egyptian ever heard of Mehrika,\" said Nōfūhl. \"This obelisk was\nfinished twenty centuries before the first Mehrikan was weaned. In all\nprobability it was brought here as a curiosity, just as we take to\nPersia the bronze head of George-wash-yn-tun.\"\n\nWe spent much time over the monument, and I think Nōfūhl was\ndisappointed that he could not bring it away with him.\n\n\nAlso while in this park we came to a high tower, standing by itself, and\nclimbed to the top, where we enjoyed a wide-spreading view.\n\nThe extent of the city is astounding.\n\nMiles away in the river lay the _Zlōtuhb_, a white speck on the water.\nAll about us in every direction as far as sight can reach were ruins,\nand ruins, and ruins. Never was a more melancholy sight. The blue sky,\nthe bright sunshine, the sweet-scented air with the gay flowers and\nsinging birds only made it sadder. They seemed a mockery.\n\nWe have encamped for the night, and I can write no more. Countless\nflying insects gather about us with a hateful buzz, and bite us beyond\nendurance. They are a pest thrice accursed.\n\nI tell Nōfūhl his fine theory concerning the extinction of the Yahnkis\nis a good tale for those who have never been here.\n\nNo man without a leather skin could survive a second night.\n\n\n\n\n_18th May_\n\n\n\nPoor Jā-khāz is worse than sick.\n\nHe had an encounter last night with a strange animal, and his defeat\nwas ignoble. The animal, a pretty thing, much like a kitten, was\nhovering near when Jā-khāz, with rare courage and agility, threw\nhimself upon it.\n\nAnd then what happened none of us can state with precision. We know we\nheld our noses and fled. And Jā-khāz! No words can fit him. He carries\nwith him an odor to devastate a province. We had to leave him ashore\nand send him fresh raiment.\n\nThis is, verily, a land of surprises.\n\nOur hands and faces still smart from the biting insects, and the perfume\nof the odorous kitten promises to be ever with us.\n\n\nNōfūhl is happy. We have discovered hundreds of metal blocks, the\npoorest of which he asserts would be the gem of a museum. They were\nfound by Fattan-laïz-eh in the basement of a high building, all laid\ncarefully away upon iron shelves. The flood of light they throw upon\nthe manners and customs of this ludicrous people renders them of\npriceless value to historians.\n\nI harbor a suspicion that it causes Nōfūhl some pleasure to sit upon\nthe cool deck of the _Zlōtuhb_ and watch Bhoz-jā-khāz walking to and\nfro upon the ruins of a distant wharf.\n\n\n\n\n_19th May_\n\n\n\nThe air is cooler. Grip-til-lah thinks a storm is brewing.\n\nEven Nōfūhl is puzzled over the wooden image we brought aboard\nyesterday. It is well preserved, with the barbaric coloring still\nfresh upon it. They found it standing upright in a little shop.\n\nHow these idols were worshipped, and why they are found in little\nshops and never in the great temples is a mystery. It has a diadem of\nfeathers on the head, and as we sat smoking upon the deck this evening\nI remarked to Nōfūhl that it might be the portrait of some Mehrikan\nnoble. Whereupon he said they had no nobles.\n\n\"But the Mehrikans of gentle blood,\" I asked, \"had they no titles?\"\n\n\"Neither titles nor gentle blood,\" he answered.  \"And as they were\nall of much the same origin, and came to this country simply to thrive\nmore fatly than at home, there was nothing except difference in wealth\non which to establish a superior order. Being deep respecters of money\nthis was a satisfying distinction. It soon resulted that those\nfamilies who possessed riches for a generation or two became the\nsubstitute for an aristocracy. This upper class was given to sports\nand pastimes, spending their wealth freely, being prodigiously fond of\ndisplay. Their intellectual development was feeble, and they wielded\nbut little influence save in social matters. They followed closely the\nfashions of foreign aristocracies. Great attentions were paid to\nwandering nobles from other lands. Even distant relatives of titled\npeople were greeted with the warmest enthusiasm.\"\n\nThen I said to him, \"But explain to me, O Nōfūhl, how it was possible\nfor so shallow a nation to become so great.\"\n\n\"They were great only in numbers and too weak to endure success. At\nthe beginning of the twentieth century--as they counted time--huge\nfortunes were amassed in a day, and the Mehrikans became drunk with\nmoney.\"\n\nWhereupon I exclaimed, \"O Land of Delight! For much money is\ncheering.\"\n\nBut the old man shook his head. \"Very true, O Prince; but the effect\nwas woful. These vast fortunes soon dominated all things, even the\nseat of government and the courts of Justice. Tricks of finance\nbrought fabulous gains. Young men became demoralized. For sober\nindustry with its moderate profits was ridiculed.\"\n\n\"Verily, that would be natural!\" I said. \"But in a land where all\nwere rich who was found to cook and scrub, to fetch and carry and to\ntill the soil? For none will shovel earth when his pockets are\nstuffed with gold.\"\n\n\"All were not rich. And when the poor also became greedy they became\nhostile. Then began social upheavals with bloodshed and havoc.\"\n\n\n\n\n_20th May_\n\n\n\nAn icy wind from the northeast with a violent rain. Yesterday we\ngasped with the hot air. To-day we are shivering in winter clothing.\n\n\n\n\n_21st May_\n\n\n\nThe same as yesterday. Most of us are ill. My teeth chatter and my\nbody is both hot and cold. A storm more wicked never wailed about a\nship. Lev-el-Hedyd calls it the shrieking voices of the hundred\nmillions of Mehrikans who must have perished in similar weather.\n\n\n\n\n_16th June_\n\n\n\nIt is many days since I have touched this journal. A hateful sickness\nhas been upon me, destroying all energy and courage. A sort of fever,\nand yet my limbs were cold. I could not describe it if I would.\n\nNōfūhl came into the cabin this evening with some of his metal plates\nand discoursed upon them. He has no respect for the intellects of the\nearly Mehrikans. I thought for a moment I had caught him in a\ncontradiction, but he was right as usual. It was thus:\n\n_Nōfūhl._\nThey were great readers.\n\n_Khan-li._\nYou have told us they had no literature. Were they great readers of\nnothing?\n\n_Nōfūhl._\nVerily, thou hast said it! Vast sheets of paper were published daily\nin which all crimes were recorded in detail. The more revolting the\ndeed, the more minute the description. Horrors were their chief\ndelight. Scandals were drunk in with thirstful eyes. These chronicles\nof crime and filth were issued by hundreds of thousands. There was\nhardly a family in the land but had one.\n\n_Khan-li._\nAnd did this take the place of literature?\n\n_Nōfūhl._\nEven so.\n\n\n\n\n_20th June_\n\n\n\nOnce more we are on the sea; two days from Nhū-Yok. Our decision was\na sudden one. Nōfūhl, in an evil moment, found among those accursed\nplates a map of the country, and thereupon was seized with an\nunreasoning desire to visit a town called \"Washington.\" I wavered and\nat last consented, foolishly I believe, for the crew are loud for\nPersia. And this town is inland on a river. He says it was their\nfinest city, the seat of Government, the capital of the country.\nGrip-til-lah swears he can find it if the map is truthful.\n\nJā-khāz still eats by himself.\n\n\nThis afternoon we reclined upon the deck, the _Zlōtuhb_ drifting gently\nin a southerly direction. Land could be seen on the starboard bow, a\nfaint strip along the western horizon.\n\nIt was about the middle of the afternoon, while passing the ruins of a\ngigantic tower--perhaps a lighthouse--that Nōfūhl, of a sudden,\nclambered hastily to his feet and looked about him. Then he called to\nGrip-til-lah, asking how many leagues we were from the harbor of\nNhū-Yok. Grip-til-lah's reply I forget, but it filled the old man with\na gentle excitement. I observed an unwonted sparkle in his eyes, also\na quivering of the fingers as he pointed to the ocean around about,\nand exclaimed--\n\n\"Beneath us, the bottom of the sea is covered with iron ships--the\nwrecks of stupendous navies--the mightiest of all human history!\"\n\nAt once we all became interested.\n\n\"What navies?\" I inquired. \"And what compassed their destruction?\nWas it a battle?\"\n\n_Nōfūhl._\nA battle of whose magnitude no Persian has conception; a conflict in\nwhich the sea was tossed and the heavens rent by thunderings of iron\nmonsters. Any one of them would have blown to atoms a fleet of\n_Zlōtuhbs_.\n\n_Ad-el-pate._\nVerily! A tale easier told than believed. But I would readily\nventure my head in the _Zlōtuhb_ against any of these nursery-tale\nwonders.\n\n_Nōfūhl._\nAnd with wisdom. For the loss of thy brain, Ad-el-pate, could not\naffect the nature of thy speech.\n\nWhereupon there was laughter, and Ad-el-pate held his peace.\n\n_Khan-li._\nBut tell us of this battle, O Nōfūhl. I remember now to have read\nabout it at college. These details of ancient history I am prone to\nforget. How came it about?\n\n_Nōfūhl._\nI have spoken of the Mehrikans being a greedy race. And their greed,\nat last, resulted in this war. By means of one-sided laws of their\nown making they secured for themselves a lion's share of all profits\nfrom the world's commerce. This checked the prosperity of other\nnations, until at last the leading powers of Europe combined in\nself-defence against this all-absorbing greed. They collected an\narmada the like of which was never imagined, neither before nor since.\nThen, across the ocean, came the iron host. And here, upon this very\nspot where we are floating, they met the Mehrikan ships.\n\n_Khan-li._\nHow many ships in all?\n\n_Nōfūhl._\nThe Mehrikans had eighty heavy ships of iron, with a number of smaller\ncraft. The allies had two hundred and forty heavy battleships, all of\niron. They also had smaller craft for divers purposes.\n\n_Khan-li._\nAllah! A bad prospect for our greedy friends! And being a nation of\ntraders they had no liking, probably, for the perils of war.\n\n_Nōfūhl._\nAs to that historians differ. According to the Mehrikans themselves\nthey were mighty warriors. But certain writers of that period give a\ndifferent impression. Nōz-yt-ahl is sure they were cowards, weak in\nbody as in spirit, but often favored by fortune. In my opinion, this\nbattle throws considerable light upon that matter.\n\nA day like this, it was, also in June, as the Europeans, coming\nnorthward along the coast to seize Nhū-Yok, met the Mehrikan Admiral\nNev-r-sai-di with his eighty ships. And the struggle was short.\n\n_Khan-li._\nVerily, I can believe it! With three ships to one I would give the\nEuropeans about half a day--a summer afternoon like this--to send\nthe greedy ones to the bottom.\n\n_Nōfūhl._\nThy guess is good, O Prince, as to the hours of fighting. It lasted\njust one summer afternoon. But the Mehrikans it was who sent their\nenemies to the bottom. And the sea beneath our feet is strewn with\niron hulks.\n\n_Khan-li._\nBismillah! If that be a true tale--and I doubt it not--these\ngreedy ones were not so contemptible, at least when there was profit\nin it.\n\n_Lev-el-Hedyd._\nAt what period did this occur?\n\n_Nōfūhl._\nEarly in the twentieth century. I cannot recall the date, but it was\nnever forgotten by the Mehrikans. Surely a just pride, for on that day\nthey accomplished wonders. The Admiral Nev-r-sai-di on his ship the\n_Ztazenztrypes_ was at one time surrounded by a dozen German men-of-war.\nAnd lo! he demolished all! And of Frank and Russyan vessels he\nput an end to as many more; also sundry Talyans and British.\n\n_Lev-el-Hedyd._\nBismillah! But that was good! What, O Nōfūhl, is the Persian of that\nname _Ztazenztrypes_?\n\n_Nōfūhl._\nNone can tell with certainty. To the Mehrikans it signified victory,\nor something similar.\n\nOther miracles were achieved by the Mehrikans that day. _Nōfli-zon-mee_,\na little craft with a pointed prow, jammed holes in nearly a score of\nmonster ships, and the waters closed over them. There figured also a\nlong and narrow boat of Mehrikan devising, the _Yankyd-Oodl_. This\nastonishing machine sailed to and fro among the foreign ships\nupsetting all traditions. Much glory befell her commander, the Captain\nHoorai-boiz.\n\n_Grip-til-lah._\nAnd how many ships did the Mehrikans lose?\n\n_Nōfūhl._\nReports are contradictory. According to one of their own writers of\nthe period they suffered no loss whatever in vessels. Yet at the same\ntime he asserts, \"We gave them Haleklumbya,\" which must be the name of\na ship.\n\n_Khan-li._\nA gallant fight! But can you explain how such an inferior people\ncould become heroic of a sudden?\n\n_Nōfūhl._\nAccording to 'Ardfax, an early British historian, they were addicted\nto surprising feats upon the water. And this statement is borne out by\na Spanish admiral, Offulbad-shoota, who maintains that the Mehrikans,\nbeing a godless people, were aided by the devil.\n\n\n\n\n_2d July_\n\n\n\nWe are on the river that leads to \"Washington.\" Grip-til-lah says we\nshall sight it to-morrow. The river is a dirty color.\n\n\n\n\n_3d July_\n\n\n\nWe see ahead of us the ruins of a great dome, also a very high shaft.\nProbably they belong to the city we seek.\n\n\n\n\n_4th July_\n\n\n\nA date we shall not forget!\n\nLittle did I realize this morning when we left the _Zlōtuhb_ in such\nhilarious mood what dire events awaited us. I landed about noon,\naccompanied by Nōfūhl, Lev-el-Hedyd, Bhoz-jā-khāz, Ad-el-pate,\nKuzundam the first mate, Tik'l-palyt the cook, Fattan-laïz-eh, and\ntwo sailors. Our march had scarce begun when a startling discovery\ncaused great commotion in our minds. We had halted at Nōfūhl's\nrequest, to decipher the inscription upon a stone, when Lev-el-Hedyd,\nwho had started on, stopped short with a sudden exclamation. We\nhastened to him, and there, in the soft earth, was the imprint of\nhuman feet!\n\nI cannot describe our surprise. We decided to follow the footprints,\nand soon found they were leading us toward the great dome more\ndirectly than we could have gone ourselves. Our excitement was beyond\nwords. Those of us who had weapons carried them in readiness. The path\nwas little used, but clearly marked. It wound about among fallen\nfragments and crumbling statues, and took us along a wide avenue\nbetween buildings of vast size and solidity, far superior to any we\nhad seen in Nhū-Yok. It seemed a city of monuments.\n\nAs we ascended the hill to the great temple and saw it through the\ntrees rising high above us, we were much impressed by its vast size\nand beauty. Our eyes wandered in admiration over the massive columns,\neach hewn from a single block, still white and fresh as if newly\nquarried. The path took us under one of the lower arches of the\nbuilding, and we emerged upon the other side. This front we found even\nmore beautiful than the one facing the city. At the centre was a\nflight of steps of magnificent proportions, now falling asunder and\novergrown in many places with grass and flowers.\n\nThese steps we ascended. As I climbed silently up, the others\nfollowing, I saw two human feet, the soles toward us, resting upon the\nbalustrade above. With a gesture I directed Nōfūhl's attention to\nthem, and the old man's eyes twinkled with delight. Was it a Mehrikan?\nI confess to a lively excitement at the prospect of meeting one. How\nmany were they? and how would they treat us?\n\nLooking down upon my little band to see that all were there, I boldly\nmarched up the remaining steps and stood before him.\n\nHe was reclining upon a curious little four-legged seat, with his feet\nupon the balustrade, about on a level with his head. Clad in skins and\nrough cloth he looked much like a hunter, and he gazed quietly upon\nme, as though a Persian noble were a daily guest. Such a reception was\nnot gratifying, especially as he remained in the same position, not\neven withdrawing his feet. He nodded his curious head down once and up\nagain, deeming it apparently a sufficient salutation.\n\nThe maintenance of my own dignity before my followers forbade my\nstanding thus before a seated barbarian, and I made a gesture for him\nto rise. This he answered in an unseemly manner by ejecting from his\nmouth a brownish fluid, projecting it over and beyond the balustrade\nin front of him. Then looking upon me as if about to laugh, and yet\nwith a grave face, he uttered something in an unmusical voice which I\nfailed to understand.\n\nUpon this Nōfūhl, who had caught the meaning of one or two words,\nstepped hastily forward and addressed him in his own language. But the\nbarbarian understood with difficulty and they had much trouble in\nconversing, chiefly from reason of Nōfūhl's pronunciation. He\nafterward told me that this man's language differed but little from\nthat of the Mehrikans, as they wrote it eleven centuries ago.\n\nWhen he finally arose in talking with Nōfūhl I could better observe\nhim. He was tall and bony, with an awkward neck, and appeared at first\nglance to be a man of forty years. We decided later he was under\nthirty. His yellow skin and want of hair made him seem much older than\nhe was. I was also much puzzled by the expression of his face. It was\none of deep sadness, yet his eyes were full of mirth, and a corner of\nhis mouth was ever drawing up as if in mockery. For myself I liked not\nhis manner. He appeared little impressed by so many strangers, and\nbore himself as though it were of small importance whether we\nunderstood him or not. But Nōfūhl since informed me that he asked a\nmultitude of questions concerning us.\n\nWhat Nōfūhl gathered was this:\n\nThis Mehrikan with his wife and one old man were all that remained of\nhis race. Thirty-one had died this summer. In ancient times there were\nmany millions of his country-men. They were the greatest nation upon\nthe earth. He could not read. He had two names, one was \"Jon,\" the\nother he had forgotten. They lived in this temple because it was cool.\nWhen the temple was built, and for what purpose, he could not tell. He\npointed to the West and said the country in that direction was\ncovered with ruined cities.\n\nWhen Nōfūhl told him we were friends, and presented him at my\ndirection with a hunting-knife of fine workmanship, he pushed out his\nright arm toward me and held it there. For an instant Nōfūhl looked at\nthe arm wonderingly, as did we all, then with sudden intelligence he\nseized the outstretched hand in his own, and moved it up and down.\nThis was interesting, for Nōfūhl tells me it was a form of greeting\namong the ancient Mehrikans.\n\nWhile all this was going on we had moved into the great circular hall\nbeneath the dome. This hall was of vast proportions, and there were\nstill traces of its former splendor. Against the walls were marble\nstatues entwined in ivy, looking down upon us with melancholy eyes.\nHere also we met a thin old man, whose hairless head and beardless\nface almost moved us to mirth.\n\nAt Nōfūhl's request our host led the way into some of the smaller\nrooms to show us their manner of living, and it would be impossible to\nimagine a more pathetic mixture of glory and decay, of wealth and\npoverty, of civilization and barbarity. Old furniture, dishes of\nsilver, bronze images, even paintings and ornaments of great value\nwere scattered through the rooms, side by side with the most primitive\nimplements. It was plain the ancient arts were long since forgotten.\n\nWhen we returned to the circular hall our host disappeared for a few\nmoments into a room which he had not shown us. He came back bringing a\nstone vase with a narrow neck, and was followed by a maiden who bore\ndrinking-cups of copper and tin. These she deposited upon a fallen\nfragment of the dome which served as a table.\n\nThis girl was interesting. A dainty head, delicate features, yellow\nhair, blue eyes, and a gentle sadness of mien that touched my heart.\nHad she been ugly what a different ending to this day!\n\nWe all saluted her, and the Mehrikan spoke a few words which we\ninterpreted as a presentation. He filled the cups from the stone vase,\nand then saying something which Nōfūhl failed to catch, he held his\ncup before his face with a peculiar movement and put it to his lips.\nAs he did this Lev-el-Hedyd clutched my arm and exclaimed:\n\n\"The very gesture of the ghost!\"\n\nAnd then as if to himself, \"And this is July fourth.\"\n\nBut he drank, as did we all, for our thirst was great and the odor of\nthe golden liquid was most alluring. It tasted hotter than the fires\nof Jelbuz. It was also of great potency and gave a fine exhilaration\nto the senses. We became happier at once.\n\nAnd here it was that Jā-khāz did a fatal thing.  Being near the maid\nand much affected by her beauty, he addressed her as _Hur-al-missa_ (the\nmost angelic of women), which, of course, she understood not. This\nwere well had he gone no further, but he next put his arm about her\nwaist with intent to kiss her. Much terrified, she tried to free\nherself. But Jā-khāz, holding her fair chin with his other hand, had\nbrought his lips almost to hers when the old man raised his heavy\nstaff and brought it down upon our comrade's head with cruel\nswiftness. This falling stick upon a solid skull resounded about the\ndome and echoed through the empty corridors.\n\nBhoz-jā-khāz blinked and staggered back.\n\nThen, with fury in his face, he sprang savagely toward the aged man.\n\nBut here the younger Mehrikan interfered. Rapidly approaching them\nand shutting tight his bony hand, he shot it from him with startling\nvelocity, so directing that it came in contact with the face of\nJā-khāz who, to our amazement, sat roughly upon the marble pavement,\nthe blood streaming from his nostrils. He was a pitiful sight.\n\nUnaccustomed to such warfare we were seriously alarmed, and thought\nhim killed perhaps. Ad-el-pate, a mighty wrestler, and of powerful\nbuild, rushed furiously upon the Mehrikan for whom I trembled. But his\narm again went out before him, and Ad-el-pate likewise sat. A mournful\nspectacle, and every Persian felt his heart beat fast within him.\n\nBy this time Jā-khāz was on his feet again, purple with rage. With\nuplifted scimitar he sprang toward our host. The old man stepped\nbetween. Jā-khāz, with wanton cruelty, brought his steel upon the\nancient head, and stretched him upon the floor. For an instant the\nyounger one stood horror-stricken, then snatching from the floor the\npatriarch's staff--a heavy stick with an iron end--he jumped forward,\nand, quicker than words can tell it, dealt a frightful blow upon the\nhead of Jā-khāz which sent him headlong to the ground with a broken\nskull.\n\nAll this had happened in a moment, and wild confusion followed. My\nfollowers drew their arms and rushed upon the Mehrikan. The girl ran\nforward either from terror or to shield her spouse, I know not which,\nwhen a flying arrow from a sailor's cross-bow pierced her to the\nheart.\n\nThis gave the Mehrikan the energy of twenty men.\n\nHe knocked brave Kuzundam senseless with a blow that would have killed\nan ox. Such fury I had not conceived. He brought his flying staff like\na thunderbolt from Heaven upon the Persian skulls, yet always edging\ntoward the door to prevent his enemies surrounding him. Four of our\nnumber, in as many minutes, joined Jā-khāz upon the floor. Kuzundam,\nAd-el-pate, Fattan-laïz-eh, and Hä-tak, a sailor, lay stretched upon\nthe pavement, all dead or grievously wounded.\n\nSo suddenly had this taken place, that I hardly realized what had\nhappened. I rushed forward to stay the combat, but he mistook the\npurpose, struck my scimitar with a force that sent it flying through\nthe air, and had raised his staff to deal a second for myself, when\nbrave Lev-el-Hedyd stepped in to save me, and thrust quickly at him.\nBut alas! the Mehrikan warded off his stroke with one yet quicker, and\nbrought his stick so swiftly against my comrade's head that it laid\nhim with the others.\n\nWhen Lev-el-Hedyd fell I saw the Mehrikan had many wounds, for my\ncomrades had made a savage onslaught. He tottered as he moved back\ninto the doorway, where he leaned against the wall for an instant, his\neyes meeting ours with a look of defiance and contempt that I would\nwillingly forget. Then the staff dropped from his hand; he staggered\nout to the great portico, and fell his length upon the pavement.\nNōfūhl hastened to him, but he was dead.\n\n\nAs he fell a wonderful thing took place--an impossible thing, as I\nlook back upon it, but both Nōfūhl and I saw it distinctly.\n\nIn front of the great steps and facing this doorway is a large sitting\nimage of George-wash-yn-tun. As the Mehrikan staggered out upon the\nporch, his hands outstretched before him and with Death at his heart,\nthis statue slowly bowed its head as if in recognition of a gallant\nfight.\n\nPerhaps it was the sorrowful acceptance of a bitter ending.\n\n\n\n\n_7th July_\n\n\n\nAgain upon the sea.\n\nThis time for Persia, bearing our wounded and the ashes of the dead;\nthose of the natives are reposing beneath the Great Temple.\n\nThe skull of the last Mehrikan I shall present to the museum at Teheran.\n\n",
    "metadata": {
        "author": [
            "Mitchell, John Ames"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/27307/pg27307.txt",
        "name": "the_last_american_a_fragment_from_the_journal_of_khan_li,_prince_of_dimph_yoo_chur_and_admiral_in_the_persian_navy.json"
    }
}