{
    "name": "The Hairy Ones",
    "author": [
        "Wells, Basil"
    ],
    "body": "\"The outlaw ships are attacking!\" Old Garmon Nash's harsh voice snapped\nlike a thunderclap in the cramped rocket flyer's cabin. \"Five or six of\nthem. Cut the searchlights!\"\n\nSisko Rolf's stocky body was a blur of motion as he cut the rocket\njets, doused the twin searchlights, and switched over to the audio\nbeams that served so well on the surface when blind flying was in\norder. But here in the cavern world, thirty-seventh in the linked\nseries of vast caves that underlie the waterless wastes of Mars, the\nreflected waves of sound were of little value. Distances were far too\ncramped--disaster might loom but a few hundred feet away.\n\n\"Trapped us neatly,\" Rolf said through clenched teeth. \"Tolled into\ntheir underground hideout by that water-runner we tried to capture. We\ncan't escape, that's certain. They know these caverns better than....\nWe'll down some of them, though.\"\n\n\"Right!\" That was old Garmon Nash, his fellow patrolman aboard the\nPlanet Patrol ship as he swung the deadly slimness of his rocket\nblast's barrel around to center on the fiery jets that betrayed the\napproaching outlaw flyers.\n\nThree times he fired the gun, the rocket projectiles blasting off with\ntheir invisible preliminary jets of gas, and three times an enemy craft\nflared up into an intolerable torch of flame before they realized the\npatrol ship had fired upon them. Then a barrage of enemy rocket shells\nexploded into life above and before them.\n\nRolf swung the lax controls over hard as the bursts of fire revealed a\nlooming barrier of stone dead ahead, and then he felt the tough skin\nof the flyer crumple inward. The cabin seemed to telescope about him.\nIn a slow sort of wonder Rolf felt the scrape of rock against metal,\nand then the screeching of air through the myriad rents in the cabin's\nmeralloy walls grew to a mad whining wail.\n\nDown plunged the battered ship, downward ever downward. Somehow Rolf\nfound the strength to wrap his fingers around the control levers and\nsnap on a quick burst from the landing rockets. Their mad speed checked\nmomentarily, but the nose of the vertically plunging ship dissolved\ninto an inferno of flame.\n\nThe ship struck; split open like a rotten squash, and Rolf felt himself\nbeing flung far outward through thick blackness. For an eternity it\nseemed he hung in the darkness before something smashed the breath and\nfeeling from his nerveless body. With a last glimmer of sanity he knew\nthat he lay crushed against a rocky wall.\n\n\n\nMuch later Rolf groaned with the pain of bruised muscles and tried to\nrise. To his amazement he could move all his limbs. Carefully he came\nto his knees and so to his feet. Not a bone was broken, unless the\nsharp breathlessness that strained at his chest meant cracked ribs.\n\nThere was light in the narrow pit in which he found himself, light and\nheat from the yet-glowing debris of the rocket flyer. The outlaws had\nblasted the crashed ship, his practiced eyes told him, and Garmon Nash\nmust have died in the wreckage. He was alone in the waterless trap of a\ndeep crevice.\n\nIn the fading glow of the super-heated metal the vertical walls above\nmocked him. There could be no ascent from this natural prison-pit, and\neven if there were he could never hope to reach the surface forty miles\nand more overhead. The floors of the thirty-seven caves through which\nthey had so carefully jetted were a splintered, creviced series of\ncanyon-like wastes, and as he ascended the rarefied atmosphere of the\nhigher levels would spell death.\n\nRolf laughed. Without a pressure mask on the surface of Mars an\nEarthman was licked. Without water and food certain death grinned in\nhis face, for beyond the sand-buried entrance to these lost equatorial\ncaves there were no pressure domes for hundreds of miles. Here at\nleast the air was thick enough to support life, and somewhere nearby\nthe outlaws who smuggled their precious contraband water into the\nwater-starved domes of North Mars lay hidden.\n\nThe young patrolman unzippered his jacket pocket and felt for the\nemergency concentrate bars that were standard equipment. Half of the\noval bar he crushed between his teeth, and when the concentrated energy\nflooded into his muscles he set off around the irregular wall of the\npit.\n\nHe found the opening less than ten paces from the starting point, an\nempty cavity higher than a man and half as wide. The glow from the\ngutted ship was failing and he felt for the solar torch that hugged\nflatly against his hip. He uncapped the torch and the miniature sun\nglowed redly from its lensed prison to reveal the rocky corridor\nstretching out ahead.\n\n\n\nLight! How many hours later it was when the first faint glow of white\nlight reached his eyes Rolf did not know--it had seemed an eternity of\nendless plodding along that smooth-floored descending tunnel.\n\nRolf capped the solar torch. No use wasting the captive energy\nneedlessly he reasoned. And he loosened the expoder in its holster as\nhe moved carefully forward. The outlaw headquarters might be close\nahead, headquarters where renegade Frogs, Venusians from the southern\nsunken marshes of Mars, and Earthmen from dusty North Mars, concealed\ntheir precious hoard of water from the thirsty colonists of North Mars.\n\n\"They may have found the sunken seas of Mars,\" thought Rolf as he moved\nalertly forward, \"water that would give the mining domes new life.\" His\nfists clenched dryly. \"Water that should be free!\"\n\nThen the light brightened before him as he rounded a shouldering wall\nof smoothly trimmed stone, and the floor fell away beneath his feet!\nHe found himself shooting downward into a vast void that glowed softly\nwith a mysterious all-pervading radiance.\n\nHis eyes went searching out, out into undreamed distance. For miles\nbelow him there was nothing but emptiness, and for miles before him\nthere was that same glowing vacancy. Above the cavern's roof soared\nmajestically upward; he could see the narrow dark slit through which\nhis feet had betrayed him, and he realized that he had fallen through\nthe vaulted rocky dome of this fantastic abyss.\n\nIt was then, even as he snapped the release of his spinner and the\nnested blades spun free overhead, that he saw the slowly turning bulk\nof the cloud-swathed world, a tiny five mile green ball of a planet!\n\nThe weird globe was divided equally into hemispheres, and as the tiny\nworld turned between its confining columns a green, lake-dotted half\nalternated with a blasted, splintered black waste of rocky desert. As\nthe spinner dropped him slowly down into the vast emptiness of the\ngreat shining gulf, Rolf could see that a broad band of stone divided\nthe green fertile plains and forests from the desolate desert wastes of\nthe other half. Toward this barrier the spinner bore him, and Rolf was\ncontent to let it move in that direction--from the heights of the wall\nhe could scout out the country beyond.\n\nThe wall expanded as he came nearer to the pygmy planet. The spinner\nhad slowed its speed; it seemed to Rolf that he must be falling free\nin space for a time, but the feeble gravity of the tiny world tugged\nat him more strongly as he neared the wall. And the barrier became a\njumbled mass of roughly-dressed stone slabs, from whose earth-filled\ncrevices sprouted green life.\n\nSo slowly was the spinner dropping that the blackened desolation of the\nother hemisphere came sliding up beneath his boots. He looked down into\ngreat gashes in the blackness of the desert and saw there the green of\nsunken oases and watered canyons. He drifted slowly toward the opposite\nloom of the mysterious wall with a swift wind off the desert behind him.\n\nA hundred yards from the base of the rocky wall his feet scraped\nthrough black dust, and he came to a stop. Deftly Rolf nested the\nspinners again in their pack before he set out toward the heaped-up\nmass of stone blocks that was the wall.\n\nTen steps he took before an excited voice called out shrilly from the\nrocks ahead. Rolf's slitted gray eyes narrowed yet more and his hand\ndropped to the compact expoder machine-gun holstered at his hip. There\nwas the movement of a dark shape behind the screen of vines and ragged\nbushes.\n\n\"Down, Altha,\" a deeper voice rumbled from above, \"it's one of the\nEnemy.\"\n\nThe voice had spoken in English! Rolf took a step forward eagerly and\nthen doubt made his feet falter. There were Earthmen as well as Frogs\namong the outlaws. This mysterious world that floated above the cavern\nfloor might be their headquarters.\n\n\"But, Mark,\" the voice that was now unmistakably feminine argued, \"he\nwears the uniform of a patrolman.\"\n\n\"May be a trick.\" The deep voice was doubtful. \"You know their leader,\nCannon, wanted you. This may be a trick to join the Outcasts and\nkidnap you.\"\n\nThe girl's voice was merry. \"Come on Spider-legs,\" she said.\n\n\n\nRolf found himself staring, open-mouthed, at the sleek-limbed vision\nthat parted the bushes and came toward him. A beautiful woman she was,\nwith the long burnished copper of her hair down around her waist, but\nbeneath the meager shortness of the skin tunic he saw that her firm\nflesh was covered with a fine reddish coat of hair. Even her face was\nsleek and gleaming with its coppery covering of down.\n\n\"Hello, patrol-a-man,\" she said shyly.\n\nAn elongated pencil-ray of a man bounced nervously out to her side.\n\"Altha,\" he scolded, scrubbing at his reddened bald skull with a\nlong-fingered hand, \"why do you never listen to me? I promised your\nfather I'd look after you.\" He hitched at his tattered skin robe.\n\nThe girl laughed, a low liquid sound that made Rolf's heart pump\nfaster. \"This Mark Tanner of mine,\" she explained to the patrolman,\n\"is always afraid for me. He does not remember that I can see into the\nminds of others.\"\n\nShe smiled again as Rolf's face slowly reddened. \"Do not be ashamed,\"\nshe said. \"I am not angry that you think I am--well, not too\nunattractive.\"\n\nRolf threw up the mental block that was the inheritance from his\ngrueling years of training on Earth Base. His instructors there\nhad known that a few gifted mortals possess the power of a limited\ntelepathy, and the secrets of the Planet Patrol must be guarded.\n\n\"That is better, perhaps.\" The girl's face was demure. \"And now perhaps\nyou will visit us in the safety of the vaults of ancient Aryk.\"\n\n\"Sorry,\" said the tall man as Rolf sprang easily from the ground to\ntheir side. \"I'm always forgetting the mind-reading abilities of the\nHairy People.\"\n\n\"She one of them?\" Rolf's voice was low, but he saw Altha's lip twitch.\n\n\"Mother was.\" Mark Tanner's voice was louder. \"Father was Wayne Stark.\nFamous explorer you know. I was his assistant.\"\n\n\"Sure.\" Rolf nodded. \"Lost in equatorial wastelands--uh, about twenty\nyears ago--2053, I believe.\"\n\n\"Only we were not lost on the surface,\" explained Tanner, his booming\nvoice much too powerful for his reedy body, \"Wayne Stark was searching\nfor the lost seas of Mars. Traced them underground. Found them too.\" He\npaused to look nervously out across the blasted wasteland.\n\n\"We ran out of fuel here on Lomihi,\" he finished, \"with the vanished\nsurface waters of Mars less than four miles beneath us.\"\n\nRolf followed the direction of the other's pale blue eyes. Overhead now\nhung the bottom of the cavern. An almost circular island of pale yellow\nlifted above the restless dark waters of a vast sea. Rolf realized with\na wrench of sudden fear that they actually hung head downward like\nflies walking across a ceiling.\n\n\"There,\" roared Tanner's voice, \"is one of the seas of Mars.\"\n\n\"One,\" repeated Rolf slowly. \"You mean there are more?\"\n\n\"Dozens of them,\" the older man's voice throbbed with helpless rage.\n\"Enough to make the face of Mars green again. Cavern after cavern lies\nbeyond this first one, their floors flooded with water.\"\n\nRolf felt new strength pump into his tired bruised muscles. Here lay\nthe salvation of Earth's thirsting colonies almost within reach. Once\nhe could lead the scientists of North Mars to this treasure trove of\nwater....\n\n\"Mark!\" The girl's voice was tense. Rolf felt her arm tug at his sleeve\nand he dropped beside her in the shelter of a clump of coarse-leaved\ngray bushes. \"The Furry Women attack!\"\n\n\n\nA hundred paces away Rolf made the dark shapes of armed warriors as\nthey filed downward from the Barrier into the blackened desolation of\nthe desert half of Lomihi.\n\n\"Enemies?\" he whispered to Mark Tanner hoarsely.\n\n\"Right.\" The older man was slipping the stout bowstring into its\nnotched recess on the upper end of his long bow. \"They cross the\nBarrier from the fertile plains of Nyd to raid the Hairy People. They\ntake them for slaves.\"\n\n\"I must warn them.\" Altha's lips thinned and her brown-flecked eyes\nflamed.\n\n\"The outlaws may capture,\" warned Tanner. \"They have taken over the\ncanyons of Gur and Norpar, remember.\"\n\n\"I will take the glider.\" Altha was on her feet, her body crouched\nover to take advantage of the sheltering shrubs. She threaded her way\nswiftly back along a rocky corridor in the face of the Barrier toward\nthe ruins of ancient Aryk.\n\nTanner shrugged his shoulders. \"What can I do? Altha has the blood\nof the Hairy People in her veins. She will warn them even though the\noutlaws have turned her people against her.\"\n\nRolf watched the column of barbarically clad warriors file out upon the\nbarren desert and swing to the right along the base of the Barrier.\nSpear tips and bared swords glinted dully.\n\n\"They will pass within a few feet!\" he hissed.\n\n\"Right.\" Tanner's fingers bit into Rolf's arm. \"Pray that the wind does\nnot shift, their nostrils are sensitive as those of the weasels they\nresemble.\"\n\nRolf's eyes slitted. There was something vaguely unhuman about those\ngracefully marching figures. He wondered what Tanner had meant by\ncalling them weasels, wondered until they came closer.\n\nThen he knew. Above half naked feminine bodies, sinuous and supple\nas the undulating coils of a serpent, rose the snaky ditigrade head\nof a weasel-brute! Their necks were long and wide, merging into\nthe gray-furred muscles of their narrow bodies until they seemed\nutterly shoulderless, and beneath their furry pelts the ripples of\nsmooth-flowing muscles played rhythmically. There was a stench, a musky\npenetrating scent that made the flesh of his body crawl.\n\n\"See!\" Tanner's voice was muted. \"Giffa, Queen of the Furry Ones!\"\n\nBorne on a carved and polished litter of ebon-hued wood and yellowed\nbone lolled the hideous queen of that advancing horde. Gaunt of body\nshe was, her scarred gray-furred hide hanging loose upon her breastless\nframe. One eye was gone but the other gleamed, black and beady, from\nher narrow earless skull. And the skulls of rodents and men alike\nlinked together into ghastly festoons about her heavy, short-legged\nlitter.\n\nMen bore the litter, eight broad-shouldered red-haired men whose arms\nhad been cut off at the shoulders and whose naked backs bore the weals\nof countless lashes. Their bodies, like that of Altha, were covered\nwith a silky coat of reddish hair.\n\nRolf raised his expoder, red anger clouding his eyes as he saw these\nmaimed beasts of burden, but the hand of Mark Tanner pressed down\nfirmly across his arm. The older man shook his head.\n\n\"Not yet,\" he said. \"When Altha has warned the Hairy People we can cut\noff their retreat. After they have passed I will arouse the Outcasts\nwho live here upon the Barrier. Though their blood is that of the two\nraces mingled they hate the Furry Ones.\"\n\nA shadow passed over their hiding place. The Furry Amazons too saw the\nindistinct darkness and looked up. High overhead drifted the narrow\nwinged shape of a glider, and the warrior women shrieked their hatred.\nGone now was their chance for a surprise attack on the isolated canyons\nof the Hairy People.\n\nThey halted, clustered about their leader. Giffa snarled quick orders\nat them, her chisel-teeth clicking savagely. The column swung out into\nthe wasteland toward the nearest sunken valleys of the Hairy People.\nRolf and Mark Tanner came to their feet.\n\nAbruptly, then, the wind veered. From behind the two Earthmen it came,\nbearing the scent of their bodies out to the sensitive nostrils of the\nbeast-women. Again the column turned. They glimpsed the two men and a\nhideous scrawling battle-cry burst from their throats.\n\n\n\nRolf's expoder rattled briefly like a high-speed sewing machine as he\nflicked its muzzle back and forth along the ranks of attacking Furry\nOnes. Dozens of the hideous weasel creatures fell as the needles of\nexplosive blasted them but hundreds more were swarming over their\nfallen sisters. Mark Tanner's bow twanged again and again as he drove\narrows at the bloodthirsty warrior women. But the Furry Ones ran\nfearlessly into that rain of death.\n\nTanner smashed an elbow into Rolf's side. \"Retreat!\" he gasped.\n\nThe Furry Amazons swarmed up over the lower terraces of rocks, their\nsnaky heads thrust forward and their swords slashing. The two Earthmen\nbounded up and backward to the next jumbled layer of giant blocks\nbehind them, their powerful earthly muscles negating Lomihi's feeble\ngravity. Spears showered thick about them and then they dropped behind\nthe sheltering bulk of a rough square boulder.\n\n\"Now where?\" Rolf snapped another burst of expoder needles at the furry\nattackers as he asked.\n\n\"To the vaults beneath the Forbidden City,\" Mark Tanner cried. \"None\nbut the Outcasts and we two have entered the streets of deserted Aryk.\"\n\nThe bald scientist slung his bow over his head and one shoulder and\nwent bounding away along a shadowy crevice that plunged raggedly into\nthe heart of the Barrier. Rolf blasted another spurt of explosive\nneedles at the Furry Ones and followed.\n\n\n\nDarkness thickened as they penetrated into the maze of the Barrier's\nshattered heart. An unseen furry shape sprang upon Rolf's shoulders\nand as he sank to his knees he felt hot saliva drip like acid upon his\nneck. His fist sent the attacker's bulk smashing against the rocky\nfloor before fangs or claws could rip at his tender flesh, and he heard\na choked snarl that ended convulsively in silence.\n\nBat-winged blobs of life dragged wet leathery hide across his face, and\nbeneath his feet slimy wriggling things crushed into quivering pulp.\nThen there was faint light again, and the high-vaulted roof of a rock\ndungeon rose above him.\n\nMark Tanner was peering out a slitted embrasure that overlooked the\ndesolate land of the Hairy People.\n\nTanner's finger pointed. \"Altha!\" Rolf saw the graceful wings of the\nglider riding the thermals back toward the Barrier. \"She had warned the\nHairy People, and now she returns.\"\n\n\"The weasel heads won't follow us here?\" asked Rolf.\n\nTanner laughed. \"Hardly. They fear the spirits of the Ancients too much\nfor that. They believe the invisible powers will drink their souls.\"\n\n\"Then how about telling me about this hanging world?\"\n\n\"Simply the whim of an ancient Martian ruler. As I have learned from\nthe inscriptions and metal tablets here in Aryk he could not conquer\nall of Mars so he created a world that would be all his own.\"\n\nRolf laughed. \"Like the pleasure globes of the wealthy on Earth.\"\n\n\"Right.\" Tanner kept his eyes on the enlarging winged shape of Altha's\nflyer as he spoke. \"Later, when the nations of Mars began draining off\nthe seas and hoarding them in their underground caverns, Lomihi became\na fortress for the few thousand aristocrats and slaves who escaped the\nsurface wars.\n\n\"The Hairy People were the rulers,\" he went on, \"and the Furry Ones\nwere their slaves. In the revolt that eventually split Lomihi into two\nwarring races this city, Aryk, was destroyed by a strange vegetable\nblight and the ancient knowledge was lost to both races.\"\n\n\"But,\" Rolf frowned thoughtfully, \"what keeps Lomihi from crashing into\nthe island? Surely the two columns at either end cannot support it?\"\n\n\"The island is the answer,\" said Tanner. \"Somehow it blocks the force\nof gravity--shields Lomihi from....\" He caught his breath suddenly.\n\n\"The outlaws!\" he cried. \"They're after Altha.\"\n\nRolf caught a glimpse of a sleek rocket flyer diving upon Altha's frail\nwing. He saw the girl go gliding steeply down toward a ragged jumble\nof volcanic spurs and pits and disappear from view. He turned to see\nthe old man pushing another crudely constructed glider toward the outer\nwall of the rock chamber.\n\nTanner tugged at a silvery metal bar inset into the stone wall. A\nsection of the wall swung slowly inward. Rolf sprang to his side.\n\n\"Let me follow,\" he said. \"I can fly a glider, and I have my expoder.\"\n\nThe older man's eyes were hot. He jerked at Rolf's hands and then\nsuddenly thought better of it. \"You're right,\" he agreed. \"Help her if\nyou can. Your weapon is our only hope now.\"\n\nRolf pushed up and outward with all the strength of his weary muscles.\nThe glider knifed forward with that first swift impetus, and drove out\nover the Barrier. The Furry Ones were struggling insect shapes below\nhim, and he saw with a thrill that larger bodied warriors, whose bodies\nglinted with a dull bronze, were attacking them from the burnt-out\nwastelands. The Hairy People had come to battle the invaders.\n\nHe guided the frail wing toward the shattered badlands where the girl\nhad taken shelter, noting as he did so that the rocket flyer had landed\nnear its center in a narrow strip of rocky gulch. A sudden thought made\nhim grin. He drove directly toward the grounded ship. With this rocket\nflyer he could escape from Lomihi, return through the thirty-seven\ncaverns to the upper world, and give to thirsty Mars the gift of\nlimitless water again.\n\n\n\nA man stood on guard just outside the flyer's oval door. Rolf lined up\nhis expoder and his jaw tensed. He guided the tiny soarer closer with\none hand. If he could crash the glider into the guard, well and good.\nThere would be no explosion of expoder needles to warn the fellow's\ncomrades. But if the outlaw saw him Rolf knew that he would be the\nfirst to fire--his was the element of surprise.\n\nA score of feet lay between them, and suddenly the outlaw whirled\nabout. Rolf pressed the firing button; the expoder clicked over once\nand the trimmer key jammed, and the doughy-faced Venusian swung up his\nown long-barreled expoder!\n\nRolf snapped his weapon overhand at the Frog's hairless skull. The\nfish-bellied alien ducked but his expoder swung off the target\nmomentarily. In that instant Rolf launched himself from the open\nframework of the slowly diving glider, full upon the Venusian.\n\nThey went down, Rolf swinging his fist like a hammer. He felt the Frog\ngo limp and he loosed a relieved whistle. Now with a rocket flyer and\nthe guard's rifle expoder in his grasp the problem of escape from\nthe inner caverns was solved. He would rescue the girl, stop at the\nForbidden City for Mark Tanner, and blast off for the upper crust forty\nmiles and more overhead.\n\nHe knelt over the prostrate Venusian, using his belt and a strip torn\nfrom his greenish tunic to bind the unconscious man. The knots were\nnot too tight, the man could free himself in the course of a few hours.\nHe shrugged his shoulders wearily and started to get up.\n\nA foot scraped on stone behind him. He spun on bent knees and flung\nhimself fifty feet to the further side of the narrow gulch with the\nsame movement. Expoder needles splintered the rocks about him as he\ndropped behind a sheltering rocky ledge, and he caught a glimpse of two\ngreen-clad men dragging the bronze-haired body of the girl he had come\nto save into the shelter of the flyer.\n\nA green bulge showed around the polished fuselage and Rolf pressed his\ncaptured weapon's firing button. A roar of pain came from the wounded\nman, and he saw an outflung arm upon the rocky ground that clenched\ntightly twice and relaxed to move no more. The outlaw weapon must have\nbeen loaded with a drum of poisoned needles, the expoder needles had\nnot blasted a vital spot in the man's body.\n\nThe odds were evening, he thought triumphantly. There might be another\noutlaw somewhere out there in the badlands, but no more than that. The\nflyer was built to accommodate no more than five passengers and four\nwas the usual number. He shifted his expoder to cover the opposite end\nof the ship's squatty fuselage.\n\nAnd something that felt like a mountain smashed into his back. He was\ncrushed downward, breathless, his eyes glimpsing briefly the soiled\ngreenish trousers of his attacker as they locked on either side of\nhis neck, and then blackness engulfed him as a mighty sledge battered\nendlessly at his skull.\n\n\n\nThis sledge was hammering relentlessly as Rolf sensed his first\nglimmer of returning light. There were two sledges, one of them that\nhe identified as the hammering of blood in his throbbing temples, and\nthe other the measured blasting pulse of rocket jets. He opened his\neyes slowly to find himself staring at the fine-crusted metal plates\nof a flyer's deck. His nose was grinding into the oily muck that only\nundisciplined men would have permitted to accumulate.\n\nCautiously his head twisted until he could look forward toward the\ncontrols. The bound body of Altha Stark faced him, and he saw her lips\ntwist into a brief smile of recognition. She shook her head and frowned\nas he moved his arm. But Rolf had learned that his limbs were not\nbound--apparently the outlaws had considered him out of the blasting\nfor the moment.\n\nBy degrees Rolf worked his arm down to his belt where his solar torch\nwas hooked. His fingers made careful adjustments within the inset base\nof the torch, pushing a lever here and adjusting a tension screw there.\n\nThe ship bumped gently as it landed and the thrum of rockets ceased.\nThe cabin shifted with the weight of bodies moving from their seats.\nRolf heard voices from a distance and the answering triumphant bawling\nof his two captors. The moment had come. He turned the cap of the solar\ntorch away from his body and freed it.\n\nHeat blasted at his body as the stepped-up output of the torch made the\noily floor flame. He lay unmoving while the thick smoke rolled over him.\n\n\"Fire!\" There was panic in the outlaw's voice. Rolf came to his knees\nin the blanketing fog and looked forward.\n\nOne of the men flung himself out the door, but the other reached\nfor the extinguisher close at hand. His thoughts were on the oily\nsmoke; not on the prisoners, and so the impact of Rolf's horizontally\npropelled body drove the breath from his lungs before his hand could\ndrop to his belted expoder.\n\nThe outlaw was game. His fists slammed back at Rolf, and his knees\njolted upward toward the patrolman's vulnerable middle. But Rolf\nbored in, his own knotted hands pumping, and his trained body weaving\ninstinctively aside from the crippling blows aimed at his body. For a\nmoment they fought, coughing and choking from the thickening pall of\nsmoke, and then the fingers of the outlaw clamped around Rolf's throat\nand squeezed hard.\n\nThe patrolman was weary; the wreck in the upper cavern and the long\ntrek afterward through the dark tunnels had sapped his strength, and\nnow he felt victory slipping from his grasp.\n\nHe felt something soft bump against his legs, legs so far below that he\ncould hardly realize that they were his, and then he was falling with\nthe relentless fingers still about his throat. As from a great distant\nhe heard a cry of pain and the blessed air gulped into his raw throat.\nHis eyes cleared.\n\nHe saw Altha's bound body and head. Her jaws were clamped upon the\narm of the outlaw and even as he fought for more of the reeking smoky\nair of the cabin he saw the man's clenched fist batter at her face.\nRolf swung, all the weight of his stocky body behind the blow, and the\noutlaw thudded limply against the opposite wall of the little cabin.\n\nNo time to ask the girl if she were injured. The patrolman flung\nhimself into the spongy control chair's cushions and sent the ship\nrocketing skyward. Behind him the thin film of surface oil no longer\nburned and the conditioning unit was clearing the air.\n\n\"Patrolman,\" the girl's voice was beside him. \"We're safe!\"\n\n\"Everything bongo?\" Rolf wanted to know.\n\n\"Of course,\" she smiled crookedly.\n\n\"Glad of that.\" Rolf felt the warmth of her body so close beside him. A\nsudden strange restlessness came with the near contact.\n\nAltha smiled shyly and winced with pain. \"Do you know,\" she said, \"even\nyet I do not know your name.\"\n\nRolf grinned up at her. \"Need to?\" he asked.\n\nThe girl's eyes widened. A responsive spark blazed in them. \"Handier\nthan calling you _Shorty_ all the time,\" she quipped.\n\nThen they were over the Barrier and Rolf saw the last of the beaten\nFurry Ones racing back across the great wall toward the Plains of\nNyd. He nosed the captured ship down toward the ruined plaza of\nthe Forbidden City. Once Mark Tanner was aboard they would blast\nsurfaceward with their thrilling news that all Mars could have water in\nplenty again.\n\nRolf snorted. \"Shorty,\" he said disgustedly as they landed, but his arm\nwent out toward the girl's red-haired slimness, and curved around it.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Wells, Basil"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63398/pg63398.txt",
        "name": "the_hairy_ones.json"
    }
}