{
    "name": "The Blue Man\nFrom \"Mackinac And Lake Stories\", 1899",
    "author": [
        "Catherwood, Mary Hartwell"
    ],
    "body": "The lake was like a meadow full of running streams. Far off indeed it\nseemed frozen with countless wind-paths traversing the ice, so level\nand motionless was the surface under a gray sky. But summer rioted in\nverdure over the cliffs to the very beaches. From the high greenery of\nthe island could be heard the tink-tank of a bell where some cow sighed\namid the delicious gloom.\n\nEast of the Giant’s Stairway in a cove are two round rocks with young\ncedars springing from them. It is easy to scramble to the flat top of\nthe first one and sit in open ambush undetected by passers. The world’s\nmajority is unobservant. Children with their nurses, lovers, bicyclists\nwho have left their wheels behind, excursionists--fortunately headed\ntowards this spot in their one available hour--an endless procession,\ntramp by on the rough, wave-lapped margin, never wearing it smooth.\n\nAmused by the unconsciousness of the reviewed, I found myself\nunexpectedly classed with the world’s majority. For on the east round\nrock, a few yards from my seat on the west round rock, behold a man\nhad arranged himself, his back against the cedars, without attracting\nnotice. While the gray weather lightened and wine-red streaks on the\nlake began to alternate with translucent greens, and I was watching\nmauve plumes spring from a distant steamer before her whistles could\nbe heard, this nimble stranger must have found his own amusement in the\nblindness of people with eyes.\n\nHe was not quite a stranger. I had seen him the day before; and he was\na man to be remembered on account of a peculiar blueness of the skin,\nin which, perhaps, some drug or chemical had left an unearthly haze over\nthe natural flush of blood. It might have appeared the effect of\nsky lights and cliff shadows, if I had not seen the same blue face\ndistinctly in Madame Clementine’s house. He was standing in the middle\nof a room at the foot of the stairway as we passed his open door.\n\nSo unusual a personality was not out of place in a transplanted Parisian\ntenement. Madame Clementine was a Parisian; and her house, set around\nthree sides of a quadrangle in which flowers overflowed their beds, was\na bit of artisan Paris. The ground-floor consisted of various levels\njoined by steps and wide-jambed doors. The chambers, to which a box\nstaircase led, wanted nothing except canopies over the beds.\n\n“Alors I give de convenable beds,” said Madame Clementine, in mixed\nFrench and English, as she poked her mattresses. “Des bons lits! T’ree\ndollar one chambre, four dollar one chambre--” she suddenly spread her\nhands to include both--“seven dollar de tout ensemble!”\n\nIt was delightful to go with any friend who might be forced by crowded\nhotels to seek rooms in Madame Clementine’s alley. The active, tiny,\nFrenchwoman, who wore a black mob-cap every-where except to mass, had\nreached present prosperity through past tribulation. Many years before\nshe had followed a runaway husband across the sea. As she stepped upon\nthe dock almost destitute the first person her eyes rested on was her\nhusband standing well forward in the crowd, with a ham under his arm\nwhich he was carrying home to his family. He saw Clementine and dropped\nthe ham to run. The same hour he took his new wife and disappeared from\nthe island. The doubly deserted French-speaking woman found employment\nand friends; and by her thrift was now in the way of piling up what she\nconsidered a fortune.\n\nThe man on the rock near me was no doubt one of Madame Clementine’s\npermanent lodgers. Tourists ranting over the island in a single day had\nnot his repose. He met my discovering start with a dim smile and a bend\nof his head, which was bare. His features were large, and his mouth\ncorners had the sweet, strong expression of a noble patience. What first\nimpressed me seemed to be his blueness, and the blurredness of his eyes\nstruggling to sight as Bartimeus’ eyes might have struggled the instant\nbefore the Lord touched them.\n\nOnly Asiatics realize the power of odors. The sense of smell is lightly\nappreciated in the Western world. A fragrance might be compounded which\nwould have absolute power over a human being. We get wafts of scent\nto which something in us irresistibly answers. A satisfying sweetness,\nfleeting as last year’s wild flowers, filled the whole cove. I thought\nof dead Indian pipes, standing erect in pathetic dignity, the delicate\nscales on their stems unfurled, refusing to crumble and pass away; the\nghosts of Indians.\n\nThe blue man parted his large lips and moved them several instants;\nthen his voice followed, like the tardy note of a distant steamer that\naddresses the eye with its plume of steam before the whistle is heard.\nI felt a creepy thrill down my shoulders--that sound should break\nso slowly across the few yards separating us! “Are you also waiting,\nmadame?”\n\nI felt compelled to answer him as I would have answered no other person.\n“Yes; but for one who never comes.”\n\nIf he had spoken in the pure French of the Touraine country, which is\nsaid to be the best in France, free from Parisianisms, it would not\nhave surprised me. But he spoke English, with the halting though clear\nenunciation of a Nova Scotian.\n\n“You--you must have patience. I have--have seen you only seven summers\non the island.”\n\n“You have seen me these seven years past? But I never met you before!”\n\nHis mouth labored voicelessly before he declared, “I have been here\nthirty-five years.”\n\nHow could that be possible!--and never a hint drifting through the\nhotels of any blue man! Yet the intimate life of old inhabitants is\nnot paraded before the overrunning army of a season. I felt vaguely\nflattered that this exclusive resident had hitherto noticed me and\ncondescended at last to reveal himself.\n\nThe blue man had been here thirty-five years! He knew the childish joy\nof bruising the flesh of orange-colored toadstools and wading amid long\npine-cones which strew the ground like fairy corncobs. The white birches\nwere dear to him, and he trembled with eagerness at the first pipe\nsign, or at the discovery of blue gentians where the eastern forest\nstoops to the strand. And he knew the echo, shaking like gigantic organ\nmusic from one side of the world to the other.\n\nIn solitary trysts with wilderness depths and caves which transient\nsight-seers know nothing about I had often pleased myself thinking the\nMishi-ne-macki-naw-go were somewhere around me. If twigs crackled or a\nsudden awe fell causelessly, I laughed--“That family of Indian ghosts\nis near. I wish they would show themselves!” For if they ever show\nthemselves, they bring you the gift of prophecy. The Chippewas left\ntobacco and gunpowder about for them. My offering was to cover with moss\nthe picnic papers, tins, and broken bottles, with which man who is vile\ndefiles every prospect. Discovering such a queer islander as the blue\nman was almost equal to seeing the Mishi-ne-macki-naw-go.\n\nVoices approached; and I watched his eyes come into his face as he\nleaned forward! From a blurr’ of lids they turned to beautiful clear\nballs shot through with yearning. Around the jut of rook appeared a\nbicycle girl, a golf girl, and a youth in knickers having his stockings\nlaid in correct folds below the knee. They passed without noticing us.\nTo see his looks dim and his eagerness relax was too painful. I watched\nthe water ridging against the horizon like goldstone and changing\nswiftly to the blackest of greens. Distance folded into distance so\nthat the remote drew near. He was certainly waiting for somebody, but it\ncould not be that he had waited thirty-five years: thirty-five winters,\nwhitening the ice-bound island; thirty-five summers, bringing all\nparadise except what he waited for.\n\nJust as I glanced at the blue man again his lips began to move, and the\npeculiar tingle ran down my back, though I felt ashamed of it in his\nsweet presence.\n\n“Madame, it will--it will comfort me if you permit me to talk to you.”\n\n“I shall be very glad, sir, to hear whatever you have to tell.”\n\n“I have--have waited here thirty-five years, and in all that time I have\nnot spoken to any one!”\n\nHe said this quite candidly, closing his lips before his voice ceased to\nsound. The cedar sapling against which his head rested was not more real\nthan the sincerity of that blue man’s face. Some hermit soul, who had\nproved me by watching me seven years, was opening himself, and I felt\nthe tears come in my eyes.\n\n“Have you never heard of me, madame?”\n\n“You forget, sir, that I do not even know your name.”\n\n“My name is probably forgotten on the island now. I stopped here between\nsteamers during your American Civil War. A passing boat put in to\nleave a young girl who had cholera. I saw her hair floating out of the\nlitter.”\n\n“Oh!” I exclaimed; “that is an island story.” The blue man was actually\npresenting credentials when he spoke of the cholera story. “She was\ntaken care of on the island until she recovered; and she was the\nbeautiful daughter of a wealthy Southern family trying to get home\nfrom her convent in France, but unable to run the blockade. The nun who\nbrought her died on shipboard before she landed at Montreal, and she\nhoped to get through the lines by venturing down the lakes. Yes, indeed!\nMadame Clementine has told me that story.”\n\nHe listened, turning his head attentively and keeping his eyes half\nclosed, and again worked his lips.\n\n“Yes, yes. You know where she was taken care of?”\n\n“It was at Madame Clementine’s.”\n\n“I myself took her there.” “And have you been there ever since?” He\npassed over the trivial question, and when his voice arrived it gushed\nwithout a stammer.\n\n“I had a month of happiness. I have had thirty-five years of waiting.\nWhen this island binds you to any one you remain bound. Since that month\nwith her I can do nothing but wait until she comes. I lost her, I don’t\nknow how. We were in this cove together. She sat on this rock and waited\nwhile I went up-the cliff to gather ferns for her. When I returned she\nwas gone. I searched the island for her. It kept on smiling as if\nthere never had been such a person! Something happened which I do not\nunderstand, for she did not want to leave me. She disappeared as if the\nearth had swallowed her!” I felt a rill of cold down my back like\nthe jetting of the spring that spouted from its ferny tunnel farther\neastward. Had he been thirty-five years on the island without ever\nhearing the Old Mission story about bones found in the cliff above\nus? Those who reached them by venturing down a pit as deep as a well,\nuncovered by winter storms, declared they were the remains of a woman’s\nskeleton. I never saw the people who found them. It was an oft-repeated\nMission story which had come down to me. An Indian girl was missed from\nthe Mission school and never traced. It was believed she met her fate in\nthis rock crevasse. The bones were blue, tinged by a clay in which they\nhad lain. I tried to remember what became of the Southern girl who was\nput ashore, her hair flying from a litter. Distinct as her tradition\nremained, it ended abruptly. Even Madame Clementine forgot when and how\nshe left the island after she ceased to be an object of solicitude, for\nmany comers and goers trample the memory as well as the island.\n\nHad his love followed him up the green tangled height and sunk so\nswiftly to her death that it was accomplished without noise or outcry?\nTo this hour only a few inhabitants locate the treacherous spot. He\ncould not hide, even at Madame Clementine’s, from all the talk of a\ncommunity. This unreasonable tryst of thirty-five years raised for the\nfirst time doubts of his sanity. A woman might have kept such a tryst;\nbut a man consoles himself.\n\nPassers had been less frequent than usual, but again there was a crunch\nof approaching feet. Again he leaned forward, and the sparks in his eyes\nenlarged, and faded, as two fat women wobbled over the unsteady stones,\nexclaiming and balancing themselves, oblivious to the blue man and me.\n\n“It is four o’clock,” said one, pausing to look at her watch. “This air\ngives one such an appetite I shall never be able to wait for dinner.”\n\n“When the girls come in from golf at five we will have some tea,” said\nthe other.\n\nRetarding beach gadders passed us. Some of them noticed me with a start,\nbut the blue man, wrapped in rigid privacy, with his head sunk on his\nbreast, still evaded curious eyes.\n\nI began to see that his clothes were by no means new, though they suited\nthe wearer with a kind of masculine elegance. The blue man’s head had so\nentirely dominated my attention that the cut of his coat and his pointed\ncollar and neckerchief seemed to appear for the first time.\n\nHe turned his face to me once more, but before our brief talk could be\nresumed another woman came around the jut of cliff, so light-footed\nthat she did not make as much noise on the stones as the fat women\ncould still be heard making while they floundered eastward, their backs\ntowards us. The blue man had impressed me as being of middle age. But I\nfelt mistaken; he changed so completely. Springing from the rock like a\nboy, his eyes glorified, his lips quivering, he met with open arms the\nwoman who had come around the jut of the Giant’s Stairway. At first\nglance I thought her a slim old woman with the kind of hair which looks\neither blond or gray. But the maturity glided into sinuous girlishness,\nyielding to her lover, and her hair shook loose, floating over his\nshoulder.\n\nI dropped my eyes. I heard a pebble stir under their feet. The tinkle of\nwater falling down its ferny tunnel could be guessed at; and the beauty\nof the world stabbed one with such keenness that the stab brought tears.\n\nWe have all had our dreams of flying; or floating high or low, lying\nextended on the air at will. By what process of association I do not\nknow, the perfect naturalness and satisfaction of flying recurred to me.\nI was cleansed from all doubt of ultimate good. The meeting of the blue\nman and the woman with floating hair seemed to be what the island had\nawaited for thirty-five years.\n\nThe miracle of impossible happiness had been worked for him. It confused\nme like a dazzle of fireworks. I turned my back and bowed my head,\nwaiting for him to speak again or to leave me out, as he saw fit.\n\nExtreme joy may be very silent in those who have waited long, for I did\nnot hear a cry or a spoken word. Presently I dared to look, and was\nnot surprised to find myself alone. The evergreen-clothed amphitheatre\nbehind had many paths which would instantly hide climbers from view.\nThe blue man and the woman with floating hair knew these heights well. I\nthought of the pitfall, and sat watching with back-tilted head, anxious\nto warn them if they stirred foliage near where that fatal trap was\nsaid to lurk. But the steep forest gave no sign or sound from its mossy\ndepths.\n\nI sat still a long time in a trance of the senses, like that which\nfollows a drama whose spell you would not break. Masts and cross-trees\nof ships, were banded by ribbons of smoke blowing back from the steamers\nwhich towed them in lines up or down the straits.\n\nTowards sunset there was a faint blush above the steel-blue waters,\nwhich at their edge reflected the blush. Then mist closed in. The sky\nbecame ribbed with horizontal bars, so that the earth was pent like a\nheart within the hollow of some vast skeleton.\n\nI was about to climb down from my rock when two young men passed by,\nthe first strollers I had noticed since the blue man’s exit. They rapped\nstones out of the way with their canes, and pushed the caps back from\ntheir youthful faces, talking rapidly in excitement.\n\n“When did it happen?”\n\n“About four o’clock. You were off at the golf links.”\n\n“Was she killed instantly?”\n\n“I think so. I think she never knew what hurt her after seeing the\nhorses plunge and the carriage go over. I was walking my wheel down-hill\njust behind and I didn’t hear her scream. The driver said he lost the\nbrake; and he’s a pretty spectacle now, for he landed on his head. It\nwas that beautiful old lady with the fly-away hair that we saw arrive\nfrom this morning’s boat while we were sitting out smoking, you\nremember.”\n\n“Not that one!”\n\n“That was the woman. Had a black maid with her. She’s a Southerner. I\nlooked on the register.”\n\nThe other young fellow whistled.\n\n“I’m glad I was at the links and didn’t see it. She was a stunning\nwoman.”\n\nDusk stalked grimly down from eastern heights and blurred the water\nearlier than on rose-colored evenings, making the home-returning walker\nshiver through evergreen glooms along shore. The lights of the sleepy\nOld Mission had never seemed so pleasant, though the house was full of\ntalk about that day’s accident at the other side of the island.\n\nI slipped out before the early boat left next morning, driven by\nundefined anxieties towards Madame Clementine’s alley. There is a\nchildish credulity which clings to imaginative people through life. I\nhad accepted the blue man and the woman with floating hair in the way\nwhich they chose to present themselves. But I began to feel like one who\nsees a distinctly focused picture shimmering to a dissolving view. The\nintrusion of an accident to a stranger at another hotel continued this\nmorning, for as I took the long way around the bay before turning back\nto Clementine’s alley I met the open island hearse, looking like a relic\nof provincial France, and in it was a coffin, and behind it moved a\ncarriage in which a black maid sat weeping.\n\nMadame Clementine came out to her palings and picked some of her\nnasturtiums for me. In her mixed language she talked excitedly about\nthe accident; nothing equals the islander’s zest for sensation after his\nwinter trance when the summer world comes to him.\n\n“When I heard it,” I confessed, “I thought of the friend of your blue\ngentleman. The description was so like her. But I saw her myself on the\nbeach by the Giant’s Stairway after four o’clock yesterday.”\n\nMadame Clementine contracted her short face in puzzled wrinkles.\n\n“There is one gentleman of red head,” she responded, “but none of\nblue--pas du tout.”\n\n“You must know whom I mean--the lodger who has been with you thirty-five\nyears.”\n\nShe looked at me as at one who has either been tricked or is attempting\ntrickery.\n\n“I don’t know his name--but you certainly understand! The man I saw in\nthat room at the foot of the stairs when you were showing my friend and\nme the chambers day before yesterday.”\n\n“There was nobody. De room at de foot of de stair is empty all season.\nTout de suite I put in some young lady that arrive this night.”\n\n“Madame Clementine, I saw a man with a blue skin on the beach\nyesterday--” I stopped. He had not told me he lodged with her. That was\nmy own deduction. “I saw him the day before in this house. Don’t you\nknow any such person? He has been on the island since that young lady\nwas brought to your house with the cholera so long ago. He brought her\nto you.”\n\nA flicker of recollection appeared on Clementine’s face.\n\n“That man is gone, madame; it is many years. And he was not blue at all.\nHe was English Jersey man, of Halifax.”\n\n“Did you never hear of any blue man on the island, Clementine?”\n\n“I hear of blue bones found beyond Point de Mission.”\n\n“But that skeleton found in the hole near the Giant’s Stairway was a\nwoman’s skeleton.”\n\n“Me loes!” exclaimed Madame Clementine, miscalling her English as she\nalways did in excitement. “Me handle de big bones, moi-même! Me loes\nwhat de doctor who found him say!”\n\n“I was told it was an Indian girl.”\n\n“You have hear lies, madame. Me loes there was a blue man found beyond\nPoint de Mission.”\n\n“But who was it that I saw in your house?”\n\n“He is not in my house!” declared Madame Clementine. “No blue man is\never in my house!” She crossed herself.\n\nThere is a sensation like having a slide pulled from one’s head;\nthe shock passes in the fraction of a second. Sunshine, and rioting\nnasturtiums, the whole natural world, including Clementine’s puzzled\nbrown face, were no more distinct to-day than the blue man and the woman\nwith floating hair had been yesterday.\n\nI had seen a man who shot down to instant death in the pit under\nthe Giant’s Stairway thirty-five years ago. I had seen a woman, who,\nperhaps, once thought herself intentionally and strangely deserted, seek\nand meet him after she had been killed at four o’clock!\n\nThis experience, set down in my note-book and repeated to no one,\nremains associated with the Old World scent of ginger. For I remember\nhearing Clementine say through a buzzing, “You come in, madame--you must\nhave de hot wine and jahjah!”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Catherwood, Mary Hartwell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23249/pg23249.txt",
        "name": "the_blue_man_from_\"_mackinac_and_lake_stories\",_1899.json"
    }
}