{
    "name": "The Expendables",
    "author": [
        "Harmon, Jim"
    ],
    "body": "\"You see my problem, Professor?\" Tony Carmen held his pinkly manicured,\nflashily ringed hands wide.\n\nI saw his problem and it was warmly embarrassing.\n\n\"Really, Mr. Carmen,\" I said, \"this isn't the sort of thing you discuss\nwith a total stranger. I'm not a doctor--not of medicine, anyway--or a\nlawyer.\"\n\n\"They can't help me. I need an operator in your line.\"\n\n\"I work for the United States government. I can't become involved in\nanything illegal.\"\n\nCarmen smoothed down the front of his too-tight midnight blue suit and\ntouched the diamond sticking in his silver tie. \"You can't, Professor\nVenetti? Ever hear of the Mafia?\"\n\n\"I've heard of it,\" I said uneasily. \"An old fraternal organization\nsomething like the Moose or Rosicrucians, founded in Sicily. It\nallegedly controls organized crime in the U.S. But that is a\nresponsibility-eluding myth that honest Italian-Americans are stamping\nout. We don't even like to see the word in print.\"\n\n\"I can understand _honest_ Italian-Americans feeling that way. But guys\nlike me know the Mafia is still with it. We can put the squeeze on\nmarks like you pretty easy.\"\n\nYou don't have to tell even a third generation American about the\nMafia. Maybe that was the trouble. I had heard too much and for too\nlong. All the stories I had ever heard about the Mafia, true or false,\nbuilt up an unendurable threat.\n\n\"All right, I'll try to help you, Carmen. But ... that is, you didn't\nkill any of these people?\"\n\nHe snorted. \"I haven't killed anybody since early 1943.\"\n\n\"Please,\" I said weakly. \"You needn't incriminate yourself with me.\"\n\n\"I was in the Marines,\" Carmen said hotly. \"Listen, Professor, these\naren't no Prohibition times. Not many people get made for a hit these\ndays. Mother, most of these bodies they keep ditching at my club\nhaven't been murdered by anybody. They're accident victims. Rumbums\nwith too much anti-freeze for a summer's day, Spanish-American War vets\ngoing to visit Teddy in the natural course of events. Harry Keno just\nstows them at my place to embarrass me. Figures to make me lose my\nliquor license or take a contempt before the Grand Jury.\"\n\n\"I don't suppose you could just go to the police--\" I saw the answer in\nhis eyes. \"No. I don't suppose you could.\"\n\n\"I told you once, Professor, but I'll tell you again. I have to get rid\nof these bodies they keep leaving in my kitchen. I can take 'em and\nthrow them in the river, sure. But what if me or my boys are stopped en\nroute by some tipped badge?\"\n\n\"Quicklime?\" I suggested automatically.\n\n\"What are you talking about? Are you sure you're some kind of\nscientist? Lime doesn't do much to a stiff at all. Kind of putrifies\nthem like....\"\n\n\"I forgot,\" I admitted. \"I'd read it in so many stories I'd forgotten\nit wouldn't work. And I suppose the furnace leaves ashes and there's\nalways traces of hair and teeth in the garbage disposal... An\ninteresting problem, at that.\"\n\n\"I figured you could handle it,\" Carmen said, leaning back comfortably\nin the favorite chair of my bachelor apartment. \"I heard you were\nworking on something to get rid of trash for the government.\"\n\n\"That,\" I told him, \"is restricted information. I subcontracted that\nwork from the big telephone laboratories. How did you find it out?\"\n\n\"Ways, Professor, ways.\"\n\nThe government did want me to find a way to dispose of\nwastes--radioactive wastes. It was the most important problem any\ncountry could have in this time of growing atomic industry. Now a\nsmall-time gangster was asking me to use this research to help him\ndispose of hot corpses. It made my scientific blood seethe. But the\nshadow of the Black Hand cooled it off.\n\n\"Maybe I can find something in that area of research to help you,\" I\nsaid. \"I'll call you.\"\n\n\"Don't take too long, Professor,\" Carmen said cordially.\n\n\n\nThe big drum topped with a metallic coolie's hat had started out as a\nneutralizer for radioactivity. Now I didn't know what to call it.\n\nThe AEC had found burying canisters of hot rubbish in the desert or\nin the Gulf had eventually proved unsatisfactory. Earth tremors or\nchanges of temperature split the tanks in the ground, causing leaks.\nThe undersea containers rusted and corroded through the time, poisoning\nfish and fishermen.\n\nThrough the SBA I had been awarded a subcontract to work on the\nproblem. The ideal solution would be to find a way to neutralize\nradioactive emanations, alpha, beta, X et cetera. (No, my dear, et\ncetera rays aren't any more dangerous than the rest.) But this is\neasier written than done.\n\nOf course, getting energy to destroy energy without producing energy or\nmatter is a violation of the maxim of the conservation of energy. But\nI didn't let that stop me--any more than I would have let the velocity\nof light put any limitations on a spacecraft engine had I been engaged\nto work on one. You can't allow other people's ideas to tie you hand\nand foot. There are some who tell me, however, that my refusal to honor\nsuch time-tested cliches is why I only have a small private laboratory\nowned by myself, my late wife's father and the bank, instead of\nworking in the vast facilities of Bell, Du Pont, or General Motors. To\nthis, I can only smile and nod.\n\nBut even refusing to be balked by conservative ideas, I failed.\n\nI could not neutralize radioactivity. All I had been able to do (by a\nbasic disturbance in the electromagnetogravitational co-ordinant system\nfor Earth-Sun) was to reduce the mass of the radioactive matter.\n\nThis only concentrated the radiations, as in boiling contaminated\nwater. It did make the hot stuff vaguely easier to handle, but it was\nno breakthrough on the central problem.\n\nNow, in the middle of this, I was supposed to find a way to get rid of\nsome damned bodies for Carmen.\n\nPressed for time and knowing the results wouldn't have to be so\nprecise or carefully defined for a racketeer as for the United States\ngovernment, I began experimenting.\n\nI cut corners.\n\nI bypassed complete safety circuits.\n\nI put dangerous overloads on some transformers and doodled with the\nwiring diagrams. If I got some kind of passable incinerator I would be\nhappy.\n\nI turned the machine on.\n\nThe lights popped out.\n\nThere were changes that should be made before I tried that again, but\ninstead I only found a larger fuse for a heavier load and jammed that\nin the switchbox.\n\nI flipped my machine into service once again. The lights flickered and\nheld.\n\nThe dials on my control board told me the story. It was hard to take.\n\nBut there it was.\n\nThe internal Scale showed zero.\n\nI had had a slightly hot bar of silver alloy inside. It was completely\ngone. Mass zero. The temperature gauge showed that there had been\nno change in centigrade reading that couldn't be explained by the\nmechanical operation of the machine itself. There had been no sudden\ndischarge of electricity or radioactivity. I checked for a standard\nanti-gravity effect but there was none. Gravity inside the cylinder had\ngone to zero but never to minus.\n\nI was at last violating conservation of energy--not by successfully\ninverting the cube of the ionization factor, but by destroying mass ...\nby simply making it cease to exist with no cause-and-effect side\neffects.\n\nI knew the government wouldn't be interested, since I couldn't explain\nhow my device worked. No amount of successful demonstration could ever\nconvince anybody with any scientific training that it actually did work.\n\nBut I shrewdly judged that Tony Carmen wouldn't ask an embarrassing\n\"how\" when he was incapable of understanding the explanation.\n\n\n\n\"Yeah, but how does it work?\" Tony Carmen demanded of me, sleeking his\nmirror-black hair and staring up at the disk-topped drum.\n\n\"Why do you care?\" I asked irritably. \"It will dispose of your bodies\nfor you.\"\n\n\"I got a reason that goes beyond the stiff, but let's stick to that\njust for now. _Where are these bodies going?_ I don't want them winding\nup in the D.A.'s bathtub.\"\n\n\"Why not? How could they trace them back to you?\"\n\n\"You're the scientist,\" Tony said hotly. \"I got great respect for those\ncrime lab boys. Maybe the stiff got some of my exclusive brand of talc\non it, I don't know.\"\n\n\"Listen here, Carmen,\" I said, \"what makes you think these bodies are\ngoing somewhere? Think of it only as a kind of--incinerator.\"\n\n\"Not on your life, Professor. The gadget don't get hot so how can it\nburn? It don't use enough electricity to fry. It don't cut 'em up\nor crush 'em down, or dissolve them in acid. I've seen disappearing\ncabinets before.\"\n\nMafia or not, I saw red. \"Are you daring to suggest that I am working\nsome trick with trap doors or sliding panels?\"\n\n\"Easy, Professor,\" Carmen said, effortlessly shoving me back with one\npalm. \"I'm not saying you have the machine rigged. It's just that\nyou have to be dropping the stuff through a sliding panel in--well,\neverything around us. You're sliding all that aside and dropping things\nthrough. But I want to know where they wind up. Reasonable?\"\n\nCarmen was an uneducated lout and a criminal but he had an instinctive\nfeel for the mechanics of physics.\n\n\"I don't know where the stuff goes, Carmen,\" I finally admitted. \"It\nmight go into another plane of existence. 'Another dimension' the\nwriters for the American Weekly would describe it. Or into our past, or\nour future.\"\n\nThe swarthy racketeer pursed his lips and apparently did some rapid\ncalculation.\n\n\"I don't mind the first two, but I don't like them going into the\nfuture. If they do that, they may show up again in six months.\"\n\n\"Or six million years.\"\n\n\"You'll have to cut that future part out, Professor.\"\n\nI was beginning to get a trifle impatient. All those folk tales I had\nheard about the Mafia were getting more distant. \"See here, Carmen, I\ncould lie to you and say they went into the prehistoric past and you\nwould never know the difference. But the truth is, I just don't know\nwhere the processed material goes. There's a chance it may go into\nthe future, yes. But unless it goes exactly one year or exactly so\nmany years it would appear in empty space ... because the earth will\nhave moved from the spot it was transmitted. I don't know for sure.\nPerhaps the slight Deneb-ward movement of the Solar System would wreck\na perfect three-point landing even then and cause the dispatched\nmaterials to burn up from atmospheric friction, like meteors. You will\njust have to take a chance on the future. That's the best I can do.\"\n\nCarmen inhaled deeply. \"Okay. I'll risk it. Pretty long odds against\nany squeal on the play. How many of these things can you turn out,\nProfessor?\"\n\n\"I can construct a duplicate of this device so that you may destroy the\nunwanted corpses that you would have me believe are delivered to you\nwith the regularity of the morning milk run.\"\n\nThe racketeer waved that suggestion aside. \"I'm talking about a big\noperation, Venetti. These things can take the place of incinerators,\ngarbage disposals, waste baskets....\"\n\n\"Impractical,\" I snorted. \"You don't realize the tremendous amount of\nelectrical power these devices require....\"\n\n\"Nuts! From what you said, the machine is like a TV set; it takes\na lot of power to get it started, but then on it coasts on its own\ngenerators.\"\n\n\n\n\"There's something to what you say,\" I admitted in the face of his\nunexpected information. \"But I can hardly turn my invention over to\nyour entirely persuasive salesmen, I'm sure. This is part of the\nresults of an investigation for the government. Washington will have\nto decide what to do with the machine.\"\n\n\"Listen, Professor,\" Carmen began, \"the Mafia--\"\n\n\"What makes you think I'm any more afraid of the Mafia than I am of the\nF.B.I.? I may have already sealed my fate by letting you in on this\nmuch. Machinegunning is hardly a less attractive fate to me than a poor\nsecurity rating. To me, being dead professionally would be as bad as\nbeing dead biologically.\"\n\nTony Carmen laid a heavy hand on my shoulder. I finally deduced he\nintended to be cordial.\n\n\"Of course,\" he said smoothly \"you have to give this to Washington but\nthere are _ways_, Professor. I know. I'm a business man--\"\n\n\"You _are_?\" I said.\n\nHe named some of the businesses in which he held large shares of stock.\n\n\"You _are_.\"\n\n\"I've had experience in this sort of thing. We simply _leak_ the\ninformation to a few hundred well selected persons about all that your\nmachine can do. We'll call 'em Expendables, because they can expend\nanything.\"\n\n\"I,\" I interjected, \"planned to call it the Venetti Machine.\"\n\n\"Professor, who calls the radio the Marconi these days?\"\n\n\"There are Geiger-Muller Counters, though,\" I said.\n\n\"You don't have to give a Geiger counter the sex appeal of a TV set or\na hardtop convertible. We'll call them Expendables. No home will be\ncomplete without one.\"\n\n\"Perfect for disposing of unwanted bodies,\" I mused. \"The murder rate\nwill go alarmingly with those devices within easy reach.\"\n\n\"Did that stop Sam Colt or Henry Ford?\" Tony Carmen asked reasonably....\n\nNaturally, I was aware that the government would _not_ be interested in\nmy machine. I am not a Fortean, a psychic, a psionicist or a screwball.\nBut the government frequently gets things it doesn't know what to do\nwith--like airplanes in the 'twenties. When it doesn't know what to do,\nit doesn't do it.\n\nThere have been hundreds of workable perpetual motion machines\npatented, for example. Of course, they weren't vices in the strictest\nsense of the word. Many of them used the external power of gravity,\nthey would wear out or slow down in time from friction, but for the\nmeanwhile, for some ten to two hundred years they would just sit there,\nmoving. No one had ever been able to figure out what to do with them.\n\nI knew the AEC wasn't going to dump tons of radioactive waste (with\nsome possible future reclaimation value) into a machine which they\ndidn't believe actually could work.\n\nTony Carmen knew exactly what to do with an Expendable once he got his\nhands on it.\n\nNaturally, that was what I had been afraid of.\n\n\n\nThe closed sedan was warm, even in early December.\n\nOutside, the street was a progression of shadowed block forms. I was\nshivering slightly, my teeth rattling like the porcelain they were. Was\nthis the storied \"ride,\" I wondered?\n\nCarmen finally returned to the car, unlatched the door and slid in. He\ndid not reinsert the ignition key. I did not feel like sprinting down\nthe deserted street.\n\n\"The boys will have it set up in a minute,\" Tony the racketeer informed\nme.\n\n\"What?\" The firing squad?\n\n\"The Expendable, of course.\"\n\n\"Here? You dragged me out here to see how you have prostituted my\ninvention? I presume you've set it up with a 'Keep Our City Clean' sign\npasted on it.\"\n\nHe chuckled. It was a somewhat nasty sound, or so I imagined.\n\nA flashlight winked in the sooty twilight.\n\n\"Okay. Let's go,\" Tony said, slapping my shoulder.\n\nI got out of the car, rubbing my flabby bicep. Whenever I took my\nteen-age daughter to the beach from my late wife's parents' home, I\nfrequently found 230 pound bullies did kick sand in my ears.\n\nThe machine was installed on the corner, half covered with a gloomy\nwhite shroud, and fearlessly plugged into the city lighting system via\na blanketed streetlamp. Two hoods hovered in a doorway ready to take\ncare of the first cop with a couple of fifties or a single .38, as\nnecessity dictated.\n\nTony guided my elbow. \"Okay, Professor, I think I understand the bit\nnow, but I'll let you run it up with the flagpole for me, to see how it\nwaves to the national anthem.\"\n\n\"Here?\" I spluttered once more. \"I told you, Carmen, I wanted nothing\nmore to do with you. Your check is still on deposit....\"\n\n\"You didn't want anything to do with me in the first place.\" The thug's\nteeth flashed in the night. \"Throw your contraption into gear, buddy.\"\n\nThat was the first time the tone of respect, even if faked, had gone\nout of his voice. I moved to the switchboard of my invention. What\nremained was as simple as adjusting a modern floor lamp to a medium\nlight position. I flipped.\n\nRestraining any impulse toward colloqualism, I was also deeply\ndisturbed by what next occurred.\n\nOne of the massive square shapes on the horizon vanished.\n\n\"What have you done?\" I yelped, ripping the cover off the machine.\n\nEven under the uncertain illumination of the smogged stars I could see\nthat the unit was half gone--in fact, exactly halved.\n\n\"Squint the Seal is one of my boys. He used to be a mechanic in the\nold days for Burger, Madle, the guys who used to rob banks and stuff.\"\nThere was an unmistakable note of boyish admiration in Carmen's voice.\n\"He figured the thing would work like that. Separate the poles and you\nincrease the size of the working area.\"\n\n\"You mean square the operational field. Your idiot doesn't even know\nmechanics.\"\n\n\"No, but he knows all about how any kind of machine works.\"\n\n\"You call that working?\" I demanded. \"Do you realize what you have\nthere, Carmen?\"\n\n\"Sure. A disintegrator ray, straight out of _Startling Stories_.\"\n\nMy opinion as to the type of person who followed the pages of\nscience-fiction magazines with fluttering lips and tracing finger was\nupheld.\n\nI looked at the old warehouse and of course didn't see it.\n\n\"What was this a test for?\" I asked, fearful of the Frankenstein I had\nmade. \"What are you planning to do now?\"\n\n\"This was no test, Venetti. This was it. I just wiped out Harry Keno\nand his intimates right in the middle of their confidential squat.\"\n\n\"Good heavens. That's uncouthly old-fashioned of you, Carmen! Why,\nthat's _murder_.\"\n\n\"Not,\" Carmen said, \"without no _corpus delecti_.\"\n\n\"The body of the crime remains without the body of the victim,\" I\nremembered from my early Ellery Queen training.\n\n\"You're talking too much, Professor,\" Tony suggested. \"Remember, _you_\ndid it with _your_ machine.\"\n\n\"Yes,\" I said at length. \"And why are we standing here letting those\nmachines sit there?\"\n\n\n\nThere were two small items of interest to me in the Times the following\nmorning.\n\nOne two-inch story--barely making page one because of a hole to fill at\nthe bottom of an account of the number of victims of Indian summer heat\nprostration--told of the incineration of a warehouse on Fleet Street by\nan ingenious new arson bomb that left \"virtually\" no trace. (Maybe the\nfire inspector had planted a few traces to make his explanation more\ncreditable.)\n\nThe second item was further over in a science column just off the\neditorial page. It told of the government--!--developing a new process\nof waste disposal rivaling the old Buck Rogers disintegrator ray.\n\nThis, I presumed, was one of Tony Carmen's information leaks.\n\nIf he hoped to arouse the public into demanding my invention I\ndoubted he would succeed. The public had been told repeatedly of a\nnew radioactive process for preserving food and a painless way of\nspraying injections through the skin. But they were still stuck with\nrefrigerators and hypodermic needles.\n\nI had forced my way half-way through the paper and the terrible coffee\nI made when the doorbell rang.\n\nI was hardly surprised when it turned out to be Tony Carmen behind the\nfront door.\n\nHe pushed in, slapping a rolled newspaper in his palm. \"Action,\nProfessor.\"\n\n\"The district attorney has indicted you?\" I asked hopefully.\n\n\"He's not even indicted _you_, Venetti. No, I got a feeler on this\nplant in the _Times_.\"\n\nI shook my head. \"The government will take over the invention, no\nmatter what the public wants.\"\n\n\"The public? Who cares about the public? The Arcivox corporation wants\nthis machine of yours. They have their agents tracing the plant now.\nThey will go from the columnist to his legman to my man and finally to\nyou. Won't be long before they get here. An hour maybe.\"\n\n\"Arcivox makes radios and TV sets. What do they want with the\nExpendables?\"\n\n\"Opening up a new appliance line with real innovations. I hear they got\na new refrigerator. All open. Just shelves--no doors or sides. They\nwant a revolutionary garbage disposal too.\"\n\n\"Do you own stock in the company? Is that how you know?\"\n\n\"I own stock in a competitor. That's how I know,\" Carmen informed me.\n\"Listen, Professor, you can sell to Arcivox and still keep control of\nthe patents through a separate corporation. And I'll give you 49% of\nits stock.\"\n\nThis was Carmen's idea of a magnanimous offer for my invention. It\n_was_ a pretty good offer--49% and my good health.\n\n\"But will the government let Arcivox have the machine for commercial\nuse?\"\n\n\"The government would let Arcivox have the hydrogen bomb if they found\na commercial use for it.\"\n\nThere was a sturdy knock on the door, not a shrill ring of the bell.\n\n\"That must be Arcivox now,\" Carmen growled. \"They have the best\ndetectives in the business. You know what to tell them?\"\n\nI knew what to tell them.\n\n\n\nI peeled off my wet shirt and threw it across the corner of my desk,\ncasting a reproving eye at the pastel air-conditioner in the window. It\nwasn't really the machine's fault--The water department reported the\nreservoir too low to run water-cooled systems. It would be a day or two\nbefore I could get the gas type into my office.\n\nMiss Brown, my secretary, was getting a good look at my pale, bony\nchest. Well, for the salary she got, she could stand to look. Of\ncourse, she herself was wearing a modest one-strap sun dress, not\nshorts and halters like some of the girls.\n\n\"My,\" she observed \"it certainly is humid for March, isn't it,\nProfessor Venetti?\"\n\nI agreed that it was.\n\nShe got her pad and pencil ready.\n\n\"Wheedling form letter to Better Mousetraps. Where are our royalties\nfor the last quarter of the year? We know we didn't have a full three\nmonths with our Expendable Field in operation on the new traps, but we\nwant the payola for what we have coming.\n\n\"Condescending form letter to Humane Lethal Equipment. Absolutely do\nnot send the California penal system any chambers equipped with our\npatented field until legislature officially approves them. We got away\nwith it in New Mexico, but we're older and wiser now.\n\n\"Rush priority telegram to President, United States, any time in\nthe next ten days. Thanks for citation, et cetera. Glad buddy system\nworking out well in training battlefield disintegrator teams.\n\n\"Indignant form letter to Arcivox. We do not feel we are properly a\nco-respondent in your damage suits. Small children and appliances have\nalways been a problem, viz ice boxes and refrigerators. Suggest you put\na more complicated latch on the handles of the dangerously inferior\ndoors you have covering our efficient, patented field.\"\n\nI leaned back and took a breather. There was no getting around it--I\njust wasn't happy as a business man. I had been counting on being only\na figurehead in the Expendable Patent Holding Corporation, but Tony\nCarmen didn't like office work. And he hadn't anyone he trusted any\nmore than me. Even.\n\nI jerked open a drawer and pulled off a paper towel from the roll I\nhad stolen in the men's room. Scrubbing my chest and neck with it, I\nsmoothed it out and dropped it into the wastebasket. It slid down the\ntapering sides and through the narrow slot above the Expendable Field.\nI had redesigned the wastebaskets after a janitor had stepped in one.\nBut Gimpy was happy now, with the $50,000 we paid him.\n\nI opened my mouth and Miss Brown's pencil perked up its eraser,\nreflecting her fierce alertness.\n\nTony Carmen banged open the door, and I closed my mouth.\n\n\"G-men on the way here,\" he blurted and collapsed into a chair opposite\nMiss Brown.\n\n\"Don't revert to type,\" I warned him. \"What kind of G-Men? FBI? FCC?\nCIA? FDA? USTD?\"\n\n\"Investigators for the Atomic Energy Commission.\"\n\nThe solemn, conservatively dressed young man in the door touched the\nedge of his snap-brim hat as he said it.\n\n\"Miss Brown, would you mind letting our visitor use your chair?\" I\nasked.\n\n\"Not at all, sir,\" she said dreamily.\n\n\"May I suggest,\" I said, \"that we might get more business done if you\nthen removed yourself from the chair first.\"\n\nMiss Brown leaped to her feet with a healthy galvanic response and quit\nthe vicinity with her usual efficiency.\n\n\n\nOnce seated, the AEC man said \"I'll get right to the point. You may\nfind this troublesome, gentlemen, but your government intends to\nconfiscate all of the devices using your so-called Expendable field,\nand forever bar their manufacture in this country or their importation.\"\n\n\"You stinking G-men aren't getting away with this,\" Carmen said\ningratiatingly. \"Ever hear of the Mafia?\"\n\n\"Not much,\" the young man admitted earnestly, \"since the FBI finished\nwith its deportations a few years back.\"\n\nI cleared my throat. \"I must admit that the destruction of a\nmulti-billion business is disconcerting before lunch. May we ask why\nyou took this step?\"\n\nThe agent inserted a finger between his collar and tie. \"Have you\nnoticed how unseasonably warm it is?\"\n\n\"I wondered if you had. You're going to have heat prostration if you\nkeep that suit coat on five minutes more.\"\n\nThe young man collapsed back in his chair, loosening the top button of\nhis ivy league jacket, looking from my naked hide to the gossomer scrap\nof sport shirt Carmen wore. \"We have to dress inconspicuously in the\nservice,\" he panted weakly.\n\nI nodded understandingly. \"What does the heat have to do with the\noutlawing of the Expendables?\"\n\n\"At first we thought there might be some truth in the folk nonsense\nthat nuclear tests had something to do with raising the mean\ntemperature of the world,\" the AEC man said. \"But our scientists\nquickly found they weren't to blame.\"\n\n\"Clever of them.\"\n\n\"Yes, they saw that the widespread use of your machines was responsible\nfor the higher temperature. Your device violates the law of\nconservation of energy, _seemingly_. It _seemingly_ destroys matter\nwithout creating energy. Actually--\"\n\nHe paused dramatically.\n\n\"Actually, your device added the energy it created in destroying matter\nto the energy potential of the planet in the form of _heat_. You see\nwhat that means? If your devices continue in operation, the mean\ntemperature of Earth will rise to the point where we burst into flame.\nThey must be outlawed!\"\n\n\"I agree,\" I said reluctantly.\n\nTony Carmen spoke up. \"No, you don't, Professor. We don't agree to\nthat.\"\n\nI waved his protests aside.\n\n\"I _would_ agree,\" I said, \"except that it wouldn't work. Explain the\ndanger to the public, let them feel the heat rise themselves, and they\nwill hoard Expendables against seizure and continue to use them, until\nwe do burst into flame, as you put it so religiously.\"\n\n\"Why?\" the young man demanded.\n\n\"Because Expendables are convenient. There is a ban on frivolous use\nof water due to the dire need. But the police still have to go stop\npeople from watering lawns, and I suspect not a few swimming pools are\nbeing filled on the sly. Water is somebody else's worry. So will be\ngenerating enough heat to turn Eden into Hell.\"\n\n\"Mass psychology isn't my strongest point,\" the young man said\nworriedly. \"But I suspect you may be right. Then--we'll be damned?\"\n\n\"No, not necessarily,\" I told him comfortingly. \"All we have to do is\n_use up_ the excess energy with engines of a specific design.\"\n\n\"But can we design those engines in time?\" the young man wondered with\nuncharacteristic gloom.\n\n\"Certainly,\" I said, practising the power of positive thinking. \"Now\nthat your world-wide testing laboratories have confirmed a vague fear\nof mine, I can easily reverse the field of the Expendable device and\ncreate a rather low-efficiency engine that consumes the excess energy\nin our planetary potential.\"\n\n\n\nThe agent of the AEC whose name I can never remember was present along\nwith Tony Carmen the night my assistants finished with the work I had\noutlined.\n\nWhile it was midnight outside, the fluorescents made the scene more\nvisible than sunlight. My Disexpendable was a medium-sized drum in a\ntripod frame with an unturned coolie's hat at the bottom.\n\nBreathlessly, I closed the switch and the scooped disc began slowly to\nrevolve.\n\n\"Is it my imagination,\" the agent asked, \"or is it getting cooler in\nhere?\"\n\n\"Professor.\" Carmen gave me a warning nudge.\n\nThere was now something on the revolving disc. It was a bar of some\nshiny gray metal.\n\n\"Kill the power, Professor,\" Carmen said.\n\n\"Can it be,\" I wondered, \"that the machine is somehow recreating or\ndrawing back the processed material from some other time or dimension?\"\n\n\"Shut the thing off, Venetti!\" the racketeer demanded.\n\nBut too late.\n\nThere was now a somewhat dead man sitting in the saddle of the turning\ncircle of metal.\n\nIf Harry Keno had only been sane when he turned up on that\nmerry-go-round in Boston I feel we would have learned much of immense\nvalue on the nature of time and space.\n\nAs it is, I feel that it is a miscarriage of justice to hold me in\nconnection with the murders I am sure Tony Carmen did commit.\n\nI hope this personal account when published will end the vicious\nstory supported by the district attorney that it was I who sought Tony\nCarmen out and offered to dispose of his enemies and that I sought his\nfinancial backing for the exploitation of my invention.\n\nThis is the true, and only true, account of the development of the\nmachine known as the Expendable.\n\nI am only sorry, now that the temperature has been standardized once\nmore, that the Expendable's antithesis, the Disexpendable, is of too\nlow an order of efficiency to be of much value as a power source in\nthese days of nuclear and solar energy. So the world is again stuck\nwith the problem of waste disposal ... including all that I dumped\nbefore. But as a great American once said, you can't win 'em all.\n\nIf you so desire, you may send your generous and fruitful letters\ntowards my upcoming defense in care of this civic-minded publication.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Harmon, Jim"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61171/pg61171.txt",
        "name": "the_expendables.json"
    }
}