{
    "name": "The Undersea Tube",
    "author": [
        "Hansen, L. Taylor (Lucile Taylor)"
    ],
    "body": "Classic Reprint from AMAZING STORIES, Nov., 1929\n\nCopyright, 1929, by E. P. Incorporated\n\n\nIf my friend the engineer had not told me the Tube was dangerous, I\nwould not have bought a ticket on that fatal night, and the world would\nnever have learned the story of the Golden Cavern and the City of the\nDead. Having therefore, according to universal custom, first made my\nreport as the sole survivor of the much-discussed Undersea Tube disaster\nto the International Committee for the Investigation of Disasters, I am\nnow ready to outline that story for the world. Naturally I am aware of\nthe many wild tales and rumors that have been circulated ever since the\naccident, but I must ask my readers to bear with me while I attempt to\nbriefly sketch, not only the tremendous difficulties to be overcome by\nthe engineers, but also the wind-propulsion theory which was made use of\nin this undertaking; because it is only by understanding something of\nthese two phases of the Tube's engineering problems that one can\nunderstand the accident and its subsequent revelations.\n\nIt will be recalled by those who have not allowed their view of modern\nhistory to become too hazy, that the close of the twentieth century saw\na dream of the engineering world at last realized--the completion of the\nlong-heralded undersea railroad. It will also be recalled that the\nengineers in charge of this stupendous undertaking were greatly\nencouraged by the signal success of the first tube under the English\nChannel, joining England and France by rail. However, it was from the\nsecond tube across the Channel and the tube connecting Montreal to New\nYork, as well as the one connecting New York and Chicago, that they\nobtained some of their then radical ideas concerning the use of wind\npower for propulsion. Therefore, before the Undersea Tube had been\ncompleted, the engineers in charge had decided to make use of the new\nmethod in the world's longest tunnel, and upon that decision work was\nimmediately commenced upon the blue-prints for the great air pumps that\nwere to rise at the two ends--Liverpool and New York. However, I will\ntouch upon the theory of wind-propulsion later and after the manner in\nwhich it was explained to me.\n\nIt will be recalled that after great ceremonies, the Tube was begun\nsimultaneously at the two terminating cities and proceeded through solid\nrock--low enough below the ocean floor to overcome the terrible pressure\nof the body of water over it, and yet close enough to the sea to\novercome the intensity of subterranean heat. Needless to say, it was an\nextremely hazardous undertaking, despite the very careful surveys that\nhad been made, for the little parties of workmen could never tell when\nthey would strike a crack or an unexpected crevice that would let down\nupon them with a terrible rush, the waters of the Atlantic. But hazard\nis adventure, and as the two little groups of laborers dug toward each\nother, the eyes of the press followed them with more persistent interest\nthan it has ever followed the daily toil of any man or group of men,\neither before or since.\n\n\n\nOnce the world was startled by the \"extree-ee--\" announcing that the\nEnglish group had broken into an extinct volcano, whose upper end had\napparently been sealed ages before, for it contained not water but\nair--curiously close and choking perhaps, but at least it was not the\nwatery deluge of death. And then came the great discovery. No one who\nlived through that time will forget the thrill that quickened the pulse\nof mankind when the American group digging through a seam of old lava\nunder what scientists call the \"ancient ridge,\" broke into a sealed\ncavern which gleamed in the probing flashlights of the workers like the\nscintillating points of a thousand diamonds. But when they found the\njeweled casket, through whose glass top they peered curiously down upon\nthe white body of a beautiful woman, partly draped in the ripples of her\nheavy, red hair, the world gasped and wondered. As every school child\nknows, the casket was opened by curious scientists, who flocked into the\ntube from the length of the world, but at the first exposure to the air,\nthe strange liquid that had protected the body vanished, leaving in the\ncasket not the white figure, but only a crumbling mass of grey dust. But\nthe questions that the finding of the cave had raised remained\nunanswered.\n\nWho was this woman? How did she get into the sealed cavern? If she had\nbeen the court favorite of that mythical kingdom, now sunk beneath the\nwaves, and had been disposed of in court intrigue, why would her\nmurderers have buried her in such a casket? How had she been killed? An\nunknown poison? Perhaps she had been a favorite slave of the monarch.\nThis view gained many converts among the archaeologists who argued that\nfrom all the evidence we have available, the race carrying the Iberian\nor Proto-Egyptian culture, long thought to have been the true refugees\nfrom sinking Atlantis, were a slight dark-haired race. Therefore this\nwoman must have been a captive. Geologists, analyzing the lava,\nannounced that it had hardened in air and not in water, while\nanthropologists classed the skull of the woman as essentially more\nmodern than either the Neanderthal or Cro-Magnon types. But the\nengineers, secretly fuming at the delay, finally managed to fill up the\ncave and press on with their drills.\n\nThen following the arguments that still flourished in the press, came a\ntiny little news article and the first message to carry concern to the\nhearts of the engineers. The sea had begun to trickle in through one\nslight crack. Perhaps it was only because the crevice was located on the\nEnglish side of the now famous \"ancient ridge\" that the article brought\nforth any notice at all. But for the engineers it meant the first\nwarning of possibly ultimate disaster. They could not seal the crack,\nand pumps were brought into play. However, as a month wore on, the crack\ndid not appear to widen to any material extent and the danger cry of a\nfew pessimists was forgotten.\n\nFinally, it will be remembered, that sounders listening in the rocks\nheard the drillers of the other party, and then with wild enthusiasm the\nwork was pushed on to completion. The long Tube had been dug. Now it\nonly remained for the sides at the junction to be enlarged and encased\nwith cast iron, while the work of setting up the great machines designed\nto drive the pellet trains through, was also pushed on to its ultimate\nend. Man had essayed the greatest feat of engineering ever undertaken in\nthe history of the planet, and had won. A period of wild celebration\ngreeted the first human beings to cross each direction below the sea.\n\nDid the volume of water increase that was carried daily out of the Tube\nand dumped from the two stations? If it did, the incident was ignored by\nthe press. Instead, the fact that some \"cranks\" persisted in calling\nman's latest toy unsafe, only attracted more travel. The Undersea Tube\nfunctioned on regular schedule for three years, became the usual method\nof ocean transit.\n\n\n\nThis was the state of matters, when on the fourth of March last, our\ntextile company ordered me to France to straighten out some orders with\nthe France house, the situation being such that they preferred to send a\nman. Why they did not use radio-vision I do not care to state, as this\nis my company's business.\n\nTherefore, upon entering my apartment, I was in the midst of packing\nwhen the television phone called me. The jovial features of \"Dutch\"\nHiggins, my one-time college room-mate and now one of the much-maligned\nengineers of the Undersea Tube, smiled back at me from the disk.\n\n\"Where are you? I thought we had a sort of dinner engagement at my\napartment, Bob.\"\n\n\"By gollies I forgot, Dutch. I'll be right over--before it gets cold.\"\n\nThen immediately I turned the knob to the Municipal Aerial-car yards,\nand ordered my motor, as I grabbed my hat and hurried to the roof. In\ndue time, of course, I sprang the big surprise of the evening, adding:\n\n\"And, of course, I'm going by the Tube, I feel sort of a\nhalf-partnership in it because you were one of the designers.\"\n\nA curious half-pained look crossed his face. We had finished our meal,\nand were smoking with pushed-back chairs. He finished filling his pipe,\nand scowled.\n\n\"Well? Why don't you say something? Thought you'd be--well, sort of\npleased.\"\n\nHe struck his automatic lighter and drew in a long puff of smoke before\nanswering.\n\n\"Wish you'd take another route, Bob.\"\n\n\"Take another route?\"\n\n\"Yes. If you want it straight, the Tube is not safe.\"\n\n\"You are joking.\"\n\nBut as I looked into his cold, thoughtful blue eyes, I knew he had never\nbeen more serious.\n\n\"I wish that you would go by the Trans-Atlantic Air Liners. They are\njust as fast.\"\n\n\"But you used to be so enthusiastic about the Tube, Dutch! Why I\nremember when it was being drilled that you would call me up at all\nkinds of wild hours to tell me the latest bits of news.\"\n\nHe nodded slowly.\n\n\"Yes, that was in the days before the crack.\"\n\n\"Yet you expected to take care of possible leaks, you know,\" I\ncountered.\n\n\"But this crack opened after the tunnel had been dug past it, and lately\nit has opened more.\"\n\n\"Are the other engineers alarmed?\"\n\n\"No. We are easily taking care of the extra water and again the opening\nseems to remain at a stationary width as it has for the past three\nyears. But we cannot caulk it.\"\n\n\"Are you going to publish these views?\"\n\n\"No. I made out a minority report. I can do no more.\"\n\n\"Dutch, you are becoming over-cautious. First sign of old age.\"\n\n\"Perhaps,\" with the old smile.\n\n\"But after all it is now more than three years since we have had a talk\non the Tube. After it began to function as well as the Air-Express you\nsort of lost interest in it.\"\n\n\"And the world did too.\"\n\n\"Certainly--but the public ever was a fickle mistress. Who said that\nbefore me?\"\n\nHe laughed and blew out a long puff of smoke.\n\n\"Everyone, Bob.\"\n\n\"But as to the Tube, if I cross under the sea, I would want to be as\nwell informed on the road as I was three years ago. Now in the meantime,\nyou have dropped interest in the long tunnel while I have become more\ninterested in textiles--with the result that I have forgotten all I ever\ndid know--which compared to your grasp of the details, was little\nenough.\"\n\n\n\nBut his face showed none of the old-time animation on the subject. What\na different man, I mused to myself, from that enthusiastic engineering\nstudent that I used to come upon dreaming over his blue-prints. He was\nconsidered \"half-cracked\" in those days when he would enthuse over his\nundersea railroad, but his animated face was lit with inspiration. Now\nthe light was gone.\n\n\"Well, Dutch, how about it? Aren't you going to make me that brief\nlittle sketch of the length plan and cross-section of the Tube? I\nremember your sketch of it in college, and it tends to confuse me with\nthe real changes that were made necessary when the wind-propulsion\nmethod was adopted.\"\n\n\"All right, old timer. You remember that the Tube was widened at the\nsides in order that we could make two circular tubes side by side--one\ngoing each way.\"\n\n\"I had forgotten that they were circular.\"\n\n\"That is because of the pressure. A circle presents the best\nresistance,\" and picking an odd envelope from his pocket, he made the\nfollowing sketch and passed it to me.\n\nI nodded as I recognized the cross-section.\n\n\"Now the plan of the thing is like this,\" he added, putting aside his\npipe and pulling a sheet of paper from the corner of his desk.\n\nRapidly, with all his old accuracy, he sketched the main plan and leaned\nover as he handed it to me.\n\n\"You see,\" he explained, picking up his pipe again, \"both pumps work at\none time--in fact, I should say all four, because this plan is\nduplicated on the English side. On both ends then, a train is gently\npushed in by an electric locomotive. A car at a time goes through the\ngate so that there is a cushion of air between each car. The same thing\nhappens at Liverpool. Now, when the due train comes out of the suction\ntube, it goes on out the gate, but the air behind it travels right on\naround and comes in behind the train that is leaving.\"\n\n\"But how are you assured that it will not stall somewhere?\"\n\n\"It won't be likely to with pressure pumps going behind it and suction\npumps pulling from in front. We can always put extra power on if\nnecessary. Thus far the road has worked perfectly.\"\n\n\"How much power do you need to send it through, under normal\nconditions?\"\n\n\"Our trains have been averaging about fifty tons, and for that weight we\nhave found that a pound pressure is quite sufficient. Now, taking the\ntunnel's length as four thousand miles (of course it is not that long,\nbut round figures are most convenient) and the tube width eleven and one\nquarter feet each and working this out we have 3,020,000 cubic feet of\nfree air per minute or 2,904,000 cubic feet of compressed air, which\nwould use about 70,000 horse power on the air compressor.\"\n\n\"But isn't the speed rather dizzy?\"\n\n\"Not any more dizzy, Bob, than those old fashioned money-carrying\nmachines that the department stores used to use--that is in comparison\nto size. The average speed is about 360 feet a second. Of course, the\ntrain is allowed to slow down toward the end of its run, even before it\nhits the braking machinery beyond the gate.\"\n\n\"But how much pressure did you say would be put on the back of the\ndiaphragm--I remember that each car has a flat disc on the back that\nfits fairly tightly to the tube ...\"\n\n\"The pressure on the back is less than seven tons. However, the disc\ndoes not fit tight. There are several leaks. For instance, the cars are\nas you know, run on the principle of the monorail with a guiding rail on\neach side. The grooves for the rails with their three rollers are in\neach car. There is a slight leakage of air here.\"\n\n\"You used the turbo type of blower, didn't you?\"\n\n\"Had to because of the noise. We put some silencing devices on that and\nyet we could not kill all of the racket. However a new invention has\ncome up that we will make use of soon now.\"\n\n\n\n\"But I can't understand, Dutch, why you seemed so put out when I\nannounced my intention of going to Europe via the Tube. Why, I can\nremember the day when that would have tickled you to death.\"\n\n\"You followed the digging of the Tube, didn't you?\"\n\n\"Yes, of course.\"\n\n\"You remember the volcano and lava seams?\"\n\n\"Yes.\"\n\n\"Well, I do not believe that the crack was a pressure crevice. If it had\nbeen, we were far enough below the ocean floor to have partly relieved\nthe situation by the unusually solid building of the Tube. The\ntremendous shell of this new type of specially hardened metal--\"\n\n\"And the rich concrete that was used as filling! That was one job no one\nslipped up on. I remember how you watched it--\"\n\n\"Yet the crack has widened, Bob, since the Tube was completed.\"\n\n\"How can you be certain?\"\n\n\"By the amount of water coming through the drain pipes.\"\n\n\"But you said that once more it was stationary.\"\n\n\"Yes, and that is the very thing that proves, I believe, the nature of\nthe crack.\"\n\n\"I don't follow you.\"\n\n\"Why it isn't a crack at all, Bob. It is an earthquake fault.\"\n\n\"Good heavens, you don't mean--\"\n\n\"Yes, I do. I mean that the next time the land slips our little tube\nwill be twisted up like a piece of string, or crushed like an eggshell.\nThat always was a rocky bit of land. I thought in going that far north,\nthough, that we had missed the main line of activity; I mean the\ndisturbances that had once wiped out a whole nation, if your scientists\nare correct.\"\n\n\"Then you mean that it is only a matter of time?\"\n\n\"Yes, and I have been informed by one expert that the old volcanic\nactivity is not dead either.\"\n\n\"So that is what has stolen away your laugh?\"\n\n\"Well I am one of the engineers--and they won't suspend the service.\"\n\n\"Fate has played an ugly trick on you, Dutch, and through your own\ndreams too. However, you have made me decide to go by the Tube.\"\n\nHe took his pipe out of his mouth and stared at me.\n\n\"Sooner or later the Tube will be through, and I have never been across.\nNothing risked--a dull life. Mine has been altogether too dull. I am now\nmost certainly going by the Tube.\"\n\nA bit of the old fire lit up his eyes.\n\n\"Same old Bob,\" he grunted as I rose, and then he grasped my hand with a\ngrin.\n\n\"Good luck, my boy, on your journey, and may old Vulcan be out on a\nvacation when you pass his door.\"\n\nThus we said good-by. I did not know then that I would never see him\nagain--that he also took the train that night in order to make one last\nplea to the International Committee, and so laid down his life with the\npassengers for whom he had pleaded.\n\nIt was with many conflicting thoughts, however, that I hurried to the\ngreat Terminus that fatal night, where after being ticketed,\nphotographed and tabulated by an efficient army of clerks, I found\nmyself in due time, being ushered to my car of the train.\n\n\n\nFor the benefit of those who have never ridden upon the famous \"Flier,\"\nI could describe the cars no better than to say that coming upon them by\nnight as I did, they looked like a gigantic, shiny worm, of strange\nshape, through whose tiny port-holes of heavy glass in the sides, glowed\nits luminous vitals.\n\nI was pompously shown to the front car, which very much resembled a\ntremendous cartridge--as did all of the other segments of this great\nglow-worm.\n\nHaving dismissed the porter with a tip and the suspicion that my having\nthe front car was the work of my friend, who was willing to give me my\nmoney's worth of thrill, and that the porter was aware of this, I stowed\naway my bags and started to get ready for bed. I had no sooner taken off\nmy coat than the door was opened and an old fellow with a mass of silver\nhair peered in at me.\n\n\"I beg your pardon, sir, but I understand you have engaged this car\nalone?\"\n\n\"Yes.\"\n\n\"I can get no other accommodations tonight. You have an extra berth\nhere and I must get to Paris tomorrow. I will pay you well--\"\n\nI smiled.\n\n\"Take it. I was beginning to feel lonesome, anyway.\"\n\nHe bowed gravely and ordered the porter to bring in his things. I\ndecided he was a musician. Only artists go in for such lovely hair. But\nhe undressed in dignified silence, not casting so much as another glance\nin my direction, while on my part I also forgot his presence when,\nlooking through the port-hole, I realized that the train had begun to\nmove. Soon the drone of the propelling engines began to make itself\nheard. Then the train began to dip down and the steel sides of the\nentrance became too high for me to see over. My friend of the silver\nhair had already turned off the light, and now I knew by the darkness\nthat we had entered the Tube. For some time I lay awake thinking of\n\"Dutch\" and the ultimate failure of his life's dream, as he had outlined\nit to me, and then I sank into a deep, dreamless sleep.\n\nI was awakened by a terrible shock that hurled me up against the side of\nthe compartment. A dull, red glow poured through the port-hole, lighting\nup the interior with a weird, bloody reflection. I crept painfully up to\nthe port-hole and looked out. The strangest sight that man has ever\nlooked upon met my eyes. The side of the wall had blown out into a\ngigantic cavern, and with it the rest of the cars had rolled down the\nbluff a tangled, twisted mass of steel. My car had almost passed by, and\nnow it still stuck in the tube, even though the last port-hole through\nwhich I peered seemed to be suspended in air. But it was not the wrecked\ncars from which rose such wails of despair and agony that held my\nattention, but the cavern itself. For it was not really a cave, but a\nvast underground city whose wide, marble streets stretched away to an\ninferno of flame and lava. By the terrible light was lit up a great\nwhite palace with its gold-tipped scrolls, and closer to me, the golden\ntemple of the Sun, with its tiers of lustrous yellow stairs--stairs worn\nby the feet of many generations.\n\nAbove the stairs towered the great statue of a man on horseback. He was\ndressed in a sort of tunic, and in his uplifted arm he carried a scroll\nas if for the people to read. His face was turned toward me, and I\nmarveled even in that wild moment that the unknown sculptor could have\ncaught such an expression of appeal. I can see the high intellectual\nbrow as if it were before me at this moment--the level, sympathetic eyes\nand the firm chin.\n\n\n\nThen something moving caught my eyes, and I swear I saw a child--a\nliving child coming from the burning city--running madly, breathlessly\nfrom a wave of glowing lava that threatened to engulf him at any moment.\nIn spite of all the ridicule that has been showered upon me, I still\ndeclare that the child did not come from the wreckage and that he wore a\ntunic similar to the one of the statue and not the torn bit of a\nnightgown or sheet.\n\nHe was some distance from me, but I could plainly see his expression of\nwild distraction as he began to climb those gleaming stairs. Strangely\nlustrous in the weird light, was that worn stairway of gold--gold, the\nancient metal of the Sun. With the slowness of one about to faint he\ndragged himself up, while his breath seemed to be torn from his throat\nin agonizing gasps. Behind him, the glowing liquid splashed against the\nsteps and the yellow metal of the Sun began to drip into its fiery\ncauldron.\n\nThe child reached the leg of the horse and clung there.\n\n... Then suddenly the whole scene began to shake as if I had been\nlooking at a mirage, while just behind my car I had a flashing glimpse\nin that lurid light of an emerald-green deluge bursting in like a dark\nsky of solid water, and in that split-second before a crushing blow upon\nmy back, even through that tangle of bedclothes, knocked me into\nunconsciousness, I seemed to hear again the hopeless note in the voice\nof my friend as he said:\n\n\"--an earthquake fault.\"\n\nAfter what seemed to me aeons of strange, buzzing noises and peculiar\nlights, I at last made out the objects around me as those of a hospital.\nMen with serious faces were watching me. I have since been told that I\nbabbled incoherently about \"saving the little fellow\" and other equally\nincomprehensible murmurings. From them I learned that the train the\nother way was washed out, a tangled mass of wreckage just like my car,\nboth terminus stations wrecked utterly, and no one found alive except\nmyself. So, although I am to be a hopeless cripple, yet I am not sorry\nthat the skill and untiring patience of the great English surgeon, Dr.\nThompson, managed to nurse back the feeble spark of my life through all\nthose weeks that I hung on the borderland; for if he had not, the world\nnever would have known.\n\nAs it is, I wonder over the events of that night as if it had not been\nan experience at all--but a wild weird dream. Even the gentleman with\nthe mass of silver hair is a mystery, for he was never identified, and\nyet in my mind's recesses I can still hear his cultured voice asking\nabout the extra berth, and mentioning his pressing mission to Paris. And\nsomehow, he gives the last touch of strangeness to the events of that\nfatal night, and in my mind, he becomes a part of it no less than the\nchild on the stairs, the burning inferno that lit the background, and\nthe great statue of that unknown hero who held out his scroll for a\nmoment in that lurid light, like a symbol from the sunken City of the\nDead.\n\n\nTHE END\n\n\n\n    This etext was first published in _Amazing Stories_ November 1929\n    and was produced from _Amazing Stories_ May 1961. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hansen, L. Taylor (Lucile Taylor)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/27609/pg27609.txt",
        "name": "the_undersea_tube.json"
    }
}