{
    "name": "The Un-Reconstructed Woman",
    "author": [
        "Howard, Hayden"
    ],
    "body": "A few long bones in the fallen leaves with the shadows of the tree\ndancing, a glint of gold where the jawbone sat beneath the nameless\ntree--\n\n\"Look at the char marks on that rib!\" the young man exclaimed. \"So they\nhad heat guns back then.\"\n\n\"That wasn't so long ago.\" The old man peered up at Paul's face. \"They\nstole 'em from a government arsenal. That's how they was able to\nmassacre so many colonies. That wasn't so long ago. I watched that man\ndrive his uniharvester out of the ship. I even remember that gold tooth\nshining in his mouth.\"\n\n\"But this is an Earth tree, a peach maybe; they planted it; look how\ntremendous it's grown.\" He liked to tease the old man. \"It took a long,\nlong time.\"\n\nIt seemed to be the only Earth-life that remained. But a mouse rustled\nthrough the leaves and confounded Paul. And he did not see the old man\nstaring beyond the tree, jaw open.\n\nAnd the old man was hesitant to tell Paul what he had seen.\n\nAs they climbed the opposite hill that hid the ship Paul kicked\nquestioningly at the drums that had contained nitrogen-fixing bacteria.\nHe raised the rusty hood of the tractor. He stopped and went into the\nshed again, a lot of freeze boxes in there. The way the mines on the\nouter planets were booming, no fresh vegetables for them, these people\nwould have been rich by now.\n\nAs he ran past the old man, his voice rang loud in that silent world:\n\"I could fix that generator.\"\n\nIts power pile had given his chest geiger a friendly buzz. If his\nbrother Harry was alive--\n\nOver the hill the spaceship poised like a monument.\n\nTo every man who ever died away from home, Paul thought as he ran over\nthe leaves. Harry brother, there she stands, boy.\n\nShe was going. Already tiny figures were dismantling the well rig.\nThey had refilled the tanks with water, the fist for the mighty arm\nthat was the power pile. The heat exchanger was the wrist. The steam,\ndisassociated into H and O by the manmade sun, would provide the\nmass to push back, pushing them forward to a rock in the sky where\nthere might be heavy metals and there might not. While more efficient\nexpansion compounds were used by the military, water was most practical\nfor poor men who went shares.\n\n\"What would it take to own this land, Cap?\" Paul gasped while his arm\nswept in endless rolling hills and many-shadowed valleys. One sun\nwas nuzzling the horizon so the air was red with afternoon. The suns\narranged it so there was no night.\n\n\"A fool,\" retorted the elected captain and he slammed the crowbar\nagainst the oxidation on the fin.\n\nAbove this continuing racket, Paul shouted: \"A smart guy could get\nricher here than on one of those damned rocks.\"\n\nThe old man's voice came between blows. \"You won't get rich anywhere.\"\nHe said something Paul couldn't hear. \"--not the type.\" He smiled as\nthough it were a compliment. \"But if you're thinking of watching\npeaches ripen--\" The hammering drowned him out. \"--and the drooling lip\nbecause that's what men get all alone on alien planets.\"\n\n\"Not me. Hey Cap, lay off for a minute. My folks homesteaded Syrtis\nMajor. Before they shipped Harry and me off to school, I had the\nproverbial green thumb,\" he grinned. \"Sure, get rich here and spend it\nfor psycho treatments,\" the captain laughed. He was not familiar with\nwhat is called in small children at least, the negativistic reaction.\n\n\n\nThe old man, who still felt uncomfortable from what he might have seen\non the hill, reinforced this with a mutter: \"Only man in a world, with\na hole for a belly and a spook for a shoulder.\"\n\nTo his own surprise almost as much as theirs, Paul set his feet firmly.\n\"I'm going to cash in my sixteenth of this space coffin for supplies we\ngot for the Mormon colony on Smith. I'll get rich here!\"\n\nThe captain grew patient, then he grew angry. The rest gathered around,\nfifteen shareholders to one. But Paul would not pull in his neck. In\na brawl on Mars while they were loading for the Outer Systems, the\nfifteen had seen him nearly kill a Guardsman with his feet and fists.\nSince Harry's death he was a terror. Also they would have only fifteen\nways to split if he stayed here. Like all spacebums, they knew THIS\ntime they would hit it rich.\n\nAfterward, Paul stowed the seeds and hatching eggs in the dead freeze\nboxes where the mice could not get at them, reclimbed the hill to\nthe peach tree, at least he thought it was peach, and made a little\nhole for the bones. A libation to the dead colonists he poured on the\nleaves, then swigged one for Harry, a third for himself, wondering what\nthe old man had started to tell him when he slipped him the bottle.\nProbably that he would never get rich.\n\nBlinking, he lazed on his back. When his face nuzzled the leaves, bean\nrows sprang higher than a man, leghorns were scratching everywhere\nand the spacemen came with bright sheaves of credits in their fists.\nThe bean rows spread beyond the horizon and the dust of plowing\ntractors rose like smoke against the sky, while Paul and Harry, hardly\ndistinguishable, for Paul was only three minutes older, proudly led a\nragged old man and a slack-jawed captain through the flowering avenue\nof peach trees.\n\n\"Now you must meet my wife,\" said Paul, and he squirmed uncomfortably\non the leaves.\n\nHe awoke bolt upright with his automatic pointing. Wind? Of course. He\nrepeated the thought as he circled the hill on the double. A chip of\ndamp leaves, dark side up with alien things dragging their larvae from\nthe sun, down the slope another, he pursued scars in the leaves over\nthe hill, down, lost the trail in the dry watercourse, zig-zagging,\ncircling like a hound dog, found it again. Ran. His leg muscles were\nsoft from months without gravity. Steep hills. Rollercoasters. Winded.\n\nResting, listening to his heart, listening, smiling: the mouse was\nnot the largest fauna in his private world. Doubtless the thing that\nran like a man was hills and valleys ahead, a world to hide in. As he\ntrudged back to the shed he was not afraid, his heart was thumping,\na-hunting we will go.\n\nHe was listening and watching the hills while he strung the electric\nfence to keep out the mice. He was listening while he cleaned out a\nroom in the old supply shed. He listened in his sleep, even after he\nhad stretched alarm trip wires criss cross beneath the leaves and\nplanted nooses with the sliding catch deer poachers use. Although he\ndid not expect to hold the thing, since it surely would have more\nintelligence than a deer, he might get a look at it, a flick of time in\nwhich he could decide whether to shoot.\n\nThe snares worked as he was sometimes to think afterward too well.\nThe afternoon he charged into a world of shrieks and crashing leaves\nand saw a bronzed, hair-whirling fury, her leaf-clotted mane glinted\nblue in the sunlight, straining from the humming wire with the\nself-destroying terror of a filly trapped in a cattle guard, he stared,\nthen ran for the wire snips. When he cautiously approached he saw the\nwire had bitten deep into her ankle. As she squawled, she was beating\nthe leaves with blood. It would be many afternoons before she would run\nagain, if ever. If he loosed this lone thing now, she would die.\n\nOnce, on Mars, he shot a sand lizard that wriggled into a crevasse and\nwould take a long time to die. To him, although it must be waiting in\nthe darkness with yawning jaws, there was nothing for him to do but\ninch down and finish the mess he had begun.\n\nSo he went back to his room for a blanket. Holding it open before him,\nhe edged toward the snarling, drooling animal that backed away along\nthe circle of its tether, leaving blood and liquid on the leaves. It\nstunk, it made him gag from excitement and the rank odor of its sweat\nand hate. He wanted to run and never come back, for he could not finish\nit like a sand lizard, it was going to be snarling and watching until\nthe _Doric_ rescued him, took it away, and that would be six months!\n\n\n\nIts hard bones thrashing beneath the blanket frightened him. He yelled\nas its teeth found his knee. He swung his fist to dislodge it, for\nit was no more female to him than is a bitch fox in a trap. It was a\nfearful thing, outside his experience, and he moaned as he lay across\nit, plucking at the snare, staring at the blue, dirt-grained foot with\nbroad yellow nails, until the noose widened and it tried to crawl\nbeneath him like a tortoise. Then he bundled it up, it was no heavier\nthan a whining bundle of sticks, and ran into his room, where, after\ncarefully wrapping the snapping head, he bound the hands and feet and\ntied it by a sheet about its middle to the bed. After opening the\nwindow to clear the stench, he sat on its legs and, wincing each time\nit squawled, washed and disinfected its ankle.\n\nWhipping off the head rag so it could breathe more softly, he fled\noutside and watched it through the window. It was a bird cage and knife\nblades tightly wrapped in brown, scroflous skin, with little pools of\nsweat in the hollows and sticks for legs and arms. There was a purple,\nimperfectly healed tear above its navel. It was past puberty. Its\npresent condition might be excused by fright, but he had a sickening\nsuspicion it was not housebroken.\n\nIts huge deep eyes seemed to swallow him. When it shrieked, he jumped\nand retreated into the sunlight where he nursed his flask, muttering,\n\"Six months, six months. Harry, what did I ever do to deserve this?\nSix months, just me and it.\"\n\nAfter he had pulled himself together, he marched inside, blanketed the\nhead so it couldn't watch him, took a detergent, a rag and a bucket of\nwater and began to scrub away layers of grease and filth. \"Shut up,\"\nhe yelled, \"I don't like this either. One job I never asked for was\nattendant in a lunatic asylum.\" But he was wise enough to consider that\nuntil he trapped her from her own environment she was probably no more\ninsane than a fox is insane. How she would adjust herself to her new\nlife he did not know. Was it possible that with certain skills, if you\ndidn't learn them young, you could never learn them?\n\nHe welded a cage from pipe the Ventura settlers left and carried her\nout to it. Trying to ignore her screams, he bundled her in and welded\nthe last two bars in place. After he dexterously freed her hands\nwithout being bitten, he was disappointed, for she seemed too stupid\nto untie her feet. The first time he tried to help her, he leaped away\nwith blood streaming down his cheek; she had come within a half inch of\ntaking his eye.\n\nWhen the breeze came up, he saw she bristled with cold. She shrank from\nthe blanket he proffered. What did she do, burrow in the leaves? After\npacing up and down and swearing to himself, he got a hammer and crowbar\nand pried a wall off his room. He dragged her cage inside and nailed\nthe wall up again, while she shrieked and shook the bars so the little\ncage thumped on the floor.\n\nWhen he set a cup of water inside the bars, she shrank into the far\ncorner of the cage. When he drank from it himself and smacked his lips,\nshe squawled and turned her face away. He replaced the cup and waited\noutside. He heard her knock it over. With raised eyebrows, he fitted a\nfrying pan through the bars and poured water into that, but all day she\ndid not drink.\n\nWhen he went out to the land he was spading, he heard her strike the\npan as she had the cup, then scream with pain. Then he heard the pan\nclanging against the bars. Apparently she was not so weak as she\nlooked. He was searching for excuses to put off what he would have to\ndo if she would not eat.\n\nThe next day his attempts at forcefeeding netted him a finger bitten\nto the bone and numerous scratches even though he had drawn her tightly\nagainst the bars with a coiled sheet. Whether she had taken anything\nhe could not tell. What had gone down when he held her nostrils seemed\nabout equal to what leaped out against his shirt front.\n\nThe third day she was weaker, more a huge-eyed, painful\nwhat-ever-it-was than the fierce, stinking animal he found in the\nsnare. She would not eat. He considered loosing her, but he knew under\nbest conditions her margin of survival must be slight. She would crawl\naway and die. She was his fault.\n\nWith considerable imagination, he rummaged in his kit until he found\nsome rubber gloves. After tying her against the bars, he forced a\nsleeping pill between her jaws and held them shut between his knee and\narm while he dammed her mouth with his hand. When she began to relax,\nhe pried loose three of the bars, quickly poured a solution of nutrient\ntablets into the rubber glove, pricked a hole in the thumb and wriggled\ninto the cage, almost filling it. While he held her head so she would\nnot see him if she opened her eyes, very gently he began her training.\n\nSometimes he would sing to her, and she would smile. Gradually he saw\nhimself transformed in her eyes from the horrible thing that gives fear\nand pain to something that gives food.\n\nBy the time her limp was gone, he could take her into the garden\nwithout a leash. Smiling, for she rarely made a sound unless hungry or\nangry, she would stand where he wanted to spade and watch his eyes. So\nthe garden did not go so well as he had planned, although he reassured\nhimself that when the _Doric_ had taken her to Earth where she could be\nproperly trained there would be plenty of time to fill the freezers and\ngrow rich; he was young yet.\n\n\n\nWhile she watched everything he did with intense interest, she seemed\ndiscouragingly stupid. She learned to speak only a few words, although\nshe understood a good many of the simple commands he gave her and went\nthrough a stage when she was quick to obey them. Her own chirps, he\ndiscovered had a certain internal logic. And before he realized it she\nhad imposed her language system on him. They got along quite well this\nway, since they did not bother to hold symposiums on art or science,\nbut he began to worry about what she would do when she came into the\nuncompromising atmosphere of an institution.\n\nProbably throw a tantrum the way she did when I slapped her for eating\nbaby chicks, he thought. He could understand her feeling, for to her\nthey must have seemed as intended for eating as the mice she sometimes\ncaught and crunched with delight.\n\nAs the months crept by she seemed to lose her awe of him. She would not\nsweep or hoe without whining. His imperative voice had to be reinforced\nwith a slap to make her obey.\n\nHe was worrying about this on a walk one day, far down the valley where\nthe peach tree grew, when she ran to him waving a human pelvis and\nsmiling and chirping.\n\n\"Don't smile,\" he said, talking now as he would talk to a dog.\n\"That was probably your mother. What I think is that a woman, your\ngrandmother, escaped with several children, one of them your mother.\nBut your grandmother died very soon and the children were afraid of\nthe shack for some reason, for I have found no signs of them there,\nand they hunted through the woods like wild things and forgot what\nthey knew. They bred you at least. Then they died while you were quite\nsmall, perhaps five or six years old, and you forgot whatever was left\nto forget of man's five hundred thousand years of cumulative learning.\nIt isn't like instinct; it can all be lost like that!\" He snapped his\nfingers in her face.\n\nHe made her throw the bone away before they reached home. He suspected\nthat some things like language, if not learned when the organism is\nyoung, might always prove difficult. He thought of stories of wolf\nchildren and of how they soon died when placed in institutions.\n\nAs she danced before him, he noticed how prettily she was filling out.\nThe conviction that she had better have a dress and soon, hit him like\nan axe blow. He began to watch the trees, the sky, the ground.\n\nHe made it from one of his shirts, and she squawled with fright when\nhe slipped it over her head. Whenever she started to take it off, he\nwould speak sharply to her. But she had a strong will. Soon he was\nforced to chase her and slap her to make her obey. She would pretend to\npull it off just to tease him and one day when he was burning leaves\nshe threw it on the fire and fled.\n\nAlthough he made her another and decorated it with bottle caps in the\nhope that since historians claimed dress began as decoration she too\nwould see the light. It was too late to change her original dislike,\neven though he paraded around in it and pretended to be very proud of\nhimself. It was war after that. She smiled knowingly when he told her\nbugs would bite her if she didn't wear it or that a great ship would\ncome out of the sky and take her away. The dress was off as much as it\nwas on.\n\nNormally she would accept whatever he said, but not when it had to do\nwith the dress. She didn't like it. It made her itch and sweat. It was\nher enemy. And when he allied with it he was too.\n\nShe was a beautiful animal when she was angry.\n\nNow he was in a haste for the sixth month to come. For as he often told\nher: \"I've loused you up and you've loused me up enough as it is.\"\n\nAt sleeping time, his dreams of beautifully gowned women leaning over\nthe piano and beckoning, bending in velvet curves to refill his glass,\ndancing up to him with their arms outstretched, standard spacemen's\ndreams, no longer gave him pleasure because he could never be sure when\nthey disrobed in their softly lit apartments that they might not turn\nrevealed, the nameless girl.\n\nWhen the afternoon was cold, she would creep beneath his blanket and,\nbecause he couldn't bear her shocked expression when he shoved her out,\nhe would turn his face to the wall and review navigation problems. It\nwas true, the way the farm was going, he'd probably end back with the\nspace bums never knowing which vector series was correct.\n\n\n\nWhen the seventh month passed, he began to worry. The _Doric_ couldn't\ngo much longer without supplies. If they'd hit it rich, they'd still\nhave to send the ship back, they would have to add water on his\nplanet; then they would take the girl to Earth and he could breathe\nagain.\n\nNow when she ran suddenly and threw her arms about him, it was quite\nplain she was not motivated by childish affection. He began to take\nlong walks, to try hiding from her, for she pestered him continually.\nHe would run away until his lungs were bursting and hear a little chirp\nand she would be peering around a tree, without her dress of course.\n\n\"You're like a deer through the woods,\" he'd laugh, for she would smile\nso prettily that all the anger drained out of him. Then she would crawl\nforward pretending she was stalking a mouse and he would jump up and\nstart walking again.\n\nShe learned nothing these days, in fact he thought she was less capable\nthan a month ago. She helped him gather seeds as usual and then, when\nhe sent her to feed the chickens, he discovered she was chewing the\nseeds herself, although he fed her whenever she patted her stomach. One\nmorning his favorite young rooster was gone, but he found its feet on\ntop of the empty freezers and the woods were adrift with feathers.\n\nHe asked her and she nodded and covered her face with her skirt. \"Why?\"\nhe asked, \"Hungry?\" She shrugged; all of her gestures were his. He saw\nhimself in them. Suddenly he realized he had not thought of his brother\nHarry and the flaming heat exchanger room for months. I've traded one\npain for another, he mused, and did not have the heart to slap her for\nkilling the rooster.\n\nAnother thing that amazed him: he had never given her a name.\n\n\"Harriet,\" he said, pointing at her, but she shook her hair in a swirl\nabout her head; she was nameless as the tree was nameless; it had cling\npeach characteristics but there were non-Earthly shapes to its leaves\nand the ripening fruits were blue. He didn't press the matter; with the\ntwo of them, names were unnecessary. When one called it was for the\nother.\n\nHe learned she behaved in cycles. For several weeks she would be\nattentive, watching closely while he pushed seeds into the earth,\nhelping when he directed her, although she rarely volunteered. Then\nshe would begin to stand with her bare foot on his, to put her hand\nin his pocket, to chatter and push him to attract his attention, to\nsneak her arms about him and chew gently on his shoulder. Sometimes\nwhen he would push her away she would snarl and squawl at him, other\ntimes, she would stand with her lip pushed out and her eyes blinking so\nthat he was near tears himself. He listened for the rocket with eager\nunhappiness.\n\nIn the ninth month, without warning, she bit the tip off his ear. The\nimpetus of the pain swung his fist against her mouth. When she stumbled\nto her feet, she tore off her dress, spitting blood and hatred, and\nfled into the woods. He watched her go with mixed feelings.\n\nIn the afternoon, when he began to gather the peaches, he could feel\nher burning gaze, but he gave no sign. When mealtime came, he did not\ncall her and she did not come, although he glimpsed her once through\nthe alien trees.\n\nSilently he mashed the peaches in five gallon cans, then welded the\ntops on. He found useful copper tubes in the junk of the _Ventura_\nventure. But the world was for waiting. Perhaps the spaceship would\ncome first. It was strange, he reflected, that no other ships had\npaused. The Sirius System was supposed to be a sure thing.\n\nThe girl took her meals with him again, but there was a razor edge\nbetween them. She watched silently when he cut open the swollen cans\nand poured off the top liquid. Idly she rubbed dirt in her hair while\nhe set the distiller perking. She whined when he wouldn't give her any.\n\nSoon the freeze box room shimmered with colored lights, New Chicago,\nwith copters honking and girls hurrying along the mobo-walk in striped\nwoolen slacks, very tight, and high plastic hats, the latest style.\nThey were smiling and the world was flowing by, but the nameless girl\nsat quietly, blocking out the Radfriend Building and three bars, much\ntoo large, right smack in the middle of it.\n\n\"Get out of the panorama,\" he yelled, and she stared at him, large-eyed.\n\n\"No, come sit with daddy,\" he smirked, but she made no move.\n\nWhen he lunged at her, she fled silently, and he bumped his head on the\nwall; the blow did not sober him but turned his thoughts so that he\nconcentrated very hard on being steady as he swung the axe against the\nstill and the unopened cans until the room flowed like a dipsomaniac's\ndream. Then he tramped solidly into the afternoon, with difficulty\nfound the nameless tree and swung the axe with a great shout and echoed\nwith a surprised laugh as the axe deflected with a solid \"chunk\"\nagainst his shin bone.\n\nShe shook him and squawled at him, while he reflected it was\nunfortunate he had never taught her to make a tourniquet. It was really\nquite amusing.\n\n\n\nWhen the blow began to reverberate up his leg, he troubled to examine\nhis shin and saw the blood was not rhythmically jetting over the\nleaves. It was oozing to a stop. The axe had solved nothing. So he\ncrawled wearily to the shack.\n\nA clattering woke him. She had lit the wood in the stove, which he\nhad warned her never to do, and was stirring whole, jaggedly peeled\npotatoes in the frypan. This surprised him, for he had never tried\nto teach her to cook. It seemed far too complicated for an animal\nincapable of consistently picking ripe tomatoes from among the green\nor of hoeing a bean row for more than a few minutes without losing\ninterest and running over to hug him.\n\n\"In water,\" he offered, \"cook them in water.\"\n\nHe was awakened by a burning hot potato trying to get in his mouth. He\npulled it apart with his hands, forced himself to down it with a smile\nalthough it was like a rock in the center and he was woozy to begin\nwith. Raising his head, he saw she had wrapped his foot in a sheet.\n\nHe grinned as he felt her hand on his cheek. \"Next you'll be lecturing\nme on Pasteur.\"\n\nShe chirped happily.\n\nLater when he heard her smiling, he twisted his head and realized she\nwas trying to thread a needle; of course she had watched him sew. He\ndid not offer to help since his hands were trembling like an old man's,\nand finally she gave it up and began boiling peas without shelling them.\n\n\"And I always suspected you were an idiot,\" he laughed. He suspected,\nno, he had to admit to himself, that he was nearer the idiot.\nApparently you do not train a girl the same way you train an animal;\nthat should be obvious, yet he had given her no more responsibility and\nless incentive than he would have given a dog. \"From now on, strategy\nwill be my middle name.\"\n\nHe stretched and grinned as though something wonderful had been\naccomplished.\n\nBut with morning, rocket deceleration thundered overhead.\n\nHe sent her running into the hills until he could see who the rocket\ncontained. It was not the _Doric_, and he was relieved, for suddenly\nthey seemed a villainous, lecherous bunch. He could never have sent her\nto Earth with them.\n\nSlipping his automatic into his waistband, he hobbled, with his double\nshadows lurching before him, toward the lowering cloud of dust that\nobscured the rocket at the watering place.\n\nWhen the people flowed out, he saw it was the Mormons and was not\npleased, although it would be safe enough to turn the girl over to\ntheir women, he supposed. If they intended to stay, they could try the\nother side of the planet, he'd tell them that. This land was staked.\n\nWhen they reached him, the one who was a doctor pounced on his ankle\nthe way the nameless girl would pounce on a mouse.\n\nWhen he enquired for the _Doric_, they shook their heads. Their farming\nsupplies had never arrived, but it made no difference now. They were\nbeing forced out of the system, which was not the first time they had\nbeen pushed around, their bearded leader said.\n\n\"You are lucky we paused here to fill the water tanks for the long\ntrip in. We are the last ship. Unless they have been lying to us about\nthe New System, I doubt if ships will bother with these planets for\ngenerations. You see, they found heavy metals there and the Government\nhas decreed all colonization must be in that system to support\ndevelopment of mining colonies. They would not have forced us from\nSmith in a military sense, but we are not yet prepared for isolation;\nwe must trade for many things. Six light years is a long way to be cut\noff. How lucky you are. You would have been the last man in this solar\nsystem. I shiver at the thought.\"\n\n\"Oh?\" said Paul calmly enough. \"I have vegetables in the ground, your\npeople are welcome to them.\"\n\nThey spread over the field, pulling carrots and potatoes and chewing\nthem raw, for they had been a month now on concentrates.\n\n\"We will repay you,\" the leader assured.\n\nPaul shrugged: \"Just so you leave enough for seed.\"\n\nThe doctor chuckled at this. \"Come on man. Put your arm about my\nshoulder, we will take you home.\"\n\nPaul stood back with his thumb hooked in his belt.\n\n\"I wonder if you could pay me for the vegetables now, in books.\"\n\n\"Certainly, we have a first class library. Come aboard.\"\n\n\"You misunderstand, I want to read them here. Not trash; medical books,\nteachers' training, how-to-do-it manuals.\"\n\n\"You have been alone too long. You need not be afraid of our ways. We\ndo not try to convert spacemen in any case.\" The doctor took a forward\nstep but stopped, off balance, when Paul's hand slapped the automatic.\n\n\"My wife--,\" Paul had a perplexed, embarrassed look.\n\nThe old man was right about him never getting rich. \"We have decided to\nstay here. This is our home.\"\n\nHe saw the doctor raise an eyebrow: no doubt he had run across spacemen\nwho dreamed that convincingly of women many times before. It was\ndifficult when they awoke. Paul had seen a guy in a cage once that had\nhad that happen to him. Very disconcerting, unbearable in fact, when\nyou woke up after a year or two of love and affection and couldn't find\nher again.\n\nThe leader and the doctor made a triangle of glances between each other\nand the gun, but Paul forestalled any ideas with a backward step,\ncoupled with a deft extraction of what men do not like to look in the\nmuzzle of.\n\nThe leader opened his hands. \"Get him some books.\" He smiled rather\ngently at Paul. \"Will you have children?\"\n\n\"A lot of them, I hope.\" He wondered if he should take the man to see\nher tracks, but it was a windy day. They might not find any and the\nmen might take him off guard. He had no intention of calling her down;\nhe was afraid to, somehow.\n\nThe doctor set down a double armload of books. On top, with a crooked\nsmile he laid a thick treatise: WELTY'S CARE OF THE EXPECTANT\nMOTHER-AND CHILD CARE--ONE VOLUME EDITION.\n\nBut he began telling Paul about Earth, the great railyachts and gay\ncities, the chic girls and cool drinks, plumbing, radiant heat,\nlibraries, dancing, Feelies, Tellies, everyone lived well since the\nthirty-hour work week.\n\n\"Then what are you people pioneering around for?\" retorted Paul.\n\nWhen that last manmade sun was lost in the sky and the loud sound was\nthe blowing of the leaves, Paul limped back up the hill, whistling. But\nshe did not come. And he did not find her or her tracks.\n\nThe leaves fluttered with amazement, flew up in familiar patterns that\nfrightfully burst. The hill surged red as the sun found the horizon.\nDown through the alien treetops, across the leaf-shrouded peaches, its\nbent rays javelinned the mouse on the trunk of the tree. Chittering, it\nvanished.\n\nPaul cried out and ran. Down the hill toward the shed, the leaves were\nrattling together.\n\nHe didn't see her till she giggled.\n\nFor a long moment he stared, breathing, as she struggled guiltily into\nher dress. She was watching him so intently she could not seem to find\nher hand into the armhole. A leaf flitted between them.\n\nPaul smiled; her elbow was sticking out of the armhole.\n\n\"Leave it off,\" he breathed. \"That sack isn't necessary any more.\" He\nheld out his hand. \"We'll go look at our peach tree.\"\n",
    "metadata": {
        "author": [
            "Howard, Hayden"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64239/pg64239.txt",
        "name": "the_un_reconstructed_woman.json"
    }
}