{
    "name": "The Revealing Pattern",
    "author": [
        "Heiner, Alvin"
    ],
    "body": "_The Reamer mansion was on trial. It announced its own verdict--guilty!_\n\n\nHe was a man easily smiled at; a little birdlike individual carrying\nan umbrella and wearing upon his pink face a look remindful of\nhappy secrets about to be revealed. He came to my desk during the\nmidafternoon lull and said, \"I am Professor Jonathan Waits. I have come\nto avail myself of your facilities.\"\n\nI had never heard it put quite that way before, but from Professor\nWaits, it did not sound stilted. It was the way you would expect him to\nput it. He beamed at the ceiling and said, \"What a fine old library, my\ndear. I must bring Nicholas some time.\"\n\nI gave him the smile reserved financial supporters and unknown\nquantatives and asked, \"Could I be of service?\"\n\nHe didn't get to it immediately. \"I understand this library is fairly\ncrammed with old records--data on the historical aspects of this area.\nPersonal histories and such.\"\n\nHe had a way of radiating his own cheerful mood. \"Oh yes,\" I assured\nhim. \"It's an exceptional day when we don't sweep a D.A.R. or two out\nof the aisles come closing time.\"\n\nThis, according to his laugh, was quite good. He said, \"I'm sure we'll\nget on splendidly, Miss--?\"\n\n\"--Hopstead.\"\n\n\"Are you a native?\"\n\n\"A New Englander from way back,\" I assured him. \"Some of my ancestors\nused to drink buttered rum with Captain Rogers.\"\n\n\"Then possibly you'd like to know about my work.\"\n\n\"I certainly would.\" And, strangely enough, I did.\n\n\"I am a researcher into the--well, the unusual.\"\n\n\"Psychic research?\" I inquired, wanting him to know we New Englanders\nwere not dullards.\n\n\"No. Nothing to do with the supernatural at all. My work is to prove\nthat all occurrences, however mysterious, are the logical result of\nprevious actions of individuals; that superstitions are the result, not\nso much of ignorance, but lack of knowledge.\"\n\nWhile I wrestled with that one, he said, \"Maybe I could be a trifle\nmore explicit.\"\n\n\"That would help.\"\n\nHis bright little eyes got even brighter. \"Do you know, by chance, of\nthe Reamer mansion over in Carleton?\"\n\nI certainly did. It was some thirty miles from Patterson, but as a\nchild, I'd visited the place. All children within the radius had\nvisited the Reamer mansion at least once. It was an ancient fifteen\nroom cockroach trap with such a history of death and violence behind it\nas to cause the kids to walk on tiptoe through its silent rooms. I told\nthe professor I knew about it.\n\n\"It has been vacant for fifteen years,\" he observed.\n\n\"And will be vacant for twice fifteen more, I imagine.\"\n\n\"That's just the point. Superstition. Otherwise solid and sane people\nwouldn't dream of moving into the Reamer mansion. And it's so silly.\"\n\n\"It is?\"\n\n\"Of course. And that's why I'm here. I intend to prove, so the most\nstubborn will understand, that the house itself has nothing whatsoever\nto do with its own grim past; that the people who lived in it are to\nblame.\"\n\nIt was a dull day and he was such an apparently sincere little man that\nI decided to keep the conversation alive. \"I'm afraid you'll have a\nhard time proving it. Let's see--the first one was old Silas Reamer. He\ncommitted suicide there. That was sometime around 1925. Then--\"\n\n\"--His son, Henry Reamer, was found dead under mysterious circumstances\ntwo years later. Murder was obvious, but nothing has ever been done\nabout it.\"\n\nI frowned in mock severity. \"I don't like the way you put that,\nProfessor. Do you imply that we New Englanders condone violence?\"\n\n\"Oh, not at all. There were just--no clues, from what I've learned. The\nnext unfortunate, a renter named Miles McCormick, was found dead along\nwith his wife and child as a result of lethal gas from a faulty stove.\"\n\n\"That happened the year I was born. We have the old newspapers here,\ntelling about it.\"\n\n\"Those reports, along with other material are what I wish to study,\"\nProfessor Waits said, then went on. \"The house stood vacant for five\nyears, until a Johnathan Hays bought it.\"\n\n\"But Johnathan Hays never moved in. He died of a heart attack while\ncarrying a chair through the front door.\"\n\nHe beamed on me. \"You are a remarkably alert young woman; well up in\nlocal history.\"\n\n\"With no credit to me. You'd be hard put finding a citizen around here\nwho doesn't know the history of the Reamer mansion.\"\n\n\"Not 'of the Reamer mansion', my dear. Of the people who just happened\nto reap their ill-fortune there.\"\n\n\"You insist the house had nothing to do with it?\"\n\n\"Nothing whatever.\"\n\n\n\n\"Professor--I wonder if you know how big a bite you've taken? If you\ngo up in the hills hereabouts you'll find whole families living in\ndirt-floor houses. You'll find children who never heard of a bath or a\ntelephone. But you won't find one person who would live in the Reamer\nmansion for a salary paid promptly every Saturday morning.\"\n\n\"Nonetheless,\" Professor Waits replied, \"the so-called jinx of the\nmansion, or any other maligned locality, is a matter of monstrous\ncoincidence. The truth lies hidden in the lives of the people involved.\nI've been ferreting out that truth.\"\n\n\"You mean this isn't a beginning, Professor?\"\n\nHe grasped his umbrella in a manner indicating he meant to spear a\ndragon in case there were any around, and said, \"Oh my no! I've been\ntracing the lives of the principals in this drama for some time. It\ninvolves long, tedious work. I must not only dig into the lives of the\nunfortunates themselves, but also into those of kin; even--in some\ncases--friends.\"\n\n\"What did you find out about the murder?\"\n\nHe evaded neatly. \"I am not seeking a killer as such. Relative to that\nfacet of the case, I am more interested in Henry Reamer himself. A very\nwise man once said, 'If you would understand violence, look also into\nthe heart of the murdered'. A man carries the seeds of his destiny in\nhis own soul.\"\n\n\"And you intend to prove it?\"\n\n\"I am finding more proof every day. Soon I shall publish a paper which\nwill startle the thinking world.\"\n\nI could see the Professor wasn't one to be backed into any corners.\n\"And how can I help in this work?\"\n\n\"I am tracing at the moment, certain details in the life of Mabel\nTutworthy, an aunt of Silas Reamer. Unauthenticated legends indicate\nshe killed an eight-point buck once, with her bare hands, and dragged\nit home across ten miles of forest.\"\n\n\"I've heard that, and it's probably true. You think it has something to\ndo with what happened to Silas?\"\n\n\"--_And_ his son Henry.\"\n\n\"I think you'll find what you want in that section by the south window.\nIt's devoted to local history.\"\n\n\"Thank you, my dear.\" He moved away, reminding me somehow, of a happy\nretriever going into a lake after a duck. Halfway to the shelves, he\nhalted suddenly and turned. \"Did you know that seventy percent of the\naccidents happen to twenty percent of the people?\"\n\nI didn't, but I refused to admit such backwardness. \"I certainly do.\nAmazing, isn't it?\"\n\n\"That is one of the pillars upon which my work is based.\"\n\n\"And there are others?\"\n\n\"Seven in all.\"\n\nHe didn't tell me what the other six were. Instead he disappeared into\nlocal history and left me with the latest best seller I was reading\nunder the counter lest some child come in and be stripped of all\ninnocence by one glance.\n\nIt was two hours before Professor Waits reappeared. He carried a small\nblue notebook in one hand and a stub pencil in the other. He was\npositively beaming. \"A gold mine,\" he said. \"A veritable gold mine. Did\nyou know that Ezekial Webb, a cousin of William Tutworthy was gored by\na bull in the year 1862?\"\n\n\"No--really?\"\n\nThen I was truly ashamed of myself. He was such a pleasant, sincere\nlittle man and he got such fun out of life. But he misinterpreted\nmy boorishness for true enthusiasm and said, \"It's a fact! Imagine!\nWalking in here and finding one of the links I've hunted for months.\nI'm indebted to you, my dear, for directing me to that book shelf.\"\n\nI could have told him he was under no obligation; that I got, each\nweek, the coolie stipend of twenty eight dollars for doing just that;\nbut I didn't want him starting an investigation into peonage system\npracticed in libraries and schools.\n\nThen something in the little man's manner, sobered me.\n\"Professor--exactly why are you doing this?\"\n\nHe blinked. \"I have plenty of money. I have the time. It interests me.\nAnd I feel it a worthy occupation; gathering knowledge through which\npeople may know the true causes of misfortune; may throw off the yoke\nof superstition.\"\n\n\"You feel, then, that nothing happens by chance?\"\n\n\"My dear,\" he said, solemnly, \"in this ordered universe there can be\nno such thing. Action and achievement--cause and result. The revealing\npattern of each man's actions is in the pasts of himself and his\nantecedents.\"\n\n\"And by proving this you will exonerate the Reamer mansion of all\nguilt?\"\n\nHe smiled. \"You are a most intelligent young lady. Most intelligent! I\nshall see a great deal of you in the weeks to come.\"\n\n\n\nIt was not a distasteful prospect. I liked the Professor and was glad\nhe liked me. After he left I went back and found not a single book out\nof place. I liked him even more.\n\nTwo weeks passed before I saw Professor Waits again. He came in out of\nthe sunshine, carrying his black umbrella and wearing the same black\nstring necktie. I was busy at the time, finding an acceptable book for\nMrs. Winsolow's little Freddie who was in bed with the pip. When I got\nclear, Professor Waits was deep in his research and I did not disturb\nhim.\n\nHe came pattering out just before closing time and I was struck by the\nsomber--almost sad--expression he wore.\n\n\"Did you have trouble finding what you wanted, Professor?\"\n\n\"Oh no. The records are most voluminous. It's just--well, the _nature_\nof my discoveries.\"\n\n\"Bad?\"\n\n\"Very bad, Miss Hopstead. Do you know who Henry Reamer's murderer was?\"\n\n\"No.\"\n\n\"Miles McCormick, the renter who died there so tragically with his\nfamily.\"\n\nI didn't quite know how to respond; whether I should faint or scream\nfor the police. I settled for a philosophical comment. \"A case of\njustice by a higher power.\"\n\n\"You mean McCormick's death?\"\n\n\"Of course.\"\n\n\"On the contrary. There was no connection at all between the two\nevents. McCormick and his wife and child died because they violated a\ncertain law, but not necessarily a law on the statute books.\"\n\n\"I'm afraid I don't quite follow that.\"\n\n\"Look at it this way, Miss Hopstead. You are walking through a dark\nroom. A door is standing open. You come into violent contact with the\nedge of it. What happens?\"\n\n\"A broken nose? A black eye.\"\n\n\"Precisely. The fact you didn't know the door was there didn't protect\nyou from the consequences.\"\n\nThis of course, I was forced to concede.\n\n\"Now let's go a step further by taking, as example, a lower mentality\nthan our own. A horse, knowing nothing of the laws of electricity,\nwould step on a high voltage wire and never know why it was\nelectrocuted. In such a case, the animal would violate a law it did not\nknow existed.\"\n\nI was beginning to see what he was driving at. \"You mean--\"\n\n\"We are far above the horse in mentality and understanding but\nthere are still many laws we do not understand. That is what my work\ninvolves.\"\n\nI insisted upon being heard. \"You mean a lot of apparently innocent\nthings we do are really electric wires.\"\n\nHe beamed. \"Exactly. When we reap misfortune it is because we violate\nsome law. Ignorance of that law doesn't change the end-result one iota.\"\n\n\"And you're trying to find out what these--these booby traps are?\"\n\n\"Oh I know many of them already. My paper will surprise the world.\nI'm working on a more advanced phase of the problem now. I am tracing\na pattern of interlocking violations to show that the scene of the\nend-results can be only sheerest coincidence. I want to banish once\nand for all the superstition-stigma attached to scenes of repeated\nmisfortune and violence.\"\n\n\"The Reamer mansion.\"\n\n\"That's right. And now I must be going, Miss Hopstead.\" He gave me the\ndeparting smile and started for the door.\n\n\"Professor Waits.\"\n\n\"Yes?\"\n\n\"About Mabel Tutworthy. Did she really drag that buck ten miles.\"\n\n\"No. It was only a fawn. And she killed it less than a mile from her\ncabin.\"\n\n\"And the murder of Henry Reamer. What proof--?\"\n\n\"Nothing the police would be interested in. It was the end-result of\na cause they won't understand until my work is published and given\nstudy.\"\n\nHe opened the door, looked around, smiled. \"This is certainly a fine\nold building. I _must_ bring Nicholas with me the next time.\"\n\nWith that, he was gone.\n\n\n\nI found myself looking forward to his next visit. I looked and looked\nand a month passed and a tall, serious-faced youth came into the\nlibrary and waited until I'd finished checking in Mrs. Garvey's returns.\n\n\"I understand,\" he said, \"that you have an immense store of local\nhistory in this library?\"\n\n\"The section by the south window.\"\n\n\"Thank you.\" He peered at me through thick lenses. \"Thank you Miss--\"\n\n\"--Hopstead.\"\n\n\"Miss Hopstead. I am Nicholas Worthy. Possibly you knew a friend of\nmine. Professor Waits? I am carrying on his work.\"\n\n\"Carrying on--? Did something happen to--?\"\n\n\"Oh. Then you didn't hear. It was most tragic. Professor Waits died of\npneumonia. A great loss--a great loss.\"\n\nI was deeply shocked. My feeling was that of losing a close friend.\n\"No, I hadn't heard. It must have been very sudden.\"\n\n\"It was. He was advanced in years, you know, and after he fell,\npneumonia set in quickly. They were unable to save him.\"\n\n\"The Professor had an accident?\"\n\n\"Yes. He fell down the main staircase of the Reamer mansion and broke\nhis hip.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Heiner, Alvin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58653/pg58653.txt",
        "name": "the_revealing_pattern.json"
    }
}