{
    "name": "The Venus Evil",
    "author": [
        "Geier, Chester S."
    ],
    "body": "In my mind the memory is still painful and raw, like a wound that has\nrefused to heal. I have only to close my eyes to see Pearce leaping\ntoward me, his face a twisted mask of fear and rage. And I can feel\nthe machine-pistol jerking in my hand as a stream of tungsten-steel\npellets stopped his maddened rush, washing away all motion and\nexpression in the utter quiescence of death.\n\nYes, I killed George Pearce, whom the world will remember as one of\nits greatest chemical scientists and one of the three members of the\nill-fated first expedition to Venus. I _had_ to kill him.\n\nTo explain the circumstances which led to it requires that I start\nat the beginning. Police authorities have ordered me to make this\nstatement as clear and detailed as possible.\n\nEveryone recalls the furor created by the privately sponsored launching\nof the first rocket to Mars, which beat by several months a government\nproject aimed at the same goal. The government rocket blew up a short\ndistance beyond the Heaviside Layer, but a little over a year and\na half later the privately-owned space vessel returned. And a new\nfuror was aroused, not so much by the fact that the expedition had\nsuccessfully returned as that it brought back a large fortune in gold,\nplatinum, and gems. The explorers as well as their backers were each\nmade financially independent for the rest of their lives.\n\nMan's natural cupidity was excited to fever pitch. The planets were no\nlonger regarded as milestones on the road to scientific knowledge, but\nas store houses brimming with fabulous treasures. More rockets were\nhastily launched by various groups in different countries, but the\nattempts were defeated by the very impatience which inspired them. The\nrockets, too quickly and inefficiently constructed, exploded soon after\nleaving Earth, or, if they reached outer space at all, were never heard\nfrom again.\n\nIt was this state of affairs that prevailed when Anson Durwent finished\nthe construction of the _Solarian_. A scientific genius made wealthy by\nvarious patents, he built the vessel entirely out of his own funds. Nor\nwere his motives those of amassing further wealth, for the conditions\nwhich he set were that the _Solarian_ was to conduct a true voyage\nof exploration, and that any profits arising from the discovery of\nprecious metals or minerals were to be divided equally among everyone\ninvolved in the expedition.\n\nThe crew of the _Solarian_ consisted of George Pearce, Barton Sandley,\nand myself, Richard Farris. Three or less was the usual number on these\nearly rockets, due to the demands upon space made by fuel, food,\nand equipment. Pearce was the chemist and captain of the expedition,\nSandley the biologist and photographer, and I the physicist and pilot.\n\nNone of the excitement produced by interplanetary ventures was\nattendant upon our takeoff. Only a few newscasters whom Durwent had\nnotified at the very last minute were present. And these were bored by\nsomething which had become mere routine, and were plainly skeptical of\nour chances for success.\n\nOur objective was the mysterious, cloud-covered planet Venus. It was\nan obvious choice, since it was the nearest planet to Earth other than\nMars, and as far as we knew had not yet been reached.\n\n\n\nI shall not detail the long flight through space, monotonous after\nthe first novelties had died. But it is necessary to record that the\ninterminable months and the restricted confines of the ship produced\na strain upon our nerves that led to frequent, heated quarrels over\nthe most trivial matters. It is certain that the effect upon our minds\ncaused a serious unbalance, explaining many of the irrational actions\nwhich we made later.\n\nThe landing upon the surface of Venus was the most difficult part of\nthe voyage. I brought the ship down through the miles-deep layer of\nclouds like a blind man groping for obstructions in an unfamiliar room.\nOnce under the clouds, however, our progress was easier. I forgot my\nexhaustion in a surge of renewed eagerness for exploration.\n\nAfter a short discussion between Pearce, Sandley, and myself, it was\nagreed to take an aerial reconnaissance before landing. I sent the\n_Solarian_ into a slow cruise over the surface, while Sandley busied\nhimself with the special cameras and Pearce began taking samples of the\natmosphere.\n\nVenus proved to be a wild and fantastic world. To picture it in any\ngreat detail is impossible. It was too vast, too different. My mind\nretains only a sort of montage of turbulent seas dotted with immense\nislands, mighty jagged mountains, and endless lush sprawling jungles\nin unearthly yellow and green hues. And it seemed to exude an aura of\nvibrant youth, a kind of primeval grandeur.\n\nWe saw no cities, buildings, or other indications of the existence of\nintelligent beings. I don't believe we expected to find any. On Mars\nthere had been only incalculably ancient ruins, long since crumbled\ninto dust. Mars had been too old for a civilized race, as Venus was too\nyoung.\n\nOur survey quickly showed that an island on one part of the planet was\nas wild and rugged as an island on another, so that a landing site\ncould be chosen haphazardly for all the difference it made. We selected\na relatively clear area in a great valley on one of the islands that\nhappened to be under us at the time, and I brought the _Solarian_ to\nrest. Only then did I realize how tired I was.\n\nPearce, rechecking his initial tests of the atmosphere, reported that\nthe carbon dioxide content was not as high as had been expected. We\nwould be able to venture from the ship without the necessity of wearing\noxygen helmets. The lighter gravity of Venus, lessening muscular effort\nand thereby the need for deep or quick breathing, would be an aiding\nfactor.\n\nWe didn't leave the ship immediately, however. Like myself, Pearce and\nSandley had become aware upon landing of being exhausted, and it was\nagreed to sleep first. Later we ate, and then arming ourselves with\nmachine-pistols and various pieces of scientific equipment, we unsealed\nthe port and stepped out upon the surface of Venus.\n\nIt was warm and humid, but not oppressively so. The air seemed\nstrangely heavy to our lungs, laden with a host of rich, exotic odors.\nThere was a deep, somnolent quiet, broken at intervals by faint pipings\nand twitterings from unseen creatures that might have been birds. A\nwarm, soft wind stirred the vivid foliage of queer trees and shrubs at\nthe edges of the clearing.\n\nSandley murmured, \"Not bad at all. Eden must have been a little like\nthis.\"\n\nPearce shrugged. \"Maybe--but we'd better keep in mind that this is a\nstrange world. There may be dangers here of which we know nothing as\nyet.\"\n\nWith this admonition prominent in our thoughts, we got to work, setting\nup our equipment, analyzing samples and making notes. The days that\nfollowed were more or less a repetition of this. We were constantly on\nthe alert at first and seldom wandered very far from the ship. But as\nwe encountered no inimical life forms, either plant or animal, we were\ngradually encouraged to roam further and further beyond the clearing.\n\n\n\nSandley was busy with his camera, when not otherwise occupied with\nbiological studies. He was often gone for hours at a time. I was thrown\nmuch in Pearce's company, since my work was frequently connected in\nvarious ways with his.\n\n\"I wonder if we'll turn up anything, like they did on the Mars\nexpedition,\" Pearce said one day, gazing about him with a narrow,\nspeculative look.\n\nI asked, \"How do you mean?\"\n\n\"Stuff that will bring money back on Earth,\" Pearce said. \"Gold, for\nexample.\"\n\nFor some reason which I couldn't explain just then, I found myself\nclutching eagerly at the thought. \"It's possible,\" I said. \"We've\nhardly scratched the surface as yet.\"\n\nPearce gazed searchingly at me for a moment. Finally he asked, \"What\nwas your motive for accompanying this expedition, Farris? To advance\nthe cause of science? Or what?\"\n\n\"Why ... to get some profit out of it.\" The reason which had puzzled me\nwas suddenly clear. I recalled abruptly the hopes and dreams I'd had,\noverlooked in the wonders of exploration.\n\nPearce nodded. \"Exactly. And the same applies to me.\" His tone became\nbitter. \"Being famous in your chosen line of work is nice, but it\ndoesn't buy you much. At least, it doesn't buy the things that really\nmatter. Newscast blurbs, banquet invitations, and honorary memberships\nhardly provide the fancy style of living they suggest. Awards and\nprizes are too small and too far between to build a complete, private\nlaboratory.\"\n\nI said, \"And that's what you want?\"\n\n\"That's what I intend to get, somehow,\" Pearce said. He studied me\nagain. \"What about you, Farris? What's your ambition?\"\n\n\"Financial independence, mainly. There are certain ideas that I'd like\nto work on. I'd never get the time or the money while earning a living\nas assistant to a man like Durwent.\"\n\n\"Then this might be the chance we both need. If we could turn up\nsomething valuable, like the Mars explorers did....\" Pearce nibbled\nhis lip, frowning intently over the thought. Abruptly he grabbed my\narm. \"Farris, we've got to find something! Look--suppose we forget\nthe scientific side of the expedition? Suppose we make it an outright\ntreasure hunt?\"\n\n\"Venus is big,\" I said doubtfully. \"And our supplies won't last\nforever. If we fail to find anything, the scientific data we'd gather\nwould give us something to capitalize on.\"\n\nWe didn't discuss the matter further, for just then Sandley returned\nfrom one of his photographing jaunts. He seemed greatly excited.\n\n\"Just discovered a new form of life,\" he announced triumphantly. \"Saw\nthe creatures at a distance, but from what I was able to make out, they\nlook something like overgrown butterflies. Had large, brightly colored\nwings, anyway. Have to catch a specimen.\" Sandley's spectacled, owlish\nfeatures turned puzzled. \"Can't understand why I haven't noticed the\ncreatures before. Seem to have appeared only recently.\"\n\n\"Where were you?\" Pearce asked.\n\n\"Near the upper end of the valley. It's rocky there, with lots of ore\noutcroppings. Might contain valuable elements. You fellows ought to go\nwith me next time.\"\n\n\"We'll do that,\" Pearce said. He glanced at me significantly.\n\nWe went with Sandley the following day. We took along our\nmachine-pistols, a few pieces of light equipment, and some food.\nSandley, of course, had his camera. It was the first time that Pearce\nand I had gone any great distance from the ship, and we were more than\nordinarily uneasy. But the possibility that we might discover ores or\nminerals of value was too tempting to resist.\n\nWe moved through a deep quiet, broken only by occasional twitters or\ntrills. We caught frequent glimpses of the creatures emitting the\nsounds as they fluttered among the branches of the vivid, unearthly\ntrees. They resembled birds in a way, having feathered wings, but their\nbodies were lizard-like and covered with bright, rainbow-hued scales.\nAnd several times animals bounded from our path that looked like\nnothing so much as tiny deer. These seemed to be quite numerous.\n\nThe vegetation gradually thinned out as the ground became increasingly\nrocky. Ahead of us loomed the rugged, precipitous ascent of the\nvalley's upper end.\n\nSandley stopped, peering about him. \"This is the place.\" Abruptly he\npointed. \"There--the butterfly-creatures! See them?\"\n\nPearce and I followed the direction of his finger. Against the mottled\ngray wall of the ascent, a number of bright shapes fluttered. As we\nwatched, they drifted slowly toward us, circling aimlessly. We were\nable presently to see them in clearer detail. I stared as a realization\nof something strange struck into me. I heard Pearce gasp.\n\nFor the butterfly-creatures were not insects, or anything even remotely\nresembling them. Nor were they a strange form of animal life. They were\n_things_, utterly alien and weird.\n\n\n\nImagine large, irregularly-shaped pieces of thin paper fluttering\nthrough the air, each being creased in the middle, the two halves\nflapping like the wings of a butterfly. The things were remarkably like\nthat. But they were alive in some incredible way, and their actions\nseemed purposeful, directed. They looked delicate and fragile, almost\nunsubstantial, mere veils of prismatic light. And they possessed a\nbizarre, unearthly beauty. As they circled high overhead, occasionally\ndipping toward us in what might have been curiosity, their wings\nshimmered and pulsed in a hypnotic play of rainbow color.\n\nThe butterfly-creatures--to call them that for want of a better\nname--did not come near us. They continued to spiral high overhead, as\nthough we at once attracted and puzzled them.\n\nSandley unlimbered his camera and began taking pictures of the things.\nPearce and I, recalling the motive that had brought us there, gradually\nmoved away, searching the ground for promising bits of rock and\ncrystal. We were intent on our quest, and wandered quite a distance.\nBefore long, we found ourselves among the tumbled boulders at the foot\nof the ascent.\n\nAs I searched the rocky debris between the boulders, a reddish glitter\ncaught my eye. It came from a small crystalline object half hidden\nin the gravel. I bent curiously to pick it up--and a thrill of\nincredulous delight flashed through me. For the object was a great\njewel, roughly oval, faceted, and a deep ruby red. It was exquisitely\nbeautiful, yet totally unlike anything that had ever been found on\nEarth. It did not just reflect light, but glowed with a soft, steady\nradiance of its own. Glorious rose and scarlet shades pulsed and\nswirled within it, in a never-ending play of patterns and hues that was\nfascinating to watch.\n\nI held the gem in my hand for a long moment, staring at it, a little\nnumbed. My find seemed much too good to be true. It was almost as if a\nkindly god had granted a hopeless wish.\n\nI thought suddenly of Pearce, and motion returned to me. Pearce had\nmoved some distance up the ascent. It took a moment to locate him\nbehind the boulders which had hidden him from view.\n\nPearce was bending over in an intent scrutiny of the ground. As he\ncaught the sound of my approach, he straightened sharply and one of his\nhands flashed behind his back as though to hide something from view. I\nwas too wrapped up in the news of my discovery, however, to pay much\nattention to his actions just then.\n\n\"Look at what I've found,\" I told him, holding out the gem in my palm.\n\nPearce failed to look surprised. He grinned in an embarrassed sort of\nway, and brought his hand from behind his back. Cupped within it were\ntwo gems similar to mine.\n\n\"Found a couple myself,\" he said. \"I was so excited that I must have\nforgotten where I was. When I heard you coming, my first thought was to\nhide them.\"\n\nIt seemed a strangely weak explanation. I realized that Pearce's\nconsuming desire for financial gain had warped his sense of ethics.\nHis action of a moment before had been nothing more or less than a\nconscious, deliberate effort to conceal his find. He had abandoned\nsecrecy only after he knew that I had made an identical discovery.\nI made a mental note to be on guard. Pearce had given sufficient\nindication that he would not play entirely fair in the future.\n\nHe grinned eagerly in what might have been an attempt to cover up the\nawkwardness of the situation. \"Farris, these gems are going to bring\nmoney back on Earth. They're unusual, not like the ordinary kinds\nbrought back by the Mars explorers.\"\n\nI shrugged. \"The money won't be enough to do us much good unless we can\nfind more of the gems. Remember, any profits we make have to be split\nfour ways, counting Sandley and Durwent.\"\n\n\"I'm certain that we'll find more,\" Pearce said. \"I've found two,\nand you one. If that's any indication, there should be a lot of them\nscattered around. Come on, Farris, let's look.\"\n\nI nodded in renewed eagerness, and we began the search. A disinterested\nobserver might have found our actions comical as we probed with\nanxious, almost frantic, haste among the boulders. It didn't seem funny\nto us, of course. We had speculated more or less constantly during the\nentire voyage over the possibility of locating a source of wealth on\nVenus, and this was our chance. No, it wasn't funny at all. It was very\nreal, and clear, and logical.\n\nI don't know how much time passed. I was too absorbed in my search to\npay much heed to anything else.\n\nAt intervals, I found three more gems. Each find came at a point when I\nwas about ready to give up, spurring me on to new efforts. I might have\ncontinued indefinitely if Pearce hadn't suddenly called my name.\n\nHis voice was tense, insistent. Something important seemed to have\nhappened.\n\n\n\nWhen I rejoined Pearce, he pointed silently down the ascent, in\nthe direction from which we had come. His features were startled,\nbewildered, a little frightened. My own face must have registered\nsimilar feelings at what I saw.\n\nBeyond the boulders at the foot of the ascent, one of the tiny\ndeer-like animals that we frequently saw lay sprawled on the ground.\nSeveral butterfly-creatures rested motionlessly upon its body. A\nshort distance away stood another of the deer-like animals, literally\nsurrounded by the butterfly things. It was as still as though\nfrozen, its great eyes distended and staring. And the wings of the\nbutterfly-creatures hovering about it were moving in a slow, hypnotic\nrhythm. I thought of the snakes of Earth which captured birds by\ncharming them through similar movements, and realized that somewhat the\nsame thing was happening here.\n\nAs I watched, the deer-like animal abruptly fell on its side and lay\nwithout moving. Like vultures swooping down on a victim, the butterfly\nthings settled upon it. They seemed in some obscure way to be ...\n_feeding_.\n\nI glanced in consternation at Pearce. \"What do you suppose it's all\nabout?\"\n\nHe moved his shoulders uneasily. \"I don't know any more than you do.\nBut I think we'd better look into this. And it might not be wise to let\nthose things get too close.\"\n\nPresently, the butterfly-creatures rose once more into the air and\nfluttered away. The deer-like animals, though, lay very still.\n\nPearce gestured, and I followed him to the scene. Only a short\nexamination of the two deer-like animals was necessary to show what had\nhappened to them. They were dead. There wasn't so much as a mark upon\nthe sleek skin of their bodies--but they were dead.\n\nPearce and I stared at each other. And then a chilling thought struck\nme.\n\n\"Sandley!\" I gasped. \"We haven't heard anything from him for hours. Do\nyou suppose...?\"\n\nPearce didn't answer. He turned and began running toward where we had\nlast seen Sandley. I hurried after him, anxiety a sick ache inside me.\n\nSlipping and sliding over loose rocks and gravel, we at last emerged\nfrom behind the line of tumbled boulders and reached level ground. We\ndidn't see Sandley at once. He had obviously moved from where we had\nleft him. Then I noticed a small cloud of butterfly-creatures hovering\nover something on the ground about a hundred yards or so down the\nboulder line. An outstretched leg, all that was visible to us from\nwhere we stood, provided identification. It was Sandley.\n\nHeedless of danger, Pearce and I rushed forward. When we reached\nSandley, the last of what must originally have been a horde of\nbutterfly-creatures was leaving his motionless form. We were too late.\nOur terrible knowledge hadn't come soon enough.\n\nIn an abrupt, overwhelming fury, I pointed my machine-pistol at the\nfluttering demons and sent a stream of pellets into their midst. The\nforce of the barrage would have cut a man in two, but the things didn't\nseem to be affected in the slightest way. The pellets went through them\nas though they were no more solid than shadows.\n\n\n\nThe things made no move toward Pearce and myself, but continued to\ncircle aimlessly overhead. They seemed too sated from whatever ghastly\nfeast they had made upon Sandley to be interested in us just then.\nHaving made certain of this, Pearce and I performed a quick examination\nof Sandley, which confirmed what we already knew--that he was dead. And\nthere wasn't a mark upon him.\n\nKeeping a close watch upon the butterfly things, Pearce and I gave\nSandley a hasty burial. Then I wrapped his belongings in my shirt, and\ntogether Pearce and I ran back to the ship. It wasn't until the port\nhad been shut behind us that I felt safe.\n\nI prepared a light meal, which Pearce and I ate in brooding silence.\nFinally Pearce said, \"What I can't understand is why the butterfly\nthings should have attacked Sandley. It isn't logical for the life\nforms of one world to prey upon the life forms of another. There are\ntoo many differences.\"\n\n\"I've been thinking about that myself,\" I answered. \"The solution\nseems to be that the butterfly-creatures feed upon something common to\nall life forms--the mysterious electrical force that gives matter the\npeculiar property of being alive.\"\n\nPearce shrugged, and after a moment his face brightened. \"Anyway, we\nnow have one less to divide with.\" He reached into a pocket, placing\nupon the table seven of the large crimson gems. I added the four that I\nhad found, and for some seconds we gazed dreamily at our hoard.\n\n\"People on Earth are going to fight like mad to own one of these gems,\"\nPearce said softly. \"By selling the gems slowly, playing one buyer\nagainst another, our profits will be plenty big.\"\n\nI nodded. \"It won't make us very popular, but the end justifies the\nmeans.\"\n\n\"I wish we had some means of protection against those butterfly things,\nso that we could look for more of the gems,\" Pearce said. \"They're\ndangerous, and we don't seem to be able to harm them.\"\n\n\"We could move the ship over to the ascent,\" I suggested. \"Then it\nwould be near enough for us to jump in whenever any of the things got\ntoo close.\"\n\nPearce grinned in delight. \"That's the answer!\"\n\nI moved the ship the next day. The stratagem worked satisfactorily\nenough, enabling us to find almost a dozen more of the crimson jewels.\nBut the need for constant watchfulness proved to be an increasing\nstrain upon our nerves. And the number of the butterfly-creatures\nseemed to be growing. It seemed to be a season for the things, as late\nSpring brings the appearance of butterflies on Earth.\n\nAt last our treasure hunt became too dangerous to continue. The\nbutterfly-creatures were too numerous, and in addition the gems had\ngrown too hard to find. Pearce and I decided on one last trip, and this\non his own argumentative insistence.\n\nIt was during that final search that I made the discovery which led\nto Pearce's death. I'd been probing among the rocks for an hour or\nso, meanwhile keeping a wary eye upon a group of butterfly-creatures\ncircling in the sky some distance away. Suddenly I detected the\ntelltale, reddish glitter of a gem. As I reached for it, a thin,\ntinkling sound startled me. I jerked erect, my senses flaring in alarm.\nBut I saw nothing near me that indicated danger, and reached once more\nfor the gem.\n\n\n\nThe next instant I leaped frantically to my feet and ran into the ship,\nwhich rested nearby. I slammed shut the port, and leaned against it,\nbreathing harshly from my exertions and from fright at the narrowness\nof my escape. Like the pieces of a puzzle falling together, something\nbecame horribly clear to me. And I knew suddenly just what I had to do.\n\nFrom the box in which Pearce and I had kept them, I took the gems.\nThen I left the ship, first having made certain that none of the\nbutterfly-creatures were near, and with a large rock pounded each and\nevery one of the gems to bits.\n\nI was finishing this task when Pearce returned. He stared at me and\nasked:\n\n\"Why, what in the world have you been doing?\"\n\nI pulled my machine-pistol from its holster, pointed it at him, and\nexplained. I couldn't have taken any chances with Pearce. I knew what\nhis reaction would be. I wasn't wrong.\n\nHe seemed to go mad. His face darkened with a terrible, overwhelming\nfury. \"Lies! All lies!\" he shrieked. \"It's just a plot to trick me out\nof my share.\"\n\nI tried to reason with him, but he wouldn't listen to me. He shouted\ndown my attempts with unspeakable profanity. My machine-pistol was the\nonly thing that kept him from tearing at me like an insensate beast.\n\nI was trying to get Pearce to calm down when several\nbutterfly-creatures suddenly darted toward us. They had evidently been\ncircling nearer and nearer while we talked, seizing the opportunity\npresented by our inattention.\n\nMy eyes jerked to the things instinctively--and as I did so, Pearce\nleaped toward me. In pure reaction, I squeezed the trigger. The\nstream of tungsten-steel pellets stopped him like a wall. Even if\nI'd had the time to deliberate consciously over whether or not to\nshoot, it wouldn't have ended any other way. For if Pearce had reached\nme, a struggle would have followed which would have enabled the\nbutterfly-creatures to attack us.\n\nJust an instant ahead of the butterfly-creatures, I jumped into the\nship and sealed the port. After resting for a while, I set out on the\nreturn to Earth.\n\nI told the authorities my story in full, holding nothing back. They\nasked me to make this statement for their official records. There are,\nof course, no charges against me. I should not have admitted to killing\nPearce had I been guilty of a crime. But I fear that the shadow of\nsuspicion will lay over me until another expedition returns from Venus\nand verifies my words.\n\nAnd in late Spring, when the cocoons open and the butterflies emerge,\nI will always think of a similar season on Venus, when a similar event\noccurs. When the crimson gems break open with a thin, tinkling sound,\nand the exquisite, deadly butterfly-creatures flutter forth....\n",
    "metadata": {
        "author": [
            "Geier, Chester S."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64230/pg64230.txt",
        "name": "the_venus_evil.json"
    }
}