{
    "name": "The Pilgrim, and the American of Today—(1892)",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "This December evening, the imagination, by a law of contrast, recalls\nanother December night two hundred and seventy years ago. The circle of\ndarkness is drawn about a little group of Pilgrims who have come ashore\non a sandy and inhospitable coast. On one side is a vexed and wintry sea,\nthree thousand miles of tossing waves and tempest, beyond which lie the\nhome, the hedgerows and cottages, the church towers, the libraries and\nuniversities, the habits and associations of an old civilization, the\nstrongest and dearest ties that can entwine around a human heart,\nabandoned now definitely and forever by these wanderers; on the other\nside a wintry forest of unknown extent, without highways, the lair of\nwild beasts, impenetrable except by trails known only to the savages,\nwhose sudden appearance and disappearance adds mystery and terror to the\nimpression the imagination has conjured up of the wilderness.\n\nThis darkness is symbolic. It stands for a vaster obscurity. This is an\nencampment on the edge of a continent, the proportions of which are\nunknown, the form of which is only conjectured. Behind this screen of\nforest are there hills, great streams, with broad valleys, ranges of\nmountains perhaps, vast plains, lakes, other wildernesses of illimitable\nextent? The adventurers on the James hoped they could follow the stream\nto highlands that looked off upon the South Sea, a new route to India and\nthe Spice Islands. This unknown continent is attacked, it is true, in\nmore than one place. The Dutch are at the mouth of the Hudson; there is a\nLondon company on the James; the Spaniards have been long in Florida, and\nhave carried religion and civilization into the deserts of New Mexico.\nNevertheless, the continent, vaster and more varied than was guessed, is\npractically undiscovered, untrodden. How inadequate to the subjection of\nany considerable portion of it seems this little band of ill-equipped\nadventurers, who cannot without peril of life stray a league from the bay\nwhere the \"Mayflower\" lies.\n\nIt is not to be supposed that the Pilgrims had an adequate conception of\nthe continent, or of the magnitude of their mission on it, or of the\nnation to come of which they were laying the foundations. They did the\nduty that lay nearest to them; and the duty done today, perhaps without\nprescience of its consequences, becomes a permanent stone in the edifice\nof the future. They sought a home in a fresh wilderness, where they might\nbe undisturbed by superior human authority; they had no doctrinarian\nnotions of equality, nor of the inequality which is the only possible\ncondition of liberty; the idea of toleration was not born in their age;\nthey did not project a republic; they established a theocracy, a church\nwhich assumed all the functions of a state, recognizing one Supreme\nPower, whose will in human conduct they were to interpret. Already,\nhowever, in the first moment, with a true instinct of self-government,\nthey drew together in the cabin of the \"Mayflower\" in an association--to\ncarry out the divine will in society. But, behold how speedily their\nideas expanded beyond the Jewish conception, necessarily expanded with\nopportunity and the practical self-dependence of colonies cut off from\nthe aid of tradition, and brought face to face with the problems of\ncommunities left to themselves. Only a few years later, on the banks of\nthe Connecticut, Thomas Hooker, the first American Democrat, proclaimed\nthat \"the foundation of authority is laid in the free consent of the\npeople,\" that \"the choice of public magistrates belongs unto the people,\nby God's own allowance,\" that it is the right of the people not only to\nchoose but to limit the power of their rulers, and he exhorted, \"as God\nhas given us liberty to take it.\" There, at that moment, in Hartford,\nAmerican democracy was born; and in the republican union of the three\ntowns of the Connecticut colony, Hartford, Windsor, and Wethersfield, was\nthe germ of the American federal system, which was adopted into the\nfederal constitution and known at the time as the \"Connecticut\nCompromise.\"\n\nIt were not worth while for me to come a thousand miles to say this, or\nto draw over again for the hundredth time the character of the New\nEngland Pilgrim, nor to sketch his achievement on this continent. But it\nis pertinent to recall his spirit, his attitude toward life, and to\ninquire what he would probably do in the circumstances in which we find\nourselves.\n\nIt is another December night, before the dawn of a new year. And this\nnight still symbolizes the future. You have subdued a continent, and it\nstands in the daylight radiant with a material splendor of which the\nPilgrims never dreamed. Yet a continent as dark, as unknown, exists. It\nis yourselves, your future, your national life. The other continent was\nmade, you had only to discover it, to uncover it. This you must make\nyourselves.\n\nWe have finished the outline sketch of a magnificent nation. The\nterritory is ample; it includes every variety of climate, in the changing\nseasons, every variety of physical conformation, every kind of production\nsuited to the wants, almost everything desired in the imagination, of\nman. It comes nearer than any empire in history to being self-sufficient,\nphysically independent of the rest of the globe. That is to say, if it\nwere shut off from the rest of the world, it has in itself the material\nfor great comfort and civilization. And it has the elements of motion, of\nagitation, of life, because the vast territory is filling up with a\nrapidity unexampled in history. I am not saying that isolated it could\nattain the highest civilization, or that if it did touch a high one it\ncould long hold it in a living growth, cut off from the rest of the\nworld. I do not believe it. For no state, however large, is sufficient\nunto itself. No state is really alive in the highest sense whose\nreceptivity is not equal to its power to contribute to the world with\nwhich its destiny is bound up. It is only at its best when it is a part\nof the vital current of movement, of sympathy, of hope, of enthusiasm of\nthe world at large. There is no doctrine so belittling, so withering to\nour national life, as that which conceives our destiny to be a life of\nexclusion of the affairs and interests of the whole globe, hemmed in to\nthe selfish development of our material wealth and strength, surrounded\nby a Chinese wall built of strata of prejudice on the outside and of\nignorance on the inside. Fortunately it is a conception impossible to be\nrealized.\n\nThere is something captivating to the imagination in being a citizen of a\ngreat nation, one powerful enough to command respect everywhere, and so\njust as not to excite fear anywhere. This proud feeling of citizenship is\na substantial part of a man's enjoyment of life; and there is a certain\ncompensation for hardships, for privations, for self-sacrifice, in the\nglory of one's own country. It is not a delusion that one can afford to\ndie for it. But what in the last analysis is the object of a government?\nWhat is the essential thing, without which even the glory of a nation\npasses into shame, and the vastness of empire becomes a mockery? I will\nnot say that it is the well-being of every individual, because the term\nwell-being--the 'bien etre' of the philosophers of the eighteenth\ncentury--has mainly a materialistic interpretation, and may be attained\nby a compromise of the higher life to comfort, and even of patriotism to\nselfish enjoyment.\n\nThat is the best government in which the people, and all the people, get\nthe most out of life; for the object of being in this world is not\nprimarily to build up a government, a monarchy, an aristocracy, a\ndemocracy, or a republic, or to make a nation, but to live the best sort\nof life that can be lived.\n\nWe think that our form of government is the one best calculated to attain\nthis end. It is of all others yet tried in this world the one least felt\nby the people, least felt as an interference in the affairs of private\nlife, in opinion, in conscience, in our freedom to attain position, to\nmake money, to move from place to place, and to follow any career that is\nopen to our ability. In order to maintain this freedom of action, this\nnon-interference, we are bound to resist centralization of power; for a\ncentral power in a republic, grasped and administered by bosses, is no\nmore tolerable than central power in a despotism, grasped and\nadministered by a hereditary aristocrat. Let us not be deceived by names.\nGovernment by the consent of the people is the best government, but it is\nnot government by the people when it is in the hands of political bosses,\nwho juggle with the theory of majority rule. What republics have most to\nfear is the rule of the boss, who is a tyrant without responsibility. He\nmakes the nominations, he dickers and trades for the elections, and at\nthe end he divides the spoils. The operation is more uncertain than a\nhorse race, which is not decided by the speed of the horses, but by the\nstate of the wagers and the manipulation of the jockeys. We strike\ndirectly at his power for mischief when we organize the entire civil\nservice of the nation and of the States on capacity, integrity,\nexperience, and not on political power.\n\nAnd if we look further, considering the danger of concentration of power\nin irresponsible hands, we see a new cause for alarm in undue federal\nmastery and interference. This we can only resist by the constant\nassertion of the rights, the power, the dignity of the individual State,\nall that it has not surrendered in the fundamental constitution of the\nRepublic. This means the full weight of the State, as a State, as a\npolitical unit, in the election of President; and the full weight of the\nState, as a State, as a political unit, without regard to its population,\nin the senate of the United States. The senate, as it stands, as it was\nmeant to be in the Constitution, is the strongest safeguard which the\nfundamental law established against centralization, against the tyranny\nof mere majorities, against the destruction of liberty, in such a\ndiversity of climates and conditions as we have in our vast continent. It\nis not a mere check upon hasty legislation; like some second chambers in\nEurope, it is the representative of powers whose preservation in their\ndignity is essential to the preservation of the form of our government\nitself.\n\nWe pursue the same distribution of power and responsibility when we pass\nto the States. The federal government is not to interfere in what the\nState can do and ought to do for itself; the State is not to meddle with\nwhat the county can best do for itself; nor the county in the affairs\nbest administered by the town and the municipality. And so we come to the\nindividual citizen. He cannot delegate his responsibility. The government\neven of the smallest community must be, at least is, run by parties and\nby party machinery. But if he wants good government, he must pay as\ncareful attention to the machinery,--call it caucus, primary, convention,\ntown-meeting,--as he does to the machinery of his own business. If he\nhands it over to bosses, who make politics a trade for their own\nlivelihood, he will find himself in the condition of stockholders of a\nbank whose directors are mere dummies, when some day the cashier packs\nthe assets and goes on a foreign journey for his health. When the citizen\nsimply does his duty in the place where he stands, the boss will be\neliminated, in the nation, in the State, in the town, and we shall have,\nwhat by courtesy we say we have now, a government by the people. Then all\nthe way down from the capital to the city ward, we shall have vital\npopular government, free action, discussion, agitation, life. What an\nanomaly it is, that a free people, reputed shrewd and intelligent, should\nintrust their most vital interests, the making of their laws, the laying\nof their taxes, the spending of their money, even their education and the\nmanagement of their public institutions, into the keeping of political\nbosses, whom they would not trust to manage the least of their business\naffairs, nor to arbitrate on what is called a trial of speed at an\nagricultural fair.\n\nBut a good government, the best government, is only an opportunity.\nHowever vast the country may become in wealth and population, it cannot\nrise in quality above the average of the majority of its citizens; and\nits goodness will be tested in history by its value to the average man,\nnot by its bigness, not by its power, but by its adaptability to the\npeople governed, so as to develop the best that is in them. It is\nincidental and imperative that the country should be an agreeable one to\nlive in; but it must be more than that, it must be favorable to the\ngrowth of the higher life. The Puritan community of Massachusetts Bay,\nwhose spirit we may happily contrast with that of the Pilgrims whose\nanniversary we celebrate, must have been as disagreeable to live in as\nany that history records; not only were the physical conditions of life\nhard, but its inquisitorial intolerance overmatched that which it escaped\nin England. It was a theocratic despotism, untempered by recreation or\namusement, and repressive not only of freedom of expression but of\nfreedom of thought. But it had an unconquerable will, a mighty sense of\nduty, a faith in God, which not only established its grip upon the\ncontinent but carried its influence from one ocean to the other. It did\nnot conquer by its bigotry, by its intolerance, its cruel persecuting\nspirit, but by its higher mental and spiritual stamina. These lower and\nbaser qualities of the age of the Puritans leave a stain upon a great\nachievement; it took Massachusetts almost two centuries to cast them off\nand come into a wholesome freedom, but the vital energy and the\nrecognition of the essential verities inhuman life carried all the\ninstitutions of the Puritans that were life-giving over the continent.\n\nHere in the West you are near the centre of a vast empire, you feel its\nmighty pulse, the throb and heartbeat of its immense and growing\nstrength. Some of you have seen this great civilization actually grow on\nthe vacant prairies, in the unoccupied wilderness, on the sandy shores of\nthe inland seas. You have seen the trails of the Indian and the deer\nreplaced by highways of steel, and upon the spots where the first\nimmigrants corralled their wagons, and the voyagers dragged their canoes\nupon the reedy shore, you have seen arise great cities, centres of\nindustry, of commerce, of art, attaining in a generation the proportions\nand the world-wide fame of cities that were already famous before the\ndiscovery of America.\n\nNaturally the country is proud of this achievement. Naturally we magnify\nour material prosperity. But in this age of science and invention this\ndevelopment may be said to be inevitable, and besides it is the necessary\noutlet of the energy of a free people. There must be growth of cities,\nextension of railways, improvement of agriculture, development of\nmanufactures, amassing of wealth, concentration of capital, beautifying\nof homes, splendid public buildings, private palaces, luxury, display.\nWithout reservoirs of wealth there would be no great universities,\nschools of science, museums, galleries of art, libraries, solid\ninstitutions of charity, and perhaps not the wide diffusion of culture\nwhich is the avowed aim of modern civilization.\n\nBut this in its kind is an old story. It is an experiment that has been\nrepeated over and over. History is the record of the rise of splendid\ncivilizations, many of which have flowered into the most glorious\nproducts of learning and of art, and have left monuments of the proudest\nmaterial achievements. Except in the rapidity with which steam and\nelectricity have enabled us to move to our object, and in the discoveries\nof science which enable us to relieve suffering and prolong human life,\nthere is nothing new in our experiment. We are pursuing substantially the\nold ends of material success and display. And the ends are not different\nbecause we have more people in a nation, or bigger cities with taller\nbuildings, or more miles of railway, or grow more corn and cotton, or\nmake more plows and threshing-machines, or have a greater variety of\nproducts than any nation ever had before. I fancy that a pleased visitor\nfrom another planet the other day at Chicago, who was shown an assembly\nmuch larger than ever before met under one roof, might have been\ninterested to know that it was also the wisest, the most cultivated, the\nmost weighty in character of any assembly ever gathered under one roof.\nOur experiment on this continent was intended to be something more than\nthe creation of a nation on the old pattern, that should become big and\nstrong, and rich and luxurious, divided into classes of the very wealthy\nand the very poor, of the enlightened and the illiterate. It was intended\nto be a nation in which the welfare of the people is the supreme object,\nand whatever its show among nations it fails if it does not become this.\nThis welfare is an individual matter, and it means many things. It\nincludes in the first place physical comfort for every person willing and\ndeserving to be physically comfortable, decent lodging, good food,\nsufficient clothing. It means, in the second place, that this shall be an\nagreeable country to live in, by reason of its impartial laws, social\namenities, and a fair chance to enjoy the gifts of nature and Providence.\nAnd it means, again, the opportunity to develop talents, aptitudes for\ncultivation and enjoyment, in short, freedom to make the most possible\nout of our lives. This is what Jefferson meant by the \"pursuit of\nhappiness\"; it was what the Constitution meant by the \"general welfare,\"\nand what it tried to secure in States, safe-guarded enough to secure\nindependence in the play of local ambition and home rule, and in a\nfederal republic strong enough to protect the whole from foreign\ninterference. We are in no vain chase of an equality which would\neliminate all individual initiative, and check all progress, by ignoring\ndifferences of capacity and strength, and rating muscles equal to brains.\nBut we are in pursuit of equal laws, and a fairer chance of leading happy\nlives than humanity in general ever had yet. And this fairer chance would\nnot, for instance, permit any man to become a millionaire by so\nmanipulating railways that the subscribing towns and private stockholders\nshould lose their investments; nor would it assume that any Gentile or\nJew has the right to grow rich by the chance of compelling poor women to\nmake shirts for six cents apiece. The public opinion which sustains these\ndeeds is as un-American, and as guilty as their doers. While abuses like\nthese exist, tolerated by the majority that not only make public opinion,\nbut make the laws, this is not a government for the people, any more than\na government of bosses is a government by the people.\n\nThe Pilgrims of Plymouth could see no way of shaping their lives in\naccordance with the higher law except by separating themselves from the\nworld. We have their problem, how to make the most of our lives, but the\nconditions have changed. Ours is an age of scientific aggression, fierce\ncompetition, and the widest toleration. The horizon of humanity is\nenlarged. To live the life now is to be no more isolated or separate, but\nto throw ourselves into the great movement of thought, and feeling, and\nachievement. Therefore we are altruists in charity, missionaries of\nhumanity, patriots at home. Therefore we have a justifiable pride in the\ngrowth, the wealth, the power of the nation, the state, the city. But the\nstream cannot rise above its source. The nation is what the majority of\nits citizens are. It is to be judged by the condition of its humblest\nmembers. We shall gain nothing over other experiments in government,\nalthough we have money enough to buy peace from the rest of the world, or\narms enough to conquer it, although we rear upon our material prosperity\na structure of scientific achievement, of art, of literature\nunparalleled, if the common people are not sharers in this great\nprosperity, and are not fuller of hope and of the enjoyment of life than\ncommon people ever were before.\n\nAnd we are all common people when it comes to that. Whatever the\ngreatness of the nation, whatever the accumulation of wealth, the worth\nof the world to us is exactly the worth of our individual lives. The\nmagnificent opportunity in this Republic is that we may make the most\npossible out of our lives, and it will continue only as we adhere to the\noriginal conception of the Republic. Politics without virtue,\nmoney-making without conscience, may result in great splendor, but as\nsuch an experiment is not new, its end can be predicted. An agreeable\nhome for a vast, and a free, and a happy people is quite another thing.\nIt expects thrift, it expects prosperity, but its foundations are in the\nmoral and spiritual life.\n\nTherefore I say that we are still to make the continent we have\ndiscovered and occupied, and that the scope and quality of our national\nlife are still to be determined. If they are determined not by the narrow\ntenets of the Pilgrims, but by their high sense of duty, and of the value\nof the human soul, it will be a nation that will call the world up to a\nhigher plane of action than it ever attained before, and it will bring in\na new era of humanity. If they are determined by the vulgar successes of\na mere material civilization, it is an experiment not worth making. It\nwould have been better to have left the Indians in possession, to see if\nthey could not have evolved out of their barbarism some new line of\naction.\n\nThe Pilgrims were poor, and they built their huts on a shore which gave\nsuch niggardly returns for labor that the utmost thrift was required to\nsecure the necessaries of life. Out of this struggle with nature and\nsavage life was no doubt evolved the hardihood, the endurance, that\nbuilds states and wins the favors of fortune. But poverty is not commonly\na nurse of virtue, long continued, it is a degeneration. It is almost as\ndifficult for the very poor man to be virtuous as for the very rich man;\nand very good and very rich at the same time, says Socrates, a man cannot\nbe. It is a great people that can withstand great prosperity. The\ncondition of comfort without extremes is that which makes a happy life. I\nknow a village of old-fashioned houses and broad elm-shaded streets in\nNew England, indeed more than one, where no one is inordinately rich, and\nno one is very poor, where paupers are so scarce that it is difficult to\nfind beneficiaries for the small traditionary contribution for the church\npoor; where the homes are centres of intelligence, of interest in books,\nin the news of the world, in the church, in the school, in politics;\nwhence go young men and women to the colleges, teachers to the illiterate\nparts of the land, missionaries to the city slums. Multiply such villages\nall over the country, and we have one of the chief requisites for an\nideal republic.\n\nThis has been the longing of humanity. Poets have sung of it; prophets\nhave had visions of it; statesmen have striven for it; patriots have died\nfor it. There must be somewhere, some time, a fruitage of so much\nsuffering, so much sacrifice, a land of equal laws and equal\nopportunities, a government of all the people for the benefit of all the\npeople; where the conditions of living will be so adjusted that every one\ncan make the most out of his life, neither waste it in hopeless slavery\nnor in selfish tyranny, where poverty and crime will not be hereditary\ngeneration after generation, where great fortunes will not be for vulgar\nostentation, but for the service of humanity and the glory of the State,\nwhere the privileges of freemen will be so valued that no one will be\nmean enough to sell his vote nor corrupt enough to attempt to buy a vote,\nwhere the truth will at last be recognized, that the society is not\nprosperous when half its members are lucky, and half are miserable, and\nthat that nation can only be truly great that takes its orders from the\nGreat Teacher of Humanity.\n\nAnd, lo! at last here is a great continent, virgin, fertile, a land of\nsun and shower and bloom, discovered, organized into a great nation, with\na government flexible in a distributed home rule, stiff as steel in a\ncentral power, already rich, already powerful. It is a land of promise.\nThe materials are all here. Will you repeat the old experiment of a\nmaterial success and a moral and spiritual failure? Or will you make it\nwhat humanity has passionately longed for? Only good individual lives can\ndo that.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3112/pg3112.txt",
        "name": "the_pilgrim,_and_the_american_of_today—(1892).json"
    }
}