{
    "name": "The Hoplite",
    "author": [
        "Sheridan, Richard"
    ],
    "body": "Jord awoke to the purr of the ventilators billowing the heavy curtains\nat the doorway. Through them, from the corridor, seeped the cold,\nrealistic, shadowless light that seemed to sap the color from man and\nmatter and leave only drabness and emptiness.\n\nHis eyes were sandy with sleep. He blinked. The optic nerves readied\nfor sight, pupils focused, retina recorded. The primordial fear of\nunfamiliar things disappeared as he recognized the objects in the room,\nidentified waking as a natural phenomenon and remembered the day's\nobjectives.\n\nHe lay quietly on the pallet; dimly conscious of identity, clinging\nphysically to the temporal death vanishing behind his opened eyes. Pale\nlight, swollen bladder, sticky throat, quiescent body, unimportant\nhunger, dim fear of incipient living.\n\nHe felt for the cigarettes on the floor beside his bed. His careful,\nsleepy fingers passed lightly over the ashy ashtray and fell on\nwrinkled cellophane. Dry tubes from a synthetic Virginia. He shook a\ncigarette from the pack and lay with it jutting from his lips. The\nsteady, filtered, odorless breeze centered on his senseless frontal\nlobes and whispered down his silver cheeks.\n\nA light. His hand crawled, finger walking across the crimson carpet\nto the grouping, found the metal tube and flew back to his chest. He\nfumbled with the trigger. His muscles were lethargic and he pressed it\nhard with a childish impatience.\n\nPerseverance.\n\nNow the metal tip glowed orange as the radioactive motes in the tube\ndestroyed themselves with rigid self-control. Careful suction, then,\nand a cubic foot of tobacco smoke howled down his esophagus into his\nlungs, examined each feathery cranny and left by muscular contraction.\n\nIt tasted bad, but he'd expected that it would.\n\nHe didn't have to smoke all of it. The habit decently required only\nthat he take a puff, leave it smolder, take another, allow himself to\nbe scorched and futilely try to set the bed afire.\n\nHe watched the smoke being plucked from the air by the purifiers to be\nexpelled with other smokes, smells and gases into an atmosphere that\nconsisted of little else.\n\n\n\nHis last night's pleasure stirred, vainly fought the inevitable and\nfluttered its hands. \"You awake, Soldier?\"\n\nThe room glowed with a rosy light.\n\n\"Approximately.\"\n\nThe woman uncoiled herself and lay flat. Through the tangle of bronzed\nhair, one ear shone whitely. She brushed the hair from her eyes and\nher scarlet mouth opened in a feline yawn. The woman was pink and\nwhite; she quivered in voluptuous ecstasy and slithered on the satin\nwith her own satiny, round and naked flesh.\n\n\"I didn't hear the alarm,\" she said, her voice thick with the residue\nof sleep. Her body pressed warm to his as she slid his cigarette from\nhis fingers.\n\nHe shared the cigarette, thinking of the distance between the bed and\nthe bathroom. The clock told him he had eight minutes to wait for\nmaximum emission. His physiological chart showed a tolerance of nine\nand one-third hours.\n\nEight minutes to wait. Then he would have twenty minutes in which to\nshower, and fifteen to clothe himself in the shimmering, clinging\nopaque that, like the casing on a sausage, would cover him, leaving\nonly his eyes, ears and mouth. These the neurologist would take care of\nbefore the mechanics fitted him into his machine for his next tour of\nduty.\n\nThere was a time for eating, time for a last cigarette, time for\nbriefing and a long, long time for the Galbth II.\n\nTime for everything but living.\n\nGently he kissed the woman's soft neck. \"What's your name?\" he asked\nwistfully, his attention divided between the short gold hairs at the\nbase of her head and the all important clock.\n\nThe woman chuckled chidingly and toyed with his hands, tracing the\nveins that stood rigid on their backs where the tortured nerves had\nforced them to the surface like a maze of pale blue pipes.\n\nShe did not answer. He could no more know her name than he could know\nher face behind the silver opaque--than he could know her voice behind\nthe vocal distorter--no more than he could know anyone, or that anyone\ncould know him.\n\nThree times a week the Sex-Dispatcher sent him a woman. For all he knew\nit could be the same woman, or three different women.\n\n\"Can I tell the dispatcher that I pleased you?\" The voice distorter had\nshifted and made her sound as though she had a cold. It was, of course,\nimpossible. That scourge hadn't attacked the fortress in thirty years.\nIn all probability it would never attack it again.\n\nHe nodded, grinding the cigarette into the ashtray. \"It would be nice,\"\nhe said, \"if we could know one another.\"\n\nShe smiled. \"Some day.\"\n\nThe clock gave warning, counting backwards through thirty seconds. Jord\npatted the woman's thigh in dismissal. \"You may as well go now.\"\n\n\n\nShe slid from the bed, neither reluctant nor impatient. Her simple\ntunic lay on the crimson rug where she had dropped it nine hours\nbefore. \"Good-by, Soldier,\" she said.\n\nHe was already on his way to the bathroom. If he should see her again,\nher voice would be different, her hair would be different. She had no\nscars or physical aberrance that he could recognize her by. She was\nhealthy, intelligent and normal, and therefore selected for breeding.\nSo was he. Ask the geneticists. He had.\n\nIn the bathroom, the clock told him to wash his face. Carefully he\nrubbed desensitizer on his mask, on the ten thousand artificial nerve\nendings that transcribed every motion of the living tissue it encased\nand magnified that motion a thousand times to the mightier motions of\nthe machine.\n\nThe desensitizer entered the porous material; the mask sagged and\nbecame transparent like a cellophane sack. He lifted it from his face.\n\nTwo huge holes for eyes, a gaping rent of a mouth. He threw it with\ndisgust into the depository. It would go back to the Neurological\nDivision to be cleaned and repaired.\n\nHe looked into the mirror with the interest of a man who sees his face\non rare occasions. The nerves stood out like splintered cracks in\nglass. He fingered his face lovingly, unmindful of the agony caused by\nhis touch, remembering the woman. He wondered in what manner her face\nwould differ from his.\n\nThe pain made him stop thinking about it and he closed his eyes to\nspray a weak solution of desensitizer on the burning flesh. Almost\nimmediately the pain was gone; but it left him with a marble mask that\nwouldn't come to life again until the effects of the desensitizer wore\noff.\n\nHe washed quickly in warm water, rubbed disinfectant on the atrophied\narea, rinsed it and stepped in front of the dryer. A thousand tongues\nof almost corporeal warmth licked over his skin.\n\nHe had shaved and desensitized his body the night before, so it was\nonly a matter of washing and disinfecting before he climbed into the\noverall casing and stepped clumsily into the sensitizing shower. The\nhuge bag began to shrink and cloud, adhering to his body as though it\nwere another layer of his skin.\n\nSince the casing acted as a magnifying extension of his nervous and\nmuscular systems, his body, within the casing, felt nothing. There\nwas no sense of contact as he walked across the floor and opened the\nbathroom door. As far as feeling went, he was without a body.\n\nHe said \"hello\" experimentally, to see if the distorter was still on.\nIt wasn't. The hard flatness of his voice surprised him. The rosy light\nwas gone also. Something peculiar to women caused the filter to slide\nover the coldly glowing silver. No man could cause it. No warrior was\nsupposed to want to.\n\n\n\nHe went through the curtains into the tube-like corridor and joined the\nother silver warriors on their way to the mess hall. He knew no one of\nthem, yet knew them all. In battle, no friend of his would die, yet no\none would die that he did not know. Two hundred years of war in this\nforgotten bit of the universe had shown the value of this. Some day,\nif he lived to be old, he would become a civilian. Until then the only\nfaces he would see would be his own and those of the subnormal servers\nin the mess hall. He had no loyalties except to the fortress. The\nfortress was his past, present and future.\n\nHe nodded a greeting to his server. \"How are you today, Teddy?\" The\nvoice distorter made him a gentle baritone.\n\nThe moron stared at him blankly, not understanding what was spoken, not\ncaring. It was mentally impossible for him to care about anyone and\npsychologically impossible for anyone to care about him. That was why\nhe was allowed to serve in the mess.\n\nHe set Jord's rations before him in their plastic containers. A\nscientific measure of calories, proteins, vitamins, minerals and\nhay-like roughage.\n\nJord wished the idiot was able to talk, but decided against holding a\none-sided conversation with him. He used to do it quite often, taking\npleasure in the shifting planes of his face, until he'd become sick\nwith longing for a complete human being. He knew no one and only his\npsychiatrist knew him. The fortress was to him one complete body.\n\nThe parts of that body could never be allowed to become more important\nthan the total of those parts. It was the first thing a potential\nmaster of a Galbth II learned: The basic lesson in loneliness.\n\nHe choked down the measured kilograms of roughage, saving the\nconcentrates until the last when he could suck out the synthetic\nflavoring and delude himself for a moment that he was eating food. His\nfare consisted of the precise amount necessary to keep him operating at\nmaximum efficiency and maintain optimum size. A two-pound variation in\nhis weight would require a refitting.\n\nHe smoked his last cigarette for the day and then made his way to the\nthird section briefing room.\n\nThere were twelve warriors in his section. Except for microscopic\ndifferences in their builds, there was little, if anything, to\ndistinguish one from the other. They had no contact with anything\nas personalized as officers. Each warrior was a separate unit.\nThe centralization of authority was complete. There was only the\nloudspeaker to command. For a time the warriors had been allowed to\ndesignate the voice as \"The General,\" but it was soon discovered that\nthey felt a particular loyalty to the name. The word was dropped. To\ndesignate authority, a warrior used the word: \"Authority.\" This word\nalso served as his official concept of politics. With all the strength\nof the fortress in the warriors, this was to be desired.\n\nSimultaneously, the speaker and the large television screen below it\ncame to life.\n\n\n\nThe scene showed one of the fortress's carefully tilled roughage\nfarms being looted by a large body of the natives--the enemy that was\ndetermined to erase the last remnant of an empire that once held the\nentire solar system in its grasp. That meant nothing to Jord. It was\nthe faces--the faces that were, relatively, not even faces at all. Yet\nthere were points of similarity within the gulf of difference--and the\nfaces. Faces without masks!\n\nThe voice called \"Authority\" was expressionless and precise.\n\n\"As you can see, a large and heavily armed contingent of the enemy has\nbreached the dome of number seven surface-farm.\"\n\nThe scout obligingly swiveled his television optic to show the fused\ngap in the huge plastic dome through which the natives were hauling\nincendiary materials to destroy the crop. The motionless bulk of a\nwarrior lay close beside the opening. He had been downed by artillery,\nwhile above the force-field the ever present aircraft of the natives\ncircled watchfully. Somewhere, the ancient generators had shorted long\nenough for the raiders to slip through.\n\n\"A detachment has already been sent out,\" the voice continued. \"The\nnatives are to be forced back beyond the northern defense perimeter.\nIntelligence estimates eight hundred of the enemy and thirty\nfield-pieces. The fortress depends on you. You will not fail the\nfortress.\"\n\nOn that note, the loudspeaker was silent.\n\n\"It seems to me,\" the warrior on Jord's right murmured as they moved\ntowards the opening bulkhead at the far side of the room, \"that we\nalmost always fail.\" He wasn't contradicting, only remarking.\n\nJord nodded. One warrior lost today, two last week, one the week\nbefore, and more before that. He saw the leviathans, 140 tons of\nmachinery with great gaping holes in their bodies, saw the wires and\nconduits, armor and all the intricacies that went into a Galbth II. He\nsaw them steaming, stumbling, falling--respirators clogged--smothering.\nTheir motions weakened, their limbs failed, the warriors died.\n\nTwo hundred years ago the planet had been a peaceful colony. Then with\nthe collapse of the empire had come two hundred years of reversals,\nand they who had once been the overseers of harmless workers now found\nthemselves struggling for the barest survival. Only the workers, the\nnatives, had adapted.\n\nHe went through the bulkhead into the immenseness of the cavern where\nthe machines stood waiting in the shadowless light.\n\nDown the iron catwalks the silver warriors ran. Down to the mechanics,\ndown to the surgeons with their surgeon fingers dead white beneath\nthe operating lamps. All waiting. Waiting to fit the mechanism for a\nthousand eyes to the optic nerves, the amplifiers to the audio.\n\n\n\nJord felt the familiar horror.\n\nWhen you were fitted with the conduits for optics and audios, you lost\nall contact with reality. You became a consciousness in nothing. His\ngreat fear at this time was of falling. He seemed to fall for eons\nuntil the mechanics with steel hands slid him into his machine and, bit\nby bit, his body returned.\n\nFingers, hands, wrists, arms, feet, legs, shoulders, back, neck, jaw,\ncheeks, nose, eyes--\n\nHis cranial optics slid from their sockets within the blue steel skin\nof his head, and he looked down to the floor of the cavern, seventy\nfeet below.\n\n\"Check motion!\"\n\nHe moved in the ritual ballet. Seventy feet and 140 tons of steel and\nglass, copper and nickel, silver and plastic, and a man buried deep\ninside.\n\nThe ultimate machine. The ultimate extension of a man.\n\nA ton of fist opened and closed, moved with effortless grace and fell\nto his side with enough power to crush a block of granite. His atomic\nmuscles turned silently when he walked. His legs of flesh commanding\nlegs of steel. He could walk two hundred miles an hour or run five\ntimes that fast. He could thread a needle with his fingers, or rip\nthrough a mountain.\n\n\"Check respirators.\"\n\n\"Check.\"\n\nThe technicians scurried from the cavern floor. The all-clear sounded\nand the roof slid open and a ramp grew up from the floor.\n\nHis voice echoed through the cavern, mingling with the voices of the\nother warriors. Joyous, thankful voices--the horror had passed and\nthey were alive again.\n\nOn the surface it was winter. The methane-frosted ground beneath the\nmachines was like iron. Iron against steel feet rang in the heavy air.\nWispy tendrils of steam rose from the great bodies. The respirators\nsucked and transformed ammonia and methane. The great feet left\nimprints in earth and stone.\n\nJord exulted in the freedom of the surface, in the long vistas of\nunwalled space, in the curve of a far away horizon. He exulted in his\nmachine body, so human in its parts, so more than human in its size and\ncapabilities. The column of the neck, the steel sinews; every muscle,\nevery ligament, every nerve of the human body had its counterpart in\nthe machine. What man could do, the machine did. What affected man, in\nproportion, affected the machine.\n\nEven to pain, the machine was complete.\n\nHe withdrew his optics and sent his telescope rising ten feet above his\nhead, searching the gray land for the other detachment. A dozen miles\naway he could see the dome of the ravished farm. The little specks were\nscurrying to complete their destruction before the dreaded warriors\nshould appear. They had blocked the entrance of the shallow valley in\nwhich the farm lay with their artillery. Behind it the gunners would\ntry to hold off the warriors and give the rest time to escape. Not that\nit mattered. The enemy cared little for his losses.\n\nHis telescope swiveled, found the scarp of an ancient bomb, ringed with\nwhat was probably fission produced obsidian, and rested on the bodies\nof the machines who had beaten his detachment to the scene and now came\nstreaming out to join them.\n\nThe two detachments merged, hesitated as each warrior assumed his\nposition and began the attack.\n\nThey would charge straight at the guns, so much a warrior cared for the\nmarksmanship of former slaves--so much a warrior cared for the power of\nnative shells.\n\n\n\nAr eight miles the snouts of the cannons began to belch. The gunnery\nwas high. The barrage passed harmlessly overhead.\n\nThe first strike was for him. The armor-piercing shell clanged and\nflattened out against his chest, staggering him back. He rallied,\ncaught his balance, sped on. He almost pitied the limited inventiveness\nof the natives, whose genius ended when they drove man into the\nfortresses.\n\nAnother shell. A warrior whirled and stumbled. Jord crashed into him,\nsteadied him. The explosions blended into an endless sound.\n\nHe felt a shell bounce from his shoulder, taking six optics with it and\nleaving the smell of scorched steel. They were too thick now to dodge,\ntoo close to bear. Earth and stone sprayed up from a sudden crater\nbefore him. He wheeled. Now they were in a range where the shells could\ndisable an arm or leg.\n\nAn arm! A stiff-hung, motionless limb of steel.\n\nThe rush had brought them to the artillery. Their feet trampled the\nancient guns. They smashed at belching muzzles with hammer fists. They\nhad breached the defenses. The natives had fled. In minutes they would\nbe trampling the fleeing enemy.\n\nThen the earth erupted....\n\nJord had only one leg still functioning when he regained consciousness.\nOne leg and perhaps eight of his optics. His audio was dead and there\nwas something wrong with his respirator. He had to fight to keep down\nthe panic.\n\nA warrior who had been trapped inside his machine once told him what it\nwas like inside a Galbth II when you couldn't move, or help yourself.\nIf you but closed your eyes you imagined yourself inside a shell, and\nthat shell inside a larger shell, and that inside a still larger shell\nuntil, after a hundred shells, you could imagine your machine, still\ntrue to your form, lying helpless and twisted on the ground.\n\nThere was no way you could get out of your machine without the help of\nthe mechanics. Even if there were it was impossible to exist on the\nsurface. You had to lie where you fell. Or, if possible, make your way\nback as best you could to your lock.\n\nHe tried moving. His good leg sawed the air like a giant flail.\nThere was some motion in his chest, but that was all. He erected all\nthe optics he could control and found himself lying on his stomach,\ndismembered. About twenty yards to the right he saw the other leg of\nhis machine lying across a warrior who seemed to have no motion at\nall. As far as he could see, no one had escaped. Warriors and parts of\nwarriors were strewn all about him. He swiveled his optics in anxiety.\nIf he were to be rescued, it must be soon. Already the air was foul and\nhe was having trouble focusing his optics.\n\nHe wanted to get out of the machine. He never wanted anything as much\nas he wanted this. The smell of metal and the taste of metal strangled\nhim. He wanted to get out. Worse than he wanted faces, worse than\nhe wanted identity, worse than he wanted to be able to live on the\nsurface. He could feel all the weight of the machine on his body. The\nvocalizer was still on and he moaned into the dirt.\n\nHe tried to raise his optics again, but the power had somehow failed.\nMany-faced, congealing darkness drew near. He rushed into it.\n\n\n\nThe Genocide Squad was the first to go into the crater.\n\nThe last warrior had ceased moving. Later the salvagers would come to\ncollect the precious metals. They drilled Jord's machine open but,\nluckily, by this time he was dead.\n\n\"Which one next?\" he asked, clambering awkwardly from the hole in the\nmachine's back. He was a native and, except for certain functional\ndifferences in his construction, was little distinguished from other\nnatives. But normalcy is relative. The normalcy of a native may be\nradically different from that of a fortress dweller.\n\n\"We are fortunate the bomb didn't destroy more of these bodies,\" he\nsaid, rejoining his partner at the side of the warrior.\n\n\"What is it like, inside?\" his partner asked curiously.\n\nThe Genocide Monitor stopped for a moment and appraised the vast bulk.\nHe had long ago ceased to be either fascinated or repelled by the soft,\nunfunctional bodies of fortress dwellers.\n\n\"Just another human,\" the android said.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Sheridan, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61157/pg61157.txt",
        "name": "the_hoplite.json"
    }
}