{
    "name": "The Soul of Nicholas Snyders; Or, The Miser of Zandam",
    "author": [
        "Jerome, Jerome K. (Jerome Klapka)"
    ],
    "body": "Author of “Paul Kelver,” “Three Men in a Boat,” etc., etc.\n\nNEW YORK DODD, MEAD & COMPANY 1909\n\n\nCOPYRIGHT, 1904, BY JEROME K. JEROME COPYRIGHT, 1908, BY DODD, MEAD &\nCOMPANY Published, September, 1908\n\n\n\n\nTHE SOUL OF NICHOLAS SNYDERS, OR THE MISER OF ZANDAM\n\nOnce upon a time in Zandam, which is by the Zuider Zee, there lived a\nwicked man named Nicholas Snyders. He was mean and hard and cruel, and\nloved but one thing in the world, and that was gold. And even that\nnot for its own sake. He loved the power gold gave him--the power to\ntyrannize and to oppress, the power to cause suffering at his will.\nThey said he had no soul, but there they were wrong. All men own--or,\nto speak more correctly, are owned by--a soul; and the soul of Nicholas\nSnyders was an evil soul. He lived in the old windmill which still is\nstanding on the quay, with only little Christina to wait upon him and\nkeep house for him. Christina was an orphan whose parents had died in\ndebt. Nicholas, to Christina’s everlasting gratitude, had cleared\ntheir memory--it cost but a few hundred florins--in consideration that\nChristina should work for him without wages. Christina formed his entire\nhousehold, and only one willing visitor ever darkened his door, the\nwidow Toelast. Dame Toelast was rich and almost as great a miser as\nNicholas himself. “Why should not we two marry?” Nicholas had once\ncroaked to the widow Toelast. “Together we should be masters of all\nZandam.” Dame Toelast had answered with a cackling laugh; but Nicholas\nwas never in haste.\n\nOne afternoon Nicholas Snyders sat alone at his desk in the centre of\nthe great semi-circular room that took up half the ground floor of the\nwindmill, and that served him for an office, and there came a knocking\nat the outer door.\n\n“Come in!” cried Nicholas Snyders. He spoke in a tone quite kind for\nNicholas Snyders. He felt so sure it was Jan knocking at the door--Jan\nVan der Voort, the young sailor, now master of his own ship, come to\ndemand of him the hand of little Christina. In anticipation, Nicholas\nSnyders tasted the joy of dashing Jan’s hopes to the ground; of\nhearing him plead, then rave; of watching the growing pallor that\nwould overspread Jan’s handsome face as Nicholas would, point by point,\nexplain to him the consequences of defiance--how, firstly, Jan’s old\nmother should be turned out of her home, his old father put into prison\nfor debt; how, secondly, Jan himself should be pursued without remorse,\nhis ship be bought over his head before he could complete the purchase.\nThe interview would afford to Nicholas Snyders sport after his own soul.\nSince Jan’s return the day before, he had been looking forward to it.\nTherefore, feeling sure it was Jan, he cried “Come in!” quite cheerily.\n\nBut it was not Jan. It was somebody Nicholas Snyders had never set eyes\non before. And neither, after that one visit, did Nicholas Snyders ever\nset eyes upon him again. The light was fading, and Nicholas Snyders was\nnot the man to light candles before they were needed, so that he was\nnever able to describe with any precision the stranger’s appearance.\nNicholas thought he seemed an old man, but alert in all his movements;\nwhile his eyes--the one thing about him Nicholas saw with any\nclearness--were curiously bright and piercing.\n\n“Who are you?” asked Nicholas Snyders, taking no pains to disguise his\ndisappointment.\n\n“I am a pedlar,” answered the stranger. His voice was clear and not\nunmusical, with just the suspicion of roguishness behind.\n\n“Not wanting anything,” answered Nicholas Snyders drily. “Shut the door\nand be careful of the step.”\n\nBut instead the stranger took a chair and drew it nearer, and, himself\nin shadow, looked straight into Nicholas Snyders’ face and laughed.\n\n“Are you quite sure, Nicholas Snyders? Are you quite sure there is\nnothing you require?”\n\n“Nothing,” growled Nicholas Snyders--“except the sight of your back.”\n The stranger bent forward, and with his long, lean hand touched Nicholas\nSnyders playfully upon the knee. “Wouldn’t you like a soul, Nicholas\nSnyders?” he asked.\n\n“Think of it,” continued the strange pedlar, before Nicholas could\nrecover power of speech. “For forty years you have drunk the joy of\nbeing mean and cruel. Are you not tired of the taste, Nicholas Snyders?\nWouldn’t you like a change? Think of it, Nicholas Snyders--the joy of\nbeing loved, of hearing yourself blessed, instead of cursed! Wouldn’t\nit be good fun, Nicholas Snyders--just by way of a change? If you don’t\nlike it, you can return and be yourself again.”\n\nWhat Nicholas Snyders, recalling all things afterwards, could never\nunderstand was why he sat there, listening in patience to the stranger’s\ntalk; for, at the time, it seemed to him the jesting of a wandering\nfool. But something about the stranger had impressed him.\n\n“I have it with me,” continued the odd pedlar; “and as for price--” The\nstranger made a gesture indicating dismissal of all sordid details.\n“I look for my reward in watching the result of the experiment. I am\nsomething of a philosopher. I take an interest in these matters. See.”\n The stranger dived between his legs and produced from his pack a silver\nflask of cunning workmanship and laid it on the table.\n\n“Its flavour is not unpleasant,” explained the stranger. “A little\nbitter; but one does not drink it by the goblet: a wineglassful, such\nas one would of old Tokay, while the mind of both is fixed on the\nsame thought: ‘May my soul pass into him, may his pass into me!’\nThe operation is quite simple: the secret lies within the drug.” The\nstranger patted the quaint flask as though it had been some little dog.\n\n“You will say: ‘Who will exchange souls with Nicholas Snyders?’” The\nstranger appeared to have come prepared with an answer to all questions.\n“My friend, you are rich; you need not fear. It is the possession\nmen value the least of all they have. Choose your soul and drive your\nbargain. I leave that to you with one word of counsel only: you will\nfind the young readier than the old--the young, to whom the world\npromises all things for gold. Choose you a fine, fair, fresh, young\nsoul, Nicholas Snyders; and choose it quickly. Your hair is somewhat\ngrey, my friend. Taste, before you die, the joy of living.”\n\nThe strange pedlar laughed and, rising, closed his pack. Nicholas\nSnyders neither moved nor spoke, until with the soft clanging of the\nmassive door his senses returned to him. Then, seizing the flask the\nstranger had left behind him, he sprang from his chair, meaning to fling\nit after him into the street. But the flashing of the firelight on its\nburnished surface stayed his hand.\n\n“After all, the case is of value,” Nicholas chuckled, and put the flask\naside and, lighting the two tall candles, buried himself again in his\ngreen-bound ledger. Yet still from time to time Nicholas Snyders’ eye\nwould wander to where the silver flask remained half hidden among dusty\npapers. And later there came again a knocking at the door, and this time\nit really was young Jan who entered.\n\nJan held out his great hand across the littered desk.\n\n“We parted in anger, Nicholas Snyders. It was my fault. You were in the\nright. I ask you to forgive me. I was poor. It was selfish of me to\nwish the little maid to share with me my poverty. But now I am no longer\npoor.”\n\n“Sit down,” responded Nicholas in kindly tone. “I have heard of it. So\nnow you are master and the owner of your ship--your very own.”\n\n“My very own after one more voyage,” laughed Jan. “I have Burgomaster\nAllart’s promise.”\n\n“A promise is not a performance,” hinted Nicholas. “Burgomaster Allart\nis not a rich man; a higher bid might tempt him. Another might step in\nbetween you and become the owner.”\n\nJan only laughed. “Why, that would be the work of an enemy, which, God\nbe praised, I do not think that I possess.”\n\n“Lucky lad!” commented Nicholas; “so few of us are without enemies. And\nyour parents, Jan, will they live with you?”\n\n“We wished it,” answered Jan, “both Christina and I. But the mother is\nfeeble. The old mill has grown into her life.”\n\n“I can understand,” agreed Nicholas. “The old vine torn from the old\nwall withers. And your father, Jan; people will gossip. The mill is\npaying?”\n\nJan shook his head. “It never will again; and the debts haunt him. But\nall that, as I tell him, is a thing of the past. His creditors have\nagreed to look to me and wait.”\n\n“All of them?” queried Nicholas.\n\n“All of them I could discover,” laughed Jan.\n\nNicholas Snyders pushed back his chair and looked at Jan with a smile\nupon his wrinkled face. “And so you and Christina have arranged it all?”\n\n“With your consent, sir,” answered Jan.\n\n“You will wait for that?” asked Nicholas.\n\n“We should like to have it, sir.” Jan smiled, but the tone of his voice\nfell agreeably on Nicholas Snyders’ ear. Nicholas Snyders loved best\nbeating the dog that, growled and showed its teeth.\n\n“Better not wait for that,” said Nicholas Snyders. “You might have to\nwait long.”\n\nJan rose, an angry flush upon his face. “So nothing changes you,\nNicholas Snyders. Have it your own way, then.”\n\n“You will marry her in spite of me?”\n\n“In spite of you and of your friends the fiends, and of your master the\nDevil!” flung out Jan. For Jan had a soul that was generous and brave\nand tender and excessively short-tempered. Even the best of souls have\ntheir failings.\n\n“I am sorry,” said old Nicholas.\n\n“I am glad to hear it,” answered Jan.\n\n“I am sorry for your mother,” explained Nicholas. “The poor dame, I\nfear, will be homeless in her old age. The mortgage shall be foreclosed,\nJan, on your wedding-day. I am sorry for your father, Jan. His\ncreditors, Jan--you have overlooked just one. I am sorry for him, Jan.\nPrison has always been his dread. I am sorry even for you, my young\nfriend. You will have to begin life over again. Burgomaster Allart is in\nthe hollow of my hand. I have but to say the word, your ship is mine.\nI wish you joy of your bride, my young friend. You must love her very\ndearly--you will be paying a high price for her.”\n\nIt was Nicholas Snyders’ grin that maddened Jan. He sought for something\nthat, thrown straight at the wicked mouth, should silence it, and\nby chance his hand lighted on the pedlar’s silver flask. In the same\ninstance Nicholas Snyders’ hand had closed upon it also. The grin had\ndied away.\n\n“Sit down,” commanded Nicholas Snyders. “Let us talk further.” And there\nwas that in his voice that compelled the younger man’s obedience.\n\n“You wonder, Jan, why I seek always anger and hatred. I wonder at times\nmyself. Why do generous thoughts never come to me, as to other men!\nListen, Jan; I am in a whimsical mood. Such things cannot be, but it is\na whim of mine to think it might have been. Sell me your soul, Jan, sell\nme your soul, that I, too, may taste this love and gladness that I hear\nabout. For a little while, Jan, only for a little while, and I will give\nyou all you desire.”\n\nThe old man seized his pen and wrote.\n\n“See, Jan, the ship is yours beyond mishap; the mill goes free; your\nfather may hold up his head again. And all I ask, Jan, is that you drink\nto me, willing the while that your soul may go from you and become the\nsoul of old Nicholas Snyders--for a little while, Jan, only for a little\nwhile.”\n\nWith feverish hands the old man had drawn the stopper from the pedlar’s\nflagon, had poured the wine into twin glasses. Jan’s inclination was to\nlaugh, but the old man’s eagerness was almost frenzy. Surely he was mad;\nbut that would not make less binding the paper he had signed. A true man\ndoes not jest with his soul, but the face of Christina was shining down\non Jan from out the gloom.\n\n“You will mean it?” whispered Nicholas Snyders.\n\n“May my soul pass from me and enter into Nicholas Snyders!” answered\nJan, replacing his empty glass upon the table. And the two stood looking\nfor a moment into one another’s eyes.\n\nAnd the high candles on the littered desk flickered and went out, as\nthough a breath had blown them, first one and then the other.\n\n“I must be getting home,” came the voice of Jan from the darkness. “Why\ndid you blow out the candles?”\n\n“We can light them again from the fire,” answered Nicholas. He did not\nadd that he had meant to ask that same question of Jan. He thrust them\namong the glowing logs, first one and then the other; and the shadows\ncrept back into their corners.\n\n“You will not stop and see Christina?” asked Nicholas.\n\n“Not to-night,” answered Jan.\n\n“The paper that I signed,” Nicholas reminded him--“you have it?”\n\n“I had forgotten it,” Jan answered.\n\nThe old man took it from the desk and handed it to him. Jan thrust it\ninto his pocket and went out. Nicholas bolted the door behind him and\nreturned to his desk; sat long there, his elbow resting on the open\nledger.\n\nNicholas pushed the ledger aside and laughed. “What foolery! As if such\nthings could be! The fellow must have bewitched me.”\n\nNicholas crossed to the fire and warmed his hands before the blaze.\n“Still, I am glad he is going to marry the little lass. A good lad, a\ngood lad.”\n\nNicholas must have fallen asleep before the fire. When he opened his\neyes, it was to meet the grey dawn. He felt cold, stiff, hungry, and\ndecidedly cross. Why had not Christina woke him up and given him his\nsupper. Did she think he had intended to pass the night on a wooden\nchair? The girl was an idiot. He would go upstairs and tell her through\nthe door just what he thought of her.\n\nHis way upstairs led through the kitchen. To his astonishment, there sat\nChristina, asleep before the burnt-out grate.\n\n“Upon my word,” muttered Nicholas to himself, “people in this house\ndon’t seem to know what beds are for!”\n\nBut it was not Christina, so Nicholas told himself. Christina had the\nlook of a frightened rabbit: it had always irritated him. This girl,\neven in her sleep, wore an impertinent expression--a delightfully\nimpertinent expression. Besides, this girl was pretty--marvellously\npretty. Indeed, so pretty a girl Nicholas had never seen in all his life\nbefore. Why had the girls, when Nicholas was young, been so entirely\ndifferent! A sudden bitterness seized Nicholas: it was as though he had\njust learnt that long ago, without knowing it, he had been robbed.\n\nThe child must be cold. Nicholas fetched his fur-lined cloak and wrapped\nit about her.\n\nThere was something else he ought to do. The idea came to him while\ndrawing the cloak around her shoulders, very gently, not to disturb\nher--something he wanted to do, if only he could think what it was. The\ngirl’s lips were parted. She appeared to be speaking to him, asking him\nto do this thing--or telling him not to do it. Nicholas could not be\nsure which. Half a dozen times he turned away, and half a dozen times\nstole back to where she sat sleeping with that delightfully impertinent\nexpression on her face, her lips parted. But what she wanted, or what it\nwas he wanted, Nicholas could not think.\n\nPerhaps Christina would know. Perhaps Christina would know who she was\nand how she got there. Nicholas climbed the stairs, swearing at them for\ncreaking.\n\nChristina’s door was open. No one was in the room; the bed had not been\nslept upon. Nicholas descended the creaking stairs.\n\nThe girl was still asleep. Could it be Christina herself? Nicholas\nexamined the delicious features one by one. Never before, so far as he\ncould recollect, had he seen the girl; yet around her neck--Nicholas had\nnot noticed it before--lay Christina’s locket, rising and falling as she\nbreathed. Nicholas knew it well; the one thing belonging to her mother\nChristina had insisted on keeping. The one thing about which she had\never defied him. She would never have parted with that locket. It must\nbe Christina herself. But what had happened to her? Or to himself.\nRemembrance rushed in upon him. The odd pedlar! The scene with Jan! But\nsurely all that had been a dream? Yet there upon the littered desk still\nstood the pedlar’s silver flask, together with the twin stained glasses.\n\nNicholas tried to think, but his brain was in a whirl. A ray of sunshine\nstreaming through the window fell across the dusty room. Nicholas had\nnever seen the sun, that he could recollect. Involuntarily he stretched\nhis hands towards it, felt a pang of grief when it vanished, leaving\nonly the grey light. He drew the rusty bolts, flung open the great door.\nA strange world lay before him, a new world of lights and shadows, that\nwooed him with their beauty--a world of low, soft voices that called to\nhim. There came to him again that bitter sense of having been robbed.\n\n“I could have been so happy all these years,” murmured old Nicholas to\nhimself. “It is just the little town I could have loved--so quaint, so\nquiet, so homelike. I might have had friends, old cronies, children of\nmy own maybe--”\n\nA vision of the sleeping Christina flashed before his eyes. She had come\nto him a child, feeling only gratitude towards him. Had he had eyes with\nwhich to see her, all things might have been different.\n\nWas it too late? He is not so old--not so very old. New life is in his\nveins. She still loves Jan, but that was the Jan of yesterday. In the\nfuture, Jan’s every word and deed will be prompted by the evil soul that\nwas once the soul of Nicholas Snyders--that Nicholas Snyders remembers\nwell. Can any woman love that, let the case be as handsome as you will?\n\nOught he, as an honest man, to keep the soul he had won from Jan by what\nmight be called a trick? Yes, it had been a fair bargain, and Jan had\ntaken his price. Besides, it was not as if Jan had fashioned his own\nsoul; these things are chance. Why should one man be given gold, and\nanother be given parched peas? He has as much right to Jan’s soul as Jan\never had. He is wiser, he can do more good with it. It was Jan’s soul\nthat loved Christina; let Jan’s soul win her if it can. And Jan’s\nsoul, listening to the argument, could not think of a word to offer in\nopposition.\n\nChristina was still asleep when Nicholas re-entered the kitchen. He\nlighted the fire and cooked the breakfast and then aroused her gently.\nThere was no doubt it was Christina. The moment her eyes rested on old\nNicholas, there came back to her the frightened rabbit look that had\nalways irritated him. It irritated him now, but the irritation was\nagainst himself.\n\n“You were sleeping so soundly when I came in last night--” Christina\ncommenced.\n\n“And you were afraid to wake me,” Nicholas interrupted her. “You thought\nthe old curmudgeon would be cross. Listen, Christina. You paid off\nyesterday the last debt your father owed. It was to an old sailor--I had\nnot been able to find him before. Not a cent more do you owe, and\nthere remains to you, out of your wages, a hundred florins. It is yours\nwhenever you like to ask me for it.”\n\nChristina could not understand, neither then nor during the days that\nfollowed; nor did Nicholas enlighten her. For the soul of Jan had\nentered into a very wise old man, who knew that the best way to live\ndown the past is to live boldly the present. All that Christina could\nbe sure of was that the old Nicholas Snyders had mysteriously vanished,\nthat in his place remained a new Nicholas, who looked at her with kindly\neyes--frank and honest, compelling confidence. Though Nicholas never\nsaid so, it came to Christina that she herself, her sweet example, her\nennobling influence it was that had wrought this wondrous change. And to\nChristina the explanation seemed not impossible--seemed even pleasing.\n\nThe sight of his littered desk was hateful to him. Starting early in the\nmorning, Nicholas would disappear for the entire day, returning in the\nevening tired but cheerful, bringing with him flowers that Christina\nlaughed at, telling him they were weeds. But what mattered names? To\nNicholas they were beautiful. In Zandam the children ran from him,\nthe dogs barked after him. So Nicholas, escaping through byways, would\nwander far into the country. Children in the villages around came to\nknow a kind old fellow who loved to linger, his hands resting on his\nstaff, watching their play, listening to their laughter; whose ample\npockets were storehouses of good things. Their elders, passing by, would\nwhisper to one another how like he was in features to wicked old Nick,\nthe miser of Zandam, and would wonder where he came from. Nor was\nit only the faces of the children that taught his lips to smile. It\ntroubled him at first to find the world so full of marvellously pretty\ngirls--of pretty women also, all more or less lovable. It bewildered\nhim. Until he found that, notwithstanding, Christina remained always\nin his thoughts the prettiest, the most lovable of them all. Then every\npretty face rejoiced him: it reminded him of Christina.\n\nOn his return the second day, Christina had met him with sadness in her\neyes. Farmer Beerstraater, an old friend of her father’s, had called to\nsee Nicholas; not finding Nicholas, had talked a little with Christina.\nA hardhearted creditor was turning him out of his farm. Christina\npretended not to know that the creditor was Nicholas himself, but\nmarvelled that such wicked men could be. Nicholas said nothing, but the\nnext day Farmer Beerstraater had called again, all smiles, blessings,\nand great wonder.\n\n“But what can have come to him?” repeated Farmer Beerstraater over and\nover.\n\nChristina had smiled and answered that perhaps the good God had touched\nhis heart; but thought to herself that perhaps it had been the good\ninfluence of another. The tale flew. Christina found herself besieged on\nevery hand, and, finding her intercessions invariably successful, grew\nday by day more pleased with herself, and by consequence more pleased\nwith Nicholas Snyders. For Nicholas was a cunning old gentleman. Jan’s\nsoul in him took delight in undoing the evil the soul of Nicholas\nhad wrought. But the brain of Nicholas Snyders that remained to him\nwhispered: “Let the little maid think it is all her doing.”\n\nThe news reached the ears of Dame Toelast. The same evening saw her\nseated in the inglenook opposite Nicholas Snyders, who smoked and seemed\nbored.\n\n“You are making a fool of yourself, Nicholas Snyders,” the Dame told\nhim. “Everybody is laughing at you.”\n\n“I had rather they laughed than cursed me,” growled Nicholas.\n\n“Have you forgotten all that has passed between us?” demanded the Dame.\n\n“Wish I could,” sighed Nicholas.\n\n“At your age--” commenced the Dame.\n\n“I am feeling younger than I ever felt in all my life,” Nicholas\ninterrupted her.\n\n“You don’t look it,” commented the Dame.\n\n“What do looks matter?” snapped Nicholas. “It is the soul of a man that\nis the real man.”\n\n“They count for something, as the world goes,” explained the Dame. “Why,\nif I liked to follow your example and make a fool of myself, there are\nyoung men, fine young men, handsome young men--”\n\n“Don’t let me stand in your way,” interposed Nicholas quickly. “As you\nsay, I am old and I have a devil of a temper. There must be many better\nmen than I am, men more worthy of you.”\n\n“I don’t say there are not,” returned the Dame: “but nobody more\nsuitable. Girls for boys, and old women for old men. I haven’t lost my\nwits, Nicholas Snyders, if you have. When you are yourself again--”\n\nNicholas Snyders sprang to his feet. “I am myself,” he cried, “and\nintend to remain myself! Who dares say I am not myself?”\n\n“I do,” retorted the Dame with exasperating coolness. “Nicholas Snyders\nis not himself when at the bidding of a pretty-faced doll he flings his\nmoney out of the window with both hands. He is a creature bewitched, and\nI am sorry for him. She’ll fool you for the sake of her friends till\nyou haven’t a cent left, and then she’ll laugh at you. When you are\nyourself, Nicholas Snyders, you will be crazy with yourself--remember\nthat.” And Dame Toelast marched out and slammed the door behind her.\n\n“Girls for boys, and old women for old men.” The phrase kept ringing in\nhis ears. Hitherto his new-found happiness had filled his life, leaving\nno room for thought. But the old Dame’s words had sown the seed of\nreflection.\n\nWas Christina fooling him? The thought was impossible. Never once had\nshe pleaded for herself, never once for Jan. The evil thought was the\ncreature of Dame Toelast’s evil mind. Christina loved him. Her face\nbrightened at his coming. The fear of him had gone out of her; a pretty\ntyranny had replaced it. But was it the love that he sought? Jan’s soul\nin old Nick’s body was young and ardent. It desired Christina not as a\ndaughter, but as a wife. Could it win her in spite of old Nick’s body?\nThe soul of Jan was an impatient soul. Better to know than to doubt.\n\n“Do not light the candles; let us talk a little by the light of the fire\nonly,” said Nicholas. And Christina, smiling, drew her chair towards the\nblaze. But Nicholas sat in the shadow.\n\n“You grow more beautiful every day, Christina,” said Nicholas-“sweeter\nand more womanly. He will be a happy man who calls you wife.”\n\nThe smile passed from Christina’s face. “I shall never marry,” she\nanswered. “Never is a long word, little one.”\n\n“A true woman does not marry the man she does not love.”\n\n“But may she not marry the man she does?” smiled Nicholas.\n\n“Sometimes she may not,” Christina explained.\n\n“And when is that?”\n\nChristina’s face was turned away. “When he has ceased to love her.”\n\nThe soul in old Nick’s body leapt with joy. “He is not worthy of you,\nChristina. His new fortune has changed him. Is it not so? He thinks only\nof money. It is as though the soul of a miser had entered into him.\nHe would marry even Dame Toelast for the sake of her gold-bags and her\nbroad lands and her many mills, if only she would have him. Cannot you\nforget him?”\n\n“I shall never forget him. I shall never love another man. I try to hide\nit; and often I am content to find there is so much in the world that\nI can do. But my heart is breaking.” She rose and, kneeling beside him,\nclasped her hands around him. “I am glad you have let me tell you,” she\nsaid. “But for you I could not have borne it. You are so good to me.”\n\nFor answer he stroked with his withered hand the golden hair that fell\ndisordered about his withered knees. She raised her eyes to him; they\nwere filled with tears, but smiling.\n\n“I cannot understand,” she said. “I think sometimes that you and he must\nhave changed souls. He is hard and mean and cruel, as you used to be.”\n She laughed, and the arms around him tightened for a moment. “And now\nyou are kind and tender and great, as once he was. It is as if the good\nGod had taken away my lover from me to give to me a father.”\n\n“Listen to me, Christina,” he said. “It is the soul that is the man, not\nthe body. Could you not love me for my new soul?”\n\n“But I do love you,” answered Christina, smiling through her tears.\n\n“Could you as a husband?” The firelight fell upon her face. Nicholas,\nholding it between his withered hands, looked into it long and hard; and\nreading what he read there, laid it back against his breast and soothed\nit with his withered hand.\n\n“I was jesting, little one,” he said. “Girls for boys, and old women for\nold men. And so, in spite of all, you still love Jan?”\n\n“I love him,” answered Christina. “I cannot help it.”\n\n“And if he would, you would marry him, let his soul be what it may?”\n\n“I love him,” answered Christina. “I cannot help it.”\n\nOld Nicholas sat alone before the dying fire. Is it the soul or the body\nthat is the real man? The answer was not so simple as he had thought it.\n\n“Christina loved Jan”--so Nicholas mumbled to the dying fire--“when\nhe had the soul of Jan. She loves him still, though he has the soul of\nNicholas Snyders. When I asked her if she could love me, it was terror\nI read in her eyes, though Jan’s soul is now in me; she divined it. It\nmust be the body that is the real Jan, the real Nicholas. If the soul\nof Christina entered into the body of Dame Toelast, should I turn from\nChristina, from her golden hair, her fathomless eyes, her asking lips,\nto desire the shrivelled carcass of Dame Toelast? No; I should still\nshudder at the thought of her. Yet when I had the soul of Nicholas\nSnyders, I did not loathe her, while Christina was naught to me. It must\nbe with the soul that we love, else Jan would still love Christina and\nI should be Miser Nick. Yet here am I loving Christina, using Nicholas\nSnyders’ brain and gold to thwart Nicholas Snyders’ every scheme, doing\neverything that I know will make him mad when he comes back into his own\nbody; while Jan cares no longer for Christina, would marry Dame Toelast\nfor her broad lands, her many mills. Clearly it is the soul that is the\nreal man. Then ought I not to be glad, thinking I am going back into my\nown body, knowing that I shall wed Christina? But I am not glad; I am\nvery miserable. I shall not go with Jan’s soul, I feel it; my own soul\nwill come back to me. I shall be again the hard, cruel, mean old man I\nwas before, only now I shall be poor and helpless. The folks will laugh\nat me, and I shall curse them, powerless to do them evil. Even Dame\nToelast will not want me when she learns all. And yet I must do this\nthing. So long as Jan’s soul is in me, I love Christina better than\nmyself. I must do this for her sake. I love her--I cannot help it.”\n\nOld Nicholas rose, took from the place, where a month before he had\nhidden it, the silver flask of cunning workmanship.\n\n“Just two more glassfuls left,” mused Nicholas, as he gently shook the\nflask against his ear. He laid it on the desk before him, then opened\nonce again the old green ledger, for there still remained work to be\ndone.\n\nHe woke Christina early. “Take these letters, Christina,” he commanded.\n“When you have delivered them all, but not before, go to Jan; tell him\nI am waiting here to see him on a matter of business.” He kissed her and\nseemed loth to let her go.\n\n“I shall only be a little while,” smiled Christina.\n\n“All partings take but a little while,” he answered.\n\nOld Nicholas had foreseen the trouble he would have. Jan was content,\nhad no desire to be again a sentimental young fool, eager to saddle\nhimself with a penniless wife. Jan had other dreams.\n\n“Drink, man, drink!” cried Nicholas impatiently, “before I am tempted to\nchange my mind. Christina, provided you marry her, is the richest bride\nin Zandam. There is the deed; read it; and read quickly.”\n\nThen Jan consented, and the two men drank. And there passed a breath\nbetween them as before; and Jan with his hands covered his eyes a\nmoment.\n\nIt was a pity, perhaps, that he did so, for in that moment Nicholas\nsnatched at the deed that lay beside Jan on the desk. The next instant\nit was blazing in the fire.\n\n“Not so poor as you thought!” came the croaking voice of Nicholas. “Not\nso poor as you thought! I can build again, I can build again!” And the\ncreature, laughing hideously, danced with its withered arms spread out\nbefore the blaze, lest Jan should seek to rescue Christina’s burning\ndowry before it was destroyed.\n\nJan did not tell Christina. In spite of all Jan could say, she would go\nback. Nicholas Snyders drove her from the door with curses. She could\nnot understand. The only thing clear was that Jan had come back to her.\n\n“‘Twas a strange madness that seized upon me,” Jan explained. “Let the\ngood sea breezes bring us health.”\n\nSo from the deck of Jan’s ship they watched old Zandam till it vanished\ninto air.\n\nChristina cried a little at the thought of never seeing it again; but\nJan comforted her and later new faces hid the old.\n\nAnd old Nicholas married Dame Toelast, but, happily, lived to do evil\nonly for a few years longer.\n\nLong after, Jan told Christina the whole story, but it sounded very\nimprobable, and Christina--though, of course, she did not say so--did\nnot quite believe it, but thought Jan was trying to explain away that\nstrange month of his life during which he had wooed Dame Toelast. Yet it\ncertainly was strange that Nicholas, for the same short month, had been\nso different from his usual self.\n\n“Perhaps,” thought Christina, “if I had not told him I loved Jan, he\nwould not have gone back to his old ways. Poor old gentleman! No doubt\nit was despair.”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Jerome, Jerome K. (Jerome Klapka)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/869/pg869.txt",
        "name": "the_soul_of_nicholas_snyders;_or,_the_miser_of_zandam.json"
    }
}