{
    "name": "The Last Trespasser",
    "author": [
        "Harmon, Jim"
    ],
    "body": "They would not believe Malloy was alone in there, in the padded cell.\nThat made it worse.\n\nMalloy was in his month for lying on his stomach to avoid bed sores. He\nwas walking from Peoria, Illinois, to Detroit, Michigan, currently and\nhe had just reached Chicago. It was fine to see State Street again, and\nthe jewelry stores stuck in the alcoves of churches with the handsomely\nbarred windows.\n\nA man in Army-surplus green with an old library book was asking for\ncarfare to a hiring hall when they began opening the door.\n\nMalloy rolled over on one elbow. It was peculiar. They hadn't done that\nfor three years.\n\nTwo of them came inside, thick men with disinterested faces.\n\n\"Try no sudden moves,\" one of them advised him.\n\n\"We will anticipate you,\" the other one added.\n\nMalloy went through the unfamiliar process of standing up. He looked\nat two men. \"I wouldn't try anything against the four of you. I'm not\n_that_ crazy.\"\n\n\"Time for an interrogation, Malloy,\" the orderly said. \"Come with us.\"\n\nMalloy fell in between them and left the padded cell, frowning.\n\n\"What kind of an interrogation?\" he asked them.\n\n\"What other kind?\" one countered. \"A sanity hearing.\"\n\nHe felt his eyebrows jerk. _His sanity?_ He thought that had been\nestablished long ago. Or his lack of it.\n\n\n\nMalloy remembered the doctor. He hadn't had much else to do for several\nyears.\n\nHe was Dr. Heirson, a graying man with starched face and collar. But\nthe younger man sitting with Heirson behind the broad, translucent desk\nwas a stranger to Malloy. He seemed to be a comic strip drawing, all in\nstraight lines.\n\n\"Yes, sir.\"\n\n\"Step forward, Michael,\" Heirson said.\n\nMalloy stepped forward. It had been a long time since he had been\nallowed to travel so far.\n\n\"Now relax, Michael,\" the doctor continued, leaning forward and\ngrinning hideously. \"All you have to do is tell me the truth.\"\n\n\"No, I don't, Doctor. I'm under no compulsion to tell you the truth.\nI'm perfectly capable of lying if it would do me any good.\"\n\n\"Hush that, Michael. You must not try to make believe you can lie. I\nknow you tell me only the truth.\"\n\n\"All right,\" Malloy said, exhaling deeply. \"Believe that I speak only\nthe truth if you like. But remember, I just told you that I'm a liar\nand that must be true.\"\n\nHeirson blinked in watery confusion. He was obviously senile; only the\nold man's Rider kept him from coming apart at his mental seams.\n\nThe angle-faced man spoke into Heirson's ear. The old doctor continued\nto blink for a moment, then faced Malloy, the lines of his face drawn\ninto an asterisk.\n\n\"What? You mean to tell me that you don't have an inner voice that\nurges you to tell the truth at all times?\"\n\n\"No,\" Malloy explained, \"I do not hear voices.\"\n\n\"You don't?\"\n\n\"Never.\"\n\n\"And there is no inner sense that tells you when somebody is plotting\nagainst you?\"\n\n\"Absolutely not.\"\n\n\"And when you are in trouble or danger, there is nothing that allows\nyou to somehow look into the future or read minds or see through walls?\"\n\n\"I can't do any of those things,\" Malloy stated.\n\nHeirson threw up his hands. \"Complete withdrawal from reality!\nPathological! Why is he here anyway?\"\n\nThe younger man grasped the withered thin upper arm and whispered\naudibly but not understandably. Heirson's face eventually quivered\nback in line with Malloy's.\n\n\"Michael, do you know what year this is?\" the doctor asked.\n\nMalloy thought about that one. He wasn't absolutely certain, but he\nmade some rapid calculations.\n\n\"1978?\"\n\n\"1979! And what has been the single most important development in human\nhistory in recent times?\"\n\nMalloy sighed. He knew what he was expected to say.\n\n\"The coming of the Riders.\"\n\n\"And what are Riders?\"\n\n\"Riders,\" Malloy recited patiently, \"are elements of a symbiotic\nlife-form. They have united with human beings to make one symbiotic\ncreature. They have given much more than they have taken. All prominent\nreligions recognize that they do not interfere with human free will.\nThey have made us healthier, virtually immortal, and near supermen. The\nhuman race now is so much zoa, and every man is a zoon. Every man but\nme. _Damn it, I don't have any Rider!_ I'm not a superman and I cannot\nget away with pretending to be one!\"\n\nHeirson oscillated his head. \"Michael, Michael, your case isn't\nunique. There are others who claim that they have no Riders--usually\nmaintaining that they are naturally superhuman and need no help from\nsome funny kind of foreigner. They are tolerated the same way, that\nB.R., we tolerated people who claimed they possessed psychic auras, or\nwho got up in cathedrals and yelled that they had no souls. But you,\nMichael, are a trouble-maker. You've been rude, vulgar, and reckless\nwith your life and others in your pretense to be Riderless. Your\npathological retreat from reality leaves us with no choice but to--\"\n\nThe other man behind the desk shoved a paper in front of Heirson and\ntapped it forcefully with an index finger.\n\n\n\nHeirson read the paper and his eyebrows went askew. \"Yes, yes, we\nhave discovered that there is a basic difference between you and the\nothers who maintain they have no Riders. It would seem it _has_ been\nestablished that you really _do not_ have a Rider. Remarkable! Yes.\nWell, I have no alternative but to dismiss you from this institution,\nMichael Malloy, and to extend to you my personal apology for any\ninconvenience your three-and-a-half-years' detainment may have caused\nyou.\"\n\nA trick, Malloy thought.\n\nOnly what point would there be in tricking him?\n\nThe oppressive horror of it crushed down upon him with its full weight.\n\n\"Oh no,\" he said. \"No, sir. Take me back to my padded cell. I've got\nmy rights. I'm not going out there again. Maybe I could have learned to\nlive with it once, but not now. I can't face up to living with a world\nof supermen, people who can do everything better than I can. _Take me\nback._ I think I'm going to get violent any minute now!\"\n\nHe took a swing at the nearest guard, but naturally the guard's Rider\ntold him what was coming and he dodged deftly, caught Malloy's arm\nand twisted it into half-nelson to hold him completely, infuriatingly\nhelpless. Malloy had to hold back tears of frustration.\n\n\"Fortunately,\" Dr. Heirson croaked, \"you can do no harm even if you do\nget violent, and I'm sure everyone will want to do everything possible\nfor a poor unfortunate like yourself. We all will make allowances.\"\n\n\"No, no, no!\" Malloy announced with the rhythm of his stomping feet. \"I\nwon't leave here! I _won't_!\"\n\n\n\nThe man beside Heirson favored Malloy with a smile; Malloy wasn't\nsure whether it was friendly or mocking. The stranger nodded his head\nbriefly to the guards.\n\nMalloy was dragged, protesting, down the marble-floored hallway to the\nentrance of the mental hospital. His anguished cries echoed across the\nornate ceiling of the old building.\n\nHe was shoved out the front door with a parcel in brown paper under his\narms.\n\nMalloy made one desperate attempt to get back inside but the massive\ndoor clanged in his face, and he could hear the reverberations dying\naway inside and the steady retreat of footsteps.\n\nMalloy turned away in pain from the unaccustomed brilliance and warmth\nof the sun and banged on the door with his fists and demanded to be\nreadmitted.\n\nHe grew hoarser and hoarser and he slid further and further down until\nhe was squatting on the threshold, his cheek rested against the warm\nvarnished surface of the door.\n\nMalloy had never been an overly proud or vain man before the Riders had\ncome. After all, he'd had one of the most menial jobs on Earth; he had\nbeen a magazine editor. But now he felt squashed under the thumb of\nhumiliation.\n\nThe monstrous indignity of it all!\n\nTo be thrown out of an asylum!\n\nAfter a time, Malloy felt a coolness, a wetness on his head.\n\nHe dreamed a little dream to himself that he knew was a dream: they\nwere coming to wrap him in warm sheets again.\n\nBut it was only a dream. This wetness wasn't warm--it was chilly. He\nfinally identified it from his memories. This was rain.\n\nHe stirred himself and gathered up the brown bundle that he knew must\ncontain his suit, papers and a little money.\n\nMalloy trudged down the road toward the town that lay below the\nsanitarium, his collar turned up.\n\nHe found he didn't mind the rain so much. It tended to settle the dust,\nand the walk would be a long one.\n\n\n\nGrayson Amery, the iron-haired publisher, greeted Malloy with a firm,\nwarm, dry handshake.\n\n\"Michael, it's certainly good to see you again. You are looking well.\"\n\n\"Yes, the bruises left by the strait jacket straps don't show,\" said\nMalloy.\n\n\"A unique miscarriage of justice,\" Amery said.\n\n\"I certainly hope it's unique. I hope there aren't any more poor devils\nlike me locked away.\"\n\nAmery offered Malloy a chair with a broad, well-manicured hand. \"I'm\nconfident that there aren't. And you are out now, fortunately.\"\n\n\"You can call it fortune if you like,\" Malloy said uneasily.\n\n\"But you _are_ glad to be out?\"\n\nMalloy hesitated. \"I'm resigned to it. The flow of time washed some\nof the salt out of the wound. Being born is definitely a traumatic\nexperience.\"\n\n\"How well I remember!\" Amery said.\n\nMalloy glanced at him sharply, then eased back in his chair. Of course,\nlike everybody else, thanks to his Rider, Amery had total recall.\nMalloy couldn't even remember his first birthday party.\n\n\"Is there any way I can be of help to you, Michael?\" Amery went on.\n\n\"Sure. I want my job back.\"\n\nAmery's forehead squeezed into lines of distress. \"Yes, I was made\naware of that. But, Michael, there have been a lot of changes in the\npublishing business since you were with us. For instance, it would be\ndifficult for you to proofread a manuscript today.\"\n\n\"I'm hardly the type who can't spell. I haven't forgotten that.\"\n\n\"I know, Michael, but here--have a look at this.\"\n\nAmery handed over a sheet of paper.\n\nMalloy glanced at it. It seemed a typical sheet of a writer's\nmanuscript, though a horrible yellowish gray that made the typescript\nfrom the tatters of a ribbon almost illegible. It was also smudged with\njelly-doughnut fingerprints and there were several holes burned in it\nby droppings of cigarette ash. Pretty sloppy, but things didn't seem\nto have changed much. Not until he read the paper.\n\n    --/Cynthia/--/ (walked) toward --/#((him))#/-- jauntily (/).\n\n    \"'Hi,'\" --/she/--# called (out) to ((him)).\n\n    \"'/Hello/'\", 'Sweetstuff', he / said /, ((trying)) to # sound #\n    (gay) /....\n\nMalloy looked up blankly. \"What are all the cockeyed punctuation marks\ndoing in there?\" he asked.\n\nAmery exhaled Havana smoke expansively. \"That's the way things are now,\nMichael. Those punctuation marks indicate whether the protagonist's\nthoughts are self-directed or Rider-directed, or a combination of\nboth, and which is dominant at the time, human or Rider. They became\nabsolutely essential with the coming of the Riders.\"\n\nMalloy covered his lips with his fingers. \"Of course, I don't\nunderstand this punctuation now. But I could learn it quickly enough.\"\n\nThe publisher shook his massive head. \"No, you couldn't learn it.\nYou don't have a Rider. You could never understand all the little\nsubtleties.\"\n\n\"I could fake it.\"\n\n\"Never. It might get past the average reader, but the author and\ncritics would know right away. All an editor can do is watch for\ntypographical errors and change them the way the author wanted them\nif his fingers hadn't tripped over the wrong keys. As it was, we used\nto get a good many complaints from writers about you making changes in\ntheir work.\"\n\n\"Grammar,\" Malloy explained. \"I got kind of a bug about grammar. I used\nto fix up manuscripts some.\"\n\n\n\nRubbing out his fat cigar, Amery leaned across his desk. \"This isn't\nlike the good old days when I started out, Mike. If I had my way today,\nI'd get the National Guard ordered out and have those miserable slobs\ngrind out stories with a bayonet at their backs!\" The red gleam dimmed\nin Amery's eyes. \"Those were the days, by God! Back then you didn't\nedit manuscripts with any dinky little blue pencil--you used a razor\nblade and a grease stick!\"\n\nAmery slumped down in his swivel, his eyes now only embers. \"But that\nday is over, Mike. Writers have their rights, damn them. You get the\nwrong punctuation in one of their private-eye epics, Mike, and one of\nthem will slap a suit against the company for defacing a Work of Art,\nand both of us could land in jail.\"\n\n\"Westerns,\" Malloy suggested in desperation. \"Historical fiction. They\ncan't employ the new punctuation. I could edit them.\"\n\nThe veteran publisher shook his head again. \"No. Cowboys in westerns\ntoday turn your stomach more than ever with their damned nobility and\npurity. Heroines in historical novels act just as if deodorants and\nLiving Bras had been in use back then. And these stories are written as\nif the characters _did_ have Riders, with only a few minor concessions.\"\n\n\"Okay.\" Malloy stood up. \"I'll go quietly.\"\n\n\"Maybe you're lucky, Mike,\" Amery said up at him. \"I remember\nold-fashioned ideals like privacy and free will and free enterprise.\nThey don't exist any more. You can't tell me that my free will hasn't\nbeen affected. Why, every business deal I've had since the Coming has\nbeen strictly ethical. You know that isn't like me!\"\n\n\"No,\" Malloy admitted thoughtfully.\n\n\"I'm even so ethical now that I recognize I owe you something. I know\nmoney can't repay--\"\n\n\"Hell it can't,\" Malloy said quickly.\n\nThe publisher stripped off a sheaf of bills with deliberation.\n\nMalloy pocketed them. Enough to keep him eating for a couple of months.\nAfter that, there was always the Salvation Army. He didn't have\nanything to worry about, really.\n\n\"Amery, what would _you_ do if you were in my place?\" he heard himself\nask suddenly.\n\n\n\nAmery steepled his fingers. \"I hesitate to suggest a deception to\nanyone, but since you ask me what I would do if I didn't have a Rider,\nI will tell you the truth: I would pretend that I did not have a Rider.\"\n\n\"What are you talking about? I _don't_ have a Rider. So far as I myself\npersonally know, I'm the only person in the whole damned world that\ndoesn't have one. I'd like to find out why, but I'm no scientist. So I\njust have to live with it. Or without it.\"\n\n\"There's a very, very fine difference,\" Amery pointed out with one\nfinger. \"Semantics is no longer a living science since the Coming, but\nI'll try to make myself clear. You must pretend to have to pretend that\nyou don't have a Rider. Join the Jockey Set.\"\n\n\"Jockey Set,\" Malloy mumbled, massaging the back of his neck. \"I've\nbeen put away for three and a half years. What's the Jockey Set?\"\n\n\"Jockeys are characters who pretend that they don't have Riders, that\nthey are self-sufficient human beings. Sometimes they use their Riders'\npowers and claim to be natural supermen. Sometimes they leave Rider\npower untapped and pretend to be natural, old-type human beings. But\nthey are all fakes. The Rider in them comes out sooner or later.\"\n\n\"But if they have Riders, will I be able to fool them into thinking I'm\nonly pretending to be without one?\"\n\nAmery lifted his shoulders and drew down the corners of his mouth. \"Who\nknows? I will tell you this, though--you must be pretty much of a blank\nto a Rider. If they won't touch you, it must mean they can't.\"\n\nMalloy started to ask him how he knew what Riders felt about him, then\nthought better of it.\n\n\"How would I fake trying to hide the fact that I didn't have a Rider? I\nsuppose, maybe, by slipping up and letting myself predict the future or\nsomething....\"\n\n\"That's it!\" Amery beamed. \"You see? It will be easy!\"\n\n\"Of course,\" Malloy said dully.\n\n\"I mean, that is to say, any time you don't do something and don't do\nit particularly well, the Jockeys will only admire your splendid act.\"\n\nMalloy nodded thoughtfully. He turned and shook hands with the\npublisher. \"Well, Amery, thanks for the money--and the advice. You\nalways were the most devious master of deceit I ever knew.\"\n\n\"Thank you,\" Amery said with great sincerity.\n\n\"There's one more thing. This may sound silly, but they found me out\npretty quick after it happened. What does a Rider look like? Where do\nthey come from? Where do they fasten onto the brain or body of human\nbeings?\"\n\nAmery leaned across the desk and backhanded Malloy in the mouth.\n\n\"Get out!\" Amery said.\n\nMalloy left the office, holding a handkerchief to his cut lip.\n\n\n\nIt was a dump. The name had changed a half dozen times over the last\nhalf century, but the spots in the tablecloths remained the same. The\ndump had seen the Lost Generation, the Beat Generation, and now the\nRidden Generation.\n\nOnly, Malloy supposed, they called themselves the Riderless Generation.\nWell, maybe they were. Maybe they were like him.\n\nHe walked in, hanging onto that thought, his stride long. He cut down\nhis stride. At that rate he would be out in the alley soon.\n\nSelf-consciously, Malloy slid into a chair at a vacant table so he\nwouldn't draw undue attention.\n\nAs he began idly tracing the grease spots on the tablecloths that\nlooked like the wrappers from a line of cereal boxes, all red\nand white checks, he discovered every shaved head in the room was\ntriangulating him.\n\nHe shifted uncomfortably. He was playing it middle-of-the-road. He\nhad a close crew-cut and wore a plaid flannel shirt and purple velvet\nballet leotards. Maybe he was too far on the conservative side for here.\n\n\"Spell it, saddle,\" the counterman called to him without coming front.\n\n\"Cola,\" he ordered. \"With chickory, pecans and honey.\"\n\n\"One sou'easter on the path,\" the counterman called out tiredly.\n\n\"With you're going to sit there, He?\" a liquid female voice flowed into\nhis ear.\n\n\"With I'm doing it, She,\" Malloy said, not turning.\n\nShe eased around in front of the table. She was red-haired and built,\nwearing black leotards and a coat of black enamel.\n\n\"Your pupils are going to wear me away,\" the redhead said.\n\n\"I've only got eyes. How else can I read you?\"\n\n\"That is Truth. Tru-u-th.\"\n\nThe counterman set out Malloy's drink. \"It's waiting for you, saddle.\nDon't tease it or it'll bite.\"\n\nHe went for the cola and brought it to the table.\n\n\"You came back?\" she said.\n\nHe pulled up his chair. \"I always come back. You can risk money on it.\nSaddle up?\"\n\n\"Saddle before the post, my touchstone.\"\n\n\n\nThe girl sat down. Her green eyes were moving, always moving, but\nmostly over Malloy, his chair, the table. \"You going to keep possession\nhere long?\"\n\n\"I don't know any reason why not,\" said Malloy.\n\n\"Of course you don't!\" she snapped. \"Only--they close at five.\"\n\n\"The billboard gives it two dozen hours a day.\"\n\n\"They trim a little off at five. To sweep the floors and change the\ntableshrouds.\"\n\n\"Change 'em from one table to another,\" Malloy jibed.\n\n\"You formed it. Clean ones in front, dirty ones in the shadows. Let's\ntry breathing air,\" she suggested.\n\n\"Wait'll we gate up. I've got pecans to drink.\"\n\nThe counterman's hawking laugh filled the room. \"Let him wait, Mandy. I\nmight as well wait to later to sweep it in.\"\n\nHer face caught fire for an instant. \"The Board of Health don't go away\njust because you can read their dirty minds.\"\n\n\"So take him out,\" the counterman snarled.\n\nMalloy suddenly decided he had played hard to get long enough. This was\nhis first chance to get in with the Jockeys. From what he had heard,\nthey had some kind of underground set-up to help their own in business\nand the arts. He needed that help.\n\n\"Let's lope,\" he said, pushing his chair back and leaving silver on the\ntable for the drink and a tip.\n\nHe touched the girl's lacquered arm and steered her toward the door.\n\nBehind him, the floor fell in.\n\nRipping, tearing, rendering, splintering, crashing, crushing,\nreverberating bedlam!\n\nOf course, it couldn't have been the floor caving in, Malloy thought as\nhe turned to see a great hole where the floor had disappeared.\n\nThe hole was where the table and chair he had been using had stood a\nmoment before.\n\nFlapping at the sides of the cave-in were innumerable thicknesses of\nlinoleum, and between each one an incredible accumulation of filth and\ndebris--O. Henry candy bar wrappers, a cover from a _Collier's_, a\nbooklet on the new Packard (\"Ask the Man Who Owns One\"), a newspaper\narticle on Flo Ziegfield's girls (stop thinking in slogans), but mostly\njust dirt--dust, webs, lint, filth. There had been no boards under\nthe table; the ends of the exposed boards weren't freshly broken but\nold and rotted porously smooth. Only the linoleum and the dirt had\nsupported the table for years.\n\nMalloy edged closer and saw some broken sticks lying on a jagged pile\nof coke standing out black in the darkness far below.\n\nThe redhead pulled him back from the edge, her fingers digging into his\nbiceps, writhing with a strange passionate intensity, as if she were\ntrying to knead him into a layer for a pie.\n\n\"With you're a REAL Jockey, He, a REAL Jockey, a REAL ONE. _Truth!_\nI'm going to take you to the Commissioner, He, the Commissioner in his\nsaddle.\"\n\nSomehow, uncertain, yet surely, Malloy was dimly pleased at this.\n\n\n\n\"Don't say it,\" the fat man remarked, glancing up for an instant, then\nlowering his eyes to the splay of papers on his desk. \"No esoteric\njargon, please.\"\n\n\"All right,\" Malloy said readily. \"Shall I sit down?\"\n\n\"By all means, saddle up.\" A second chin trembled. \"Damn it, there _I_\ngo. Have a chair.\"\n\nMalloy took the only chair not piled down with books, or maps, or\ncorrespondence, or manuscripts, or notes. It had a straight back and a\nplastic seat, piously uncomfortable.\n\nThe big man looked up a second time and folded rows of pink sausages\ncomplacently. \"So you want to be a Jockey, eh?\"\n\nMalloy thinned his lips and licked the insides of them, making a snap\njudgment. \"Not really. I don't have a Rider, and I want what help\nthe Jockeys can give me. I'm not particularly anxious to acquire\nintroverted slang and a shaved head, but if that goes along with the\nhelp....\" He spread his hands eloquently.\n\n\"So you don't think you have a Rider?\"\n\nMalloy didn't know how to answer that. \"I don't think I have a Rider,\"\nhe repeated without inflection.\n\n\"I don't think I have a Rider, either--only I know I do,\" the fat man\nsaid.\n\nMalloy stood up elaborately. \"You dirty steed.\"\n\n\"Oh, sit down, Malloy, sit down. I'm a Jockey like the rest of you.\nThere's only one difference. I _know_ I'm sick. I've got a Rider and\nall its powers, but I could no more use them than an acrophobe could\nclimb a ladder up the Empire State to get at a naked princess sitting\non a bag of gold.\"\n\nMalloy eased back down onto the chair and shook his head slowly. \"That\n_would_ be a hell of a way to be.\"\n\nThe big man slammed down two hams made out of fists. \"You are exactly\nthe same way, sonny boy! Only you don't know any better.\"\n\nMalloy swallowed. The man known as the Commissioner might be right at\nthat. \"Have it your way,\" Malloy said. \"But I sure _think_ I don't have\na Rider.\"\n\nThe Commissioner smirked. Malloy knew what that meant. He knew men\nlike the fat boy; he understood them. He had had Grayson Amery, Dr.\nHeirson--he knew the breed.\n\n\"What are you holding back on me?\" Malloy demanded.\n\n\"Malloy, do you even know what a Rider is?\"\n\nMalloy paused. Then, \"No, I don't.\"\n\n\"I thought not. Shall I tell you?\"\n\n\"I imagine you were planning to.\"\n\nThe Commissioner braced his fists on the work surface of the desk and\nlifted his bulk halfway from the chair. \"The Riders are a disease. Like\nrabies.\"\n\nMalloy cleared his throat. \"That's one way to look at them.\"\n\n\"Don't be servilely civil to me. That is an accurate, clinical\ndescription of the Riders--they are a cerebral infection.\"\n\n\"You mean their powers of emergency telepathy and precognition, their\nseeming secondary personality--all that's a hallucination?\"\n\nMalloy was fevered as he asked it. It was at last some confirmation of\nhis own theory. The whole world was sick, except him.\n\n\"That is exactly what I _don't_ mean,\" the Commissioner said\ncontemptuously. \"The Riders are real entities, capable of real miracles\nso far as we are concerned. But they aren't mammals, or insects, or\npure energy forms--they are viruses.\"\n\n\"Viruses that can think?\" Malloy asked, aghast.\n\n\"No. No one unit of the strain can think, but _chains_ of them can.\nTogether they form different combinations and responses, like analog\ncomponents or brain synapses. Objectively, they are an infection that\ncan enter the body anywhere but that always spread to the prefrontal\nlobes--like rabies. Only they don't destroy tissue; the Riders are\nbenign parasites.\"\n\n\"That's one word for them,\" Malloy admitted. \"But if they are a virus,\nthere must be antibodies--is that the word?--for them?\"\n\nThe fat man snorted unpleasantly. \"You can't fight an infection that is\nsmart enough to consciously change its shape and fight back. Natural\nadaptation and mutation are tough enough. Besides, nobody would stand\nfor being cured of his Rider, any more than you would let me 'cure' you\nof having eyes.\"\n\n\"Then what was your point in telling me the nature of the Riders? You\nweren't merely conducting an adult education class.\"\n\n\"True.\" The Commissioner burped delicately and settled back in his\nchair. \"As a matter of fact, there is one thing I left out: the Riders\naren't suited for Earth. They have difficulty in adapting themselves to\nlive on this planet. Once they get into a human being, they are okay.\nBut before that they are weak and have to get hothouse care. Exactly\nthat--_hothouse care_.\"\n\nMalloy's tongue stuck to the roof of his mouth. He pulled it loose and\nsaid, \"And you can break the windows of hothouses!\"\n\nThe Commissioner smiled. It was unpleasant to watch.\n\n\n\n\"Nothing personal, Malloy,\" the Commissioner whispered almost\nsubvocally as they lay together in the green ooze, \"but we haven't\nknown you long enough to give you our trust. The first false step will\nbe a long one for you--exactly six feet.\"\n\nMalloy tried to squint through the foggy darkness, and almost instantly\ngave it up. \"You can't blame me for everything, Commissioner. I told\nyou I wasn't convinced that some of the Riders in there won't precog\nour plans to save themselves.\"\n\n\"All the ones we are going to destroy are the unhooked-up ones. They\ncan't send anything any more than one unattached telephone could.\nThey aren't really very good with their psi powers. It's strictly an\nemergency talent, like our sudden spurts of adrenalin.\"\n\nHe gave an unsatisfied grunt and bellied forward.\n\nUp ahead of Malloy, the Commissioner and an unstable stable of Jockeys\nwho had been coming into town for weeks lay the secret hatchery of\nunhosted Rider viruses. They could only multiply beyond a certain\nself-maintaining balance inside the human body, and had to be grown\nin cultures on Earth, outside the healthy climate of a null-gravity,\nradiated vacuum in space.\n\nIt was the Commissioner's plan to destroy all the virus cultures,\nso that in eighteen years or so there would come along a Rider-free\ngeneration to outnumber the minor supermen still infected by the Riders.\n\nMalloy had a lot of doubts about the plan, but he was willing to go\nalong for his own reasons.\n\nDuring the past few weeks of indoctrination and commando training,\nMalloy had had time to think. It hadn't taken nearly that long to\nfigure out the Commissioner.\n\nThe Commissioner was simply a man who had to have power, and he\ncouldn't stand for a whole human race to be more powerful than he was,\njust because of a lack within himself. He was out to pull everybody\ndown to his level, so he could stand out again and take over.\n\nStill, Malloy thought, I may have something to say about that.\n\nThe men and a few women crawled through the semi-tropical Florida mud\ntoward the low buildings glimmering in the light from the thin crescent\nof moon.\n\nMalloy elbowed a foot closer to the hothouse breeding factory up to\nhere in stinking muck. Any second now, he thought, somebody is going to\nroll over on a cottonmouth.\n\n\"Ready with your cloths,\" a man next to him relayed, first catching his\nattention and mostly lip-synching it.\n\nMalloy dug out his Asphixion pad, and readied the tab to pull off the\nplastic coating. Clamped over the guards' faces, the catalytic agent\nwould rapidly absorb the men's oxygen. With a partial vacuum in the\nmouth and larynx, no cries could carry and the victim would rapidly\nblack out.\n\nThe pad would be removed and the guards would be allowed to catch up on\ntheir air intake. They wouldn't be harmed in any way final, so their\nemergency psi warning system wasn't supposed to cut in.\n\nMalloy shrugged.\n\nThe plan would never work.\n\nIt was based on equal parts of megalomania and wishful thinking.\n\nMalloy's only problem was when and how to best expose the plot before\nit was found out without his help.\n\nHe couldn't stand up and shout a warning. If he tried that, one of the\nfanatic Jockeys was sure to clamp an Asphixion pad over his face, and,\nwith him, they might not be considerate enough to remove it.\n\nOnly a treacherous, self-seeking rat would even think of exposing\nthese poor misguided people and betraying his own race to some\nextra-terrestrial viruses.\n\nMalloy's elbows slipped out from under him and he went face first into\nthe mud.\n\nHe forced himself to keep from spluttering and lifted his head. _Where\nhad that idea come from?_\n\n\n\nFor one adrenalin-charged moment, he thought he had finally acquired a\nRider.\n\nBut no. A Rider would hardly urge him to carry out an attack against\nthe citadel of existence to its own kind. It had to be something\nsimpler, more elemental than that.\n\nThe voice had been his own conscience crying out against treason.\n\nHe followed the probable train of circumstances if he heeded his\nconscience.\n\nHe would most probably be killed in this useless attack. He doubted\nthat this was the _only_ breeding chamber for Riders, or, that if it\nwere, the Riders safely in human bodies couldn't transplant part of\nthemselves and start new cultures.\n\nIf he wasn't killed, he would probably be returned to his cell, his\npadded cell, by Rider-ridden people.\n\nIf he were somehow let off, he would be left to wander the streets, a\npublic ward.\n\nThe trouble with his conscience was that it wasn't logical--and it had\na poor memory.\n\nIt didn't recall those three and a half years mislaid in an asylum.\n\n_Only an unprincipled_--\n\nMalloy shut it off and felt a drop of sweat running down the deep\ncrevices between his eyebrows. My only problem, he reminded himself\nagain and again, is how and when to expose this raid before they\ndiscover it without my help.\n\nThe solution bloomed in his mind.\n\nIt was remarkable how well the human mind could operate under stress.\n\nHe half-rose from the mud so he would be silhouetted to anybody\nwatching, and fell back.\n\nThe guards hadn't spotted him, but he heard the Jockeys scurrying\ntoward him through the mud.\n\nThe squishing halted near him.\n\nHe waited.\n\nThe commandos moved ahead, leaving him behind.\n\nWhen he felt it was safe, Malloy took the Asphixion pad off his face--a\npad without the transparent plastic coat being pulled off.\n\nHe made out a buddy team of Jockeys almost on top of the first\nRider-ridden manned post. All the others had to be far ahead....\n\nMalloy leaped to his feet--or tried to. He managed to slosh to his\nknees.\n\n\"_Raid!_\" he screamed. \"_Jockeys are raiding the hothouse!_\"\n\nThe lights flared up, a magnesium, Fourth-of-July night glare. Guards\nwith guns sprang from everywhere. The guns went into action. Clouds of\ncrystalline Asphixion snowed down on the raiders.\n\nFrom far back, Malloy watched in satisfaction.\n\nThe sound came from behind him.\n\nThe Commissioner blobbed forward, a distorted ball of slimy mud.\n\n\"I will crush you under my foot like a bloated white grub!\" the fat man\nannounced with sincerity.\n\nMalloy's eyes narrowed in the darkness.\n\n\"Stay away from me Commissioner, or I'll push you down--way, way down!\"\n\nThe blocky figure retreated a step, quivering impotently.\n\nMalloy nodded to himself.\n\nThe Commissioner had spoken too knowingly of a terrible fear of falling.\n\n\n\nThe interrogator was the younger man who sat next to Dr. Heirson during\nMalloy's release from the hospital.\n\n\"I feel you'd like to know my identity, Mr. Malloy. My name is Pearson;\nI work for the federal government. Now would you tell me just what you\nhoped to gain by betraying the assault force of Jockeys?\"\n\nIt was the crux of the matter.\n\nMalloy took a deep breath and said it.\n\n\"I want a Rider. I want to be like everybody else. If you people have\nany sense of gratitude and justice--and you seem to--you'll set up some\nkind of scientific project to find out why I haven't caught a case of\nRiders and to see that I am properly infected.\"\n\nPearson leaned back in the other straight chair inside the\nrough-boarded outbuilding.\n\n\"Mr. Malloy, we _know_ why none of the Riders who drifted in from outer\nspace infected you. You already _had_ a Rider--an entirely human,\nnot alien, one. You are schizoid--you have a split personality. You\nadjusted to it to an incredible degree and submerged it, but it was\nstill there and no alien would touch a man who already had two minds.\"\n\nMalloy felt no emotion, only an inescapable acceptance. \"My\nconscience,\" he said.\n\nPearson nodded. \"Your second personality is becoming steadily less\nrecessive.\"\n\n\"But telepathy--all the tricks of the Riders--I can't do them.\"\n\n\"You will be able to. Two minds _are_ better than one. It would seem\nthat schizophrenia is the natural state of supermen, when properly\ntrained and integrated. In fact, you should be able to accomplish more\nthan a Rider-ridden man--you will have two human personalities, and the\nRiders are little more than viruses conscious of their own existence.\"\n\n\"You mean I'm a _superman_?\"\n\n\"Yes. But unfortunately you are a threat to the present order because\nof your non-Rider attitude. You are being returned to your padded cell.\nThere are guards outside. I hope you will walk out quietly to meet\nthem.\"\n\nMalloy walked out quietly to meet the guards who would take him away.\nOn his way out, he met Grayson Amery coming in.\n\nPearson shook hands warmly with the publisher.\n\n\"Mr. Amery, the government owes you a vote of thanks for recommending\nMalloy for this job of infiltrating the Jocks. Turning against one of\nyour own kind is never easy....\"\n\nAmery laughed lightly. \"Malloy was not 'one of my kind.' He was an\neditor. Even worse than that, I think in his attitude he always\nremained no more than a writer. I understand he is being returned to\nconfinement?\"\n\nPearson looked troubled. \"Yes, sir. Personally, I would feel more\ncomfortable if he were eliminated. I am not at all sure that we can\nkeep Malloy under lock and key once he develops his potential of\nschizophrenia.\"\n\n\"I know. Unhappily, the primitive ethics of the Riders prevent our\ntaking care of Mike in the most efficient way. That's what I wanted to\ntalk to you about. May I sit down?\"\n\n\"Please do, sir,\" said Pearson.\n\nAmery took the vacant chair and leaned forward with boyish enthusiasm.\n\n\"Mr. Pearson, I have faith in humanity. I believe we can keep the\nbenefits of any situation, including the Riders, and eliminate the\ndisadvantages and limitations. My boy, all of us must start to work to\nfind a way to override the Riders!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Harmon, Jim"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60881/pg60881.txt",
        "name": "the_last_trespasser.json"
    }
}