{
    "name": "The lucky little stiff",
    "author": [
        "Greene, H. P. S. (Henry Paul Stevens)"
    ],
    "body": "France. Mud. A khaki-clad column of fours slogging along to the rhythm of\ntheir own muttered but heart-felt blasphemy--a common enough sight in the\nwinter of 1917-1918.\n\nBut in one particular this procession of sufferers was unique. On the\nshoulders of each performer shone bright silver bars, and their more or\nless manly chests were spanned by Sam Browne belts. A casual observer\nwould have taken them for officers. But no, on each breast was a pair of\nsilver wings, and their uniforms were of well-fitting but variously\ndesigned whipcord. The pot-bellied little person in the indecently short\nyellow serge blouse who led them was an officer; his followers were flying\nlieutenants.\n\nThey were a part of the personnel-in-training of the great American\naviation field of Issy-la-Boue, the advance guard of the ten thousand\nAmerican bombing planes which publicity agents said were going to blast\nthe Huns out of Berlin.\n\nThe column passed between two long barracks, one of which, filled to\ncapacity with double-decker bunks, yawned thru an unfinished open end.\n\n“Squads right!” shrilled the pot-bellied one with the captain’s bars in a\nstartling tremolo. “Heh!”\n\nThe men behind squads-righted in a dispirited fashion and came to a halt\nin straggling lines. The squawky voice continued:\n\n“I want to say that you are the most undisciplined body of men I ever saw.\nThat--er--mélée you staged when you were unwittingly marched\ninto--er--contact with a body of enlisted men was the most disgraceful\nexhibition on the part of officers so-called I ever saw in my life.\nI--er--want to say you are a disgrace to the service. That’s all I want to\nsay. Oh, I--er--believe Lieutenant Crosby has something to say to you.”\n\nFlying-Lieutenant Crosby stepped forward and cleared his throat. He was a\nborn Babbitt, a destined getter-together.\n\n“Men,” he began, and then hesitated. Perhaps he should have said\n“officers,” but that wouldn’t have sounded right either. He rushed on, “I\nwant to remind you that Happy’s and Sam’s funeral is this afternoon. All\nflying is called off as usual. There wasn’t much of a crowd out for poor\nold Bill yesterday. I know it’s a long walk and all that but we want to\nget a good crowd out this afternoon. The cadets are going to try to get a\ngood crowd out for their fellow who got bumped, and we want to get a good\ncrowd out too. That’s all I wanted to say.”\n\nHe retired to the ranks. The fat officer shouted “Dismissed!” Then he\nchanged his mind.\n\n“As you were. The commanding officer wanted me to announce that quarantine\nto the post is on again until the perpetrator of the outrage of stopping\nthe Paris Express has been discovered and punished. Dismissed!”\n\nThe half-broken ranks scattered in the direction of their barracks. Toward\nthe one with the unfinished end went three oddly dissimilar figures. They\nwere always together, and of course some one had already thought of\ncalling them “The Three Musketeers.”\n\nOne was short, dark and slim, with pathetic eyes and a dispirited\nmustache. Another was tall and lathy, with a long lugubrious countenance.\nThe third was blond and almost corpulent.\n\n“I knew it, Tommy, I knew it,” said the tall man. “How come you and ‘Fat’\nto pull such a stunt, anyway? Ain’t such a joke now, is it? What’re you\ngoing to do about it?”\n\nThe three entered their barrack and sat down on a bunk near the open end,\nwell away from the crowd huddled around the stove in the middle. The\nlittle man gazed sadly before him.\n\nHis mustache drooped dolefully. Some observant person had remarked that he\ncould read Tommy by his mustache. When it was freshly waxed and pert, he\nwas just going on a party. When it was sorry and unkempt, he had just been\non one.\n\n“You know we didn’t mean any harm,” he said. “All that stuff the frogs put\nout about our trying to wreck the train was a dish of prunes. As if it\nwasn’t bad enough to miss the truck and walk out here twelve miles from\ntown without having all this on top of it. When the quarantine for the\nitch was taken off, and Fat and I got those “thirty-six hours on condition\nyou don’t go to Paris” passes, we got by the M. P.’s at the _gare_ in\nParis all right.\n\n“We went out through the baggage-room. I wasn’t in the Ambulance for\nnothing. We came back into the station the same way, and once we got on\nthe train we went right to sleep. They sure do put up a good champagne\ncocktail at Henry’s, and then all those beers at the Follies!\n\n“Well, when I woke up we were at a station. I looked out and the sign on\nit said Chateauroux. I knew where we were all right because I’ve flown\nover the place. We’d passed Issy. So I woke Fat up and pulled him off the\ntrain. There was another train standing in the station, and I asked a frog\nwhere it went to and he said it was the Paris Express. So I knew it would\ntake us back to Issy again, and we hopped on.\n\n“We got into a third class compartment with a lot of _poilus_, and they\nhad _beaucoup_ red wine, and we drank to _la belle France_, and\n_les-Êtats-Unis_, and when I woke up again the train was just leaving a\nstation, and the sign said Issy-la-Boue. By the time I realized what it\nall meant we were going too fast to jump off, so I pulled that handle on\nthe wall, and the train stopped.\n\n“When we saw how wrought up the frogs were, we beat it. No wonder we had\nto come over and help them win the war, if they’re all as bum shots as\nthose birds were! Guess they thought we were bandits or spies or\nsomething. Well, we had to walk home to keep from being A. W. O. Loose\nfrom roll-call this morning, and never got home till four o’clock. Suppose\nafter flying, I’ll have to go over and ’fess up to Herman, or you birds\nwill never get any more passes. But I know I’ll never get one if I stay\nhere for the duration of the war.”\n\n“No pass ain’t _nothin’_ to what you’ll get, boy!” said “Long John.” “Shot\nat sunrise, is my bet. But I admire your self-sacrificin’ spirit.”\n\n“Never mind, we’ll take our medicine, won’t we, Fat? And if I don’t\nmention you, maybe he won’t say anything about it.”\n\nFat grunted dolefully. Outside a bugle blew. The three rose to go.\n\n“It’s me and Tommy to fly the eighteen meters,” said Long John. “Where do\nyou go, Fat?”\n\n“Machine-gun,” was the answer.\n\n“Hum, too bad. I heard the guy they shot there last week croaked. The\nbullet went right thru his leg, and the quack dressed the place where it\nwent in all right, but forgot to see if it came out. Gangrene set in and\nhis leg rotted off, and they had to shoot him. Now a feller your build--\nsay, it wouldn’t go through at all. Just stay there and fester--”\n\nBut his victim was gone.\n\n                *       *       *       *       *\n\nTommy flew badly that morning. He was all in, his head ached and, besides,\nhe was worrying about that interview with Major Herman Krause. And then he\nhad to practise landings--nervous work at best in an unfamiliar ship.\nFinally he blew a tire and was bawled out unmercifully by the instructor.\n\nLuckily it was on his tenth and last trip, and he breathed a sigh of\nrelief when the lecture was over and he could go. He went to the barracks\nand policed up. Shave, shine, but no shampoo. There was hardly enough\nwater for drinking and shaving, and that was brought many miles in tank\nwagons. Bathing was something one went without at Issy--and felt not much\nthe worse unless the scabbies set in.\n\nOnce militarily clean, Tommy dragged himself to headquarters, entirely\nruining the new shine so painfully acquired. He entered the presence of\nthe adjutant feeling like a whipped schoolboy. He saluted and stood at\nattention.\n\n“Sir, Lieutenant Lang to speak to the commanding officer.”\n\nThe adjutant kept on writing for about five minutes at a desk stacked with\npiles of reports. Then he looked up savagely and spoke with a slight\naccent:\n\n“What? Oh, yes. What for?”\n\n“About the Paris Express.”\n\n“Go right in. He’s waiting.”\n\nTommy went in and stood with trembling knees before the C. O. He was a\nlarge florid man with beetling brows and his manner was not encouraging.\n\n“You? Well? What about it?”\n\nTommy explained as well as he could, stressing his innocence. He thought\nhis plea must have softened an executioner, but Major Krause was\nuncompromising in attitude and words.\n\n“Young man,” he said, “you are a disgrace, sir! A disgrace to the United\nStates Army!” Tommy thought he had heard those words before. “We have been\nhaving considerable trouble with the guard. Those cadets are the worst\ndisciplined body of men I ever saw.” Again a familiar note.\n\n“As for you--you seem to have trouble keeping awake. A permanent\nassignment as commander of the guard ought to give you beneficial practise\nat it. Of course, after keeping awake all night, you will need to sleep in\nthe day-time. You are therefore relieved from flying duty. Report at guard\nmount this evening and every evening until further orders. That will do.”\n\nTommy saluted and went out, his heart sinking. There were only three known\nways of getting out of Issy-la-Boue. The first was to break your neck. The\nsecond was to fly so well that you were graduated. The third was to fly so\npoorly that you were sent to Blooey for reclassification, probably as an\narmament officer. Which was generally considered the lowest form of life\nso far discovered in the air service.\n\nAll these methods were dependent on flying. Once a man was taken off\nflying duty, it took an act of Congress to get him away from the place.\n\nThe little man wended his way back to the barracks. His comrades were\nsitting on their bunks, and he poured his tale of woe into their receptive\nears. Being beyond words, they accorded him silent sympathy. Finally Fat\nspoke:\n\n“Well, I’m lucky to be out of it. Say, did you hear the news? Brock was\nwashed out on the fifteens this morning.”\n\n“That makes seven in a week,” said Tommy after a pause. “How’d it happen?”\n\n“Same old thing. Wings came off.”\n\nA bugle called. Most of the flying lieutenants went outside and, joining\nothers from near-by barracks, formed in line. A few commands, and they\nwere in one of the rivers of mud which served as roads at the field.\nPresently they were halted behind three long two-wheeled pushcarts; each\ncart bore a long box covered with an American flag. The mourners stood in\nthe mud for half an hour waiting, and then a dispirited looking band\nappeared. Its bass drum echoed _boom-boom-boom-boom-boom_, and the\nprocession started.\n\nThrough the gate of the camp it went, and out on to the main road, while\nthe drum kept up its sad, hollow sound. Yard after yard, rod after rod,\nuntil the cortège had walked two miles. Then it turned into a young but\nflourishing cemetery, with red, raw mounds in orderly lines.\n\nThe men were formed around three fresh graves. A pale-faced Y. M. C. A.\nman stumbled through the burial service. A red-faced Knight of Columbus\ndid likewise. A Frenchman flew over and dropped some dessicated roses.\nThen they all marched away again; only the boxes and a small burial party\nremained behind.\n\nThe band struggled with its one tune, a lively quickstep, according to\nregulations. Two old peasants drew their cart to one side of the road to\nlet them pass.\n\n“_Comme ils sont trists, les ’tits Americains!_” said the woman.\n\n“_Quelle musique!_” answered her spouse.\n\n                *       *       *       *       *\n\nThe three chums went back to their bunks.\n\n“Do you birds know anything about being the commander of the guard?” asked\nTommy with some concern.\n\n“No,” replied Fat.\n\n“Sure,” answered Long John. “I was chucked out of the first training camp.\nFirst, you have to have a gun.”\n\n“A rifle?” asked Tommy.\n\n“No, you little sap. Officers don’t carry rifles, or flying lieutenants\neither. A pistol.”\n\n“But I ain’t got a pistol.”\n\n“Borrow one then. Do you know the general orders?”\n\n“I don’t know any generals, orders or debility either.”\n\n“Never mind trying to be funny. You may find out it ain’t no joke about\ngenerals. The Old Boy himself and the Silly Civilian are going to inspect\nthe post tomorrow. I saw the orders over at the operations office for\nevery machine to be up that can get off the ground. I suppose that means a\nlot more long walks. But it’s most time for guard mount; you’d better run\nalong and find a gun.”\n\nTommy disappeared and finally returned with a regulation web belt and\nholster in one hand, and a .25 caliber automatic in the other.\n\n“What are you going to do with that popgun, you idiot?” asked Long John\ndisgustedly. “Are you going hunting canary birds, or what?”\n\n“I couldn’t find a regular gun, and a cadet loaned me this. He said\nofficers had taken it before and put a dirty sock or something in the\nholster so the butt would just show, and got by all right.”\n\n“Very well, then, take one of Fat’s socks. The smell may keep you awake.\nIs the blamed thing loaded? Look out you don’t shoot yourself. There’s the\ncall, now. Put on your belt. You fool! How many belts are you going to\nwear? What do you think you are, a past grand master of the Holy Jumpers?\nTake off your Sam Browne. There--get going, now.\n\n“Well, away he goes, and he doesn’t know whether Julius Cesar was stabbed\nor shot off horseback. Did you ever see the like, Fat? But I bet he comes\nout all right some way, the lucky little stiff. I never knew it to fail.\nWell, let’s go up by the stove.”\n\nBut Tommy wasn’t such a complete fool as he appeared. He knew the old Army\nadvice for shavetails, “Find a good sergeant and stick to him.” The\nsergeant of the guard was a grizzled old sufferer who had been through it\nall many, many times. He engineered the guard mount and posted the guard.\nThen Tommy drew him to one side.\n\n“What do I do now, Sergeant?” he asked.\n\n“Well, the lieutenant has to inspect the guard three times, once between\nmidnight and six o’clock in the morning. First ask them for their special\norders, and then for their general orders. If they make a mistake, I’ll\nnudge you and you say, ‘Correct him, Sergeant,’ and I’ll fix him up. It’s\ngetting dark now. Would the Lieutenant like to make his first inspection\nbefore supper?”\n\nInspection was a hectic affair. The guard was composed of cadets who had\njoined the Army to fly and remained in it to mount guard, and it was their\nintention to make it as interesting as possible for all concerned,\nespecially their superiors. But the old sergeant was equal to the\noccasion. He steered Tommy by the traps planted for him, and then showed\nhim the guardhouse.\n\nThere the commander of the guard ate his slum and then returned to his\nbarrack. Long John grabbed him by the arm as he entered.\n\n“That frog was around again today, and he brought a lot of stuff,” he\nwhispered. “You’re in on it. Doc is goin’ to make punch. Be around at nine\no’clock.”\n\n                *       *       *       *       *\n\nTommy was there at the appointed time. At the far end a crowd was\ngathered. Men were perched as closely as possible on the double-deck\nbunks. In their midst Bacchanalian rites were in progress. “Doc,” a stout\nman with a red, satyr-like countenance, was beating a huge bowl of eggs.\nBefore him within easy reach and frequently applied, was an assorted row\nof bottles. Tommy read some of the labels--Cherry Brandy, Martell, D. O.\nM., Absinthe.\n\n“My God,” he muttered to himself, “everything but nitroglycerine.”\n\nThe party was undoubtedly a success. There were songs and dances and\nstories. Finally it got to the speechmaking stage. An interruption in the\nform of a volley of shots was welcome to every one except the current\nperformer. A trampling of feet, and then more shots followed. A voice at\nthe other end of the barrack shouted “Attention!” as Major Krause stumbled\nin. He had evidently been running, but he tried to stalk around in a\ndignified manner. Somebody whispered--\n\n“Those damn cadets have been shooting off their guns and raising hell\nagain, and he’s been trying to catch them.”\n\nThe major approached the end of the barrack where the party had been in\nprogress. He sniffed suspiciously, but the punch-bowl had been shoved\nunder a bunk and the bottles into boots, and there was no evidence in\nsight. Finally he asked--\n\n“Are there any guns in this barrack?”\n\n“No,” Tommy spoke up. “I know, because I was trying to borrow one this\nafternoon to mount guard with.”\n\nA partially suppressed titter rose and fell again. The C. O. wheeled\naround furiously.\n\n“So it’s you again, is it?” he thundered. “Carousing in here while your\nsuperiors attend to your duties. Get out to your guard and put a stop to\nthat indiscriminate shooting. I swear if I see you again tonight I’ll\nprefer charges and have you broke!”\n\nTommy stumbled out into the darkness and headed in what he thought was the\ndirection of the guardhouse. His head was buzzing painfully. A volley of\nshots sounded somewhere in front of him. He felt vaguely that he ought to\ndo something about it, and ran in that direction, only to fall over the\nguy-rope of a hangar and fall heavily. More shots behind him. He got up\nand staggered on. Suddenly there was a flash and a report right before\nhim. Then a voice yelled--\n\n“Halt.”\n\n“Commander of the guard,” bawled Tommy.\n\nA dark figure loomed up vaguely in the murk. He struck a match and saw a\ngrinning cadet working the bolt of his rifle and waving the muzzle around\ndangerously. Suddenly it exploded and Tommy felt mud splatter over him.\n\n“I thought I saw something moving and halted it, and it wouldn’t halt, so\nI fired, but I don’t understand this gun very well, sir,” said the cadet,\nstill working at the bolt.\n\nThe commander of the guard turned and fled. He was getting dizzier every\nminute. Finally he tripped over another guy-rope and fell, to rise no\nmore.\n\nWhen he woke, it was with the consciousness of having been annoyed for a\nlong time by a rasping noise which was still going on. He tried to pull\nhimself together and think. He could vaguely discern the bulk of a hangar.\nThere was a queer, unexplained rasping. Filed wires--Wings coming\noff--Funerals--\n\nThe noise stopped, and presently a dark figure crept out through the\nhangar door and started to steal away. Tommy drew the little automatic\nfrom its holster and fired. The next thing he realized was that there were\nflashlights and men everywhere. The sergeant of the guard. Major Krause.\nCalls for explanation. Tommy tried to explain. A voice said--\n\n“You fool, you’ve shot the adjutant!” Strong hands seized him and hustled\nhim away.\n\n                *       *       *       *       *\n\nNext morning, when a detail came to the guardhouse, Tommy was still in a\ndaze. The leader told him to police up, as he was to go before the C. O.\nHe was still confused when he was led into the office at headquarters.\n\nThe commanding officer was there, and Captain La Croix, the French officer\nwho advised as to instruction. Also a large, fierce man with stars on his\nshoulders, and a little civilian with glasses and a trench coat several\nsizes too large for him. Tommy’s legs seemed to be made of butter.\n\nMajor Krause was speaking, and strange to say, his voice was not unkind.\n\n“Lieutenant Lang,” he said, “I revoke everything I said yesterday. You\nhave done a great service for your country. I regret to say that a small\nfile was found on the body of the adjutant, and that some of the ships\nwere found to have been tampered with--so skillfully that detection was\nvery unlikely. Inspection of the adjutant’s papers brought out evidence\nthat he was an Austrian citizen. Tell the general and the secretary how\nyou came to discover what was going on.”\n\n“Well,” blurted Tommy, “it was this way. I was dizzy and fell down two or\nthree times and finally I decided to go to sleep. Then some guy kept\nmaking a filing noise and waking me up, so I shot him.”\n\n                *       *       *       *       *\n\nThat evening three flying lieutenants were finishing an illicit meal of\nchicken and champagne at a little French inn about three miles from the\nfield, and the smallest of the trio was finishing a story.\n\n“There was a long argument,” he said, “and the general and the major were\nall for preferring charges, but Captain La Croix stood up for me and said\nI was a good pilot, and finally they agreed to let him get me transferred\nto a French observation squadron at the front.”\n\nThe tall man and the fat one looked at each other and at their little\ncompanion. Then they ejaculated as one--\n\n“You lucky little stiff!”\n\n                                 THE END\n\n\n",
    "metadata": {
        "author": [
            "Greene, H. P. S. (Henry Paul Stevens)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73484/pg73484.txt",
        "name": "the_lucky_little_stiff.json"
    }
}