{
    "name": "The Gray Madam\n1899",
    "author": [
        "Green, Anna Katharine"
    ],
    "body": "Copyright, 1899, by Earle H. Eaton\n\n\nWAS it a specter?\n\nFor days I could not answer this question. I am no believer in spiritual\nmanifestations, yet--But let me tell my story.\n\nI was lodging with my wife on the first floor of a house in\nTwenty-seventh street. I had taken the apartments for three months,\nand we had already lived in them two and found them sufficiently\ncomfortable. The back room we used as a bedroom, and while it\ncommunicated with the hall, we invariably made use of the front\nparlor-door to go in and out of. Two great leaves of old mahogany\nconnected the two rooms, and as we received but few friends, these doors\nusually stood half open.\n\nOne morning, my wife being ill, I left her lying in bed and stepped into\nthe parlor preparatory to going out for breakfast. It was late--nine\no'clock, probably--and I was hastening to leave, when I heard a sound\nbehind me--or did I merely feel a presence?--and, turning, saw a strange\nand totally unknown woman coming toward me from my wife's room.\n\nAs I had just left that room, and as there was no way of getting into it\nexcept through a door we always kept locked, I was so overpowered by my\nastonishment that I never thought of speaking or moving until she had\npassed me. Then I found voice, and calling out \"Madam!\" endeavored to\nstop her.\n\nBut the madam, if madam she was, passed on as quietly, as mechanically\neven, as if I had not raised my voice, and, before I could grasp the\nfact that she was melting from before me, flitted through the hall to\nthe front door and so out, leaving behind on the palm of my hand the\n\"feel\" of her wool dress, which I had just managed to touch.\n\nNot understanding her or myself or the strange thrill awakened by\nthis contact, I tore open the front door and looked out, expecting, of\ncourse, to see her on the steps or on the sidewalk in front. But there\nwas no one of her appearance visible, and I came back questioning\nwhether I was the victim of a hallucination or just an everyday fool.\nTo satisfy myself on this important question I looked about for the\nhall-boy, with the intention of asking him if he had seen any such\nperson go out, but that young and inconsequent scamp was missing from\nhis post as usual, and there was no one within sight to appeal to.\n\nThere was nothing to do but to re-enter my rooms, where my attention\nwas immediately arrested by the sight of my wife sitting up in bed and\nsurveying me with a look of unmistakable astonishment.\n\n\"Who was that woman?\" she asked. \"And how came she in here?\"\n\nSo she had seen her too.\n\n\"What woman, Lydia? I have not let in any woman. Did you think there was\na woman in this room?\"\n\n\"Not in that room,\" she answered hoarsely, \"but in this one. I saw her\njust now passing through the folding doors. Wilbur, I am frightened. See\nhow my hands shake. Do you think I am sick enough to imagine things?\"\n\nI knew she was not, but I did not say so. I thought it would be better\nfor her to think herself under some such delusion.\n\n\"You were dozing,\" said I. \"If you had seen a woman here, you could tell\nme how she looked.\"\n\n\"And I can,\" my wife broke in excitedly. \"She was like the ghosts we\nread of, only that her dress and the veil or drapery she wore were all\ngray. Didn't you see her? You must have seen her. She went right by\nyou--a gray woman, all gray; a lady, Wilbur, and slightly lame. Could I\nhave dreamed all that?\"\n\n\"You must have!\" I cried, shaking the one door communicating with the\nhall, so she might see it was locked, and even showing her the key of\nit, lying in its accustomed place behind the bureau cushion. Yet I\nwas in no satisfied condition myself, for she had described with the\ngreatest accuracy the very person I had myself seen. Had we been alike\nthe victims of a spiritual manifestation?\n\nThis was Tuesday. On Friday my question seemed to receive an answer. I\nhad been down town, as usual, and on returning found a crowd assembled\nin front of my lodging-house. A woman had been run over and was being\ncarried into our rooms. In the glimpse I caught of her I saw that she\nwas middle-aged and was wrapped in a long black cloak. Later, this cloak\nfell off, as her hat had done long before, and I perceived that her\ndress was black and decent.\n\nShe was laid on our bed and every attention paid her. But she had been\ngrievously injured about the head and gradually but surely sank before\nour eyes. Suddenly she roused and gave a look about her. It was a\nremarkable one--a look of recognition and almost of delight. Then she\nraised one hand and, pointing with a significant gesture into the empty\nspace before her, sank back and died.\n\nIt was a sudden ending, and, anxious to see its effect upon my wife, who\nwas standing on the other side of the bed, I glanced her way with some\nmisgiving. She showed more feeling than I had anticipated. Indeed her\ncountenance was a study, and when, under, the influence of my scrutiny\nshe glanced my way, I saw that something of deeper import than this\nunexpected death in our rooms lay at the bottom of her uneasy look.\n\nWhat that was, I was soon to know, for catching up from amid the folds\nof the woman's gray-lined cloak a long gray veil which had fallen at\nthe bedside, she disposed it softly about the woman's face, darting me a\nlook full of significance.\n\n\"You remember the vision I had the morning when I was sick?\" she\nwhispered softly in my ear.\n\nI nodded, secretly thrilled to my very heart's core.\n\n\"Well, it was a vision of this woman. If she were living and on her\nfeet and wrapped, as I have shown you, in this veil, you would behold\na living picture of the person I saw passing out of this room that\nmorning.\"\n\n\"I shall not dispute you,\" I answered. Alas, I had myself perceived the\nlikeness the minute the veil had fallen about the pinched but handsome\nfeatures!\n\n\"A forewarning,\" whispered my wife, \"a forewarning of what has this day\nhappened under our roof. It was a wraith we saw. Wilbur, I shall not\nspend another night in these rooms.\"\n\nAnd we did not. I was as anxious to leave as she was. Yet I am not\na superstitious man. As proof of it, after the first effect of these\nevents had left me, I began to question my first impressions and feel\ntolerably ashamed of my past credulity. Though the phenomenon we\nhad observed could not to all appearance be explained by any natural\nhypothesis; though I had seen, and my wife had seen, a strange woman\nsuddenly become visible in a room which a moment before had held no one\nbut ourselves, and into which no live woman could have entered without\nour knowledge, something--was it my natural good sense?--recoiled before\na supernatural explanation of this, and I found myself forced to believe\nthat our first visitor had been as real as the last; in other words, the\nsame woman.\n\nBut could I prove it? Could the seemingly impossible be made possible\nand the unexplainable receive a solution satisfying to a rational mind?\nI determined to make an effort to accomplish this, if only to relieve\nthe mind of my wife, who had not recovered her equanimity as readily as\nmyself.\n\nStarting with the assumption above mentioned--that the woman who\nhad died in our presence was the same who had previously found an\nunexplainable entrance into these same rooms--I first inquired if the\nblack cloak lined with gray did not offer a solution to some of my\nprevious difficulties. It was a long cloak, enveloping her completely.\nWhen worn with the black side out, she would present an inconspicuous\nappearance, but with the gray side out and the effect of this heightened\nby a long gray veil flung over her hat, she would look like the gray\nlady I had first seen. Now, a cloak can be turned in an instant, and if\nshe had chosen to do this in flitting through my door I would naturally\nfind only a sedate, black-clothed woman passing up the street, when,\nrousing from the apathy into which her appearance had thrown me, I\nrushed to the front door and looked out. Had I seen such a woman? I\nseemed to remember that I had. Thus much, then, was satisfactory, but to\naccount for her entrance into our rooms was not so easy. Had she slipped\nby me in coming in as she had on going out? The parlor door was open,\nfor I had been out to get the paper. Could she have glided in by me\nunperceived and thus have found her way into the bedroom from which I\nafterward saw her issue? No, for I had stood facing the front hall door\nall the time. Through the bedroom door then? But that was, as I have\nsaid, locked. Here was a mystery, then; but it was one worth solving.\n\nMy first step was to recall all that I had heard of the actual woman who\nhad been buried from our rooms. Her name, as ascertained in the cheap\nboarding-house to which she was traced, was Helmuth, and she was, so far\nas any one knew, without friends or relatives in the city. To those who\nsaw her daily she was a harmless, slightly demented woman with money\nenough to live above want, but not enough to warrant her boasting talk\nabout the rich things she was going to buy some day and the beautiful\npresents she would soon be in a position to give away. The money found\non her person was sufficient to bury her, but no papers were in her\npossession, nor any letters calculated to throw light upon her past\nlife.\n\nHer lameness had been caused by paralysis, but the date of her attack\nwas not known.\n\nFinding no clue in this to what I wished to learn, I went back to our\nold rooms, which had not been let since our departure, and sought\nfor one there, and, strangely enough, I found it. I thought I knew\neverything there was to be known about the apartment we had lived in\ntwo months, but one little fact had escaped me which, under the scrutiny\nthat I now gave it, became apparent. This was simply that the key which\nopened the hall door of the bedroom and which we had seldom if ever used\nwas not as old a key as that of the corresponding door in the parlor,\nand this fact, small as it was, led me to make inquiries.\n\nThe result was that I learned something about the couple who had\npreceded us in the use of these rooms. They were of middle age and of\ngreat personal elegance, but uncertain pay, the husband being nothing\nmore nor less than a professional gambler. Their name was L'Hommedieu.\n\nWhen I first heard of them, I thought that Mrs. L'Hommedieu might be the\nMrs. Helmuth in whose history I was so interested, but from all I could\nlearn she was a very different sort of person. Mrs. L'Hommedieu was gay,\ndashing and capable of making a show out of a flimsy silk a shop-girl\nwould hesitate to wear. Yet she looked distinguished and wore her\ncheap jewelry with more grace than many a woman her diamonds. I would,\nconsequently, have dropped this inquiry if some one had not remarked\nupon her having had a paralytic stroke after leaving the house. This,\ntogether with the fact that the key to the rear door, which I had found\nreplaced by a new one, had been taken away by her and never returned,\nconnected her so indubitably with my mysterious visitor that I resolved\nto pursue my investigations into Mrs. L'Hommedieu's past.\n\nFor this purpose I sought out a quaint little maiden-lady living on the\ntop floor, who, I was told, knew more about the L'Hommedieus than any\none in the building. Miss Winterburn, whose acquaintance I had failed\nto make while residing in the house, was a fluttering, eager, affable\nperson, whose one delight was, as I soon found, to talk about the\nL'Homme-dieus. Of the story she related I give as much as I can of it in\nher own words.\n\n\"I was never their equal,\" said she, \"but Mrs. L'Hommedieu was lonely,\nand, having no friends in town, was good enough to admit me to her\nparlor now and then and even to allow me to accompany her to the theater\nwhen her husband was away on one of his mysterious visits. I never liked\nMr. L'Homme-dieu, but I did like her. She was so different from me, and,\nwhen I first knew her, so gay and so full of conversation. But after\nawhile she changed and was either feverishly cheerful or morbidly sad,\nso that my visits caused me more pain than pleasure. The reason for\nthese changes in her was patent to everybody. Though her husband was a\nhandsome man, he was as unprincipled as he was unfortunate. He gambled.\nThis she once admitted to me, and while at long intervals he met with\nsome luck he more often returned dispirited and with that hungry,\nravening look you expect to see in a wolf cheated of its prey.\n\n\"I used to be afraid he would strike her after some one of these\ndisappointments, but I do not think he ever did. She had a determined\ncharacter of her own, and there have been times when I have thought he\nwas as much afraid of her as she was of him. I became sure of this\nafter one night. Mrs. L'Hommedieu and myself were having a little supper\ntogether in the front parlor you have so lately occupied. It was a\nvery ordinary supper, for the L'Hommedieus' purse had run low, and Mrs.\nL'Hommedieu was not the woman to spend much at any time on her eating.\nIt was palatable, however, and had been cooked by us both together, and\nI was enjoying it and would have enjoyed it more if Mrs. L'Hommedieu had\nhad more appetite. But she ate scarcely anything and seemed very anxious\nand unhappy, though she laughed now and then with sudden gusts of mirth\ntoo hysterical to be real. It was not late, and yet we were both very\nmuch surprised when there came a knock at the door, followed by the\nentrance of a visitor.\n\n\"Mrs. L'Hommedieu, who is always _la grande dame_, rose without apparent\nembarrassment to meet the gentleman who entered, though I knew she could\nnot help but feel keenly the niggardly appearance of the board she left\nwith such grace. The stranger--he was certainly a stranger; this I could\nsee by the formality of her manner--was a gentleman of urbane bearing\nand a general air of prosperity.\n\n\"I remember every word that passed.\n\n\"'My name is Lafarge,' said he. 'I am, or rather have been, under great\nobligations to your husband, and I have come to discharge my debt. Is he\nat home?'\n\n\"Mrs. L'Hommedieu's eye, which had sparkled at his name, dropped\nsuddenly as he put the final question.\n\n\"'I am sorry,' she returned after a moment of embarrassment, 'but my\nhusband is very seldom home evenings. If you could come about noon some\nday'--\n\n\"'Thank you,' said he, with a bright smile, 'but I will finish my\nbusiness now and with you, seeing that Mr. L'Hommedieu is not at home.\nYears ago--I am sure you have heard your husband mention my name--I\nborrowed quite a sum of money from him, which I have never paid. You\nrecall the amount, no doubt?'\n\n\"'I have heard Mr. L'Hommedieu say it was a thousand dollars,' she\nreplied, with a sudden fluttering of her hands indicative of great\nexcitement.\n\n\"'That is the sum,' he allowed, either not noticing me or thinking me\ntoo insignificant to be considered. 'I regret to have kept him so long\nout of it, but I have not forgotten to add the interest in making out\nthis statement of my indebtedness, and if you will look over this paper\nand acknowledge its correctness I will leave the equivalent of my debt\nhere and now, for I sail for Europe to-morrow morning and wish to have\nall my affairs in order before leaving.'\n\n\"Mrs. L'Hommedieu, who looked ready to faint from excess of feeling,\nsummoned up her whole strength, looking so beautiful as she did so, that\none forgot the ribbons on her sleeves were no longer fresh and that the\nsilk dress she wore hung in the very limpest of folds.\n\n\"'I am obliged to you,' she said in a tone from which she strove in vain\nto suppress all eagerness. 'And if I may speak for Mr. L'Hommedieu he\nwill be as grateful for your remembrance of us as for the money you so\nkindly offer to return to him.'\n\n\"The stranger bowed low and took out a folded paper, which he handed\nher. He was not deceived, I am sure, by her grand airs, and knew as well\nas I did that no woman ever stood in greater need of money. But nothing\nin his manner betrayed this knowledge.\n\n\"'It is a bond I give you,' he now explained. 'As you will see, it has\ncoupons attached to it, which you can cash at any time. It will prove as\nvaluable to you as so much ready money and possibly more convenient.'\n\n\"And with just this hint, which I took as significant of his complete\nunderstanding of her position, he took her receipt and politely left the\nhouse.\n\n\"Once alone with me who am nobody, her joy had full vent. I have never\nseen any one so lost in delight as she was for a few minutes. To have\nthis money thrust upon her just at a moment when actual want seemed\nstaring her in the face was too much of a relief for her to conceal\neither the misery she had been under or the satisfaction she now\nenjoyed. Under the gush of her emotions her whole history came out, but\nas you have often heard the like I will not repeat it, especially as it\nwas all contained in the cry with which a little later she thrust the\nbond toward me.\n\n\"'He must not see it! He must not! It would go like all the rest, and I\nwould again be left without a cent. Take it and keep it, for I have no\nmeans of concealing it here. He is too suspicious.'\n\n\"But this was asking more than I was willing to grant. Seeing how I\nfelt, she thrust the paper into her bosom with a look before which\nI secretly recoiled. 'You will not charge yourself with such a\nresponsibility?' said she. 'But I can trust you not to tell him?'\n\n\"'Yes,' I nodded, feeling sick of the whole business.\n\n\"'Then'--But here the door was violently flung open and without any\nwarning Mr. L'Hommedieu burst into the room in a state of as much\nexcitement as his wife, only his was the excitement of desperation.\n\n\"'Gone! Gone!' he cried, ignoring me as completely as had Mr. Lafarge.\n'Not a dollar left; not even my studs! See!' And he pointed to his\nshirt front hanging apart in a way I would never have looked for in this\nreckless but fastidious gentleman. 'Yet if I had had a dollar more or\neven a ring worth a dollar or so I might have---- Theresa, have you any\nmoney at all? A coin now might save us.'\n\n\"Mrs. L'Hommedieu, who had turned alarmingly pale, drew up her fine\nfigure and resolutely confronted him. 'No!' said she, and shifting her\ngaze she turned it meaningly upon me.\n\n\"He misunderstood this movement. Thinking it simply a reminder of my\npresence, he turned and, with his false but impressive show of courtesy,\nmade me a low bow. Then he forgot me utterly again, and facing his wife,\ngrowled out:\n\n\"'Where are you going to get breakfast then? You don't look like a woman\nwho expects to starve!'\n\n\"It was a fatal remark, for, do what she would, she could not prevent a\nslight smile of disdain, and, seeing it, he kept his eyes riveted on her\nface till her uneasiness became manifest. Instantly his suspicion took\nform, and, surveying her still more fixedly, he espied a corner of the\nprecious paper protruding slightly above her corsage. To snatch it\nout, open it and realize its value was the work of a moment. Her cry of\ndismay and his shout of mad triumph rang out simultaneously, and never\nhave I seen such an ebullition of opposing passions as I was made\nwitness to as his hand closed over this small fortune and their staring\neyes met in the mortal struggle they had now entered upon for its\nultimate possession.\n\n\"She was the first to speak. 'It was given to me; it was meant for me.\nIf I keep it, both of us will profit by it, but if you----'\n\n\"He did not wait for her to finish. 'Where did you get it?' he cried.\n'I can break the bank with what I can raise on this bond at the club.\nDarraugh's in town. You know what that means. Luck's in the air, and\nwith an hundred dollars--But I've no time to talk. I came for a dollar,\na fifty-cent piece, a dime even, and I go back with a bond worth----'\n\n\"But she was already between him and the door. 'You will never carry\nthat bond out of this house,' she whispered in the tone which goes\nfurther than any cry. 'I have not held it in my hand to see it follow\nevery other good thing I have had in life. I will not, Henry. Take that\nbond and sink it as you have all the rest and I fall at your feet a dead\nwoman. I will never survive the destruction of my last hope.'\n\n\"He was cowed--for a moment, that is; she looked so superb and so\ndetermined. Then all that was mean and despicable in his thinly veneered\nnature came to the surface, and, springing forward with an oath, he was\nabout to push her aside, when, without the moving of a finger on her\npart, he reeled back, recovered himself, caught at a chair, missed it\nand fell heavily to the floor.\n\n\"'My God, I thank thee!' was the exclamation with which she broke\nfrom the trance of terror into which she had been thrown by his sudden\nattempt to pass her; and without a glance at his face, which to me\nlooked like the face of a dead man, she tore the paper from his hand and\nstood looking about her with a wild and searching gaze, in the desperate\nhope that somehow the walls would open and offer her a safe place of\nconcealment for the precious sheet of paper. Meanwhile I had crept near\nthe prostrate man. He was breathing, but was perfectly unconscious.\n\n\"'Don't you mean to do something for him?' I asked. 'He may die.'\n\n\"She met my question with the dazed air of one suddenly awakened. 'No,\nhe'll not die, but he'll not come to for some minutes, and this must be\nhidden first. But where? where? I cannot trust it on my person or in any\nplace a man like him would search. I must devise some means--ah!'\n\n\"With this final exclamation she had dashed into the other room. I did\nnot see where she went--I did not want to--but I soon realized she was\nworking somewhere in a desperate hurry. I could hear her breath coming\nin quick, short pants as I bent over her husband, waiting for him to\nrouse and hating my inaction even while I succumbed to it.\n\n\"Suddenly she was back in the parlor again, and to my surprise passed\nimmediately to the little table in the corner where we had sat at\nsupper. We had had for our simple refreshment that homeliest of all\ndishes, boiled milk thickened with flour. There was still some left in a\nbowl, and taking this away with her, she called back hoarsely:\n\n\"'Pray that he does not come to till I have finished. It will be the\nbest prayer you ever made.'\n\n\"She told me afterward that he was subject to these attacks and that she\nhad long ceased to be alarmed by them. But to me the sight of this man\nlying there so helpless, was horrible and, though I hated him and pitied\nher, I scarcely knew what to wish. While battling with my desire to run\nand the feeling of loyalty which held me kneeling at that man's side, I\nheard her speak again, this time in an even and slightly hard tone: 'Now\nyou may dash a glass of cold water in his face. I am prepared to meet\nhim. Happily his memory fails him after these attacks. I may succeed in\nmaking him believe that the bond he saw was one of his fancies.'\n\n\"'Had you not better throw the water yourself?' I suggested, getting up\nand meeting her eye very quietly.\n\n\"She looked at me in wonder, then moved calmly to the table, took the\nglass and dashed a few drops of water into her husband's face. Instantly\nhe began to stir, seeing which I arose without haste, but without any\nunnecessary delay, and quietly took my leave. I could bear no more that\nnight.\n\n\"Next morning I awoke in a fright. I had dreamed that he had come to my\nroom in search of the bond. But it was only her knock at the door and\nher voice, asking if she might enter at this early hour. It was such a\nrelief I gladly let her in, and she entered with her best air and flung\nherself on my little lounge with the hysterical cry:\n\n\"'He has sent me up. I told him I ought not to intrude at such an\ninconvenient hour: that you would not have had your breakfast.' (How\ncarelessly she spoke! How hard she tried to keep the hungry note out of\nher voice!) 'But he insisted upon my coming up. I know why. He searched\nme before I left the room, and now he wants to search the room itself.'\n\n\"'Then he did remember?' I began.\n\n\"'Yes, he remembers now. I saw it in his eyes as soon as he awoke. But\nhe will not find the bond. That is safe, and some day when I shall have\nescaped his vigilance long enough to get it back again I will use it so\nas to make him as well as myself comfortable. I am not a selfish woman.'\n\n\"I did not think she was, and I felt pity for her, and so after dressing\nand making her a cup of tea--I can myself do very well without one on\na pinch--I sat down with her, and we chatted for an hour or so quite\ncomfortably. Then she grew so restless and consulted the clock so often\nthat I tried to soothe her by remarking that it was not an easy task he\nhad set himself, at which she laughed in a mysterious way, but failed to\ngrow less anxious till our suspense was cut short by the appearance of\nthe janitor with a message from Mr. L'Hommedieu.\n\n\"'Mr. L'Hommedieu's compliments,' said he, 'and he hopes Mrs.\nL'Hommedieu will make herself comfortable and not think of coming down.\nHe is doing everything that is necessary and will soon be through. You\ncan rest quite easy, ma'am.'\n\n\"'What does he mean?' marveled the poor woman as the janitor\ndisappeared. 'Is he spending all this time ransacking the rooms? I wish\nI dared disobey him. I wish I dared go down.'\n\n\"But her courage was not equal to an open disregard of his wishes, and\nshe had to subdue her impatience and wait for a summons that did not\ncome till near two o'clock. Then Mr. L'Hommedieu himself appeared with\nher hat and mantle on his arm.\n\n\"'My dear,' said he as she rose, haggard with excitement, to meet him,\n'I have brought your wraps with me that you may go directly from here to\nour new home. Shall I assist you to put them on? You do not look as well\nas usual, and that is why I have undertaken this thing all myself--to\nsave you, my dear; to save you each and every exertion.'\n\n\"I had flung out my arms to catch her, for I thought she was going to\nfaint, but she did not, though I think it would have been better for her\nif she had.\n\n\"'We are going to leave this house?' she asked, speaking very slowly and\nwith a studied lack of emotion that imposed upon nobody.\n\n\"'I have said so,' he smiled. 'The dray has already taken away the half\nof our effects, and the rest will follow at Mrs. Latimer's convenience.'\n\n\"'Ah, I understand!' she replied, with a gasp of relief significant\nof her fear that by some superhuman cunning he had found the bond she\nthought so safely concealed. 'I was wondering how Mrs. Latimer came\nto allow us to leave.' (I tell you they always talked as if I were not\npresent.) 'Our goods are left as a surety, it seems.'\n\n\"'Half of our goods,' he blandly corrected. 'Would it interest you to\nknow which half?'\n\n\"'The cunning of this insinuation was matched by the imperturbable shrug\nwith which she replied. 'So a bed has been allowed us and some clothes\nI am satisfied,' at which he bit his lips, vexed at her self-control and\nhis own failure to break it.\n\n\"'You have not asked where we are going,' he observed as with apparent\nsolicitude he threw her mantle over her shoulders.\n\n\"The air of lassitude with which she replied bespoke her feeling on that\npoint. 'I have little curiosity,' she said. 'You know I can be happy\nanywhere. And, turning toward me, she moved her lips in a way I\ninterpreted to mean: 'Go below with me. See me out.'\n\n\"'Say what you have to say to Miss Winter-burn aloud,' he dryly\nsuggested.\n\n\"'I have nothing to say to Miss Winterburn but thanks,' was her cold\nreply, belied, however, by the trembling of her fingers as she essayed\nto fit on her gloves.\n\n\"'And those I will receive below!' I cried, with affected gaiety. 'I am\ngoing down with you to the door.' And resolutely ignoring his frown I\ntripped down before them. On the last stair I felt her steps lagging.\nInstantly I seemed to comprehend what was required of me, and, rushing\nforward, I entered the front parlor. He followed close behind me, for\nhow could he know I was not in collusion with her to regain the bond?\nThis gave her one minute by herself in the rear, and in that minute she\nsecured the key which would give her future access to the spot where her\ntreasure lay hidden.\n\n\"The rest of the story I must give you mainly from hearsay. You must\nunderstand by this time what Mr. L'Hommedieu's scheme was in moving\nthus suddenly. He knew that it would be impossible for him, by the most\nminute and continuous watchfulness, to prevent his wife from\nrecovering the bond while they continued to inhabit the rooms in which,\nnotwithstanding his failure to find it, he had reason to believe\nit still lay concealed. But once in other quarters it would be\ncomparatively easy for him to subject her to a surveillance which\nnot only would prevent her from returning to this house without his\nknowledge, but would lead her to give away her secret by the very\nnatural necessity she would be under of going to the exact spot where\nher treasure lay hid.\n\n\"It was a cunning plot and showed him to be as able as he was\nunscrupulous. How it worked I will now proceed to tell you. It must\nhave been the next afternoon that the janitor came running up to me--I\nsuppose he had learned by this time that I had more than ordinary\ninterest in these people--to say that Mrs. L'Hommedieu had been in the\nhouse and had been so frightened by a man who had followed her that she\nhad fainted dead away on the floor. Would I go down to her?\n\n\"I had rather have gone anywhere else, unless it was to prison, but duty\ncannot be shirked, and I followed the man down. But we were too late.\nMrs. L'Hommedieu had recovered and gone away, and the person who had\nfrightened her was also gone, and only the hall-boy remained to give any\nexplanations.\n\n\"This was what he had to say:\n\n\"'The man it was who went first. As soon as the lady fell he skipped\nout. I don't think he meant no good here--'\n\n\"'Did she drop here in the hall?' I asked, unable to restrain my intense\nanxiety.\n\n\"'Oh, no, ma'am! They was in the back room yonder, which she got in\nsomehow. The man followed her in, sneaking and sneaking like an eel or a\ncop, and she fell right against---'\n\n\"'Don't tell me where!' I cried. 'I don't want to know where!' And I was\nabout to return up-stairs when I heard a quick, sharp voice behind\nme and realized that Mr. L'Hommedieu had come in and was having some\ndispute with the janitor.\n\n\"Common prudence led me to listen. He wanted, as was very natural, to\nenter the room where his wife had just been surprised, but the janitor,\nalarmed by the foregoing very irregular proceedings, was disposed to\ndeny his right to do so.\n\n\"'The furniture is held as a surety,' said he, 'and I have orders---'\n\n\"But Mr. L'Hommedieu had a spare dollar, and before many minutes had\nelapsed I heard him go into that room and close the door. Of the next\nten minutes and the suspense I felt I need not speak. When he came out\nagain, he looked as if the ground would not hold him.\n\n\"'I have done some mischief, I fear,' he airily said as he passed by\nthe janitor. 'But I'll pay for it. Don't worry. I'll pay for it and the\nrent, too, to-morrow. You may tell Mrs. Latimer so.' And he was gone,\nleaving us all agape in the hallway.\n\n\"A minute later we all crept to that room and looked in. Now that he\nhad got the money I for one was determined to know where she had hid it.\nThere was no mistaking the spot. A single glance was enough to show us\nthe paper ripped off from a portion of the wall, revealing a narrow gap\nbehind the baseboard large enough to hold the bond. It was near--\"\n\n\"Wait!\" I put in as I remembered where the so called Mrs. Helmuth\nhad pointed just before she died. \"Wasn't it at the left of the large\nfolding doors and midway to the wall?\"\n\n\"How came you to know?\" she asked. \"Did Mrs. Latimer tell you?\" But as I\ndid not answer she soon took up the thread of her narrative again, and,\nsighing softly, said:\n\n\"The next day came and went, but no Mr. L'Hommedieu appeared; another,\nand I began to grow seriously uneasy; a third, and a dreadful thing\nhappened. Late in the afternoon Mrs. L'Hommedieu, dressed very oddly for\nher, came sliding in at the front door, and with an appealing smile at\nthe hall-boy, who wished but dared not ask her for the key which made\nthese visits possible, glided by to her old rooms, and, finding the door\nunlocked, went softly in. Her appearance is worth description, for it\nshows the pitiful efforts she made at disguise, in the hope, I suppose,\nof escaping the surveillance she was evidently conscious of being under.\nShe was in the habit of wearing on cool days a black circular with\na gray lining. This she had turned inside out so that the gray was\nuppermost, while over her neat black bonnet she had flung a long veil,\nalso gray, which not only hid her face, but gave to her appearance\nan eccentric look as different as possible from her usual aspect. The\nhall-boy, who had never seen her save in showy black or bright colors,\nsaid she looked like a ghost in the daytime, but it was all done for\na purpose, I am sure, and to escape the attention of the man who had\nbefore followed her. Alas, he might have followed her this time without\naddition to her suffering! Scarcely had she entered the room where her\ntreasure had been left than she saw the torn paper and gaping baseboard,\nand, uttering a cry so piercing it found its way even to the stolid\nheart of the hall-boy, she tottered back into the hall, where she fell\ninto the arms of her husband, who had followed her in from the street in\na state of frenzy almost equal to her own.\n\n\"The janitor, who that minute appeared on the stairway, says that he\nnever saw two such faces. They looked at each other and were speechless.\nHe was the first to hang his head.\n\n\"'It is gone, Henry,' she whispered. 'It is gone. You have taken it.'\n\n\"He did not answer.\n\n\"'And it is lost! You have risked it, and it is lost!'\n\n\"He uttered a groan. 'You should have given it to me that night. There\nwas luck in the air then. Now the devil is in the cards and--'\n\n\"Her arms went up with a shriek. 'My curse be upon you, Henry\nL'Hommedieu!' And whether it was the look with which she said this that\nmoved him, or whether there was some latent love in his heart for this\nonce beautiful and long-suffering woman, he shrank at her words, and,\nstumbling like a man in the darkness, uttered a heart-rending groan and\nrushed from the house. We never saw him again.\n\n\"As for her, she fell this time under a paralytic attack which robbed\nher of her faculties. She was taken to a hospital, where I frequently\nvisited her, but either from grief or the effect of her attack she did\nnot know me, nor did she ever recognize any of us again. Mrs. Latimer,\nwho is a just woman, sold her furniture and after paying herself out of\nthe proceeds, gave the remainder to the hospital nurses in charge for\nMrs. L'Hommedieu, so that when she left there she had something with\nwhich to start life anew. But where she went or how she managed to get\nalong in her enfeebled condition I do not know. I never heard of her\nagain.\"\n\n\"Then you did not see the woman who died in those rooms?\" I asked.\n\nThe effect of these words was magical and led to mutual explanations.\nShe had not seen that woman, having encountered all the sorrow she\nwished to in that room. Nor was there any one else in the house who\nwould be likely to recognize Mrs. L'Hommedieu; both the janitor and\nhall-boy being new and Mrs. Latimer one of those proprietors who are\nonly seen on rent day. For the rest, Mrs. L'Hommedieu's defective\nmemory, which had led her to haunt the house and room where her money\nhad once been hidden, accounted not only for her first visit, but the\nlast, which had ended so fatally. The cunning she showed in turning her\ncloak and flinging a veil over her hat was the cunning of a partially\nclouded mind. It was a reminiscence of the morning when her terrible\nmisfortune occurred. My habit of taking the key out of the lock of that\nunused door made the use of her own key possible, and her fear of being\nfollowed, caused her to lock the door behind her. My wife, who must\nhave fallen into a doze on my leaving her, did not see her enter, but\ndetected her just as she was trying to escape through the folding doors.\nMy presence in the parlor probably added to her embarrassment, and she\nfled, turning her cloak as she did so.\n\nHow simple it seemed now that we knew the facts; but how obscure, and to\nall appearance, unexplainable, before the clew was given to the mystery!\n\n\n\n\n",
    "metadata": {
        "author": [
            "Green, Anna Katharine"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22808/pg22808.txt",
        "name": "the_gray_madam_1899.json"
    }
}