{
    "name": "The Tahquitch Maiden: A Tale of the San Jacintos",
    "author": [
        "Spalding, Phebe Estelle"
    ],
    "body": "“The Tribe of My People I\nHave Seen Die, and Their Name Has\nBeen Forgotten. But I Live on\n& Shall Ever Live, Blessed\nwith Enduring Youth\nand Happiness.”\n\n\n\n\n\n\nPaul Elder & Company\nPublishers: San Francisco\n\n\n\n\n  TO MY COMRADES\n  IN CLASS & FIELD\n\n\n\n\nCopyright, 1911\nby Paul Elder and Company\nSan Francisco\n\n\n\n\nPREFACE\n\n\nTahquitch Mountain is one of the peaks of the celebrated San Jacinto\nrange. Its contour is peculiar, and on its summit is a huge rock\nknown as Tahquitch Rock. The Indians aver that this rock covers the\ndoorway of the deep cave in which Tahquitch (Devil) dwells. Thither, in\nmisty legend, was borne centuries ago an Indian maiden of a tribe now\nunknown; and to her unwilling company were added later, other beautiful\nmaidens whom Tahquitch from time to time captured from neighboring\ntribes.\n\nA curious rumbling of the mountain occurs in certain of the summer\nmonths; and the Indians believe that this phenomenon is caused by\nthe violent anger of Tahquitch when his quest for a new bride is\nunsuccessful, or by the restlessness of his cave-imprisoned victims.\n\nThis legend, especially in recent years, has undergone numerous\nchanges of form and interpretation, until it is become one of the\nmost interesting and significant of the many blended fancies of the\nred man and the white, which go to make up the unique poetic lore of\nCalifornia.\n\n\n\n\n\n\nTHE TAHQUITCH MAIDEN\n\n\nIt was a perfect August day in the San Jacinto Mountains. The morning\ndew still lay upon the grass, but the early mists which hover as\nbenedictions over the heated lower plains, were unneeded in the cooler\nair of our highland camp; and the soft blue of the summer sky suggested\nonly rest and comfort.\n\nMy hammock was swung under the centuried pines of Strawberry Valley. I\nhad slipped away from the family tents on the pretense of reading the\n_Inferno_; but the gentle soughing of the pines, the drowsy murmur of\nthe flies which live even in mountain climes, and the subdued hum of my\ncompanion-campers’ voices threw me quite out of conceit with scenes of\nthe lower world. My book fell from my hands, and my half-closed eyes\nfollowed unreproved my wandering thoughts.\n\nFlecks of white cloud now floated in the air, now touched the summits\nof the range surrounding us, and brought out with amazing distinctness\nthe dim outlines of hill and peak. Huge Tahquitch looked benignly down,\nand I could almost fancy that I saw the hoary head of old San Jack from\nabove the line of intervening hills.\n\nSuddenly I heard a sharp “Hello” from the direction of the kitchen\ncamp, followed by Tom’s generous “Howdy” in reply. Turning my head I\nsaw an alert individual in jeans and sombrero, with a dreary-looking\npony grazing at his side. The man was talking eagerly, flinging his\nstalwart arm in the direction of the mountain whither my vagrant\nthoughts had just been turning.\n\n“Can he be the discoverer of a new mine?” I wondered lazily. “Or\nperhaps a peddler of curios? Well, he shall not disturb me!” and I\nsettled back into my hammock and took up my book with sudden energy.\nBut Cousin Tom had spied me peering over my pillow, and in a moment he\nand his merry young wife and Cousin Mollie closed about my swinging\ncouch.\n\n“Oh, we’ve such a splendid chance to go to San Jacinto peak tomorrow!”\nthey cried in a breath. And Cousin Mollie added, “It is the one trip\nneeded to make this the happiest summer on record. How ridiculous that\nwe ever thought of going home without making it!”\n\nThen Tom went on: “The whole affair takes only three days; the trail\nis as easy as a floor, the guide says, and the expense just nothing at\nall!” And when I did not answer, “Why do you look so glum? You didn’t\nsuppose we meant to leave _you_, did you? Of course you are going with\nus.” And the girls echoed, “Of course, of course!”\n\nI turned upon my cousins with indignant scorn.\n\n“Children,” I cried, “what are you talking about? Are you mad, clean,\nstark mad? I never rode a horse. I never saw a mountain trail. I should\nstarve on bacon and dry bread. I am afraid to death of rattlesnakes and\nbears. Do you think I am an idiot? Of course I will not go!”\n\n“Oh, now,” wheedled Tom, “don’t get excited. I’ll wager you will\nenjoy it the best of any of us. I tell you the trail is nothing.\nRattlesnakes! and bears! Besides you are our guest, and _we_ can’t go\nand leave you behind.”\n\n“Only think of the view!” shouted the girls.\n\n“Go to the mountains of the moon, if you feel inclined,” was my\nsteadfast answer, “and take the view with you. I shall never, never\nleave Strawberry Valley on any such reckless venture.”\n\nBut even as I spoke I felt that sinking of the heart which portends\ndefeat to foolish souls. As for my objections, Tom swept them away as\nthough they were chaff and he a mighty wind. In mute despair I turned\nto _pater_- and _materfamilias_ who had joined the group. Alas, for\nthe first time they failed me. So, when there was no longer help in\nman--or woman--I yielded, firmly convinced that I should never see\nfriends or kindred again, railing at my own weakness of will. But my\ngood angel fluttered near, and so I went.\n\nI need not dwell upon the perils of the way. Sliding stones and\nslipping mules, frightened horses and snapping cinches--these are only\nincidents. He is preparing a gruesome future for himself who asserts\nthat Tahquitch trail is “easy!” More than once, as my unwilling bronco\nbalked or stumbled or insisted upon a wholly untrod path, my frightened\nlips framed--not a prayer! Then I girded anew the loins of my\nresolution and clung yet more frantically to the neck of my disgusted\nsteed.\n\nAt noon we reached our first resting-place, a little valley just at the\nbase of old Tahquitch. Then, fear almost forgot, the glorious wonder\nof the way took possession of me. Even now, as I recall that first\nhighland camp, a dreamy restfulness steals over mind and heart. The\nsoft, abundant verdure of that rugged floor; the girded strength of\nthe everlasting hills; the burden of myth and legend investing every\npeak and rock and valley with half-suggested mystery--it was worth the\nlabor, was it worth the fear?\n\nOur resting space was all too brief, and again we mounted our still\nwearied horses. Another ride of terrors, and we camped for the night\nat the very foot of the lordly peak we were to scale next day. Hardly\na more enchanting spot can be imagined than the little valley nest,\napparently created for our immediate needs. Huge cliffs of rock on one\nside shut us protectingly from the lofty range of hills beyond. On the\nside opposite, the hills came down to the very edge of the valley, but\nlovingly, with no hint of the treacherous ravines which scar their\nslopes. Beyond loomed the hoary head of San Jacinto--threatening,\nawful, grand.\n\nAfter our meager supper we prepared our beds of fragrant pine,\ntopped with enormous blankets. That done, we gathered around the\nblazing camp-fire; and then followed tales of aboriginal California,\nTom’s valiant stunt--an alleged Indian waltz--songs and songs, and\nbye-and-bye the glorious chant, “I will lift up mine eyes unto the\nhills.” At ten o’clock the embers of our cook-fires and the flickering\ncamp blaze were the only visible signs of life.\n\nOur sleeping-rooms were scattered here and there, marked by different\ngroups of stalwart trees. Mollie and I, for economy of warmth, made\nour bed together under a clump of gigantic pines, taller and larger\nthan I had deemed it possible for pines to grow. Mollie, careful of\nmy health and comfort, went to sleep upon the windward side, and in\njust compensation for her generosity claimed the heavier portion of\nthe clothing. I felt the force of her philosophy, but philosophy would\nnot keep me warm. My teeth chattered and I could not sleep. Moreover\nvisions of the return over Tahquitch trail haunted me. As the probable\ncatastrophes of descent were borne in upon my mind I groaned aloud.\nWhy had I undertaken this wild scheme? Could I ever ride down those\nshelving rocks? Perhaps I should fall over the precipice where, the\nguide assured us, a horse had rolled the year before. Perhaps, and\nperhaps--I had lain awake too many weary hours not to recognize the\nsymptoms. I was in for a sleepless night.\n\nI raised myself upon my elbow and looked about me. When had I ever\nseen such another night! The moon was full and almost at its zenith.\nThe tall pines waved their tops gently in the breezes of an upper\natmosphere. The lower mountain wind swept in gusts through the valley.\nThe camp-fire blaze still burned dully in the stronger light of the\nglorious moon. The shadows of the mountain stood out in the clear\nmoonlight as sharply defined as in the day. I looked at my watch--it\nwas half-past twelve; one; two. The night grew every moment more\nradiant, but would it never end?\n\nI had just returned my watch to my pillow for the dozenth time, and had\nrisen at last to stir into circulation my frozen blood, when my ear\ncaught a low, peculiar rumble, unlike anything I had ever heard before.\nI stood motionless, too frightened to rouse Mollie, yet consciously\nwondering why she and the others did not wake. A moment--and then I\nsaid to myself, “It is an earthquake”; but knew perfectly it was not.\nAnother rumble; another--louder, nearer, close at hand. My fear was\nalmost lost in wonder. Suddenly I cried:\n\n“It is the Tahquitch spirits!”\n\nMollie moved uneasily, disturbed by my voice. I was on the point of\nwaking her still further when the noise ceased. I had forgotten the\ncold, but my teeth chattered now from excitement. I waited five, ten\nminutes--it seemed hours. Reluctantly I returned to my bed and nestled\nunder my pitiable corner of blanket, but it had no warmth for me and\nin a moment I threw it off and sat up listening eagerly. Mollie still\nslept on.\n\n“I will not waken her if I hear the sound again,” I said to myself.\n“Perhaps her lack of faith in unseen beings forbids any manifestation\nin her presence.”\n\nI had scarcely formed the thought when I heard once more the rumble,\nmore distinct, nearer every instant. In spite of my eagerness to hear\nand see, I am confident that every hair of my head began to rise.\nAudibly sounder slept my doughty cousin.\n\nSuddenly the rumble ceased, and a sharp gust of wind swept down from\nthe mountain which lay at my right. I turned my face in that direction.\nThe height was enveloped in a mist, and a light mist, hardly more than\na haze, floated in the air around me. While I looked it began to assume\nform and color. It was a horrible dragon with outstretched claws and\nyawning mouth; no, a man-warrior with flecks of blood upon his shield.\nBut even as I looked the awful presence took the dim outlines of a\nwoman’s shape. I pinched myself. I was wide awake.\n\n  “My hammock swung under the centuried pines of Strawberry Valley.”]\n\nA moment more, and the figure stood out, distinct as the clear\nlines of the landscape--a woman having the dark copper skin and the\ngleaming eyes of the Indian race, but with the height and bearing of\nthe stateliest Caucasian. Her long blanket of scarlet and white hung\ntrailing from her shoulder. Scarlet cords were around her wrists and\nankles. A glittering chain of shells and nuggets encircled her neck,\nand a single massive nugget shone in her long, black hair which was\nheld in place by a scarlet band. She raised her arm in a gesture,\nperhaps of silence. The hand was large and perfect and the arm well\nmoulded. She looked at me a moment and then spoke.\n\n“I am the Tahquitch Maiden. My people have many legends regarding me,\nbut no Red man has seen my form nor heard my voice since the day I\ndisappeared from yonder valley. For many generations I have dwelt upon\nthe peak named for the Evil Spirit, whom my Indian kin believe I serve.\nOften I have yearned to tell the story of my fate--a fate so strange\nthat none have guessed aright its cause and meaning. Often I have left\nmy rocky fortress to hover near to them who seemed of mind and spirit\nlike my own. But I have sought their comradeship in vain. In a long\nround of years, once only am I seen or may I speak. Whenever, upon\nthe anniversary of the last night of my stay among my people, another\ngolden moon lights up these scenes of beauty, if any wander near these\nmountain heights, whose hearts believe in truth and fortitude and noble\nlove; if, unsleeping, they have watched throughout the hours which mark\nthe time when last I suffered among mortals--to them I may appear and\ntell in language of their own my story.\n\n“This is the fateful night. For many scores of years no other has been\nlike it; and no one lives whose heart has heard my story.”\n\nThe maiden paused, and turned her face toward the mists of Tahquitch\nMountain. I held my breath in silence, but my gaze followed hers. The\ndistant peaks remained wrapped in clouds, which seemed too dense for\nsun ever to lighten.\n\n“Until they melt away,” she said, following my thought, “none call me\nto return.”\n\nThen she began her story.\n\n“My father was the chief of a noble tribe, now vanished from the earth,\nthen filling the valley named for its burden of wild strawberry.\nMy mother was a maiden of a tribe removed from here, far to the\neast--perhaps a tribe of your own race. At least she differed much from\nmy father’s people in face and form and mind. I have heard few words\nregarding her, and my memory of her grace and beauty is but the memory\nof a child. Of gentle heart she must have been, and my father, a stern,\nstrong warrior among warlike men, made her his idol.\n\n“I was an only child, and I grew up as other Indian children, with few\nevents to make my years remembered. By my mother I was fondly loved; my\nfather gave me little care or notice. Nothing stands clear in my past\nuntil one day, while I was still a child, there came a great change in\nmy life. My father, with many stalwart braves, had gone upon a bloody\nexpedition against a powerful foe some distance to the south, leaving\nbehind a small band of men to guard our camp. These set out one morning\nto hunt the deer which then, more fearlessly than now, roamed over the\nneighboring hills. At nightfall they had not returned, nor did they\never come.\n\n“All that day, haunted by a prophecy of evil, my mother wandered pale\nand anxious about the camp. The stolid Indian women, themselves unmoved\nby threat of danger, grumbled together at her restlessness and fear,\nbut to her they said no word. As the afternoon wore away she could\ncontrol herself no longer. Taking my hand she led me into the little\nteepee which, contrary to the custom of Indian men, my father had built\nfor her with his own hands, beside the valley stream.\n\n“When we were alone and sheltered from the gaze of her hard-faced\ncompanions, she took me in her arms and threw herself with me upon her\ncouch of skins. Then she wept. I, who had never seen a man or woman\nweep, was filled with a strange, wild fear. I struggled in her arms,\nand when her tight clasp forced me to lie still, I lay panting with\nfright. Soon, seeing my terror, she checked her sobs and stroked my\nlong shining hair until my fears were hushed. Then she said:\n\n“‘Child, you are of your father’s mould and spirit. You will become his\npride and joy, as I have been his love. Something tells me that soon\nI shall go far from you, into another land, among another people. You\nwill know little of your mother’s life or love; for death will seal her\nlips, and pride and love and grief your father’s. Her kindred will be\nstrangers to you, for they are far distant from this place and people,\nand when she left them to follow one she better loved, they ceased to\nspeak, perhaps to think of her. Yet they are noble and true and tender,\nand sometime they will bring to you, perhaps, sympathy more than your\nfather’s race can give. But this is not the thing I long to say. I\nwould leave with you another message straight from your mother’s heart.\n\n“‘Love fills the measure of a woman’s life. Fear not to take and give.\nBut when suitors come to you from this and other tribes, choose from\nthem not at all or else choose worthily. Rank, possessions, power are\nglittering ornaments, but look not long on them. Let your heart rest on\nhim whose soul meets yours and at its best.’\n\n“That night our camp was entered by the stealthy foe who had surprised\nand killed our band of hunters. My mother slew with her own hands the\ndark-faced warrior who had rushed into our tent to take me captive. She\nin turn was pierced by the poisoned arrow of another of the enemy. At\nmidnight she lay dead.\n\n“Before the first glow of another sunrise had touched yon peak, my\nfather returned laden with spoils from a vanquished foe. But his chant\nof victory was changed to wailing. All that day he mourned alone; but\nwhen midnight came again, he summoned all his people, and, with solemn\ndance and dirge, they buried my mother beside the stream where she\nhad dwelt. Then he wreaked upon the enemy who had despoiled his home,\nvengeance unspeakable.\n\n“After my mother’s death my father’s heart was turned toward me. I\nbecame his frequent companion. Near the spot where my mother’s teepee\nonce stood, one was reared for me. Indian maidens waited upon me to do\nmy bidding. Indian youths brought gifts from the forest and the sea.\nAs I grew into womanhood, I kept my mother’s skill and quickness; I\nwas like her, too, in form and bearing. But I was like my father in my\ndark face and hair and, most of all, in my unconquerable spirit. As\nmy mother had predicted, I became his pride and joy. Braves from our\nown tribe sought my hand, but I gave no sign of pleasure; and for a\ntime my father seemed content. At length my haughty beauty was known\noutside my people, and dark-browed warriors came from other tribes\nto win my favor. Some brought gifts of skins and shells, gold, woven\nblankets, and trophies of their strifes, and lay them at my feet. Some\nperformed before me feats of skill or of endurance; some boasted their\nrank and power. When they told my father of their gifts or asked him\nfor my hand, at first he smoked in silence. Then, when many went away\nunsatisfied or displeased, he turned questioningly to me.\n\n“‘What would you have?’ he asked, and a gleam of anger showed itself in\nhis dark face.\n\n“‘I would have the one I choose, as strong and brave as these,’ I\nanswered proudly, ‘but something more. No one of these has touched my\nheart. They are all selfish and untrue. Something tells me to choose no\none among them.’\n\n“This I said truly; but more than spoken cause was the remembrance of\nmy mother’s words, ‘Set your heart on him whose soul meets yours and at\nits best.’\n\n“My father uttered only the grim ‘Ugh!’ which meant, I knew, a latent\nwrath; and for the first time I was touched with a vague uneasiness.\n\n“Soon other suitors came and went. I grew at length anxious and\nunhappy. When _would_ a lover come whose soul was true, whose heart\nmoved mine? My father made me daily less his companion. At last, when a\nyoung chief from the most powerful of our neighboring tribes, offering\nhis gifts in vain, turned wrathfully away, my father looked at me a\nmoment in dark displeasure. Then he led me to the mighty oak which\ngrew upon the outskirts of our camp. It was the Tree of Judgment, and\nunderneath its spreading boughs had many a trembling victim heard his\ndireful sentence.\n\n“‘No maiden of our tribe has lived unwedded,’ he began. ‘You shall\nnot disgrace me nor my people. Other maidens are given, without wish\nof their own, by chief or parent to whom these will. _You_ are the\ndaughter of a chief. To you I grant the gift of choosing; but choose\nyou must. Though you were ten times worthy; though your beauty moved\nthe gods above,--one from the mortals who seek your hand you still\nshall wed. Or, if you fail, in three moons you shall die.’\n\n“He said, but his words fell upon a heart as proud as his; a will as\nstrong as his to do or to endure. Yet I loved life, and longed, too,\nwith all a maiden’s fervor, for a heart which should control my own.\nThe days went on, and no one appeared whom I could love and trust. The\nwarriors and maidens of our tribe perceived my father’s anger and held\nme in contempt. Those who had served me ceased to do my bidding. Old\nwomen turned hard faces toward me and muttered curses whenever I went\nnear them. But my will was still unconquered and my pride unbent. Like\na queen I moved among the petty beings whom once I had ruled. My father\nno longer looked upon me. My heart yearned for his love but I could not\nspeak; I would not yield. No human being praised, nor gave me words\nof sympathy, save one alone.\n\n  “The shadows of the mountain stood out in the clear moonlight.”]\n\n“One day as I walked near the stream, beside whose channel had flowed\nthe good and evil of my life, a crippled youth, a white captive whom my\nfather, moved by strange feeling, once had saved from death, suddenly\nappeared before me from behind a neighboring tree. Without the word of\nformal welcome wherewith he had been used to greet me, he said, and\nlooked not at me as he spoke, but at the mountain rock which hung above\nour camp:\n\n“‘Brave daughter of your mother’s people, you have done well. Endure.\nGod--Manitou--will not forget.’\n\n“In a moment he was gone. I, who had heard for long days no friendly\nvoice and who, hidden within my heart, carried no little of my mother’s\ntenderness, sank upon the spot where I was standing and wept for joy.\n\n“That night the youth was burned beneath the Judgment Tree.\n\n“At last arrived the day when I must die; for none had come whom I\ncould choose, and the strong words of the dead youth had helped me to\nendure. At sunrise of the fatal day, my father called a meeting of his\npeople. Me he led before them into the shadow of the dreaded oak. When\nevery woman and man and child had come into his presence, he spoke\nbriefly:\n\n“‘This maid, no longer child of mine, has refused to do my will. She\nshall die; but she shall die as befits the time when she moved among\nyou, the daughter of a chief. When the moon rises full, come again into\nthis place.’\n\n“To me he said no word, nor looked upon me. All the long hours till\nnight I spent in secret dread, but with no signs of fear upon my face.\nWhen night approached I robed myself as now, and when the messengers\ncame to lead me to my death, I walked erect and calm as I had done in\ndays of yore. As we passed the spot whereon my mother’s teepee once had\nstood, I thought I saw her there with hand upraised in blessing. I\nfelt no longer dread or fear.\n\n“Beside the tree where I had stood in judgment twice before, was reared\na lofty pyre. Thither I walked and with firm step mounted to its top\nunbound; for the proud heart of my father knew that I would never\nquail, even before the deadly flames. He, clad in the garments of his\nrank, stood beside the towering mass, and when I reached its summit he\ngave a gesture of command. At once a slow and mournful dirge began, but\nit was one of curses, not of grief.\n\n“Then gathered round the spot all whom I had known in youth and\nchildhood--warriors whose favor I had slighted; maidens jealous of\nmy power; women who had known my mother and despised her for her\ngentleness and beauty; children, half-grown youths who looked in\ntaunting wonder. On all their faces was visible exulting joy. Long the\nfearful dirge continued, and with each succeeding measure the looks of\nhatred and of triumph deepened.\n\n“When at last the dread midnight came and passed, my father hushed the\ncrowd to silence. Then he stooped and lighted my pyre with his own\nhand. Once only his eyes sought mine, and in that loveless glance I\nsaw--not pity, but unbounded pride. As the flames rose high around me,\nthen, indeed, the frenzied triumph of the crowd below burst from all\nbonds. They danced and shouted and waved their clumsy weapons in the\nair.\n\n“Suddenly a crash louder than the loudest thunder, broke through the\nshouts of wild excitement. A rumble followed, growing every moment\nnearer. The men and women threw themselves upon the ground and shrieked\nwith terror. The fire at my feet was quenched. A lurid mist encircled\nTahquitch Mountain. The moon’s light was covered with a cloud. Then a\nvoice from out the darkness hushed to frightened stillness the cries of\nthe prostrate people.\n\n“‘O child of noble heart,’ it said, ‘you have been true. Your reward\nshall be beyond the thought of mortals.’\n\n“In an instant I had left the earth, borne in the strong arms of wingèd\nwarriors. They carried me to the peak which, from that time, men have\nnamed, in mistaken faith, for the Spirit of wrath and evil doing.\n\n“Since that day, from behind my stony fortress, I have looked down upon\nthe deeds and ways of men; but no earthly care touches me with sorrow.\nSheltered from mortal strife, serene among the gods I live--happy,\ncontent, save for the sometime yearning of my still human heart for\nhuman warmth and understanding.\n\n“The tribe of my people, smitten upon the day I disappeared, I have\nseen die, and their name has been forgotten. The oak under which I\nstood, captive to truth and purity, has crumbled to the earth; but I\nlive on and shall ever live, blessed with unfading youth and happiness.”\n\nAgain I heard the low, long rumble which had startled me at first.\nThe clouds on my right were lifted. The first rays of the rising sun\ntouched the camp with glory. I turned my eyes, brimming with tears, to\nmeet its splendor, and when I looked again, the maid had vanished.\n\nMollie still slept on. The stern lines of San Jacinto stood out,\nmore threatening than beautiful. Our camping horses neighed, restive\nunder their night-long tethers. The trail we had passed the day\nbefore, remained a vague, still dreadful memory; but my heart was free\nfrom terror. I was conscious of a strange, exultant joy. What to me\nwere crags and stones and bursting cinches? What--hardship, hunger,\nweariness? What--the matchless mountain vision we should soon behold?\n\n_I had seen the Tahquitch Maiden!_\n\n\n  HERE ENDS THE TAHQUITCH MAIDEN A TALE OF THE SAN JACINTOS TOLD BY\n  PHEBE ESTELLE SPALDING. THE DECORATIONS BY JEAN OLIVER. PUBLISHED\n  BY PAUL ELDER & COMPANY AND PRINTED FOR THEM BY THEIR TOMOYE PRESS,\n  UNDER THE DIRECTION OF JOHN HENRY NASH, IN THE CITY OF SAN FRANCISCO,\n  DURING THE MONTH OF JULY AND YEAR MCMXI.\n\n\n\n\n      *      *      *      *      *      *\n\n\n\n  Obvious typographical errors have been corrected.\n",
    "metadata": {
        "author": [
            "Spalding, Phebe Estelle"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61577/pg61577.txt",
        "name": "the_tahquitch_maiden:_a_tale_of_the_san_jacintos.json"
    }
}