{
    "name": "The Fall of Ulysses: An Elephant Story",
    "author": [
        "Willard, Charles Dwight"
    ],
    "body": "------------------------------------------------------------------------\n\n\n\n\n                          THE FALL OF ULYSSES\n                          _An Elephant Story_\n\n\nI cannot deny that I was entirely to blame for the calamity that\novertook Ulysses; and if I call attention to the high social and\nliterary standing of the gentleman whom I employed as an accomplice in\nthe affair, it is not at all with the hope of thereby lessening my own\nresponsibility. It is certain that I furnished the unfortunate creature\nthe cause for his desperation. I ought also to confess that I felt a\nsense of profound relief when he accepted the only means apparent to his\nlimited understanding of freeing himself from his dilemma. But what was\nI to do? When a man has an elephant on his hands he should be judged\nwith a kindly consideration for the awkwardness of his situation.\n\nMy elephant was decidedly more trying than the average variety, for the\nreason that he was not metaphorical, but real. What I mean is, that I am\nnot speaking in figurative language about some officious friend or\ntroublesome relative, but about a genuine Asiatic elephant, Ulysses by\nname, who came into my possession several years ago, and of whom I have\nbut recently managed to rid myself. Physically he was a well-developed\nspecimen, having no special characteristics to distinguish him from the\nrest of his kind. Intellectually, however, he was a species of monster,\nand I was the unfortunate Frankenstein that was responsible for his\nexistence.\n\nThe purchase was effected by a series of complicated negotiations,\ncarried on in my behalf by a half breed elephant trainer, known as Jerry\nRhahob, with the owner of Ulysses. Had I undertaken the job myself I\nmight have found an elephant a more expensive luxury than I cared to\npossess. My agent, the half breed, had the reputation of knowing more\nthan any man in Madras about the habits and characteristics of elephants\nand the means by which they could be most successfully trained. For some\ntime he had been in charge of the yards where the animals owned by the\nBritish government were prepared for service in war or road building.\nBefore setting out for my bungalow, I thought best to consult with\nJerry, who spoke English perfectly, as to the course of education to\nwhich I proposed treating Ulysses.\n\n“I intend to teach this animal all that an elephant can be made to\nlearn,” said I.\n\n“You will not have time to do that,” said Jerry, significantly.\n\n“Do you mean,” I asked, “that there is no limit to what an elephant can\nbe taught?”\n\n“My experience has led me to believe that it depends upon the patience\nof the man, and not upon the capacity of the brute, how far the\ninstruction may be carried.”\n\n“Very well,” I said; “I shall have patience. What I most need is advice\nabout gaining the creature’s confidence and affection.”\n\nThe fact that I am a bachelor does not prevent my entertaining an\nextensive code of opinions on the subject of the proper rearing of\nchildren. The suggestions of Jerry Rhahob on the training of elephants\nseemed to me much the same that I would have offered a young and\ninexperienced parent if he had applied to me for advice about his\noffspring. Reduced to its fundamental principles, Jerry’s theory was\nthat an elephant should be regarded as a dumb and deformed human being,\npossessed of a keen appreciation of right and wrong, delicate\nsensibilities, exceptional capacity and high character. From the mental\nand moral qualities with which Jerry’s conception seemed to endow this\nbeing, I would have accorded him a place in the human species, among the\nclass that is said to be born and not made, the “genus irritable.”\n\nOne piece of warning he gave me in conclusion.\n\n“The elephant knows as well as you do,” said he, “that he is an animal\nand you are a man. He appreciates the distinction. He understands that\nhe is your physical superior, and that he could by a single blow of his\ntrunk dash the life out of you. As long as he is kindly treated he will\nfeel no desire to exercise that power. In the matter of intellect he\nappreciates that you are greatly above him, and will obey and serve you\nfor that reason. Let him once get it into his head, however, that his\npowers are on a level with your own, and his arrogance will become\ninsupportable. The relationship will be suddenly reversed, and you will\nfind yourself no longer his master, but his servant. Several years ago I\nhad a very intelligent elephant here in the yards whom I employed to\nbuild stone walls. He became marvelously expert at it, picking out just\nthe right shaped rocks to fill the spaces with the best economy. The\nstones are irregular in form, and you can imagine that no small degree\nof skill is required. On one occasion he stood near watching me while I\nendeavored to teach a younger elephant how the work was to be done. I\nbuilt several feet of wall, but the job was not a successful one—not, at\nleast, when compared with what Budan could do. Whenever I picked up the\nwrong stone he gave a snort, and indicated a better one with his trunk.\nAt last he could stand it no longer, and brushing me aside, took hold of\nthe work himself, and soon had the young one taught. After that he made\nno secret of his contempt for me. I saw that he was ruining my standing\nwith the rest of the herd, and I had to send him away.”\n\nThis story would have seemed quite ridiculous to me if I had not heard\nmany others more wonderful pass current without question, and had I not\noften seen elephants employed in Madras at work which in America would\nbe assigned only to artisans of considerable skill.\n\n“Believe anything you are told about the intelligence of an elephant,”\nsaid a traveler from India to me once, before I visited that country;\n“the chances are it is true.”\n\nI engaged an experienced mahout, or driver, an intelligent native by the\nname of Akbar. I determined, however, to make use of his services just\nas little as possible, in order that Ulysses might learn to depend upon\nmyself alone. I attended personally to the matter of food and drink, and\ntook pains that my protegé should receive no favors from the hand of\nanyone else. I soon learned the things that gave him pleasure, and put\nmyself to no little trouble to gratify him on every possible occasion. I\ncontinued this process, combining with it instruction in such small\nservices as “house elephants” in India are always expected to perform,\nuntil I saw that I had completely gained his confidence and affection.\nDuring this period of his tutelage, Ulysses would have trusted and\nobeyed me to any extent. I think he would willingly have laid down his\nlife or endured torture for my sake. Nothing made him happier than to be\nnear me as I sat under the banyan tree in my garden, smoking and\nreading. When I opened his stall in the mornings and called to him to\ncome out, he fairly quivered with joy at the sound of my voice, and gave\nvent to his satisfaction at seeing me by shrill trumpetings. His\ndevotion was annoying at times, and one of the first difficulties that I\nexperienced was in teaching him to be less demonstrative.\n\nIt is a fact, which most readers of this narrative have proved for\nthemselves by actual experiment, that animals may be taught the meaning\nof words. An intelligent dog, for example possesses a considerable\nvocabulary. I proposed to undertake a systematic course of instruction\nin the English language with Ulysses and to ascertain to what extent he\nwas capable of acquiring our vernacular. Whenever he learned a new word\nI made a note of it in a book, and by constant review contrived to fix\nit in his memory. As soon as he began to comprehend what my purpose was,\nas he did after I had been laboring with him a couple of weeks, he\nbecame very eager to learn, and greatly increased the rapidity of the\nwork.\n\nThe process of teaching him nouns was simple and easy. Each day I would\nproduce several new articles, tell him their names, and have him hand\nthem to me as I called for them. I taught him to say “yes” and “no” by\nthe waving of his trunk, and made him appreciate that he was to use that\nmeans of signifying to me whether he understood me or not.\n\nAfter I was well into the work, the morning lesson would go somewhat as\nfollows:\n\n“Are you ready for your lesson, Ulysses?”\n\nUlysses lifts his trunk affirmatively. Although he does not understand\n“lesson,” the word “ready” is clear to him by frequent use.\n\nI hold out a ball, a new object.\n\n“This is a ball, Ulysses; a ball.”\n\nI repeat it several times, until the sound has fastened itself in his\nmemory. Then I lay it on the table with a pipe, a cup and a book. I ask\nfor them, one after another, and he hands them to me. I add numerous\nother objects, the names of which he has already learned, and thus\ncombine review with advance instruction.\n\nTogether with the noun “ball” I teach him the verbs “roll,” “throw” and\n“drop,” and perhaps an adverb or two like “fast” or “slowly,” and an\nadjective, “round.” Sometimes there is an awkward hitch and I have to\nabandon the attempt to teach him some particular word, referring to it\nagain when his vocabulary has been increased in some other direction.\n\nA certain point once passed, it was surprising with what rapidity I\nproceeded. One word led to another, a number of words to phrases and\nthese to complete sentences. I finally dropped into a way of talking to\nhim about the objects with which we were working, much as I would have\ntalked to a bright child. I was conscious at times that only a small\npart of what I was saying was understood, but it accustomed him to\nhearing the words that he knew, used in association with others to form\ncomplete statements.\n\nIn my search for objects to use in the instruction of Ulysses I happened\nupon a lump of chalk. With this I sketched various things on a smooth\nplank of dark wood, and found that they were readily recognized by my\npupil. From this I suddenly conceived a new idea. I sent to Madras and\nhad a large, firm blackboard made and ordered chalk and erasers. Then I\nbegan a systematic and determined effort to teach Ulysses to read and\nwrite.\n\nThere is one element that enters into all teaching, of which it is\ndifficult to give any conception in a narrative of results, and that is\ntime. I had been steadily at work with Ulysses for nearly a year before\nI began to use the blackboard, and after I adopted that assistant it was\nmany months ere important results began to show themselves. Any one who\nhas ever labored with a well-meaning but obtuse pupil, will appreciate\nhow slow and discouraging at times my work must have been. He will also\nunderstand how the progress, trifling, when considered day by day,\namounted to a good deal when viewed in the aggregate.\n\nI readily taught Ulysses to hold the chalk in the fingers of his\nproboscis, and to mark with it upon the blackboard. He understood that\nhe was to imitate, as nearly as possible, the marks that I made. In this\nway I taught him to print the letters of the English alphabet in clumsy\ncharacters several inches in size. Gradually he became more expert in\nmaking them, and learned the names by which they were called. It was a\ngreat triumph for me when I first succeeded in getting him to write the\nletters of his own name as I called them off, and saw myself the proud\npossessor of an elephant who could write his autograph, perhaps the\nfirst of his species that ever performed that enlightened but\ncompromising feat.\n\nAll this was easy enough, but to make him comprehend that certain groups\nof these peculiar marks formed pictures, which were to suggest definite\nobjects to him, was a very different sort of an undertaking. The hitch\nin the proceedings at this point was so serious that, for a time, I gave\nup all hope of accomplishing my object. It seemed impossible to\nestablish the necessary connection in his mind between the written\ncharacters and the spoken word. At last, it suddenly dawned upon him,\nand he learned (fatal omen!) the word “book.” The acquiring of one word\nconstituted the test in my calculations. That point being gained, the\nrest was only a question of additional work and continued patience.\n\nIt was not long before Ulysses could write upon the board the names of\nmost of the objects that had been used in his instruction thus far,\nand the verbs that I had taught him in connection with them. To\ncombine these words into sentences was largely a matter of imitation,\nfor he had already come to understand them when so arranged. In a\nshort time we were carrying on long conferences, and the vocabulary of\nUlysses had increased to the point of embracing most of the words used\nin daily conversation. With the establishment of this mode of\ninter-communication, Ulysses was able to explain to me what his\ndifficulties were, and I could proffer more available assistance. I\nthen, for the first time, enjoyed an intimate acquaintance with a\nbrain that was not human. I could look into it and study its character\nand mode of action. I need not add that the occupation was a\nfascinating one. Our conversations, which were at first limited to\nvisible actions and concrete objects, soon strayed into abstractions.\nThe rapidity with which he grasped the analogy between seeing and\nthinking, and lifted himself out of the material into the metaphysical\nplane, astonished me beyond measure. He possessed an over-ruling sense\nof logic, keen and penetrating, and yet so swift that it seemed\ntransfigured to intuition. But the most wonderful feature of his\nintellect was his memory. Now that words were supplied him, as tools\nwith which to conduct his thinking, what were before mere vague\nimpressions, became definite ideas, fixed and everlasting. I soon\nfound that it was necessary to be absolutely accurate in all that I\nsaid to him, as he was quick to detect any inconsistency, and his\nmemory covered the full amount of all that I had said since he had\ncome to have command of the language.\n\nFor some time we conversed together every day, I talking or writing, and\nhe using the blackboard. As print was too slow for practical use, I\ntaught him to write short-hand. One day he made some inquiry of me\nconcerning the novel I happened to have in hand, and I read him several\nchapters of it. His delight at gaining so much knowledge in so short a\ntime was unbounded. I discovered that he regarded it as authentic\nhistory, and hastened to undeceive him. He was greatly shocked to find\nthat anything could be said or written which was not true. This led me\ninto something of a dissertation upon the forms of literature and the\ncanons of taste. He listened with an absorbed interest. The bent of his\nmind was evidently not practical, but literary and artistic.\n\nUlysses’ fondness for hearing me read gave me an idea as to a means of\nfreeing myself from the importunities for instruction and discussion to\nwhich he was now treating me, and which were becoming decidedly irksome.\nI sent Akbar, the mahout, to Madras with a letter to a French oculist.\nHe brought back a large monocle which I had ordered made for the use of\nmy pupil. There was a hole in one of Ulysses’ ears, drilled there by\nsome former, less appreciative owner, through which I passed a light\nsilk cord, allowing the glass to hang conveniently pendant. I had a\nwooden rack constructed by a neighboring rayat, who did carpenter work,\nwhich held the volume open and at the right altitude. Ulysses was now\nready to begin his literary researches independent of my aid. Kneeling\nbefore the rack, in which he soon learned to fasten the book himself, he\nlifted the monocle to his eye, with the fingers of his trunk, and\ncommenced to read. At first he proceeded slowly, and was often compelled\nto summon me to his assistance. After I explained to him the use of the\ndictionary and allowed him to keep one near at hand, this source of\nannoyance ceased, and he worked away by himself with a steadily\nincreasing ease and rapidity.\n\nThere was one person who had observed all these proceedings with\nastonishment and disapproval. This was Briggs, the English gardener who\ntook care of my place. I think he had an idea that I was violating the\nlaws of the Church of England in some way, I scarcely know how. On one\noccasion, when I happened to be in Madras, Ulysses discovered, by\nappealing to him for the meaning of certain words and phrases, that all\nmortals were not endowed with the same fund of information that I\nhappened to possess. No sooner did he find out that Briggs knew less\nabout such matters than he did himself than he began to treat him with\nopen contempt, slowly bringing up his eyeglass and inspecting him with\ncold hauteur whenever he happened to come in sight.\n\n“That there helephant,” Briggs complained to me, “do treat me most\nharrogant, sir. I didn’t never expect to come to this ’ere.”\n\nI spoke to Ulysses about the matter, and remonstrated with him.\n\n“I cannot understand it,” he wrote in reply. “I asked the man about\nSchopenhauer’s Four-fold Root of Sufficient Reason to which I found a\nreference in a volume of essays by Frederic Harrison. He said he never\nhad heard of any such root. Can he not read and talk as you do, and as\nall mortals do? How does it happen that he is ignorant of these things?”\n\nI explained to him that only a small part of the human race was\ninterested in affairs of the intellect, and that millions of men were\nstill in the condition of unhappy mental blindness from which he had so\nrecently emerged. He was aghast at this statement, but it did not tend\nto re-establish Briggs in his respect.\n\nIt was now the season of the year when I was accustomed to make a tour\namong the neighboring coffee plantations, to estimate and bid on the\ncrops. I was not able to take Ulysses with me conveniently, so I left\nhim in the care of Briggs and Akbar. To Briggs I gave the key to my\nlibrary, with orders to supply Ulysses with whatever he might demand,\nand I prepared for my pupil’s use a catalogue of all the books in my\ncollection. The library was chiefly made up of works of history,\nphilosophy and criticism, admirably suited to the special tastes of\nUlysses.\n\nMy absence lasted during a period of nearly three months, and on my\nreturn I found Ulysses almost in a condition of “must,” or insanity. He\nhad read all, or nearly all, the books that I had placed upon the list,\nand had gained through that extraordinary memory of his an immense mass\nof fact and opinion. He was now suffering from intellectual dyspepsia. I\nconsulted him about his troubles, and got in reply an avalanche of\nquestions on every variety of subject. His confidence in my knowledge\nwas, apparently, unlimited. It would have been a source of inexpressible\ngratification to me if I could have shared it.\n\nI was not unmindful of the fate which had befallen poor Briggs,\nnevertheless I felt it my duty to help Ulysses out of his difficulties.\nI did not imagine that his questions would occasion me much trouble, and\nif they should, I thought myself the possessor of sufficient savoir\nfaire to get out of it in some way. I avoided some things merely by\nassuring him that he would understand them better when he had read more.\nWhen I essayed an answer to any of his interrogatories, he had an\nunpleasant habit of pinning me down to exact statements and definite\nopinions. I had never appreciated the extent and variety of my ignorance\nuntil it was subjected to this test; and although Ulysses’ attitude\ntoward me was always that of pupil to teacher, yet I saw at times traces\nof the Socratic method in the long series of questions that he put to\nme, and I was compelled, not infrequently, to squirm out of some\ninconsistency in most undignified fashion.\n\nThis inquisition continued for a number of days after my return, and I\ncould not close my eyes to the fact that I was failing to hold my own in\nthe estimation of Ulysses. From a cyclopedia of literature, which\nhappened to be in my library, Ulysses had stored his mind with an\nenormous fund of information on subjects of which I was completely\nignorant. In this field I was continually falling into traps. There were\nalso translations of Comte and Hegel, to which he had devoted\nconsiderable study, but I checkmated him there by talking wordy\nnonsense, which I was sure he could not distinguish from metaphysics. It\nwas evident, however, that he was beginning to appreciate that something\nwas the matter. Although he had not come to the point of ranking me with\nBriggs, still my position was getting to be a precarious one, and I saw\nthe necessity for great care.\n\nFor some time I avoided being drawn into conversation with Ulysses,\nkeeping him at bay with a number of new books, which I had brought with\nme from Madras. He was not long in appreciating that there was some\npurpose lying back of this policy, and demanded an explanation of me. I\nwas confused by his point blank questions, and only managed to make\nthings worse. After that I was clay in his hands. Every day he branched\nout into some new field of discussion, tested me and found me wanting. I\ntried in vain to conceal my failures under a dignified exterior. Ulysses\nat first seemed pained and surprised, but there finally showed itself in\nhis bearing toward me an air of satisfaction and triumph, which was not\neasy to endure. To have been arrogantly treated by a member of my own\nspecies would have been a new experience to me, and one which I would\nhave vigorously resented; this exhibition of superciliousness from an\nanimal below me in the scale of creation was more than I proposed to put\nup with.\n\nOne morning, as I sauntered out to the banyan tree, wondering what was\nto be the outcome of this absurd situation, Ulysses motioned to me, and\npointed to the blackboard, which I saw was covered with finely written\ncharacters.\n\n“No, Ulysses,” I said, “I am tired this morning, and it is very hot. I\ndo not wish to get into a discussion with you.”\n\nUlysses waved his trunk emphatically, and pointed again to the\nblackboard. Then he gave a fierce trumpet, and glared at me in a way\nthat gave me a start of terror.\n\nI saw that some sort of a crisis was ahead, but determined to defer it,\nif possible, until I could decide what was the best course to pursue. I\napproached the board and read the following message, addressed to\nmyself:\n\n“Master—You are deceived if you think I am ignorant of the change which\nhas gradually come to pass in our relationship. You have been my\nsuperior thus far in life, not by reason of your greater physical power,\nfor I can strike you dead with one blow, whereas you, without the aid of\ntools, could not give me even external pain. Your sole claim to command\nover me lay in your intellectual superiority. This superiority I am now\ncompelled to question. Yesterday you admitted that you had never read\nany of Henry Mackenzie’s novels; you showed complete ignorance\nconcerning Bishop Berkeley’s Alciphron; and when I asked why Henry\nVaughn, the poet, was called the ‘Silurist,’ you had no answer to give\nme. In the conversations of the last few days you have made countless\nblunders in matters of history, science and literature. Your ideas in\nmetaphysics are those of a dotard, and your judgment in belles-lettres\nis execrable. I do not see on what ground you arrogate to yourself a\nposition above me. If you are not entitled to the place that I have\ngiven you in my consideration, if the idea which I have entertained with\nregard to our respective positions is erroneous, then it is clearly a\nmatter of justice that we should straightway change places. I will be\nthe master hereafter and you the servant. Can you show me any good\nreason why this revolution should not come to pass?”\n\nThere was no mistaking the tone and purport of this communication. It\nwas at once a declaration of independence and a manifesto of\nsovereignty. Not merely must I exercise no more authority over Ulysses,\nbut I must yield gracefully and submissively to his rule. I did not\nknow, either by experience or hearsay, what kind of a master an elephant\nwould make, but from the intensely logical quality that Ulysses had\nalways shown, I had a suspicion that he would prove at least severe and\nintolerant.\n\nThe dilemma was a hard one. I took up the chalk, intending to write my\nanswer rather than speak it, that I might have time for reflection. As I\ndid so, an idea suddenly occurred to me—a plan by which I could beat\nUlysses at his own game. I immediately became so confident of its\nsuccess that I did not hesitate to stake my personal liberty on the\nchance of his discomfiture.\n\n“Ulysses,” I said, “I cannot deny that in many directions you have shown\na mental grasp that I never expected to see developed elsewhere than\namong the best of my own species. But all this is not enough. There is\nstill one test, the last and severest to which culture and intelligence\nmay be submitted. If you can meet this satisfactorily, I shall no longer\nquestion your superiority over myself.”\n\n“That is all I ask,” wrote Ulysses, “a fair trial.”\n\nI stepped into the house, and returned with a book which I had recently\nbrought from Madras, and which Ulysses had not seen. I laid it open upon\nthe rack before him. He brought up his monocle and glanced at the title\nand the author.\n\n“Aha!” he wrote; “I have heard of this man, and have long wished to see\nsome of his work.”\n\n“You know what position he occupies in letters?” I asked.\n\n“I do,” wrote Ulysses; “I have read what his admirers say of him.”\n\n“Very well,” I answered; “you know, then, what is demanded of you—that\nyou should understand and enjoy this work. If you cannot meet both these\nrequirements, then you have failed.”\n\nUlysses shrugged his trunk with easy indifference, raised his eye glass,\nand began to read. I lay some distance away, dozing in my hammock, and\nawaited results. They were not long in coming.\n\nAt the end of about half an hour he trumpeted to me in an indignant tone\nof voice, and inquired on the blackboard whether I had given him the\noriginal English or some kind of a translation.\n\nI answered this satisfactorily, and for more than an hour he toiled\naway, breathing hard at times and swaying from side to side, whenever he\nthought he was about to find a clew.\n\nPresently he called to me again.\n\n“I forgot to ask,” said he, “whether this was to be read backwards or\nsideways.”\n\n“Straight ahead,” I answered.\n\nI saw that he was getting involved in the toils, and knew that they\nwould soon close on him. It must be remembered that I had never deceived\nUlysses, and the thought that I, or any one else, could feign an opinion\nwhich was not genuine, had never occurred to him. The book had been\nsubmitted to him about the middle of the morning. Ulysses took no\nrefreshment that day, neither water nor food. When I came out of the\nhouse after “tiffin,” I advised him to lay the volume aside, and look at\nit again the next day. He seemed to feel that this would be a confession\nof failure, and refused.\n\n“Tell me,” he wrote, “are there many of your species that understand and\nreally enjoy this book?”\n\n“They are not many in number,” I answered; “but their position in the\nsociety of culture and taste is an exalted one. Within the last few\nyears it has come to pass that the understanding and appreciation of\nthis work is a shibboleth by which the true disciples of sweetness and\nlight may distinguish themselves from the miscellaneous herd of\nPhilistines. Do not be discouraged because you have failed,” I added, in\na kindly, patronizing tone. “There are many estimable mortals in the\nsame situation. You understand, however, that you cannot be admitted to\nthe elect, much less claim superiority to myself.”\n\nUlysses wrote upon the blackboard several profane expressions, which I\nsuppose he had learned from Briggs, and resumed his study.\n\nIt was nearly evening when Akbar came to me, and said that Ulysses was\nshowing decided symptoms of becoming “must.” I went out with the\nintention of taking the book away from him, but stopped several yards\naway, struck by his changed appearance. His eyes were wild and\nbloodshot, his ears erect, his legs spread apart. He was beating his\nsides with his trunk, and at times trumpeting in low, bass tones. When\nhe saw us approach he seized the book from the rack and dashed it at me\nwith all his force.\n\n“Ulysses,” I said, “keep calm.”\n\n“Look out!” cried Akbar; “he is ‘must.’ Beware!”\n\nWith a terrific roar Ulysses turned, and sprang in great, ponderous\nleaps out of the garden. Briggs, who was in his path, dropped his rake\nand flung himself into some bushes.\n\n“After him, Akbar!” I cried; “see where he goes.”\n\nUlysses ran toward a clump of woods, which grew over a knoll a short\ndistance away. Into this he plunged, and was soon out of sight. We could\nhear the limbs crash as he tore away into the thick foliage. Akbar\nfollowed cautiously. The direction which Ulysses had taken caused a\nsuspicion of possible calamity to dawn on my mind, and I waited uneasily\nfor the mahout’s return. It was not long before Akbar emerged from the\nwoods and ran toward me.\n\n“Praise be to our fathers, he is dead!” he shouted. Akbar had come to\nfear and hate Ulysses.\n\n“Are you sure?” I asked.\n\n“May the hyenas eat my grandfather!” said he, solemnly. “You, who know\nonly the truth, remember the rocky bank beyond the hill, which slopes\noff to destruction? Your servant, Ulysses, rushed thither and flung\nhimself down, bursting his head against the stones. I myself saw him\nthere, lying motionless and dead.”\n\nThis was the end of Ulysses. I have already remarked at the beginning of\nthis narrative that I felt less of sorrow than of relief over the\ncatastrophe. Long association had made him dear to me in many ways, yet\nI was not prepared to endure him as master. There could be no other\noutcome to the unhappy situation than a tragedy of some kind. I sadly\ngave orders for the interment of his body, and returned to the house,\ntaking with me the torn and disfigured copy of Browning’s “Sordello.”\n\n\n\n\n                         _Note by the Author._\n\n\nThe reason that prompted Ulysses’ master to select “Sordello” as the\nagent of his discomfiture was, no doubt, that of all the blind and\nobscure work of the great poet, this is generally rated the most\nmysterious and perplexing. In the days when the Browning conflict raged,\n“Sordello” was the touchstone of the cult. To refresh the reader’s\nmemory of its difficulties, here are reproduced a few passages taken\nalmost at random from the poem. None of these is dependent on context\nfor meaning, so they constitute a fair test; and the reader can put\nhimself in Ulysses’ place.\n\n             FROM “SORDELLO”—BOOK ONE.\n\n                                   ... To remove\n           A curse that haunts such natures—to preclude\n           Their finding out themselves can work no good\n           To what they love nor make it very blest\n           By their endeavor.—they are fain invest\n           The lifeless thing with life from their own soul\n           Availing it to purpose, to control,\n           To dwell distinct and have peculiar joy\n           And separate interests that may employ\n           That beauty fitly, for its proper sake.\n\n           This world of ours by tacit pact is pledged\n           To laying such a spangled fabric low,\n           Whether by gradual brush or gallant blow.\n           But its abundant will was balked here: doubt\n           Rose tardily in one so fenced about\n           From most that nurtures judgment, care and pain:\n           Judgment, that dull expedient we are fain,\n           Less favored, to adopt betimes and force\n           Stead us, diverted from our natural course\n           Of joys—contrive some yet amid the dearth,\n           Vary and render them, it may be, worth\n           Most we forgo.\n\n\n                       FROM BOOK THREE.\n\n           Let stay those girls (e’en her disguised\n           —Jewels i’ the locks that love no crownet like\n           Their native field-buds and the green wheat spike,\n           So fair!—who left this end of June’s turmoil,\n           Shook off, as might a lily its gold soil,\n           Pomp, save a foolish gem or two, and free\n           In dream, came to join the peasants o’er the sea.)\n           Look they too happy, too tricked out? Confess\n           There is such niggard stock of happiness\n           To share, that, do one’s uttermost, dear wretch,\n           One labors ineffectually to stretch\n           It o’er you so that mother and children, both\n           May equitably flaunt the sumpter-cloth!\n\n(Reader, are _you_ “must?”)\n\n------------------------------------------------------------------------\n\n\n\n\n 1. Silently corrected typographical errors and variations in spelling.\n 2. Archaic, non-standard, and uncertain spellings retained as printed.\n 3. Enclosed italics font in _underscores_.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Willard, Charles Dwight"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61624/pg61624.txt",
        "name": "the_fall_of_ulysses:_an_elephant_story.json"
    }
}