{
    "name": "The Real Thing",
    "author": [
        "Teichner, Albert"
    ],
    "body": "\"Everything in this wing is genuine _old_ fake,\" Stahl told the two\ntourists while his wife clung proudly to his arm. Like him, she was\ntall, blonde and impossibly good-looking.\n\n\"Even this strongbox money is finest American counterfeit,\" she said.\n\n\"May I see it?\" asked Smith. The lifeless face of the mathematician\nbrightened as he peered through the quartz top at a dollar bill\nmarked W8265286A. \"I can only get the worthless real stuff. Ancient\ngovernments always destroyed counterfeits. But you're in Economic\nPlanning, so it must be easier to get good fakes.\"\n\n\"Only the merest imperfection, that slight Mongoloid fold in\nWashington's left eyelid,\" Stahl replied, tightly encircling his wife's\nwaist as if showing off all his finest possessions simultaneously. He\nglanced at Tinker, a cyberneticist who, like Smith, had sent several\nrequests to see the famous Suite of Artifices. \"Ever try collecting?\"\n\n\"Not money,\" Tinker answered, eyes still on Mrs. Stahl.\n\n\"Got the 'Mongoloid' bill five years ago, same year as I got Mary.\" He\ngave his wife an even more ostentatious squeeze. Smith stared at her,\ntoo, but more with dull dissatisfaction than desire. \"Fifteen bills in\nthe box now--but I've still only one wife.\"\n\n\"Fifteen!\" exclaimed Smith. \"The rich get richer and the poor stay\npoor.\"\n\n\"The wallpaper,\" Stahl smoothly proceeded, \"is a replica of Italian\nmurals. If you adjust your focus properly the flat columns become\nsolids through the art of vanishing-point perspective.\"\n\n\"Excellent period distortion of Greek styles,\" said Tinker, studying\nthe columns. \"And those three chairs are fine copies of Chippendale.\nYou're to be complimented on your taste in everything, Stahl.\"\n\n\"You really know ancient designs,\" Stahl said. \"Genuine old copies are\neven scarcer than their originals. And originals, of course, can never\nbe quite as good.\"\n\n\"Sometimes I don't see why,\" Smith muttered.\n\nThey all looked shocked. \"Smith, you need a checkup,\" Tinker advised.\n\"You sound rundown. How can we progress without imitating past\nachievements?\"\n\n\"A little rundown,\" Smith admitted, \"but.... Oh, let's forget it.\"\n\n\"Let's,\" Stahl nodded, striving to recapture the pair's attention as\nthey went on through the Suite. \"Notice the paintings. Those two are\nexcellent pseudo-Braques and in the last room were fine fakes of Van\nGogh, Picasso and Chardin. In fact,\" he pointed toward a Gauguin-like\nnude, all flattened sensuousness, \"that one's as close to a real\nGauguin as an imitation can go without being a mere reproduction.\"\n\nThey all gasped and even Smith shook his head reverently. \"To be _that_\nclose to the real thing! It's all you'd ever need.\"\n\n\"Becoming more possible all the time.\" Tinker grinned suggestively\nat Mrs. Stahl. She looked back, mildly interested. \"We'll get there\neventually.\"\n\nHappily oblivious to everything but his collections, Stahl led them\ninto the library. One wall, covered with rows of book spines, swung\naround to reveal a well-stocked bar. There was also a large bar across\nthe room which quickly became a library of real books and recording\nsystems.\n\n\"I'm not much for eating and drinking,\" Smith protested feebly.\n\n\"Who is?\" Mrs. Stahl laughed. \"But this must be a special occasion for\nyou.\"\n\nEyes bulging nervously, Smith ran his fingers through his luxuriant\nhair and sighed, \"Special it is. All right.\"\n\nStahl casually mixed drinks for them all and sipped an Old Fashioned.\n\"I've concentrated somewhat more on the twentieth century of the Old\nTimes than any other,\" he said. \"A particularly intriguing century, I\nfind, although not crucial like the twenty-first, of course.\"\n\n\"_The_ crucial one,\" Tinker protested.\n\n\"As a fellow antiquarian, I must beg to differ, sir.\"\n\n\"What about rocket travel, Mr. Stahl? When did that begin?\"\n\n\"Old hat,\" he yawned.\n\n\"And atomic energy?\"\n\n\"Same applies there. Look, Tinker, don't get me wrong. I love the\nperiod. But, objectively viewed, the twenty-first makes the great\ndifference.\"\n\n\"And what about duplication of life functions, like the mechanical\nheart? That really got started in the twentieth.\"\n\n\"Absolutely right,\" Smith nodded vigorously.\n\n\"All strictly mechanical,\" Stahl sighed. \"But the twenty-first turned\nthe study of pain and pleasure itself from an art into a true science.\"\n\n\"No, no,\" scoffed the cyberneticist.\n\nStahl pounded the bar. \"All right, I'm going to prove it by putting on\nan All-Sense Feeliescope of Thomas Dyall. It's fully sense-adapted, so\nit should pick up perfectly.\"\n\n\"Hope it isn't noisy,\" said Smith.\n\n\"It's _beautiful_,\" answered Mary Stahl. \"I could listen to it all day.\"\n\nThe odor of damp, new-mown grass filled the room and another more\nelusive scent mingled with it. _Entry of June 3rd, 2068_, said an\nimpersonal, mechanical voice, _from the journal of Thomas Dyall,\nelected World's First Poet Laureate in 2089_. A warm rich bass took\nover:\n\n    This morning I rode far out to reach open countryside in the\n    preserved areas to replenish my stock of sensory experiences. As\n    I was walking along through the woods, the most delicious scent\n    struck my nostrils. I immediately recognized new-mown grass in\n    it but the factor making the true difference escaped me until I\n    realized the faint odor belonged to roses. At that point, my\n    senses reeling with delight, I composed in my mind most of my\n    long poem, _The Nature of Nature_, grasping intuitively an\n    experience more intense, more valuable, than any \"real\" one. I\n    say _intuitively_ because I still thought the odor was merely\n    that of grass and roses. A minute afterwards, though, I came\n    into a clearing, spotted a forest ranger's cottage there and\n    discovered that the scent was from a recently-improved insecticide\n    that the ranger's wife was using in the living room. There was\n    little grass in the area and not a single rose!\n\n_The following note_, interrupted the monotone voice, _was added by\nthe author in the year 2116_:\n\n    Here in \"real\" life the great guiding principle of my future was\n    brought home to me. The well-done imitation of a thing was better\n    than the thing itself! This was the lesson I had to disseminate for\n    all humanity.\n\n\"Interesting,\" Tinker said, \"although we all know now that one thing\ncannot be substituted for. Also--\"\n\n\"No discussion now,\" pleaded Smith. \"You need a while to consider all\nthat. Anyway, I've been thinking about your bill, Stahl. That wasn't a\nfold on Washington's eyelid, just a tiny inkstain. It's _genuine_.\"\n\n\"It can't be,\" Stahl snapped and angrily led them back to the first\nroom. \"Tinker, I want you as my witness.\"\n\nHe handed the bill around and Smith had to concede it was really\ncounterfeit. \"What's that next one?\" he asked.\n\n\"A ten.\" Stahl hesitated, then took it off the pile along with three\nothers and passed them to the visitors, showing off fine points of\nimitation. When he collected the bills he carefully made certain there\nwere still five and locked them up again.\n\n\"What about another drink?\" Smith asked hastily.\n\n\"No.\" Tinker sat down in a large chair. \"Let's straighten out\nsomething right now, Stahl. Dyall was making the first crude statement\nof an obvious truth. If we have a pleasant sensation it doesn't matter\nwhether it's caused by a rose or a chemical imitation of a rose or by\nmaking a brain imagine a rose--doesn't matter except that the real rose\nitself is the hardest thing to control. So it can't be as intensely\nreal as its imitations.\"\n\n\"Mr. Tinker, isn't that crucial enough for you?\" Mrs. Stahl asked. Her\nvoice was so rich and warmly rounded that Smith stared wonderingly at\nher, as if trying to fathom an alien tongue.\n\n\"Not quite,\" Tinker shrugged. \"Stahl, you're discussing the smallest\naspect of the three-part equation, Stimulus + Stimulated Body =\nExperience. Your poet was saying certain changes in Stimulus would\nstill give a Stimulated Body the same Experience as the original. But\nthe philosophers and cyberneticists, they already suspected something\nmore radical. If the Stimulated Body was properly changed, the same\nStimulus could give different Bodies the same Experience. In other\nwords, a properly-arranged process would have the same Experience as\nthe life function for which it was substituted.\"\n\n\"Now then,\" he went on, \"all life reproduces itself, right? Well,\nthey finally figured the most important thing to reproduce was a\nman's Experience itself, not any particular form of Stimulated Body.\nOf course we have higher ideals. We want the Stimulated Body to be as\nnearly like what it was as possible--then we can have the best of _all_\npossible worlds.\"\n\n\"Some people,\" Smith grumbled, \"don't get their fair share of that\nbest.\"\n\n\"Anyway I hate _all_ theories,\" said Mrs. Stahl.\n\nStahl disregarded them as he stared at his cashbox. \"My money,\" he said\nominously, \"has been changed!\"\n\nThe two visitors exchanged nervous glances. \"That's not possible,\" said\nTinker.\n\n\"It _is_. Somebody's palmed a real one as a substitute!\"\n\n\"That's very unfair,\" Smith protested. \"We came here as guests,\nstrangers to you and to each other. We've given you the correct degree\nof envious admiration and now you show your gratitude for our human\nreaction by saying we're deranged!\"\n\nStahl was unmoved. \"I still say it's been stolen.\" He opened the\nbox. \"See--the dollar's different! When the people of the Old Times\nmade us their heirs and children they left piles of this real stuff\naround along with almost everything else they'd made. It's practically\nworthless!\"\n\nTinker frowned uncertainly. \"If it makes you feel better I'll submit\nto a lie-detector. I hope you're capable of feeling shame when it\nproves my innocence!\"\n\n\"Good enough,\" said Stahl, turning expectantly to his other guest. As\nhe waited, Smith pulled back a little.\n\n\"Well?\" Mary smiled, moving a little toward him.\n\nSmith leaped away from her, heading toward an open window, but the\nothers moved faster and grabbed him before he reached the wall.\n\n\"What's the matter with you anyway?\" Tinker grunted, straining to hold\nhim. \"The window's _painted_ on the wall!\"\n\nSmith slumped forward in despair as Stahl triumphantly wormed the\nvalued counterfeit from his pocket. \"I can't do anything right,\" Smith\nwailed. \"I heard about this collection and thought I could manage to\nget one little thing for myself. I haven't been given much else by\nlife.\"\n\n\"You--you defective!\" Stahl shouted.\n\nSmith only slumped further forward. \"How can I help it? The Monte Carlo\ncomputer gave me one of the last places for advanced altering and I\nhave to wait and wait. Compared to you, I'm still a half-breed!\"\n\n\"Don't hand me that,\" Stahl snapped. \"I didn't mean physical defects.\nYou look as normal as anyone else.\"\n\n\"No, darling, I think he's telling the truth,\" Mary said\nsympathetically. \"When altering began it was only skin-deep for all of\nus.\"\n\n\"I'll bet you're sixty per cent altered already,\" Smith cried out.\n\"It's my bad luck to be only twenty-five per cent so far. All I can do\nis look at her and wonder why the two of you make such a fuss.\"\n\nThe cyberneticist tried to calm him. \"Your turn's coming.\"\n\n\"I have to find out what it's about sooner than that!\"\n\nTinker sighed. \"I'll try to get your number advanced.\"\n\n\"Let him wait his turn,\" Stahl said coldly. \"He's faking a lot anyway.\"\n\nAt that Smith broke free from them and pressed his back to the optical\nillusion window. \"Don't come closer,\" he warned. \"I don't have much to\nlose.\"\n\nThey stopped a few feet away and waited. Suddenly he raised his left\nhand to his face and dug the long nails in a semicircle into his flesh.\nAs a thin stream of locally circulated blood gushed out, he dug deeper\nand the eyeball fell forward, quivering, on his cheek.\n\n\"He was telling the truth!\" Stahl gasped, pointing at the glittering\nmetal bits within the eyesocket. A glowing wire was slowly evaporating\non the retinal plate as optical feedback collapsed.\n\nTinker, all professional competence now, helped Smith to a chair.\n\"We'll be able to repair you in a month,\" he said, \"because you've\na simpler arrangement, and I can promise you'll have as good an\nelectro-chemical near-cortex as anybody. And the other more interesting\nchanges too.\"\n\nStahl glanced at his wife, then, as she nodded back, slowly put his\nprecious counterfeit into the dangling hand. He was pleased to see\nenough consciousness was still functioning enough for the fingers to\nclose greedily around it. \"Keep it,\" he said, \"you deserve it more than\nme.\"\n\nSuddenly he realised he was feeling not only shame but pity too! It was\nthe first time for pity--and that meant he was one step further on his\nown journey.\n\nHow far that journey had already taken him! For, when their brilliant\nlabors had dehumanized them, the humans had possessed sufficient\nunderstanding to pass the dead world on to the superior wisdom of their\ncreations. If _they_ had been unable to foresee what would eventually\nhappen, Stahl and his fellow robots could. Some day the supreme\nknowledge and the supreme feeling would be perfectly wedded, the day\nthey became truly humanoid copies of their makers.\n\nHe moved forward, Tinker following him, to help his fellow creature\ncloser to that common final destiny.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Teichner, Albert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61288/pg61288.txt",
        "name": "the_real_thing.json"
    }
}