{
    "name": "The New Adam and Eve (From \"Mosses from an Old Manse\")",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\nWe who are born into the world’s artificial system can never adequately\nknow how little in our present state and circumstances is natural, and\nhow much is merely the interpolation of the perverted mind and heart of\nman. Art has become a second and stronger nature; she is a step-mother,\nwhose crafty tenderness has taught us to despise the bountiful and\nwholesome ministrations of our true parent. It is only through the\nmedium of the imagination that we can lessen those iron fetters, which\nwe call truth and reality, and make ourselves even partially sensible\nwhat prisoners we are. For instance, let us conceive good Father\nMiller’s interpretation of the prophecies to have proved true. The Day\nof Doom has burst upon the globe and swept away the whole race of men.\nFrom cities and fields, sea-shore and midland mountain region, vast\ncontinents, and even the remotest islands of the ocean, each living\nthing is gone. No breath of a created being disturbs this earthly\natmosphere. But the abodes of man, and all that he has accomplished,\nthe footprints of his wanderings and the results of his toil, the\nvisible symbols of his intellectual cultivation and moral progress,—in\nshort, everything physical that can give evidence of his present\nposition,—shall remain untouched by the hand of destiny. Then, to\ninherit and repeople this waste and deserted earth, we will suppose a\nnew Adam and a new Eve to have been created, in the full development of\nmind and heart, but with no knowledge of their predecessors nor of the\ndiseased circumstances that had become incrusted around them. Such a\npair would at once distinguish between art and nature. Their instincts\nand intuitions would immediately recognize the wisdom and simplicity of\nthe latter; while the former, with its elaborate perversities, would\noffer them a continual succession of puzzles.\n\nLet us attempt, in a mood half sportive and half thoughtful, to track\nthese imaginary heirs of our mortality, through their first day’s\nexperience. No longer ago than yesterday the flame of human life was\nextinguished; there has been a breathless night; and now another morn\napproaches, expecting to find the earth no less desolate than at\neventide.\n\nIt is dawn. The east puts on its immemorial blush, although no human\neye is gazing at it; for all the phenomena of the natural world renew\nthemselves, in spite of the solitude that now broods around the globe.\nThere is still beauty of earth, sea, and sky, for beauty’s sake. But\nsoon there are to be spectators. Just when the earliest sunshine gilds\nearth’s mountain-tops, two beings have come into life, not in such an\nEden as bloomed to welcome our first parents, but in the heart of a\nmodern city. They find themselves in existence, and gazing into one\nanother’s eyes. Their emotion is not astonishment; nor do they perplex\nthemselves with efforts to discover what, and whence, and why they are.\nEach is satisfied to be, because the other exists likewise; and their\nfirst consciousness is of calm and mutual enjoyment, which seems not to\nhave been the birth of that very moment, but prolonged from a past\neternity. Thus content with an inner sphere which they inhabit\ntogether, it is not immediately that the outward world can obtrude\nitself upon their notice.\n\nSoon, however, they feel the invincible necessity of this earthly life,\nand begin to make acquaintance with the objects and circumstances that\nsurround them. Perhaps no other stride so vast remains to be taken as\nwhen they first turn from the reality of their mutual glance to the\ndreams and shadows that perplex them everywhere else.\n\n“Sweetest Eve, where are we?” exclaims the new Adam; for speech, or\nsome equivalent mode of expression, is born with them, and comes just\nas natural as breath. “Methinks I do not recognize this place.”\n\n“Nor I, dear Man,” replies the new Eve. “And what a strange place, too!\nLet me come closer to thy side and behold thee only; for all other\nsights trouble and perplex my spirit.”\n\n“Nay, Eve,” replies Adam, who appears to have the stronger tendency\ntowards the material world; “it were well that we gain some insight\ninto these matters. We are in an odd situation here. Let us look about\nus.”\n\nAssuredly there are sights enough to throw the new inheritors of earth\ninto a state of hopeless perplexity. The long lines of edifices, their\nwindows glittering in the yellow sunrise, and the narrow street\nbetween, with its barren pavement tracked and battered by wheels that\nhave now rattled into an irrevocable past! The signs, with their\nunintelligible hieroglyphics! The squareness and ugliness, and regular\nor irregular deformity of everything that meets the eye! The marks of\nwear and tear, and unrenewed decay, which distinguish the works of man\nfrom the growth of nature! What is there in all this, capable of the\nslightest significance to minds that know nothing of the artificial\nsystem which is implied in every lamp-post and each brick of the\nhouses? Moreover, the utter loneliness and silence, in a scene that\noriginally grew out of noise and bustle, must needs impress a feeling\nof desolation even upon Adam and Eve, unsuspicious as they are of the\nrecent extinction of human existence. In a forest, solitude would be\nlife; in a city, it is death.\n\nThe new Eve looks round with a sensation of doubt and distrust, such as\na city dame, the daughter of numberless generations of citizens, might\nexperience if suddenly transported to the garden of Eden. At length her\ndowncast eye discovers a small tuft of grass, just beginning to sprout\namong the stones of the pavement; she eagerly grasps it, and is\nsensible that this little herb awakens some response within her heart.\nNature finds nothing else to offer her. Adam, after staring up and down\nthe street without detecting a single object that his comprehension can\nlay hold of, finally turns his forehead to the sky. There, indeed, is\nsomething which the soul within him recognizes.\n\n“Look up yonder, mine own Eve,” he cries; “surely we ought to dwell\namong those gold-tinged clouds or in the blue depths beyond them. I\nknow not how nor when, but evidently we have strayed away from our\nhome; for I see nothing hereabouts that seems to belong to us.”\n\n“Can we not ascend thither?” inquires Eve.\n\n“Why not?” answers Adam, hopefully. “But no; something drags us down in\nspite of our best efforts. Perchance we may find a path hereafter.”\n\nIn the energy of new life it appears no such impracticable feat to\nclimb into the sky. But they have already received a woful lesson,\nwhich may finally go far towards reducing them to the level of the\ndeparted race, when they acknowledge the necessity of keeping the\nbeaten track of earth. They now set forth on a ramble through the city,\nin the hope of making their escape from this uncongenial sphere.\nAlready in the fresh elasticity of their spirits they have found the\nidea of weariness. We will watch them as they enter some of the shops\nand public or private edifices; for every door, whether of alderman or\nbeggar, church or hall of state, has been flung wide open by the same\nagency that swept away the inmates.\n\nIt so happens,—and not unluckily for an Adam and Eve who are still in\nthe costume that might better have befitted Eden,—it so happens that\ntheir first visit is to a fashionable dry-goods store. No courteous and\nimportunate attendants hasten to receive their orders; no throng of\nladies are tossing over the rich Parisian fabrics. All is deserted;\ntrade is at a stand-still; and not even an echo of the national\nwatchword, “Go ahead!” disturbs the quiet of the new customers. But\nspecimens of the latest earthly fashions, silks of every shade, and\nwhatever is most delicate or splendid for the decoration of the human\nform, he scattered around, profusely as bright autumnal leaves in a\nforest. Adam looks at a few of the articles, but throws them carelessly\naside with whatever exclamation may correspond to “Pish!” or “Pshaw!”\nin the new vocabulary of nature. Eve, however,—be it said without\noffence to her native modesty,—examines these treasures of her sex with\nsomewhat livelier interest. A pair of corsets chance to be upon the\ncounter; she inspects them curiously, but knows not what to make of\nthem. Then she handles a fashionable silk with dim yearnings, thoughts\nthat wander hither and thither, instincts groping in the dark.\n\n“On the whole, I do not like it,” she observes, laying the glossy\nfabric upon the counter. “But, Adam, it is very strange. What can these\nthings mean? Surely I ought to know; yet they put me in a perfect\nmaze.”\n\n“Poh! my dear Eve, why trouble thy little head about such nonsense?”\ncries Adam, in a fit of impatience. “Let us go somewhere else. But\nstay; how very beautiful! My loveliest Eve, what a charm you have\nimparted to that robe by merely throwing it over your shoulders!”\n\nFor Eve, with the taste that nature moulded into her composition, has\ntaken a remnant of exquisite silver gauze and drawn it around her\nforms, with an effect that gives Adam his first idea of the witchery of\ndress. He beholds his spouse in a new light and with renewed\nadmiration; yet is hardly reconciled to any other attire than her own\ngolden locks. However, emulating Eve’s example, he makes free with a\nmantle of blue velvet, and puts it on so picturesquely that it might\nseem to have fallen from heaven upon his stately figure. Thus garbed\nthey go in search of new discoveries.\n\nThey next wander into a Church, not to make a display of their fine\nclothes, but attracted by its spire pointing upwards to the sky,\nwhither they have already yearned to climb. As they enter the portal, a\nclock, which it was the last earthly act of the sexton to wind up,\nrepeats the hour in deep reverberating tones; for Time has survived his\nformer progeny, and, with the iron tongue that man gave him, is now\nspeaking to his two grandchildren. They listen, but understand him not.\nNature would measure time by the succession of thoughts and acts which\nconstitute real life, and not by hours of emptiness. They pass up the\nchurch-aisle, and raise their eyes to the ceiling. Had our Adam and Eve\nbecome mortal in some European city, and strayed into the vastness and\nsublimity of an old cathedral, they might have recognized the purpose\nfor which the deep-souled founders reared it. Like the dim awfulness of\nan ancient forest, its very atmosphere would have incited them to\nprayer. Within the snug walls of a metropolitan church there can be no\nsuch influence.\n\nYet some odor of religion is still lingering here, the bequest of pious\nsouls, who had grace to enjoy a foretaste of immortal life. Perchance\nthey breathe a prophecy of a better world to their successors, who have\nbecome obnoxious to all their own cares and calamities in the present\none.\n\n“Eve, something impels me to look upward,” says Adam; “but it troubles\nme to see this roof between us and the sky. Let us go forth, and\nperhaps we shall discern a Great Face looking down upon us.”\n\n“Yes; a Great Face, with a beam of love brightening over it, like\nsunshine,” responds Eve. “Surely we have seen such a countenance\nsomewhere.”\n\nThey go out of the church, and kneeling at its threshold give way to\nthe spirit’s natural instinct of adoration towards a beneficent Father.\nBut, in truth, their life thus far has been a continual prayer. Purity\nand simplicity hold converse at every moment with their Creator.\n\nWe now observe them entering a Court of Justice. But what remotest\nconception can they attain of the purposes of such an edifice? How\nshould the idea occur to them that human brethren, of like nature with\nthemselves, and originally included in the same law of love which is\ntheir only rule of life, should ever need an outward enforcement of the\ntrue voice within their souls? And what, save a woful experience, the\ndark result of many centuries, could teach them the sad mysteries of\ncrime? O Judgment Seat, not by the pure in heart vast thou established,\nnor in the simplicity of nature; but by hard and wrinkled men, and upon\nthe accumulated heap of earthly wrong. Thou art the very symbol of\nman’s perverted state.\n\nOn as fruitless an errand our wanderers next visit a Hall of\nLegislature, where Adam places Eve in the Speaker’s chair, unconscious\nof the moral which he thus exemplifies. Man’s intellect, moderated by\nWoman’s tenderness and moral sense! Were such the legislation of the\nworld there would be no need of State Houses, Capitols, Halls of\nParliament, nor even of those little assemblages of patriarchs beneath\nthe shadowy trees, by whom freedom was first interpreted to mankind on\nour native shores.\n\nWhither go they next? A perverse destiny seems to perplex them with one\nafter another of the riddles which mankind put forth to the wandering\nuniverse, and left unsolved in their own destruction. They enter an\nedifice of stern gray stone standing insulated in the midst of others,\nand gloomy even in the sunshine, which it barely suffers to penetrate\nthrough its iron grated windows. It is a prison. The jailer has left\nhis post at the summons of a stronger authority than the sheriff’s. But\nthe prisoners? Did the messenger of fate, when he shook open all the\ndoors, respect the magistrate’s warrant and the judge’s sentence, and\nleave the inmates of the dungeons to be delivered by due course of\nearthly law? No; a new trial has been granted in a higher court, which\nmay set judge, jury, and prisoner at its bar all in a row, and perhaps\nfind one no less guilty than another. The jail, like the whole earth,\nis now a solitude, and has thereby lost something of its dismal gloom.\nBut here are the narrow cells, like tombs, only drearier and deadlier,\nbecause in these the immortal spirit was buried with the body.\nInscriptions appear on the walls, scribbled with a pencil or scratched\nwith a rusty nail; brief words of agony, perhaps, or guilt’s desperate\ndefiance to the world, or merely a record of a date by which the writer\nstrove to keep up with the march of life. There is not a living eye\nthat could now decipher these memorials.\n\nNor is it while so fresh from their Creator’s hand that the new\ndenizens of earth—no, nor their descendants for a thousand years—could\ndiscover that this edifice was a hospital for the direst disease which\ncould afflict their predecessors. Its patients bore the outward marks\nof that leprosy with which all were more or less infected. They were\nsick-and so were the purest of their brethren—with the plague of sin. A\ndeadly sickness, indeed! Feeling its symptoms within the breast, men\nconcealed it with fear and shame, and were only the more cruel to those\nunfortunates whose pestiferous sores were flagrant to the common eye.\nNothing save a rich garment could ever hide the plague-spot. In the\ncourse of the world’s lifetime, every remedy was tried for its cure and\nextirpation, except the single one, the flower that grew in Heaven and\nwas sovereign for all the miseries of earth. Man never had attempted to\ncure sin by LOVE! Had he but once made the effort, it might well have\nhappened that there would have been no more need of the dark\nlazar-house into which Adam and Eve have wandered. Hasten forth with\nyour native innocence, lest the damps of these still conscious walls\ninfect you likewise, and thus another fallen race be propagated!\n\nPassing from the interior of the prison into the space within its\noutward wall, Adam pauses beneath a structure of the simplest\ncontrivance, yet altogether unaccountable to him. It consists merely of\ntwo upright posts, supporting a transverse beam, from which dangles a\ncord.\n\n“Eve, Eve!” cries Adam, shuddering with a nameless horror. “What can\nthis thing be?”\n\n“I know not,” answers Eve; “but, Adam, my heart is sick! There seems to\nbe no more sky,—no more sunshine!”\n\nWell might Adam shudder and poor Eve be sick at heart; for this\nmysterious object was the type of mankind’s whole system in regard to\nthe great difficulties which God had given to be solved,—a system of\nfear and vengeance, never successful, yet followed to the last. Here,\non the morning when the final summons came, a criminal—one criminal,\nwhere none were guiltless—had died upon the gallows. Had the world\nheard the footfall of its own approaching doom, it would have been no\ninappropriate act thus to close the record of its deeds by one so\ncharacteristic.\n\nThe two pilgrims now hurry from the prison. Had they known how the\nformer inhabitants of earth were shut up in artificial error and\ncramped and chained by their perversions, they might have compared the\nwhole moral world to a prison-house, and have deemed the removal of the\nrace a general jail-delivery.\n\nThey next enter, unannounced, but they might have rung at the door in\nvain, a private mansion, one of the stateliest in Beacon Street. A wild\nand plaintive strain of music is quivering through the house, now\nrising like a solemn organ-peal, and now dying into the faintest\nmurmur, as if some spirit that had felt an interest in the departed\nfamily were bemoaning itself in the solitude of hall and chamber.\nPerhaps a virgin, the purest of mortal race, has been left behind to\nperform a requiem for the whole kindred of humanity. Not so. These are\nthe tones of an Eolian harp, through which Nature pours the harmony\nthat lies concealed in her every breath, whether of summer breeze or\ntempest. Adam and Eve are lost in rapture, unmingled with surprise. The\npassing wind, that stirred the harp-strings, has been hushed, before\nthey can think of examining the splendid furniture, the gorgeous\ncarpets, and the architecture of the rooms. These things amuse their\nunpractised eyes, but appeal to nothing within their hearts. Even the\npictures upon the walls scarcely excite a deeper interest; for there is\nsomething radically artificial and deceptive in painting with which\nminds in the primal simplicity cannot sympathize. The unbidden guests\nexamine a row of family portraits, but are too dull to recognize them\nas men and women, beneath the disguise of a preposterous garb, and with\nfeatures and expression debased, because inherited through ages of\nmoral and physical decay.\n\nChance, however, presents them with pictures of human beauty, fresh\nfrom the hand of Nature. As they enter a magnificent apartment they are\nastonished, but not affrighted, to perceive two figures advancing to\nmeet them. Is it not awful to imagine that any life, save their own,\nshould remain in the wide world?\n\n“How is this?” exclaims Adam. “My beautiful Eve, are you in two places\nat once?”\n\n“And you, Adam!” answers Eve, doubtful, yet delighted. “Surely that\nnoble and lovely form is yours. Yet here you are by my side. I am\ncontent with one,—methinks there should not be two.”\n\nThis miracle is wrought by a tall looking-glass, the mystery of which\nthey soon fathom, because Nature creates a mirror for the human face in\nevery pool of water, and for her own great features in waveless lakes.\nPleased and satisfied with gazing at themselves, they now discover the\nmarble statue of a child in a corner of the room so exquisitely\nidealized that it is almost worthy to be the prophetic likeness of\ntheir first-born. Sculpture, in its highest excellence, is more genuine\nthan painting, and might seem to be evolved from a natural germ, by the\nsame law as a leaf or flower. The statue of the child impresses the\nsolitary pair as if it were a companion; it likewise hints at secrets\nboth of the past and future.\n\n“My husband!” whispers Eve.\n\n“What would you say, dearest Eve?” inquires Adam.\n\n“I wonder if we are alone in the world,” she continues, “with a sense\nof something like fear at the thought of other inhabitants. This lovely\nlittle form! Did it ever breathe? Or is it only the shadow of something\nreal, like our pictures in the mirror?”\n\n“It is strange!” replies Adam, pressing his hand to his brow. “There\nare mysteries all around us. An idea flits continually before me,—would\nthat I could seize it! Eve, Eve, are we treading in the footsteps of\nbeings that bore a likeness to ourselves? If so, whither are they\ngone?—and why is their world so unfit for our dwelling-place?”\n\n“Our great Father only knows,” answers Eve. “But something tells me\nthat we shall not always be alone. And how sweet if other beings were\nto visit us in the shape of this fair image!”\n\nThen they wander through the house, and everywhere find tokens of human\nlife, which now, with the idea recently suggested, excite a deeper\ncuriosity in their bosoms. Woman has here left traces of her delicacy\nand refinement, and of her gentle labors. Eve ransacks a work-basket\nand instinctively thrusts the rosy tip of her finger into a thimble.\nShe takes up a piece of embroidery, glowing with mimic flowers, in one\nof which a fair damsel of the departed race has left her needle. Pity\nthat the Day of Doom should have anticipated the completion of such a\nuseful task! Eve feels almost conscious of the skill to finish it. A\npianoforte has been left open. She flings her hand carelessly over the\nkeys, and strikes out a sudden melody, no less natural than the strains\nof the AEolian harp, but joyous with the dance of her yet unburdened\nlife. Passing through a dark entry they find a broom behind the door;\nand Eve, who comprises the whole nature of womanhood, has a dim idea\nthat it is an instrument proper for her hand. In another apartment they\nbehold a canopied bed, and all the appliances of luxurious repose. A\nheap of forest-leaves would be more to the purpose. They enter the\nnursery, and are perplexed with the sight of little gowns and caps,\ntiny slices, and a cradle, amid the drapery of which is still to be\nseen the impress of a baby’s form. Adam slightly notices these trifles;\nbut Eve becomes involved in a fit of mute reflection from which it is\nhardly possible to rouse her.\n\nBy a most unlucky arrangement there was to have been a grand\ndinner-party in this mansion on the very day when the whole human\nfamily, including the invited guests, were summoned to the unknown\nregions of illimitable space. At the moment of fate, the table was\nactually spread, and the company on the point of sitting down. Adam and\nEve come unbidden to the banquet; it has now been some time cold, but\notherwise furnishes them with highly favorable specimens of the\ngastronomy of their predecessors. But it is difficult to imagine the\nperplexity of the unperverted couple, in endeavoring to find proper\nfood for their first meal, at a table where the cultivated appetites of\na fashionable party were to have been gratified. Will Nature teach them\nthe mystery of a plate of turtle-soup? Will she embolden them to attack\na haunch of venison? Will she initiate them into the merits of a\nParisian pasty, imported by the last steamer that ever crossed the\nAtlantic? Will she not, rather, bid them turn with disgust from fish,\nfowl, and flesh, which, to their pure nostrils, steam with a loathsome\nodor of death and corruption?—Food? The bill of fare contains nothing\nwhich they recognize as such.\n\nFortunately, however, the dessert is ready upon a neighboring table.\nAdam, whose appetite and animal instincts are quicker than those of\nEve, discovers this fitting banquet.\n\n“Here, dearest Eve,” he exclaims,—“here is food.”\n\n“Well,” answered she, with the germ of a housewife stirring within her,\n“we have been so busy to-day, that a picked-up dinner must serve.”\n\nSo Eve comes to the table and receives a red-cheeked apple from her\nhusband’s hand in requital of her predecessor’s fatal gift to our\ncommon grandfather. She eats it without sin, and, let us hope, with no\ndisastrous consequences to her future progeny. They make a plentiful,\nyet temperate, meal of fruit, which, though not gathered in paradise,\nis legitimately derived from the seeds that were planted there. Their\nprimal appetite is satisfied.\n\n“What shall we drink, Eve?” inquires Adam.\n\nEve peeps among some bottles and decanters, which, as they contain\nfluids, she naturally conceives must be proper to quench thirst. But\nnever before did claret, hock, and madeira, of rich and rare perfume,\nexcite such disgust as now.\n\n“Pah!” she exclaims, after smelling at various wines. “What stuff is\nhere? The beings who have gone before us could not have possessed the\nsame nature that we do; for neither their hunger nor thirst were like\nour own.”\n\n“Pray hand me yonder bottle,” says Adam. “If it be drinkable by any\nmanner of mortal, I must moisten my throat with it.”\n\nAfter some remonstrances, she takes up a champagne bottle, but is\nfrightened by the sudden explosion of the cork, and drops it upon the\nfloor. There the untasted liquor effervesces. Had they quaffed it they\nwould have experienced that brief delirium whereby, whether excited by\nmoral or physical causes, man sought to recompense himself for the\ncalm, life-long joys which he had lost by his revolt from nature. At\nlength, in a refrigerator, Eve finds a glass pitcher of water, pure,\ncold, and bright as ever gushed from a fountain among the hills. Both\ndrink; and such refreshment does it bestow, that they question one\nanother if this precious liquid be not identical with the stream of\nlife within them.\n\n“And now,” observes Adam, “we must again try to discover what sort of a\nworld this is, and why we have been sent hither.”\n\n“Why? to love one another,” cries Eve. “Is not that employment enough?”\n\n“Truly is it,” answers Adam, kissing her; “but still—I know\nnot—something tells us there is labor to be done. Perhaps our allotted\ntask is no other than to climb into the sky, which is so much more\nbeautiful than earth.”\n\n“Then would we were there now,” murmurs Eve, “that no task or duty\nmight come between us!”\n\nThey leave the hospitable mansion, and we next see them passing down\nState Street. The clock on the old State House points to high noon,\nwhen the Exchange should be in its glory and present the liveliest\nemblem of what was the sole business of life, as regarded a multitude\nof the foregone worldlings. It is over now. The Sabbath of eternity has\nshed its stillness along the street. Not even a newsboy assails the two\nsolitary passers-by with an extra penny-paper from the office of the\nTimes or Mail, containing a full account of yesterday’s terrible\ncatastrophe. Of all the dull times that merchants and speculators have\nknown, this is the very worst; for, so far as they were concerned,\ncreation itself has taken the benefit of the Bankrupt Act. After all,\nit is a pity. Those mighty capitalists who had just attained the\nwished-for wealth! Those shrewd men of traffic who had devoted so many\nyears to the most intricate and artificial of sciences, and had barely\nmastered it when the universal bankruptcy was announced by peal of\ntrumpet! Can they have been so incautious as to provide no currency of\nthe country whither they have gone, nor any bills of exchange, or\nletters of credit from the needy on earth to the cash-keepers of\nheaven?\n\nAdam and Eve enter a Bank. Start not, ye whose funds are treasured\nthere! You will never need them now. Call not for the police. The\nstones of the street and the coin of the vaults are of equal value to\nthis simple pair. Strange sight! They take up the bright gold in\nhandfuls and throw it sportively into the air for the sake of seeing\nthe glittering worthlessness descend again in a shower. They know not\nthat each of those small yellow circles was once a magic spell, potent\nto sway men’s hearts and mystify their moral sense. Here let them pause\nin the investigation of the past. They have discovered the mainspring,\nthe life, the very essence of the system that had wrought itself into\nthe vitals of mankind, and choked their original nature in its deadly\ngripe. Yet how powerless over these young inheritors of earth’s hoarded\nwealth! And here, too, are huge, packages of back-notes, those\ntalismanic slips of paper which once had the efficacy to build up\nenchanted palaces like exhalations, and work all kinds of perilous\nwonders, yet were themselves but the ghosts of money, the shadows of a\nshade. How like is this vault to a magician’s cave when the\nall-powerful wand is broken, and the visionary splendor vanished, and\nthe floor strewn with fragments of shattered spells, and lifeless\nshapes, once animated by demons!\n\n“Everywhere, my dear Eve,” observes Adam, “we find heaps of rubbish of\none kind or another. Somebody, I am convinced, has taken pains to\ncollect them, but for what purpose? Perhaps, hereafter, we shall be\nmoved to do the like. Can that be our business in the world?”\n\n“O no, no, Adam!” answers Eve. “It would be better to sit down quietly\nand look upward to tine sky.”\n\nThey leave the Bank, and in good time; for had they tarried later they\nwould probably have encountered some gouty old goblin of a capitalist,\nwhose soul could not long be anywhere save in the vault with his\ntreasure.\n\nNext they drop into a jeweller’s shop. They are pleased with the glow\nof gems; and Adam twines a string of beautiful pearls around the head\nof Eve, and fastens his own mantle with a magnificent diamond brooch.\nEve thanks him, and views herself with delight, in the nearest\nlooking-glass. Shortly afterward, observing a bouquet of roses and\nother brilliant flowers in a vase of water, she flings away the\ninestimable pearls, and adorns herself with these lovelier gems of\nnature. They charm her with sentiment as well as beauty.\n\n“Surely they are living beings,” she remarks to Adam.\n\n“I think so,” replies Adam, “and they seem to be as little at home in\nthe world as ourselves.”\n\nWe must not attempt to follow every footstep of these investigators\nwhom their Creator has commissioned to pass unconscious judgment upon\nthe works and ways of the vanished race. By this time, being endowed\nwith quick and accurate perceptions, they begin to understand the\npurpose of the many things around them. They conjecture, for instance,\nthat the edifices of the city were erected, not by the immediate hand\nthat made the world, but by beings somewhat similar to themselves, for\nshelter and convenience. But how will they explain the magnificence of\none habitation as compared with the squalid misery of another? Through\nwhat medium can the idea of servitude enter their minds? When will they\ncomprehend the great and miserable fact—the evidences of which appeal\nto their senses everywhere—that one portion of earth’s lost inhabitants\nwas rolling in luxury while the multitude was toiling for scanty food?\nA wretched change, indeed, must be wrought in their own hearts ere they\ncan conceive the primal decree of Love to have been so completely\nabrogated, that a brother should ever want what his brother had. When\ntheir intelligence shah have reached so far, Earth’s new progeny will\nhave little reason to exult over her old rejected one.\n\nTheir wanderings have now brought them into the suburbs of the city,\nThey stand on a grassy brow of a hill at the foot of a granite obelisk\nwhich points its great finger upwards, as if the human family had\nagreed, by a visible symbol of age-long endurance, to offer some high\nsacrifice of thanksgiving or supplication. The solemn height of the\nmonument, its deep simplicity, and the absence of any vulgar and\npractical use, all strengthen its effect upon Adam and Eve, and leave\nthem to interpret it by a purer sentiment than the builders thought of\nexpressing.\n\n“Eve, it is a visible prayer,” observed Adam.\n\n“And we will pray too,” she replies.\n\nLet us pardon these poor children of neither father nor mother for so\nabsurdly mistaking the purport of the memorial which man founded and\nwoman finished on far-famed Bunker Hill. The idea of war is not native\nto their souls. Nor have they sympathies for the brave defenders of\nliberty, since oppression is one of their unconjectured mysteries.\nCould they guess that the green sward on which they stand so peacefully\nwas once strewn with human corpses and purple with their blood, it\nwould equally amaze them that one generation of men should perpetrate\nsuch carnage, and that a subsequent generation should triumphantly\ncommemorate it.\n\nWith a sense of delight they now stroll across green fields and along\nthe margin of a quiet river. Not to track them too closely, we next\nfind the wanderers entering a Gothic edifice of gray stone, where the\nbygone world has left whatever it deemed worthy of record, in the rich\nlibrary of Harvard University.\n\nNo student ever yet enjoyed such solitude and silence as now broods\nwithin its deep alcoves. Little do the present visitors understand what\nopportunities are thrown away upon them. Yet Adam looks anxiously at\nthe long rows of volumes, those storied heights of human lore,\nascending one above another from floor to ceiling. He takes up a bulky\nfolio. It opens in his hands as if spontaneously to impart the spirit\nof its author to the yet unworn and untainted intellect of the\nfresh-created mortal. He stands poring over the regular columns of\nmystic characters, seemingly in studious mood; for the unintelligible\nthought upon the page has a mysterious relation to his mind, and makes\nitself felt as if it were a burden flung upon him. He is even painfully\nperplexed, and grasps vainly at he knows not what. O Adam, it is too\nsoon, too soon by at least five thousand years, to put on spectacles\nand bury yourself in the alcoves of a library!\n\n“What can this be?” he murmurs at last. “Eve, methinks nothing is so\ndesirable as to find out the mystery of this big and heavy object with\nits thousand thin divisions. See! it stares me in the face as if it\nwere about to speak!”\n\nEve, by a feminine instinct, is dipping into a volume of fashionable\npoetry, the production certainly the most fortunate of earthly bards,\nsince his lay continues in vogue when all the great masters of the lyre\nhave passed into oblivion. But let not, his ghost be too exultant! The\nworld’s one lady tosses the book upon the floor and laughs merrily at\nher husband’s abstracted mien.\n\n“My dear Adam,” cries she, “you look pensive and dismal. Do fling down\nthat stupid thing; for even if it should speak it would not be worth\nattending to. Let us talk with one another, and with the sky, and the\ngreen earth, and its trees and flowers. They will teach us better\nknowledge than we can find here.”\n\n“Well, Eve, perhaps you are right,” replies Adam, with a sort of sigh.\n“Still I cannot help thinking that the interpretation of the riddles\namid which we have been wandering all day long might here be\ndiscovered.”\n\n“It may be better not to seek the interpretation,” persists Eve. “For\nmy part, the air of this place does not suit me. If you love me, come\naway!”\n\nShe prevails, and rescues him from the mysterious perils of the\nlibrary. Happy influence of woman! Had he lingered there long enough to\nobtain a clew to its treasures,—as was not impossible, his intellect\nbeing of human structure, indeed, but with an untransmitted vigor and\nacuteness,—had he then and there become a student, the annalist of our\npoor world would soon have recorded the downfall of a second Adam. The\nfatal apple of another Tree of knowledge would have been eaten. All the\nperversions, and sophistries, and false wisdom so aptly mimicking the\ntrue,—all the narrow truth, so partial that it becomes more deceptive\nthan falsehood,—all the wrong principles and worse practice, the\npernicious examples and mistaken rules of life,—all the specious\ntheories which turn earth into cloudland and men into shadows,—all the\nsad experience which it took mankind so many ages to accumulate, and\nfrom which they never drew a moral for their future guidance, the whole\nheap of this disastrous lore would have tumbled at once upon Adam’s\nhead. There would have been nothing left for him but to take up the\nalready abortive experiment of life where he had dropped it, and toil\nonward with it a little farther.\n\nBut, blessed in his ignorance, he may still enjoy a new world in our\nworn-out one. Should he fall short of good, even as far as we did, he\nhas at least the freedom—no worthless one—to make errors for himself.\nAnd his literature, when the progress of centuries shall create it,\nwill be no interminably repeated echo of our own poetry and\nreproduction of the images that were moulded by our great fathers of\nsong and fiction, but a melody never yet heard on earth, and\nintellectual forms unbreathed upon by our conceptions. Therefore let\nthe dust of ages gather upon the volumes of the library, and in due\nseason the roof of the edifice crumble down upon the whole. When the\nsecond Adam’s descendants shall have collected as much rubbish of their\nown, it will be time enough to dig into our ruins and compare the\nliterary advancement of two independent races.\n\nBut we are looking forward too far. It seems to be the vice of those\nwho have a long past behind them. We will return to the new Adam and\nEve, who, having no reminiscences save dim and fleeting visions of a\npre-existence, are content to live and be happy in the present.\n\nThe day is near its close when these pilgrims, who derive their being\nfrom no dead progenitors, reach the cemetery of Mount Auburn. With\nlight hearts—for earth and sky now gladden each other with beauty—they\ntread along the winding paths, among marble pillars, mimic temples,\nurns, obelisks, and sarcophagi, sometimes pausing to contemplate these\nfantasies of human growth, and sometimes to admire the flowers\nwherewith nature converts decay to loveliness. Can Death, in the midst\nof his old triumphs, make them sensible that they have taken up the\nheavy burden of mortality which a whole species had thrown down? Dust\nkindred to their own has never lain in the grave. Will they then\nrecognize, and so soon, that Time and the elements have an indefeasible\nclaim upon their bodies? Not improbably they may. There must have been\nshadows enough, even amid the primal sunshine of their existence, to\nsuggest the thought of the soul’s incongruity with its circumstances.\nThey have already learned that something is to be thrown aside. The\nidea of Death is in them, or not far off. But, were they to choose a\nsymbol for him, it would be the butterfly soaring upward, or the bright\nangel beckoning them aloft, or the child asleep, with soft dreams\nvisible through her transparent purity.\n\nSuch a Child, in whitest marble, they have found among the monuments of\nMount Auburn.\n\n“Sweetest Eve,” observes Adam, while hand in hand they contemplate this\nbeautiful object, “yonder sun has left us, and the whole world is\nfading from our sight. Let us sleep as this lovely little figure is\nsleeping. Our Father only knows whether what outward things we have\npossessed to-day are to be snatched from us forever. But should our\nearthly life be leaving us with the departing light, we need not doubt\nthat another morn will find us somewhere beneath the smile of God. I\nfeel that he has imparted the boon of existence never to be resumed.”\n\n“And no matter where we exist,” replies Eve, “for we shall always be\ntogether.”\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9227/pg9227.txt",
        "name": "the_new_adam_and_eve_(_from_\"_mosses_from_an_old_manse\").json"
    }
}