{
    "name": "The raid of the guerilla\r\n1911",
    "author": [
        "Craddock, Charles Egbert"
    ],
    "body": "1911\n\n\nJudgment day was coming to Tanglefoot Cove--somewhat in advance of the\nexpectation of the rest of the world. Immediate doom impended. A certain\nnoted guerilla, commanding a reckless troop, had declared a stern\nintention of raiding this secluded nook among the Great Smoky Mountains,\nand its denizens could but tremble at the menace.\n\nFew and feeble folk were they. The volunteering spirit rife in the early\ndays of the Civil War had wrought the first depletion in the number.\nThen came, as time wore on, the rigors of the conscription, with an\nextension of the limits of age from the very young to the verge of the\nvenerable, thus robbing, as was said, both the cradle and the grave.\nNow only the ancient weaklings and the frail callow remained of the male\npopulation among the women and girls, who seemed mere supernumeraries in\nthe scheme of creation, rated by the fitness to bear arms.\n\nSo feeble a community of non-combatants might hardly compass a warlike\naffront calculated to warrant reprisal, but the predominant Union spirit\nof East Tennessee was all a-pulse in the Cove, and the deed was no\ntrifle.\n\n“‘T war Ethelindy’s deed,” her grandfather mumbled, his quivering lips\nclose to the knob of his stick, on which his palsied, veinous hands\ntrembled as he sat in his armchair on the broad hearth of the main room\nin his little log cabin.\n\nEthelinda Brusie glanced quickly, furtively, at his pondering, wrinkled\nold face under the broad brim of his white wool hat, which he still\nwore, though indoors and with the night well advanced. Then she fixed\nher anxious, excited blue eyes once more on the flare of the fire.\n\n“Lawd! ye jes’ now f ‘und that out, dad?” exclaimed her widowed mother,\nbusied in her evening task of carding wool on one side of the deep\nchimney, built of clay and sticks, and seeming always the imminent prey\nof destruction. But there it had stood for a hundred years, dispensing\nlight and warmth and cheer, itself more inflammable than the great\nhickory logs that had summer still among their fibres and dripped sap\nodorously as they sluggishly burned.\n\nEthelinda cast a like agitated glance on the speaker, then her gaze\nreverted to the fire. She had the air of being perched up, as if to\nescape the clutching waves of calamity, as she sat on a high, inverted\nsplint basket, her feet not touching the puncheons of the rude floor,\none hand drawing close about her the red woollen skirt of her dress. She\nseemed shrunken even from her normal small size, and she listened to the\nreproachful recital of her political activity with a shrinking dismay on\nher soft, roseate face.\n\n“Nuthin’ would do Ethelindy,” her granny lifted an accusatory voice,\nstill knitting briskly, though she looked rebukingly over her spectacles\nat the cowering girl, “when that thar Union _dee_-tachmint rid into\nTanglefoot Cove like a rat into a trap----”\n\n“Yes,” interposed Mrs. Brusie, “through mistakin’ it fur Greenbrier\nCove.”\n\n“Nuthin’ would do Ethelindy but she mus’ up an’ offer to show the\nofficer the way out by that thar cave what tunnels through the spur of\nthe mounting down todes the bluffs, what sca’cely one o’ the boys left\nin the Cove would know now.”\n\n“Else he’d hev been capshured,” Ethelinda humbly submitted.\n\n“Yes”--the ruffles of her grandmother’s cap were terrible to view as\nthey wagged at her with the nodding vehemence of her prelection--“an’\n_you_ will be capshured now.”\n\nThe girl visibly winced, and one of the three small boys lying about the\nhearth, sharing the warm flags with half a dozen dogs, whimpered aloud\nin sympathetic fright. The others preserved a breathless, anxious\nsilence.\n\n“You-uns mus’ be powerful keerful ter say nuthin’ ‘bout Ethelindy’s\nhand in that escape of the Fed’ral cavalry”--the old grandfather roused\nhimself to a politic monition. “Mebbe the raiders won’t find it out--an’\nthe folks in the Cove dun’no’ who done it, nuther.”\n\n“Yes, bes’ be keerful, sure,” the gran-dame rejoined. “Fur they puts\nwimmin folks in jail out yander in the flat woods;” still glibly\nknitting, she jerked her head toward the western world outside the\nlimits of the great ranges. “Whenst I war a gal I war acquainted with a\nwoman what pizened her husband, an’ they kep’ her in jail a consider’ble\ntime--a senseless thing ter do ter jail her, ter my mind, fur he war a\nshif’less no-’count fool, an’ nobody but her would hev put up with him\nez long ez she did. The jedge an’ jury thunk the same, fur they ‘lowed\nez she war crazy--an’ so she war, ter hev ever married him! They\nturned her loose, but she never got another husband--I never knowed a\nman-person but what was skittish ‘bout any unhealthy meddlin’ with his\nvittles.”\n\nShe paused to count the stitches on her needles, the big shadow of\nher cap-ruffles bobbing on the daubed and chinked log walls in antic\nmimicry, while down Ethelinda’s pink cheeks the slow tears coursed at\nthe prospect of such immurement.\n\n“Jes’ kase I showed a stranger his path----”\n\n“An’ two hundred an’ fifty mo’--spry, good-lookin’ youngsters, able to\ndo the rebs a power o’ damage.”\n\n“I war ‘feared they’d git capshured. That man, the leader, he stopped\nme down on the bank o’ the creek whar I war a-huntin’ of the cow, an’ he\naxed ‘bout the roads out’n the Cove, an’ I tole him thar war no way out\n‘ceptin’ by the road he had jes’ come, an’ a path through a sorter cave\nor tunnel what the creek had washed out in the spur o’ the mounting, ez\ncould be travelled whenst the channel war dry or toler’ble low, an’ he\naxed me ter show him that underground way.”\n\n“An’ ye war full willin,” said Mrs. Brusie, in irritation, “though ye\nknowed that thar guerilla, Ackert, hed been movin’ heaven an’ earth ter\noverhaul Tolhurst’s command before they could reach the main body. An’\nhyar they war cotched like a rat in a trap.”\n\n“I was sure that the Cornfeds, ez hed seen them lope down inter the\nCove, would be waitin’ ter capshur them when they kem up the road\nagin--I jes’ showed him how ter crope out through the cave,” Ethelinda\nsobbed.\n\n“How in perdition did they find thar way through that thar dark hole?--I\ncan’t sense that!” the old man suddenly mumbled.\n\n“They had lanterns an’ some pine-knots, grandad, what they lighted, an’\nthe leader sent a squad ter ‘reconnoitre,’ ez he called it. An’ whilst\nhe waited he stood an’ talked ter me about the roads in Greenbrier an’\nthe lay o’ the land over thar. He war full per-lite an’ genteel.”\n\n“I’ll be bound ye looked like a ‘crazy Jane,’” cried the grandmother,\nwith sudden exasperation. “Yer white sun-bonnet plumb off an’ a-hangin’\ndown on yer shoulders, an’ yer yaller hair all a-blowsin’ at loose\neends, stiddier bein’ plaited up stiff an’ tight an’ personable, an’ yer\nface burned pink in the sun, stiddier like yer skin ginerally looks,\nfine an’ white ez a pan o’ fraish milk, an’ the flabby, slinksy skirt o’\nthat yaller calico dress ‘thout no starch in it, a-flappin’ an’ whirlin’\nin the wind--shucks! I dun’no’ _whut_ the man could hev thought o’\nyou-uns, dressed out that-a-way.”\n\n“He war toler’ble well pleased with me now, sure!” retorted Ethelinda,\nstung to a blunt self-assertion. “He keered mo’ about a good-lookin’\nroad than a good-lookin’ gal then. Whenst the squad kem back an’\nreported the passage full safe for man an’ beastis the leader tuk a\npurse o’ money out’n his pocket an’ held it out to me--though he said it\ncouldn’t express his thanks.’ But I held my hands behind me an’ wouldn’t\ntake it. Then he called up another man an’ made him open a bag, an’\nhe snatched up my empty milk-piggin’ an’ poured it nigh full o’ green\ncoffee in the bean--it be skeerce ez gold an’ nigh ez precious.”\n\n“An’ _what_ did you do with it, Ethelindy?” her mother asked,\nsignificantly--not for information, but for the renewal of discussion\nand to justify the repetition of rebukes. These had not been few.\n\n“You know,” the girl returned, sullenly.\n\n“_I_ do,” the glib grandmother interposed. “Ye jes’ gin we-uns a sniff\nan’ a sup, an’ then ye tuk the kittle that leaks an’ shook the rest\nof the coffee beans from out yer milk-piggin inter it, an’ sot out an’\nmarched yer-self through the laurel--I wonder nuthin’ didn’t ketch ye!\nhowsomever naught is never in danger--an’ went ter that horspital camp\no’ the rebels on Big Injun Mounting--smallpox horspital it is--an’ gin\nthat precious coffee away to the enemies o’ yer kentry.”\n\n“Nobody comes nor goes ter that place--hell itself ain’t so avoided,”\n said Mrs. Brusie, her forehead corrugated with sudden recurrence of\nanxiety. “Nobody else in this world would have resked it, ‘ceptin’ that\nheadin’ contrairy gal, Ethelindy Brusie.”\n\n“I never resked nuthin,” protested Ethelinda. “I stopped at the head of a\nbluff far off, an’ hollered down ter ‘em in the clearin’ an’ held up\nthe kittle. An’ two or three rebs war out of thar tents in the\nclearin’--thar be a good sight o’ new graves up thar!--an’ them men\nwar hollerin’ an’ wavin’ me away, till they seen what I war doin’; jes’\nsettin’ down the kittle an’ startin’ off.”\n\nShe gazed meditatively into the fire, of set purpose avoiding the eyes\nfixed upon her, and sought to justify her course.\n\n“I knowed ez we-uns hed got used ter doin’ ‘thout coffee, an’ don’t feel\nthe need of it now. We-uns air well an’ stout, an’ live in our good home\nan’ beside our own h’a’th-stone; an’ they air sick, an’ pore, an’ cast\nout, an’ I reckon they ain’t ever been remembered before in gifts. An’ I\n‘lowed the coffee, bein’ unexpected an’ a sorter extry, mought put some\nfraish heart an’ hope in ‘em--leastwise show ‘em ez God don’t ‘low ‘em\nter be plumb furgot.”\n\nShe still gazed meditatively at the fire as if it held a scroll of her\nrecollections, which she gradually interpreted anew. “I looked back\nwunst, an’ one o’ them rebs had sot down on a log an’ war sobbin’ ez\nef his heart would bust. An’ another of ‘em war signin, at me agin an’\nagin, like he was drawin’ a cross in the air--one pass down an’ then one\nacross--an’ the other reb war jes’ laffin’ fur joy, and wunst in a while\nhe yelled out: ‘Blessin’s on ye! Blessin’s! Blessin’s!’ I dun’no’\nhow fur I hearn that sayin’. The rocks round the creek war repeatin’\nit, whenst I crossed the f oot-bredge. I dun’no what the feller\nmeant--mought hev been crazy.”\n\nA tricksy gust stirred at the door as if a mischievous hand twitched\nthe latch-string, but it hung within. There was a pause. The listening\nchildren on the hearth sighed and shifted their posture; one of the\nhounds snored sonorously in the silence.\n\n“Nuthin’ crazy thar ‘ceptin’ you-uns!--one fool gal--that’s all!” said\nher grandmother, with her knitting-needles and her spectacles glittering\nin the firelight. “That is a pest camp. Ye mought hev cotch the\nsmallpox. I be lookm’ fur ye ter break out with it any day. When the war\nis over an’ the men come back to the Cove, none of ‘em will so much as\nlook at ye, with yer skin all pock-marked--fair an’ fine as it is now,\nlike a pan of fraish milk.”\n\n“But, granny, it won’t be sp’ilt! The camp war too fur off--an’ thar\nwarn’t a breath o’ wind. I never went a-nigh ‘em.”\n\n“I dun’no’ how fur smallpox kin travel--an’ it jes’ mulls and mulls in\nye afore it breaks out--don’t it, S’briny?”\n\n“Don’t ax me,” said Mrs. Brusie, with a worried air. “I ain’t no yerb\ndoctor, nor nurse tender, nuther. Ethelindy is beyond my understandin’.”\n\nShe was beyond her own understanding, as she sat weeping slowly,\nsilently. The aspect of those forlorn graves, that recorded the final\nebbing of hope and life at the pest camp, had struck her recollection\nwith a most poignant appeal. Strangers, wretches, dying alone, desolate\noutcasts, the terror of their kind, the epitome of repulsion--they were\nnaught to her! Yet they represented humanity in its helplessness, its\nsuffering, its isolated woe, and its great and final mystery; she felt\nvaguely grieved for their sake, and she gave the clay that covered them,\nstill crude red clods with not yet a blade of grass, the fellowship of\nher tears.\n\nA thrill of masculine logic stirred uneasily in the old man’s disused\nbrain. “Tell me _one_ thing, Ethelindy,” he said, lifting his bleared\neyes as he clasped his tremulous hands more firmly on the head of his\nstick--“tell me this--which side air you-uns on, ennyhow, Ethelindy?”\n\n“I’m fur the Union,” said Ethelinda, still weeping, and now and then\nwiping her sapphire eyes with the back of her hand, hard and tanned, but\nsmall in proportion to her size. “I’m fur the Union--fust an’ last an’\nall the time.”\n\nThe old man wagged his head solemnly with a blight of forecast on his\nwrinkled, aged face. “That thar sayin’ is goin’ ter be mighty hard\nter live up to whilst Jerome Ackert’s critter company is a-raidin’ of\nTanglefoot Cove.”\n\nThe presence of the “critter company” was indeed calculated to inspire\na most obsequious awe. It was an expression of arbitrary power which one\nmight ardently wish directed elsewhere. From the moment that the echoes\nof the Cove caught the first elusive strain of the trumpet, infinitely\nsweet and clear and compelling, yet somehow ethereal, unreal, as if\nblown down from the daylight moon, a filmy lunar semblance in the\nbland blue sky, the denizens of Tanglefoot began to tremulously confer\ntogether, and to skitter like frightened rabbits from house to house.\nTanglefoot Cove is some four miles long, and its average breadth is\nlittle more than a mile. On all sides the great Smoky Mountains rise\nabout the cuplike hollow, and their dense gigantic growths of hickory\nand poplar, maple and gum, were aglow, red and golden, with the largesse\nof the generous October. The underbrush or the jungles of laurel that\ncovered the steeps rendered outlet through the forests impracticable,\nand indeed the only road was invisible save for a vague line among\nthe dense pines of a precipitous slope, where on approach it would\nmaterialize under one’s feet as a wheel track on either side of a line\nof frosted weeds, which the infrequent passing of wagon-beds had bent\nand stunted, yet had not sufficed to break.\n\nThe blacksmith’s shop, the centre of the primitive civilization, had\nsoon an expectant group in its widely flaring doors, for the smith had\nhad enough of the war, and had come back to wistfully, hopelessly haunt\nhis anvil like some uneasy ghost visiting familiar scenes in which he\nno more bears a part;--a minié-ball had shattered his stanch hammer-arm,\nand his duties were now merely advisory to a clumsy apprentice. This was\na half-witted fellow, a giant in strength, but not to be trusted with\nfirearms. In these days of makeweights his utility had been discovered,\nand now with the smith’s hammer in his hand he joined the group, his\nbulging eyes all a-stare and his loose lips hanging apart. The old\njustice of the peace, whose office was a sinecure, since the war had\nrun the law out of the Cove, came with a punctilious step, though with\na sense of futility and abated dignity, and at every successive note\nof the distant trumpet these wights experienced a tense bracing of the\nnerves to await helplessly the inevitable and, alas! the inexorable.\n\n“They say that he is a tumble, tumble man,” the blacksmith averred, ever\nand anon rubbing the stump of his amputated hammer-arm, in which, though\nbundled in its jeans’ sleeve, he had the illusion of the sensation of\nits hand and fingers. He suddenly shaded his brow with his broad palm to\neye that significant line which marked the road among the pines on the\neastern slope, beyond the Indian corn that stood tall and rank of growth\nin the rich bottom-lands.\n\nEthelinda’s heart sank. All unprescient of the day’s impending event,\nshe had come to the forge with the sley of her loom to be mended, and\nshe now stood holding the long shaft in her mechanical clasp, while she\nlistened spell-bound to the agitated talk of the group. The boughs of a\ngreat yellow hickory waved above her head; near by was the trough,\nand here a horse, brought to be shod, was utilizing the interval by\na draught; he had ceased to draw in the clear, cold spring water, but\nstill stood with his muzzle close to the surface, his lips dripping,\ngazing with un-imagined thoughts at the reflection of his big equine\neyes, the blue sky inverted, the dappling yellow leaves, more golden\neven than the sunshine, and the glimmering flight of birds, with a\nstellular light upon their wings.\n\n“A turrible man?--w-w-well,” stuttered the idiot, who had of late\nassumed all the port of coherence; he snatched and held a part in the\ncolloquy, so did the dignity of labor annul the realization of his\ninfirmity, “then I’d be obleeged ter him ef--ef--ef he’d stay out’n\nTanglefoot Cove.”\n\n“So would I.” The miller laughed uneasily. But for the corrugations\nof time, one might not have known if it were flour or age that had so\nwhitened his long beard, which hung quivering down over the breast of\nhis jeans coat, of an indeterminate hue under its frosting from the\nhopper. “He hev tuk up a tumble spite at Tanglefoot Cove.”\n\nThe blacksmith nodded. “They say that he ‘lowed ez traitors orter\nbe treated like traitors. But _I_ be a-goin’ ter tell him that the\nConfederacy hev got one arm off’n me more’n its entitled to, an’ I’m\nwillin’ ter call it quits at that.”\n\n“‘Tain’t goin’ ter do him no good ter raid the Cove,” an ancient farmer\naverred; “an’ it’s agin’ the rebel rule, ennyhows, ter devastate the\nkentry they live off’n--it’s like sawin’ off the bough ye air sittin’\non.” His eyes dwelt with a fearful affection on the laden fields; his\nold stoop-shouldered back had bent yet more under the toil that had\nbrought his crop to this perfection, with the aid of the children whose\nlabor was scarcely worth the strenuosity requisite to control their\ncallow wiles.\n\n“Shucks! He’s a guerilla--he is!” retorted the blacksmith. “Accountable\nter nobody! Hyar ter-day an’ thar ter-morrer. Rides light. Two leetle\nParrott guns is the most weight he carries.”\n\nThe idiot’s eyes began to widen with slow and baffled speculation.\n“Whut--w-whut ails him ter take arter Tangle-foot? W-w--” his great\nloose lips trembled with unformed words as he gazed his eager inquiry\nfrom one to another. Under normal circumstances it would have remained\ncontemptuously unanswered, but in these days in Tanglefoot Cove a man,\nthough a simpleton, was yet a man, and inherently commanded respect.\n\n“A bird o’ the air mus’ hev carried the matter that Tolhurst’s troops\nhed rid inter Tanglefoot Cove by mistake fur Greenbrier, whar they war\nter cross ter jine the Fed’rals nigh the Cohuttas. An’ that guerilla,\nAckert, hed been ridin’ a hundred mile at a hand-gallop ter overhaul\nhim, an’ knowin’ thar warn’t but one outlet to Tanglefoot Cove, he\nexpected ter capshur the Feds as they kem out agin. So he sot himself\nter ambush Tolhurst, an’ waited fur him _up_ thar amongst the pines an’\nthe laurel--an’ he _waited_--an’ _waited!_ But Tolhurst never came! So\nwhenst the guerilla war sure he hed escaped by ways unknownst he set out\nter race him down ter the Cohutty Mountings. But Tolhurst had j’ined the\nmain body o’ the Federal Army, an’ now Ackert is showing a clean pair o’\nheels comin’ back. But he be goin’ ter take time ter raid the Cove--his\nhurry will wait fur that! Somebody in Tanglefoot--the Lord only knows\nwho--showed Tolhurst that underground way out ter Greenbrier Cove,\nthrough a sorter cave or tunnel in the mountings.”\n\n“Now--now--neighbor--_that’s_ guesswork,” remonstrated the miller, in\nbehalf of Tanglefoot Cove repudiating the responsibility. Perhaps the\nsemi-mercantile occupation of measuring toll sharpens the faculties\nbeyond natural endowments, and he began to perceive a certain connection\nbetween cause and effect inimical to personal interest.\n\n“Waal, that is the way they went, sartain sure,” protested the\nblacksmith. “I tracked ‘em, the ground bein’ moist, kase I wanted\nter view the marks o’ their horses’ hoofs. They hev got some powerful\ntriflin’ blacksmiths in the army--farriers, they call ‘em. I los’ the\ntrail amongst the rocks an’ ledges down todes the cave--though it’s more\nlike one o’ them tunnels we-uns used ter go through in the railroads in\nthe army, but this one was never made with hands; jes’ hollowed out by\nSinking Creek. So I got Jube thar ter crope through, an’ view ef thar\nwar any hoof marks on t’other side whar the cave opens out in Greenbrier\nCove.”\n\n“An’ a body would think fur sure ez the armies o’ hell had been\nspewed out’n that black hole,” said a lean man whom the glance of the\nblacksmith had indicated as Jube, and who spoke in the intervals of\na racking cough that seemed as if it might dislocate his bones in its\nviolence. “Hoof marks hyar--hoof-marks thar--as if they didn’t rightly\nknow which way ter go in the marshy ground ‘bout Sinking Creek. But\nat last they ‘peared ter git tergether, an’ off they tracked ter the\nwest----” A paroxysm of coughs intervened, and the attention of the\ngroup failed to follow the words that they interspersed.\n\n“They tuk a short cut through the Cove--they warn’t in it a haffen\nhour,” stipulated the prudent miller. “They came an’ went like a flash.\nNobody seen ‘em ‘cept the Brusies, kase they went by thar house--an’ ef\nthey hed hed a guide, old Randal Brusie would hev named it.”\n\n“Ackert ‘lows he’ll hang the guide ef he ketches him,” said the\nblacksmith, in a tone of awe. “Leastwise that’s the word that’s ‘goin’.”\n\nPoor Ethelinda! The clutch of cold horror about her heart seemed to stop\nits pulsations for a moment. She saw the still mountains whirl about the\nhorizon as if in some weird bewitchment. Her nerveless hands loosened\ntheir clasp upon the sley and it fell to the ground, clattering on\nthe protruding roots of the trees. The sound attracted the miller’s\nattention. He fixed his eyes warily upon her, a sudden thought looking\nout from their network of wrinkles.\n\n“You didn’t see no guide whenst they slipped past you-uns’ house, did\nye?”\n\nPoor, unwilling casuist! She had an instinct for the truth in its purest\nsense, the innate impulse toward the verities unspoiled by the taint of\nsophistication. Perhaps in the restricted conditions of her life she\nhad never before had adequate temptation to a subterfuge. Even now,\nconsciously reddening, her eyes drooping before the combined gaze of her\nlittle world, she had an inward protest of the literal exactness of her\nphrase. “Naw sir--I never seen thar guide.”\n\n“Thar now, what did I tell you!” the miller exclaimed, triumphantly.\n\nThe blacksmith seemed convinced. “Mought hev hed a map,” he speculated.\n“Them fellers in the army _do_ hev maps. I fund that out whenst I war in\nthe service.”\n\nThe group listened respectfully. The blacksmith’s practical knowledge\nof the art of war had given him the prestige of a military authority.\nDoubtless some of the acquiescent wights entertained a vague wonder how\nthe army contrived to fare onward bereft of his advice. And, indeed,\ndespite his maimed estate, his heart was the stoutest that thrilled to\nthe iteration of the trumpet.\n\nNearer now it was, and once more echoing down the sunset glen.\n\n“Right wheel, trot--_march_,” he muttered, interpreting the sound of the\nhorses’ hoofs. “It’s a critter company, fur sure!”\n\nThere was no splendor of pageant in the raid of the guerilla into the\nCove. The pines closing above the cleft in the woods masked the entrance\nof the “critter company.” Once a gleam of scarlet from the guidon\nflashed on the sight. And again a detached horseman was visible in a\nbarren interval, reining in his steed on the almost vertical slant,\nlooking the centaur in literal presentation. The dull thud of hoofs\nmade itself felt as a continuous undertone to the clatter of stirrup and\nsabre, and now and again rose the stirring mandate of the trumpet, with\nthat majestic, sweet sweep of sound which so thrills the senses. They\nwere coming indubitably, the troop of the dreaded guerilla--indeed, they\nwere already here. For while the sun still glinted on carbine and sabre\namong the scarlet and golden tints of the deciduous growths and the\nsombre green of the pines on the loftier slopes, the vanguard in column\nof fours were among the gray shadows at the mountains’ base and speeding\ninto the Cove at a hand-gallop, for the roads were fairly good when once\nthe level was reached. Though so military a presentment, for they were\nall veterans in the service, despite the youth of many, they were not in\nuniform. Some wore the brown jeans of the region, girt with sword-belt\nand canteen, with great spurs and cavalry boots, and broad-brimmed hats,\nwhich now and again flaunted cords or feathers. Others had attained the\nConfederate gray, occasionally accented with a glimmer of gold where a\nshoulder-strap or a chevron graced the garb. And yet there was a certain\nhomogeneity in their aspect, All rode after the manner of the section,\nwith the “long stirrup” at the extreme length of the limb, and the\nimmovable pose in the saddle, the man being absolutely stationary, while\nthe horse bounded at agile speed. There was the similarity of facial\nexpression, in infinite dissimilarity of feature, which marks a common\nsentiment, origin, and habitat. Then, too, they shared something\nrecklessly haphazard, gay, defiantly dangerous, that, elusive as it\nmight be to describe, was as definitely perceived as the guidon, riding\napart at the left, the long lance of his pennant planted on his stirrup,\nbearing himself with a certain stately pride of port, distinctly\nofficial.\n\nThe whole effect was concentrated in the face of the leader, obviously\nthe inspiration of the organization, the vital spark by which it lived;\na fierce face, intent, commanding. It was burned to a brick-red, and\nhad an aquiline nose and a keen gray-green eagle-like eye; on either side\nauburn hair, thick and slightly curling, hung, after the fashion of\nthe time, to his coat collar. And this collar and his shoulders were\ndecorated with gold lace and the insignia of rank; the uniform was of\nfine Confederate gray, which seemed to contradict the general impression\nthat he was but a free-lance or a bushwhacker and operated on his own\nresponsibility. The impression increased the terror his name excited\nthroughout the countryside with his high-handed and eccentric methods of\nwarfare, and perhaps he would not have resented it if he were cognizant\nof its general acceptance.\n\nIt was a look calculated to inspire awe which he flung upon the cowering\nfigures before the door of the forge as he suddenly perceived them; and\ndetaching himself from the advancing troop, he spurred his horse toward\nthem. He came up like a whirlwind.\n\nThat impetuous gallop could scarcely have carried his charger over the\nbuilding itself, yet there is nothing so overwhelming to the nerves\nas the approaching rush of a speedy horse, and the group flattened\nthemselves against the wall; but he drew rein before he reached the\ndoor, and whirling in the saddle, with one hand on the horse’s back, he\ndemanded:\n\n“Where is he? Bring him out!” as if all the world knew the object of his\nsearch and the righteous reason of his enmity. “Bring him out! I’ll have\na drumhead court martial--and he’ll swing before sunset!”\n\n“Good evenin’, Cap’n,” the old miller sought what influence might\nappertain to polite address and the social graces.\n\n“Evenin’ be damned!” cried Ackert, angrily. “If you folks in the coves\nwant the immunity of non-combatants, by Gawd! you gotter preserve the\nneutrality of non-combatants!”\n\n“Yessir--that’s reason--that’s jestice,” said the old squire, hastily,\nwhose capacities of ratiocination had been cultivated by the exercise of\nthe judicial functions of his modest _piepoudre_ court.\n\nAckert unwillingly cast his eagle eye down upon the cringing old man, as\nif he would rather welcome contradiction than assent.\n\n“It’s accordin’ to the articles o’ war and the law of nations,” he\naverred. “People take advantage of age and disability”--he glanced at\nthe blacksmith, whose left hand mechanically grasped the stump of\nhis right arm--“as if that could protect ‘em in acts o’ treason an’\ntreachery;” then with a blast of impatience, “Where’s the man?”\n\nTo remonstrate with a whirlwind, to explain to a flash of lightning, to\nsoothe and propitiate the fury of a conflagration--the task before the\nprimitive and inexpert Cove-dwellers seemed to partake of this nature.\n\n“Cap’n--ef ye’d listen ter what I gotter say,” began the miller.\n\n“I’ll listen arterward!” exclaimed Ackert, in his clarion voice. He had\nnever heard of Jedburgh justice, but he had all the sentiment of that\nfamous tribunal who hanged the prisoners first and tried them afterward.\n\n“Cap’n,” remonstrated the blacksmith, breaking in with hot haste,\nhurried by the commander’s gusts of impatience, forgetful that he had\nno need to be precipitate, since he could not produce the recusant if he\nwould. “Cap’n--Cap’n--bear with us--we-uns don’t know!”\n\nAckert stared in snorting amaze, a flush of anger dyeing his red cheeks\na yet deeper red. Of all the subterfuges that he had expected, he had\nnever divined this. He shifted front face in his saddle, placed his\ngauntleted right hand on his right side, and held his head erect,\nlooking over the wide, rich expanse of the Cove, the corn in the field,\nand the fodder in the shock set amid the barbaric splendors of the\nwooded autumn mountains glowing in the sunset above. He seemed scenting\nhis vengeance with some keen sense as he looked, his thin nostrils\ndilating as sensitively as the nostrils of his high-couraged charger now\nthrowing up his head to sniff the air, now bending it down as he pawed\nthe ground.\n\n“Well, gentlemen, you have got a mighty pretty piece o’ country\nhere, and good crops, too--which is a credit to you, seeing that the\nconscription has in and about drafted all the able-bodied mountaineers\nthat wouldn’t volunteer--damn ‘em! But I swear by the right hand of\nJehovah, I’ll burn every cabin in the Cove an’ every blade o’ forage in\nthe fields if you don’t produce the man who guided Tol-hurst’s cavalry\nout’n the trap I’d chased ‘em into, or give me a true and satisfactory\naccount of him.” He raised his gauntleted right hand and shook it in the\nair. “So help me God!”\n\nThere was all the solemnity of intention vibrating in this fierce\nasseveration, and it brought the aged non-combatants forward in eager\nprotestation. The old justice made as if to catch at the bridle rein,\nthen desisted. A certain _noli me tangere_ influence about the fierce\nguerilla affected even supplication, and the “Squair” resorted to logic\nas the more potent weapon of the two.\n\n“Cap’n, Cap’n,” he urged, with a tremulous, aged jaw, “be pleased to\nconsider my words. I’m a magistrate sir, or I was before the war run\nthe law clean out o’ the kentry. We dun’no’ the guide--we never seen\nthe troops.” Then, in reply to an impatient snort of negation: “If ye’ll\ncast yer eye on the lay of the land, ye’ll view how it happened. Thar’s\nthe road “--he waved his hand toward that vague indentation in the\nfoliage that marked the descent into the vale--“an’ down this e-end o’\nthe Cove thar’s nex’ ter nobody livin’.”\n\nThe spirited equestrian figure was stand-ing as still as a statue;\nonly the movement of the full pupils of his eyes, the dilation of the\nnostrils, showed how nearly the matter touched his tense nerves.\n\n“Some folks in the upper e-end of the Cove ‘lowed afterward they hearn\na hawn; some folks spoke of a shakin’ of the ground like the trompin’\nof horses--but them troops mus’ hev passed from the foot o’ the mounting\nacrost the aidge of the Cove.”\n\n“Scant haffen mile,” put in the blacksmith, “down to a sort of cave,\nor tunnel, that runs under the mounting--yander--that lets ‘em out into\nGreenbrier Cove.”\n\n“Gawd!” exclaimed the guerilla, striking his breast with his clenched,\ngauntleted hand as his eyes followed with the vivacity of actual sight\nthe course of the march of the squadron of horse to the point of\ntheir triumphant vanishment. Despite the vehemence of the phrase the\nintonation was a very bleat of desperation. For it was a rich and\nrare opportunity thus wrested from him by an untoward fate. In all\nthe chaotic chances of the Civil War he could hardly hope for its\nrepetition. It was part of a crack body of regulars--Tolhurst’s\nsquadron--that he had contrived to drive into this trap, this\n_cul-de-sac_, surrounded by the infinite fastnesses of the Great Smoky\nMountains. It had been a running fight, for Tolhurst had orders, as\nAckert had found means of knowing, to join the main body without delay,\nand his chief aim was to shake off this persistent pursuit with which\na far inferior force had harassed his march. But for his fortuitous\ndiscovery of the underground exit from the basin of Tanglefoot Cove,\nAckert, ambushed without, would have encountered and defeated the\nregulars in detail as they clambered in detachments up the unaccustomed\nsteeps of the mountain road, the woods elsewhere being almost impassable\njungles of laurel.\n\nSuccess would have meant more to Ackert than the value of the service to\nthe cause, than the tumultuous afflatus of victory, than the spirit of\nstrife to the born soldier. There had been kindled in his heart a great\nand fiery ambition; he was one of the examples of an untaught military\ngenius of which the Civil War elicited a few notable and amazing\ninstances. There had been naught in his career heretofore to suggest\nthis unaccountable gift, to foster its development. He was the son of\na small farmer, only moderately well-to-do; he had the very limited\neducation which a restricted and remote rural region afforded its youth;\nhe had entered the Confederate army as a private soldier, with no sense\nof special fitness, no expectation of personal advancement, only carried\non the wave of popular enthusiasm. But from the beginning his quality\nhad been felt; he had risen from grade to grade, and now with a detached\nbody of horse and flying artillery his exploits were beginning to\nattract the attention of corps commanders on both sides, to the\ngratulation of friends and the growing respect of foes. He seemed\nendowed with the wings of the wind; to-day he was tearing up railroad\ntracks in the lowlands to impede the reinforcements of an army;\nto-morrow the force sent with the express intention of placing a period\nto those mischievous activities heard of his feats in burning\nbridges and cutting trestles in remote sections of the mountains. The\nprobabilities could keep no terms with him, and he baffled prophecy.\nHe had a quick invention--a talent for expedients. He appeared suddenly\nwhen least expected and where his presence seemed impossible. He had a\ngift of military intuition. He seemed to know the enemy’s plans before\nthey were matured; and ere a move was made to put them into execution he\nwas on the ground with troublous obstacles to forestall the event in\nits very inception. He maintained a discipline to many commanders\nimpossible. His troops had a unity of spirit that might well animate an\nindividual. They endured long fasts, made wonderful forced marches on\noccasion--all day in the saddle and nodding to the pommel all night; it\nwas even said they fought to such exhaustion that when dismounted the\nfront rank, lying in line of battle prone upon the ground, would fall\nasleep between volleys, and that the second rank, kneeling to fire above\nthem, had orders to stir them with their carbines to insure regularity\nof the musketry. He had the humbler yet even more necessary\nequipment for military success. He could forage his troops in barren\nopportunities; they somehow kept clothed and armed at the minimum of\nexpense. Did he lack ammunition--he made shift to capture a supply for\nhis little Par-rott guns that barked like fierce dogs at the rear-guard\nof an enemy or protected his own retreat when it jumped with his plans\nto compass a speedy withdrawal himself. His horses were well groomed,\nwell fed, fine travellers, and many showed the brand U.S., for he could\nmount his troop when need required from the corrals of an unsuspecting\nencampment. He was the ideal guerilla, of infinite service to his\nfaction in small, significant operations of disproportioned importance.\n\nWhat wonder that his name was rife in rumors which flew about the\ncountry; that soon it was not only “the grapevine telegraph” that\nvibrated with the sound, but he was mentioned in official despatches;\nnay, on one signal occasion the importance of his dashing exploit\nwas recognized by the commander of the Army Corps in a general order\npublished to specially commend it. Naturally his spirit rose to\nmeet these expanding liberties of achievement. He looked for further\npromotion--for eminence. In a vague glimmer, growing ever stronger and\nclearer, he could see himself in the astral splendor of the official\nstars of a major-general--for in the far day of the anticipated success\nof the Confederacy he looked to be an officer of the line.\n\nAnd now suddenly this light was dimmed; his laurels were wilting. What\nprestige would the capture of Tolhurst have conferred! Never had a\ngolden opportunity like this been lost--by what uncovenanted chance had\nTolhurst escaped!\n\n“He must have had a guide! Right here in the Cove!” Ackert exclaimed.\n“Nobody outside would know a hole in the ground, a cave, a water-gap, a\ntunnel like that! Where’s the man?”\n\n“Naw, sir--naw, Cap’n! Nobody viewed the troop but one gal person an’\nshe ‘lowed she never seen no guide.”\n\nThe charger whirled under the touch of the hand on the rein, and\nAckert’s eyes scanned with a searching intentness the group.\n\n“Where’s this girl--you?”\n\nAs the old squire with most unwelcome officiousness seized Ethelinda’s\narm and hurried her forward, her heart sank within her. For one moment\nthe guerilla’s fiery, piercing eyes dwelt upon her as she stood looking\non, her delicately white face grown deathly pallid, her golden hair\nfrivolously blowsed in the wind, which tossed the full skirts of her\nlilac-hued calico gown till she seemed poised on the very wings of\nflight. Her sapphire eyes, bluer than ever azure skies could seem,\nsought to gaze upward, but ever and anon their long-lashed lids\nfluttered and fell.\n\nHe was quick of perception.\n\n“_You_ have no call to be afraid,” he remarked--a sort of gruff\nupbraiding, as if her evident trepidation impugned his justice in\nreprisal. “Come, you can guide me. Show me just where they came in, and\njust where they got out--damn ‘em!”\n\nShe could scarcely control her terror when she saw that he intended her\nto ride with him to the spot, yet she feared even more to draw back,\nto refuse. He held out one great spurred boot. Her little low-cut shoe\nlooked tiny upon it as she stepped up. He swung her to the saddle behind\nhim, and the great warhorse sprang forward so suddenly, with such long,\nswift strides, that she swayed precariously for a moment and was glad to\ncatch the guerilla’s belt--to seize, too, with an agitated clutch,\nhis right gauntlet that he held backward against his side. His fingers\npromptly closed with a reassuring grasp on hers, and thus skimming\nthe red sunset-tide they left behind them the staring group about the\nblacksmith shop, which the cavalrymen had now approached, watering their\nhorses at the trough and lifting the saddles to rest the animals from\nthe constriction of the pressure of the girths.\n\nSoon the guerilla and the girl disappeared in the distance; the fences\nflew by; the shocks of corn seemed all a-trooping down the fields; the\nevening star in the red haze above the purple western mountains\nhad spread its invisible pinions, and was a-wing above their heads.\nPresently the heavy shadows of the looming wooded range, darkening now,\nshowing only blurred effects of red and brown and orange, fell upon\nthem, and the guerilla checked the pace, for the horse was among\nboulders and rough ledges that betokened the dry bed of a stream. Great\ncrags had begun to line the way, first only on one marge of the channel;\nthen; the clifty banks appeared on the other side, and at length a\ndeep> black-arched opening yawned beneath the mountains, glooming\nwith sepulchral shadows; in the silence one might hear drops trickling\nvaguely and the sudden hooting of an owl from within.\n\nHe drew up his horse abruptly, and contemplated the grim aperture.\n\n“So they came into Tanglefoot down the road, and went out of the Cove by\nthis tunnel?”\n\n“Yessir!” she piped. What had befallen her voice? what appalled eerie\nsqueak was this! She cleared her throat timorously. “They couldn’t hev\ndone it later in the fall season. Tanglefoot Creek gits ter runnin’ with\nthe fust rains.”\n\n“An’ Tolhurst knew that too! He must have had a guide--a guide that\nknows the Cove like I know the palm of my hand! Well, I’ll catch him\nyet, sometime. I’ll hang him! I’ll hang him--if I have to grow a tree\na-pur-pose.”\n\nWhat strange influence had betided the landscape? Around and around\ncircled the great stationary mountains anchored in the foundations of\nthe earth. It was a long moment before they were still again--perhaps,\nindeed, it was the necessity of guarding her balance on the fiery steed,\na new cause of apprehension, that paradoxically steadied Ethelinda’s\nnerves. Ackert had dismounted, throwing the reins over his arm. He\nhad caught sight of the hoof marks along the moist sandy spaces of the\nchannel, mute witness in point of number, and a guaranty of the truth of\nher story. A sudden glitter arrested his eyes. He stooped and picked up\na broken belt-buckle with the significant initials U.S. yet showing upon\nit.\n\n“I’ll hang that guide yet,” he muttered, his eyes dark with angry\nconviction, his face lowering with fury. “I’ll hang him--I won’t expect\nto prove it p’int blank. Jes’ let me git a mite o’ suspicion, an’ I’ll\nguarantee the slipknot!”\n\nShe could never understand her motive, her choice of the moment.\n\n“Cap’n Ackert,” she trembled forth. There was so much significance in\nher tone that, standing at her side, he looked up in sudden expectation.\n“I tole ye the truth whenst I say I _seen_ no guide”--he made a gesture\nof impatience; he had no time for twice-told tales--“kase--kase the\nguide war--war--myself.”\n\nThe clear twilight fell full on his amazed, upturned face and the storm\nof fury it concentrated.\n\n“What did you do it fur?” he thundered, “you limb o’ perdition!”\n\n“Jes’ ter help him some. He--he--he--would hev been capshured.”\n\nHe would indeed! The guerilla was very terrible to look upon as his\nbrow corrugated, and his upturned eyes, with the light of the sky within\nthem, flashed ominously.\n\n“You little she-devil!” he cried, and then speech seemed to fail him.\n\nShe had begun to shiver and shed tears and emit little gusts of quaking\nsobs.\n\n“Oh, I be so feared----” she whimpered.\n\n“But--but--you mustn’t hang--_nobody else_ on s’picion!”\n\nThere was a vague change in the expression of his face. He still stood\nbeside the saddle, with the reins over his arm, while the horse threw\nhis head almost to the ground and again tossed it aloft in his impatient\nweariness of the delay.\n\n“An’ now you are captured yourself,” he said, sternly. “You are\naccountable fur your actions.”\n\nShe burst into a paroxysm of sobs. “I never went ter tell! I meant ter\nkeep the secret! The folks in the Cove dun’no’ nuthin’. But--oh, ye\n_mustn’t_ s’picion nobody else--ye _mustn’t_ hang nobody else!”\n\nOnce more that indescribable change upon his face.\n\n“You showed him the way to this pass yourself? Tell the truth!”\n\n“He war ridin’ his horse-critter--‘tain’t ez fast, nor fine, nor fat ez\nyourn.”\n\nHe stroked the glossy mane with a sort of mechanical pride.\n\n“And so he went plumb through the cave?”\n\n“An’ all the troop--they kindled pine-knots fur torches.”\n\nHe glanced about him at the convenient growths.\n\n“And they came out all safe in Greenbrier!” He winced. How the lost\nopportunity hurt him!\n\n“Yessir. In Greenbrier Cove.”\n\n“Did he pay you in gold?” sneered Ackert. “Or in greenbacks? Or mebbe in\nCornfed money?”\n\n“I wouldn’t hev his gold.” She drew herself up proudly, though the tears\nwere still coursing down her cheeks. “So he gin me a present--a\nwhole passel o’ coffee in my milk-piggin.” Then to complete a candid\nconfession she detailed the disposition she had made of this rare and\nprecious luxury at the rebel smallpox camp.\n\nHis eyes seemed to dilate as they gazed up at her. “Jesus Gawd!” he\nexclaimed, with uncouth profanity. But the phrase was unfamiliar to her,\nand she caught at it with a meaning all her own.\n\n“That’s jes’ it! Folks in gineral don’t think o’ _them_, ‘cept ter git\nout o’ thar way; an’ nobody keers fur _them_, but kase Jesus is Gawd\nHe makes _somebody_ remember them wunst in a while! An’ they did seem\npassable glad.”\n\nA vague sweet fragrance was on the vesperal air; some subtle\ndistillation of asters or jewel-weed or “mountain-snow,” and the leafage\nof crimson sumac and purple sweet-gum and yellow hickory and the late\nripening frost-grapes--all in the culmination of autumnal perfection;\nmore than one star gleamed whitely palpitant in a sky that was yet blue\nand roseate with a reminiscence of sunset; a restful sentiment, a brief\ntruce stilled the guerilla’s tempestuous pulse as he continued to stand\nbeside his horse’s head while the girl waited, seated on the saddle\nblanket.\n\nSuddenly he spoke to an unexpected intent. “Ye took a power o’ risk in\ngoin’ nigh that Confederate pest-camp--an’ yit ye’re fur the Union an’\nsaved a squadron from capture!” he upbraided the inconsistency in a soft\nincidental drawl.\n\n“Yes, I be fur the Union,” she trembled forth the dread avowal. “But\nsomehows I can’t keep from holpin’ any I kin. They war rebs--an’ it war\nYankee coffee--an’ I dun’no’--I jes’ dun’no’----”\n\nAs she hesitated he looked long at her with that untranslated gaze. Then\nhe fell ponderingly silent.\n\nPerhaps the revelation of the sanctities of a sweet humanity for a holy\nsake, blessing and blessed, had illumined his path, had lifted his eyes,\nhad wrought a change in his moral atmosphere spiritually suffusive,\npotent, revivifying, complete. “She is as good as the saints in the\nBible--an’ plumb beautiful besides,” he muttered beneath his fierce\nmustachios.\n\nOnce more he gazed wonderingly at her.\n\n“I expect to do some courtin’ in this kentry when the war is over,” the\nguerilla said, soberly, reaching down to readjust the reins. “I haven’t\ngot time now. Will _you_ be waiting fur me here in Tanglefoot Cove--if I\npromise not to hang you fur your misdeeds right off now?” He glanced up\nwith a sudden arch jocularity.\n\nShe burst out laughing gleefuly in the tumult of her joyous reassurance,\nas she laid her tremulous fingers in his big gauntlet when he insisted\nthat they should shake hands as on a solemn compact. Forthwith he\nmounted again, and the great charger galloped back, carrying double, in\nthe red afterglow of the sunset, to the waiting group before the flaring\ndoors of the forge.\n\nThe fine flower of romance had blossomed incongruously in that eager\nheart in those fierce moments of the bitterness of defeat. Life suddenly\nhad a new meaning, a fair and fragrant promise, and often and again he\nlooked over his shoulder at the receding scene when the trumpets sang\n“to horse,” and in the light of the moon the guerilla rode out of\nTanglefoot Cove.\n\nBut Ethelinda saw him never again. All the storms of fate overwhelmed\nthe Confederacy with many a rootless hope and many a plan and pride. In\nlieu of the materialization of the stalwart ambition of distinction\nthat had come to dominate his life, responsive to the discovery of his\npeculiar and inherent gifts, his destiny was chronicled in scarce a line\nof the printed details of a day freighted with the monstrous disaster\nof a great battle; in common with others of the “missing” his bones were\npicked by the vultures till shoved into a trench, where a monument rises\nto-day to commemorate an event and not a commander. Nevertheless, for\nmany years the flare of the first red leaves in the cleft among the\npines on the eastern slope of Tanglefoot Cove brought to Ethelinda’s\nmind the gay flutter of the guidon, and in certain sonorous blasts of\nthe mountain wind she could hear martial echoes of the trumpets of the\nguerilla.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Craddock, Charles Egbert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23548/pg23548.txt",
        "name": "the_raid_of_the_guerilla_1911.json"
    }
}