{
    "name": "The Christmas dinner, from \"The sketch book\"",
    "author": [
        "Irving, Washington"
    ],
    "body": "                               NEW YORK\n                          WILLIAM EDWIN RUDGE\n                                 1923\n\n\n          _Lo! now is come our joyful’st feast!_\n            _Let every man be jolly;_\n          _Eache roome with yvie leaves is drest,_\n            _And every post with holly._\n          _Now all our neighbours’ chimneys smoke,_\n            _And Christmas blocks are burning;_\n          _Their ovens they with bak’t meats choke,_\n            _And all their spits are turning._\n              _Without the door let sorrow lie,_\n              _And if, for cold, it hap to die,_\n              _We’ll bury’t in a Christmas pye,_\n              _And evermore be merry._\n                       WITHERS’ “JUVENILLA.”\n\n\n\n_FROM “THE SKETCH BOOK”_\n\n\nThe dinner was served up in the great hall, where the squire always held\nhis Christmas banquet. A blazing, crackling fire of logs had been heaped\non to warm the spacious apartment, and the flame went sparkling and\nwreathing up the wide-mouthed chimney. The great picture of the crusader\nand his white horse had been profusely decorated with greens for the\noccasion; and holly and ivy had likewise been wreathed round the helmet\nand weapons on the opposite wall, which I understood were the arms of\nthe same warrior. I must own, by-the-bye, I had strong doubts about the\nauthenticity of the painting and armour as having belonged to the\ncrusader, they certainly having the stamp of more recent days; but I was\ntold that the painting had been so considered time out of mind; and\nthat, as to the armour, it had been found in a lumber-room, and elevated\nto its present situation by the squire, who at once determined it to be\nthe armour of the family hero; and as he was absolute authority on all\nsuch subjects in his own household, the matter had passed into current\nacceptation. A sideboard was set out just under this chivalric trophy,\non which was a display of plate that might have vied (at least in\nvariety) with Belshazzar’s parade of the vessels of the\ntemple:--“flagons, cans, cups, beakers, goblets, basins, and ewers”; the\ngorgeous utensils of good companionship that had gradually accumulated\nthrough many generations of jovial housekeepers. Before these stood the\ntwo Yule candles, beaming like two stars of the first magnitude; other\nlights were distributed in branches, and the whole array glittered like\na firmament of silver.\n\nWe were ushered into this banqueting scene with the sound of minstrelsy,\nthe old harper being seated on a stool beside the fireplace, and\ntwanging his instrument with a vast deal more power than melody. Never\ndid Christmas board display a more goodly and gracious assemblage of\ncountenances; those who were not handsome were, at least, happy; and\nhappiness is a rare improver of your hard-favoured visage. I always\nconsider an old English family as well worth studying as a collection of\nHolbein’s portraits or Albert Dürer’s prints. There is much antiquarian\nlore to be acquired; much knowledge of the physiognomies of former\ntimes. Perhaps it may be from having continually before their eyes those\nrows of old family portraits with which the mansions of this country\nare stocked; certain it is, that the quaint features of antiquity are\noften most faithfully perpetuated in these ancient lines; and I have\ntraced an old family nose through a whole picture-gallery, legitimately\nhanded down from generation to generation, almost from the time of the\nConquest. Something of the kind was to be observed in the worthy company\naround me. Many of their faces had evidently originated in a gothic age,\nand been merely copied by succeeding generations; and there was one\nlittle girl in particular, of staid demeanour, with a high Roman nose,\nand an antique vinegar aspect, who was a great favourite of the\nsquire’s, being, as he said, a Bracebridge all over, and the very\ncounterpart of one of his ancestors who figured in the court of Henry\nVIII.\n\nThe parson said grace, which was not a short, familiar one, such as is\ncommonly addressed to the Deity in these unceremonious days; but a\nlong, courtly, well-worded one of the ancient school. There was now a\npause, as if something was expected; when suddenly the butler entered\nthe hall with some degree of bustle: he was attended by a servant on\neach side with a large wax-light, and bore a silver dish, on which was\nan enormous pig’s head, decorated with rosemary, with a lemon in its\nmouth, which was placed with great formality at the head of the table.\nThe moment this pageant made its appearance, the harper struck up a\nflourish; at the conclusion of which the young Oxonian, on receiving a\nhint from the squire, gave, with an air of the most comic gravity, an\nold carol, the first verse of which was as follows:\n\n      Caput apri defero,\n      Reddens laudes Domino.\n    The boar’s head in hand bring I,\n    With garlands gay and rosemary.\n    I pray you all synge merily\n      Qui estis in convivio.\n\nThough prepared to witness many of these little eccentricities, from\nbeing apprised of the peculiar hobby of mine host; yet, I confess, the\nparade with which so odd a dish was introduced somewhat perplexed me,\nuntil I gathered from the conversation of the squire and the parson,\nthat it was meant to represent the bringing in of the boar’s head; a\ndish formerly served up with much ceremony and the sound of minstrelsy\nand song, at great tables, on Christmas day. “I like the old custom,”\nsaid the squire, “not merely because it is stately and pleasing in\nitself, but because it was observed at the college at Oxford at which I\nwas educated. When I hear the old song chanted, it brings to mind the\ntime when I was young and gamesome--and the noble old college hall--and\nmy fellow-students loitering about in their black gowns; many of whom,\npoor lads, are now in their graves!”\n\nThe parson, however, whose mind was not haunted by such associations,\nand who was always more taken up with the text than the sentiment,\nobjected to the Oxonian’s version of the carol, which, he affirmed, was\ndifferent from that sung at college. He went on, with the dry\nperseverance of a commentator, to give the college reading, accompanied\nby sundry annotations; addressing himself at first to the company at\nlarge; but finding their attention gradually diverted to other talk and\nother objects, he lowered his tone as his number of auditors diminished,\nuntil he concluded his remarks in an under voice to a fat-headed old\ngentleman next him, who was silently engaged in the discussion of a huge\nplateful of turkey.\n\nThe table was literally loaded with good cheer, and presented an epitome\nof country abundance, in this season of overflowing larders. A\ndistinguished post was allotted to “ancient sirloin,” as mine host\ntermed it; being, as he added, “the standard of old English\nhospitality, and a joint of goodly presence, and full of expectation.”\nThere were several dishes quaintly decorated, and which had evidently\nsomething traditional in their embellishments; but about which, as I did\nnot like to appear over-curious, I asked no questions.\n\nI could not, however, but notice a pie, magnificently decorated with\npeacock’s feathers, in imitation of the tail of that bird, which\novershadowed a considerable tract of the table. This, the squire\nconfessed, with some little hesitation, was a pheasant pie, though a\npeacock pie was certainly the most authentical; but there had been such\na mortality among the peacocks this season, that he could not prevail\nupon himself to have one killed.\n\nIt would be tedious, perhaps, to my wiser readers, who may not have that\nfoolish fondness for odd and obsolete things, to which I am a little\ngiven, were I to mention the other makeshifts of this worthy old\nhumorist, by which he was endeavouring to follow up, though at humble\ndistance, the quaint customs of antiquity. I was pleased, however, to\nsee the respect shown to his whims by his children and relatives; who,\nindeed, entered readily into the full spirit of them, and seemed all\nwell versed in their parts; having doubtless been present at many a\nrehearsal. I was amused, too, at the air of profound gravity with which\nthe butler and other servants executed the duties assigned them, however\neccentric. They had an old-fashioned look; having, for the most part,\nbeen brought up in the household, and grown into keeping with the\nantiquated mansion, and the humours of its lord; and most probably\nlooked upon all his whimsical regulations as the established laws of\nhonourable housekeeping.\n\nWhen the cloth was removed, the butler brought in a huge silver vessel\nof rare and curious workmanship, which he placed before the squire. Its\nappearance was hailed with acclamation; being the Wassail Bowl, so\nrenowned in Christmas festivity. The contents had been prepared by the\nsquire himself; for it was a beverage in the skilful mixture of which he\nparticularly prided himself; alleging that it was too abstruse and\ncomplex for the comprehension of an ordinary servant. It was a potation,\nindeed, that might well make the heart of a toper leap within him; being\ncomposed of the richest and raciest wines, highly spiced and sweetened,\nwith roasted apples bobbing about the surface.\n\nThe old gentleman’s whole countenance beamed with a serene look of\nindwelling delight, as he stirred this mighty bowl. Having raised it to\nhis lips, with a hearty wish of a merry Christmas to all present, he\nsent it brimming round the board, for every one to follow his example,\naccording to the primitive style; pronouncing it “the ancient fountain\nof good-feeling, where all hearts met together.”\n\nThere was much laughing and rallying as the honest emblem of Christmas\njoviality circulated, and was kissed rather coyly by the ladies. When it\nreached Master Simon, he raised it in both hands, and with the air of a\nboon companion struck up an old Wassail chanson:\n\n    The brown bowle,\n    The merry brown bowle,\n    As it goes round-about-a,\n      Fill\n      Still,\n    Let the world say what it will,\n    And drink your fill all out-a.\n\n    The deep canne,\n    The merry deep canne,\n    As thou dost freely quaff-a,\n      Sing\n      Fling,\n    Be as merry as a king,\n    And sound a lusty laugh-a.\n\nMuch of the conversation during dinner turned upon family topics, to\nwhich I was a stranger. There was, however, a great deal of rallying of\nMaster Simon about some gay widow, with whom he was accused of having a\nflirtation. This attack was commenced by the ladies; but it was\ncontinued throughout the dinner by the fat-headed old gentleman next the\nparson, with the persevering assiduity of a slow hound; being one of\nthose long-winded jokers, who, though rather dull at starting game, are\nunrivalled for their talent in hunting it down. At every pause in the\ngeneral conversation, he renewed his bantering in pretty much the same\nterms; winking hard at me with both eyes, whenever he gave Master Simon\nwhat he considered a home thrust. The latter, indeed, seemed fond of\nbeing teased on the subject, as old bachelors are apt to be; and he took\noccasion to inform me, in an under tone, that the lady in question was\na prodigiously fine woman, and drove her own curricle.\n\nThe dinner-time passed away in this flow of innocent hilarity; and,\nthough the old hall may have resounded in its time with many a scene of\nbroader rout and revel, yet I doubt whether it ever witnessed more\nhonest and genuine enjoyment. How easy it is for one benevolent being to\ndiffuse pleasure around him; and how truly is a kind heart a fountain of\ngladness, making everything in its vicinity to freshen into smiles! The\njoyous disposition of the worthy squire was perfectly contagious; he was\nhappy himself, and disposed to make all the world happy; and the little\neccentricities of his humour did but season, in a manner, the sweetness\nof his philanthropy.\n\nWhen the ladies had retired, the conversation, as usual, became still\nmore animated; many good things were broached which had been thought of\nduring dinner, but which would not exactly do for a lady’s ear; and\nthough I cannot positively affirm that there was much wit uttered, yet I\nhave certainly heard many contests of rare wit produce much less\nlaughter. Wit, after all, is a mighty, tart, pungent, ingredient, and\nmuch too acid for some stomachs; but honest good humour is the oil and\nwine of a merry meeting, and there is no jovial companionship equal to\nthat where the jokes are rather small, and the laughter abundant.\n\nThe squire told several long stories of early college pranks and\nadventures, in some of which the parson had been a sharer; though in\nlooking at the latter, it required some effort of imagination to figure\nsuch a little dark anatomy of a man into the perpetrator of a madcap\ngambol. Indeed, the two college chums presented pictures of what men may\nbe made by their different lots in life. The squire had left the\nuniversity to live lustily on his parental domains, in the vigorous\nenjoyment of prosperity and sunshine, and had flourished on to a hearty\nand florid old age; whilst the poor parson, on the contrary, had dried\nand withered away, among dusty tomes, in the silence and shadows of his\nstudy. Still there seemed to be a spark of almost extinguished fire,\nfeebly glimmering in the bottom of his soul; and as the squire hinted at\na sly story of the parson and a pretty milkmaid, whom they once met on\nthe banks of the Isis, the old gentleman made an “alphabet of faces,”\nwhich, as far as I could decipher his physiognomy, I verily believe was\nindicative of laughter; indeed, I have rarely met with an old gentleman\nthat took absolute offence at the imputed gallantries of his youth.\n\nI found the tide of wine and wassail fast gaining on the dry land of\nsober judgment. The company grew merrier and louder as their jokes grew\nduller. Master Simon was in as chirping a humour as a grasshopper\nfilled with dew; his old songs grew of a warmer complexion, and he began\nto talk maudlin about the widow. He even gave a long song about the\nwooing of a widow, which he informed me he had gathered from an\nexcellent black-letter work, entitled _Cupid’s Solicitor for Love_,\ncontaining store of good advice for bachelors, and which he promised to\nlend me; the first verse was to this effect:\n\n    He that will woo a widow must not dally,\n      He must make hay while the sun doth shine;\n    He must not stand with her--shall I, shall I?\n      But boldly say, Widow, thou must be mine.\n\nThis song inspired the fat-headed old gentleman, who made several\nattempts to tell a rather broad story out of Joe Miller, that was pat to\nthe purpose; but he always stuck in the middle, everybody recollecting\nthe latter part excepting himself. The parson, too, began to show the\neffects of good cheer, having gradually settled down into a doze, and\nhis wig sitting most suspiciously on one side. Just at this juncture we\nwere summoned to the drawing-room, and I suspect, at the private\ninstigation of mine host, whose joviality seemed always tempered with a\nproper love of decorum.\n\nAfter the dinner-table was removed, the hall was given up to the younger\nmembers of the family, who, prompted to all kind of noisy mirth by the\nOxonian and Master Simon, made its old walls ring with their merriment,\nas they played at romping games. I delight in witnessing the gambols of\nchildren, and particularly at this happy holiday season, and could not\nhelp stealing out of the drawing-room on hearing one of their peals of\nlaughter. I found them at the game of blind-man’s-buff. Master Simon,\nwho was the leader of their revels, and seemed on all occasions to\nfulfil the office of that ancient potentate, the Lord of Misrule, was\nblinded in the midst of the hall. The little beings were as busy about\nhim as the mock fairies about Falstaff; pinching him, plucking at the\nskirts of his coat, and tickling him with straws. One fine blue-eyed\ngirl of about thirteen, with her flaxen hair all in beautiful confusion,\nher frolic face in a glow, her frock half torn off her shoulders, a\ncomplete picture of a romp, was the chief tormentor; and, from the\nslyness with which Master Simon avoided the smaller game, and hemmed\nthis wild little nymph in corners, and obliged her to jump shrieking\nover chairs, I suspected the rogue of being not a whit more blinded than\nwas convenient.\n\nWhen I returned to the drawing-room, I found the company seated round\nthe fire listening to the parson, who was deeply ensconced in a\nhigh-backed oaken chair, the work of some cunning artificer of yore,\nwhich had been brought from the library for his particular\naccommodation. From this venerable piece of furniture, with which his\nshadowy figure and dark weazen face so admirably accorded, he was\ndealing out strange accounts of the popular superstitions and legends of\nthe surrounding country, with which he had become acquainted in the\ncourse of his antiquarian researches. I am half inclined to think that\nthe old gentleman was himself somewhat tinctured with superstition, as\nmen are very apt to be who live a recluse and studious life in a\nsequestered part of the country, and pore over black-letter tracts, so\noften filled with the marvellous and supernatural. He gave us several\nanecdotes of the fancies of the neighbouring peasantry, concerning the\neffigy of the crusader, which lay on the tomb by the church altar. As it\nwas the only monument of the kind in that part of the country it had\nalways been regarded with feelings of superstition by the good wives of\nthe village. It was said to get up from the tomb and walk the rounds of\nthe churchyard in stormy nights, particularly when it thundered; and one\nold woman, whose cottage bordered on the churchyard, had seen it through\nthe windows of the church, when the moon shone, slowly pacing up and\ndown the aisles. It was the belief that some wrong had been left\nunredressed by the deceased, or some treasure hidden, which kept the\nspirit in a state of trouble and restlessness. Some talked of gold and\njewels buried in the tomb, over which the spectre kept watch; and there\nwas a story current of a sexton in old times who endeavoured to break\nhis way to the coffin at night, but, just as he reached it, received a\nviolent blow from the marble hand of the effigy, which stretched him\nsenseless on the pavement. These tales were often laughed at by some of\nthe sturdier among the rustics, yet when night came on, there were many\nof the stoutest unbelievers that were shy of venturing alone in the\nfootpath that led across the churchyard.\n\nFrom these and other anecdotes that followed, the crusader appeared to\nbe the favourite hero of ghost stories throughout the vicinity. His\npicture which hung up in the hall, was thought by the servants to have\nsomething supernatural about it; for they remarked that, in whatever\npart of the hall you went, the eyes of the warrior were still fixed on\nyou. The old porter’s wife, too, at the lodge, who had been born and\nbrought up in the family, and was a great gossip among the\nmaid-servants, affirmed that in her young days she had often heard say,\nthat on Midsummer eve, when it was well known all kinds of ghosts,\ngoblins, and fairies become visible and walk abroad, the crusader used\nto mount his horse, come down from his picture, ride about the house,\ndown the avenue, and so to the church to visit the tomb; on which\noccasion the church door most civilly swung open of itself; not that he\nneeded it; for he rode through closed gates and even stone walls, and\nhad been seen by one of the dairymaids to pass between two bars of the\ngreat park gate, making himself as thin as a sheet of paper.\n\nAll these superstitions I found had been very much countenanced by the\nsquire, who, though not superstitious himself, was very fond of seeing\nothers so. He listened to every goblin tale of the neighbouring gossips\nwith infinite gravity, and held the porter’s wife in high favour on\naccount of her talent for the marvellous. He was himself a great reader\nof old legends and romances, and often lamented that he could not\nbelieve in them; for a superstitious person, he thought, must live in a\nkind of fairy land.\n\nWhilst we were all attention to the parson’s stories, our ears were\nsuddenly assailed by a burst of heterogeneous sounds from the hall, in\nwhich were mingled something like the clang of rude minstrelsy, with the\nuproar of many small voices and girlish laughter. The door suddenly flew\nopen, and a train came trooping into the room, that might almost have\nbeen mistaken for the breaking-up of the court of Fairy. That\nindefatigable spirit, Master Simon, in the faithful discharge of his\nduties as Lord of Misrule, had conceived the idea of a Christmas mummery\nor masking; and having called in to his assistance the Oxonian and the\nyoung officer, who were equally ripe for anything that should occasion\nromping and merriment, they had carried it into instant effect. The old\nhousekeeper had been consulted; the antique clothes-presses and\nwardrobes rummaged, and made to yield up the relics of finery that had\nnot seen the light for several generations; the younger part of the\ncompany had been privately convened from the parlour and hall, and the\nwhole had been bedizened out, into a burlesque imitation of an antique\nmask.\n\nMaster Simon led the van, as “Ancient Christmas,” quaintly apparelled in\na ruff, a short cloak, which had very much the aspect of one of the old\nhousekeeper’s petticoats, and a hat that might have served for a village\nsteeple, and must indubitably have figured in the days of the\nCovenanters. From under this his nose curved boldly forth, flushed with\na frostbitten bloom, that seemed the very trophy of a December blast. He\nwas accompanied by the blue-eyed romp, dished up as “Dame Mince Pie,” in\nthe venerable magnificence of a faded brocade, long stomacher, peaked\nhat, and high-heeled shoes. The young officer appeared as Robin Hood, in\na sporting dress of Kendal green, and a foraging cap with a gold\ntassel.\n\nThe costume, to be sure, did not bear testimony to deep research, and\nthere was an evident eye to the picturesque, natural to a young gallant\nin the presence of his mistress. The fair Julia hung on his arm in a\npretty rustic dress, as “Maid Marian.” The rest of the train had been\nmetamorphosed in various ways; the girls trussed up in the finery of the\nancient belles of the Bracebridge line, and the striplings bewhiskered\nwith burnt cork, and gravely clad in broad skirts, hanging sleeves, and\nfull-bottomed wigs, to represent the character of Roast Beef, Plum\nPudding, and other worthies celebrated in ancient maskings. The whole\nwas under the control of the Oxonian, in the appropriate character of\nMisrule; and I observed that he exercised rather a mischievous sway with\nhis wand over the smaller personages of the pageant.\n\nThe irruption of this motley crew, with beat of drum, according to\nancient custom, was the consummation of uproar and merriment. Master\nSimon covered himself with glory by the stateliness with which, as\nAncient Christmas, he walked a minuet with the peerless, though\ngiggling, Dame Mince Pie. It was followed by a dance of all the\ncharacters, which, from its medley of costumes, seemed as though the old\nfamily portraits had skipped down from their frames to join in the\nsport. Different centuries were figuring at cross hands and right and\nleft; the dark ages were cutting pirouettes and rigadoons; and the days\nof Queen Bess jiggling merrily down the middle, through a line of\nsucceeding generations.\n\nThe worthy squire contemplated these fantastic sports, and this\nresurrection of his old wardrobe, with the simple relish of childish\ndelight. He stood chuckling and rubbing his hands, and scarcely hearing\na word the parson said, notwithstanding that the latter was discoursing\nmost authentically on the ancient and stately dance at the Paon, or\npeacock, from which he conceived the minuet to be derived. For my part I\nwas in a continual excitement, from the varied scenes of whim and\ninnocent gaiety passing before me. It was inspiring to me to see\nwild-eyed frolic and warm-hearted hospitality breaking out from among\nthe chills and glooms of winter, and old age throwing off his apathy,\nand catching once more the freshness of youthful enjoyment. I felt also\nan interest in the scene, from the consideration that these fleeting\ncustoms were posting fast into oblivion, and that this was, perhaps, the\nonly family in England in which the whole of them were still\npunctiliously observed. There was a quaintness, too, mingled with all\nthis revelry, that gave it a peculiar zest: it was suited to the time\nand place; and as the old manor-house almost reeled with mirth and\nwassail, it seemed echoing back the joviality of long departed years.\n\nBut enough of Christmas and its gambols; it is time for me to pause in\nthis garrulity. Methinks I hear the questions asked by my grave readers,\n“To what purpose is all this--how is the world to be made wiser by this\ntalk?” Alas! is there not wisdom enough extant for the instruction of\nthe world? And if not, are there not thousands of abler pens labouring\nfor its improvement!--It is so much pleasanter to please than to\ninstruct--to play the companion rather than the preceptor.\n\nWhat, after all, is the mite of wisdom that I could throw into the mass\nof knowledge; or how am I sure that my sagest deductions may be safe\nguides for the opinion of others? But in writing to amuse, if I fail,\nthe only evil is in my own disappointment. If, however, I can by any\nlucky chance, in these days of evil, rub out one wrinkle from the brow\nof care, or beguile the heavy heart of one moment of sorrow; if I can\nnow and then penetrate through the gathering film of misanthropy, prompt\na benevolent view of human nature, and make my reader more in good\nhumour with his fellow-beings and himself, surely, surely, I shall not\nthen have written entirely in vain.\n",
    "metadata": {
        "author": [
            "Irving, Washington"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64092/pg64092.txt",
        "name": "the_christmas_dinner,_from_\"_the_sketch_book\".json"
    }
}