{
    "name": "The Lightning's Course",
    "author": [
        "Peterson, John Victor"
    ],
    "body": "The song pulsed in a vibrant, ominous cadence through the\nstreets of nightclad Certagarni, clashed against the glassite\natmosphere--retaining walls of the ancient Martian city, and penetrated\nfaintly into a dimly lighted room of the Earth Embassy where the two\nearthmen sat smoking, listening.\n\nOne of them spoke in a hoarse whisper which cut out above the dull,\nendless drone of discontented voices like the scream of a tortured soul:\n\n\"God, if it would only break! Flame across a world--battles to be\nfought and won!\"\n\n\"And lost, Del Andres!\" came the other's calm voice. \"If this revolt\ndoes come, it'll be so big that we'll never stamp it down without\nthe Legion!\" His slender fingers rose to caress thoughtfully a\nclose-cropped, golden beard.\n\nA twisted, bitter smile played on Del Andres' full, sensitive lips.\nStrange pain was etched on his dark, handsome face and in the black\npools of his eyes flame burned. He remained silent.\n\n\"What are you thinking about, Del?\"\n\n\"Battle--and death! War like we had in Alpha Centauri. A blaze of\nconquest like the Fall of Kackijakaala. What else is there to live\nfor?\"\n\n\"There are many things!\"\n\n\"Not any more, Frederix. The years have been too cruel.\" The dark eyes\nwere staring out into the night, thrusting aside the enfolding curtain\nof a dozen decades and many trillion miles of outer space. \"Oh, why did\nI stay here fooling around with robots when I could have gone out to\nSirius with the Legion--to battle, to glory?\"\n\n\"Because you're needed here. Hear those voices! Of what are they\nsinging? Revolt, of course. And why? Because they think earthmen\nare wholly to blame for the loss of control of their industry and\ncommerce!\"\n\n\"Aren't they?\" blazed Andres. \"We think we're always right, we of\nEarth. Because we were the first to conquer space we think we should\nrule its farthest bounds, cosmic policeman, arbitrator of all internal\nstrife from here to the ultimate!\n\n\"We went out to Centauri over a century ago, brought the Vrons out of\nsubjugation beneath the Dwares, gave them freedom after tying up all\nkinds of trade agreements for our benefit; and then skipped over to\nLalande and fixed everything according to our scale of values. And now\nSirius!\n\n\"Here in our own system what goes on? I need not mention the names\nof the men who are undermining and usurping the greatest Martian\ninstitutions. Earthmen all!\n\n\"Mars has as much a right to freedom and monopoly on its own\ncivilization as Earth on hers. Because a few greedy men spread tyranny\nthrough Certagarni, the Thyles, Botrodus, Zabirnza and other regions,\nthey blame all of Earth. Neither you nor I can say they're wrong!\"\n\n\"It's deeper than that, Del. The Vrons of Centauri have as great a hand\nin it as Wilcox, Onupari and the other earthmen here. You'll find--\"\n\n\"Bosh!\" snapped Andres, and then that smouldering flame was in his eyes\nagain, something that leaped to the lure of the far places and spoke\nof the meteoric winds that blow between the worlds. His deep, resonant\nvoice grew strained, lingered on his words:\n\n\"I wonder--\"\n\n\n\nThe purring of a bell insinuated itself above the dull droning without.\nHunter Frederix arose, switched on the televisorphone.\n\n\"Hello, Dave,\" he addressed the face on the video, \"what's up?\"\n\n\"Plenty, Hunt. Just received a teletype from Kaa. Revolt has broken\nout all over Botrodus. Captain Adelbert Andres is commanded to report\nimmediately to eleventh division Kaa to command the defense squadrons.\nSigned by old 'Zipper' Taine himself. And, Hunt, something is screwy in\nthe air over here. The old man's on a hot jet over something or other.\nBetter get over here quick!\"\n\n\"O.K., brother Cravens! Del will break a speed record getting to Kaa;\nhe has the old battle itch worse than ever. I'll be over to the Station\nas soon as my gyro'll make it. Sounds like all hell is about to break\nin the city!\"\n\n\"So? Well, you'd--So long!\" Cravens broke off abruptly, and they could\nsee him whirl away from the transmitter as the videos died.\n\nSnapping off the T V P, Hunter Frederix turned and said slowly,\nregretfully:\n\n\"Well, this is it!\"\n\nA smile lightninged across Andres' face.\n\n\"It's about time! This inactivity was killing me!\"\n\n\"Be careful; the best of luck and all that; and may you come back in\none piece!\"\n\n\"One _live_ piece, Frederix!\" he mocked, and his dark face, tanned by\nlong exposure to Centauri's blazing binary sun, set forth the fierce\nglint in his eyes and sudden, bitter pain on his lips. \"Thank God it\nmatters to some one--\"\n\n\"It matters to the world,\" Frederix said softly. \"After all the Legion\nis ten light years away, and the Defense Squadrons must keep our system\nat peace!\"\n\n\"Just keep believing that we will. Faith helps a lot sometimes.\"\n\nTheir hands clasped warmly.\n\n\"So I'm checking out. If you get near Botrodus, drop in at the\nRendezvous; I'll be there if I'm off duty. You see, I've a new robot to\nshow you--something I can't understand myself--powered by radium; and I\n_know_ it has intelligence!\"\n\n\"O.K., Del. And I may be in sooner than you think. When Dave Cravens\ngets the jitters something pretty powerful is giving them to him!\"\n\n\"Good old Dave. He was with me at Kackijakaala, helped me at the robot\ncontrols--but you know about that. Ask him to tell you about the time\nwe were surrounded at Travarga.\"\n\n\"He has!\"\n\n\"Well. Oh, hell, Hunt, goodbye!\" Andres whirled lithely, and with long\nstrides left the room.\n\n\"So long!\" Frederix called after him; then turned, swept a mass of\nStarcharts into the safe, locked it, and turned towards the tiny\nlanding outside where rested his one man gyrotomic ... towards the\nbeginning of a strange destiny which would weave together the fates of\nworlds and stars, and bring to him knowledge of greatness such as man\nhad never known before.\n\n\n                                  II\n\n    The robot stirred restlessly and moved at length across a room\n    littered with parts of others of its kind. Its blue photocellular\n    eyes peered out into the starshot Martian sky. Could it know that\n    its creator was coming nearer, riding flame through the night?\n\nSwiftly the gyrotomic sped beneath the vaulted ceiling of Certagarni,\nusing the air propellers and gyrovanes as local ordinances demanded for\nthe sake of air conservation, slanting above streets thronging with\ngesticulating, chanting men wearing the bizarre native dress of old\nMars.\n\nIt was no impersonal, cursory glance which Frederix gave that tense\nmob; rather was it a careful, searching observation. Here and there his\nkeen gray eyes discerned Centaurians, tall, slender men, haranguing the\nnatives. More uneasy grew his anxious heart. Had his words to Andres\ncontained more of the truth than he had realized?\n\nBeating down through the thick glassite ceiling, clearly audible above\nthe faint purr of his motors, he heard the roar of many gyrotomics,\nflashed a glance upward and glimpsed an hundredfold of blasts flashing\nto the east towards Kaa. With revolt so imminent here, had the Station\nships been ordered to Botrodus?\n\nOut into the clear cold Martian night through a photocell-actuated lock\nhe raced, his atomics red-flaring now, towards the Spacestation.\n\nTen miles out the great towering structure housing mighty positron guns\n(anti-spacecraft batteries) rose in the blackness. Dropping down low,\nhe slipped into a small lock behind the hangars and clambered forth\nbeneath the vaulted roof.\n\nThe tall, blond man paused for a moment, listening for the familiar\nsounds of men playing poker with virile blasphemy over in Barracks,\nbut, save for the hum of generators in the power plant, all was deathly\nstill.\n\nStrange, he thought, that _all_ the men should go to Kaa, even the\nmechanics, draftsmen and ordinance men!\n\nHe turned uneasily towards the lighted Communications office, finding\nit deserted. Now where was Cravens? He should be here at the teletypes,\nT V P's and radios. He wouldn't have gone to Kaa nor deserted his post\nwilfully.\n\nAdvancing to the silent teletype machine Frederix saw that it was cut\noff all circuits save the direct Certagarni-Calidao band. What he read\non the page brought a mounting fury into his brain:\n\n    \"VRON XII DE XIV. CERTAGARNI STATION HELPLESS. SEEDRONA PLANTED.\n    WHAT ARE YOUR ORDERS?\n\n    \"XII REPORTING. GREATER CALIDAO ABSOLUTELY IN OUR POWER. INDUSTRIAL\n    SECTIONS SHOULD FALL BY DAWN. BOTRODUS IS IN SAFE FOR KAA WHERE\n    SPACESTATION HAS RESISTED ALL ATTACKS. SEND SHIPS OF YOUR STATION\n    PILOTED BY MARTIAN GROUP IX FOR IMMEDIATE ATTACK ON KAA. UPON\n    DEPARTURE DESTROY ALL GUN EMPLACEMENTS LEST THEY BE RECAPTURED\n    BEFORE THE ADVENT.\"\n\nThe messages were dated scarcely ten minutes before. They must have\nbeen completed directly after Cravens had called the Embassy. But who\nhad sent the first and received the second? There was only one Vron at\nCertagarni. It couldn't be he; he was loyal to the Legion.\n\nPerplexedly Frederix turned towards the inner room. Simultaneously a\nvoice cut across the silence:\n\n\"Looking for someone, Lieutenant?\"\n\nSlowly he turned to confront Captain Meevo of the Defense\nSquadron--Meevo of whom he had thought but seconds past.\n\n\"Yes, sir. What does this mean? Where are the men?\"\n\nMeevo's thin, haughty face twisted cruelly. \"The men have been taken\ncare of; and this means that the old regime is going out; that a new\nrace shall rule all of this system when the Legion returns from Sirius!\"\n\n\"A new race?\"\n\n\"Yes. Mine, the Vrons, true blood of Alpha Centauri--\"\n\nFrederix could sense again the mystic alien strength of this man who\nhad joined the Legion years ago during the Liberation; that subtle\nmagnetism at which he had so often wondered, which kept him now from\nplunging recklessly into that leveled weapon.\n\n\"And just how do you propose doing this?\"\n\n\"First, internal revolt, the rekindling of the old fires of worldly\nand national prejudice by a few well-ordered murders and the wholesale\ndestruction of the spacestations. Even now my good friend Manuel\nOnupari has a ship waiting in Calidao, waiting to be loaded with\n_seedrona_ from Jethe's munitions plant which will blast every station\non Earth. Tomorrow night we will put that ship into its orbit.\n\n\"But you shall only see the beginning here, Frederix. Now be so kind as\nto go out to the control turret.\"\n\nSlowly the young ordnance engineer turned and walked out through the\nglassite tunnel to the turret overlooking the fortress. His heart\nwas hammering madly and his slender hands nervously clenching and\nunclenching. He forced himself to speak:\n\n\"And this Advent. What of that?\"\n\n\"Three years ago an Armada left Centauri, two thousand light ships\narmed, as you earthmen say, to the teeth. Three more years and they\nwill be here; and a system ruined by internal revolt will lie helpless\nfor conquest!\"\n\n\"God!\" burst Frederix.\n\n\"Call on your God, Earthman, and I will call on mine to speed those\nmighty ships!\"\n\nFrederix forced himself to stop that mad desire to whirl about, to\ncharge Meevo with bare hands. For that would be certain, horrible death\nwith burning disruption in his vitals.\n\nNow he glimpsed Captain Marlin's huddled, ray-ribboned body lying near\nthe smashed controls within the tower. Close by Lieutenant Gorman lay\nin hideous death.\n\nStrange thoughts passed through his brain. Why did not Meevo, schooled\nin slaughter, slay him, too?\n\nBut Meevo merely motioned him to enter the room; he did so, then the\nfrail, haughty Vron said slowly, relishing the situation with an alien\nhumor which the other could not understand:\n\n\"You've about fifteen minutes, Frederix. Fifteen minutes to realize the\nfact that you'll be blown to bits. When the station goes, Certagarni\nwill revolt; in a few weeks, as the other stations go, Mars will fall\ncompletely into chaos.\n\n\"A few months and Onupari shall have lain waste the Earth stations.\nIt's too bad you must miss it all; but you must! So I'm locking you\nin here where you can view the glorious beginning. This room has been\nthe _sanctum sanctorum_ of these two dead gentlemen; I've no doubt\nyou'll be unable to solve the diallock's combination. It will give you\nsomething to pass the moments away with. So, goodbye, Earthman. May\nyour ancestors welcome you with wine and tribulation!\"\n\nWith that alien idiom uttered, the Vron stepped outside. The great\ndurite door crashed shut, the diallock whirled.\n\nA moment later a small gyrotomic blasted into the night sky and moved\nswiftly into the northeast towards distant Calidao.\n\n\n\nFrederix heard the purring of the electric clock, turned his gaze\ntowards it, and the second hand going 'round, swiftly. He tried the\ndoor, turned back into the room. Glassite-durite walls faced him,\ntransparent but comprised of the hardest alloy in the system.\n\nFlicking on a desk lamp, he rummaged around the room. No weapons, no\ntools.... And the minutes were fleeing--ten minutes more--nine!\n\nAnd then his eyes fell on a portable cathode ray oscillograph, and\ninspiration lighted up his rugged, bearded face!\n\nThe door was locked by a high frequency radio wave diallock, the most\ndelicate and most burglar proof lock in the system. Its shielded\nexterior made it invulnerable to the most advanced instruments of a\nmodern Raffles; but its unshielded inner side--\n\nQuickly he plugged in the oscillograph on A.C., brought it to the door,\nadjusted the wires from the jack-top binding posts to the terminal\nof the lock, stepped up the anode voltage, cut in the sweep circuit\nand paused for a long moment to still the quivering of his hand as he\nreached for the diallock.\n\nHis eyes were glued to the greenish fluorescence of the slow-screen\ntube as he started twirling the combination. Waves pulsed evenly across\nthe grid. And then they jerked almost unnoticeably; a wave-plate had\nfallen into position! He changed the diallock's direction back slowly.\nAnother variance in the oscillation. Back, again!\n\nThe clock purring, purring, and somewhere another clock ticking the\ndoom of the station away.\n\nHis whole body was trembling as he made the final turn and was\nbreathlessly rewarded with the sight of a higher frequency wave\npulsing smoothly across the tube. The door fell silently open. The\nclock said a minute to the zero hour!\n\nHe raced across the roof, full in the flare of a swirling beacon. Of\ncourse he did not see the crawling, bleeding body in the darkness near\nthe radio-room's door, did not hear the hoarse, feeble cry:\n\n\"_Oh, God, not Frederix!_\"\n\nHe blasted his ship out through the automatic lock at full speed.\nSeconds later his radio receiver burst into life:\n\n\"Calling KBM, Kaa. This is Cravens at Certagarni. Meevo and Frederix\nkilled all the men; sent the squadron to attack Kaa. Station will\nblow into Hell within a minute. Oh, God, get them--Captain Meevo and\nLieutenant Hunter Frederix--traitors! The Cen--\"\n\nThe weak, quavering voice died away.\n\n\n\nThe night turned to crimson flame. _Boom!_ A vast concussion shook\nthe earth, the sky. Frederix fought the bucking controls. Behind, the\nspacestation's defenses were debris spouting into the upper air, and\nlivid, leaping fire cast macabre patterns upon the distant vaults of\nCertagarni.\n\nHe sat in the cushioned seat, stunned by the immensity of the deed and\nby the startling denunciation he had heard as Cravens, with whom he had\nconversed so much, Cravens who had made the trio of Andres, Frederix\nand himself rich indeed in the folklore of the stars--Cravens had named\nhim traitor!\n\nDave had even taken his transmitter to overhaul the day before.\nConsequently he could not contact Kaa or Del and protest his innocence,\nwarn them of the awful fullness of the Vron plot, of the Armada. He\nwould probably be shot down should he stumble upon the aerial battle\nwhich would soon be waged over Botrodus since Cravens had warned Kaa,\nthe key station there.\n\nAs if in attendance upon his thoughts, his open receiver burst, amid\ngeneral static:\n\n\"KBM calling all ships. Apprehend all suspicious craft approaching\nBotrodus; engage if they refuse to give proper clearance.\nMeevo--Frederix--if you hear my voice, understand that you will be\ngiven no quarter--\"\n\nSuddenly another carrier wave whined into the wavelength; Andres' angry\nvoice broke in:\n\n\"Blake, you damned fool, Frederix had nothing to do with this!\"\n\n\"Captain Andres, unless you have absolute proof, please get off the\nband--\"\n\nSilence. Heartbreaking silence. KBM took up again, vainly calling\nCalidao.\n\nFrederix looked at his directional finder. He was heading for Kaa at\nnearly a thousand m.p.h. If he changed his course a few degrees and\nheaded for Andres' Rendezvous on the Kaa-Calidao airline, he could\ncall KBM and straighten the matter out. Quickly he made the necessary\nalterations....\n\nThe bitter chill of the Martian night cut through the ship's hull.\nLocking the robot controls, Frederix slipped on a beryl-durite oxysuit,\nlocked the glassite helmet in place and turned on the thermo-electric\nunit.\n\nStraight out across the Hargoan Swamps he flew, towards the Rendezvous.\nAnd he thought of the past, back before his birth when Andres, as\nlegend ran, had come back from far places, from a memorable battle in\nAlpha Centauri's vast system, wounded in body, and, his legion buddies\nwhispered, in heart. Aye, even in soul. Rumor had it that he had\nloved with all the native fire and enthusiasm that were his--fighter\nextraordinary, D'Artagnan of the Legion. Had loved and lost and\nsomething within him had died.\n\nHe had for a while lived a hermitary existence in an old Martian ruin\non a narrow, arid, mountainous strip cutting across Hargo; but combat,\nstrife, adventure called--\n\nReenlistment. Out to Lalande 21,185; for Centauri was in peace. Battle\nafter hellborn battle until that lesser and nearer Lalande had found a\nnewbirth of freedom.\n\nBut Andres had not embarked upon the twelve-year journey across the\n8.4 light years to Sirius in the Legion's stellatomics. He had told\nFrederix that the day might come when Sol would need him more. And\nso he remained with the Solarian Defense, clinging to that ancient\nestate--his Rendezvous where he held communion with his memories and\nwith the ghosts of those who had fallen beside and before his blazing\nguns--haunting it when on Mars and off duty....\n\nFar to the south Frederix caught the fierce glare of disrupters, of\njets flaming in the black, starshot night as furious combat raged. Del,\ntoo, was probably there, deep in the bloody game which was his life\nnow--\n\nOnward, onward.\n\n\n\nDawn shot up, breaking with all the suddenness of Martian day. To his\nright Frederix glimpsed a ship bearing down upon him--a Certagarni\nship, named doubtless by a Vron-minded Martian.\n\nSuddenly the savage whine of other atomics crescendoed from above. From\nthe corner of his eye Frederix caught the crimson splurge of a master\ndisrupter from the nose of an insanely-plunging blue ship--a Kaa ship!\n\nA red finger burned across his right wing, tearing it cleanly free; the\nship whipstalled, hung like a stricken, one-winged bird and whirled\ninto a dizzy, whipping spin. Grimly he wrestled with the useless\ncontrols, tried to avert the crash, flung his eyes upwards towards the\nvictor, and a scream sundered his lips:\n\n\"_DEL!_\" A useless scream, killed by the higher keening of wind and\nunleashed jets.\n\nThe craft careened erratically into the swamp, down through infinitely\nintermeshed trees which broke the velocity of its fall, and crashed\nsickeningly into the frozen mire.\n\nMiraculously Frederix retained consciousness and tore his bruised,\nthrobbing body from the shattered cabin, plunged to the slippery ground\nand screamed madly, flinging his helmet open:\n\n\"Del! Del! Oh, God! Come back!\" But the atomics screamed as Andres\nwhirled towards the other Certagarni ship and, embattled, fled into the\ndistances towards Kaa.\n\nHe dragged himself weakly from the frozen, broken ice, reeling in\ndizziness. Blood was spurting from his nostrils, his breath was shot\nand rasping in the frigid, ozone-tainted atmosphere. Feebly he fumbled\nfor his helmet catch, closing it after an eternity, and collapsed on a\nnearby hummock, gulping in the oxygen which meant life.\n\nHe looked at the crumpled, broken ship. Something man had built, gone\nthe way of all his creations. And why? Because of man's savagery, man's\nimpetuosity, man's searching after the vain chimera of glory--\n\nRising, he stumbled into the north, towards the Rendezvous and, beyond,\nCalidao, Onupari, and that upon which the future freedom of Earth\ndepended--the _seedrona_ in the vaults of Jethe.\n\nAt length he dropped in utter exhaustion. The noonday sun shone upon\nhis inert body near the foothills of a low-lying mountain range.\n\nLong hours later he awoke, incredibly refreshed, and scrambled upward\nto the highest summit of the range. A cry of exultation burst from his\nlips. Before him was a tiny valley on whose farther side clung a huge,\nrocky pile which only a Martian--or Andres and his kin who had beheld\nthe insane architecture of the hither stars--might call an abode of man.\n\n_The Rendezvous--Del Andres' Rendezvous, at last!_\n\n\n                                  III\n\n    Within, the monkey-like robot waited, weapons gleaming in its\n    finely fashioned hands. A stranger was approaching--someone who\n    knew the Master--friend or foe, it knew not; yet something purely\n    intuitive spoke inside it, saying \"Friend!\"\n\nDarkly red and ominous, the old pile seemed untenanted when first its\nbloody portico spread beneath his swiftly questing feet. Fantastic,\nponderous arches topping offset, fluted columns; weirdly carven\nfacades. An architect's nightmare; a surrealistic concept of a palace\nin Hades; but house ne'er seemed so welcoming to a lone man against a\nworld.\n\nSilence broken only by the faint, thin whisper of a rising wind\nsweeping red dust through the trellises about the time-scarred walls,\nindicative of a simoon in the offing.\n\nAdvancing to the great door, he rapped sharply, then tried the latch.\nTo his surprise it yielded. Entering the vestibule, he opened his\nhelmet to a revivifying blast of oxygen fresh from the automatic ozone\ntransformers, and called. The echo of his voice alone came back.\n\nHe found the library dustless and orderly. Trophies hung on the walls:\nmounted heads and bodies of creatures slain beneath alien suns, ghastly\ntravesties on solarian mammals, creatures envisioned in dreams.\nWeapons from the far places, taken (as the labels read) at the siege\nof Kackijakaala in Alpha Centauri, six years distant by the fastest\nstellatomic.\n\nHow old, then, was Del Andres the magnificent? Man's allotted span,\nincreased by the elimination of all disease, covers but a hundred and\nfifty years; yet Andres had seen and fought those years away within the\nvast systems of Centauri and Lalande, and he seemed still a young man,\nby appearance no older than Frederix's thirty years.\n\nAye, there were mysteries about Del Andres--rumors about a Vron\nprincess far across space, years ago as time runs.\n\nIntuitively Frederix moved to luxurious draperies hanging on the walls,\nmoved them aside and a sigh came from his parted lips. The sheer,\nglorious, breath-taking beauty of the picture revealed stunned him!\nThird-dimensional it seemed, tinted with an ethereal loveliness, the\nsupreme glory of womankind--\n\nHaughtiness, perhaps, but the haughtiness that breeds the hope of\nconquest that would be rich, indeed, in its fulfillment.\n\nHe released the drapes and turned aside with a cry in his heart. Only\nnow did he fully realize the fatalistic spirit which drove Del Andres:\nthe devil-may-care fearlessness, the sheer recklessness, the constant\nhoping, perhaps, for death.\n\nSmall wonder that Hunter Frederix left that shrine and quested inward,\nsaddened immeasurably by what he had seen and what he had so suddenly\nrealized. For he had seen, in that moment, into the hidden recesses of\na great man's soul.\n\nThe dining salle opened before him, seemingly converted into a species\nof _chambre-des-horreurs_ since robot parts were strewn all over\nthe place: limbs, wires, sockets, photocells, small atomic motors.\nRobot control was a hobby of Andres--a robot of his making had, at\nKackijakaala, entered and opened the gates of the fortress at which the\nLegion had hammered futilely for months on end in conquering the Dwares\nof Centauri and bringing peace and prosperity to the system's many\nraces--prosperity and _the ultimate hope of cosmic conquest_!\n\nHe crossed the sill, started hurriedly towards a radio cabinet in the\nfar corner. Simultaneously a door nearby fell silently open and what he\nsaw caused, at first, a smile to flash across his bearded face.\n\nInto the room came a tiny form, probably three feet tall, hairy and\nchubby like a Ganymedean monkey, its face a delicate pink, its large\neyes an innocent baby-blue, dominating a pudgy simian face. A robot,\nno less--the robot about which Del had talked--whose comical aspect was\nnot at all in keeping with the grim menace of a paralysis-pellet gun\nin one manual extremity and a disrupter in the other! Its thick lips\nparted and a reproduction of Andres' voice said:\n\n\"Don't move or I shall be forced to shoot. You will kindly remain as\nyou are until Del Andres returns!\" Whereupon the litany continued\nrapidly in Lalandean and Centaurian and abated.\n\nFrederix stood frozen in his tracks, his smile gone now. He'd heard\nof automatic robots before, guarding bleak, desolate outposts in the\nstill watches of extra-terrestrial nights whose weapons would be\nautomatically discharged should anything change the visual pattern on\ntheir photocells during or after the warning.\n\nThe suspense was maddening. A radio transmitter and receiver stood\nscant feet away, and he dared not move to reach them--the means of\ncalling Kaa, of sending angry ships swarming at Calidao, for perhaps (a\n_perhaps_ that was maddening in its import)--perhaps Onupari had not\nswept into the void with his cargo of death.\n\nAndres had spoken of some intelligence manifest in the robot's actions.\nMight it then understand if he spoke to it?\n\n\"I am Hunter Frederix, Del Andres' friend,\" he said softly, scarcely\nmoving his lips. The robot remained motionless, irresponsive. Was it\nmerely the sparking of relays or had he described a gleam of something\nelse in those mechanical eyes?\n\nHe talked on, explaining the entire situation. Abruptly, amazingly, the\nautomaton sheathed its weapons.\n\nFrederix turned towards the radio, astounded by what he had seen,\nstriving to give the exhibition of understanding some explanation which\ndid not admit of a created mentality; then, without, he heard the\njetting of a landing gyrotomic.\n\n\n\nA warm, excited cry cut the silence of the old mansion:\n\n\"Hunt! I thought you'd come here! Oh, I knew Dave was wrong!\"\n\nDel Andres rushed into the room, his dark face agleam, his strong arms\noutstretched in welcome greeting.\n\nFrederix caught his hands, crushed them and said nothing.\n\n\"We captured a Vron, learned that they have sent an Armada--\"\n\n\"I know,\" Frederix said simply.\n\n\"Oh, I knew they'd come!\" Andres raced on. \"I warned the Legion years\nago; but they knew more than I who lived with the Vrons at Centauri,\nwho--well, it doesn't matter! What matters is that I know them for what\nthey are: cruel, domineering, the greatest actors in the universe; and\nwhen they want something--power or love or gold, it doesn't matter\nwhich for their fancies change in a moment--nothing will stop their mad\nrush towards that goal--\" Suddenly he was staring into the shadowed\nroom whence he had come and there was bitterness in his dark eyes--the\nbitterness of cruel and undimmed memories.\n\n\"But they must be stopped!\" Frederix cried.\n\n\"We'll stop them!\" whispered Andres, his strong, white teeth bared\nalmost wolfishly. \"The Legion can't get back in time; but we've worlds\nto defend, Hunt, and the courage to defend them. But why did Dave\nCravens name you traitor?\"\n\nHe could talk now. He could empty his bursting heart. Swiftly he\nrecounted everything from those dangerous moments in Certagarni to the\npresent.\n\n\"We'll win through!\" Andres cried, his great hands strong and\nencouraging on Frederix's shoulders. \"We'll get the Kaa ships to\nCalidao; we'll wireless Earth; we'll curb it now while it's not too\nlate! Their armada is years away; much can be done ere it comes!\n\n\"Why, we've already downed the Certagarni squadron and reestablished\ncontrol there and in Botrodus!\"\n\nThat supreme confidence banished the hopeless resignation in Frederix's\nheart, buoyed him up and gave him newborn hope.\n\nAndres was smiling, reaching into the young engineer's open helmet to\ngrasp his golden beard in iron fingers, to tug at it playfully.\n\n\"Getting gray, fella! Must've happened when I shot you down!\"\n\nThat broke the strain. They grinned boyishly at each other; then Del\nspun on his heel, walked to the radio cabinet, and simultaneously a\ncarbon copy of his own voice cried in mockery:\n\n\"Don't move a muscle or I shall be forced to shoot.\"\n\nHe started to turn; the robot's unsheathed pellet gun coughed and Del\ntoppled over against the transmitter, smashing the bared, delicate\ncondensers into nothingness as he dropped into paralysis.\n\nFrederix stood stunned. \"No ... no ...\" he murmured; and then he was\nleaping forward, tears of rage and futility in his eyes, to lift Del to\na nearby couch, to call to him incoherently.\n\nHe looked then to the robot standing silently nearby. The curses on\nhis lips were never uttered, for flooding into his mind came a strong\nfeeling of sorrow, regret, and the automaton was extending the weapons\nto him grip foremost, as though their surrender might repair the damage\ndone!\n\nHe tried to fight off the thoughts which thronged the threshold of\nhis mind then. He tried to think of Del and of Onupari and his death\ncargo, of hellish death rushing across the light years towards Sol;\nbut instead he could think only of the things Del had told him of\ncreating this robot, powering it with a full gram of radium, releasing\nintelligence.\n\nThat there was intelligence here, he did no longer question. A\nreasoning intellect which had forbade slaying him and now had done\nthis inexplicable thing. Or did it have complete control of the\nrobot's form? Had it acted of its own accord or had the robot's\nrelays automatically caused this dilemma? That final thought brought a\ncounter-thought, a clear and sorrowing affirmation!\n\nBut how could he credit anything existing independent of a flesh and\nblood body as having intelligence? Must not every life form remain an\ninsoluble psychophysical being?\n\nAnd yet--is not the basis of all things electrical? Life and all that\npertains to it and the universe? Why not, then, a pure, radioactive\nintelligence? Could it not have arisen by evolving degrees from the\ncomplexity of atomic fluctuations finding genesis in the pitted core of\nPallas--where Andres, prospecting to pass empty days away, had found\nit--a sentient consciousness born in cosmic loneliness out of the very\nfabric of the universe? Had not One Other thus found genesis?\n\nThe weird new wonder of it strong within him, Frederix looked down at\nAndres, silent, immovable on the couch. A strange little smile played\non sensitive, parted lips beneath the thin black mustache. Frederix\nwondered if he dreamed--\n\nSpinning around to the radio, he discovered that to repair it would\ntake hours. Yet he must call Kaa, summon the Service men, and depart in\nDel's ship for Calidao, on the slim chance that Onupari might still be\nthere and that he might stay the take-off.\n\nAtomics moaning above. He rushed to the window. Five ships V-ed into\nthe south, magnificent against a dust-darkened sky, flashing swiftly\nout of sight under full power. Service ships, so near and yet so far!\n\nOf course, the ship! Del's ship would have radio equipment. He rushed\nout on the impulse, his breath coming fast within his helmet.\n\nSnapping on the transmitter, he called quickly into the microphone:\n\n\"Frederix calling KBM, Kaa. Calling KBM....\"\n\nQRM snapped through his receiver, born of those lowering skies over\nBotrodus, one of those rare but violent sandstorms come to disrupt\nradio communication.\n\nNow a calm official voice answered, badly distorted by atmospheric\ndisturbance:\n\n\"KBM to Frederix. What (brrrrrt) ... message?\"\n\n\"Andres is paralyzed at the Rendezvous. Send a doctor. Send all\navailable ships to Calidao--\"\n\n\"Andres paralyzed.... Rendezvous.... Repeat ... mess ... can't....\"\n\nFrederix repeated grimly, persistently, but Kaa kept calling:\n\n\"KBM ... do not get ... repeat ... K ... rrrrrrrr....\"\n\nAnd then QRM blotted even that out.\n\n\n\nDisgustedly he turned towards the port and the grim old mansion looming\nlarge in the cold, storm-born dusk, and hesitated. The message had\ngotten through. They at least knew Andres' condition and position;\nthey would doubtless come plunging to the Rendezvous. He must leave a\nmessage!\n\nMoments later he returned to the ship, a disrupter and a\nfreshly-charged paralysis-pellet gun buckled at his waist. Before him\nscurried the automaton, its tragi-comic simian face turned back to him\nas if exhorting him to greater speed.\n\nGently, awesomely, almost reverently (for is not reverence born in\nrecognition of the mighty and the mystic unknown which man cannot\nquite understand?), he handed the monkey-like thing into the cabin and\nfollowed.\n\nBlasting off, he set a Mercator course, with all due corrections, for\nCalidao. Soon he outflew the fringes of the storm and then night fell\nlike a finely-stitched widow's veil, the stars danced crazily as the\nair cooled, and he was alone in the darkness, roaring at full speed\ntowards Calidao. Alone, aye, save for the weird little robot standing\nby his side, whatever life it possessed recording his every movement.\n\nGloom and hope held thrall in his soul. Things had seemed soluble with\nAndres smiling and pledging his support. Now he had weapons and a ship\nand a strong feeling that Onupari was still in Calidao, but--he was\nalone! Del was not here to help him. Still, he did have weapons. He\nmight--\n\nAye, gloom was fighting a losing battle. A transcendental confidence\nwas stirring his breast--and yet he wondered if it were not telepathic\nhypnosis finding genesis in the mind of the alien life which was close\nbeside him? What were the limits of its intellect? What aid might it\ngive? He did not dare to even wonder.\n\n\n                                  IV\n\n    Who could say what thoughts, emotions, surged through the robot's\n    mind? Intelligence there was and an undeniable strength inspiring\n    confidence.... And something greater--some indefinable prowess\n    beyond, perhaps, the ken of man--\n\nCalidao, city of mystic intrigue, cosmopolitan city where Solarian,\nCentaurian and Lalandean hold daily intercourse, bartering in lives and\nsouls, and in treasures and alien lore whose origin and significance\nshall remain forever hidden in the womb of time--\n\nThither flashed Frederix in the dead of night, riding the radio beam in\nfrom the direction of Kaa. Starshine alone and what light the almost\nindetectable moons gave illumined the semi-somnolent cosmopolis. Along\nthe main artery, famed Space Boulevard, the varicolored lights of night\nclubs blazed up through the glassite vaults; the spaceport, a mile and\nmore out of town, shone in a wavering splendour of swirling beacons,\npointing white, stabbing fingers into the dark, and the whole was\nflooded intermittently with brightest green as the great concentration\nof spacelamps flashed a mighty, guiding column upward and outward to\nwhatever craft might move across the firmament.\n\nFrederix drove down low over the port, searching for sight of a large\nblack freighter marked with Onupari's famous (and infamous) boxed-star\ninsignia. Just as he was rewarded by a glimpse of it lying in the ways,\njust as exultation swept in a warm tide over him, a blindingly-crimson\nblast seared up from beneath, cutting a great gap in the left wing,\nwaving futilely after him as he careened into the night, his tortured\nsight seeping slowly back, trying desperately to keep the crippled ship\nawing.\n\nHe realized that the Calidaoan Vrons and sympathizers bought with\ngolden coins, promises of greatness, and freedom from the \"Anarchy of\nEarth,\" had indeed taken dictatorial possession of Calidao and were\nguarding well the ship of Onupari which would bring death to the Double\nWorld.\n\nOpening the purring atomics wide, he swept in a wide arc far out over\nthe wastes and back to the farther side of the city, and, cutting in\nthe infra-red viewplates, glided to a swift albeit unsteady landing on\nthe verge of the encircling desert.\n\nHe hesitated, but the robot, dropping to the ground, led him unerringly\nto a small lock opening on one of the back streets. Pausing in the\ndarkness, Frederix peered through the glassite wall.\n\nA young Martian policeman stood smoking thoughtfully beneath a carbon\narc, handsome and proudly erect in his bright, apparently-new uniform,\nquite alone in this narrow thoroughfare.\n\nFrederix's hand dropped to the disrupter, shifted to the needle-gun,\nand, opening the lock slowly, he aimed and pressed the trigger. Leaping\nwithin, he caught the paralyzed youth, lowering him into the shadows of\na nearby doorway.\n\nA surge of commendation beat in his brain--praise for his choice of\nweapons. For why should one so young and handsome die? Why should any\nof Sol's disillusioned billions die because of a few greedy men who had\nrushed into a band which would damn the entire system unless someone\nrevealed their duplicity, which had already precipitated all manner of\ninternal strife? Violence would avail naught; they must be shown the\nplain truth of it so that they might live and be free!\n\nThe robot hurried away now, turned swiftly in a high-arched tunnel\nwhich intersected the street, and led Frederix to the fantastically\ncarven front of a large mansion whose portal had been but recently\nblasted asunder. Over that shattered door was the crest of Jethe the\nmunitions baron, and _within the room_--\n\nNausea seized Frederix's stomach. Hoary-haired Jethe, dealer in power\nfor peace or war, was sprawled across a paper-strewn table in terrible\ndeath, his wizened face and body ribboned into one horrible mess of\nblood and gore, sliced by a disrupter, signature no doubt of Meevo or\nOnupari--\n\nDizzy with the sheer bestiality of the scene but driven by some manner\nof apprehension, Frederix threaded his way through the debris to an\nall-wave radio clinging on the farther wall, snapped the switch and\ndialed to the Kaa frequency.\n\nA message was coming through, clear now, proof that the sandstorm had\nsubsided and skies were clear. Frederix recognized the cold emotionless\nvoice of Blake, the Kaa chief operator.\n\n\"... the message you've found may ring true, but in the light of\nCravens' message from Certagarni, proving Frederix to be in league with\nanti-service factions, we find that we cannot send ships to a possible\ntrap in Calidao until you've learned from Andres what's really behind\nall this. Please inform us of any developments. Off!\"\n\nOh, the blind fools! They had found Andres and the message but would do\nnothing until the paralytic spell had worn away! And Onupari must have\nbeen in this room hours before; his ship, prepared for flight, must\nhave long been loaded! He left the place of death at a run.\n\nThe tiny monkey-thing led the way toward Space Boulevard, and into the\nengineer's mind an encouraging thought came. _Onupari has not left!_\nAnd Frederix raged inwardly against the callousness, the bloodlust of\nthat fat, swarthy renegade whom he had seen so many times glossing over\ncrimes charged to him by the Embassy.\n\nThe freighter had not taken off yet; the thunder of its atomics would\nhave been easily heard. He might yet--_what_? If the Service men--_If_--\n\nAs if they, trying to resuscitate an unconscious man almost an hour's\nflight away, could come in time!\n\n\n                                   V\n\n    Dwells there a thing in all of space\n    Without a smile to light its face?\n    Intellect: Puck's dwelling place?\n    \"What fools we mortals be!\"\n\nAhead he saw an enormous Geissler tube sign flashing alternately with\nneon's bright red and argon's blue:\n\n                             THE SPACASINO\n                    Dine & Dance--Floorshow Tonite\n                      Joy Rikki & Martian Madcaps\n\nand simultaneously, he heard voices and the double tread of footsteps\ndown a cross street. The robot slipped intelligently into the shadow of\nan ornate doorway and he followed.\n\nCoarse voices--the voices of space-hardened men:\n\n\"We gotta git Manuel out to the ship. 'S been loaded since sundown.\nWhat'll the Envoy think? Cripes, we're behind schedule now--'most a\nday!\"\n\n\"You git 'im out! Ain't I tried? Y'know 'ow 'e is when 'e gits drunk!\nGive the blighter a bevy of chorines to dance in front of 'im and some\nvod-vil stuff and the blinkin' fool will set there all the bloomin'\nnight 'e will, if 'e's anywheres near tight, an 'ell itself won't move\n'im!\"\n\n... The voices became inaudible--\n\nInspiration came to Hunter Frederix then. It was a futile, vain hope.\nIt was a desperate gamble and Death held the odds; but an hour's delay\nmight mean success. Andres would soon be conscious; the rockets would\nflash out of Botrodus.\n\nA wild plan flashed across his brain, and then a pure thought which\nheld in it understanding and acknowledgment--understanding of one man's\nweakness and acknowledgment of another's genius.\n\nHe looked down at the robot, saw the photocellular eyes turned upwards\nto his face. Despite the seriousness of it all, he smiled crookedly as\nhe caught the automaton up in his arms and hurried across to a doorway\nmarked plainly \"Stage Door--No Loiterers!\"\n\nThe door opened as he crossed the photo-electric eye on the threshold,\nand he came upon a hectic scene: a sweating, cigar-chewing manager\nupbraiding a group of voluptuous chorines.\n\n\"Listen, girls, please can't you think up a new routine? This fellow's\na madman when he's drunk and he might take it in his cranium to tear\nthe joint apart. How's about that Starshine Sequence?\"\n\nFrederix shouldered his way brusquely through the surprised throng,\nignoring the angry remarks which came as his metal suit brushed bare\narms and backs. No time for pardons now; seconds meant life or death--\n\n\"Hey, Mac!\" he said by way of introduction. \"Could you use an act?\"\n\nThe irate manager surveyed the big, purposeful man inside the oxysuit,\ngrinned and said:\n\n\"Listen, Goldilocks, whatcha think this is--a bearded man's convention?\"\n\n\"Never mind about the customers!\" the engineer burst in repartee,\nsmiling though his heart was grim. \"I've a trained, talking Ganymedean\nape here. I'll give you an act that'll knock 'em wild if you'll\nannounce me now and give me a dressing room for about ten minutes. Oke?\"\n\nA system was hanging on the balance in the weighing of a few, short,\nseemingly lightly-spoken words--the future of many kindred races sprung\nfrom a common sun who labored now under greatest stress--And the\ngrinning manager must have sensed the aura of seriousness and power\nabout the unshaven man and his strange companion, for his face grew\nsober.\n\n\"What's the act like, pal?\"\n\n\"Ever hear the '_Saga-of-Sal_'?\"\n\n\"I've heard _of_ it!\"\n\n\"Tonight you'll hear _it_!\"\n\nFrederix's heart was beating with the power surges of a liquid-rocket's\nblast as he hurried into the dressing room, completely removed his\nhelmet, splashed on fiery pseudo-pirate make-up, darkened his golden\nbeard, and then turned his attention to the stoic robot.\n\nTime flew with the beating of his heart. Removing the robot's system\nof speech, he set the disks awhirl, loosening the bolts which held the\n144 common units of enunciation in a fixed order. Transcribing his\nreedy falsetto onto the disks, remembering some of the great poem,\nextemporizing with his natural flair for poetry, he recited some of the\nchoicest lines; then locked the enunciator unit and lay the robot aside\nwith an air of confidence and satisfaction.\n\nCarefully he obliterated with make-up any distinguishing signs on the\ngovernment suit; then hurried out into the wings, the monkey-thing\nscurrying before--\n\n    (The rockets are coming from Kaa, from Kaa,\n    Out of Kaa flashing flames in the night.)\n\n\n\nAll spacemen have heard the \"Saga-of-Sal,\" repeated from expedition\nquarters on Pluto into the English colony in Mercury's twilight zone,\nSal, the throaty torch-singer from dear old Boston at the very sound\nof whose magic voice the maharajahs of Mars went into ecstasy and who\nspurned them all to marry a blue midget from Callisto.\n\nConceived by some long-dead bard with the virile, full style of a\nKipling, it had been handed from mouth to mouth, every minstrel singing\nit differently; but none of them ever had cause to sing it quite like\nHunter Frederix and his futuristic concept of a vaudeville stooge did\nthat wild night in the Spacasino while he waited, his life hanging on\na thread, anticipating momentary recognition, praying for the sound of\nrockets out of Kaa.\n\nThe automaton scampered out in advance and a howl of laughter shook\nthe terra cotta walls. Frederix glimpsed Manuel Onupari rising from\na drink-laden table beyond the arc-lamps, a reluctant scowl on his\nblack-jowled, evil face as he argued vehemently with a Vron who was\nplainly encouraging the renegade's men to take their leader to the\nwaiting ship.\n\nBut at the sound of applause, Onupari shook himself free and sank back\ninto his seat, exploding in drunken laughter, calling for more wine.\n\n    (Out of Kaa flashing flames in the night--)\n\nA sigh of relief on his lips, Frederix looked down at that pink,\nbewhiskered face, unspeakably comical, unspeakably innocent as they\nswung into the Saga, holding its cues while the crowd roared, giving\nthem full punch under the sensitive direction of the electrical life\nwhich seemed to know so much of all things.\n\n    \"I will take my atomic and sweep through the stars\n    And chase all the girlies from Pluto to Mars;\n    I'm a knight with a steed which belches out flame;\n    I'm a whooper, by golly, Vamose is my name!\n\n    \"Monk is my partner--he rides on my knee!\n    He flirts with them girlies, what a grand sight to see!\n    From Callisto to Luna, from mountain to shore\n    We still are a-whoopin'; may the rockets roar!\"\n\nWhereupon they swung into an animated recital of how they, privateers\nranging the void, had heard Sal broadcasting from a Martian station,\nand, unutterably fascinated by her siren's call, landed only to be\nturned over to the Service since she was a Service dame, and to sit in\na jail cell and watch her say I do to that Callistan blue midget in\na magnificent jail house wedding for dear old publicity's sake! What\na wild, uproarious yarn that was; what shouting, whistling, stomping\narose in that semi-barbaric place!\n\nAnd the minutes were fleeing--and the miles behind the ships plunging\nonward--\n\n\n\nMad thunder of applause broken by an equally mad roar. Meevo, pale,\nwild-eyed, bursting into the club, crying out:\n\n\"Onupari! Planes riding the beam in from Kaa--two hundred miles away!\nCome on, you drunken fool!\" And Meevo jerked the drunken commander to\nhis unsteady feet, slapped his face with an insane violence, threw him\ninto the arms of some less-drunken men and rushed them and his fellow\nVron out into the night.\n\n_They were coming!_ Coming, yes, but fifteen endless minutes away! Half\nthat time would see Onupari's powerful ship standing out into cosmic\nspace!\n\nAnd the native impetuosity of Hunter Frederix could not fail to come.\nHeated thoughts surged through his brain. His hand strayed to the guns\nat his side and then he had flung the helmet on to his suit, clamped\nit down and was gone from the Spacasino like a flash. \"Monk,\" the\nrobot-extraordinary, tried in vain to match his madly-plunging steps.\n\n\n                                  VI\n\nAnd so he rushed, his oxygen carefully adjusted, out through the\nmassive main-city-lock almost on the heels of Onupari's helmeted men,\nand they, for the greater part drunken and stumbling blindly along,\nheeded him not.\n\nThe rockets were coming from Kaa, out of Kaa flashing flames in the\nnight! But they would be far too late! Onward he ran, his heart\nscreaming protest against the violence of his pace, an endless mile\nacross the desert waste.\n\nOnupari's men were streaming up the gleaming aluminum plated ramp now,\npouring into the bowels of the ship resting on the ways. Frederix drove\nforward, a disrupter clenched in his right hand, leaped towards the\nramp, yards behind the last man.\n\nAnd Meevo, thin, haughty Meevo, stood before him, recognition dawning\nin his wide, cruel eyes, hand reaching for a disrupter. Frederix heard\nthe faint purring of the warming atomics. The Vron in his way! He must\nreach the controls, wreck them, even though his life be in forfeit!\n\nHe brought the gun up even as Meevo whipped out his.\n\nFrederix fired first--right into that glassite helmet--red burst of\nflame, blood spurting out of a jugular vein severed from nothingness;\nthe Vron's decapitated body crumpled.\n\nBut the lock crashed shut, and a man loomed within a lighted gun turret.\n\nThe atomics were hissing more loudly now, the intense wave of heat\ndriving Frederix back. A leader flashed past him, fabricating an\nionized path for the incredible bolt of lightning which crashed nearby,\nsucking him into the very heart of a stunning thunderclap.\n\nHe regained his feet unsteadily, tried to run on, intent on escaping\nthe roaring atomics ere they blasted him with their dispersed fury.\n\nHe stumbled, went down, and his mad eyes saw the outdistanced\nrobot coming towards him. A lightning leader flashed, smiting the\nmetallic automaton squarely in the fuel compartment--_the radium\ncompartment_--fusing the whole into a blinding, white hot, leaping\nelectrical aura which strung itself out in a roaring, seething,\nzigzagging finger _which leaped backwards along that ionized pathway\ntowards the ship_!\n\nA tiny voice keened above that mad tumult, shrilling out of that\ngutted, wrecked automaton:\n\n    \"_We still are a-whoopin'; may the rockets roar!_\"\n\nEven as that plaintive, laughing voice cut across the prostrate,\nhalf-blinded man's brain, so spoke more mightily the thunder of the\natomics, flinging the mighty hull up the ways into the illimitable\nstarshine. His nerve centers revolted. The agonizing white of afterjets\ninitially super-charged; then that excruciatingly painful splash of\nfurious lightning intermeshed and blazing in supernal glory on the\nship's side.\n\nThe very roof of the heavens seemed to cleave in twain. The universe\nbecame one crazy, all encompassing roar; the skies were a livid,\nscreaming wave of white, brain singeing, ear bursting agony.\n\nFrederix was blasted end over end, his bones snapping like matchwood,\nintolerable pain crushing in on him--\n\nVibration upon mad vibration. Reverberation of hell thunder.\nPain--unutterable, endless voids of swimming pain--\n\nConsciousness remained. Sound--crushing sound.\n\nAnd, at length, silence.\n\n\n\nThe man tried to drag his broken, throbbing, bleeding body from beneath\nthe debris of the hangars against which he had been thrown, which\nhad sheltered him from the highest fury of that unleashed cargo of\n_seedrona_, set aspark by the short circuit caused by the disrupting\nblast of unnatural lightning, radium transformed into flame.\n\nFrederix looked up into the blackness and strained to see beyond it.\nA faint, almost ironic smile crossed his pain wracked, bleeding lips.\nGone, the minions of those who sought to subjugate a system--gone, the\ndeadly cargo which, treated and compressed, would have destroyed the\nspacestations and laid the World bare to conquest.\n\nAnd, Oh God! at what price to him? _What price, indeed?_\n\nBut he, what did he matter? He was only a means to the end. The plot\nwas known now. Back on Earth, here on Mars, in all the other solarian\nhavens of life, the Vrons of Centauri would meet defeat; for Solarians\nwould believe him now with Del Andres by his side. Andres who knew the\nVrons of Centauri for the strange, changeable, domineering creatures\nthat they were, Andres who called him friend and in whose great heart\nonly friendship was left--aye, they would believe him well!\n\nWhen he heard the murmuring of rockets out of Kaa, he was thinking\nmany things: of what the strange life form he had come to know by the\nlowly name of \"Monk\" had done--truly the workings of something far\ngreater than man striving for universal betterment. He thought of the\nearnestness, the striving, the sense of honor and glory and all that is\ngood.\n\nIn essence, what had it been? A consciousness born of the basic fabric\nof the universe, electricity however strange the form. Something come\nout of seemingly nowhere to aid a race in its moment of greatest\nblindness, of greatest need. Come to render a queer, heroic, supernal\nsacrifice.\n\nAnd now, despite the living, shuddering pain within him, a smile\ntwisted his lips. He was thinking of a little voice whispering a very\nvirile tune as it went down into death. He was thinking that even\nsomething akin to a god, in its most serious workings for good, might\nfind time to know laughter.\n\nAnd he was wishing that that intelligence had not been consumed by\nthe blessed flame of martyrdom. He was wondering what aid it might\nhave given in those moments not far hence when the Armada would come\nblasting out of the void between the stars.\n",
    "metadata": {
        "author": [
            "Peterson, John Victor"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64813/pg64813.txt",
        "name": "the_lightnings_course.json"
    }
}