{
    "name": "The Star",
    "author": [
        "Wells, H. G. (Herbert George)"
    ],
    "body": "Author of “The War of the Worlds”, “The Time Machine”, Etc.\n\n\nIt was on the first day of the new year that the announcement was\nmade, almost simultaneously from three observatories, that the\nmotion of the planet Neptune, the outermost of all the planets that\nwheeled about the sun, had become erratic. Ogilvy had already called\nattention to a suspected retardation in its velocity in December.\nSuch a piece of news was scarcely calculated to interest the world\nthe greater portion of whose inhabitants were unaware of the\nexistence of the planet Neptune, nor outside the astronomical\nprofession did the subsequent discovery of a faint remote speck of\nlight in the region of the perturbed planet cause any great\nexcitement.\n\nScientific people, however, found the intelligence remarkable\nenough, even before it became known that the new body was rapidly\ngrowing larger and brighter, that its motion was quite different\nfrom the orderly progress of the planets, and that the deflection of\nNeptune and its satellite was becoming now of an unprecedented kind.\n\nFew people without training in science can realize the huge\nisolation of the solar system. The sun with its specks of planets,\nits dust of planetoids, and its impalpable comets swims in vacant\nimmensity that almost defeats the imagination. Beyond the orbit of\nNeptune there is space, vacant so far as human observation has\npenetrated, without warmth or light or sound, blank emptiness, for\ntwenty billion times a million miles. That is the smallest estimate\nof the distance to be traversed before the nearest of the stars is\nattained. And, saving a few comets, more unsubstantial than the\nthinnest flame, no matter had ever to human knowledge crossed the\ngulf of space, until early in the twentieth century this wanderer\nappeared.\n\nA vast mass of matter it was, bulky, heavy, rushing without warning\nout of the black mystery of the sky into the radiance of the sun. By\nthe second day it was clearly visible to any decent instrument, as a\nspeck with a barely sensible diameter, in the constellation Leo near\nRegulus. In a little while an opera glass could attain it.\n\nOn the third day of the new year the newspaper readers of two\nhemispheres were made aware for the first time of the real\nimportance of this unusual apparition in the heavens. “A Planetary\nCollision,” one London paper headed the news, and proclaimed\nDuchine’s opinion that this strange new planet would probably\ncollide with Neptune. The leader writers enlarged upon the topic. So\nthat in most of the capitals of the world, on Jan. 3, there was an\nexpectation, however vague, of some eminent phenomenon in the sky;\nand as the night followed the sunset round the globe thousands of\nmen turned their eyes skyward to see—the old familiar stars just as\nthey had always been.\n\nUntil it was dawn in London and Pollux setting, and the stars\noverhead grown pale. The winter’s dawn it was, a sickly filtering\naccumulation of daylight, and the light of gas and candles shone\nyellow in the windows to show where people were astir. But the\nyawning policeman saw the thing, the busy crowds in the market\nstopped agape, workmen going to their work betimes, milkmen, the\ndrivers of news carts, dissipation going home jaded and pale,\nhomeless wanderers, sentinels on their beats, and in the country,\nlaborers trudging afield, poachers slinking home, all over the dusky\nquickening country it would be seen—and out at sea by seamen\nwatching for the day—a great white star, come suddenly into the\nwestward sky!\n\nBrighter it was than any star in our skies; brighter than the\nevening star at its brightest. It still glowed out white and large,\nno mere twinkling spot of light but a small round clear shining\ndisk, an hour after the day had come. And where science has not\nreached, men stared and feared, telling one another of the wars and\npestilences that are foreshadowed by these fiery signs in the\nheavens. Sturdy Boers, dusky Hottentots, Gold Coast negroes,\nFrenchmen, Spaniards, Portuguese, stood in the glow of the sunrise\nwatching the setting of this strange new star.\n\nAnd in a hundred observatories there had been suppressed excitement,\nrising almost to shouting pitch, as the two remote bodies had rushed\ntogether. There had been a hurrying to and fro to gather\nphotographic apparatus and spectroscope; to gather this appliance\nand that, to record the novel astonishing sight, the destruction of\na world,—for it was a world, a sister planet of our earth, far\ngreater than our earth indeed, that had so suddenly flashed into\nflaming death. Neptune it was, which had been struck, fairly, and\nsquarely, by the planet from outer space and the heat of concussion\nhad incontinently turned two solid globes into one vast mass of\nincandescence.\n\nRound the world that day, two hours before the dawn, went the pallid\ngreat white star, fading only as it sank westward and the sun\nmounted above it. Everywhere man marveled at it, but of all those\nwho saw it none could have marveled more than those sailors,\nhabitual watchers of the stars, who far away at sea had heard\nnothing of its advent and saw it now rise like a pigmy moon and\nclimb zenithward and hang overhead and sink westward with the\npassing of the night.\n\nAnd when next it rose over Europe everywhere were crowds of watchers\non hilly slopes, on house roofs, in open spaces, staring eastward,\nwaiting for the rising of the new star. It rose with a white glow in\nfront, like the glare of a white fire, and those who had seen it\ncome into existence the night before cried out at the sight of it.\n“It is larger,” they cried. “It is brighter!” And, indeed, the moon\na quarter full and sinking in the west was in its apparent size\nbeyond comparison, but scarcely in all its breadth had it as much\nbrightness now as the little circle of the strange new star.\n\n“It is brighter!” cried the people clustering in the streets. But in\nthe dim observatories the watchers held their breath and peered at\none another. “It is nearer,” they said. “Nearer!”\n\nAnd voice after voice repeated. “It is nearer,” and the clicking\ntelegraph took that up, and it trembled along telephone wires, and\nin a thousand cities grimy compositors fingered the type. “It is\nnearer.” Men writing in offices, struck with strange realization,\nflung down their pens, men talking in a thousand places suddenly\ncame upon a grotesque possibility in those words, “It is nearer.” It\nhurried along awakening streets, it was shouted down the\nfrost-stilled ways of quiet villages, men who had read these things,\nfrom the throbbing tape stood in yellow-lit doorways shouting the\nnews to the passers-by. “It is nearer.” Pretty women flushed and\nglittering, heard the news told jestingly between dances, and\nfeigned an intelligent interest they did not feel. “Nearer! Indeed.\nHow curious! How clever people must be to find out things like\nthat!”\n\nLonely tramps faring through the wintry night murmured those words\nto comfort themselves—looking skyward. “It has need to be nearer,\nfor the night’s as cold as charity. Don’t seem much warmth from it\nif it is nearer, all the same.”\n\n“What is a new star to me?” cried the weeping woman kneeling beside\nher dead.\n\nThe schoolboy, rising early for his examination work, puzzled it out\nfor himself—with the great white star shining broad and bright\nthrough the frost-flowers of his window. “Centrifugal, centripetal,”\nhe said, with his chin on his fist. “Stop a planet in its flight,\nrob it of its centrifugal force, what then? Centripetal has it, and\ndown it falls into the sun! And this——!”\n\n“Do we come in the way? I wonder——”\n\nThe light of that day went the way of its brethren, and with the\nlater watches of the frosty darkness rose the strange star again,\nAnd it was now so bright that the waxing moon seemed but a pale\nyellow ghost of itself, rising huge in the sunset hour. In a South\nAfrican city a great man had married, and the streets were alight to\nwelcome his return with his bride. “Even the skies have\nilluminated,” said the flatterer. Under Capricorn, two negro lovers,\ndaring the wild beasts and evil spirits, for love of one another,\ncrouched together in a cane brake where the fireflies hovered. “That\nis our star,” they whispered, and felt strangely comforted by the\nsweet brilliancy of its light.\n\nThe master mathematician sat in his private room and pushed the\npapers from him. His calculations were already finished. In a small\nwhite phial there still remained a little of the drug that had kept\nhim awake and active for four long nights. Each day, serene,\nexplicit, patient as ever, he had given his lecture to his students,\nand then had come back at once to his momentous calculation. His\nface was grave, a little drawn, and hectic from his drugged\nactivity. For some time he seemed lost in thought. Then he went to\nthe window, and the blind went up with a click. Half way up the sky,\nover the clustering roofs, chimneys, and steeples of the city, hung\nthe star.\n\nHe looked at it as one might look into the eye of a brave enemy.\n“You may kill me,” he said after a silence, “But I can hold you—and\nall the universe for that matter—in the grip of this little brain. I\nwould not change even now.”\n\nHe looked at the little phial. “There will be no need of sleep\nagain,” he said. The next day at noon, punctual to the minute, he\nentered his lecture theater, put his hat on the end of the table as\nhis habit was, and carefully selected a large piece of chalk. It was\na joke among his students that he could not lecture without that\npiece of chalk to fumble in his fingers, and once he had been\nstricken to impotence by their hiding his supply. He came and looked\nunder his gray eyebrows at the rising tiers of young fresh faces,\nand spoke with his accustomed studied commonness of phrasing,\n“Circumstances have arisen—circumstances beyond my control,” he said\nand paused, “which will debar me from completing the course I had\ndesigned. It would seem, gentlemen, if I may put the thing clearly\nand briefly, that—man has lived in vain.”\n\nThe students glanced at one another. Had they heard aright? Mad?\nRaised eyebrows and grinning lips there were, but one or two faces\nremained intent upon his calm gray-fringed face. “It will be\ninteresting,” he was saying, “to devote this morning to an\nexposition, so far as I can make it clear to you, of the\ncalculations that have led me to this conclusion. Let us assume——”\n\nHe turned toward the blackboard, meditating a diagram in the way\nthat was usual to him. “What was that about ‘lived in vain’?”\nwhispered one student to another. “Listen,” said the other, nodding\ntoward the lecturer.\n\nAnd presently they began to understand.\n\nThat night the star rose later, for its proper eastward motion had\ncarried it some way across Leo toward Virgo, and its brightness was\nso great that the sky became a luminous blue as it rose, and every\nstar and planet was hidden, save only Jupiter near the zenith,\nCapella, Aldebaran, Sirius, and the pointers of the Bear. It was\nwhite and beautiful. In many parts of the world that night a pallid\nhalo encircled it about. It was perceptibly larger; in the clear\nrefractive sky of the tropics it seemed as if it were nearly a\nquarter of the size of the moon. The frost was still on the ground\nin England, but the world was as brightly lit as if it were\nmidsummer moonlight. One could see to read quite ordinary print by\nthat cold clear light, and in the cities the lamps burnt yellow and\nwan.\n\nAnd everywhere the world was awake that night, and throughout\nChristendom a somber murmur hung in the keen air over the\ncountryside like the buzzing of the bees in the heather, and this\nmurmurous tumult grew to a clangor in the cities. It was the tolling\nof the bells in a million belfry towers and steeples, summoning the\npeople to sleep no more, to sin no more, but to gather in their\nchurches and pray. And overhead, growing larger and brighter, as the\nearth rolled on its way and the night passed, rose the dazzling\nstar.\n\nAnd the streets and houses were alight in all the cities, the\nshipyards glared, and whatever roads led to high country were lit\nand crowded all night long. And in all the seas about the civilized\nlands ships with throbbing engines, and ships with bellying sails,\ncrowded with men and living creatures, were standing out to ocean\nand the north. For already the warning of the master mathematician\nhad been telegraphed over the world, and translated into a hundred\ntongues. The new planet and Neptune, locked in a fiery embrace, were\nwhirling headlong, ever faster and faster, toward the sun. Already\nevery second this blazing mass flew a hundred miles, and every\nsecond its terrific velocity increased. As it flew its course, it\nmust pass a hundred million of miles wide of the earth and scarcely\naffect it.\n\nBut near its destined path, as yet only slightly perturbed, spun the\nmighty planet Jupiter and his moons sweeping splendid around the\nsun. Every moment now the attraction between the fiery star and the\ngreatest of the planets grew stronger. And the result of that\nattraction? Inevitably Jupiter, would be deflected from its orbit to\na new elliptical path, and the burning star, swung by his attraction\nwide of its sunward rush, would “describe a curved path” and perhaps\ncollide with and certainly pass close to, our earth. “Earthquakes,\nvolcanic outbreaks, cyclones, sea waves, floods, and a steady rise\nin temperature to I know not what limit”—so prophesied the master\nmathematician.\n\nAnd overhead, to carry out his words, lonely and cold and livid,\nblazed the star of the coming doom.\n\nTo many who stared at it that night until their eyes ached, it\nseemed that it was visibly approaching. And that night, too, the\nweather changed, and the frost that had gripped all Central Europe\nand France and England softened towards a thaw.\n\nBut you must not imagine because I have spoken of people praying\nthrough the night and people going aboard ships and people fleeing\ntowards mountainous country that the whole world was already in a\nterror because of the star. As a matter of fact, use and wont still\nruled the world, and save for the talk of idle moments and the\nsplendor of the night, nine human beings out of ten were still busy\nat their common occupations. In all the cities the shops, save one\nhere and there, opened and closed at their proper hours, the doctor\nand the undertaker plied their trades, and workers gathered in the\nfactories, soldiers drilled, scholars studied, lovers sought one\nanother, thieves lurked and fled, politicians planned their schemes.\nThe presses of the newspapers roared through the nights, and many a\npriest of this church and that would not open his holy building to\nfurther what he considered a foolish panic.\n\nThe newspapers insisted on the lesson of the year 1000—for then,\ntoo, people had anticipated the end. The star was no star—mere gas—a\ncomet; and were it a star it could not possibly strike the earth.\nThere was no precedent for such a thing. Common sense was sturdy\neverywhere, scornful, jesting, a little inclined to persecute the\nobdurate fearful. That night at 7:15 by Greenwich time the star\nwould be at its nearest to Jupiter. Then the world would see the\nturn things would take. The master mathematician’s grim warnings\nwere treated by many as so much mere elaborate self-advertisement.\nCommon sense at last, a little heated by argument, signified its\nunalterable convictions by going to bed. So, too, barbarism and\nsavagery, already tired of the novelty, went about their nightly\nbusiness: and save for a howling dog here and there the beast-world\nleft the star unheeded.\n\nAnd yet, when at last the watchers in the European states saw their\nstar rise, an hour later, it is true, but no larger than it had been\nthe night before, there were still plenty awake to laugh at the\nmaster mathematician—to take the danger as if it had passed.\n\nBut hereafter the laughter ceased. The star grew—it grew with a\nterrible steadiness hour after hour, a little larger each hour, a\nlittle nearer the midnight zenith, and brighter and brighter, until\nit had turned night into day. Had it come straight to the earth\ninstead of in a curved path, had it lost no velocity to Jupiter, it\nmust have leapt the intervening gulf in a day; but as it was it took\nfive days altogether to come by our planet. The next night it had\nbecome a third the size of the moon before it set to English eyes,\nand the thaw was assured.\n\nIt rose over America nearly the size of the moon, but blinding white\nto look at, and hot; and a breath of hot wind blew now with its\nrising and gathering strength, and in Virginia and Brazil and down\nthe St. Lawrence valley it shone intermittently through a driving\nreek of thunder clouds, flickering violet lightning, and hail\nunprecedented. In Manitoba were a thaw and devastating floods. And\nupon the mountains of the earth the snow and ice began to melt that\nnight, and all the rivers coming out of high country flowed thick\nand turbid, and soon—in their upper reaches— with swirling trees and\nthe bodies of beasts and men. They rose steadily, steadily in the\nghostly brilliance, and came trickling over their banks at last,\nbehind the flying population of their valleys.\n\nAnd along the coast of Argentina and up the South Atlantic tides\nwere higher than they had ever been in the memory of man, and the\nstorms drove the waters in many cases scores of miles inland,\ndrowning whole cities. And so great grew the heat during the night\nthat the rising of the sun was like the coming of a shadow. The\nearthquakes began and grew until all down America from the Arctic\nCircle to Cape Horn hillsides were sliding, fissures were opening,\nand houses and walls crumbling to destruction.\n\nChina was lit glowing white, but over Japan and Java and all the\nislands of eastern Asia the great star was a ball of dull red fire\nbecause of the steam and smoke and ashes the volcanoes were spouting\nforth to salute its coming. Above were the lava, hot gases, and ash,\nand below the seething floods, and the whole earth swayed and\nrumbled with the earthquake shocks. Soon the immemorial snows of\nTibet and the Himalayas were melting and pouring down by ten million\ndeepening converging channels upon the plains of Burma and\nHindustan. The tangled summits of the Indian jungles were aflame in\na thousand places, and below the hurrying waters around the stems\nwere dark objects that struggled feebly and reflected the blood red\ntongues of fire. And in a ungovernable confusion a multitude of men\nand women fled down the broad riverways to that one last hope of\nmen—the open sea.\n\nLarger grew the star, and larger, hotter, and brighter with a\nterrible swiftness now. The tropical ocean had lost its\nphosphorescence, and the whirling steam rose in ghostly wreaths from\nthe black waves that plunged incessantly, speckled with storm-tossed\nships.\n\nAnd then came a wonder. It seemed to those who in Europe watched for\nthe rising of the star that the world must have ceased its rotation.\nIn a thousand open spaces of down and upland the people who had fled\nthither from the floods and the falling houses and sliding slopes of\nhill watched for that rising in vain. Hour followed hour through a\nterrible suspense, and the star rose not. Once again men set their\neyes upon the old constellations they had counted lost to them\nforever. In England it was hot and clear overhead, though the ground\nquivered perpetually; but in the tropics Sirius and Capella and\nAldebaran showed through a veil of steam. And when at last the great\nstar rose, near ten hours late, the sun rose close upon it, and in\nthe center of its white heart was a disk of black.\n\nOver Asia the star had begun to fall behind the movement of the sky,\nand then suddenly, as it hung over India, its light had been veiled.\nAll the plain of India from the mouth of the Indus to the mouths of\nthe Ganges was a shallow waste of shining water that night, out of\nwhich rose temples and palaces, mounds and hills, black with people.\nEvery minaret was a clustering mass of people, who fell one by one\ninto the turbid waters as heat and terror overcame them. The whole\nland seemed a-wailing, and suddenly there swept a shadow across that\nfurnace of despair, and a breath of cold wind, and a gathering of\nclouds out of the cooling air. Men looking up, nearly blinded, at\nthe star, and saw that black disk creeping across the light. It was\nthe moon, coming between the star and the earth. And even as men\ncried to God at this respite, out of the east with a strange,\ninexplicable swiftness sprang the sun. And then star, sun, and moon\nrushed together across the heavens.\n\nSo it was that presently, to the European watchers, star and sun\nrose close upon each other, drove headlong for a space, and then\nslower, and at last came to rest, star and sun merged into one glare\nof flame at the zenith of the sky. The moon no longer eclipsed the\nstar, but was lost to sight in the brilliance of the sky. And though\nthose who were still alive regarded it for the most part with that\ndull stupidity that hunger, fatigue, heat, and despair engender,\nthere were still men who could perceive the meaning of these signs.\nStar and earth had been at their nearest, had swung about one\nanother, and the star had passed. Already it was receding, swifter\nand swifter, in the last stage of its headlong journey downward into\nthe sun.\n\nAnd then the clouds gathered, blotting out the vision of the sky;\nthe thunder and lightning wove a garment around the world; all over\nthe earth was such a downpour of rain as men had never seen before;\nand where the volcanoes flared red against the cloud canopy there\ndescended torrents of mud. Everywhere the waters were pouring off\nthe land, leaving mud stilted ruins, and the earth littered like a\nstorm-worn beach with all that had floated, and the dead bodies of\nthe men and brutes, its children.\n\nFor days the water streamed off the land, sweeping away soil and\ntrees and houses in the way and piling huge dikes and scooping out\ntitanic gullies over the countryside. Those were the days of\ndarkness that followed the star and the heat. All through them, and\nfor many weeks and months, the earthquakes continued.\n\nBut the star had passed, and men, hunger-driven and gathering\ncourage only slowly, might creep back to their ruined cities, buried\ngranaries, and sodden fields. Such few ships as had escaped the\nstorms of that time came stunned and shattered and sounding their\nway cautiously through the new marks and shoals of once familiar\nports. And as the storms subsided men perceived that everywhere the\ndays were hotter than of yore, and the sun larger, and the moon,\nshrunk to a third of its size, took now fourscore days between its\nnew and new.\n\nBut of the new brotherhood that grew presently among men, of the\nsaving of laws and machines, of the strange change that had Iceland\nand Greenland the shores of Baffin’s Bay, so that the sailors coming\nthere presently found them green and gracious, and could scarce\nbelieve their eyes, this story does not tell. Nor of the movement of\nmankind, now that the earth was hotter, northward and southward\ntowards the poles of the earth. It concerns itself only with the\ncoming and the passing of the star.\n\nThe Martian astronomers—for there are astronomers on Mars, although\nthey are different beings from men—were naturally profoundly\ninterested by these things. They saw them from their own standpoint,\nof course. “Considering the mass and temperature of the missile that\nwas flung through our solar system into the sun,” one wrote, “it is\nastonishing what little damage the earth, which it missed so\nnarrowly, has sustained. All the familiar continental markings and\nthe masses of the seas remain intact, and indeed the only difference\nseems to be a shrinkage of the white discoloration (supposed to be\nfrozen water) round either pole.” Which only shows how small the\nvastest of human catastrophies may seem at a distance of a few\nmillion miles.",
    "metadata": {
        "author": [
            "Wells, H. G. (Herbert George)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67071/pg67071.txt",
        "name": "the_star.json"
    }
}