{
    "name": "The Very Black",
    "author": [
        "Evans, Dean"
    ],
    "body": "There was nothing peculiar about that certain night I suppose--except\nto me personally. A little earlier in the evening I'd walked out on\nthe Doll, Margie Hayman--and a man doesn't do that and cheer over it.\nNot if he's in love with the Doll he doesn't--not _this_ doll. If\nyou've ever seen her you'll give the nod on that.\n\nThe trouble had been Air Force's new triangular ship--the new saucer.\nNot radio controlled, this one--this one was to carry a real live\npilot. At least that's what the doll's father, who was Chief Engineer\nat Airtech, Inc., had in mind when he designed it.\n\nThe doll had said to me sort of casually, \"Got something, Baby.\" She\ncalled me baby. Me, one eighty-five in goose pimples.\n\n\"Toss it over, Doll,\" I said.\n\n\"No strings on you, Baby.\" She'd grinned that little one-sided grin of\nhers. \"No strings on you. Not even one. You're a flyboy, you are, and\nyou can take off or land any time any place you feel like it.\"\n\n\"Stake your mom's Charleston cup on that,\" I said.\n\nShe nodded. Her one-sided grin seemed to fade slightly but she hooked\nit up again fast. A doll--like I said. This was the original model,\nthey've never gone into production on girls like her full-time.\n\nShe said, \"Therefore, I've got no right to go stalking with a salt\nshaker in one hand and a pair of shears for your tailfeathers in the\nother.\"\n\n\"You're cute, Doll,\" I said, still going along with her one hundred\npercent.\n\n\"Nice--we get along nice.\"\n\n\"Somebody oughta set 'em up on that.\"\n\n\"So far.\"\n\n\"Huh?\" I blinked. I hate sour notes. That's why I'm not a musician.\nYou never get a sour note in a jet job--or if you do you don't get\nannoyed. That's the sour note to end all sour notes.\n\n\"Brace yourself, Baby,\" she said.\n\nI took a hitch on the highball glass I was holding and let one eye get\na serious look in it. \"Shoot,\" I told her.\n\n\"This new job--this new saucer the TV newscasts are blatting about.\nYou boys in the Air Force heard about it yet?\"\n\n\"There's been a rumor,\" I said. I frowned. Top secret--in a pig's\neyelash!\n\n\"Uh-huh. Is it true this particular ship is supposed to carry a pilot\nthis time?\"\n\n\"Where do they dig up all this old stuff?\" I growled. \"Hell, I knew\nall about that way way back this afternoon already.\"\n\n\"Uh-huh, Is it also true they've asked a flyboy named Eddie Anders to\ntake it up the first time? This flyboy named Eddie Anders being my\nBaby?\"\n\nI got bored with the highball. I tossed it down the hole in my head\nand put the glass on a table. \"You're psychic,\" I said.\n\nShe shrugged. \"Good looking, maybe. Nice shape, maybe. Peachy\ndisposition, maybe. Psychic, unh-unhh. But who else would they ask to\ndo it?\"\n\n\"A point,\" I conceded.\n\n\"Fork in the road coming up,\" the Doll said.\n\n\"Huh?\"\n\n\"Fork--look. It'll be voluntary, won't it? You don't have to do it?\nThey won't think the worse of you if you refuse?\"\n\n\"_Huh?_\" I gawked at her.\n\n\"I'm scared, Baby.\"\n\nHer eyes weren't blue anymore. They'd been blue before but not now.\nNow they were violet balls that were laying me like somebody taking a\nlast long look at the thing down inside the nice white satin before\nthey close the cover on it for the final time.\n\n\"Have a drink, Doll,\" I said. I got up, went to the liquor wagon.\n\"Seltzer? There isn't any mixer left.\"\n\n\"Asked you something, Baby.\"\n\nI took her glass over. I handed it to her. My own drink I poured down\nthat same hole in my head. I said finally, \"Nice smooth bourbon but I\nlike scotch better.\"\n\n\"They've already crashed four of this new type on tests, haven't\nthey?\"\n\nI nearly choked. _That_ was supposed to be the very pinnacle of the\ntop secret stuff. But she was right of course. Four of the earlier\nmodels had cracked up. No pilots in them at the time--radio\ncontrolled. But jobs designed to carry pilots nevertheless.\n\n\"Some pitchers have great big ugly-looking ears,\" I said.\n\nShe didn't seem to mind. She said, \"Or maybe I'm really psychic as you\nsaid. Or maybe my Dad's being Chief at Airtech has something to do\nwith it.\"\n\n\"Somebody oughta stitch a zipper across his big fat yap,\" I said. \"And\nweld the damn thing shut.\"\n\n\"He told only me,\" she said softly. \"And then only because of you. You\nsee, Baby, he isn't like us. He's got old fashioned notions you and\nI've got strings tied around each other already just because you gave\nme a ring.\"\n\nI stared at her.\n\n\"Crazy, isn't it? He isn't sensible like us.\"\n\n\"Can the gag lines, Doll,\" I said sourly. \"The old bird's okay.\"\n\nAnd that fetched a few moments of silence in the room--thick pervading\nsilence. A silence to be broken at any fractional second and\nheavy--supercharged--because of it.\n\nI said finally, \"Somebody has to take it up. It might as well be me.\nAnd they've already asked me.\"\n\n\"You could refuse, Baby.\"\n\n\"Sure I could. It's voluntary. They don't horsewhip a guy into it.\"\n\n\"Uh-huh--voluntary. And you _can_ refuse.\" She stopped, waited, then,\n\"Making me get right down there on the hard bare floor on both knees,\nBaby? All right. None of us should be proud. None of us has a right to\nbe proud, have we?\n\n\"All right, Baby. I'm down there--way, way down there. I'm asking you\nnot to take that ship up. I'm begging you--begging, Baby. Look, on me\nyou've never seen anything like this before. Begging!\"\n\nI looked at my empty glass. The taste in my mouth was suddenly bitter.\n\"No strings, we said,\" I said harshly. \"A flyboy, we said. Guy who can\ntake off and land anywhere, anytime he likes. Stuff like that we just\ngot through saying.\"\n\nShe didn't answer that. I waited. She didn't answer. I got up finally,\ngot my lousy new officer's cap off the TV set and went over to the\ndoor. I opened the door. I went on through.\n\nBut before I closed it I heard her whisper. That's the trouble with\nwhispers, they go incredible distances to get places. The whisper\nsaid, \"That's right, Baby. Right as rain. No strings--_ever!_\"\n\n\n\nWhen you don't have any scotch in the house you'd be surprised how\nwell rum will do--even Jamaica rum. I was on my own davenport in my\nown apartment and there were two shot glasses in front of me. I was\ntaking turns on them so they wouldn't wear out. And what was keeping\nthese glasses busy was me and a fifth of the Jamaica rum in my right\nhand. And that's when it all began.\n\nAcross the room a rather stout woman was needling a classic through\nthe television screen and at the same time needing a shave rather\nbadly. I wasn't paying any attention to her. I was thinking about the\nDoll. Wondering, worrying a little. And that's when it began.\n\nThat's when the voice said, \"Mr. Anders, would you do me the goodness\nto forget that bottle for a moment?\"\n\nThe voice seemed to be coming from the TV screen although the stout\nlady hadn't finished her song. The voice was like the disappointed\nsigh of a poor old bloke down to his last beer dime and having to look\nup into the bartender's grinning puss as the bartender downs a nice\nbubbly glass of champagne somebody bought for him. Poor guy, I\nthought. I downed glass number one. And then glass number two. And\nthen I looked over at the TV screen.\n\nThat sent a little shiver up my spine. I dropped my eyes to the\nglasses, filled them once more. Strong stuff, Jamaica rum. At the\nfirst the taste is medicine. A little later the taste is pleasant\nsyrup. And a little later still the taste is delightful. But\nstrong--the whole way strong. I downed glass number one.\n\nI figured I wouldn't touch glass number two yet. I brought up my eyes,\nlet them go over to the TV screen again.\n\nHe didn't have any eyes. That was the first thing that struck me.\nThere were other things of course, such as the fact he didn't have any\narms or legs. He didn't have any head either, in case he had eyes in\nthe first place. He was a black swirling bioplastic mass of something\nor other and he was doing a graceful tango directly in front of the TV\nscreen, thereby blocking off from view the stout woman who needed a\nshave.\n\nHe said, \"Do you have any idea what I am, Mr. Anders?\"\n\n\"Sure,\" I said. \"Somebody's blennorrheal nightmare.\"\n\n\"Incorrect, Mr. Anders. This substance is not mucous. Mucous is very\nseldom black.\"\n\n\"Mucous is very seldom black,\" I mimicked.\n\n\"Correct, Mr. Anders.\"\n\nSo all right. So they were making Jamaica rum a little stronger these\ndays. So _all right_! Next time I wouldn't get rum, I'd get scotch.\nHell with rum. I dismissed the thought from my mind. I picked up glass\nnumber two, downed it. I wondered if the Doll was feeling sorry for\nherself.\n\n\"Incorrect, Mr. Anders,\" he said. \"The rum is no stronger than usual.\"\n\nI jerked. I stared at the black sticky-looking thing he was. I shut my\neyes tightly, snapped them open again. Then I worked the glasses again\nwith the bottle.\n\n\"Don't be shocked, Mr. Anders. I'm not a mind reader. It's just that\nyou discarded the thought of a moment ago. I picked it up, see?\"\n\n\"Sure,\" I said. \"You picked it out of the junk pile of my mind, where\nall my little gems go.\"\n\n\"Correct, Mr. Anders.\"\n\nIt was about time to empty the glasses again. I varied the routine\nthis time by picking up number-two glass first.\n\n\"Light a cigarette, Mr. Anders.\"\n\nI'm a guy to go along with a gag. I fished a cigarette out, lit it\n\"Lit,\" I said. And just at that instant the stout dame without the\nshave hit a sour one way up around A above high C. My ears cringed. I\nforgot the cigarette and glared across the room, trying to see through\nthe black swirling mass that stood in front of the TV screen.\n\n\"Puff, Mr. Anders.\"\n\nI puffed. The puff sounded like somebody getting his lips on a very\nfull glass of beer and quickly sucking so that foaming clouds don't go\ndown the sides of the glass and all over the bar. I didn't have any\ncigarette.\n\n\"_Ah!_\"\n\nI blinked. The black swirling mass was going gently to and fro. At\nabout head height on a man my cigarette was sticking out from it and a\nlittle curl of smoke was coming from the end. Even as I looked the\ncurl ceased and then a big blue cloud of smoke barreled across the\nroom toward my face.\n\n\"Your cigarette, Mr. Anders.\"\n\n\"Nice trick,\" I said. \"Took it out from between my lips and I never\nfelt it. Nice trick.\"\n\n\"Incorrect, Mr. Anders. When the singer flatted that particular note\nyour attention was diverted momentarily. Your senses are exceptional,\nyou see. Your ears register pain at false sounds. Therefore, you\ndiscarded the thoughts of your cigarette during the moment you\nsuffered with the singer. Following this reasoning, your cigarette\nwent into abandonment. And I salvaged it. No trick at all, really.\"\n\nI thought, to hell with the shot glasses. I put the rum bottle to my\nlips and tilted it up and held it there until it wasn't good for\nanything anymore. Then I took it down by the neck and heaved it\nstraight at the black mass.\n\nThe television screen didn't shatter, which proved something or other.\nThe bottle didn't even reach the screen. It hit the black swirling\nmass about navel high. It went in, sank in like slamming your fist\ninto a fat man's stomach. And then it rebounded and clattered on the\nfloor.\n\n\"Scream!\" I said thickly. \"You dirty black delusion--scream!\"\n\n\"I _am_ screaming, Mr. Anders. That hurt terribly.\"\n\nHe sort of unfolded then, like unfolding a limp wool sweater in the\nair. And from this unfolding, something came forth that could have\nbeen somebody's old fashioned idea of what a rifle looked like. He\nheld it up in firing position, pointed at my head.\n\n\"Don't be alarmed, Mr. Anders. This is to convince you. A gun, yes, a\nvery old gun--a Brown Bess, they used to call it. I just took it from\nthe City Museum, where it was on display.\"\n\nHe had a nice point-blank sight on my forehead. Now he moved the gun,\naimed it off me, pointed, it across the room toward the open windows.\n\n\"Note the workmanship, Mr. Anders. Note the stock. Someone put a\nlittle effort on the carving. Note the sentiment carved here.\"\n\nThe rum was working hard now. I could feel it climbing hand over hand\nup from my knees.\n\n\"Let me read what it says, Mr. Anders--'_Deathe to ye Colonies_'. Note\nthe odd wording, the spelling. And now watch, Mr. Anders.\"\n\nThe gun came up a trifle, stiffened. There was a loud snapping sound,\na click of metal on metal--Flintlock. As all the ancient guns were.\n\nAnd then came the roar. Wood across the room--the window\ncasing--splintered and flew wildly. Smoke and smell filled my senses.\n\nHe said, chuckling, \"Let's call it the Abandonment Theory for lack of\na better name. This old Brown Bess hasn't been thought of\nacquisitively for some years. It's been in the museum--abandoned.\nT h e r e f o r e subject to the discarded junk pile as you yourself so\ncleverly put it before. Do I make myself clear, Mr. Anders?\"\n\nPerfectly--oh, perfectly, Mr. Bioplast. The rum was going around my\neyes now. Going up and around and headed like an arrow for the hunk of\nmy brain that can't seem to hide fast enough.\n\nI guess I made it to the bedroom but I wouldn't put any hard cash on\nit. And I guess I passed out.\n\n\n\nThe morning was a bad one as all bad ones usually are. But no matter\nhow bad they get there's always the consoling thought that in a few\nhours things will ease up. I hugged this thought through a needle\nshower, through three cups of coffee in the kitchen. What I was\nneglecting in this reasoning was the splintered wood in the living\nroom.\n\nI saw it on my way out. It hit me starkly, like the blasted section of\na eucalyptus trunk writhing up from the ground. I stopped dead in the\ndoorway and stared at it. Then I got out my knife and got at it.\n\nI probed but it was going to take more than a pocket knife. The\nball--and it was just that--was buried a half inch in the soft pine of\nthe casing.\n\nI closed the knife and went to the phone and got Information to ring\nthe museum.\n\n\"You people aren't missing a Brown Bess musket,\" I said. It was a\nquestion, of course, but not now--not the way I had said it. \"Nobody\nstole anything out of the museum last night, did they?\"\n\nSweat was oozing over my upper lip. I could feel it. I could feel\nsweat wetting the phone in my hand. The woman on the other end told me\nto wait. I said, \"Yeah\"--not realizing. I waited, not realizing, until\na man's voice came on.\n\n\"You were saying something about a Brown Bess musket, mister?\" A cold\nsharp voice--a gutter voice but with the masking tag of _official_\nbehind it. Like the voice of someone behind a desk writing something\non a blotter--a real police voice.\n\nI put the phone down. I pulled all the shades in the living room, went\nout the door, locked it behind me and drove as fast as you can make a\nBuick go, out to the field. But _fast_!\n\nThe XXE-1 was ready. She'd been ready for weeks. There wasn't a\nmechanical or electronic flaw in her. We hoped, I hoped, the man who\ndesigned her hoped. The Doll's father--he hoped most of all. Even\nlying quiescent in her hangar, she looked as sleek as a Napoleon hat\ndone in poured monel. When your eyes went over her you knew\ninstinctively they'd thrown the mach numbers out the window when she\nwas done.\n\nI went through a door that had the simple word _Plotting_ on it.\n\nThe Doll's father was there already behind his desk, studying\nsomething as I came in. He looked up, smiled, said, \"Hi, guy.\"\n\nI flipped a finger at him. I wondered if the Doll had told him about\nlast night.\n\n\"Wife and I were going to suggest a snack when we got home last night\nbut you had already gone, and Marge was in bed.\"\n\nI didn't look at him. \"Left early, Pop. Growing boy.\"\n\n\"Yeah. You look lousy, guy.\"\n\nI put my teeth together. I still didn't look at him. \"These nights,\" I\nsaid vaguely.\n\n\"Sure.\"\n\nI could feel something in his voice. I took a breath and put my eyes\non his. He said, \"I'm a hell of an old duck.\"\n\n\"Not so old, Pop.\"\n\n\"Sure I am. But not too old to remember back to the days when I wasn't\ntoo old.\" There was a grave look in his eyes.\n\nI didn't have to answer that. The door banged open and Melrose, the\nLC, came in. He jerked a look at both of us, butted a cigarette he'd\njust lit--lighted another, butted that. He ran a hand through thick\ngraying hair and frowned.\n\n\"Anybody got a cigarette?\" he said sourly. \"Couldn't sleep last night.\nThis damned responsibility. Worried all night about something we\nhadn't thought of.\"\n\nPop looked up. Melrose went on. \"Light--travels in a straight line,\nno?\" He blinked small nervous eyes at us. Then, \"Can't go around\ncorners unless it's helped, you see. I mean just this. The XXE-One is\nexpected to hit a significant fraction of the speed of light once it\ngets beyond the atmosphere. Now here's the point--how in hell do we\ncontrol it then?\"\n\nHe waited. I didn't say anything. Pop didn't say anything. Melrose ran\na hand through his hair once more, muttered _goddamit_ to himself,\nturned around and went barging out the door.\n\nPop said wryly, \"Another quick memo to the Pentagon. He never heard of\nthe Earth's gravity.\"\n\n\"He's heard,\" I said. \"It's just that it slipped his mind these last\nfew years.\"\n\nPop grinned. He handed me a sheaf of typewritten notes. \"These'll just\nabout make it. You'll notice the initial flight is charted pretty damn\nclosely.\"\n\n\"Thanks, Pop. I better take these, somewhere else to look 'em over.\nMelrose might be back.\"\n\n\"Pretty damn closely,\" he repeated. \"Almost as closely as if she was\ngoing up under radio control....\" He stopped. He looked at me from\nunder his eyebrows.\n\nI studied him. \"Already told the brass I'd take her up, Pop.\" I kept\nmy voice down.\n\n\"Sure, guy. Sure. Uh--you mention it to Marge?\"\n\n\"Last night.\"\n\n\"I see.\" His eyes got suddenly far away. I left him like that. Hell\nwith him--hell with the whole family!\n\n\n\nIt was in the evening paper, tucked in the second section. They\ntreated it lightly. It seemed the night watchman had opened the rear\ndoor of the museum for a breath of air or maybe a smoke. Or maybe to\nkitchie-koo some babe under the chin in the alley.\n\nThat's the only way it could have happened. And he'd discovered the\nempty exhibit case at 2:10 in the morning. The case still had a little\nwhite card on it that told about the Brown Bess musket and the powder\nhorn and the ball shot inside.\n\nBut the little white card lied in its teeth. There weren't any such\nthings in the case at all. And he'd notified the curator at once.\n\nThere was also mention of a mysterious phone call which couldn't be\ntraced.\n\nThings like this don't happen in 1953. So I didn't get loaded that\nnight. I went home, went to the davenport, sat down and told myself\nthey don't happen. Things like this have never happened, will never\nhappen. What occurred last night was something in the bottom of a\nbottle of Jamaica rum.\n\n\"Thinking, Mr. Anders?\"\n\nI took a slow breath. He was swaying gently in the air a foot from my\nelbow and he was still a black mucous scum, as he had been the night\nbefore. I got up.\n\nI said, \"I'm not loaded tonight. I haven't had a thing all day.\" I\ntook two steps toward him.\n\nHe wasn't there.\n\nI took another breath--a very very slow breath. I turned around and\nwent back to the davenport.\n\nHe was back again.\n\n\"They'll find that musket,\" he said. \"I have no use for it now. You\nsee I wanted it only to convince you, Mr. Anders.\"\n\nI put my hands on my knees and didn't look at him. I was suddenly\ntrying to remember where I'd put that Luger I'd brought home from\nGermany a couple years back.\n\n\"You're not quite convinced yet, Mr. Anders?\"\n\n_Where in the hell did I put it?_\n\n\"Very well, Mr. Anders. Now hear this, please. Now watch me.\" He\nstirred at about hip height. A shelf-like section of the black mass\nprotruded a little distance from the main part of him. On this shelf\nsuddenly lay a rusted penknife.\n\n\"A very little boy, Mr. Anders. And a very long while ago. A talented\nboy, one of those who has what might be called an exceptional\nimagination. This boy cherished a penknife when he was quite small.\nPick up the knife, Mr. Anders.\"\n\nThe knife was suddenly in my lap. I picked it up. It was rusty. It had\na flat bone handle. \"Museums again,\" I whispered to myself.\n\n\"So highly did this boy prize his knife that he went to great pains to\ncarve his name very very carefully on one side of the bone handle.\nTurn the knife over, Mr. Anders.\"\n\nThe name was Edward Anders.\n\n\"You lost it when you were eleven. You wouldn't remember though. I\nfound it in an attic where it lay unnoticed. As the years went by you\ngradually forgot about the knife, you see, and when your mind had\ncompletely abandoned the thoughts of it, it was mine--had I wanted it.\nAs a matter of fact I didn't. I retrieved it just today.\"\n\nI put the knife down. Sweat was coming on my forehead now, I could\nfeel it. I was remembering. I was remembering the knife and what was\nscaring me even more was I was remembering the very day I had lost it.\nIn the attic.\n\nI said very carefully, \"All right. You've made your point. You can\ntake it from there.\"\n\n\"Quite so, Mr. Anders. You now admit I exist, that I have\nextraordinary powers. I am your own creation, Mr. Anders. As I said\nbefore you have exceptional senses, including imagination. And yes,\nimagination is the greatest of all the senses.\n\n\"Some humans with this gift often imagine ludicrous things, exciting\nthings, horrifying things--depending don't you see, on mood, emotion.\nAnd the things these mortals imagine become real, are actually,\ncreated--only they don't know it, of course.\"\n\nHe stopped. He was probably giving me time to soak that up. Then he\nwent on. \"You've forgotten to keep trying to remember where you put\nthat Luger, Mr. Anders. I just picked up the abandoned thought as it\nleft your consciousness just now.\"\n\nI gulped down something that tried to rise in my throat. I didn't like\nthis guy.\n\n\"You created me when you were fourteen, Mr. Anders. You imagined me as\na swashbuckling pirate. The only difference between me and the others\nwho have been created in times past is that I have attained the ninth\ndimension. I am the first to do that. Also the first to capture the\nsecrets of your own third dimension. Naturally then, it would be a\npity for me to die.\"\n\n\"Get out,\" I said.\n\n\"Forgive me, Mr. Anders. My time is short. I die tomorrow.\"\n\n\"That's swell. Now get out.\"\n\n\"We're not immortal, you see. When our creators die their imaginations\ndie with them. We too die. It follows. But for some time I've had an\nidea.\"\n\n\"Out,\" I said again. \"Get the hell out of here!\"\n\n\"You're going to die tomorrow, Mr. Anders, in that new flying saucer.\nAnd I must die with you. Except that I've had this idea.\"\n\nThere are times when you look yourself in the eye and don't like what\nyou see. Or maybe what you see scares the living hell out of you.\nWhen those times come along some little something inside tells you\nyou'd better watch out. Then the doubts creep in. After that the\nmelancholy. And from that instant on you aren't very sane anymore.\n\n\"_Out!_\" I yelled. \"Out, _out_, OUT! Get the hell out!\"\n\n\"One moment, Mr. Anders. Now as to this idea of mine. There's this\nwoman--this Margie Hayman. This woman you call the Doll.\"\n\nThat one jerked me around.\n\n\"Exactly. Now listen very carefully. You aren't entirely you anymore,\nMr. Anders. I mean, you aren't the complete _whole_ individual you as\nyou once were. You love this woman. Something inside you has gone out\nand is now a part of her.\"\n\n\"Therefore, if you will just discard the thought of her sometime\nbetween now and when you take that ship up I can attach myself to her\nsentient being, don't you see, and thereby exist--at least\npartly--even though you yourself are dead.\"\n\nI pushed myself unsteadily to my feet. I stared at the entire black\nrepulsive undulating mass before me. I took a step toward it.\n\n\"It isn't much to ask, Mr. Anders. You've quarrelled with her. You\nwant no more of her. You've practically told her that. All I ask is\nthat you finish the job--forget her. Discard her--throw her into the\nmental junk pile of Abandonment.\"\n\nI didn't take any more steps. Something inside me was screaming, was\nripping at my guts, was roaring with all the cacaphony of all the\ngiant discords of all eternity. Something inside my brain was sucking\nall my strength in one tremendous, surging power-dive of wish\nfulfillment. I was willing the black mucous mass of him out of my\nconsciousness.\n\nHe was no longer there. The only thing to prove he'd ever been there\nat all was a very-old, very-rusty penknife over on the table in front\nof the davenport--the knife with my name carved on the bone handle.\n\nAfter that I went unsteadily to the dresser in the living room. I got\nthe Doll's picture down off the dresser. I undressed. I took the\npicture to bed with me. The lights burned in my bedroom the entire\nnight.\n\n\n\nLieutenant Colonel Melrose looked weatherbeaten. His graying hair was\npulled here and there like a rag mop that's dried dirty--stiff. He had\na freshly lit cigarette between his lips. He grinned nervously when he\nsaw me, butted the cigarette, said in a thin voice, \"This is it,\nAnders. Ship goes up in twenty minutes.\"\n\n\"I know,\" I said.\n\nHe poked another cigarette at his lips. He said, \"What?\" in a startled\ntone.\n\n\"Nothing,\" I said. \"All right, I'll get ready.\"\n\nHe lit the cigarette, took a puff that made the smoke do a frenetic\ndance around his nostrils. He jabbed it at an ashtray, bobbed his head\nin a convulsive movement, said, \"Righto!\"\n\nThey strapped me in. Pop came to the open hatch. He stuck his head\nin, grinned, said, \"Hi, guy,\" softly. There was something in his eyes.\nThe Doll had told him how I hate sour notes.\n\n\"How's the Doll, Pop?\" I forced myself to say it.\n\n\"Swell, Ed. Just got a call from her. On her way out here to see you\ntake off. Looks like she won't make it now though.\"\n\nI didn't say anything. His eyes went down to the wallet I had propped\nup on my knees. The wallet was open, celluloid window showing. Inside\nthe window was the Doll's picture.\n\n\"Tell her that, Pop,\" I said.\n\n\"Yeah, guy. Luck.\"\n\nThey shut the hatch.\n\nThere was no doubt about the takeoff. If one thing was perfected in\nthe XXE-1 it was that. The ship rose like the mercury in a thermometer\non a hot day in July. I took it slow to fifty thousand feet.\n\n\"Fifty thousand,\" I said into the throat mike.\n\n\"Hear you, Anders.\" Melrose's voice.\n\n\"Smooth,\" I said. \"Radar on me?\"\n\n\"On you, Anders.\"\n\nI let the ship have a little head. This job used the clutch of a tax\ncollector's claws for fuel. It just hooked itself on the nothing\naround us and yanked--and there we were.\n\nOne hundred thousand.\n\n\"Double that,\" I said into the mike.\n\n\"Yeah, Anders. How is it?\"\n\n\"Haven't yet begun. Radar still on me?\"\n\nI heard a nervous laugh. _He_ was nervous. \"The General--General\nHotchkiss just said something, Anders. He--ha, ha--he said you're on\nplot like stitches in a fat lady's hip. Ha, ha! He's got _us_ all in\nstitches. Ha, ha!\"\n\n_Ha, ha!_\n\nThis was it. I released my grip on the accelerator control, yet it\nslide up. They say you can't feel speed in the air unless there's\nsomething relative within vision to tip you off. They're going to have\nto revise that. You can not only feel speed you can reach out and\nbreak hunks off it--in the XXE-1, that is. I shook my head, took my\neyes off the instruments and looked down at the Doll on my lap.\n\n\"Melrose?\"\n\n\"Hear you, Anders.\"\n\n\"This is it. Reaching me on radar still?\"\n\n\"Naturally.\"\n\n\"All right.\"\n\nThis was it. This was where the other four ships like the XXE-1--the\nradio controlled models--had disintegrated. This was where it\nhappened, and they didn't come back anymore.\n\nI sucked in oxygen and let the accelerator control go over all the\nway.\n\nPulling a ship out of a steep dive, yes. Blackout then, yes. If the wings\nstay with you everything's fine and you live to mention the incident at\nthe bar a little while later. Blackout accelerating--climbing--is not in\nthe books. But blackout, nevertheless. Not just plain blackout but a\nthick mucous, slimy undulating blackout--the very black.\n\nThe very very black.\n\n\n\nGeneral Hotchkiss, \"What's he saying, Melrose?\"\n\nMelrose, \"Doesn't answer.\"\n\nGeneral Eaton, \"Try again.\"\n\nMelrose, \"Yes sir.\"\n\nGeneral Hotchkiss, \"What's he saying, Melrose?\"\n\nGeneral Eaton, \"Still nothing?\"\n\nMelrose, \"Nothing.\"\n\nGeneral Hotchkiss, \"Dammit, you've still got him on radar, haven't\nyou?\"\n\nMelrose, \"Yes sir.\"\n\nGeneral Hotchkiss, \"Well, dammit, what's he doing?\"\n\nMelrose, \"Still going up, sir.\"\n\nGeneral Eaton, \"How far up?\"\n\nMelrose, \"Signal takes sixty seconds to get back, sir.\"\n\nGeneral Hotchkiss, \"God in heaven! One hundred and twenty thousand\nmiles out! Halfway to the moon. How much more fuel has he?\"\n\nMelrose, \"Five seconds, sir. Then the auto-switch cuts in. Power will\ngo off until he nears atmosphere again. After that, if he isn't\nconscious--well, I'm awfully afraid we've lost another ship.\"\n\nGeneral Eaton, \"Cold blooded--\"\n\n\n\nThe purple drapes before my eyes were wavering. Hung like rippled\nsteel pieces of a caisson suspended by a perilously thin whisper of\nthread, they swayed, hesitated, shuddered their entire length, then\nbegan to bend in the middle from the combined weights of thirteen\ngalaxies. The bend became a cracking bulge that in another second\nwould explode destruction directly into my face. I screamed.\n\n\"Is--is that you, Anders?\"\n\nI screamed good this time.\n\n\"An--Anders! You all right? What happened? I couldn't get through to\nyou?\"\n\nI took my hand from the accelerator control and stared numbly at it.\nThe mark of it was deep in the skin. I sucked in oxygen.\n\n\"_Anders!_ Your power is off. When you hear the signal you've got just\nthree more seconds. You know what to do then. You've been out of the\nenvelope, Anders! You broke through the atmosphere!\"\n\nAnd then I heard him speak to somebody else--he must have been\nspeaking to somebody else, he couldn't have meant me--\"Crissake, give\nme a cigarette. The guy's still alive.\"\n\nI suppose I was grinning when they unstrapped me and slid me out of\nthe hatch. They were grinning back at any rate. The ground held me up\nsurprisingly--like it always had all my life before. They'd stopped\ngrinning now, their eyes were eating the inside of the ship. They\nweren't interested in me anymore--all they wanted was the instruments'\nreadings.\n\nMy feet could still move me. Knew where to go. Knew where to find the\ndoor that had the simple word _Plotting_ on it.\n\nThe Doll was there with her father. The two of them didn't say\nanything, just looked at me--just stared at me. I said, \"He tried\ndamned hard. He put everything he had in it. He got me. He had me down\nand there wasn't any up again for the rest of the world. For me there\nwasn't.\"\n\nThey stared. Pop stared. The Doll stared.\n\n\"Just one thing he forgot,\" I muttered. \"He gave me the tip-off\nhimself and then he forgot it. He told me I wasn't all me anymore,\nthat a part of me had gone out to you since I was supposed to be in\nlove with you. And that's where the tip-off lies. I wasn't all me\nanymore but I hadn't lost anything. You know why, Doll?\"\n\nThey stared.\n\n\"Simple--any damn fool would tumble. If I wasn't all me, then you\nweren't all you. Part of you was me--get it? And _you_ weren't\nscheduled to bust out today. Not you--me! And that's what he couldn't\nwork over. That's what brought me down again. He couldn't touch that.\"\nI stopped for a moment.\n\nI said suddenly, \"What the hell you guys staring at?\" I growled.\n\n\"That's my Baby,\" said the Doll.\n\n\"No strings,\" I said.\n\n\"Like we said.\" Her words were soft petals. \"Like we said, Baby. Just\nlike we said.\"\n\n\"Sure. Only damn it, I don't like it that way. I _want_ strings, see?\nI want meshes of 'em, balls of 'em, like what comes in yarn--get it?\"\n\nThe Doll grinned. \"Sure, Baby--you're sure you want it that way?\"\n\n\"Sure I'm sure. I just said it, didn't I? _Didn't_ I?\"\n\n\"You just said it, Baby.\" She left her father's side, came over to me,\nput her arm in mine, pulled close. We turned, started to go out the\ndoor.\n\n\"Where you guys going?\" asked Pop. We turned again. He looked like\nsomething was skipped somewhere on a sound track he'd been listening\nto. I grinned.\n\n\"Gotta look for a Brown Bess,\" I said. \"Museum just lost one.\"\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Evans, Dean"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/31586/pg31586.txt",
        "name": "the_very_black.json"
    }
}