{
    "name": "The red fetish",
    "author": [
        "Long, Frank Belknap"
    ],
    "body": "Bill Cullen shaded his eyes with his hand and stared at the empty\nskyline. His arms, as he stood in the glittering light, showed scraggy\nand emaciated and his features were pinched and black. There had been\nstrong winds blowing and enormous seas thundering on the beach, and the\nferocity of the elements had accentuated his helplessness. He turned to\nhis companion with a gesture of despair.\n\n\"Look here,\" he said, \"you know as well as I do that it is physically\nimpossible for us to hang on without water. What do you say to a swim?\"\n\nBill's companion groaned and shook his head. He was a frightened,\nnervous little man with pointed fox-like ears, and people who knew him\nwere prone to brand him a coward. His name, Wellington Van Wyck, did\nnot raise him in the estimation of his friends.\n\nBill studied regretfully the thing that Van Wyck had become. It was not\nthe lack of water that gave him discomfort. His sorrow lay in the fact\nthat Van Wyck did not possess a capacity for blind enthusiasm.\n\n\"It's only six miles,\" he urged.\n\n\"There are cannibals on that island,\" replied Van Wyck. \"It's down on\nthe chart.\"\n\nVan Wyck was a little wild and he imagined that cannibals tore\nthemselves to pieces over their ceremonies. Bill knew that cannibals\nwere decent and clean and orderly; but there was no explaining that to\nVan Wyck. He dealt with him in another fashion.\n\n\"You're as weak and flabby and spineless as a jelly-fish with\nrheumatism,\" said Bill. \"You're so unsavory that the cannibals\nwouldn't eat you. Why don't you kill yourself now, and be done with it?\n'Twould be a good way to economize on food!\"\n\nVan Wyck scowled and sat down upon the beach. His eyes narrowed. \"We\nare safer here,\" he said. His lips were swollen and cracked and he\nspoke in a thin, small voice. He assured Bill that he could survive\nwithout luxuries. He said that two men could go three days on one pint\nof water, and that in three or four days anything might happen.\n\nNothing did happen. The three days went by like great white birds at\nsea, and the merciless glare of the sun made life a perfect misery.\nBill looked grim. He squatted on the sands and watched the pale blue\nwater foaming and bubbling in the lagoon, and his eyes glittered. Once\nhe turned to Van Wyck and laughed. \"It has green eyes,\" he said. \"I saw\nit watching us on the beach. It plays with the moon and its tentacles\nare long and gelatinous!\"\n\nSea water affects some men like hashish. That morning Bill had crawled\nto the lagoon on his hands and knees and swallowed more salt than was\ngood for him. Van Wyck had warned him that it wasn't done, but Bill was\nof the disbelieving sort.\n\nBill's clothes were in tatters, and he found no satisfaction in\ncontemplating the leanness of his wrists and ankles. Whenever he held\nup his wrists for inspection they shook so violently that he let\nhimself be guided by sentiment and wept. His ankles were no wider than\nbroomsticks, and when he tried to walk he could hear them crack. He\ndidn't want to turn them, so he sat down and talked to Van Wyck. He\nmade an effort to be agreeable.\n\n\"I'll concede that the cannibals may eat us,\" he said. \"There is always\nthat risk. But I don't see why they should; and it's only a six-mile\nswim. If we stay here I can't trust myself.\"\n\nVan Wyck recoiled and his under lip trembled. Bill laid a merciful\nhand upon his emaciated shoulder. \"There isn't anything that I want to\nkeep from you,\" he said. \"I'll tell you the truth. For three days I've\nbeen planning to kill you. I lay awake last night and watched you. I\nthought: 'This thirst--this dreadful thirst'--_he_ would put an end to\nit!\"\n\nVan Wyck shivered, and tears ran down his face and dampened his brittle\nred beard. His small blue eyes dilated with horror. Hot shame flushed\nred over his throat and ears. \"But you wouldn't really eat me?\" he\nmoaned.\n\n\"I don't know,\" replied Bill. \"That's why I suggest the swim. It's six\nmiles and we're atrociously weak; but anything to keep from thinking of\n_that_!\"\n\nBill knew that Van Wyck understood and sympathized. Van Wyck had a\nknife, which he kept hidden, but in his sleep he frequently took it out\nand felt the edge of it. Bill had been very much horrified, and he had\nnot pretended to misunderstand the expression on Van Wyck's face. There\nwas something brazen in Van Wyck's affrightment when he discovered that\ntwo could play the same sinister game.\n\nThe sun was setting and a few gray wisps of clouds were fleeing like\nflakes of snow across the blue sky. A single gull careened and dipped\nfar out in the tumbling black immensity of ocean. A great silence had\nfallen upon the atoll, and the stubborn struggle between the two men\ndrew to an issue before the first wild rush of stars. Van Wyck felt\nunsafe in the presence of Bill Cullen, and he made no effort to conceal\nhis fear.\n\n\"Let's get away from here as quickly as possible,\" he pleaded. \"You\nwere right. Six or seven miles isn't a long swim. If we strip, we can\nmake it.\"\n\nBill extended his hand. It was like a dead thing, but Van Wyck seized\nit and wrung it warmly. His voice quivered. \"It isn't a long swim, old\nfellow,\" he repeated.\n\nBill made a grimace. \"It might rain,\" he said.\n\n\"It won't rain,\" responded Van Wyck.\n\nThat settled it. They spent the evening getting ready. They hid their\nanguish in a bustle of preparation. Bill scurried about and secured\nthree clams. The unfortunate bi-valves were devoured with immoderate\nferocity. Even their stiff, rubber-like necks afforded grist for the\nmill of Van Wyck's teeth. It grieved Bill to see the shells go to\nwaste. They sat down and congratulated themselves for the first time\nin a week. The clams seemed to make their situation less hopeless, but\nthey did not on that account decide to remain on the island. Their\nthirst was abnormal and monstrous. It was not a thing to be talked\nabout.\n\n\n\nThey managed to get some sleep; but they awoke with their throats on\nfire. The game that they had played was over. But they avoided the\nthought of their new plan as much as possible, since they did not want\nthe possibility of fatal consequences to look them in the face.\n\nA chill in the atmosphere generally preceded the customary heat of the\nday; and the coldness now seemed unusually severe. They got together a\nfew sticks and built a fire. The sun had not yet risen, but the island\nwas immersed in the ghostly gray light of early dawning. They saw\neverything vividly. The boulders on the beach seemed alive. A light\nwind furred the steel-gray sea with tiny ripples.\n\n\"We mustn't waste time,\" said Van Wyck. It was obvious that his dread\nof Bill had grown in the night. Bill's threat had taken complete\npossession of his shriveled, selfish little brain. His teeth chattered\nover the fire and he planned a thousand assaults on the man beside him.\nHis fingers clutched frantically at the knife which he kept hidden;\nbut he lacked the stomach for malicious manslaughter. He feared that\nhis cowardice might betray him into a false or dangerous move, and he\nendeavored to conquer his hysteria with loud boasts.\n\n\"It was all poppycock, our worrying about the cannibals,\" he announced.\n\"The thing for us to do is to put on a bold front. They'll make gods of\nus!\"\n\nIn the present condition of his mind these words produced a curious\neffect on Bill. He waved his arms wildly, and swore at the sky. \"Yes,\"\nhe shouted, \"they'll do that. But sometimes they're not satisfied\nwith a living man. They're head-hunters, you know. They have a way of\nremoving the skull from a man's head, and drying it up, and worshiping\nit. They have a predilection for red hair and beards. When they find\nboth on one head they go wild.\"\n\nBill looked directly at Van Wyck. The latter could scarcely stand. He\nwas swaying hysterically back and forth and running his fingers through\nhis bristling red beard. \"Perhaps I could shave it off before we\nstart,\" he wailed.\n\n\"With what?\" demanded Bill.\n\n\"With the clam shells,\" cried Van Wyck, dejectedly seeking to grasp\nsome straw that would save his head.\n\n\"I refuse to permit it,\" said Bill. \"It's time we started. It wouldn't\nbe pleasant to swim in the full glare of the sun.\"\n\nThey stripped and rolled their clothes into neat, round balls. Somehow\nit did not seem right to abandon them helter-skelter on the beach. They\nhad a vague idea that they might return for them. They deposited them\ngingerly beneath the one coco palm, and walking solemnly to the water's\nedge they scowled into the clouded mirror of sea before them.\n\n\n\nThe water was like ice, and Bill shivered and stood on one foot. \"Walk\nright in,\" said Van Wyck. \"The cannibals expect us!\" His smile was\nghastly and indescribable. The blue veins stood out on his scrawny\nneck, and his forehead was covered with globules of perspiration.\n\nBill was the first to go into deep water. Van Wyck stood with the icy\ncurrent swirling about his ankles, and watched him wade out until he\nstood waist-deep. Bill turned and looked back reproachfully. \"You're\ncoming, aren't you?\" Bill's disdain and distrust of Van Wyck were\nforgotten in a momentary need for companionship.\n\nAs Van Wyck stood with the cold water numbing his toes he had an\nirrational desire to turn back and run wildly up the beach, and to\nstay on the island until thirst finished him off. The risk of the\nswim seemed suddenly displeasing to him. A mist passed rapidly before\nhis eyes; he ran his fingers through his hair and gulped. But when he\nsaw the pitiful, hurt expression on Bill's face he put aside unworthy\nthoughts. \"I'm coming, Bill,\" he said.\n\nHe walked forward until the water eddied and swirled about his chin.\nHis face was hideously drawn and his eyes bulged, but a forlorn ray\nof sunlight filtered through the clouds and played about his head,\nbringing out its latent manliness.\n\n\"It's deep, out there,\" said Bill.\n\nThey both lurched forward. The sudden loss of footing accentuated\nBill's weakness, and he went under. He felt that his arms and legs were\nincapable of sustaining him, and he wondered if Van Wyck would try to\nsave him.\n\nHe came up and struck out, his mouth full of water. The salt burned his\nthroat and he swallowed. The water went into his stomach. He shivered.\nThe sun beat mercilessly down upon his naked body.\n\nHe swam boldly, with a brief sense of triumph. He had conquered his\nphysical weakness. He knew that his strength might not last, but\nthe thought that he had not depended upon Van Wyck gave him secret\nsatisfaction.\n\nHe could see Van Wyck's red head on the water several yards ahead of\nhim. The little wretch had evidently made good use of his legs and\narms. \"Slow up, Van Wyck!\" he shouted.\n\n\"I don't dare to!\" Van Wyck called back. \"If I stop I might sink. And\nthink how deep it is!\"\n\nBill resented Van Wyck's reminder. \"If you don't ease up,\" he shouted,\n\"you'll surely go down. This isn't an athletic contest!\"\n\n\"It is,\" cried Van Wyck. \"It's the greatest ever--even if there are\nhead-hunters at the goal. I advise you to talk to me. It keeps me from\nthinking. If I think I shall go down.\"\n\nBut Bill did not feel like talking. The water was cold and he had no\nstomach for repartee. He felt the chill of the depths beneath in his\nnude limbs. He swallowed great quantities of sea water. He knew that\nhe might suffer eventually, but he did not care. He wanted to reach\nthe island. He had never shared Van Wyck's dread of cannibals, and the\nthought of the island, with its crystal-clear springs and refreshing\nfruits, was a precious balm to him.\n\nHe wondered if Van Wyck would survive him. The latter was swimming with\nfrightful rapidity, leaving him definitely in the lurch. Bill envied\nand pitied his little companion. Van Wyck might survive to view the\nisland, with its green, welcome frondage--but would he ever reach it?\n\nBill had an uncomfortable suspicion that he might sink. His initial\ncourage threatened to give out. A mounting hysteria surged through his\nbrain. He closed his eyes and tried not to think. There was nothing\nbefore him but a limitless stretch of malachite sea. He was fascinated\nand horrified by his isolation. A cold, brilliant sun blinded his eyes\nand dried up the sap of life in him. The water seemed to thicken, and\nhe had great difficulty in moving his arms and legs.\n\n\n\nBill never knew how he reached the island. For a starving, emaciated\nman to swim seven miles is tremendous, and deserves some reward. Like\nmost valiant men, Bill was conscious of his own worth. When he sighted\nthe island he said nothing, but he thought: \"This is only just. I have\npaid the price, and I deserve this.\"\n\nHe had also caught up with Van Wyck. The awful glare in the despairing\neyes that Van Wyck turned upon him told of a fatigue immeasurable and a\ndesire for water that had passed the bounds of sanity. Van Wyck's eyes\nwere living pools of liquid fire. His voice was hoarse and rasping, and\nhe turned over and over in the water; and twice his head went under.\n\nThey were horribly near when they sighted the cannibals. Van Wyck saw\nthem first. He was puffing and wailing, and he had been swimming on his\nback, and when he turned over and sighted them his face took on the\naspect of an open wound. His mouth became an awful gash in a grotesque,\nstreaked horror of countenance.\n\n\"Bill,\" he called hoarsely. \"It's worse than we thought. There are\nhundreds of 'em!\"\n\nFixing his frightened and horrified eyes on the shore, Bill trod water,\nand became suddenly very angry. The scene before him burned itself on\nhis brain, and robbed him of his victory. He felt that the fates had\ntaken an indecent advantage of him. His anger mounted, and flushed his\nneck and throat. \"Damn their black hides!\" he muttered.\n\nA clamor and a stench arose from the rocks. The cannibals seemed to be\nrecovering from a drinking-bout. They writhed in the sun like wounded\nsnakes. Bill counted sixty or seventy. Their bodies were hideously\ntattooed, and they wore monstrous shell rings through their ears and\nnoses. The women joined with the men in dancing and spitting venom. The\nhubbub was deafening. Ages of savagery and blood had shaped them into\ncapering devils. They were all the more terrible because they had seen\nother white men. Bill did not expect much from them. He confessed a\nfrank horror at the situation.\n\n\"If we only had something to give 'em,\" he groaned.\n\nVan Wyck had somehow expected Bill to rally and come to his support.\nHe needed a moral prop and he noted with horror that Bill had lost his\nsolid, comforting manner. Van Wyck's lips were so dry that he could\nscarcely get his tongue to shape words of rebuff.\n\n\"I don't like it,\" he finally blurted out. \"They certainly mean\nbusiness. You might swim in and test 'em!\"\n\n\"Don't be an ass!\" roared Bill.\n\n\"All right, then. But if one of us doesn't swim in, both of us are\ngoners. And since I've never talked with savages I'm hardly the man.\nYou have a way with you. You could pacify a Java ape-man! Get 'em\nlaughing--tell 'em a funny story!\"\n\nBill protested venomously. \"Those cannibals aren't children,\" he\ngroaned. \"You can't spoof 'em. This is serious business, Van Wyck.\"\n\nVan Wyck refused to be convinced and he would have gone on urging Bill\nto commit suicide to save his own precious skin if something had\nnot made all conversation ridiculous. They both saw it at the same\ntime. They looked at each other and said nothing. Then Van Wyck began\nfrantically swimming toward the rocks.\n\nThe fin divided the water into two glassy walls. As it passed along it\nturned the dark surface to shining quicksilver. Bill had barely grasped\nthe meaning of it when something touched his ankles and he knew that\nthe water was infested. He gave a sudden, defiant shriek.\n\nBut the sharks did not molest him. They made straight for Van Wyck.\nThey approached in vicious circles, and Bill saw the whites of their\nstomachs through the dark green water. The mouth of the largest opened\nand closed; and then there followed a clashing of teeth that sounded\nlike the clanging to of iron-clad portcullises.\n\nOnce the horrible gray back of the fish showed above the surface, and\nglittered lethally in the sun, and Bill knew that Van Wyck was done\nfor. Van Wyck was almost near enough to the rocks to climb them, and he\nmight reasonably have pushed the shark off with his foot, but Bill knew\nthat he wouldn't. Bill knew that Van Wyck was as good as eaten, and he\nthought: \"That shark will hardly be content with Van Wyck alone!\"\n\nA dozen fins intersected on the surface and occasionally one of the\nravenous monsters would jump clear of the water in its eagerness to\ntaste satisfying human flesh.\n\nThe sight got in under Bill's skin and hurt. He closed his eyes, and\nendeavored to think of the grinning, leering savages on the rocks. The\nsharks made frantic dashes at Van Wyck and came away with something in\ntheir mouths. They would rush forward, their great jaws would snap--and\nthere would be less and less of Van Wyck.\n\nBill was unable to keep his eyes shut. He tried to cover them with\nhis hands, but then he would go under and get an extra mouthful of\nsalt water. He came up gasping, and saw that the sea was streaked with\ncrimson.\n\nAs the sharks darted away from Van Wyck they left dark red trails\nbehind them. Bill heard Van Wyck's screams distinctly, although the\nlatter had reached a point where screams seemed futile. They became\nless and less coherent. Perhaps Van Wyck realized the absurdity of\nprotest. Perhaps he realized that all things eventually work together\nfor the best. Certainly the cannibals would have treated him worse. It\nis not pleasant to be boiled in oil or hacked to pieces with little\nknives.\n\nBill saw the last of Van Wyck disappear in the maw of an enormous\nshark. The water turned a deeper red, and for a moment the sky and sea\nand even the naked, gesticulating savages seemed bathed in a crimson\naura. It may have been an optical illusion, since Bill's eyes had\nceased to function with clarity. Bill knew that the sharks would look\nabout a bit after finishing Van Wyck, and the thought gave him no\nsatisfaction. \"You're next on the list,\" he told himself.\n\nBut somehow the sharks seemed satisfied with poor Van Wyck. Perhaps\nthey found Van Wyck so unsavory that they did not care to risk tackling\nanother of the same breed. They circled about for a few minutes after\nthe last of Van Wyck had disappeared, and then they passed solemnly\neastward, their fins glistening in the brilliant sunlight.\n\nMeanwhile Bill trod water and shuddered when he thought of Van Wyck.\nBut he didn't let himself think of Van Wyck much after that. Van Wyck,\nhe argued, was no longer in need of sympathy. \"It is the living who\nhave to suffer,\" he thought. It was patent that he could enjoy no\nsecurity in waters infested with man-eating sharks.\n\nHe shouted with delight when he discovered that the cannibals had\ndisappeared from the rocks. He was forcefully tempted to swim in and\ntake advantage of his amazing good fortune. But he thought better of\nthat when he calmly considered the nature of cannibals. They were\nprobably waiting behind the rocks for him to swim in, and he didn't\ncare to be boiled in oil when there were sharks to make a quicker,\ncleaner job of it.\n\nHe decided to attempt to round the island. His ability to keep afloat\namazed and frightened him. He had evidently drawn upon some reserve\nstrength that nature had hitherto wilfully concealed. Destiny had\nplayed him a new hand. He secretly congratulated himself, although he\ncontinued to curse fate for the cannibals.\n\n\n\nHe got around the island somehow. The current set to at the northern\nend and he had some difficulty in surmounting the backwash of black\ntidal water; but he finally reached a beach so clean and white and\nrefreshing that he shouted with boyish eagerness and gratification. He\nswam in without reckoning consequences, for in his exultation he had\nforgotten or overlooked the cannibals.\n\nHe would build a fire and warm himself, and he would eat nothing but\nfruit. It needed but a momentary inspection to convince him that the\nisland contained an excess of fruit. And there was water! A tiny\nstreamlet came out from the woods, between the boles of fabulously\nancient trees, and ran down the smooth white beach.\n\nBill swam in and clambered up the beach. He sat down under a hotoo\ntree, an absurd horror of bones and wet, clinging sand. He was a living\nscarecrow come out of the sea with the wisdom and weariness of ancient\nocean upon him. He could scarcely open and close his thick, black\nlips. His sun-baked skin was drawn painfully taut over his protruding\nribs.\n\nA steady surf was crashing on the beach, and he paused while he\nlistened to the roar of the breakers. He reposed for a time; then he\ngot up, and a peal of wild laughter came from between his swollen lips.\nHe had won out! He had hoodwinked the cannibals and sharks! In that\nblazing crystal world of sunlight and water he came to life again.\n\nThe sun dried him. He gulped up gallons of water from the tiny\nstreamlet. It was fresh and clear. He was genuinely elated. The wind\nswept in from the sea in great, steady gusts, and the flaffing breeze\nwhistled through his hair and under his armpits. He shouted and danced\nin sheer joy. The cannibals, he assured himself, were on the other side\nof the island. It was a large island, and he could hide. The chances\nagainst him, he thought, were negligible.\n\nHe decided to look about for a hiding-place. He knew that in the vast\nforest of tangled vegetation he would have no difficulty in achieving\nutter concealment. He could hoard up fruits and coconuts and live\nunmolested for days.\n\nBut when he turned he saw something peering from between the boles of\nthe distorted, antique trees that made him change his mind. He stood\nstill in the center of the beach, and stared, and presently he saw\nblack, hideous figures come forward into the clearing. Others appeared\ncrawling toward him on their hands and knees. He realized then the\nabsurdity of attempting any sort of concealment.\n\nHe stood stark still while the cannibals advanced toward him across the\nsmooth, white sands. He began to envy Van Wyck. He knew too much about\nsavages. He had that and his imagination to blame for the little hell\nthat he endured. How could he guess that they did not want revenge? A\nsavage considers everything an insult. He knew that he should not have\nlanded upon their infernal island. He wanted to apologize to them, and\nto make them understand. He had no desire to lord it over them, and he\nadmitted to himself that he had deliberately injured their sense of\ndignity.\n\nAt first he thought that they intended to make short work of him. They\nlooked sinister. There were three dozen of them in the guard of honor\nthat advanced toward him across the beach and he did not like their\nfaces. Their faces were black and swollen and ugly and incredibly\ntattooed, and their cheeks were smeared with green and blue paint. One\nof them paraded a discarded panama hat. Bill could not imagine where\nhe had obtained the hat. The wretch had probably repaid the owner by\nboiling him in oil. It was quite the thing twenty years ago to burn\ntraders and missionaries in oil, although the custom has been outgrown\namong respectable savages. But the hat looked at least twenty years\nold. And one of the devils smoked a corncob pipe! They were tall,\nsolemn-looking cusses, and Bill did not pretend to like them.\n\nBut when they got close to him they formed a circle, shutting him off\nfrom the sea, and he felt then that everything was worse than he had\nanticipated. When cannibals begin forming into rings it is customary\nto give up hope. They were grinning hideously and Bill could count the\nnumber of teeth in the rings which they wore about their necks.\n\nSome of the leanest and tallest wore thirty or forty teeth. And Bill\nknew that a savage never wears more than one tooth from a single head.\nIt is not considered decent. And each tooth means--but Bill never wept\nover spilt milk. He felt that his own head was in imminent danger, and\nthe knowledge annoyed and frightened him. But he did not dare let\non that he feared them, and he stood up very stiff and straight, and\nscowled into their narrow, blood-shot eyes.\n\nThey seemed to resent his hostility. It seemed to hurt them, and Bill\nwas amazed at the hint of reproach in their glances. A cannibal is\nsomething of a gentleman, and he would not deliberately hurt a man's\nfeelings for the world. And Bill's resentment somehow seemed an insult\nto their hospitality. Bill understood how they felt, and he realized\nthat he had behaved like a boor. But his teeth were knocking together\nlike billiard balls, and a stern front was necessary.\n\nBut he could not look his captors in the face. They came close to\nhim, and then one of them stepped forward and patted him on the back.\nHe spoke and Bill understood him. Bill knew nearly all of the Bantu\nlanguages, and the savage spoke a corruption of several.\n\n\"We thank our brother for the very fine gift,\" he said. \"We are indeed\ngrateful!\"\n\nAlthough Bill could understand what the black devil said a reply was\nutterly beyond him. The grammatical construction of Bantu overwhelmed\nhim. Bill kept his mouth shut and stared, pretending not to understand.\n\nThe spokesman turned and beckoned. A tall, lean youth with protruding\nyellow teeth came quickly forward. Save for a slight hint of pity\nin his small eyes his face bore no expression. He held in his right\nhand a large, round object which Bill did not immediately recognize.\nThe spokesman nodded and took the object by its hair. He stroked it\neffusively, calling upon it to protect and succor him in war and in\npeace. He begged that the object's pity and benevolence would extend\nto the whole tribe. He praised the object in terms that would have\nembarrassed any living man. Then he turned to Bill and made a very low\nbow. \"It came ashore before you,\" he said. \"And we are most grateful!\"\n\nBill opened his eyes wide with horror. He sought to express his agony\nin words, but no sound came from between his black, swollen lips. A\nsudden shriek would perhaps have saved him, and Bill tried hard to make\na sound in his throat. But his horror lay too heavily upon him. He made\na wild, horrid gesture with his right arm and collapsed in a heap upon\nthe sand.\n\nThree months later Bill was taken off by a trading-sloop. He blabbered\nidiotically about the right of a head to decent burial and made\nuncomplimentary allusions to the wearing of teeth. He evidently sought\nto stir up anger against the cannibals, but the traders ignored his\ninsinuations, since he was obviously mad and since the cannibals had\nworshiped him and given him the run of the island. The memory of Van\nWyck's encrimsoned head had addled his wits.\n\n\n",
    "metadata": {
        "author": [
            "Long, Frank Belknap"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73604/pg73604.txt",
        "name": "the_red_fetish.json"
    }
}