{
    "name": "The Nest Egg\nCaptains All, Book 3.",
    "author": [
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nTHE NEST EGG\n\n\"Artfulness,\" said the night-watch-man, smoking placidly, \"is a gift; but\nit don't pay always.  I've met some artful ones in my time--plenty of\n'em; but I can't truthfully say as 'ow any of them was the better for\nmeeting me.\"\n\nHe rose slowly from the packing-case on which he had been sitting and,\nstamping down the point of a rusty nail with his heel, resumed his seat,\nremarking that he had endured it for some time under the impression that\nit was only a splinter.\n\n\"I've surprised more than one in my time,\" he continued, slowly.  \"When I\nmet one of these 'ere artful ones I used fust of all to pretend to be\nmore stupid than wot I really am.\"\n\nHe stopped and stared fixedly.\n\n\"More stupid than I looked,\" he said.  He stopped again.\n\n\"More stupid than wot they thought I looked,\" he said, speaking with\nmarked deliberation.  And I'd let 'em go on and on until I thought I had\n'ad about enough, and then turn round on 'em.  Nobody ever got the better\no' me except my wife, and that was only before we was married.  Two\nnights arterwards she found a fish-hook in my trouser-pocket, and arter\nthat I could ha' left untold gold there--if I'd ha' had it.  It spoilt\nwot some people call the honey-moon, but it paid in the long run.\n\nOne o' the worst things a man can do is to take up artfulness all of a\nsudden.  I never knew it to answer yet, and I can tell you of a case\nthat'll prove my words true.\n\nIt's some years ago now, and the chap it 'appened to was a young man, a\nshipmate o' mine, named Charlie Tagg.  Very steady young chap he was, too\nsteady for most of 'em.  That's 'ow it was me and 'im got to be such\npals.\n\nHe'd been saving up for years to get married, and all the advice we could\ngive 'im didn't 'ave any effect.  He saved up nearly every penny of 'is\nmoney and gave it to his gal to keep for 'im, and the time I'm speaking\nof she'd got seventy-two pounds of 'is and seventeen-and-six of 'er own\nto set up house-keeping with.\n\nThen a thing happened that I've known to 'appen to sailormen afore.  At\nSydney 'e got silly on another gal, and started walking out with her, and\nafore he knew wot he was about he'd promised to marry 'er too.\n\nSydney and London being a long way from each other was in 'is favour, but\nthe thing that troubled 'im was 'ow to get that seventy-two pounds out of\nEmma Cook, 'is London gal, so as he could marry the other with it.  It\nworried 'im all the way home, and by the time we got into the London\nriver 'is head was all in a maze with it.  Emma Cook 'ad got it all saved\nup in the bank, to take a little shop with when they got spliced, and 'ow\nto get it he could not think.\n\nHe went straight off to Poplar, where she lived, as soon as the ship was\nberthed.  He walked all the way so as to 'ave more time for thinking, but\nwot with bumping into two old gentlemen with bad tempers, and being\nnearly run over by a cabman with a white 'orse and red whiskers, he got\nto the house without 'aving thought of anything.\n\nThey was just finishing their tea as 'e got there, and they all seemed so\npleased to see 'im that it made it worse than ever for 'im.  Mrs. Cook,\nwho 'ad pretty near finished, gave 'im her own cup to drink out of, and\nsaid that she 'ad dreamt of 'im the night afore last, and old Cook said\nthat he 'ad got so good-looking 'e shouldn't 'ave known him.\n\n\"I should 'ave passed 'im in the street,\" he ses.  \"I never see such an\nalteration.\"\n\n\"They'll be a nice-looking couple,\" ses his wife, looking at a young\nchap, named George Smith, that 'ad been sitting next to Emma.\n\nCharlie Tagg filled 'is mouth with bread and butter, and wondered 'ow he\nwas to begin.  He squeezed Emma's 'and just for the sake of keeping up\nappearances, and all the time 'e was thinking of the other gal waiting\nfor 'im thousands o' miles away.\n\n\"You've come 'ome just in the nick o' time,\" ses old Cook; \"if you'd done\nit o' purpose you couldn't 'ave arranged it better.\"\n\n\"Somebody's birthday?\" ses Charlie, trying to smile.\n\nOld Cook shook his 'ead.  \"Though mine is next Wednesday,\" he ses, \"and\nthank you for thinking of it.  No; you're just in time for the biggest\nbargain in the chandlery line that anybody ever 'ad a chance of.  If you\n'adn't ha' come back we should have 'ad to ha' done it without you.\"\n\n\"Eighty pounds,\" ses Mrs. Cook, smiling at Charlie.  \"With the money\nEmma's got saved and your wages this trip you'll 'ave plenty.  You must\ncome round arter tea and 'ave a look at it.\"\n\n\"Little place not arf a mile from 'ere,\" ses old Cook.  \"Properly worked\nup, the way Emma'll do it, it'll be a little fortune.  I wish I'd had a\nchance like it in my young time.\"\n\nHe sat shaking his 'ead to think wot he'd lost, and Charlie Tagg sat\nstaring at 'im and wondering wot he was to do.\n\n\"My idea is for Charlie to go for a few more v'y'ges arter they're\nmarried while Emma works up the business,\" ses Mrs. Cook; \"she'll be all\nright with young Bill and Sarah Ann to 'elp her and keep 'er company\nwhile he's away.\"\n\n\"We'll see as she ain't lonely,\" ses George Smith, turning to Charlie.\n\nCharlie Tagg gave a bit of a cough and said it wanted considering.  He\nsaid it was no good doing things in a 'urry and then repenting of 'em all\nthe rest of your life.  And 'e said he'd been given to understand that\nchandlery wasn't wot it 'ad been, and some of the cleverest people 'e\nknew thought that it would be worse before it was better.  By the time\nhe'd finished they was all looking at 'im as though they couldn't believe\ntheir ears.\n\n\"You just step round and 'ave a look at the place,\" ses old Cook; \"if\nthat don't make you alter your tune, call me a sinner.\"\n\nCharlie Tagg felt as though 'e could ha' called 'im a lot o' worse things\nthan that, but he took up 'is hat and Mrs. Cook and Emma got their\nbonnets on and they went round.\n\n\"I don't think much of it for eighty pounds,\" ses Charlie, beginning his\nartfulness as they came near a big shop, with plate-glass and a double\nfront.\n\n\"Eh?\" ses old Cook, staring at 'im.  \"Why, that ain't the place.  Why,\nyou wouldn't get that for eight 'undred.\"\n\n\"Well, I don't think much of it,\" ses Charlie; \"if it's worse than that I\ncan't look at it--I can't, indeed.\"\n\n\"You ain't been drinking, Charlie?\" ses old Cook, in a puzzled voice.\n\n\"Certainly not,\" ses Charlie.\n\nHe was pleased to see 'ow anxious they all looked, and when they did come\nto the shop 'e set up a laugh that old Cook said chilled the marrer in\n'is bones.  He stood looking in a 'elpless sort o' way at his wife and\nEmma, and then at last he ses, \"There it is; and a fair bargain at the\nprice.\"\n\n\"I s'pose you ain't been drinking?\" ses Charlie.\n\n\"Wot's the matter with it?\" ses Mrs. Cook flaring up.\n\n\"Come inside and look at it,\" ses Emma, taking 'old of his arm.\n\n\"Not me,\" ses Charlie, hanging back.  \"Why, I wouldn't take it at a\ngift.\"\n\nHe stood there on the kerbstone, and all they could do 'e wouldn't budge.\nHe said it was a bad road and a little shop, and 'ad got a look about it\nhe didn't like.  They walked back 'ome like a funeral procession, and\nEmma 'ad to keep saying \"_H's!_\" in w'ispers to 'er mother all the way.\n\n\"I don't know wot Charlie does want, I'm sure,\" ses Mrs. Cook, taking off\n'er bonnet as soon as she got indoors and pitching it on the chair he was\njust going to set down on.\n\n\"It's so awk'ard,\" ses old Cook, rubbing his 'cad.  \"Fact is, Charlie, we\npretty near gave 'em to understand as we'd buy it.\"\n\n\"It's as good as settled,\" ses Mrs. Cook, trembling all over with temper.\n\n\"They won't settle till they get the money,\" ses Charlie.  \"You may make\nyour mind easy about that.\"\n\n\"Emma's drawn it all out of the bank ready,\" ses old Cook, eager like.\n\nCharlie felt 'ot and cold all over.  \"I'd better take care of it,\" he\nses, in a trembling voice.  \"You might be robbed.\"\n\n\"So might you be,\" ses Mrs. Cook.  \"Don't you worry; it's in a safe\nplace.\"\n\n\"Sailormen are always being robbed,\" ses George Smith, who 'ad been\nhelping young Bill with 'is sums while they 'ad gone to look at the shop.\n\"There's more sailormen robbed than all the rest put together.\"\n\n\"They won't rob Charlie,\" ses Mrs. Cook, pressing 'er lips together.\n\"I'll take care o' that.\"\n\nCharlie tried to laugh, but 'e made such a queer noise that young Bill\nmade a large blot on 'is exercise-book, and old Cook, wot was lighting\nhis pipe, burnt 'is fingers through not looking wot 'e was doing.\n\n\"You see,\" ses Charlie, \"if I was robbed, which ain't at all likely, it\n'ud only be me losing my own money; but if you was robbed of it you'd\nnever forgive yourselves.\"\n\n\"I dessay I should get over it,\" ses Mrs. Cook, sniffing.  \"I'd 'ave a\ntry, at all events.\"\n\nCharlie started to laugh agin, and old Cook, who had struck another\nmatch, blew it out and waited till he'd finished.\n\n\"The whole truth is,\" ses Charlie, looking round, \"I've got something\nbetter to do with the money.  I've got a chance offered me that'll make\nme able to double it afore you know where you are.\"\n\n\"Not afore I know where I am,\" ses Mrs. Cook, with a laugh that was worse\nthan Charlie's.\n\n\"The chance of a lifetime,\" ses Charlie, trying to keep 'is temper.  \"I\ncan't tell you wot it is, because I've promised to keep it secret for a\ntime.  You'll be surprised when I do tell you.\"\n\n\"If I wait till then till I'm surprised,\" ses Mrs. Cook, \"I shall 'ave to\nwait a long time.  My advice to you is to take that shop and ha' done\nwith it.\"\n\nCharlie sat there arguing all the evening, but it was no good, and the\nidea o' them people sitting there and refusing to let 'im have his own\nmoney pretty near sent 'im crazy.  It was all 'e could do to kiss Emma\ngood-night, and 'e couldn't have 'elped slamming the front door if he'd\nbeen paid for it.  The only comfort he 'ad got left was the Sydney gal's\nphotygraph, and he took that out and looked at it under nearly every\nlamp-post he passed.\n\nHe went round the next night and 'ad an-other try to get 'is money, but\nit was no use; and all the good he done was to make Mrs. Cook in such a\ntemper that she 'ad to go to bed before he 'ad arf finished.  It was no\ngood talking to old Cook and Emma, because they daren't do anything\nwithout 'er, and it was no good calling things up the stairs to her\nbecause she didn't answer.  Three nights running Mrs. Cook went off to\nbed afore eight o'clock, for fear she should say something to 'im as\nshe'd be sorry for arterwards; and for three nights Charlie made 'imself\nso disagreeable that Emma told 'im plain the sooner 'e went back to sea\nagin the better she should like it.  The only one who seemed to enjoy it\nwas George Smith, and 'e used to bring bits out o' newspapers and read to\n'em, showing 'ow silly people was done out of their money.\n\nOn the fourth night Charlie dropped it and made 'imself so amiable that\nMrs. Cook stayed up and made 'im a Welsh rare-bit for 'is supper, and\nmade 'im drink two glasses o' beer instead o' one, while old Cook sat and\ndrank three glasses o' water just out of temper, and to show that 'e\ndidn't mind.  When she started on the chandler's shop agin Charlie said\nhe'd think it over, and when 'e went away Mrs. Cook called 'im her\nsailor-boy and wished 'im pleasant dreams.\n\nBut Charlie Tagg 'ad got better things to do than to dream, and 'e sat up\nin bed arf the night thinking out a new plan he'd thought of to get that\nmoney.  When 'e did fall asleep at last 'e dreamt of taking a little farm\nin Australia and riding about on 'orseback with the Sydney gal watching\nhis men at work.\n\nIn the morning he went and hunted up a shipmate of 'is, a young feller\nnamed Jack Bates.  Jack was one o' these 'ere chaps, nobody's enemy but\ntheir own, as the saying is; a good-'arted, free-'anded chap as you could\nwish to see.  Everybody liked 'im, and the ship's cat loved 'im.  He'd\nha' sold the shirt off 'is back to oblige a pal, and three times in one\nweek he got 'is face scratched for trying to prevent 'usbands knocking\ntheir wives about.\n\nCharlie Tagg went to 'im because he was the only man 'e could trust, and\nfor over arf an hour he was telling Jack Bates all 'is troubles, and at\nlast, as a great favour, he let 'im see the Sydney gal's photygraph, and\ntold him that all that pore gal's future 'appiness depended upon 'im.\n\n\"I'll step round to-night and rob 'em of that seventy-two pounds,\" ses\nJack; \"it's your money, and you've a right to it.\"\n\nCharlie shook his 'ead.  \"That wouldn't do,\" he ses; \"besides, I don't\nknow where they keep it.  No; I've got a better plan than that.  Come\nround to the Crooked Billet, so as we can talk it over in peace and\nquiet.\"\n\nHe stood Jack three or four arf-pints afore 'e told 'im his plan, and\nJack was so pleased with it that he wanted to start at once, but Charlie\npersuaded 'im to wait.\n\n\"And don't you spare me, mind, out o' friendship,\" ses Charlie, \"because\nthe blacker you paint me the better I shall like it.\"\n\n\"You trust me, mate,\" ses Jack Bates; \"if I don't get that seventy-two\npounds for you, you may call me a Dutchman.  Why, it's fair robbery, I\ncall it, sticking to your money like that.\"\n\nThey spent the rest o' the day together, and when evening came Charlie\nwent off to the Cooks'.  Emma 'ad arf expected they was going to a\ntheayter that night, but Charlie said he wasn't feeling the thing, and he\nsat there so quiet and miserable they didn't know wot to make of 'im.\n\n\"'Ave you got any trouble on your mind, Charlie,\" ses Mrs. Cook, \"or is\nit the tooth-ache?\"\n\n\"It ain't the toothache,\" ses Charlie.\n\nHe sat there pulling a long face and staring at the floor, but all Mrs.\nCook and Emma could do 'e wouldn't tell them wot was the matter with 'im.\nHe said 'e didn't want to worry other people with 'is troubles; let\neverybody bear their own, that was 'is motto.  Even when George Smith\noffered to go to the theayter with Emma instead of 'im he didn't fire up,\nand, if it 'adn't ha' been for Mrs. Cook, George wouldn't ha' been sorry\nthat 'e spoke.\n\n\"Theayters ain't for me,\" ses Charlie, with a groan.  \"I'm more likely to\ngo to gaol, so far as I can see, than a theayter.\"\n\nMrs. Cook and Emma both screamed and Sarah Ann did 'er first\nhighstericks, and very well, too, considering that she 'ad only just\nturned fifteen.\n\n\"Gaol!\" ses old Cook, as soon as they 'ad quieted Sarah Ann with a bowl\no' cold water that young Bill 'ad the presence o' mind to go and fetch.\n\"Gaol!  What for?\"\n\n\"You wouldn't believe if I was to tell you.\"  ses Charlie, getting up to\ngo, \"and besides, I don't want any of you to think as 'ow I am worse than\nwot I am.\"\n\nHe shook his 'cad at them sorrowful-like, and afore they could stop 'im\nhe 'ad gone.  Old Cook shouted arter 'im, but it was no use, and the\nothers was running into the scullery to fill the bowl agin for Emma.\n\nMrs. Cook went round to 'is lodgings next morning, but found that 'e was\nout.  They began to fancy all sorts o' things then, but Charlie turned up\nagin that evening more miserable than ever.\n\n\"I went round to see you this morning,\" ses Mrs. Cook, \"but you wasn't at\n'ome.\"\n\n\"I never am, 'ardly,\" ses Charlie.  \"I can't be--it ain't safe.\"\n\n\"Why not?\" ses Mrs. Cook, fidgeting.\n\n\"If I was to tell you, you'd lose your good opinion of me,\" ses Charlie.\n\n\"It wouldn't be much to lose,\" ses Mrs. Cook, firing up.\n\nCharlie didn't answer 'er.  When he did speak he spoke to the old man,\nand he was so down-'arted that 'e gave 'im the chills a'most, He 'ardly\ntook any notice of Emma, and, when Mrs. Cook spoke about the shop agin,\nsaid that chandlers' shops was for happy people, not for 'im.\n\nBy the time they sat down to supper they was nearly all as miserable as\nCharlie 'imself.  From words he let drop they all seemed to 'ave the idea\nthat the police was arter 'im, and Mrs. Cook was just asking 'im for wot\nshe called the third and last time, but wot was more likely the hundred\nand third, wot he'd done, when there was a knock at the front door, so\nloud and so sudden that old Cook and young Bill both cut their mouths at\nthe same time.\n\n\"Anybody 'ere o' the name of Emma Cook?\" ses a man's voice, when young\nBill opened the door.\n\n\"She's inside,\" ses the boy, and the next moment Jack Bates followed 'im\ninto the room, and then fell back with a start as 'e saw Charlie Tagg.\n\n\"Ho, 'ere you are, are you?\" he ses, looking at 'im very black.\n\"Wot's the matter?\" ses Mrs. Cook, very sharp.\n\n\"I didn't expect to 'ave the pleasure o' seeing you 'ere, my lad,\" ses\nJack, still staring at Charlie, and twisting 'is face up into awful\nscowls.  \"Which is Emma Cook?\"\n\n\"Miss Cook is my name,\" ses Emma, very sharp.  \"Wot d'ye want?\"\n\n\"Very good,\" ses Jack Bates, looking at Charlie agin; \"then p'r'aps\nyou'll do me the kindness of telling that lie o' yours agin afore this\nyoung lady.\"\n\n\"It's the truth,\" ses Charlie, looking down at 'is plate.\n\n\"If somebody don't tell me wot all this is about in two minutes, I shall\ndo something desprit,\" ses Mrs. Cook, getting up.\n\n\"This 'ere--er--man,\" ses Jack Bates, pointing at Charlie, \"owes me\nseventy-five pounds and won't pay.  When I ask 'im for it he ses a party\nhe's keeping company with, by the name of Emma Cook, 'as got it, and he\ncan't get it.\"\n\n\"So she has,\" ses Charlie, without looking up.\n\n\"Wot does 'e owe you the money for?\" ses Mrs. Cook.\n\n\"'Cos I lent it to 'im,\" ses Jack.\n\n\"Lent it?  What for?\" ses Mrs. Cook.\n\n\"'Cos I was a fool, I s'pose,\" ses jack Bates; \"a good-natured fool.\nAnyway, I'm sick and tired of asking for it, and if I don't get it\nto-night I'm going to see the police about it.\"\n\nHe sat down on a chair with 'is hat cocked over one eye, and they all sat\nstaring at 'im as though they didn't know wot to say next.\n\n\"So this is wot you meant when you said you'd got the chance of a\nlifetime, is it?\" ses Mrs. Cook to Charlie.  \"This is wot you wanted it\nfor, is it?  Wot did you borrow all that money for?\"\n\n\"Spend,\" ses Charlie, in a sulky voice.\n\n\"Spend!\" ses Mrs. Cook, with a scream; \"wot in?\"\n\n\"Drink and cards mostly,\" ses Jack Bates, remembering wot Charlie 'ad\ntold 'im about blackening 'is character.\n\nYou might ha' heard a pin drop a'most, and Charlie sat there without\nsaying a word.\n\n\"Charlie's been led away,\" ses Mrs. Cook, looking 'ard at Jack Bates.  \"I\ns'pose you lent 'im the money to win it back from 'im at cards, didn't\nyou?\"\n\n\"And gave 'im too much licker fust,\" ses old Cook.  \"I've 'eard of your\nkind.  If Charlie takes my advice 'e won't pay you a farthing.  I should\nlet you do your worst if I was 'im; that's wot I should do.  You've got a\nlow face; a nasty, ugly, low face.\"\n\n\"One o' the worst I ever see,\" ses Mrs. Cook.  \"It looks as though it\nmight ha' been cut out o' the Police News.\"\n\n\"'Owever could you ha' trusted a man with a face like that, Charlie?\" ses\nold Cook.  \"Come away from 'im, Bill; I don't like such a chap in the\nroom.\"\n\nJack Bates began to feel very awk'ard.  They was all glaring at 'im as\nthough they could eat 'im, and he wasn't used to such treatment.  And, as\na matter o' fact, he'd got a very good-'arted face.\n\n\"You go out o' that door,\" ses old Cook, pointing to it.  \"Go and do your\nworst.  You won't get any money 'ere.\"\n\n\"Stop a minute,\" ses Emma, and afore they could stop 'er she ran\nupstairs.  Mrs. Cook went arter 'er and 'igh words was heard up in the\nbedroom, but by-and-by Emma came down holding her head very 'igh and\nlooking at Jack Bates as though he was dirt.\n\n\"How am I to know Charlie owes you this money?\" she ses.\n\nJack Bates turned very red, and arter fumbling in 'is pockets took out\nabout a dozen dirty bits o' paper, which Charlie 'ad given 'im for\nI O U's.  Emma read 'em all, and then she threw a little parcel on the\ntable.\n\n\"There's your money,\" she ses; \"take it and go.\"\n\nMrs. Cook and 'er father began to call out, but it was no good.\n\n\"There's seventy-two pounds there,\" ses Emma, who was very pale; \"and\n'ere's a ring you can have to 'elp make up the rest.\"  And she drew\nCharlie's ring off and throwed it on the table.  \"I've done with 'im for\ngood,\" she ses, with a look at 'er mother.\n\nJack Bates took up the money and the ring and stood there looking at 'er\nand trying to think wot to say.  He'd always been uncommon partial to the\nsex, and it did seem 'ard to stand there and take all that on account of\nCharlie Tagg.\n\n\"I only wanted my own,\" he ses, at last, shuffling about the floor.\n\n\"Well, you've got it,\" ses Mrs. Cook, \"and now you can go.\"\n\n\"You're pi'soning the air of my front parlour,\" ses old Cook, opening the\nwinder a little at the top.\n\n\"P'r'aps I ain't so bad as you think I am,\" ses Jack Bates, still looking\nat Emma, and with that 'e walked over to Charlie and dumped down the\nmoney on the table in front of 'im.  \"Take it,\" he ses, \"and don't borrow\nany more.  I make you a free gift of it.  P'r'aps my 'art ain't as black\nas my face,\" he ses, turning to Mrs. Cook.\n\nThey was all so surprised at fust that they couldn't speak, but old Cook\nsmiled at 'im and put the winder up agin.  And Charlie Tagg sat there arf\nmad with temper, locking as though 'e could eat Jack Bates without any\nsalt, as the saying is.\n\n\"I--I can't take it,\" he ses at last, with a stammer.\n\n\"Can't take it?  Why not?\" ses old Cook, staring.  \"This gentleman 'as\ngiven it to you.\"  \"A free gift,\" ses Mrs. Cook, smiling at Jack\nvery sweet.\n\n\"I can't take it,\" ses Charlie, winking at Jack to take the money up and\ngive it to 'im quiet, as arranged.  \"I 'ave my pride.\"\n\n\"So 'ave I,\" ses Jack. \"Are you going to take it?\"\n\nCharlie gave another look. \"No,\" he ses, \"I cant take a favour.  I\nborrowed the money and I'll pay it back.\n\n\"Very good,\" ses Jack, taking it up. \"It's my money, ain't it?\"\n\n\"Yes,\" ses Charlie, taking no notice of Mrs. Cook and 'er husband, wot\nwas both talking to 'im at once, and trying to persuade 'im to alter his\nmind.\n\n\"Then I give it to Miss Emma Cook,\" ses Jack Bates, putting it into her\nhands.  \"Good-night everybody and good luck.\"\n\nHe slammed the front door behind 'im and they 'eard 'im go off down the\nroad as if 'e was going for fire-engines.  Charlie sat there for a moment\nstruck all of a heap, and then 'e jumped up and dashed arter 'im.  He\njust saw 'im disappearing round a corner, and he didn't see 'im agin for\na couple o' year arterwards, by which time the Sydney gal had 'ad three\nor four young men arter 'im, and Emma, who 'ad changed her name to Smith,\nwas doing one o' the best businesses in the chandlery line in Poplar.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/11183/pg11183.txt",
        "name": "the_nest_egg_captains_all,_book_3..json"
    }
}