{
    "name": "The taking of Cloudy McGee",
    "author": [
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "                            by W. C. Tuttle\n         Author of “On the Prod,” “The Sundown Prodigal,” etc.\n\n\nIt was easy to see that fate had been kind to Ferdinand P. Putney,\nbecause he was not in jail. In fact, he never had been in jail. But he\nwas comparatively a young man yet. He was six feet three inches tall,\nwould weigh about a hundred and forty, and wore a size eleven shoe.\n\nHis face was very long, his eyes pouched, rather inclined to redness,\nwhich gave him the mien of a very old and very wise bloodhound. His\nalmost yellow hair grew without much opposition from the barber, and he\nwore a derby hat of a decided green tinge.\n\nFerdinand P. Putney was the lawyer of Lost Hills town. The folks of Lost\nHills were not given to carrying their troubles to the law; so one\nlawyer was enough. Ferdinand had been many things in his forty years of\nlife, but that has nothing to do with the fact that he had studied\nlaw--a little.\n\nAnd there was another rather prominent man in Lost Hills, whose name was\nAmos K. Weed. Amos was the cashier of the Lost Hills bank, mate of his\nown soul, (Ferdinand P. Putney was the captain) and a bottle-drinker\nafter working hours.\n\nAmos was a scrawny individual, five feet six inches tall, with a high,\nwide forehead, pinched nose, beady eyes and long, slender fingers. His\nshoulders were slightly stooped and he shuffled when he walked. Amos’\nlife consisted mostly of looking up and down a column of figures.\n\nBut for many years Amos had dreamed of being a great criminal, a master\nmind; of smashing through things like a Springfield bullet. But his .22\ncaliber soul had held him back. Amos usually figured out a perfect\ncrime, dreamed that he was about to be hung, and discarded the plan.\n\nOn this certain day Amos closed the bank at a few minutes after three\no’clock. He carried his hat in his hand, and his breathing was slightly\nirregular. He fairly slunk away from the bank, shuffling his feet\nsoftly, as though afraid his departure might be heard.\n\nHe covered the half-block to Ferdinand P. Putney’s office in record\ntime, and found the lawyer at his desk, tilted back in a chair, his big\nfeet atop a pile of dusty books on the desk. Amos slammed the door\nbehind him and stood there, panting heavily. Ferdinand shifted his gaze\nfrom the book, which he had been reading, and looked reprovingly upon\nAmos.\n\n“Well?” queried Ferdinand softly.\n\n“Well!” squeaked Amos. It is likely he intended to thunder, but Amos’\nvocal cords were all of the E-string variety. He came closer to the\nlawyer, his Adam’s-apple doing a series of convulsive leaps, as though\ntrying to break its bounds.\n\nFerdinand closed the book and waited expectantly for Amos to go further\nin his conversation, which he did as soon as he had calmed his jerking\nthroat.\n\n“Putney!” he squeaked. “We’re ruined!”\n\nFerdinand Putney slowly lowered his big feet, placed the book on the\ntable and stood up.\n\n“This?” he said huskily, “is terrible. Just how are we ruined, Amos?”\n\n“They--they didn’t strike oil!”\n\n“Oh!” Ferdinand stared at Amos.\n\n“You mean--_you_ didn’t strike oil?”\n\n“Us! You got me into it, Putney! You know darn well you did. You advised\nme to soak every cent I could get my hands onto in that Panhandle oil\nfield. You did! You did! You did! You----”\n\nFerdinand got into the spirit of the chant and began beating time on the\ndesk-top.\n\n“And so you did, eh?” said Ferdinand. “How much, Amos?”\n\n“Fuf--forty thousand dollars!”\n\n“I didn’t know you had that much.”\n\n“I--I didn’t!” Amos’ voice went so high it almost failed to register.\nThen he whispered, running back down the scale. “It was the bank money.”\n\n“Mm-m-m-hah,” Ferdinand nodded slowly, wisely. “I’m going to have a hell\nof a time keeping you out of jail, Amos.”\n\n“You’re as guilty as I am,” shrilled Amos.\n\nFerdinand shook his head. “No lawyer was ever put in jail for giving\nwrong advice, Amos. But I’ll do my best to defend you as soon as they\nput you in jail.”\n\n“You--you wanted your cut out of it,” choked Amos. “That was the\nagreement. You hinted that I might take a few dollars from the bank. I\nbought a third interest in a well, and they never struck oil. I’ll tell\n’em--the law--that you helped me; that you advised me to steal from the\nbank; that you--you----”\n\n“If you keep on talking that way, Amos, I won’t defend you.”\n\n“Defend me? You talk like I was already arrested.”\n\n“It probably won’t be long, Amos. Are you sure they’ll miss it?”\n\n“Miss it? There’s only ten thousand in the bank right now, and the bank\nexaminer is due almost any day.”\n\n“‘We are lost, the captain shouted, as he staggered down the stairs,’”\nquoted Ferdinand. “That’s worse than I anticipated, Amos. You have\npractically looted the organization, and the Lost Hills depositors are\nnot the kind that----”\n\n“I know that all by heart!” wailed Amos. “They’ll hang me.”\n\n“But there is still ten thousand dollars in the bank,” mused Ferdinand.\n“Does Jim Eyton suspect you?”\n\nEyton was the president of the bank, a big, bluff sort of a person, who\ntrusted Amos implicitly.\n\n“Not yet,” moaned Amos.\n\n“Hm-m-m-m,” said Ferdinand judiciously. He rested his head on one hand,\nthinking deeply.\n\nAnd as he racked his brain for a solution out of the difficulty, a man\ncame down the wooden sidewalk, bareheaded, his sleeves rolled to his\nelbow. It was Miles Rooney, the editor of the Lost Hills _Clarion_, a\nweekly effort, seven-eighths syndicate matter and one-eighth sarcastic\neditorial.\n\nHe was a living example of the fact that the Lost Hills _Clarion_ was\nnot a paying proposition. His sparse hair stood straight up in the\nbreeze and in one bony hand he clutched a piece of paper.\n\n“What am I going to do?” he demanded, handing the paper to Ferdinand. “I\nask you, Putney.”\n\nPutney read the paper slowly. It said:\n\n    Editor of Clarion: I ben redin what you sed about me and i\n    want you to no your a lier and it aint so ive all way had a\n    firs clas repitashun amung men and i aint no menis to no\n    budy and nothin like it and im goin to maik you wish you\n    keep your damn nose out of my bisnes.\n\n                                     y’rs respy   Cloudy McGee.\n\nPutney placed the paper on his desk and squinted at the editor.\n\n“You wrote an editorial on Cloudy McGee, eh?”\n\n“Yes.”\n\n“Do you know him, Mr. Rooney?”\n\n“I do not,” Mr. Rooney flapped his arms dismally. “I don’t need to know\na man of his reputation in order to flay him in print, Mr. Putney.”\n\n“He’s a bad egg,” put in Amos.\n\n“Bad?” Putney lifted his brows. “He’d just as soon kill you as to look\nat you. If I was running a newspaper, I’d either say nice things about a\nkiller, or I’d say nothing.”\n\n“What satisfaction is your opinion to me?” demanded the harassed editor.\n“How can we stop him from coming here?”\n\n“We?” Putney shook his head. “He has nothing against me. I have never\nseen the man in my life. This is a case for the sheriff--not an\nattorney.”\n\n“Sheriff!” The editor spat angrily. “He and I do not speak. I wrote an\neditorial about the inefficiency of our sheriff’s office, and----”\n\n“Now he won’t help you save your life, eh?”\n\n“It amounts to that, Mr. Putney.”\n\n“You might apologize to Cloudy McGee, Mr. Rooney.”\n\n“I might!” snapped Mr. Rooney. “But when Cloudy McGee meets me, will he\nwait long enough to let me do it? The man has a terrible reputation.\nWhy, there’s a thousand dollars reward for him. Will a man of his type\nbe satisfied with an apology?”\n\n“It would establish a precedent,” murmured Putney. “Still, there is only\none thing for you to do and that is to wait and see. McGee is a bank\nrobber, I believe.”\n\n“Exactly.”\n\n“According to that letter, he will be here soon. If I were in your\nplace, I would shut up shop and go away for a vacation.”\n\n“Couldn’t we get out a restraining order, Mr. Putney?”\n\n“Yes, we could do that. But it is not likely that the sheriff would\nserve it. Would you know Cloudy McGee if you saw him?”\n\n“Not at all. No one in Lost Hills has ever seen him.”\n\n“McGee is a gambler,” remarked Amos Weed, who remembered seeing a\ngeneral description of McGee on a reward notice. “They say he’ll bet on\nanything. You might make him a gambling proposition, Rooney.”\n\n“Bet him that he can’t hit me three times out of four eh?” retorted\nRooney, as he picked up his letter and went away. Putney knitted his\nbrows, as in deep thought, while Amos Weed gnawed a finger-nail.\nSuddenly the lawyer got an inspiration. He leaned across the desk so\nsuddenly that Amos almost bit his entire nail off.\n\n“Watch for McGee!” snapped Putney. “You’re in a bad fix, Amos. You might\nas well die for a goat as a lamb. You say there is ten thousand dollars\nleft in the bank--in cash. All right. What do I get for my scheme?”\n\n“For your scheme? Tell it to me, Putney.”\n\n“On a fifty-fifty basis, Amos. If you win, I get half.”\n\n“And if I lose?”\n\n“You’ve already lost, you poor egg.”\n\n“All right,” eagerly. “Fifty-fifty, Putney.”\n\n“That’s a bet, Amos. How soon will the bank examiner come?”\n\n“I don’t know. He’s due any old time.”\n\n“All right. Cloudy McGee is also coming--to kill Miles Rooney. You see\nMcGee before he kills Rooney. Not that we care what he does to Rooney,\nyou understand; but he must postpone it.\n\n“McGee is our meat. Watch for him, Amos. And as soon as you see him,\nbring him to me. But do this secretly. If there’s any killing going\non--remember I’m a lawyer, not a target.”\n\n“I’m no target either,” declared Amos. “I don’t know Cloudy McGee, but\nI’ll do my best. You’ve got to get me out of this. I took your advice\nonce--and lost.”\n\n“This is a cinch,” assured Putney. “Just let me get at McGee.”\n\n                   *       *       *       *       *\n\nTwenty miles south of Lost Hills was the town of Salt Wells, from which\nplace a stage line ran to Lost Hills. In a dingy little room at Salt\nWells’ only hotel, two men sat at a table playing poker. It was early in\nthe evening, and both men were too interested in the game to light a\nlamp.\n\nOne man was tall and lean, with deep-set eyes and a long, damp-looking\nnose. He breathed through his mouth, and regularly he wiped a long,\ngnarled finger across his nose, in lieu of a handkerchief.\n\nThe other man was also fairly tall, but not so thin. His face was also\ntanned, but his fingers were more nimble with the cards. He seemed\ngreatly amused over his good luck. On the table between them was a\ncartridge-belt and holstered Colt six-shooter, and a scattering of\ncurrency.\n\nThe man with the bothersome nose spread his hand, his watery eyes\ntriumphant. But the other man spread his hand, and without a word he\npicked up the belt, gun and money.\n\n“Anything else?” asked the winner.\n\n“Nobe,” The other man got heavily to his feet. “I’be cleaged.”\n\n“All right, pardner. It was a good game eh?”\n\n“Good gabe for you.”\n\nThe winner smiled and left the room, a huge sombrero, with an ornate\nsilver band, tilted rakishly over one eye. The loser looked gloomily\nafter him, flirting a forefinger across his nose. He dug in a pocket and\ntook out several little bottles and boxes, which he studied closely.\nEach and every one was a guaranteed cure for colds.\n\nHe selected a tablet from each receptacle, put them in his big mouth and\ntook a big drink from a broken-handle pitcher. Then he put on a derby\nhat, yanked it down around his ears, and went heavily down the hall and\ninto the street.\n\nFor several moments he stood on the wooden sidewalk, looking up and down\nthe street, before crossing to the Road Runner saloon, where he leaned\nagainst the bar. The sleepy-eyed bartender shuffled around behind the\nbar and waited for the order.\n\n“Rog and rye,” thickly.\n\nThe bartender placed the bottle and glasses on the bar and watched the\nman toss off a full glass of the sweet whisky.\n\n“Yo’re the only man I ever seen that drank rock and rye all the time,”\nobserved the bartender. “Got a cold?”\n\n“I hab. It’s killid be by idches--dab id!”\n\nHe sneezed violently, clinging to the bar with both hands. When he\nlooked up there was a great fear in his eyes.\n\n“Why don’tcha take somethin’ for it?” asked the bartender.\n\n“Take sobedig? I’ve tried id all.” He shivered, and poured out another\ndrink.\n\n“Had it long?”\n\n“Nod this wod. Sobe day I’ll ged pneumodia and die--dab id.”\n\n“A feller don’t last long when he gets that,” declared the bartender\nhollowly. The sufferer shook his head, shivered and sneezed.\n\n“You ought to take care of yourself, pardner.”\n\n“No use,” wearily. “I’be fought id all by life. It’ll ged be sobe\nday--dab it.”\n\n“It kinda takes the joy out of life, when yuh know darn well it’ll get\nyuh in the end,” sympathized the bartender.\n\n“Pneumodia is bad,” nodded the man tearfully. “Shuds off your wid.”\n\n“Why don’tcha see a doctor?”\n\n“Nobe.”\n\n“Scared?”\n\n“Whad you don’t know won’t hurd yuh.” He poured out another drink of\nsweet whisky, shuddered violently, ran a finger across his nose and\nbuttoned up his collar.\n\n“How far is id to Lost Hills?”\n\n“About twenty miles north of here.”\n\n“Thang yuh.”\n\nThe man with the pneumonia complex went out into the night and\napproached a hitch-rack, where several riding horse-were tied. After\nlooking them over he selected a tall sorrel. Loosening the cinch, he\nremoved the blanket, mounted and rode north, wearing the blanket around\nhis shoulders, holding it tightly around his throat. He sneezed several\nlimes, as though bidding Salt Wells good-by, and faded away in the\ndarkness.\n\n                   *       *       *       *       *\n\nAmos Weed was not to be caught napping. There were not many strangers\never seen in Lost Hills, but Amos spotted one that night. He was rather\ntall, slender, but was not dressed conspicuously. Amos dogged him from\nplace to place, wondering if this could possibly be Cloudy McGee.\n\nThe stranger went from game to game in the War Path saloon, showing only\na mild interest in the gambling. He picked up a billiard cue and spent\nan hour or so knocking the balls about the old pool table, paying no\nattention to anyone, while Amos humped in a chair, watching him closely.\n\nHe followed the stranger to the Chinese restaurant and watched him. This\nman wore no gun in sight. He seemed of a serious disposition, ate\nheartily, which was something Amos had been unable to do since he had\nheard of the well failure. He knew it must be a failure, when they did\nnot strike oil within the four thousand foot depth.\n\nThe stranger left the restaurant and sauntered around the street, with\nAmos following him at a distance. Miles Rooney was getting out his\nweekly edition, and several interested folks were watching the flat\nprinting press through the _Clarion_ window. The stranger stopped and\nwatched the operation.\n\nAmos came in beside him, also watching the operation.\n\n“Pretty slick, the way it prints ’em, eh?” said the cashier. The\nstranger nodded.\n\n“Stranger in Lost Hills?” asked Amos.\n\nThe man nodded quickly. “Just came in today.”\n\n“Going to stay with us a while?”\n\n“No, I don’t think so. At least, not long.”\n\n“Drummer?”\n\n“No-o-o-o. Bank examiner.”\n\n“Oh.” Amos dropped the subject and got away as fast as possible. This\nwas terrible, he thought. If the bank examiner was in town, tomorrow his\ntheft would be discovered. Amos felt of the knot which was already\ngalling his left ear.\n\nThen he galloped down to Putney’s house, almost fell in through the\nfront door, and blurted out the news.\n\n“I tell you, we’re sunk, Putney!”\n\n“You are, you mean,” indignantly.\n\n“O-o-o-o-oh, hell!” wailed Amos. “I might as well blow out my brains, I\nsuppose.”\n\n“Well,” said Putney judiciously, “it might save complications. Might be\nsafer to shoot the examiner.”\n\n“But I can’t shoot straight, Put! You sure advised me into a lot of\nmisery. What’ll I do?”\n\n“Give yourself up.”\n\n“And get hung?”\n\n“Start running.”\n\n“Run where? I haven’t got enough money to make a getaway.”\n\n“Well, you can shoot straight enough to kill yourself, can’t you?”\n\n“Oh, you’re a hell of a lawyer! Didn’t you ever give any good advice to\nanybody?”\n\n“This ain’t a point of law, Amos--this is emergency.”\n\n“Uh-huh. You sure are good in emergencies. Give up, run, or shoot\nmyself. Any damn fool could give that advice.”\n\n“Then keep on looking for Cloudy McGee. That’s your last chance. He\nmight show up, you know.”\n\n“Where there’s life there’s hope,” sighed Amos. “I’ll do it. In the\nmeantime, you think of something, Put.” Amos went back to the street,\nhoping against hope.\n\n                   *       *       *       *       *\n\nAmos Weed was the first one to spot the stranger with the big hat and\nthe silver-studded hat-band. He remembered that the reward notice had\nmentioned the fact that Cloudy McGee wore that kind of a hat. Amos was\nboth frightened and thrilled. He saw the stranger go into the War Path\nsaloon; so he went to the hitch-rack and looked at the stranger’s horse.\n\nOn the back of the saddle cantle was the single initial M, in a silver\nletter. M must stand for McGee, reasoned Amos. He rather thrilled at the\nthoughts of meeting a man like Cloudy McGee, who flaunted his big hat\nand an initialed saddle before all the sheriffs, who would be only too\nglad of a chance to gather him in and collect the thousand dollar\nreward.\n\nAmos sauntered back to the saloon door, and met the stranger, who was\njust coming out. He glanced sharply at Amos and started across the\nstreet, with Amos trotting at his heels. The man stopped and looked at\nAmos. It was dark out there, and Amos’ knees smote together, but he\nsummoned up his remaining nerve.\n\n“Mr. McGee, can I talk with you for a minute?” he said.\n\nThe tall stranger started slightly. “What about?”\n\n“Business,” Amos swallowed heavily. “But not here in the street,” he\nhastened to say. “Nobody knows who you are, except me. But you shouldn’t\nwear that big hat, you know.” It pleased Amos to give advice to Cloudy\nMcGee.\n\nBut McGee didn’t seem to mind. He waited for Amos Weed to continue.\n\n“You follow me,” said Amos. “I want you to meet a friend of mine.”\n\n“Just a moment,” said Cloudy McGee. “What’s the game?”\n\n“The game,” said Amos nervously, “is to make some easy money for you.”\n\n“Easy money, eh? Say, I don’t believe I know you.”\n\n“I’m all right,” quavered Amos. “I’m cashier of the Lost Hills bank.”\n\n“I see. All right.”\n\nThey went to the sidewalk and headed down the street to where Ferdinand\nP. Putney kept bachelor hall in a little two-room building, just off the\nstreet, on the south end of town.\n\nIt was a great thrill for Amos, to walk with Cloudy McGee, on whose head\nwas a thousand dollars reward. Cloudy stopped to light a cigarette, and\nAmos shivered as the match illuminated McGee’s ornate sombrero. Amos was\nafraid that Jim Potter, the sheriff, might see him.\n\nA man was coming up the street toward them, but Amos did not know who it\nwas. The man watched Amos and Cloudy McGee go in the front door of\nFerdinand P. Putney’s home. Against the lamplight it was easy for this\nman to see the huge sombrero.\n\nThe man sneezed several times, cleared his throat raspingly and walked\nover toward Putney’s front door. It was the man who had stolen the horse\nin Salt Wells. He had ridden almost to Lost Hills and turned the horse\nloose, not wishing to be arrested for horse stealing.\n\nFerdinand P. Putney drew up three chairs, after shaking hands with\nCloudy McGee.\n\n“I--we were looking for you, Mr. McGee,” said Putney. “Mr. Rooney, the\neditor of the Lost Hills _Clarion_, said you were coming to--er--see him\nsoon.”\n\nCloudy McGee nodded indifferently, and Amos mentally decided that the\nkilling of an editor was merely an incident in the life of such a man as\nCloudy McGee.\n\n“You are a man of action,” said Putney, looking upon McGee with\nconsiderable favor. “What would you do for a thousand dollars?”\n\nMcGee grinned. “All depends.”\n\n“I’m going to lay my cards on the table,” said Putney. “A man of your\ncaliber appreciates honesty.”\n\n“Such is my reputation,” nodded McGee.\n\n“All right.” Putney stretched out his legs and squinted at Amos, who was\nnot at ease. “Our friend here, is cashier of the Lost Hills bank. Some\ntime ago he stumbled upon a flattering oil proposition.”\n\n“Now, don’t lie about it, Put,” wailed Amos. “You advised me to put\nevery cent----”\n\n“If you will pardon me, I will tell Mr. McGee the story, Amos.”\n\n“Well, don’t leave yourself out, Putney.”\n\n“As I said before, Mr. Weed saw the possibilities of this investment,\nand, not having sufficient funds of his own, he took forty thousand of\nthe bank money, in order to take a third interest in the Panhandle\nNumber 7 well, a Texas oil company. It promised enormous returns. Today\nhe received a communication to the effect that at a depth of four\nthousand feet, they have struck nothing. The average depth of that field\nis much less.\n\n“It puts my friend in a bad position. The depositors of this bank are\nnot of a forgiving nature, and in the event of an embezzlement it is\ndoubtful whether the law would ever have a chance to pronounce sentence\nupon Amos Weed.”\n\n“They’d lynch him, eh?” asked Cloudy McGee heartlessly.\n\nAmos shivered.\n\n“I am doing my best to save my friend’s life,” continued Putney. “The\nforty thousand is gone. And the only way we can explain the loss is to\nhave the bank robbed. You know how to do things like that, Mr. McGee.\nThere is already a thousand dollar reward for your arrest; so another\nrobbery won’t make much difference to you one way or the other.”\n\n“Well?” queried McGee thoughtfully. “How much do I get?”\n\nFerdinand P. Putney did some mental arithmetic. He knew there was ten\nthousand dollars in the bank. It would be just as simple to make this a\nfifty thousand dollar robbery as a forty thousand dollar robbery--and\nthere would be ten thousand to split between himself and Amos.\n\n“Suppose,” he said, “that we give you a thousand dollars. You don’t need\nto pull off a regular robbery; just come in the front door, fire a few\nshots, run out the back door, get on your horse and beat it. As you go\nthrough we’ll hand you the one thousand.”\n\nMcGee shook his head quickly. “You might hand me a package of nails.”\n\n“Oh, I see. You think we might not hand you the money.”\n\n“Be a fool if you did, Putney.”\n\nPutney turned his head and considered Amos.\n\n“Don’t look at me,” wailed Amos. “I’ve got no thousand.”\n\n“I guess that’s no lie,” Putney turned again to McGee.\n\n“How do I know you’d do the job?”\n\n“You don’t. But you’ve got to take some risk.”\n\n“How about you?”\n\n“I take plenty, don’t you think? I’ve got to outrun the sheriff.”\n\n“That’s true,” nodded Putney. He turned to Amos. “If I give Mr. McGee a\nthousand dollars, you’ve got to make good with me, Amos.”\n\n“I will,” whispered Amos. “All I want is to get out of this mess.”\n\nFerdinand P. Putney went into the next room. He did not trust the bank,\nbecause he knew Amos Weed too well. In a few moments he came back,\ncarrying a thousand dollars in currency, which he counted out to Cloudy\nMcGee.\n\n“I’m banking on your honesty,” said Putney. McGee pocketed the bills.\n\n“No one can ever say I was crooked in business,” he said. “When is this\ndeal to be pulled off?”\n\n“Tomorrow morning at exactly ten o’clock. There hasn’t been a customer\nin that bank at ten o’clock for months. Am I right, Amos?”\n\n“You’re right,” whined Amos. “Nobody ever comes in that early.”\n\nCloudy McGee shook hands with them on the deal and left the house,\npromising Amos Weed to keep his big sombrero out of sight.\n\n“Well,” sighed Amos, “that’s settled. If the sheriff does kill Cloudy\nMcGee, he won’t squeal on us, Putney.”\n\n“He better not,” grinned Putney. “But the deal ain’t all finished, Amos.\nYou go down to the bank and take out every cent of that ten thousand\ndollars. Nobody is goin’ to wonder if you go in there this time of\nnight, because you often work late.”\n\n“You--you mean I’m to swipe that money, Putney?”\n\n“Sure thing. We split it two ways--I take six thousand and you take\nfour.”\n\n“Aw-w-w-w-w, what kind of a split is that? We were to go fifty-fifty.”\n\n“That’s all right. I get a commission for putting the deal over, don’t\nI? That thousand I gave him, I gave for you. It was just a loan, Amos.\nTake it or leave it.”\n\n“Aw, I’ll take it, Putney. I hope he don’t fall down on the job.”\n\n“He’s a heaven-sent angel, Amos. Now, you go and get that money and\nbring it up here.”\n\nAmos went, but he went reluctantly. As he left the house he did not know\nhe was being followed by the wet-nosed stranger, who had listened, with\nan ear glued to one of Putney’s window panes.\n\nIt was not difficult for Amos to enter the bank and come out with the\nmoney. At that time of night there were very few people on the streets\nof Lost Hills. He had the money in a gunnysack and carried it concealed\nas much as possible with his coat.\n\nHe came down the sidewalk, past the doorway of an old shack, when a big\nman pounced upon him, forcibly took the sack away from him, and sent him\nspinning with a punch on the jaw. Amos saw stars that the Lick\nObservatory had never dreamed of seeing, and when he awoke he was all\nalone and very sad.\n\nConscious of the fact that he had been robbed and knocked out, he\nstaggered to Putney’s place, fell inside the house and gasped out his\nstory. Putney’s consternation and wrath knew no bounds.\n\nHe fairly danced in his anger, while little Amos held his jaw and stared\nred-eyed at the wall.\n\n“Cloudy McGee double-crossed us!” swore Putney. “He knew we’d do this,\nthe dirty pup. Well,” Putney waved his arms in desperation, “we’ll have\nto kill McGee and get that money.”\n\n“You do it,” said Amos wearily. “You can have my part of it. My Lord,\nthat man is strong!”\n\n“But don’t you see where it puts us?” wailed Putney. “He’s got all the\nmoney--eleven thousand. He don’t have to rob the bank now.”\n\n“But he swore he’d do it, Putney,” Amos grasped at any old straw. “He\ndidn’t promise not to rob us.”\n\n“Well, if you can get any satisfaction out of that,” said Putney.\n“Anyway, it leaves me holding the sack. I’ve got nothing to gain, even\nif he keeps his word. I’m out a thousand. All it’ll do is to save your\nhide.”\n\n“Well, isn’t that enough, Putney?”\n\n“I wouldn’t give a thousand dollars for you, guts, feathers and all.\nI’ve sure bought something--I have.”\n\n“Aw-w-w-w, it may turn out all right, Putney. Look at the jaw I’ve got\non me, will you?”\n\n“I don’t care anything about your jaw Go on home. When he robs that\nbank. I’m going to--” Putney hesitated.\n\n“What are you going to do?”\n\n“That’s my business. Now go home.” Amos went. And as he hurried home he\nnoticed a light in the living-room of the sheriff’s home.\n\nPerhaps at any other time Amos would not have given this a thought, but\njust now his nerves were in such a state that everything looked\nsuspicious.\n\nThe big stranger with the damp nose had engaged a room at a little\nhotel, left his bundle there and gone to the War Path saloon, where he\ngot into a poker game. In a little while Cloudy McGee came in, bought a\ndrink and tackled the roulette wheel.\n\nSeveral times the damp-nosed stranger glanced at Cloudy and found him\nlooking. The first time they nodded, but the other glances were of\nsuspicion instead of friendship.\n\n“You’ve got a bad cold, stranger,” observed the dealer.\n\n“Yea-a-ah--dab id.”\n\n“You ought to take something for it.”\n\n“I hab,” the stranger swallowed heavily.\n\n“’F I was you I’d see a doctor,” declared one of the players. “I had a\nfriend that died from pneumonia. Started just like your cold.”\n\n“I thig I’ll see a doctor in the mornig--dab id.”\n\n                   *       *       *       *       *\n\nAmos Weed slept little that night, and he got up in the morning with his\nnerves all frazzled out. He did not eat any breakfast. He had heard of\ncondemned criminals eating a hearty breakfast just before their walk to\nthe gallows, and the very thought of food sickened him.\n\nAs he walked toward the bank he met the damp-nosed stranger, with the\nderby hat crushed down over his head. He sneezed just before they met,\nand Amos jerked as though someone had fired a gun.\n\n“I’m lookig for the doctor,” said the big man thickly.\n\nAmos sighed visibly and audibly, as he pointed out the doctor’s\nresidence.\n\n“Thag yuh,” nodded the sufferer, and went on. Amos looked after him,\nwondering who he was, and then went on to the bank. It was about ten\nminutes of ten, when Amos opened the doors and went in, closing them\nbehind him. The bank did not open until ten o’clock.\n\nAmos looked out the front windows, his heart pounding against his ribs.\nIt was within ten minutes of the time that would see him saved or sunk.\nHe went to the rear door, throwing back the heavy bolts, which would\ngive Cloudy McGee a chance to make his getaway, if he were still going\nto carry out his plan.\n\nA glance showed that McGee’s horse was behind the bank. Amos Weed’s\nhopes arose like a well-filled balloon. At least Cloudy McGee was\nshooting square. Then he saw Ferdinand P. Putney coming down the alley\nbehind the street, carrying a double-barrel shotgun. Amos closed the\ndoor, peeking through a crack, watching Putney, who came in behind the\nbank.\n\nHe looked all around. A huge packing case and several smaller boxes gave\nhim a hiding place, into which he crawled. Amos drew away from the door,\nhis eyes squinting painfully. It was evident to him that Ferdinand P.\nintended to intercept Cloudy McGee and try to get back his money.\n\nAnd Amos realized that Putney was going to ruin the whole scheme. If\nCloudy was forced to stop and argue the case with Putney, it would give\nthe sheriff time to catch him, and then there would be no chance to\nprove that McGee had stolen the fifty thousand.\n\nSomeone was knocking on the front door! Amos trotted to the front. It\nwas the depot agent. He showed Amos a telegraph envelope through the\nglass of the door.\n\nAmos went to the door, shaking like a Hula dancer, and got the message.\nIt was for him. He jigged back to the rear door and looked out. Then he\nalmost swooned. Seated on the boxes, where Ferdinand P. Putney was\nconcealed, was the sheriff, Big Jim Potter, smoking his pipe.\n\nAmos staggered back to the front door. Seated on the sidewalk across the\nstreet was “Slim” Caldwell, the deputy sheriff, watching the bank front.\nAmos reeled. The clock was striking the hour, and at every chime Amos\nWeed jerked inside his clothes.\n\nThen he unlocked the door and went drunkenly toward his desk, where he\nslumped in a chair, staring with unseeing eyes. The door opened and a\nman came toward him. He opened his eyes. It was the man he had directed\nto the doctor’s office. Amos shook his head wearily. Nothing mattered\nnow. He was still holding the telegram, and now he opened it\nmechanically, his eyes scanning it quickly. It read:\n\n    PANHANDLE NUMBER SEVEN BRINGS IN GUSHER AT FORTY TWENTY\n    FIVE STOP CONGRATULATIONS\n\n                                     GRIMES SUPERINTENDENT.\n\nAmos fell back in his chair, the world reeling around him. He opened his\neyes. The stranger with the cold had crouched back against the wall, a\ngun in his hand, as Cloudy McGee came in through the doorway. Slim\nCaldwell, the deputy sheriff, was running across the street, almost to\nthe door, when the stranger behind it flung up his gun, covering McGee.\n\n“Put ’em up, McGee!” he snapped, and McGee’s hands went up, a look of\nwonder on his face.\n\nSlim Caldwell ran in behind him, and the gun covered both of them.\n\n“Who are you?” asked the damp-nosed stranger of Caldwell.\n\n“Deputy sheriff,” blurted Caldwell.\n\n“All right. Handcuff that man.”\n\n“But--but--” stammered the deputy.\n\nThe sheriff was coming in the back door, herding Ferdinand P. Putney\nahead of him. He stared at the tableau. The damp-nosed stranger swung\nhis back against the wall, half-facing the sheriff. For several moments\nthings were rather deadlocked.\n\n“Who are you?” asked the stranger with the cold.\n\n“I’m the sheriff!” snapped Jim Potter.\n\n“And I’ve got you, Cloudy McGee!” snorted Caldwell addressing the\ndamp-nosed stranger, and covering him. “Drop that gun!”\n\nThe man addressed dropped his gun and Caldwell picked it up, but before\nanyone could stop him, the damp-nosed man had made a sudden dive and\nknocked the original McGee off his feet, and was sitting on him.\n\n“For heck’s sake, what’s this all about?” demanded the sheriff, coming\ntoward them, still clinging to Ferdinand P. Putney.\n\n“Pud ha’d-cuffs on him, I tell you!” snapped the damp-nosed man. “This\nis Cloudy McGee.”\n\n“Yo’re crazy!” roared the sheriff. “Yo’re McGee yourself.”\n\n“You thig so?” The damp-nosed man turned back the lapel of his soiled\nvest and showed them the badge of a deputy U. S. marshal. “By nabe is\nMorton,” he said thickly. “I hobe you’re sadisfied.”\n\n“U. S. marshal?” blurted the sheriff.\n\n“Yeah. I be been looking for Cloudy McGee, bud I didn’t hab much of a\ndescribtion, excebt that he gambles quite a lot and is about my size. I\nheard he was in Salt Wells, or aroud that part of the country.\n\n“I med this sud-of-a-gud and he wod my horse, saddle, hat and my gud. I\nthought he’d stay there bud he left; so I stole a horse and followed\nhim. I heard hib frame up to rob this bank. They called hib McGee. That\nfeller over there,” pointing at Amos, who was almost in a state of\ncollapse, “took ted thousad from the bank last night; so I toog it away\nfrob him. It’s ub in by roob.”\n\n“Well, for the land’s sake!” blurted the man upon whom the deputy\nmarshal sat. “They mistook me for Cloudy McGee, and I let the sheriff in\non the deal. I thought you was McGee, because they recognized me by that\nbig hat which I won away from you at Salt Wells, and we framed it to get\nPutney, Weed and you this morning.”\n\n“Is thad so?” The marshal wiped his nose and stared down at the man\nunder him. “Who in hell are you?”\n\n“Me? I’m the bank examiner.”\n\n“Huh! Loogs like a mistage--dab id.”\n\nThe officer got to his feet, grinning widely.\n\nAmos was coming toward them, holding out the telegram.\n\n“I’ll deed it to the bank,” he quavered. “It’s a gusher, and they’re\nworth more than fifty thousand dollars. Just so they don’t hang me, I’ll\nagree to anything.”\n\nThe bank examiner shook his head. “That’s between you and the bank\nofficials, you cheap little crook.”\n\n“Cheap?” muttered Ferdinand P. Putney. “That man must deal in big money,\nif he calls a fifty-thousand steal cheap.”\n\nThe bank examiner took a roll of bills from his pocket and handed them\nto the sheriff.\n\n“Here’s the retaining fee I got from Putney last night. If you want to\nprosecute him, that is evidence.”\n\n“I dunno what I want to do,” said the sheriff blankly.\n\nAn apparition was coming in through the back door; a gobby-black sort of\na person, painted up like a war-path Indian in reds, greens, blues,\npurples and black. They watched him come toward them.\n\n“My Gawd!” blurted the sheriff. “It’s Miles Rooney!”\n\n“It is,” wailed the editor. “Look at me! He tied me to my own press and\npainted me with my own inks. I’ve been like this all night. I just got\nloose!”\n\n“Who painted you?” whispered Amos.\n\nMiles Rooney turned his ink smeared countenance upon the luckless\ncashier, pointing a gobby finger at him accusingly.\n\n“Your friend. The man I seen you standing outside my window with last\nnight. The man you were talking to, darn you! Cloudy McGee!”\n\n“The bank examiner!” exploded Amos. “He--he said he was.”\n\n“He is,” said the sheriff. “He’s examined a lot of ’em.”\n\nThe real bank examiner and the marshal walked outside, halting on the\nedge of the sidewalk, where they grinned at each other.\n\n“You ought to take something for that cold,” said the examiner. “The\nfirst thing you know you’ll be having pneumonia.”\n\n“Dod be.” The officer shook his head. “You can’t scare be do more. All\nby life I’be been scared of pneumonia. Never had the nerve to visit a\ndoctor. Bud I seen one today. Ha, ha, ha, ha! Fuddy, ain’t id? I feel\ntwedy years you’ger.”\n\n“What did he say was the matter with you?”\n\n“Hay fever.”",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73091/pg73091.txt",
        "name": "the_taking_of_cloudy_mc_gee.json"
    }
}