{
    "name": "The snow-image: a childish miracle",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\n\n                   THE\n               SNOW-IMAGE:\n\n           A CHILDISH MIRACLE.\n\n\n  With Illustrations by Marcus Waterman.\n\n\n                NEW YORK:\n     JAMES G. GREGORY, 540, BROADWAY.\n               M DCCC LXIV.\n\n\n\n\nC. A. ALVORD, STEREOTYPER & PRINTER, NEW YORK.\n\n\n\n\n\n\nThe Snow-Image:\n\nA CHILDISH MIRACLE.\n\n\nOne afternoon of a cold winter's day, when the sun shone forth with\nchilly brightness, after a long storm, two children asked leave of\ntheir mother to run out and play in the new-fallen snow. The elder\nchild was a little girl, whom, because she was of a tender and modest\ndisposition, and was thought to be very beautiful, her parents, and\nother people who were familiar with her, used to call Violet. But her\nbrother was known by the style and title of Peony, on account of the\nruddiness of his broad and round little phiz, which made everybody\nthink of sunshine and great scarlet flowers. The father of these two\nchildren, a certain Mr. Lindsey, it is important to say, was an\nexcellent, but exceedingly matter-of-fact sort of man, a dealer in\nhardware, and was sturdily accustomed to take what is called the\ncommon-sense view of all matters that came under his consideration.\nWith a heart about as tender as other people's, he had a head as hard\nand impenetrable, and therefore, perhaps, as empty, as one of the iron\npots which it was a part of his business to sell. The mother's\ncharacter, on the other hand, had a strain of poetry in it, a trait of\nunworldly beauty--a delicate and dewy flower, as it were, that had\nsurvived out of her imaginative youth, and still kept itself alive\namid the dusty realities of matrimony and motherhood.\n\nSo, Violet and Peony, as I began with saying, besought their mother to\nlet them run out and play in the new snow; for, though it had looked\nso dreary and dismal, drifting downward out of the gray sky, it had a\nvery cheerful aspect, now that the sun was shining on it. The children\ndwelt in a city, and had no wider play-place than a little garden\nbefore the house, divided by a white fence from the street, and with a\npear-tree and two or three plum-trees overshadowing it, and some\nrose-bushes just in front of the parlor windows. The trees and shrubs,\nhowever, were now leafless, and their twigs were enveloped in the\nlight snow, which thus made a kind of wintry foliage, with here and\nthere a pendent icicle for the fruit.\n\n\"Yes, Violet,--yes, my little Peony,\" said their kind mother; \"you\nmay go out and play in the new snow.\"\n\nAccordingly, the good lady bundled up her darlings in woollen jackets\nand wadded sacks, and put comforters round their necks, and a pair of\nstriped gaiters on each little pair of legs, and worsted mittens on\ntheir hands, and gave them a kiss apiece, by way of a spell to keep\naway Jack Frost. Forth sallied the two children, with a\nhop-skip-and-jump, that carried them at once into the very heart of a\nhuge snow-drift, whence Violet emerged like a snow-bunting, while\nlittle Peony floundered out with his round face in full bloom. Then\nwhat a merry time had they! To look at them, frolicking in the wintry\ngarden, you would have thought that the dark and pitiless storm had\nbeen sent for no other purpose but to provide a new play-thing for\nViolet and Peony; and that they themselves had been created, as the\nsnow-birds were, to take delight only in the tempest, and in the white\nmantle which it spread over the earth.\n\nAt last, when they had frosted one another all over with handfuls of\nsnow, Violet, after laughing heartily at little Peony's figure, was\nstruck with a new idea.\n\n\"You look exactly like a snow-image, Peony,\" said she, \"if your cheeks\nwere not so red. And that puts me in mind! Let us make an image out\nof snow,--an image of a little girl,--and it shall be our sister, and\nshall run about and play with us all winter long. Won't it be nice?\"\n\n\"O, yes!\" cried Peony, as plainly as he could speak, for he was but a\nlittle boy. \"That will be nice! And mamma shall see it!\"\n\n\"Yes,\" answered Violet; \"mamma shall see the new little girl. But she\nmust not make her come into the warm parlor; for, you know, our little\nsnow-sister will not love the warmth.\"\n\nAnd forthwith the children began this great business of making a\nsnow-image that should run about; while their mother, who was sitting\nat the window and overheard some of their talk, could not help smiling\nat the gravity with which they set about it. They really seemed to\nimagine that there would be no difficulty whatever in creating a live\nlittle girl out of the snow. And, to say the truth, if miracles are\never to be wrought, it will be by putting our hands to the work in\nprecisely such a simple and undoubting frame of mind as that in which\nViolet and Peony now undertook to perform one, without so much as\nknowing that it was a miracle. So thought the mother; and thought,\nlikewise, that the new snow, just fallen from heaven, would be\nexcellent material to make new beings of, if it were not so very cold.\nShe gazed at the children a moment longer, delighting to watch their\nlittle figures,--the girl, tall for her age, graceful and agile, and\nso delicately colored, that she looked like a cheerful thought, more\nthan a physical reality,--while Peony expanded in breadth rather than\nheight, and rolled along on his short and sturdy legs, as substantial\nas an elephant, though not quite so big. Then the mother resumed her\nwork. What it was I forget; but she was either trimming a silken\nbonnet for Violet, or darning a pair of stockings for little Peony's\nshort legs. Again, however, and again, and yet other agains, she could\nnot help turning her head to the window, to see how the children got\non with their snow-image.\n\nIndeed, it was an exceedingly pleasant sight, those bright little\nsouls at their tasks! Moreover, it was really wonderful to observe how\nknowingly and skilfully they managed the matter. Violet assumed the\nchief direction, and told Peony what to do, while, with her own\ndelicate fingers, she shaped out all the nicer parts of the\nsnow-figure. It seemed, in fact, not so much to be made by the\nchildren, as to grow up under their hands, while they were playing and\nprattling about it. Their mother was quite surprised at this; and the\nlonger she looked, the more and more surprised she grew.\n\n\"What remarkable children mine are!\" thought she, smiling with a\nmother's pride; and smiling at herself, too, for being so proud of\nthem. \"What other children could have made any thing so like a little\ngirl's figure out of snow, at the first trial? Well;--but now I must\nfinish Peony's new frock, for his grandfather is coming to-morrow, and\nI want the little fellow to look handsome.\"\n\nSo she took up the frock, and was soon as busily at work again with\nher needle as the two children with their snow-image. But still, as\nthe needle travelled hither and thither through the seams of the\ndress, the mother made her toil light and happy by listening to the\nairy voices of Violet and Peony. They kept talking to one another all\nthe time, their tongues being quite as active as their feet and hands.\nExcept at intervals, she could not distinctly hear what was said, but\nhad merely a sweet impression that they were in a most loving mood,\nand were enjoying themselves highly, and that the business of making\nthe snow-image went prosperously on. Now and then, however, when\nViolet and Peony happened to raise their voices, the words were as\naudible as if they had been spoken in the very parlor, where the\nmother sat. O, how delightfully those words echoed in her heart, even\nthough they meant nothing so very wise or wonderful, after all!\n\nBut you must know a mother listens with her heart, much more than with\nher ears; and thus she is often delighted with the trills of celestial\nmusic, when other people can hear nothing of the kind.\n\n\"Peony, Peony!\" cried Violet to her brother, who had gone to another\npart of the garden, \"bring me some of that fresh snow, Peony, from the\nvery furthest corner, where we have not been trampling. I want it to\nshape our little snow-sister's bosom with. You know that part must be\nquite pure, just as it came out of the sky!\"\n\n\"Here it is, Violet!\" answered Peony, in his bluff tone, but a very\nsweet tone, too,--as he came floundering through the half-trodden\ndrifts. \"Here is the snow for her little bosom. O, Violet, how\nbeau-ti-ful she begins to look!\"\n\n\"Yes,\" said Violet, thoughtfully and quietly; \"our snow-sister does\nlook very lovely. I did not quite know, Peony, that we could make such\na sweet little girl as this.\"\n\nThe mother, as she listened, thought how fit and delightful an\nincident it would be, if fairies, or, still better, if angel-children\nwere to come from paradise, and play invisibly with her own darlings,\nand help them to make their snow-image, giving it the features of\ncelestial babyhood! Violet and Peony would not be aware of their\nimmortal playmates,--only they would see that the image grew very\nbeautiful while they worked at it, and would think that they\nthemselves had done it all.\n\n\"My little girl and boy deserve such playmates, if mortal children\never did!\" said the mother to herself; and then she smiled again at\nher own motherly pride.\n\nNevertheless, the idea seized upon her imagination; and, ever and\nanon, she took a glimpse out of the window, half dreaming that she\nmight see the golden-haired children of paradise sporting with her own\ngolden-haired Violet and bright-cheeked Peony.\n\nNow, for a few moments, there was a busy and earnest, but indistinct\nhum of the two children's voices, as Violet and Peony wrought together\nwith one happy consent. Violet still seemed to be the guiding spirit;\nwhile Peony acted rather as a laborer, and brought her the snow from\nfar and near. And yet the little urchin evidently had a proper\nunderstanding of the matter, too!\n\n\"Peony, Peony!\" cried Violet; for her brother was again at the other\nside of the garden, \"bring me those light wreaths of snow that have\nrested on the lower branches of the pear-tree. You can clamber on the\nsnow-drift, Peony, and reach them easily. I must have them to make\nsome ringlets for our snow-sister's head!\"\n\n\"Here they are, Violet!\" answered the little boy. \"Take care you do\nnot break them. Well done! Well done! How pretty!\"\n\n\"Does she not look sweetly?\" said Violet, with a very satisfied tone;\n\"and now we must have some little shining bits of ice, to make the\nbrightness of her eyes. She is not finished yet. Mamma will see how\nvery beautiful she is; but papa will say, 'Tush! nonsense!--come in\nout of the cold!'\"\n\n\"Let us call mamma to look out,\" said Peony; and then he shouted\nlustily, \"Mamma! mamma!! mamma!!! Look out, and see what a nice 'ittle\ngirl we are making!\"\n\nThe mother put down her work, for an instant, and looked out of the\nwindow. But it so happened that the sun--for this was one of the\nshortest days of the whole year--had sunken so nearly to the edge of\nthe world, that his setting shine came obliquely into the lady's eyes.\nSo she was dazzled, you must understand, and could not very distinctly\nobserve what was in the garden. Still, however, through all that\nbright, blinding dazzle of the sun and the new snow, she beheld a\nsmall white figure in the garden, that seemed to have a wonderful\ndeal of human likeness about it. And she saw Violet and\nPeony,--indeed, she looked more at them than at the image,--she saw\nthe two children still at work; Peony bringing fresh snow, and Violet\napplying it to the figure as scientifically as a sculptor adds clay to\nhis model. Indistinctly as she discerned the snow-child, the mother\nthought to herself that never before was there a snow-figure so\ncunningly made, nor ever such a dear little girl and boy to make it.\n\n\"They do every thing better than other children,\" said she, very\ncomplacently. \"No wonder they make better snow-images!\"\n\nShe sat down again to her work, and made as much haste with it as\npossible; because twilight would soon come, and Peony's frock was not\nyet finished, and grandfather was expected, by railroad, pretty early\nin the morning. Faster and faster, therefore, went her flying fingers.\nThe children, likewise, kept busily at work in the garden, and still\nthe mother listened, whenever she could catch a word. She was amused\nto observe how their little imaginations had got mixed up with what\nthey were doing, and were carried away by it. They seemed positively\nto think that the snow-child would run about and play with them.\n\n\"What a nice playmate she will be for us, all winter long!\" said\nViolet. \"I hope papa will not be afraid of her giving us a cold!\nShan't you love her dearly, Peony?\"\n\n\"O, yes!\" cried Peony. \"And I will hug her, and she shall sit down\nclose by me, and drink some of my warm milk!\"\n\n\"O no, Peony!\" answered Violet, with grave wisdom. \"That will not do\nat all. Warm milk will not be wholesome for our little snow-sister.\nLittle snow-people, like her, eat nothing but icicles. No, no, Peony;\nwe must not give her any thing warm to drink!\"\n\nThere was a minute or two of silence; for Peony, whose short legs were\nnever weary, had gone on a pilgrimage again to the other side of the\ngarden. All of a sudden, Violet cried out, loudly and joyfully,\n\n\"Look here, Peony! Come quickly! A light has been shining on her cheek\nout of that rose-colored cloud! and the color does not go away! Is not\nthat beautiful?\"\n\n\"Yes, it is beau-ti-ful,\" answered Peony, pronouncing the three\nsyllables with deliberate accuracy. \"O, Violet, only look at her hair!\nit is all like gold!\"\n\n\"O, certainly,\" said Violet, with tranquillity, as if it were very\nmuch a matter of course. \"That color, you know, comes from the golden\nclouds, that we see up there in the sky. She is almost finished now.\nBut her lips must be made very red,--redder than her cheeks. Perhaps,\nPeony, it will make them red, if we both kiss them!\"\n\nAccordingly, the mother heard two smart little smacks, as if both her\nchildren were kissing the snow-image on its frozen mouth. But, as this\ndid not seem to make the lips quite red enough, Violet next proposed\nthat the snow-child should be invited to kiss Peony's scarlet cheek.\n\n\"Come, 'ittle snow-sister, kiss me!\" cried Peony.\n\n\"There! she has kissed you,\" added Violet, \"and now her lips are very\nred. And she blushed a little, too!\"\n\n\"O, what a cold kiss!\" cried Peony.\n\nJust then there came a breeze of the pure west wind, sweeping through\nthe garden and rattling the parlor windows. It sounded so wintry cold,\nthat the mother was about to tap on the window-pane with her thimbled\nfinger, to summon the two children in, when they both cried out to her\nwith one voice. The tone was not a tone of surprise, although they\nwere evidently a good deal excited; it appeared rather as if they were\nvery much rejoiced at some event that had now happened, but which they\nhad been looking for, and had reckoned upon all along.\n\n\"Mamma! mamma! We have finished our little snow sister, and she is\nrunning about the garden with us!\"\n\n\"What imaginative little beings my children are!\" thought the mother,\nputting the last few stitches into Peony's frock. \"And it is strange,\ntoo, that they make me almost as much a child as they themselves are!\nI can hardly help believing, now, that the snow-image has really come\nto life!\"\n\n\"Dear mamma!\" cried Violet, \"pray look out, and see what a sweet\nplaymate we have!\"\n\nThe mother, being thus entreated, could no longer delay to look forth\nfrom the window. The sun was now gone out of the sky, leaving,\nhowever, a rich inheritance of his brightness among those purple and\ngolden clouds which make the sunsets of winter so magnificent. But\nthere was not the slightest gleam or dazzle, either on the window or\non the snow; so that the good lady could look all over the garden, and\nsee every thing and everybody in it. And what do you think she saw\nthere? Violet and Peony, of course, her own two darling children. Ah,\nbut whom or what did she besides? Why, if you will believe me, there\nwas a small figure of a girl, dressed all in white, with rose-tinged\ncheeks and ringlets of golden hue, playing about the garden with the\ntwo children! A stranger though she was, the child seemed to be on as\nfamiliar terms with Violet and Peony, and they with her, as if all the\nthree had been playmates during the whole of their little lives. The\nmother thought to herself that it must certainly be the daughter of\none of the neighbors, and that, seeing Violet and Peony in the garden,\nthe child had run across the street to play with them. So this kind\nlady went to the door, intending to invite the little runaway into her\ncomfortable parlor; for, now that the sunshine was withdrawn, the\natmosphere, out of doors, was already growing very cold.\n\nBut, after opening the house door, she stood an instant on the\nthreshold, hesitating whether she ought to ask the child to come in,\nor whether she should even speak to her. Indeed, she almost doubted\nwhether it were a real child, after all, or only a light wreath of the\nnew-fallen snow, blown hither and thither about the garden by the\nintensely cold west wind. There was certainly something very singular\nin the aspect of the little stranger. Among all the children of the\nneighborhood, the lady could remember no such face, with its pure\nwhite, and delicate rose-color, and the golden ringlets tossing about\nthe forehead and cheeks. And as for her dress, which was entirely of\nwhite, and fluttering in the breeze, it was such as no reasonable\nwoman would put upon a little girl, when sending her out to play, in\nthe depth of winter. It made this kind and careful mother shiver only\nto look at those small feet, with nothing in the world on them, except\na very thin pair of white slippers. Nevertheless, airily as she was\nclad, the child seemed to feel not the slightest inconvenience from\nthe cold, but danced so lightly over the snow, that the tips of her\ntoes left hardly a print in its surface; while Violet could but just\nkeep pace with her, and Peony's short legs compelled him to lag\nbehind.\n\nOnce, in the course of their play, the strange child placed herself\nbetween Violet and Peony, and taking a hand of each, skipped merrily\nforward, and they along with her. Almost immediately, however, Peony\npulled away his little fist, and began to rub it as if the fingers\nwere tingling with cold; while Violet also released herself, though\nwith less abruptness, gravely remarking that it was better not to take\nhold of hands. The white-robed damsel said not a word, but danced\nabout just as merrily as before. If Violet and Peony did not choose to\nplay with her, she could make just as good a playmate of the brisk and\ncold west wind, which kept blowing her all about the garden, and took\nsuch liberties with her, that they seemed to have been friends for a\nlong time. All this while, the mother stood on the threshold,\nwondering how a little girl could look so much like a flying\nsnow-drift, or how a snow-drift could look so very like a little girl.\n\nShe called Violet, and whispered to her.\n\n\"Violet, my darling, what is this child's name?\" asked she. \"Does she\nlive near us?\"\n\n\"Why, dearest mamma,\" answered Violet, laughing to think that her\nmother did not comprehend so very plain an affair, \"this is our little\nsnow-sister, whom we have just been making!\"\n\n\"Yes, dear mamma,\" cried Peony, running to his mother, and looking up\nsimply into her face. \"This is our snow-image! Is it not a nice 'ittle\nchild?\"\n\nAt this instant a flock of snow-birds came flitting through the air.\nAs was very natural, they avoided Violet and Peony. But,--and this\nlooked strange,--they flew at once to the white-robed child, fluttered\neagerly about her head, alighted on her shoulders, and seemed to claim\nher as an old acquaintance. She, on her part, was evidently as glad to\nsee these little birds, old Winter's grandchildren, as they were to\nsee her, and welcomed them by holding out both her hands. Hereupon,\nthey each and all tried to alight on her two palms and ten small\nfingers and thumbs, crowding one another off, with an immense\nfluttering of their tiny wings. One dear little bird nestled tenderly\nin her bosom; another put its bill to her lips. They were as joyous,\nall the while and, seemed as much in their element, as you may have\nseen them when sporting with a snow-storm.\n\nViolet and Peony stood laughing at this pretty sight; for they enjoyed\nthe merry time which their new playmate was having with these\nsmall-winged visitants, almost as much as if they themselves took part\nin it.\n\n\"Violet,\" said her mother, greatly perplexed, \"tell me the truth,\nwithout any jest. Who is this little girl?\"\n\n\"My darling mamma,\" answered Violet, looking seriously into her\nmother's face, and apparently surprised that she should need any\nfurther explanation, \"I have told you truly who she is. It is our\nlittle snow-image, which Peony and I have been making. Peony will tell\nyou so, as well as I.\"\n\n\"Yes, mamma,\" asseverated Peony, with much gravity in his crimson\nlittle phiz; \"this is 'ittle snow-child. Is not she a nice one? But,\nmamma, her hand is, oh, so very cold!\"\n\nWhile mamma still hesitated what to think and what to do, the\nstreet-gate was thrown open, and the father of Violet and Peony\nappeared, wrapped in a pilot-cloth sack, with a fur cap drawn down\nover his ears, and the thickest of gloves upon his hands. Mr. Lindsey\nwas a middle-aged man, with a weary and yet a happy look in his\nwind-flushed and frost-pinched face, as if he had been busy all the\nday long, and was glad to get back to his quiet home. His eyes\nbrightened at the sight of his wife and children, although he could\nnot help uttering a word or two of surprise, at finding the whole\nfamily in the open air, on so bleak a day, and after sunset too. He\nsoon perceived the little white stranger, sporting to and fro in the\ngarden, like a dancing snow-wreath, and the flock of snow-birds\nfluttering about her head.\n\n\"Pray, what little girl may that be?\" inquired this very sensible man.\n\"Surely her mother must be crazy, to let her go out in such bitter\nweather as it has been to-day, with only that flimsy white gown, and\nthose thin slippers!\"\n\n\"My dear husband,\" said his wife, \"I know no more about the little\nthing than you do. Some neighbor's child, I suppose. Our Violet and\nPeony,\" she added, laughing at herself for repeating so absurd a\nstory, \"insist that she is nothing but a snow-image, which they have\nbeen busy about in the garden, almost all the afternoon.\"\n\nAs she said this, the mother glanced her eyes toward the spot where\nthe children's snow-image had been made. What was her surprise, on\nperceiving that there was not the slightest trace of so much\nlabor!--no image at all!--no piled-up heap of snow!--nothing whatever,\nsave the prints of little footsteps around a vacant space!\n\n\"This is very strange!\" said she.\n\n\"What is strange, dear mother?\" asked Violet. \"Dear father, do not you\nsee how it is? This is our snow-image, which Peony and I have made,\nbecause we wanted another playmate. Did not we, Peony?\"\n\n\"Yes, papa,\" said crimson Peony. \"This be our 'ittle snow-sister. Is\nshe not beau-ti-ful? But she gave me such a cold kiss!\"\n\n\"Poh, nonsense, children!\" cried their good, honest father, who, as we\nhave already intimated, had an exceedingly common-sensible way of\nlooking at matters. \"Do not tell me of making live figures out of\nsnow. Come, wife; this little stranger must not stay out in the bleak\nair a moment longer. We will bring her into the parlor; and you shall\ngive her a supper of warm bread and milk, and make her as comfortable\nas you can. Meanwhile, I will inquire among the neighbors; or, if\nnecessary, send the city-crier about the streets, to give notice of a\nlost child.\"\n\nSo saying, this honest and very kind-hearted man was going toward the\nlittle white damsel, with the best intentions in the world. But Violet\nand Peony, each seizing their father by the hand, earnestly besought\nhim not to make her come in.\n\n\"Dear father,\" cried Violet, putting herself before him, \"it is true\nwhat I have been telling you! This is our little snow-girl, and she\ncannot live any longer than while she breathes the cold west wind. Do\nnot make her come into the hot room!\"\n\n\"Yes, father,\" shouted Peony, stamping his little foot, so mightily\nwas he in earnest, \"this be nothing but our 'ittle snow-child! She\nwill not love the hot fire!\"\n\n\"Nonsense, children, nonsense, nonsense!\" cried the father, half\nvexed, half laughing at what he considered their foolish obstinacy.\n\"Run into the house, this moment! It is too late to play any longer\nnow. I must take care of this little girl immediately, or she will\ncatch her death-a-cold!\"\n\n\"Husband! dear husband!\" said his wife, in a low voice,--for she had\nbeen looking narrowly at the snow-child, and was more perplexed than\never,--\"there is something very singular in all this. You will think\nme foolish,--but--but--may it not be that some invisible angel has\nbeen attracted by the simplicity and good faith with which our\nchildren set about their undertaking? May he not have spent an hour of\nhis immortality in playing with those dear little souls? and so the\nresult is what we call a miracle. No, no! Do not laugh at me; I see\nwhat a foolish thought it is!\"\n\n\"My dear wife,\" replied the husband, laughing heartily, \"you are as\nmuch a child as Violet and Peony.\"\n\nAnd in one sense so she was, for all through life she had kept her\nheart full of childlike simplicity and faith, which was as pure and\nclear as crystal; and, looking at all matters through this transparent\nmedium, she sometimes saw truths so profound, that other people\nlaughed at them as nonsense and absurdity.\n\nBut now kind Mr. Lindsey had entered the garden, breaking away from\nhis two children, who still sent their shrill voices after him,\nbeseeching him to let the snow-child stay and enjoy herself in the\ncold west wind. As he approached, the snow-birds took to flight. The\nlittle white damsel, also, fled backward, shaking her head, as if to\nsay, \"Pray, do not touch me!\" and roguishly, as it appeared, leading\nhim through the deepest of the snow. Once, the good man stumbled, and\nfloundered down upon his face, so that, gathering himself up again,\nwith the snow sticking to his rough pilot-cloth sack, he looked as\nwhite and wintry as a snow-image of the largest size. Some of the\nneighbors, meanwhile, seeing him from their windows, wondered what\ncould possess poor Mr. Lindsey to be running about his garden in\npursuit of a snow-drift, which the west wind was driving hither and\nthither! At length, after a vast deal of trouble, he chased the little\nstranger in a corner, where she could not possibly escape him. His\nwife had been looking on, and, it being nearly twilight, was\nwonderstruck to observe how the snow-child gleamed and sparkled, and\nhow she seemed to shed a glow all round about her; and when driven\ninto the corner, she positively glistened like a star! It was a frosty\nkind of brightness, too, like that of an icicle in the moonlight. The\nwife thought it strange that good Mr. Lindsey should see nothing\nremarkable in the snow-child's appearance.\n\n\"Come, you odd little thing!\" cried the honest man, seizing her by the\nhand, \"I have caught you at last, and will make you comfortable in\nspite of yourself. We will put a nice warm pair of worsted stockings\non your frozen little feet, and you shall have a good thick shawl to\nwrap yourself in. Your poor white nose, I am afraid, is actually\nfrost-bitten. But we will make it all right. Come along in.\"\n\nAnd so, with a most benevolent smile on his sagacious visage, all\npurple as it was with the cold, this very well-meaning gentleman took\nthe snow-child by the hand, and led her towards the house. She\nfollowed him, droopingly and reluctant; for all the glow and sparkle\nwas gone out of her figure; and whereas just before she had resembled\na bright, frosty, star-gemmed evening, with a crimson gleam on the\ncold horizon, she now looked as dull and languid as a thaw. As kind\nMr. Lindsey led her up the steps of the door, Violet and Peony looked\ninto his face,--their eyes full of tears, which froze before they\ncould run down their cheeks,--and again entreated him not to bring\ntheir snow-image into the house.\n\n\"Not bring her in!\" exclaimed the kind-hearted man. \"Why, you are\ncrazy, my little Violet!--quite crazy, my small Peony! She is so cold,\nalready, that her hand has almost frozen mine, in spite of my thick\ngloves. Would you have her freeze to death?\"\n\nHis wife, as he came up the steps, had been taking another long,\nearnest, almost awe-stricken gaze at the little white stranger. She\nhardly knew whether it was a dream or no; but she could not help\nfancying that she saw the delicate print of Violet's fingers on the\nchild's neck. It looked just as if, while Violet was shaping out the\nimage, she had given it a gentle pat with her hand, and had neglected\nto smooth the impression quite away.\n\n\"After all, husband,\" said the mother, recurring to her idea that the\nangels would be as much delighted to play with Violet and Peony as she\nherself was, \"after all, she does look strangely like a snow-image! I\ndo believe she is made of snow!\"\n\nA puff of the west wind blew against the snow-child, and again she\nsparkled like a star.\n\n\"Snow!\" repeated good Mr. Lindsey, drawing the reluctant guest over\nhis hospitable threshold. \"No wonder she looks like snow. She is half\nfrozen, poor little thing! But a good fire will put every thing to\nrights.\"\n\nWithout further talk, and always with the same best intentions, this\nhighly benevolent and common-sensible individual led the little white\ndamsel--drooping, drooping, drooping, more and more--out of the frosty\nair, and into his comfortable parlor. A Heidenberg stove, filled to\nthe brim with intensely burning anthracite, was sending a bright gleam\nthrough the isinglass of its iron door, and causing the vase of water\non its top to fume and bubble with excitement. A warm, sultry smell\nwas diffused throughout the room. A thermometer on the wall furthest\nfrom the stove stood at eighty degrees. The parlor was hung with\nred curtains, and covered with a red carpet, and looked just as warm\nas it felt. The difference betwixt the atmosphere here and the cold,\nwintry twilight out of doors, was like stepping at once from Nova\nZembla to the hottest part of India, or from the North Pole into an\noven. O, this was a fine place for the little white stranger!\n\nThe common-sensible man placed the snow-child on the hearth-rug, right\nin front of the hissing and fuming stove.\n\n\"Now she will be comfortable!\" cried Mr. Lindsey, rubbing his hands\nand looking about him, with the pleasantest smile you ever saw. \"Make\nyourself at home, my child.\"\n\nSad, sad and drooping, looked the little white maiden, as she stood on\nthe hearth-rug, with the hot blast of the stove striking through her\nlike a pestilence. Once, she threw a glance wistfully toward the\nwindows, and caught a glimpse, through its red curtains, of the\nsnow-covered roofs, and the stars glimmering frostily, and all the\ndelicious intensity of the cold night. The bleak wind rattled the\nwindow-panes, as if it were summoning her to come forth. But there\nstood the snow-child, drooping, before the hot stove!\n\nBut the common-sensible man saw nothing amiss.\n\n\"Come, wife,\" said he, \"let her have a pair of thick stockings and a\nwoollen shawl or blanket directly; and tell Dora to give her some warm\nsupper as soon as the milk boils. You, Violet and Peony, amuse your\nlittle friend. She is out of spirits, you see, at finding herself in a\nstrange place. For my part, I will go around among the neighbors, and\nfind out where she belongs.\"\n\nThe mother, meanwhile, had gone in search of the shawl and stockings;\nfor her own view of the matter, however subtle and delicate, had given\nway, as it always did, to the stubborn materialism of her husband.\nWithout heeding the remonstrances of his two children, who still kept\nmurmuring that their little snow-sister did not love the warmth, good\nMr. Lindsey took his departure, shutting the parlor door carefully\nbehind him. Turning up the collar of his sack over his ears, he\nemerged from the house, and had barely reached the street-gate, when\nhe was recalled by the screams of Violet and Peony, and the rapping of\na thimbled finger against the parlor window.\n\n\"Husband! husband!\" cried his wife, showing her horror-stricken face\nthrough the window-panes. \"There is no need of going for the child's\nparents!\"\n\n\"We told you so, father!\" screamed Violet and Peony, as he re-entered\nthe parlor. \"You would bring her in; and now our poor--dear--beau-ti-ful\nlittle snow-sister is thawed!\"\n\nAnd their own sweet little faces were already dissolved in tears; so\nthat their father, seeing what strange things occasionally happen in\nthis every day world, felt not a little anxious lest his children\nmight be going to thaw too! In the utmost perplexity, he demanded an\nexplanation of his wife. She could only reply, that, being summoned to\nthe parlor by the cries of Violet and Peony, she found no trace of the\nlittle white maiden, unless it were the remains of a heap of snow,\nwhich, while she was gazing at it, melted quite away upon the\nhearth-rug.\n\n\"And there you see all that is left of it!\" added she, pointing to a\npool of water, in front of the stove.\n\n\"Yes, father,\" said Violet, looking reproachfully at him, through her\ntears, \"there is all that is left of our dear little snow-sister!\"\n\n\"Naughty father!\" cried Peony, stamping his foot, and--I shudder to\nsay--shaking his little fist at the common-sensible man, \"we told you\nhow it would be. What for did you bring her in?\"\n\nAnd the Heidenberg stove, through the isinglass of its door, seemed to\nglare at good Mr. Lindsey, like a red-eyed demon, triumphing in the\nmischief which it had done!\n\nThis, you will observe, was one of those rare cases, which yet will\noccasionally happen, where common-sense finds itself at fault. The\nremarkable story of the snow-image, though to that sagacious class of\npeople to whom good Mr. Lindsey belongs it may seem but a childish\naffair, is, nevertheless, capable of being moralized in various\nmethods, greatly for their edification. One of its lessons, for\ninstance, might be, that it behooves men, and especially men of\nbenevolence, to consider well what they are about, and, before acting\non their philanthropic purposes, to be quite sure that they comprehend\nthe nature and all the relations of the business in hand. What has\nbeen established as an element of good to one being, may prove\nabsolute mischief to another; even as the warmth of the parlor was\nproper enough for children of flesh and blood, like Violet and\nPeony,--though by no means very wholesome, even for them,--but\ninvolved nothing short of annihilation to the unfortunate snow-image.\n\nBut, after all, there is no teaching any thing to wise men of good Mr.\nLindsey's stamp. They know every thing--oh, to be sure!--every thing\nthat has been, and every thing that is, and every thing that, by any\nfuture possibility, can be. And, should some phenomenon of nature or\nprovidence transcend their system, they will not recognize it, even\nif it come to pass under their very noses.\n\n\"Wife,\" said Mr. Lindsey, after a fit of silence, \"see what a quantity\nof snow the children have brought in on their feet! It has made quite\na puddle here before the stove. Pray tell Dora to bring some towels\nand sop it up!\"\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/30376/pg30376.txt",
        "name": "the_snow_image:_a_childish_miracle.json"
    }
}