{
    "name": "The Hunting of the Snark: An Agony, in Eight Fits",
    "author": [
        "Carroll, Lewis"
    ],
    "body": "  Author of “Alice’s Adventures in Wonderland,”\n        and “Through the Looking-Glass.”\n\n\n           _WITH NINE ILLUSTRATIONS_\n                       by\n                 HENRY HOLIDAY\n\n\n                   +London+:\n               MACMILLAN AND CO.\n                     1876.\n\n[_The Right of Translation and Reproduction is Reserved._]\n\n\n\n\n  London:\n  R. Clay, Sons, and Taylor, Printers,\n  Bread Street Hill.\n\n\n\n\n  +Inscribed to a dear Child:\n  in memory of golden summer hours\n  and whispers of a summer sea.+\n\n\n  Girt with a boyish garb for boyish task,\n    Eager she wields her spade: yet loves as well\n  Rest on a friendly knee, intent to ask\n      The tale he loves to tell.\n\n  Rude spirits of the seething outer strife,\n    Unmeet to read her pure and simple spright,\n  Deem, if you list, such hours a waste of life,\n      Empty of all delight!\n\n  Chat on, sweet Maid, and rescue from annoy\n    Hearts that by wiser talk are unbeguiled.\n  Ah, happy he who owns that tenderest joy,\n      The heart-love of a child!\n\n  Away, fond thoughts, and vex my soul no more!\n    Work claims my wakeful nights, my busy days--\n  Albeit bright memories of that sunlit shore\n      Yet haunt my dreaming gaze!\n\n\n\n\nPREFACE.\n\n\nIf--and the thing is wildly possible--the charge of writing nonsense\nwere ever brought against the author of this brief but instructive poem,\nit would be based, I feel convinced, on the line (in p. 18)\n\n  “Then the bowsprit got mixed with the rudder sometimes.”\n\nIn view of this painful possibility, I will not (as I might) appeal\nindignantly to my other writings as a proof that I am incapable of such\na deed: I will not (as I might) point to the strong moral purpose of\nthis poem itself, to the arithmetical principles so cautiously\ninculcated in it, or to its noble teachings in Natural History--I will\ntake the more prosaic course of simply explaining how it happened.\n\nThe Bellman, who was almost morbidly sensitive about appearances, used\nto have the bowsprit unshipped once or twice a week to be revarnished,\nand it more than once happened, when the time came for replacing it,\nthat no one on board could remember which end of the ship it belonged\nto. They knew it was not of the slightest use to appeal to the Bellman\nabout it--he would only refer to his Naval Code, and read out in\npathetic tones Admiralty Instructions which none of them had ever been\nable to understand--so it generally ended in its being fastened on,\nanyhow, across the rudder. The helmsman* used to stand by with tears in\nhis eyes: _he_ knew it was all wrong, but alas! Rule 42 of the Code,\n“_No one shall speak to the Man at the Helm_,” had been completed by the\nBellman himself with the words “_and the Man at the Helm shall speak to\nno one_.” So remonstrance was impossible, and no steering could be done\ntill the next varnishing day. During these bewildering intervals the\nship usually sailed backwards.\n\n    [* This office was usually undertaken by the Boots, who found\n    in it a refuge from the Baker’s constant complaints about the\n    insufficient blacking of his three pair of boots.]\n\nAs this poem is to some extent connected with the lay of the Jabberwock,\nlet me take this opportunity of answering a question that has often been\nasked me, how to pronounce “slithy toves.” The “i” in “slithy” is long,\nas in “writhe”; and “toves” is pronounced so as to rhyme with “groves.”\nAgain, the first “o” in “borogoves” is pronounced like the “o” in\n“borrow.” I have heard people try to give it the sound of the “o” in\n“worry.” Such is Human Perversity.\n\nThis also seems a fitting occasion to notice the other hard words in\nthat poem. Humpty-Dumpty’s theory, of two meanings packed into one word\nlike a portmanteau, seems to me the right explanation for all.\n\nFor instance, take the two words “fuming” and “furious.” Make up your\nmind that you will say both words, but leave it unsettled which you will\nsay first. Now open your mouth and speak. If your thoughts incline ever\nso little towards “fuming,” you will say “fuming-furious;” if they\nturn, by even a hair’s breadth, towards “furious,” you will say\n“furious-fuming;” but if you have that rarest of gifts, a perfectly\nbalanced mind, you will say “frumious.”\n\nSupposing that, when Pistol uttered the well-known words--\n\n  “Under which king, Bezonian? Speak or die!”\n\nJustice Shallow had felt certain that it was either William or Richard,\nbut had not been able to settle which, so that he could not possibly say\neither name before the other, can it be doubted that, rather than die,\nhe would have gasped out “Rilchiam!”\n\n\n\n\n+Contents.+\n\n                                        Page\n\n  +Fit the First. The Landing+             3\n\n  +Fit the Second. The Bellman’s Speech+  15\n\n  +Fit the Third. The Baker’s Tale+       27\n\n  +Fit the Fourth. The Hunting+           37\n\n  +Fit the Fifth. The Beaver’s Lesson+    47\n\n  +Fit the Sixth. The Barrister’s Dream+  61\n\n  +Fit the Seventh. The Banker’s Fate+    71\n\n  +Fit the Eighth. The Vanishing+         79\n\n\n       *       *       *       *       *\n\n              FIT I.--THE LANDING.\n\n\n\n\n+Fit the First.+\n\n_THE LANDING._\n\n\n  “Just the place for a Snark!” the Bellman cried,\n    As he landed his crew with care;\n  Supporting each man on the top of the tide\n    By a finger entwined in his hair.\n\n  “Just the place for a Snark! I have said it twice:\n    That alone should encourage the crew.\n  Just the place for a Snark! I have said it thrice:\n    What I tell you three times is true.”\n\n  The crew was complete: it included a Boots--\n    A maker of Bonnets and Hoods--\n  A Barrister, brought to arrange their disputes--\n    And a Broker, to value their goods.\n\n  A Billiard-marker, whose skill was immense,\n    Might perhaps have won more than his share--\n  But a Banker, engaged at enormous expense,\n    Had the whole of their cash in his care.\n\n  There was also a Beaver, that paced on the deck,\n    Or would sit making lace in the bow:\n  And had often (the Bellman said) saved them from wreck,\n    Though none of the sailors knew how.\n\n  There was one who was famed for the number of things\n    He forgot when he entered the ship:\n  His umbrella, his watch, all his jewels and rings,\n    And the clothes he had bought for the trip.\n\n  He had forty-two boxes, all carefully packed,\n    With his name painted clearly on each:\n  But, since he omitted to mention the fact,\n    They were all left behind on the beach.\n\n  The loss of his clothes hardly mattered, because\n    He had seven coats on when he came,\n  With three pair of boots--but the worst of it was,\n    He had wholly forgotten his name.\n\n  He would answer to “Hi!” or to any loud cry,\n    Such as “Fry me!” or “Fritter my wig!”\n  To “What-you-may-call-um!” or “What-was-his-name!”\n    But especially “Thing-um-a-jig!”\n\n  While, for those who preferred a more forcible word,\n    He had different names from these:\n  His intimate friends called him “Candle-ends,”\n    And his enemies “Toasted-cheese.”\n\n  “His form is ungainly--his intellect small--”\n    (So the Bellman would often remark)\n  “But his courage is perfect! And that, after all,\n    Is the thing that one needs with a Snark.”\n\n  He would joke with hyænas, returning their stare\n    With an impudent wag of the head:\n  And he once went a walk, paw-in-paw, with a bear,\n    “Just to keep up its spirits,” he said.\n\n  He came as a Baker: but owned, when too late--\n    And it drove the poor Bellman half-mad--\n  He could only bake Bridecake--for which, I may state,\n    No materials were to be had.\n\n  The last of the crew needs especial remark,\n    Though he looked an incredible dunce:\n  He had just one idea--but, that one being “Snark,”\n    The good Bellman engaged him at once.\n\n  He came as a Butcher: but gravely declared,\n    When the ship had been sailing a week,\n  He could only kill Beavers. The Bellman looked scared,\n    And was almost too frightened to speak:\n\n  But at length he explained, in a tremulous tone,\n    There was only one Beaver on board;\n  And that was a tame one he had of his own,\n    Whose death would be deeply deplored.\n\n  The Beaver, who happened to hear the remark,\n    Protested, with tears in its eyes,\n  That not even the rapture of hunting the Snark\n    Could atone for that dismal surprise!\n\n  It strongly advised that the Butcher should be\n    Conveyed in a separate ship:\n  But the Bellman declared that would never agree\n    With the plans he had made for the trip:\n\n  Navigation was always a difficult art,\n    Though with only one ship and one bell:\n  And he feared he must really decline, for his part,\n    Undertaking another as well.\n\n  The Beaver’s best course was, no doubt, to procure\n    A second-hand dagger-proof coat--\n  So the Baker advised it--and next, to insure\n    Its life in some Office of note:\n\n  This the Banker suggested, and offered for hire\n    (On moderate terms), or for sale,\n  Two excellent Policies, one Against Fire,\n    And one Against Damage From Hail.\n\n  Yet still, ever after that sorrowful day,\n    Whenever the Butcher was by,\n  The Beaver kept looking the opposite way,\n    And appeared unaccountably shy.\n\n\n       *       *       *       *       *\n\n         FIT II.--THE BELLMAN’S SPEECH.\n\n\n\n\n+Fit the Second.+\n\n_THE BELLMAN’S SPEECH._\n\n\n  The Bellman himself they all praised to the skies--\n    Such a carriage, such ease and such grace!\n  Such solemnity, too! One could see he was wise,\n    The moment one looked in his face!\n\n  He had bought a large map representing the sea,\n    Without the least vestige of land:\n  And the crew were much pleased when they found it to be\n    A map they could all understand.\n\n  “What’s the good of Mercator’s North Poles and Equators,\n    Tropics, Zones, and Meridian Lines?”\n  So the Bellman would cry: and the crew would reply\n    “They are merely conventional signs!\n\n  “Other maps are such shapes, with their islands and capes!\n    But we’ve got our brave Captain to thank”\n  (So the crew would protest) “that he’s bought us the best--\n    A perfect and absolute blank!”\n\n  This was charming, no doubt: but they shortly found out\n    That the Captain they trusted so well\n  Had only one notion for crossing the ocean,\n    And that was to tingle his bell.\n\n  He was thoughtful and grave--but the orders he gave\n    Were enough to bewilder a crew.\n  When he cried “Steer to starboard, but keep her head larboard!”\n    What on earth was the helmsman to do?\n\n  Then the bowsprit got mixed with the rudder sometimes:\n    A thing, as the Bellman remarked,\n  That frequently happens in tropical climes,\n    When a vessel is, so to speak, “snarked.”\n\n  But the principal failing occurred in the sailing,\n    And the Bellman, perplexed and distressed,\n  Said he _had_ hoped, at least, when the wind blew due East,\n    That the ship would _not_ travel due West!\n\n  But the danger was past--they had landed at last,\n    With their boxes, portmanteaus, and bags:\n  Yet at first sight the crew were not pleased with the view,\n    Which consisted of chasms and crags.\n\n  The Bellman perceived that their spirits were low,\n    And repeated in musical tone\n  Some jokes he had kept for a season of woe--\n    But the crew would do nothing but groan.\n\n  He served out some grog with a liberal hand,\n    And bade them sit down on the beach:\n  And they could not but own that their Captain looked grand,\n    As he stood and delivered his speech.\n\n  “Friends, Romans, and countrymen, lend me your ears!”\n    (They were all of them fond of quotations:\n  So they drank to his health, and they gave him three cheers,\n    While he served out additional rations).\n\n  “We have sailed many months, we have sailed many weeks,\n    (Four weeks to the month you may mark),\n  But never as yet (’tis your Captain who speaks)\n    Have we caught the least glimpse of a Snark!\n\n  “We have sailed many weeks, we have sailed many days,\n    (Seven days to the week I allow),\n  But a Snark, on the which we might lovingly gaze,\n    We have never beheld till now!\n\n  “Come, listen, my men, while I tell you again\n    The five unmistakable marks\n  By which you may know, wheresoever you go,\n    The warranted genuine Snarks.\n\n  “Let us take them in order. The first is the taste,\n    Which is meagre and hollow, but crisp:\n  Like a coat that is rather too tight in the waist,\n    With a flavour of Will-o-the-wisp.\n\n  “Its habit of getting up late you’ll agree\n    That it carries too far, when I say\n  That it frequently breakfasts at five-o’clock tea,\n    And dines on the following day.\n\n  “The third is its slowness in taking a jest.\n    Should you happen to venture on one,\n  It will sigh like a thing that is deeply distressed:\n    And it always looks grave at a pun.\n\n  “The fourth is its fondness for bathing-machines,\n    Which it constantly carries about,\n  And believes that they add to the beauty of scenes--\n    A sentiment open to doubt.\n\n  “The fifth is ambition. It next will be right\n    To describe each particular batch:\n  Distinguishing those that have feathers, and bite,\n    From those that have whiskers, and scratch.\n\n  “For, although common Snarks do no manner of harm,\n    Yet, I feel it my duty to say,\n  Some are Boojums--” The Bellman broke off in alarm,\n    For the Baker had fainted away.\n\n\n       *       *       *       *       *\n\n          FIT III.--THE BAKER’S TALE.\n\n\n\n\n+Fit the Third.+\n\n_THE BAKER’S TALE._\n\n\n  They roused him with muffins--they roused him with ice--\n    They roused him with mustard and cress--\n  They roused him with jam and judicious advice--\n    They set him conundrums to guess.\n\n  When at length he sat up and was able to speak,\n    His sad story he offered to tell;\n  And the Bellman cried “Silence! Not even a shriek!”\n    And excitedly tingled his bell.\n\n  There was silence supreme! Not a shriek, not a scream,\n    Scarcely even a howl or a groan,\n  As the man they called “Ho!” told his story of woe\n    In an antediluvian tone.\n\n  “My father and mother were honest, though poor--”\n    “Skip all that!” cried the Bellman in haste.\n  “If it once becomes dark, there’s no chance of a Snark--\n    We have hardly a minute to waste!”\n\n  “I skip forty years,” said the Baker, in tears,\n    “And proceed without further remark\n  To the day when you took me aboard of your ship\n    To help you in hunting the Snark.\n\n  “A dear uncle of mine (after whom I was named)\n    Remarked, when I bade him farewell--”\n  “Oh, skip your dear uncle!” the Bellman exclaimed,\n    As he angrily tingled his bell.\n\n  “He remarked to me then,” said that mildest of men,\n    “‘If your Snark be a Snark, that is right:\n  Fetch it home by all means--you may serve it with greens,\n    And it’s handy for striking a light.\n\n  “‘You may seek it with thimbles--and seek it with care;\n    You may hunt it with forks and hope;\n  You may threaten its life with a railway-share;\n    You may charm it with smiles and soap--’”\n\n  (“That’s exactly the method,” the Bellman bold\n    In a hasty parenthesis cried,\n  “That’s exactly the way I have always been told\n    That the capture of Snarks should be tried!”)\n\n  “’But oh, beamish nephew, beware of the day,\n    If your Snark be a Boojum! For then\n  You will softly and suddenly vanish away,\n    And never be met with again!’\n\n  “It is this, it is this that oppresses my soul,\n    When I think of my uncle’s last words:\n  And my heart is like nothing so much as a bowl\n    Brimming over with quivering curds!\n\n  “It is this, it is this--” “We have had that before!”\n    The Bellman indignantly said.\n  And the Baker replied “Let me say it once more.\n    It is this, it is this that I dread!\n\n  “I engage with the Snark--every night after dark--\n    In a dreamy delirious fight:\n  I serve it with greens in those shadowy scenes,\n    And I use it for striking a light:\n\n  “But if ever I meet with a Boojum, that day,\n    In a moment (of this I am sure),\n  I shall softly and suddenly vanish away--\n    And the notion I cannot endure!”\n\n\n       *       *       *       *       *\n\n             FIT IV.--THE HUNTING.\n\n\n\n\n+Fit the Fourth.+\n\n_THE HUNTING._\n\n\n  The Bellman looked uffish, and wrinkled his brow.\n    “If only you’d spoken before!\n  It’s excessively awkward to mention it now,\n    With the Snark, so to speak, at the door!\n\n  “We should all of us grieve, as you well may believe,\n    If you never were met with again--\n  But surely, my man, when the voyage began,\n    You might have suggested it then?\n\n  “It’s excessively awkward to mention it now--\n    As I think I’ve already remarked.”\n  And the man they called “Hi!” replied, with a sigh,\n    “I informed you the day we embarked.\n\n  “You may charge me with murder--or want of sense--\n    (We are all of us weak at times):\n  But the slightest approach to a false pretence\n    Was never among my crimes!\n\n  “I said it in Hebrew--I said it in Dutch--\n    I said it in German and Greek:\n  But I wholly forgot (and it vexes me much)\n    That English is what you speak!”\n\n  “’Tis a pitiful tale,” said the Bellman, whose face\n    Had grown longer at every word:\n  “But, now that you’ve stated the whole of your case,\n    More debate would be simply absurd.\n\n  “The rest of my speech” (he explained to his men)\n    “You shall hear when I’ve leisure to speak it.\n  But the Snark is at hand, let me tell you again!\n    ’Tis your glorious duty to seek it!\n\n  “To seek it with thimbles, to seek it with care;\n    To pursue it with forks and hope;\n  To threaten its life with a railway-share;\n    To charm it with smiles and soap!\n\n  “For the Snark’s a peculiar creature, that won’t\n    Be caught in a commonplace way.\n  Do all that you know, and try all that you don’t:\n    Not a chance must be wasted to-day!\n\n  “For England expects--I forbear to proceed:\n    ’Tis a maxim tremendous, but trite:\n  And you’d best be unpacking the things that you need\n    To rig yourselves out for the fight.”\n\n  Then the Banker endorsed a blank cheque (which he crossed),\n    And changed his loose silver for notes.\n  The Baker with care combed his whiskers and hair,\n    And shook the dust out of his coats.\n\n  The Boots and the Broker were sharpening a spade--\n    Each working the grindstone in turn:\n  But the Beaver went on making lace, and displayed\n    No interest in the concern:\n\n  Though the Barrister tried to appeal to its pride,\n    And vainly proceeded to cite\n  A number of cases, in which making laces\n    Had been proved an infringement of right.\n\n  The maker of Bonnets ferociously planned\n    A novel arrangement of bows:\n  While the Billiard-marker with quivering hand\n    Was chalking the tip of his nose.\n\n  But the Butcher turned nervous, and dressed himself fine,\n    With yellow kid gloves and a ruff--\n  Said he felt it exactly like going to dine,\n    Which the Bellman declared was all “stuff.”\n\n  “Introduce me, now there’s a good fellow,” he said,\n    “If we happen to meet it together!”\n  And the Bellman, sagaciously nodding his head,\n    Said “That must depend on the weather.”\n\n  The Beaver went simply galumphing about,\n    At seeing the Butcher so shy:\n  And even the Baker, though stupid and stout,\n    Made an effort to wink with one eye.\n\n  “Be a man!” said the Bellman in wrath, as he heard\n    The Butcher beginning to sob.\n  “Should we meet with a Jubjub, that desperate bird,\n    We shall need all our strength for the job!”\n\n\n       *       *       *       *       *\n\n          FIT V.--THE BEAVER’S LESSON.\n\n\n\n\n+Fit the Fifth.+\n\n_THE BEAVER’S LESSON._\n\n\n  They sought it with thimbles, they sought it with care;\n    They pursued it with forks and hope;\n  They threatened its life with a railway-share;\n    They charmed it with smiles and soap.\n\n  Then the Butcher contrived an ingenious plan\n    For making a separate sally;\n  And had fixed on a spot unfrequented by man,\n    A dismal and desolate valley.\n\n  But the very same plan to the Beaver occurred:\n    It had chosen the very same place:\n  Yet neither betrayed, by a sign or a word,\n    The disgust that appeared in his face.\n\n  Each thought he was thinking of nothing but “Snark”\n    And the glorious work of the day;\n  And each tried to pretend that he did not remark\n    That the other was going that way.\n\n  But the valley grew narrow and narrower still,\n    And the evening got darker and colder,\n  Till (merely from nervousness, not from goodwill)\n    They marched along shoulder to shoulder.\n\n  Then a scream, shrill and high, rent the shuddering sky,\n    And they knew that some danger was near:\n  The Beaver turned pale to the tip of its tail,\n    And even the Butcher felt queer.\n\n  He thought of his childhood, left far far behind--\n    That blissful and innocent state--\n  The sound so exactly recalled to his mind\n    A pencil that squeaks on a slate!\n\n  “’Tis the voice of the Jubjub!” he suddenly cried.\n    (This man, that they used to call “Dunce.”)\n  “As the Bellman would tell you,” he added with pride,\n    “I have uttered that sentiment once.\n\n  “’Tis the note of the Jubjub! Keep count, I entreat;\n    You will find I have told it you twice.\n  ’Tis the song of the Jubjub! The proof is complete,\n    If only I’ve stated it thrice.”\n\n  The Beaver had counted with scrupulous care,\n    Attending to every word:\n  But it fairly lost heart, and outgrabe in despair,\n    When the third repetition occurred.\n\n  It felt that, in spite of all possible pains,\n    It had somehow contrived to lose count,\n  And the only thing now was to rack its poor brains\n    By reckoning up the amount.\n\n  “Two added to one--if that could but be done,”\n    It said, “with one’s fingers and thumbs!”\n  Recollecting with tears how, in earlier years,\n    It had taken no pains with its sums.\n\n  “The thing can be done,” said the Butcher, “I think.\n    The thing must be done, I am sure.\n  The thing shall be done! Bring me paper and ink,\n    The best there is time to procure.”\n\n  The Beaver brought paper, portfolio, pens,\n    And ink in unfailing supplies:\n  While strange creepy creatures came out of their dens,\n    And watched them with wondering eyes.\n\n  So engrossed was the Butcher, he heeded them not,\n    As he wrote with a pen in each hand,\n  And explained all the while in a popular style\n    Which the Beaver could well understand.\n\n  “Taking Three as the subject to reason about--\n    A convenient number to state--\n  We add Seven, and Ten, and then multiply out\n    By One Thousand diminished by Eight.\n\n  “The result we proceed to divide, as you see,\n    By Nine Hundred and Ninety and Two:\n  Then subtract Seventeen, and the answer must be\n    Exactly and perfectly true.\n\n  “The method employed I would gladly explain,\n    While I have it so clear in my head,\n  If I had but the time and you had but the brain--\n    But much yet remains to be said.\n\n  “In one moment I’ve seen what has hitherto been\n    Enveloped in absolute mystery,\n  And without extra charge I will give you at large\n    A Lesson in Natural History.”\n\n  In his genial way he proceeded to say\n    (Forgetting all laws of propriety,\n  And that giving instruction, without introduction,\n    Would have caused quite a thrill in Society),\n\n  “As to temper the Jubjub’s a desperate bird,\n    Since it lives in perpetual passion:\n  Its taste in costume is entirely absurd--\n    It is ages ahead of the fashion:\n\n  “But it knows any friend it has met once before:\n    It never will look at a bribe:\n  And in charity-meetings it stands at the door,\n    And collects--though it does not subscribe.\n\n  “Its flavour when cooked is more exquisite far\n    Than mutton, or oysters, or eggs:\n  (Some think it keeps best in an ivory jar,\n    And some, in mahogany kegs:)\n\n  “You boil it in sawdust: you salt it in glue:\n    You condense it with locusts and tape:\n  Still keeping one principal object in view--\n    To preserve its symmetrical shape.”\n\n  The Butcher would gladly have talked till next day,\n    But he felt that the Lesson must end,\n  And he wept with delight in attempting to say\n    He considered the Beaver his friend.\n\n  While the Beaver confessed, with affectionate looks\n    More eloquent even than tears,\n  It had learned in ten minutes far more than all books\n    Would have taught it in seventy years.\n\n  They returned hand-in-hand, and the Bellman, unmanned\n    (For a moment) with noble emotion,\n  Said “This amply repays all the wearisome days\n    We have spent on the billowy ocean!”\n\n  Such friends, as the Beaver and Butcher became,\n    Have seldom if ever been known;\n  In winter or summer, ’twas always the same--\n    You could never meet either alone.\n\n  And when quarrels arose--as one frequently finds\n    Quarrels will, spite of every endeavour--\n  The song of the Jubjub recurred to their minds,\n    And cemented their friendship for ever!\n\n\n       *       *       *       *       *\n\n        FIT VI.--THE BARRISTER’S DREAM.\n\n\n\n\n+Fit the Sixth.+\n\n_THE BARRISTER’S DREAM._\n\n\n  They sought it with thimbles, they sought it with care;\n    They pursued it with forks and hope;\n  They threatened its life with a railway-share;\n    They charmed it with smiles and soap.\n\n  But the Barrister, weary of proving in vain\n    That the Beaver’s lace-making was wrong,\n  Fell asleep, and in dreams saw the creature quite plain\n    That his fancy had dwelt on so long.\n\n  He dreamed that he stood in a shadowy Court,\n    Where the Snark, with a glass in its eye,\n  Dressed in gown, bands, and wig, was defending a pig\n    On the charge of deserting its sty.\n\n  The Witnesses proved, without error or flaw,\n    That the sty was deserted when found:\n  And the Judge kept explaining the state of the law\n    In a soft under-current of sound.\n\n  The indictment had never been clearly expressed,\n    And it seemed that the Snark had begun,\n  And had spoken three hours, before any one guessed\n    What the pig was supposed to have done.\n\n  The Jury had each formed a different view\n    (Long before the indictment was read),\n  And they all spoke at once, so that none of them knew\n    One word that the others had said.\n\n  “You must know--” said the Judge: but the Snark exclaimed “Fudge!\n    That statute is obsolete quite!\n  Let me tell you, my friends, the whole question depends\n    On an ancient manorial right.\n\n  “In the matter of Treason the pig would appear\n    To have aided, but scarcely abetted:\n  While the charge of Insolvency fails, it is clear,\n    If you grant the plea ‘never indebted.’\n\n  “The fact of Desertion I will not dispute:\n    But its guilt, as I trust, is removed\n  (So far as relates to the costs of this suit)\n    By the Alibi which has been proved.\n\n  “My poor client’s fate now depends on your votes.”\n    Here the speaker sat down in his place,\n  And directed the Judge to refer to his notes\n    And briefly to sum up the case.\n\n  But the Judge said he never had summed up before;\n    So the Snark undertook it instead,\n  And summed it so well that it came to far more\n    Than the Witnesses ever had said!\n\n  When the verdict was called for, the Jury declined,\n    As the word was so puzzling to spell;\n  But they ventured to hope that the Snark wouldn’t mind\n    Undertaking that duty as well.\n\n  So the Snark found the verdict, although, as it owned,\n    It was spent with the toils of the day:\n  When it said the word “GUILTY!” the Jury all groaned,\n    And some of them fainted away.\n\n  Then the Snark pronounced sentence, the Judge being quite\n    Too nervous to utter a word:\n  When it rose to its feet, there was silence like night,\n    And the fall of a pin might be heard.\n\n  “Transportation for life” was the sentence it gave,\n    “And _then_ to be fined forty pound.”\n  The Jury all cheered, though the Judge said he feared\n    That the phrase was not legally sound.\n\n  But their wild exultation was suddenly checked\n    When the jailer informed them, with tears,\n  Such a sentence would have not the slightest effect,\n    As the pig had been dead for some years.\n\n  The Judge left the Court, looking deeply disgusted:\n    But the Snark, though a little aghast,\n  As the lawyer to whom the defence was intrusted,\n    Went bellowing on to the last.\n\n  Thus the Barrister dreamed, while the bellowing seemed\n    To grow every moment more clear:\n  Till he woke to the knell of a furious bell,\n    Which the Bellman rang close at his ear.\n\n\n       *       *       *       *       *\n\n          FIT VII.--THE BANKER’S FATE.\n\n\n\n\n+Fit the Seventh.+\n\n_THE BANKER’S FATE._\n\n\n  They sought it with thimbles, they sought it with care;\n    They pursued it with forks and hope;\n  They threatened its life with a railway-share;\n    They charmed it with smiles and soap.\n\n  And the Banker, inspired with a courage so new\n    It was matter for general remark,\n  Rushed madly ahead and was lost to their view\n    In his zeal to discover the Snark.\n\n  But while he was seeking with thimbles and care,\n    A Bandersnatch swiftly drew nigh\n  And grabbed at the Banker, who shrieked in despair,\n    For he knew it was useless to fly.\n\n  He offered large discount--he offered a cheque\n    (Drawn “to bearer”) for seven-pounds-ten:\n  But the Bandersnatch merely extended its neck\n    And grabbed at the Banker again.\n\n  Without rest or pause--while those frumious jaws\n    Went savagely snapping around--\n  He skipped and he hopped, and he floundered and flopped,\n    Till fainting he fell to the ground.\n\n  The Bandersnatch fled as the others appeared\n    Led on by that fear-stricken yell:\n  And the Bellman remarked “It is just as I feared!”\n    And solemnly tolled on his bell.\n\n  He was black in the face, and they scarcely could trace\n    The least likeness to what he had been:\n  While so great was his fright that his waistcoat turned white--\n    A wonderful thing to be seen!\n\n  To the horror of all who were present that day.\n    He uprose in full evening dress,\n  And with senseless grimaces endeavoured to say\n    What his tongue could no longer express.\n\n  Down he sank in a chair--ran his hands through his hair--\n    And chanted in mimsiest tones\n  Words whose utter inanity proved his insanity,\n    While he rattled a couple of bones.\n\n  “Leave him here to his fate--it is getting so late!”\n    The Bellman exclaimed in a fright.\n  “We have lost half the day. Any further delay,\n    And we sha’n’t catch a Snark before night!”\n\n\n       *       *       *       *       *\n\n           FIT VIII.--THE VANISHING.\n\n\n\n\n+Fit the Eighth.+\n\n_THE VANISHING._\n\n\n  They sought it with thimbles, they sought it with care;\n    They pursued it with forks and hope;\n  They threatened its life with a railway-share;\n    They charmed it with smiles and soap.\n\n  They shuddered to think that the chase might fail,\n    And the Beaver, excited at last,\n  Went bounding along on the tip of its tail,\n    For the daylight was nearly past.\n\n  “There is Thingumbob shouting!” the Bellman said.\n    “He is shouting like mad, only hark!\n  He is waving his hands, he is wagging his head,\n    He has certainly found a Snark!”\n\n  They gazed in delight, while the Butcher exclaimed\n    “He was always a desperate wag!”\n  They beheld him--their Baker--their hero unnamed--\n    On the top of a neighbouring crag,\n\n  Erect and sublime, for one moment of time.\n    In the next, that wild figure they saw\n  (As if stung by a spasm) plunge into a chasm,\n    While they waited and listened in awe.\n\n  “It’s a Snark!” was the sound that first came to their ears,\n    And seemed almost too good to be true.\n  Then followed a torrent of laughter and cheers:\n    Then the ominous words “It’s a Boo-”\n\n  Then, silence. Some fancied they heard in the air\n    A weary and wandering sigh\n  That sounded like “-jum!” but the others declare\n    It was only a breeze that went by.\n\n  They hunted till darkness came on, but they found\n    Not a button, or feather, or mark,\n  By which they could tell that they stood on the ground\n    Where the Baker had met with the Snark.\n\n  In the midst of the word he was trying to say,\n    In the midst of his laughter and glee,\n  He had softly and suddenly vanished away--\n    For the Snark _was_ a Boojum, you see.\n\n\nTHE END.\n\n\n\n\n  LONDON:\n  R. CLAY, SONS, AND TAYLOR, PRINTERS,\n  BREAD STREET HILL.\n\n\n    [TURN OVER.\n\n\n       *       *       *       *       *\n           *       *       *       *\n\n\n  Forty-ninth Thousand.\n\nALICE’S ADVENTURES IN WONDERLAND. With Forty-two Illustrations by\nTENNIEL. Crown 8vo. cloth, gilt edges, price 6_s._\n\n  “An excellent piece of nonsense.” --_Times_.\n\n  “That most delightful of children’s stories.” --_Saturday Review_.\n\n  “Elegant and delicious nonsense.” --_Guardian_.\n\n\nGERMAN, FRENCH, AND ITALIAN TRANSLATIONS of the same, with TENNIEL’S\nIllustrations. Crown 8vo. cloth, gilt edges, price 6_s._ each.\n\n  The _Spectator_ in speaking of the German and French translations\n  says: “On the whole, the turn of the original has been followed\n  with surprising fidelity, and it is curious to see what slight\n  verbal alterations have often sufficed to preserve the humour of\n  the English.”\n\n\n  Thirty-eighth Thousand.\n\nTHROUGH THE LOOKING-GLASS, AND WHAT ALICE FOUND THERE. With Fifty\nIllustrations by TENNIEL. Crown 8vo. cloth, gilt edges, 6_s._\n\n  “Will fairly rank with the tale of her previous experiences.”\n    --_Daily Telegraph_.\n\n  “Many of Mr. Tenniel’s designs are masterpieces of wise absurdity.”\n    --_Athenæum_.\n\n  “Whether as regarding author or illustrator, this book is a jewel\n  rarely to be found now a days.” --_Echo_.\n\n  “Not a whit inferior to its predecessor in grand extravagance of\n  imagination, and delicious allegorical nonsense.”\n    --_British Quarterly Review_.\n\n\nMACMILLAN & CO., LONDON\n\n\n\n\n  [Back Cover:\n  IT\n  WAS\n  A\n  BOOJUM]\n\n\n\n\n",
    "metadata": {
        "author": [
            "Carroll, Lewis"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29888/pg29888.txt",
        "name": "the_hunting_of_the_snark:_an_agony,_in_eight_fits.json"
    }
}