{
    "name": "The Purple Pariah",
    "author": [
        "Tustin, Byron"
    ],
    "body": "The rocket ship whirled down from the sky and crashed into the\nhillside. A cloud of dust rose lazily from the spot and mingled with\nthe white fumes escaping from the vessel.\n\nThe escape hatch opened and Archie Simms jumped down to the surface of\nthe planet.\n\n\"Oh-oh, Ed--here's the welcoming committee!\" he yelled. Ed Bailey's\nface appeared in the doorway.\n\nThe two men stared grimly at a motionless purple sphere, about eight\nfeet in diameter, that rested fifty feet from the damaged rocket. On\nthe surface of the sphere were two huge, sad eyes that watched the\nrocket ship with melancholy attention.\n\n\"What is it?\" asked Ed Bailey.\n\n\"Damned if I know,\" snorted Archie Simms. He ambled toward the purple\nsphere. \"Shoo,\" he said. \"Go on, get out of here. Shoo!\" The purple\nsphere did not move, but its two huge eyes regarded him sadly.\n\n\"Hey, don't get too close to it.\"\n\n\"Don't worry.\" Archie procured a rock from the ground and hurled it at\nthe purple sphere. He missed; the eyes of the sphere contemplated him\neven more sadly. The sphere did not move.\n\n\"Should I fire the cannon at it?\" queried Ed.\n\n\"Leave it alone. It just wants to sit there and watch us.\" He walked up\nto the purple sphere and examined it closely. He petted it between its\ntwo huge eyes and it looked at him sadly.\n\nEd jumped down from the ship with a large book under one arm. He paged\nhurriedly through it. Archie ran his hand gently over the purple\nsphere's fur. The purple sphere eyed him sadly.\n\n\"Here's where we are,\" said Ed. \"That meteor rammed us just as we came\nto Sector QMA. That star up there's XTM-L-48935; we're on the eighth\nplanet. Says here the place was explored twenty years ago: No life on\nit.\"\n\n\"Wonder how they missed this fellow,\" commented Archie, stroking the\nsphere sympathetically. The sphere looked at him with great, sad eyes.\n\n\"Incompetent bastards,\" Ed remarked pleasantly. \"That's the racket we\nshould be in, Arch:--space exploring. You get lots of money and you\ndon't do any work. Why, I've heard stories--\"\n\n\"Let's see about it when we get back,\" suggested Archie.\n\n\"Funny, though;--here's this thing waiting for us as soon as we smash.\nThey must've been blind drunk when they explored this place. Or else\npurple there's come since.\"\n\n\"Maybe that's it.\"\n\n\"I'll check.\" He riffled through some more pages. \"This damn index is\nalphabetical. Maybe it's from another planet and just visiting.\"\n\n\"Who knows?\"\n\n\"What do you think they'll call it in here?\"\n\n\"I can't ever find anything in that damn catalogue. Try under spheres:\nPurple spheres.\"\n\n\"Mmmm.\" He concentrated on the index. \"'Parallelopipeds' ...\n'pseudospheres' ... 'rhombi' ... 'segmented objects' ... here it is:\n'Spheres.' They've got a lot of spheres here! All sorts of 'em. We've\ngot to go by color. You think he's purple?\"\n\n\"Sort of purple.\"\n\n\"Here's something violet: 'Spheres, violet. Fire-breathing mammal\nof Planet III, TRP-U-44476, Sector LKW. Approximately three feet\nin diameter. Females frequently found with yellow polka dots on\nunderside.'\"\n\n\"Try again. Melancholy here's three times that big.\" He stooped down\nand gazed up at the purple sphere from underneath. \"Uh-uh, no yellow\npolka dots either.\" The purple sphere looked down at him with sad eyes.\n\n\"What's ochre?\" asked Ed Bailey.\n\n\"God knows!\"\n\n\"Is this thing ochre?\"\n\n\"God knows that too, Bailey.\" He turned abruptly to the purple sphere:\n\"Are you ochre?\" The purple sphere looked at him sadly.\n\n\"Cut the clowning,\" rasped Ed. \"Here's an index. 'Ochre:--pale yellow.'\"\n\n\"You learn something every day.\"\n\n\"Here's a good bet: 'Spheres, Fuchsia.' Would you call it Fuchsia?\"\n\n\"I guess he's pretty Fuchsia.\"\n\n\n\n\"'Spheres, Fuchsia: Most common shape and color of Chameleon Tiger of\nPlanet IV, YAP-A-90909, Sector WKM. Reptile; can assume any geometrical\nshape and/or color. Is carnivorous, and exceedingly dangerous.\nApproximately eight feet in diameter.'\"\n\n\"More like it! This boy must be their great-grandaddy. He doesn't look\ndangerous: Maybe he's senile.\"\n\n\"You'd better get away. It might chew off your head any minute. I'll\nbet you that's what it is: A 'Chameleon Tiger.'\"\n\n\"When we get the boat fixed, let's take him back to--what is it?\"\n\n\"YAP-A-90909, Sector WKM.\"\n\n\"Maybe somebody'll hand us a reward. What say, boy?--you, there, with\nthe big eyes--what say to going home?\" The purple sphere looked at him\nwith sad eyes.\n\n\"There any other spheres in there, Ed?\"\n\n\"No more purple babies. This must be him. I wish it'd change into a\ngreen cube, so we'd get positive identification. Tell it to change into\na green cube.\"\n\n\"Hey, boy, can you change into a green cube?\" Archie asked. The purple\nsphere regarded him sadly. \"Ed, throw me that old canteen.\" The canteen\nwas thrown down. \"Now look, boy.\" He carefully drew a circle and a\nsquare in the sand. \"See this? This is a sphere. That's you, get it?\"\nHe pointed to the circle, then to the purple sphere. \"This is a cube,\nsee?\" He indicated the square. \"Now, we want you to change into a cube;\nget it? A green cube.\" The purple sphere blinked its great eyes and\ncontinued to stare at Archie sadly.\n\n\"It's an idiot,\" cried Ed Bailey. \"Let me shoot it. Maybe we can make a\nstew out of it.\"\n\n\"Leave it alone. We can't kill it--not with those big eyes. We ought to\ntake it back to earth and slap it in a zoo.\"\n\n\"We ought to shoot it. Maybe it's got some playmates around here.\nArchie, you got no business petting big purple balls. Remember what\nhappened when you started fooling around with that orange thing back on\nLTX-R-76--whatever it was?\"\n\n\"He didn't have any eyes, Ed. Look at this thing's eyes: It couldn't\nhurt us; it just wants to watch. I think we should--\"\n\nHis words were drowned by a frightful noise and a terrible shock. The\nsky went dark.\n\n\"Damn unpleasant sunsets they got around here,\" yawned Ed nonchalantly.\n\nArchie picked himself up from the dust. \"What sort of a crazy planet\nare you muggs running here?\" He shook his fist at the purple sphere.\n\"Hey--hey, Ed--look! It glows in the dark!\" The sphere's purple fur\nemitted rich violet light, and its great eyes shone bright white around\ntheir jet black pupils. They looked sadly at Archie. Ed lit a cigarette.\n\n\"So do lots of things. It makes a better target this way. I think we\nought to have it for breakfast tomorrow. We got a lot of work to do,\nand I'm sick of beans.\"\n\n\"You let it alone, Bailey, or I'll smash you.\"\n\n\"I was just kidding. You can keep it.\" He yawned viciously. \"I'm\nturning in. If you want to stick around with Fido all night, hop to it.\nI'm closing this hatch and getting as far away as I can.\"\n\nHe threw down his cigarette. \"Coming?\"\n\nArchie petted the sphere tenderly, then ambled leisurely to the\nship. \"Coming. Not that I don't trust Melancholy, but there might be\nsomething else crawling around out there. Help me up.\"\n\nEd held out his arms and assisted his comrade aboard the ruined rocket\nship. They shut the hatch behind them.\n\nAll night the purple sphere glowed in the dark, watching the ship with\ngreat, sad, luminescent eyes.\n\n\n\nAnother frightful noise and its concomitant shock hurled Archie\nviolently out of his bunk. \"God-awful planet,\" he muttered as he\nclimbed off of Ed Bailey. \"How's that old song go? 'Where the sun comes\nup like thunder from--'\"\n\n\"You got better things to do than sing. Let's get going. I'll check the\nengine and you see if you can't fix the radio.\"\n\nArchie yawned loudly and opened the escape hatch. \"Hey, Ed,\nMelancholy's still out here!\"\n\n\"Fix that radio, damn you!\" shouted Ed from the recesses of the ship.\n\nArchie sat diligently in the open hatchway and tried to fix the radio.\nFrequently he addressed comments to the purple sphere and the purple\nsphere gazed at him with its sad eyes.\n\nThe morning passed but the radio did not heal. At eleven o'clock Archie\ngrabbed two hot wires and shouted in anguish. Rising to his feet, he\nkicked the radio savagely out the open hatch. It crashed against the\nground and slid toward the purple sphere. The purple sphere looked up\nat Archie sadly.\n\nArchie hurled a wrench at it and the purple sphere winced. \"Stop\nlooking at me like that!\" shouted Archie. \"Fix it yourself, damn you!\"\n\nThe purple sphere sidled forward and sat on top of the radio. The radio\ndisappeared from view.\n\n\"Hey, Ed! Ed!\" called Archie. \"It just ate our radio!\"\n\nEd hurried up from the back of the ship. \"You ass,\" he said. \"Why did\nyou let him have it? I should bash your teeth in.\" He brandished a\nhammer threateningly.\n\n\"Let's not lose our tempers, Ed,\" smiled Archie anxiously.\n\n\"Okay. Forget it. We'll never get out of here by fighting.\" He stepped\nresolutely into the cabin and returned with an ugly looking steel tube.\n\"I'm going to roast Fido right off that radio.\"\n\n\"Hey, wait a minute, Ed!\" Archie held his comrade's arm. \"--After all,\nI gave him the radio. Maybe he thought I'm trying to make friends.\"\n\n\"You blockhead! I ought to turn Betsy here on you. What were you up\nto--feeling sorry for monstrous there? Okay ... you get the radio back\nyour way. Spend all month doing it! Just sit looking into handsome's\nlimpid pools and maybe she'll kiss you and give you back your radio.\nDamn 'Chameleon Tiger!'\"\n\nHe brandished his hammer aloft and returned to the nether regions.\n\n\n\nSeveral minutes later the purple sphere sidled backward and the radio\nreturned to view. It emitted curious noises. The purple sphere looked\nup at Archie sadly.\n\n\"You fixed it!\" cried the amazed Simms. \"Ed! Ed! Come here! He fixed\nit! It works!\" Ed returned to stare at the radio in disbelief.\n\n\"Hey, that's pretty damn good. What about asking him to fix the rest of\nthe ship?\"\n\n\"I'll try. Hey, Melancholy! Fix up our rocket ship, okay?\"\n\nThe purple sphere sidled forward until it stood directly beneath the\nescape hatch. Then it looked up at Archie.\n\n\"It wants to get in,\" explained Archie. \"Do we still have that old ramp\nI stole on Mercury?\"\n\n\"Right here.\"\n\nTogether they lowered the ramp. The purple sphere sidled forward and\nvainly attempted to climb upward.\n\n\"He's too heavy,\" said Simms. \"We'll have to jump down and push him.\"\n\n\"Don't like,\" said the cautious Bailey. \"Then he's on and we're off.\nThat's too much like suicide.\"\n\n\"We can trust him. He fixed the radio, didn't he?\"\n\n\"All right, wise guy. It's your funeral, too.\" They hopped down and,\nstraining mightily, pushed the purple sphere to the top of the ramp.\n\n\"Will he go through the hatch?\" cried Ed. \"I can't see around him.\"\n\n\"Hope so,\" panted Archie, \"or he's going to roll back on top of us.\nThere he goes. We made it!\"\n\nThe purple sphere vanished into the ship.\n\n\"What do we do now?\" cried the excitable Bailey. \"He may curl up and\nhibernate in there, for all you know. If he's not out in an hour, I'm\ngoing to shoot him!\"\n\nThe odor of hot metal drifted out the emergency hatch. \"He's schmooling\naround in there,\" said Ed.\n\n\"Leave him alone, Ed. Let's look around.\" Ed grumbled, but followed the\nretreating form of Archie Simms. They had strayed over a mile from the\nship when the sun blasted out the end of another day.\n\n\"We'd better head back,\" said the cautious Bailey, turning around.\n\n\"Okay, but not that way. The ship's over there.\"\n\n\"Nuts, Arch; the ship's that way.\"\n\n\"Who you trying to fool? Don't you think I know what way we came?\"\n\n\"You fathead,\" snorted Bailey, gripping his ugly looking steel tube\nmore tightly. \"I might've known you'd get us lost! You and your\n'Chameleon Tiger!' Damn both of you!\"\n\n\"Oh, shut up. We aren't going to get back by shouting. Let's start\nwalking your way and see what happens.\"\n\nTime passed.\n\n\"Well,\" admitted the chagrined Ed Bailey, six hours later, \"maybe\nyou're right.\"\n\n\"We're good and lost now,\" replied Arch. \"Probably can't even find the\nship in the day, now. She's down in one of those sand valleys and we've\npassed millions of 'em.\"\n\n\"I wouldn't care if you hadn't parked that monster inside. Maybe he's\neating our boat. I saw some metal eating things in the catalogue.\"\n\n\"Said he's carnivorous, Ed.\"\n\n\"Also said he could change to a cube. Oh, damn the whole stinking mess.\nYou and your little friends.\"\n\n\"Wait till morning. Maybe we'll find our way.\"\n\n\"Oh, sure,\" said Ed bitterly.\n\nThe intrepid spacemen sat sadly down on a big stone and gazed up at the\nnight sky.\n\n\"Funny constellations,\" proclaimed Ed angrily.\n\n\"Look there,\" said Archie, pointing. \"Northern lights.\"\n\n\"Northern lights, hell!\" cried Ed. \"They don't move like that. It's\nsomething behind that hill--and it's coming!\" He placed the steel tube\nto his shoulder. \"I'll take ten of 'em with me,\" he grated.\n\nA luminescent purple sphere appeared atop the hill.\n\n\"It's the marines!\" shouted Archie, knocking down the barrel of Ed's\ngun. \"Smell? I can smell it from here--hot metal! It's Melancholy, come\nto rescue us!\"\n\n\"Or to eat us! I'll take care of him!\"\n\n\"You fool! Give me that!\" The two men grappled for possession of the\ngun. The purple sphere stopped and watched them sadly. Finally Archie\nobtained the weapon and angrily tore it apart. He threw the parts as\nfar as he could, then turned furiously on Ed.\n\n\"Mel here's our only friend in the world. He hasn't tricked us yet and\nwe've got to lay all our dough on him. Now get up.\" Ed rose groggily\nto his feet. \"Take us back to the ship,\" Archie commanded the purple\nsphere. The purple sphere sidled off and they followed it.\n\nDawn literally broke as they topped a rise and looked down once again\non the rocket ship. The polished fuselage, so grotesquely twisted the\nday before, was now smooth. The ship rested on the side of the hill,\nher prow aimed at the sky.\n\n\"I'll be damned,\" snorted Ed Bailey. \"He's done it. Let's get out of\nhere quick.\"\n\n\"See if it works.\"\n\nThey climbed aboard. Before he shut the emergency hatch, Archie looked\ndown into the sad eyes of the purple sphere. The purple sphere had\nnever looked sadder, he decided. Then he shut the hatch.\n\n\"D'you think maybe he's booby-trapped it to explode in the air?\"\nwondered the suspicious Bailey.\n\n\"No.\"\n\n\"Well, here's nothing. Hold on.\" Bailey pressed a button. There\nfollowed a dull roar, a blinding flash of light, and the little rocket\nship whirled up into the sky.\n\nThe purple sphere looked after it sadly. A large crystal tear welled up\nin each of his great, unhappy eyes and trickled slowly down his purple\nfur.\n\n\n\n\"The little punk didn't cross us after all,\" admitted Ed Bailey\ngrudgingly, turning momentarily from the controls.\n\n\"This is enough. It's in better shape than when we bought it,\"\ntestified Archie.\n\n\"Okay. Set a course out of this Sector, and we'll hit the road.\"\n\n\"Wait a second: We've got to go back there and thank Melancholy.\"\n\n\"WHAT did you say? THANK it? Why? It won't understand. It'll just stand\nthere with those idiotic eyes and moon at you.\"\n\n\"If it's smart enough to fix our ship, it's worth thanking,\" proclaimed\nArchie.\n\n\"Well,\" grumbled Ed, \"maybe you're right. We'd still be rotting here if\nit weren't for Fido.\"\n\n\"Maybe we can even take him aboard and lug him back to YAP, or wherever\nhe's from. He must be awful lonely here.\"\n\n\"Over my dead body. He'd take too much weight. And I don't want to\nget mixed up with any more Chameleon Tigers. They might not all have\nsuch nice, sad eyes. If we bring Fido on here, we drop him off at the\nnearest zoo. I won't go near YAP. One Fido's enough.\"\n\n\"We ought to do something for him, Ed.\"\n\n\"Thanking him's too much. I'm not going to cart purple spheres around\nthe galaxy. We'd be the laughing stock of the century. He stays here!\"\n\nHe punched a button fiercely and swung the ship into a sharp curve.\n\"Where'll we set? This place all looks the same.\"\n\n\"Just put her down,\" advised Arch. \"I'll bet Melancholy gets there in\nten minutes.\"\n\n\"How much?\"\n\n\"Fifty.\"\n\n\"You're on.\" The ship whirled down from the sky and slid along the\nsand. Archie opened the escape hatch and waited. Five minutes later the\npurple sphere mounted a nearby rise and sidled down into the valley. It\nhalted fifty feet from the ship and watched Archie with sad eyes.\n\n\"You lose, Ed,\" announced Archie.\n\n\"Damn monster,\" snorted Ed. \"Thank it and let's get out of here.\"\n\n\"Aren't you going to thank it?\"\n\n\"No, damn it! Me thank a big purple ball? You can thank it for both\nof us. Might try kicking it a few times and see whether you get any\nreaction.\"\n\nArchie leaped down on the sand and hurried to the side of the purple\nsphere. The purple sphere looked at him sadly. Archie petted it between\nand beneath its eyes. Suddenly he stood up.\n\n\"Hey Ed! It's been crying!\"\n\nEd snorted angrily but said nothing. \"No, really, Ed! It's all wet\nunder its eyes, here!\" He petted it the more tenderly. The purple\nsphere looked at him sadly.\n\n\"Come on,\" yelled Ed. \"I'm sick of this mush.\"\n\n\"Just a second,\" replied Archie. \"Well--good-bye,\" he said to the\npurple sphere. \"I don't know whether you get me. Do you know what I'm\nsaying? No. Thanks anyway.\" He petted the purple sphere between its\ngreat eyes; the eyes watched him sadly. He cursed softly, then turned\non his heel and hurried toward the rocket ship. Suddenly he pivoted\nagain and said to the purple sphere:\n\n\"You maybe saved our lives, Mel. Anything we can do for you? Any place\nwe can take you? Say the word and we'll do it.\"\n\nThe purple sphere looked at Archie sadly. Then it sidled rapidly\nforward, knocked Archie unceremoniously off his feet, and climbed on\ntop of him. Archie shrieked: \"Hey! Ouch! Get off! Stop him, Ed! Stop\nhim! He's hurting me something aw--\" His voice became muffled and\nstopped. Ed stood petrified while Archie slowly disappeared into the\npurple sphere. All the while, the purple sphere looked up at Ed out of\nsad eyes.\n\nThen Archie was gone. Ed swore a terrible oath and possessed himself\nof another ugly looking steel tube. He leveled it to his shoulder and\npushed a button. A terrible gaping crack appeared in one of the purple\nsphere's eyes and a green ichor trickled thickly out. The purple sphere\nrolled over and sidled away at an incredible speed. Ed fired again. He\nmissed.\n\n\"Damn purple punk,\" he yelled after the retreating purple sphere. \"I'll\nget you yet. I'll get you!\"\n\nHe slammed the emergency hatch and leaped into the pilot's seat. He\njockeyed the little rocket ship into the air above the strange planet.\nMiles away, he saw the purple sphere bowling hastily over the sand. He\ngained on it steadily, following as rapidly as he could. Shortly he was\nclose enough: He sighted in an eyepiece mounted with crosshairs and saw\nthere a greatly enlarged image of the speeding purple sphere. He threw\nan ugly looking steel lever. The ship rocked violently and a cloud of\ndust rose from the spot where the purple sphere should have been.\n\n\"Stand still, damn you!\" shouted Ed. Again he lined the purple sphere\nup in the crosshairs. Again he pressed the button, and again the purple\nsphere swerved aside in time. Ed pounded his fist desperately on the\ninstrument panel.\n\n\"I'll kill you,\" he shouted; \"I'll kill you! I'll kill you if it takes\na year--and if I don't have you then, I'll come back with the whole\ndamned fleet and kill you!\" He threw the lever again, and again, and\nagain.\n\n    _Mr. Bailey has wounded me in the eye, Mr. Simms._\n\n    _I am sorry that I hurt you, Mr. Simms, but it was the only\n    way ... I have understood everything that you and Mr. Bailey have\n    thought and said, Mr. Simms, but I cannot impress my thoughts upon\n    you until I have taken you inside me. I am sorry that it was so\n    painful for you when I brought you inside me; I am sorry that you\n    are unconscious; but you can understand me, now. I did not wish to\n    hurt you, but you were so large that I had difficulty bringing you\n    inside me._\n\n    _Mr. Bailey is chasing me in the rocket ship, Mr. Simms. He is\n    shooting at me with a terrible weapon. I know what he is thinking,\n    so I am able to change my direction before he fires. But shortly I\n    shall grow tired, Mr. Simms; I would not grow tired had Mr. Bailey\n    not wounded me in the eye; but he has wounded me in the eye and I\n    am bleeding. I must tell you what I must tell you quickly, Mr.\n    Simms, so that you will stop Mr. Bailey from shooting at me._\n\n    _I only tried to help you, Mr. Simms. I did not wish to hurt you. I\n    saw you throw your radio away and I knew that you desired me to\n    repair it. I repaired it; subsequently I repaired your vessel. When\n    you and Mr. Bailey lost your way in the hills, I came to find you\n    and I led you back to the ship. I have only tried to help you; I\n    did not wish to hurt you._\n\n    _Mr. Bailey thinks that I have eaten you and is trying to destroy\n    me. I must explain things to you, so that you can prevent him from\n    destroying me._\n\n    _I only wanted to help you and Mr. Bailey. I know how much you need\n    help and I wanted to help you, because you were kind to me. I did\n    not expect a reward; I thought merely that I would help you and\n    that then you would leave me. At last you and Mr. Bailey climbed\n    into your ship and left. I cried, for I had wanted to tell you\n    about myself. But I could not tell you without hurting you and\n    bringing you inside me. I did not wish to hurt you, and I knew that\n    if I brought you inside me, Mr. Bailey would not understand. I\n    would not bring Mr. Bailey inside me because he does not like me._\n\n    _But you returned, and I thought that perhaps I had not repaired\n    your ship effectively. No; I discovered that you wished to thank\n    me for my aid. I did not expect that you would thank me; I expected\n    that you would depart without thanking me. Why should you thank me?\n    You did not think that I would understand. But you thanked me and\n    then you asked me whether you could do anything for me. I saw in\n    your mind that you were sincere: You did not only say that you\n    wished to do something for me; you wished to do something for me.\n    So I took you inside me, and Mr. Bailey has wounded me in the eye,\n    and now he is following me in your rocket ship, and he is shooting\n    at me._\n\n    _You can help me, Mr. Simms. I shall tell you how you can help me\n    and then I shall let you out._\n\n    _I have lived on this planet for millions of years, Mr. Simms. In\n    all that time I have been alone. No one had ever visited me until\n    you came. There is no other life on this planet and I have been all\n    alone. At times it has been more than I can bear. At times I have\n    wished to destroy myself. But I cannot do that and I must not, for\n    my people need me._\n\n    _Many millions of years ago I lived with my people on a large\n    planet that revolved about a large star in a galaxy that is very\n    distant now._\n\n    _I am not of this galaxy, Mr. Simms._\n\n    _I was the wisest among my people. They called me the Purple Sage.\n    I was versed in all wisdom and I knew all answers. The people came\n    to me for knowledge and revered me as the wisest of all beings._\n\n    _Several million years ago our galaxy approached your galaxy. Your\n    galaxy was very different then; I watched it change, these millions\n    of years. Our galaxy approached and I perceived that the two\n    galaxies would pass through each other._\n\n    _This is a rare phenomenon, Mr. Simms, but it was undoubtedly known\n    to your astronomers many years ago. Galaxies are nothing more than\n    enormous vacuums, and in any one passage of two galaxies through\n    one another, there are likely to be not more than two or three\n    stellar collisions._\n\n    _I determined that my planet was quite safe. As your galaxy\n    approached, I determined to conduct an interesting experiment. I\n    constructed a large space ship and planned to fly it to one of the\n    planets of your galaxy. Then I would return to my own planet. I\n    hoped to determine whether your galaxy was similar to mine._\n\n    _My people wept at my departure and asked me what would become of\n    them if I did not return. I told them that the officials would\n    care for them. I thought then that I was little more than an\n    ornament and their grief more rhetorical than sincere._\n\n    _A bright star was due to pass close to our sun; I entered my space\n    ship and steered toward it. I landed on this planet._\n\n    _This is a curious planet, Mr. Simms. You have noticed the\n    phenomenon of the sunset. The surface of the planet expands and\n    contracts all at once, rather than doing so by slow degrees. As a\n    result, the sun rises and sets instantly. When I arrived in my\n    space ship, the phenomenon was much more exaggerated. I emerged\n    from my ship and walked about the planet. I did not expect the\n    contraction which came at sunset. It was terrible: I was thrown\n    against a jagged pinnacle of rock and severely injured. For many\n    centuries I could not move. Slowly I recovered. I returned to my\n    ship. In the course of many such sunsets, it had been shattered to\n    atoms. The delicate instruments had been ruined. I worked many\n    years on the ship, but I could do nothing to repair it. At last I\n    abandoned the task._\n\n    _Nothing is left of it now. Millions of years have passed and its\n    dust is mingled with the dust of this planet._\n\n    _I watched my people recede from me. When I lay next to the jagged\n    pinnacle that had wounded me, I could still see my planet in the\n    sky. By the time that I was well, I could discern my sun from the\n    other stars only with difficulty._\n\n    _The years have passed slowly and now my galaxy is a point of light\n    that I can no longer resolve in the distance._\n\n    _I am growing tired, Mr. Simms, and Mr. Bailey still follows me. He\n    shoots at me no longer, but he understands that I must rest. I\n    shall complete my tale as rapidly as I can._\n\n    _I waited milleniums, but no one came. Without my aid, my people\n    could never have built a space ship with which to rescue me. I did\n    not have the materials. I waited alone, confident at some times\n    that help would come, confident at most that I would remain here\n    forever ... alone._\n\n    _Then you came, Mr. Simms. I saw immediately that your ship was\n    damaged and I knew that it was not damaged badly. I wished to save\n    you from my fate. I wished to repair your ship; I did not dare\n    attempt to repair it, however; you would have thought that I was\n    trying to hurt you and you would have destroyed me. I could only\n    wait until a suitable opportunity presented itself._\n\n    _You were very kind, Mr. Simms. You petted me between my eyes. The\n    contact of your hand, the first contact with a living being in\n    millions of years, drove me to distraction. I almost brought you\n    inside me then and there, but I restrained myself. I knew that Mr.\n    Bailey would not understand and would destroy me._\n\n    _Now you have told me that you wish to help me. Mr. Simms, I wish\n    to return to my own people. In the course of these years of exile,\n    I have thought many thoughts that will be useful to them. And who\n    was there to instruct them, after my departure? I wish to return\n    to my people, Mr. Simms._\n\n    _I believe that you and Mr. Bailey could return me in safety. It\n    would require several major alterations in the design of your ship,\n    but I have thought about such alterations for many years and I am\n    confident that they can be made._\n\n    _I do not think that you would regret the voyage. You would be\n    feted at great length; there would be a splendid celebration in the\n    hippodrome and you and Mr. Bailey would be seated in chairs of\n    state. You would find it difficult to leave us. Nor would you go\n    unrewarded in larger coin: I would inform you of the cures to any\n    diseases that may still plague your people and I would give you\n    the answers to many of their ills._\n\n    _I would promise your safe return; we would build a great ship for\n    you; it would be a time machine as well as a space craft and would\n    return you to your planet no earlier or later than you might\n    choose. There would be another magnificent celebration to bid you\n    farewell. No, Mr. Simms, you would not regret returning me to my\n    people._\n\n    _But let us look at the other side of the matter: It is quite\n    possible that I shall fail. It is quite possible that we would all\n    be destroyed in the starless vastnesses of space. I can offer you\n    no proof of my competence except your repaired radio and your\n    repaired vessel. And those were simple tasks._\n\n    _I am very tired, Mr. Simms. I can run no longer. I must let you\n    out. Tell Mr. Bailey what I have told you. I pray that you may\n    decide to help me. I pray, but I do not hope. I am sorry that I\n    hurt you; please forgive me for hurting you, if you do nothing\n    else._\n\n    _When I see Mr. Bailey descend and talk to you, I shall cease\n    running. I shall remain where I ceased running. You and Mr. Bailey\n    will decide what you must do. If you will not help me, then I must\n    ask one other favor: Fly to where I am sitting and shoot your\n    weapon at me. I shall not move. I believe that it is capable of\n    destroying me._\n\n\n\nEd Bailey pressed the button again and the purple sphere swerved aside.\n\"Lousy purple punk,\" he shouted.\n\nThe purple sphere stopped in its tracks and the rocket shot past it. Ed\nswore and swung about. He looked down. A man's body lay stretched on\nthe sand and the purple sphere hurried away.\n\nEd dropped down and rushed to the side of the prostrate figure.\n\n\"I made it drop you,\" he sobbed over the body, \"I made it drop you. My\nGod!--you look half-digested!\" He felt Archie Simms' body. \"Your arm's\nbroke!\"\n\nArchie's lips moved feverishly. \"Got to--got to help it--or kill it,\"\nhe groaned.\n\n\"Come on,\" said Ed. He lifted the wounded man to his shoulders. \"You're\nokay now. Don't talk. I'll get you aboard.\"\n\n\"It saved us--got to help it--or kill it.\"\n\n\"I'll make hash of it,\" said Ed, placing Archie on his bunk. He\nprocured a hypodermic needle from a wall cabinet. \"Sorry, Arch, I'm\nputting you under till we get back. I can't help you. See you in a\nmonth.\" He plunged the needle into Archie's arm.\n\n\"Got to--help it ... or kill it,\" sobbed Archie weakly. \"Got to ...\nhelp ... it....\" He slept.\n\nEd slipped behind the controls of the rocket. He pressed a button and\nthe little boat whirled up into the sky. It vanished rapidly into the\nempty distances.\n\nOn a distant hilltop sat the purple sphere. He followed the path of the\nretreating rocket with sad eyes. He waited for many hours. The sun set\nand he glowed dimly against the stars. He watched the stars sadly. Then\nhe cried.\n\nHe cried for seven days and seven nights.\n\n\n\nEight years passed.\n\nThe rocket whirled down from the sky and crashed into the hillside.\nA cloud of dust rose lazily from the spot and mingled with the fumes\nescaping from the vessel.\n\nStraightway the escape hatch opened and Archie Simms jumped down to the\nsurface of the planet.\n\n\"Here he is, Ed!\" he shouted back into the ship. Ed's face appeared in\nthe doorway.\n\n\"Fido,\" he remarked pleasantly.\n\n\"We've come,\" said Archie. \"It's been a long drag, but we made it.\"\n\nThe purple sphere's left eye was black and swollen.\n\n\"Sorry I shot you,\" said Ed. \"I didn't know....\" The purple sphere\nlooked sadly up at him. Archie petted it between the eyes and pointed\nto the ship.\n\n\"There she is,\" he said. \"All yours. Take care of her.\"\n\nEd eased down the ramp, then hopped to the ground. He and Archie pushed\nthe purple sphere into the ship.\n\nArchie nudged his partner gently. \"Look, Ed, he's smiling!\"\n\n\"Lousy purple punk,\" snorted Ed. \"You know we won't get out of this\nmess alive, Simms. Lousy purple punk....\"\n\n\"Oh, let's have lunch.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Tustin, Byron"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63787/pg63787.txt",
        "name": "the_purple_pariah.json"
    }
}