{
    "name": "The Overman",
    "author": [
        "Sinclair, Upton"
    ],
    "body": "ALL RIGHTS RESERVED, INCLUDING THAT OF TRANSLATION INTO FOREIGN\nLANGUAGES, INCLUDING THE SCANDINAVIAN\n\n\n\n\n                              THE OVERMAN\n\n\n\n\n                             _The Overman_\n\n\nThis is the story of Edward ——, as he told it to me only a few days\nbefore he died; he told it as he lay half paralysed, and knowing that\nthe hand of death was upon him.\n\n\nI am by profession a scientist. My story goes back some fifty years,\nwhen I was a student. I had one brother, Daniel, five years younger than\nmyself, a musician of extraordinary promise. We lived abroad together\nfor a number of years, each pursuing his own work. About my brother,\nsuffice it to say that music to him was everything—love and friendship,\nambition and life. He was a man without a stain, whose lower nature had\nbeen burned out by the flame of art. I think the one tie that bound him\nto the world was myself.\n\nWhen Daniel was about twenty-three years of age, his health weakened,\nand a long sea voyage was decided upon. I could not go with him, so for\nthe first time we parted; and it was twenty years after that before I\never heard of him again.\n\nIt was believed that the ship had been wrecked in the South Seas; and I\nhad given him up for dead many years, when it chanced that, as a man\nadvanced in life, I was travelling as a naturalist in Ceylon, and met an\nold sailor who had been with my brother, and who told me a strange\nstory—how one boat containing five men, including Daniel, had outlived\nthe storm and landed upon an uninhabited island; how, after remaining\nthere for several months, they had made up their minds to risk a voyage\nin their frail craft; and how my brother alone had refused, declaring\nhis intention to remain by himself, with his violin and the few effects\nthat he had saved.\n\nHow this affected me anyone can imagine. The tale was obviously a true\none, and I chanced to have means; and so, getting the best idea I could\nof the island’s location, I purchased a yacht outright and prepared to\nmake a search.\n\nThe events immediately following bear only indirectly upon my story, and\nso I pass over them swiftly. We had been at sea for some three weeks,\nand were in the locality we sought, and watching day and night for some\nsign of the island, when late one evening the native captain of the\nvessel came to my cabin, trembling and pale with fright, to tell me that\nthe crew had mutinied and were about to murder me. I rushed to my chest\nfor my revolvers, only to find that every cartridge was gone; and the\nother’s weapon proved to be in the same plight. In this desperate\nsituation the latter suggested what seemed to be the only possible\nexpedient—that we should make our escape from the vessel in the\ndarkness, and trust to gaining the land. While he crept out to provision\nand lower a boat, I barricaded the cabin-door and waited; and upon\nhearing the whistle agreed on, I ran to a port-hole, and seeing the\nboat, slid into it. An instant later the rope was cut, and I got one\nglance at the leering countenance of my betrayer, before the ship sped\non and all was darkness. I was alone!\n\n\nThe emotions of that night I do not like to recall. Life was still dear\nto me. It was only when morning came that I lifted my head again and\nrecovered my self-possession.\n\nThere was no land in sight—I was tossing upon a waste of water, and\nalready beginning to feel the first cravings of the fearful thirst that\nI knew must come. But by a strange instinct I still clung to my life;\nand soon a storm arose, and as the waves began to speed my frail boat\nalong, it rose upon one of them, and I suddenly caught sight of a faint\nstreak of land. I seized the oars and set to work to race for my life. I\nwas not used to the effort, and it took all my strength to keep the\ncraft headed aright, while the sea bore it on to its goal; I fought\ndesperately through the whole day, coming nearer and nearer to my hope,\nbut expecting every instant to be my last, and almost fainting with\nexhaustion. Finally I came to the very edge of the breakers—and then, in\nspite of all that I could do, the boat was seized by a wave and whirled\naround.\n\nI saw before me a long line of bright green forest; and, standing upon\nthe beach in front of me, a single figure—a man—motionless and watching.\nThat moment a breaker smote my little craft, and I was flung into the\nboiling sea.\n\nI did not know how to swim. I clutched at the boat and missed it, and\nafter that I recall only an instant or two of frantic struggling and\nchoking. When next I opened my eyes, I lay upon the shore, with a man\nbending over me; and upon my dazed faculties was borne in the startling\ntruth that the man was my brother.\n\n\nIt would have been long before I recognised him but that he was calling\nme by name. A creature more changed no man could imagine. Gaunt,\nhollow-eyed, and wild in appearance, he was scarcely the shadow of his\nformer self; he was clad in a rough garment of fur, barefooted and\nbarearmed, and with long, tangled hair. But what most struck me—what\nstruck me the instant I opened my eyes, and what never ceased to strike\nme after that—was the strange, haunted look of his whole countenance;\nhis eyes, swift and restless, shone from beneath the shadow of his brows\nlike those of some forest animal.\n\nFor the first few dazed minutes I thought of what I had read of men who\nhad gone mad, or had reverted to the beast, under such circumstances as\nthese. Yet nothing could exceed the tenderness of my brother’s voice and\nmanner to me; he bent over me with a gourd full of milk, which he helped\nme to drink, and he dried my face and brushed back the hair from my\nforehead, whispering to me as one might to a sick child.\n\nI can remember the very words of our conversation at that strange\nmoment, so keenly did every circumstance impress me. I answered him\nfaintly when he asked me how I did, and he pressed my hand. “You were\nseeking for me, brother?” he asked.\n\n“I was,” I said.\n\n“I sometimes thought that you might,” he exclaimed. “Alas! Alas!”\n\nI had been overwhelmed with joy as the truth dawned upon me—the truth\nthat I had found him. I had forgotten our mutual plight. “Never mind,” I\nwhispered. “We may get away somehow; and at least we can be together.”\n\nHe answered nothing, but helped me lift my head.\n\n“How came you alone in that boat?” he asked.\n\n“It is a long story,” I replied, shuddering as I gazed at the waves that\nwere thundering on the beach before us. “I will tell it later.”\n\n“You have been long upon the water?”\n\n“Only since last night,” I said; and then gazing about me suddenly, I\ncried: “And you—you have been here all these years!”\n\n“All these years,” he answered.\n\n“And alone?”\n\n“Alone.”\n\nI trembled as I gazed into his face; his eyes seemed fairly to burn.\n\n“How have you borne it?” I cried. “What have you done?”\n\nHis answer made me start. “I have done very well,” he said; “I have not\nbeen unhappy.”\n\nThe words seemed strange to me—but his voice was stranger yet. Surely\nthere were signs enough of unhappiness upon his face!\n\nHe seemed to read my thoughts. “Do not worry,” he went on, pressing his\nhand in mine; “I will tell you all about it later.”\n\nBut my mind could not be turned away so easily. When I felt stronger and\nsat up, I came back to the question, gazing at his haggard face and the\nstrange costume he wore.\n\n“You can make no better clothing?” I cried; “and for food—what do you\ndo?”\n\n“I have all the food that I can eat,” was the response, “and everything\nelse that I need. You shall see.”\n\n“But have you seen _no_ one?” I persisted—“no ships, in all this time?”\n\n“I have not wished to see any,” he said; and then he smiled gently as he\nsaw my stare of amazement. “I have not wished for anything,” he said\ngently; “I have a home, as you shall see, and I have never needed\ncompany. Have you forgotten how it used to be, dear brother?”\n\nIt took me a long time to understand his words. I was still gazing at\nhim helplessly. “And you mean,” I cried—“you mean that you still—you\nstill live in your music?”\n\n“Yes,” he said, “I mean that.”\n\nI was sitting upright and gripping his arm tightly. “And for twenty\nyears!” I gasped.\n\n“Twenty thousand years would be all too little for music,” was the\nreply.\n\nI sank back, and he wrapped his arms about me. “Dear brother,” he said,\nsmiling, “let us not go into that just now. Wait until to-morrow, at the\nleast. Perhaps I can help you now, and we can walk.”\n\nWe had not far to go, and with his help I managed the task. Back from\nthe shore rose a high cliff, and a cavern in this was evidently his\nhome. At one side there was a pen, in which were three or four captive\ngoats; and upon the grassy lawn in front was a rough seat. With the\nexception of a fireplace, and a path he had cut through the thicket,\nthere were no other signs that the place was inhabited.\n\nI sank down upon the grass, and he brought me fresh water and fruits,\nand cooked rice, which I ate hungrily. Then, when I was stronger, I got\nup and began to examine his home.\n\nThe cave was the size of a large room; it was dry, but bare of all\nfurniture except a table and a roughly made chair and bed. My brother’s\npossessions consisted mainly of a few objects (notably some tools) which\nhe and the sailors had been able to recover from the wreck of the ship.\nThere were a few skins which served him as bags in which to keep his\nprovisions; his bowls and dishes were gourds and the shells of turtles.\nHe was without artificial light, and he had only a few quires of\nwriting-paper from the ship-captain’s portfolio. For the rest, a violin\nwithout strings, and a bow without hairs, made up a list of the\npossessions so far as I could make them out. And it was upon the\nstrength of these that he had said to me: “I have everything that I\nneed!”\n\nWith rest and food my strength returned, and before long my mind was\naltogether occupied with my brother.\n\nFirst of all, of course, my thought was of his home—of his surroundings\nand his ways. I rummaged about his cavern, wondering at his\nmakeshifts—or rather, at his lack of them.\n\n“You have no lamp?” I cried. “But, Daniel, the wax-plant grows in this\nclimate. Or you might use tallow or oil.”\n\n“Dear brother,” he answered, “you forget that I have no books to read.\nAnd the few things that need light—cannot I just as well do them by\nday?”\n\n“But, then, the long nights—you sleep?”\n\n“No,” said he gently, “I do not sleep”; and later, with his strange\nsmile, he added: “I live.”\n\n“You live!” I echoed in perplexity; and then I stopped, catching the\nquiet, steady gaze of his eyes.\n\n“Just so,” he said, “I live. I had never lived before.”\n\nMost of all, I think, I was perplexed at the sight of his violin. From\nwhat I had seen of his youthful life, I could have imagined him spending\nall day and all night with that; but here it hung, useless as a stick of\nwood.\n\n“You could have made strings for it,” I said. “I can make them for you.”\n\n“But they would be of no use to me,” he answered.\n\n“And all your music—you have given it up?”\n\n“The music I have to do with,” he said, “has long ceased to be music\nthat anyone could play.”\n\n“But, Daniel!” I protested.\n\n“Listen to me,” he said. “Have you never read that Beethoven never heard\nsome of his greatest symphonies? Do you not understand how a musician\ncan comprehend music from a score? And from that, how he can create it\nin his own mind and enjoy it, without ever writing it down or hearing\nit?”\n\n“Then,” I said, almost speechless with wonder; “then you compose music\nin your mind?”\n\n“No,” he said. “I _live_ music in my soul.”\n\nThese things were on the day of my rescue, after I had recovered from my\nexhaustion. The words which he spoke I no more comprehended than if I\nhad been a child; but the strangeness of the thing haunted my soul, and\nmy questioning and arguing never ceased. All of this he bore with a\ngentle patience.\n\nI had my youthful recollections of Robinson Crusoe; and as a man of\nscience, I could naturally not spend two minutes conversing with Daniel\nand examining his affairs without thinking some new device by which he\ncould have made his lot more tolerable. I could as yet hardly realise\nthat it was to be my own fate to live upon the deserted island for ever;\nall my thoughts were of what I should have done had I been in his place.\nHe had no weapons, no traps, no gardens, no house—and so on. “But,\nEdward,” he would say again and again, “do you not understand? Once\nmore—I have no _time_ for such things.”\n\n“Time! _Time!_” I would cry. “But what _else_ have you? What have you to\n_do?_”\n\n“I have my life to live,” was the invariable response; “I have no time\nfor anything else.”\n\nWe were sitting that afternoon beneath the shade of a great forest-tree\nbefore the cavern. Suddenly, seeing again the dazed look upon my face,\nhe put his arm about me.\n\n“Listen to me, dear brother,” he said, smiling. “You remember Diogenes,\nwho lived in a tub? That was in order that he might have to call no man\nmaster, and no thing—least of all his own body. And can you not see that\na man’s own soul is his soul just the same, whether he be on a desert\nisland or in the midst of a city of millions? And that mind, emotion,\nwill—he has the life of his soul to live?”\n\nI sat surprised into silence; then suddenly I felt Daniel’s arm tighten\nabout me. “Ah, my dear brother,” he said, his voice lowering, “it will\nbe so hard! Do you think I have not realised it—how hard, _hard_ it will\nbe?”\n\n“What will be hard?” I asked.\n\n“Your life—everything you have to face,” he answered. “How can you not\nsee it—do you not see that _you_ have to live upon this island, too?”\n\n“I have not thought of it much,” I said. “I have been thinking of you.”\n\n“I know it,” he replied; “but I do not see how you are to bear it. I saw\nit all while I watched you sweep in with the boat—I saw all the pain and\nall the sorrow, and it was long before I made up my mind that it was not\nbest to let you die.” I started, but he held me tight.\n\n“Yes,” he said, “and I fear that I chose wrongly. Is it not strange that\na man who has seen what I have seen should still be bound by such\nchains—that what I knew would be best, I could not do, simply because\nyou were my brother?”\n\nHe must have felt my heart beating faster. “Listen to me,” he went on\nquickly, but still with his frightful quietness. “Listen to me while I\ntry to tell you—what I can hardly bear to tell you. All the tragedy of\nbeing is summed up in such a situation as this of ours; I am as helpless\nbefore it as you are—both of us are as helpless as children.”\n\nI gazed at him again, and suddenly he caught me with the wild look of\nhis eyes. He had no need to hold me with his hand.\n\n“Brother,” he said, “you must think this out for yourself, as you can: I\ncannot explain it to you—cannot explain anything about it. Suffice it to\nsay that for twenty years I have lived here, and that I have fought a\nfight which no man has ever fought before, and seen what I believe no\nman has ever seen. Knowing you as I do, I know that you can by no\npossibility ever follow me. It is as if I had found the fourth dimension\nof space; it is as if I dwelt in a house through the walls of which you\nwalked without seeing them. How you are to bear your life here, my dear,\ndear brother, I do not know; but the truth is merciless, and you must\nface it—you will have to live on this island all your days, I am sure;\nand you will have to live here _alone_!”\n\nA sudden shudder passed through me. “Daniel!” I gasped; it seemed to me\nthat his eyes were on fire. “You mean, I suppose, that you are going\naway to some other part of the place—to another island?”\n\n“Whether I go to another place or not, what matters that? No, I shall\nnot, I think; and rest assured that, whatever I do, I love you, my heart\nyearns for you, and all my tenderness and love are yours; but also that\nthough you were with me, and held me in your arms four-and-twenty hours\na day—yet all the time you would be alone.”\n\nI could find no word to say—I could scarcely think.\n\n“The pain of it,” he went on, still quietly, still tenderly, “is that I\ncannot explain it to anyone, that I cannot explain it to myself; that\nthere are no words for it, nothing but the thing. The only explanation I\ncan give is that I am become a madman, and that you must accept the\nfact. For the thing I do I can no more help doing than I could help the\nbeating of my heart. All the world of love that I might bear to you, or\nto any other human soul, could no more enable me to stop than it would\nenable the grass to stop growing. Again you must accept the fact—you\nmust learn to think of me as a man who is in the grasp of a fiend.”\n\nThere was a pause. Not once had I taken my eyes from my brother’s, and I\nsat with my heart throbbing wildly; the strangeness of the whole thing\nwas too much for me—at times I was certain that I was indeed listening\nto a maniac.\n\nWhen my brother began speaking again, I was at first hardly conscious of\nit. “Edward,” he said, “I have thought about this—that perhaps my\npresence would be painful to you. If so, let me go away. Take what tools\nI have here, and make this place your home—you have knowledge at your\ncommand, you can plant and hunt and study, and do what you will. As for\nme, such things make no difference; I could soon make myself comfortable\nagain, and perhaps——”\n\n“Say no more about it,” I interrupted quickly; “if anyone must go, let\nit be me, for I shall have need of occupation.”\n\nFor long hours after that strange experience I was pacing up and down\nthe storm-swept beach of the island. What I had heard had disturbed me\nmore than anything before in my life; the whole surroundings contributed\nto the effect—the perils I had passed through, the terrible future which\nstretched before me, the loss of my brother, and the finding of this\nstrange madman in his place. But I was by nature a practical person,\nscientific and precise in my mode of thought; I did my best to convince\nmyself that solitude and suffering had unhinged my brother’s mind. There\nis no use telling a scientist that he cannot understand a certain\nmatter, and expecting him to let it rest; my mind was soon made up that\nI would study this malady, and perhaps cure it. My interest in the\nstrange problem did more than anything else to keep me from realising to\nthe full extent the discomfort I must needs face in the future.\n\nWhen hunger brought my thoughts back to myself, I returned to the cave,\nwhere I found my brother pacing backward and forward upon a path which\nhe had worn deep in the ground in front of his home; his head was sunk\nforward, his eyes on the ground, and he was evidently lost in deep\nthought. I spoke to him once, but he did not hear me; I walked by him\nand entered the cavern.\n\nI now set to work to make a thorough examination of his belongings,\nmusing that perhaps the best way to get to the bottom of his strange\ntrouble would be to provide him with some of the ordinary amenities of\nlife. I found that the tools were not too rusty to be of service, and\nbeing a person with talent for doing things, I was soon interested in\nplanning how I could make a habitable place out of the cave. In the\nlatitude I knew that a door and a fireplace would never be an absolute\nnecessity; but I pleased myself thinking that they might not be useless\nwhen the storms blew in. Also, being blessed with much knowledge of the\nnatural world, I flattered myself that before many days would have\npassed I should have added considerably to the comforts of the house.\n\nI gave the balance of the day to a preliminary ransacking of the island.\nA scientist has an inexhaustible mine of interest in such an\nenvironment, and in the plans which I formed for work I forgot\neverything else for the time.\n\nAnd so towards sundown I returned to the cabin. My brother was still\npacing to and fro, exactly as I had left him. Taught by previous\nexperience, I entered the cabin without addressing him, and set about\npreparing a meal. I had not gone very far before I heard his step behind\nme.\n\n“Edward,” he said.\n\n“What is it?” I asked, turning.\n\n“I wished merely to tell you—that you will not see me for a day or two.\nI wish you not to worry about me.”\n\nI gazed at him in perplexity that was too great to permit of my framing\na question. His haggard glance met mine again, and again he put his hand\nupon my shoulder with a gesture of affection; then he turned and went\nslowly away.\n\nThe incident diminished my appetite, for I had expected to interest him\nin my banquet. I sat for hours afterwards, gazing out of the cavern\nentrance at the moonlighted grove, silent and desolate beyond any\ntelling. I think I never felt more alone than just then.\n\nThe problem was my only company; I had no idea where Daniel had gone;\nbut after a feverish sleep I was up again at dawn, my mind fully made up\nfor a search. I fear I drag out my story—it was nearly sundown when at\nlast my efforts were rewarded. I was returning home in despair and\nmisery, when, suddenly, in the back of the same cliffs in which was our\nhome, I saw another opening, and with a gleam of hope I hurried towards\nit and peered in. It was too dark to see, but I entered and stepped to\none side in the darkness; and then, as my eyes adjusted themselves to\nthe gloom, I saw my brother.\n\nI was unperceived, and I went forward until I could see him plainly. He\nsat upon a block of stone, the edge of which his hands gripped tensely;\nwith his face slightly raised, he was staring before him into space. I\nwould describe, if I could, the impression which his whole appearance\ngave me; it was of a man undergoing some fearful strain. The knotted\nmuscles stood out upon his arms; his nostrils were distended, his breath\ncoming fast, and I could see the veins throbbing in his forehead. I\nstood for I know not how long, with my heart beating madly, a strange,\nindescribable _fear_ in possession of me. Divining the truth\ninstinctively, I moved in front of him and gazed into his eyes; he\nneither saw me nor heard me, nor gave any sign that he was conscious of\nmy presence. Then suddenly, unable to bear the strain any longer, I\nclutched him in my arms, crying wildly: “Daniel! Daniel!”\n\nTo my horror, he gave no signs. Even then I clung to him, I shook him; I\ncould feel the quivering of his tense arms. At last, completely\novercome, I turned and staggered from the place.\n\nAll that night I lay stretched out upon the bed, sleepless. I had\nstudied medicine, but nothing that I had ever heard of bore any\nresemblance to this. Perhaps two hours after sunrise, as I was sitting\nwith my eyes fixed in the direction of the other cavern, all at once I\nsaw my brother appear.\n\nI sprang up in sheer fright; he was pale beyond imagination. He paid no\nattention to me, but went past me and entered the cave. He groped his\nway to his larder and, sinking down upon the ground, took some of the\nfood and ate it slowly. There was a bowl of milk which I had put there,\nand which he drank. Then he lay down, resting his head upon his arm, and\nfell fast asleep.\n\nI followed him in silence when he rose, his weakness apparently gone. He\nwent to the spring which was near the cavern, and bathed his face and\narms in the stream below it. After that he came towards me and, sitting\ndown beside me, put his arm around me.\n\n“Dear brother,” he said, “it was very good of you; but please do not do\nwhat you did again.”\n\n“You knew that I was there?” I cried.\n\n“Yes,” he said, “I knew it.”\n\n“And why did you not answer me?”\n\n“I could not answer you, brother?” And then with a sudden gesture he\nchecked me. “I could not even tell you _why_,” he said. “It must suffice\nyou, Edward, to know that this must be, and that you cannot help it.”\n\n“But it will kill me!” I cried.\n\n“Perhaps,” he said very quietly, “or perhaps it will kill me first. I\ncannot tell.”\n\nWe stood for some minutes without speaking. “Daniel,” I ventured at\nlast, “I had hoped that in the external ways I might assist you—your\nfood, perhaps——”\n\n“I could not let you serve me,” he answered; “I have no way to serve you\nin return. And, besides that, I have learned to do cheerfully what\nlittle physical toil I must. The island is covered with food, you know.”\n\n“But if you should be sick?” I cried.\n\n“If I should be sick,” he said, “I should either get well again, or else\ndie.”\n\n“Then you do not feel pain?”\n\n“To learn to bear pain has been one of my tasks,” was the response. “I\nshould think,” he continued, changing the subject abruptly, “that if you\nhad studied all your life as you did when we lived together, by this\ntime you would not fear solitude—that you would find in this new world\nenough to fill all your time.”\n\n“I might—perhaps I shall,” I said; “but, Daniel, you have been here\ntwenty years, and never seen a ship! So how could I know that the result\nof any studies of mine would ever be made known to the world? I have not\neven any paper to write upon.”\n\nThe other sat gazing ahead of him at the moonlit water through the\ntrees; I saw the strange smile upon the lips again.\n\n“All that sorrow,” he said—“I fought with it once myself, and how I wish\nthat I could help you to fight with it! For a year or so I also waited\nfor a ship, and wrote down the best of my music, and poured out the\ntears of my soul. But, Edward, I no longer write my music, and I no\nlonger fear lest my work be not made known to the world.”\n\nHis voice had sunk low. Over the tree-tops a silver moon was gleaming,\nand his eyes were fixed upon it. “On that huge ball of iron and rock,”\nsaid he, “there was once power and life and beauty; and now it rolls\nthere through the years and the ages, cold and dead and still. And some\nday this planet, too, will roll through the years and the ages; and no\neye will behold it, and no mind will be aware of it; and the voices of\nmen will be hushed upon it, and the monuments of men will be dust upon\nit; and Edward, what then of my music, what then of your science and\nyour books?”\n\nI answered nothing.\n\n“Perhaps in all the ages that have gone over this island,” he continued,\n“no human foot ever trod upon it before.”\n\nAnd so my brother passed on, pressing his hand upon my shoulder; and\nthrough the watches of the night I saw him pacing backward and forward,\nbackward and forward, upon the long, white stretch of sand.\n\nA month must have passed after that—I took little heed of the time. I\ntoiled at the cave, I played hunter and naturalist. I was busy with my\nhands, but very seldom was I happy or at peace. For day after day that\nsilent figure roamed here and there before my eyes, and hour after hour\nthose strange, silent vigils to the black cavern continued. I grew more\nand more restless and oppressed, until at last, one night, at the end of\na long and exhausting vigil, my impatience reached its climax.\n\nI remember how I sat by his side and caught his hand, like a\nsupplicating child. “Daniel,” I asked, “has it never occurred to you\nthat you are unkind to me?”\n\n“Unkind?” he asked gently.\n\n“Unkind,” I said, “I have waited—how long have I waited. It seemed to me\nthat it could not last for ever—that you would not continue to treat me\nalways as if I were a child.”\n\n“Edward,” he said, “I know what you are going to say. I wish that you\nwould spare me.”\n\n“I cannot spare you!” I cried with sudden vehemence. “I tell you I\ncannot bear it—I tell you I shall go mad! This loneliness and this\nhaunting perplexity—I swear to you that I cannot endure it any longer!”\n\nMy brother sat gazing before him. After a moment I went on, more\nquietly, pleading with him. “Daniel,” I said, “you cannot ever persuade\nme that you must needs treat me as you have treated me since I came to\nthis place. I came here to seek for you—for that purpose alone—and with\nlove in my heart. And you keep me from you, you treat me as if I were\nnot a human being!”\n\n“Stop, Edward!” cried my brother imploringly; “do not say such things as\nthat! Ah! what can I tell you? How can I say it to you?—it is not enough\nthat you should be a human being.”\n\n“Not enough!” I echoed.\n\n“Ah! do you suppose—can you suppose—that if this thing of which we speak\nwere mine to give—if by losing it myself I could give it to you—can you\nsuppose I would not do it, and do it with joy? All that love could make\npossible I would do—how much I would do I cannot tell you. But this that\nyou ask of me—this I _cannot_ do!”\n\n“You mean”—I clung to the argument with my scientific instinct—“you mean\nthat there is in your own life, in your own mind, certain things which\ncould be conveyed to another’s?”\n\n“I do,” he said.\n\n“But the use of words——” I began.\n\n“No words could have any relation to this,” he said.\n\n“But ideas, Daniel!” I protested. “There may be ideas in the mind for\nwhich we can find no words, but surely we can approximate them, we can\nforeshadow them.”\n\n“There are some things in my mind that are not ideas,” was the quick\nreply.\n\n“I do not understand that,” I exclaimed.\n\n“I know it,” said my brother; “that is the point.”\n\n“But,” I cried in vexation, “but what could such things be? How can one\nthink——”\n\n“‘In that high hour thought was not,’” my brother quoted.\n\nI sat silent, and a long pause followed. Then I began once more: “Let me\nask you, Daniel; perhaps you do not understand how difficult it is for\none mind to believe that it cannot grasp what is in another mind. But\nthis—this knowledge to which you have come—you must surely have come to\nit by degrees, by a process?”\n\n“Yes,” said he.\n\n“And of that—surely you could explain to me at least the beginning,\nwhich might help me to divine in what the difference consists?”\n\nHe answered nothing for a moment; I went on quickly: “Ah, I fear that\nthere must be another reason that you do not realise. Might it not be\ntrue that you would find it easier to explain to another than to me? Is\nit not at all that you shrink from my ways of thinking? Is it not that\nyou know that I have never understood your art?”\n\n“Tell me,” he asked suddenly, “what have you thought about me since you\nhave been here?”\n\n“What difference does it make what I think?” I cried. “What data have I\nfor thinking anything? I know that I am in the presence of something\nwhich haunts me; and also that I have never been more wretched in my\nlife.\n\n“Ah, Daniel,” I cried, “be fair with me—you have not been fair! Why\nshould you shrink from me as if I were a base person? What harm could it\ndo, even if I did not understand you? I cannot help it—the effect of\nthis thing upon me; I am a grown man, and yet you have turned me into a\nchild again. If you were to tell me about ghosts, I think I should take\nit for the truth.”\n\n“Ah,” said my brother.\n\n“Yes, even that!” I cried. “But you think I am not worthy even to guess\nat your life and your knowledge—no, do not try to stop me, I know that\nthis is the fact! If it were not so, you would trust to love—you would\nnot cast me away from you, you would do what you could!”\n\n“Be still! Be still!” he whispered. “Do not speak to me that way—I will\ndo what I can—I will tell you what I am able.”\n\nFor a long time he sat with knit brows. Then at last he began his story.\n\n“I go back,” he said, “to the time when I first landed on this island.\nThe ship was wrecked upon the bar just ahead of us; and later, when the\nsea fell, we set to work to save from it as much as we could. The voyage\nhad restored my health, and I had my violin; and when I ascertained that\nthe place sheltered no wild beasts or men, I was myself well content to\nremain as long as might be necessary. I had no doubt that some ship\nwould appear in the end; and meanwhile there was nothing to trouble me,\nexcept the enforced companionship of men who did not understand me. In\nthe end, I escaped from that trouble with the plea that if I took up my\nresidence at the other side of the island I could better watch the sea;\nand so I built a tiny hut, and was, I think, as happy as I had ever been\nbefore.\n\n“But as the months passed by and no vessel appeared, the situation\nchanged. I perceived that sooner or later my violin would be useless;\nand about the same time the sailors came to me to say that they had\ndecided to rig a boat with a sail, and endeavor to reach some inhabited\nisland. It was the time of quiet seas, and they preferred to run the\nrisk to remaining longer in isolation.\n\n“I was then called upon to make the great decision. Should I chance my\nlife with the rest, or should I trust to the certainty that some day a\nvessel would appear, and meanwhile devote myself to the work which\nloomed before me—the living of my life, the seeking of the power which I\nfelt to be hidden in me, without any external assistance or reference\nwhatever? Perhaps had I seen the twenty years before me, I should have\nshrunk from the task; but, as it was, I chose what was to be the bolder,\nto my companions the more timid, course.\n\n“After that, of course, there could be no halfway measures. I had to\nmake good my purpose; I had to face either absolute victory or absolute\ndefeat. As I had expected, my violin soon became useless, and, no ship\nappearing, I perceived in the end that I had to give up that thought,\ntoo.\n\n“I have already hinted the grounds of my argument to you. It is my\nbelief that life is its own end, and needs no justification. It is also\nmy belief that each individual soul is a microcosm self-sufficient, and\nits own excuse for being. Each day as I wrought, I came to be more and\nmore possessed with that truth, it came to be more and more self-evident\nand final; until at last there came a day when I would not have hailed a\nship had I seen one—when the life that loomed up before me within my own\nheart was a thing of so much interest that the rest of the world was\nnothing in comparison.\n\n“At first I had felt just as you feel now—I had been interested in food\nand clothing and light, and what not else; but in the end I found myself\nbehaving as a soldier upon a long campaign—I strewed my path with the\nthings that had once been necessities, and that now were encumbrances.\nIt proved thus with my violin—strings or no strings; the music that\nthrobbed in my soul and swept me away into the far spaces of my being—it\nwas no longer to be limited and restrained by what human fingers could\nachieve. It was as if I had once plodded upon the land and now\ndiscovered wings. When the vision came to me, I no longer toiled for\nweeks to shape it and record it—I went on where the new light shone,\nwhere the new hope beckoned; and so, day after day, toward things with\nwhich it is not easy for words to deal.”\n\nMy brother paused for a while; I did not speak.\n\n“When I try to talk to you of these things,” he said at last, “I do not\nknow where I stand. I find myself thinking of the brother I remember—who\nwas content to call himself a materialist. You ask me what was this life\nthat I speak of—was it thought, was it motion, was it will? It was all,\nI think; always it involved contemplation, the beholding of a universe\nof being, and the comprehending of it as an utterance of power; and\nalways it was emotion, the flooding of one’s being with an oceantide of\njoy and exultation; and always it was will—it was the concentration of\nall the powers of one’s soul in one colossal effort. But chiefest of\nall, I think—and what is hardest even to hint at—it was the fourth, and\nthe highest of the faculties of the mind—it was imagination.\n\n“It is endless—that is the first thing that a man learns about it—it is\nthe very presence of the infinite. And also he learns that it is at his\ncommand—that it is no accident, but his being itself; that he has but to\ncall, and it comes; that he has but to knock, and it is opened unto him.\nIt is that for which pilgrims and crusaders have fought, which prophets\nand saints have sung. And it is that, of course, which is the life of\nmusic. Music lies nearest to this mystery; to him who understands, it is\nthe living presence of the spirit. Its movement is the building up of\nthat ecstasy, its complexity is the infiniteness of that vision—all the\nfulness and the wonder and the glory of it are there.”\n\nI give but my recollection of my brother’s words. He paused again and\nsat gazing before him. “I do not know,” he said, “how much these\nmetaphors convey to you. A long time had passed—some eight years, I\nimagine, though I kept no count of the time. I was coming bit by bit to\na new and strange experience—one which is not of this life, and one\nwhich would seem to you, I imagine, as altogether supernatural.\n\n“So,” said Daniel, “you must believe me as you can. I have spoken of\nstrange bursts of vision, sudden gleams of insight which shake one’s\nbeing to its depth. Such experiences are not unusual—poets have sung of\nthem; but now there came to be something which, strange as it may sound,\nseemed to be not of a kind with my own soul—something which affected me\nwith an indescribable _fear_. I fought against the thought, for I had no\nbelief in the unseen. I strive to put into words something that cannot\nbe put into words—but I was like a man groping in utter darkness, and\ntouching something _alive_. I had fought my way into this unknown land,\nand everywhere I had gone, so far, the things that I achieved were of my\nown power, the impulses were those of my own will. But now, day by day,\nI was haunted by the unthinkable suspicion that into my life was coming\nsomething that was not myself. I was a bird mounting upon the air—and\nthe air had a will of its own! It was something that repelled\nme—something that drew me. I wrestled with the thought day and night,\ncomparing it with anything of which I had ever heard or known. But in\nvain—it was new to me.\n\n“These things of which I speak you must understand as happening in the\nmidst of a tempest of emotions; I sat in a state which there is no\nimagining—I ate nothing for days, I sat for days without moving, until\nat last there came the climax, a desperate resolve, a mounting up, a\nbattling with unseen forces, a knocking upon unseen doors—and then a\nsudden rending away of barriers, and the inpouring of a sea of life. I\ncan only use metaphors. I was a traveller, and I had toiled towards the\nsunrise, climbing peak upon peak, and suddenly I had stepped out upon\nthe summit, and stood transfixed with the glory of an endless vision of\ndawn.”\n\nMy brother’s voice had sunk to a whisper, and his hand lay upon my arm.\nI cannot tell how his words had affected me.\n\n“And this—this thing——” I ventured. “It is real?”\n\n“It is real,” he said; “there is nothing else so real.”\n\n“And it—it is a heaven?”\n\n“No,” he said, “it is another earth.”\n\nI started.\n\n“As a scientist,” he said—“what do you believe about the universe? Is\nthere life throughout it?”\n\n“I do not know, it is a possibility.”\n\n“Yes,” said Daniel; “but for me it is a certainty. It is a fact in which\nI live, day after day.”\n\nI had caught him by the arm.\n\n“Daniel!” I cried.\n\n“It is just so,” he said.\n\n“Another planet?”\n\n“I do not know,” was the answer. “Another race of beings, is all that I\ncan tell you.”\n\n“And are they human beings?”\n\n“They have passed entirely beyond anything which those words can mean to\nme.”\n\n“And you know them?”\n\n“Yes.”\n\n“And personally?”\n\n“More than personally.”\n\n“How do you mean?”\n\n“I know them directly. I live in their lives. I know them as I know the\nsymphony I hear—as one drop of water knows the sea.”\n\nI was dazed; I could hardly think. “And their name?” I asked.\n\n“They have no name,” said my brother, “they have no words. They have\npassed the need of language—they communicate with each other by\nimmediate spiritual union. Their life is upon a higher plane than ours;\nthey do not deal in ideas, but in imaginative intuitions.”\n\n“And then, Daniel, when you—when you pass into that trance—it is that!”\n\n“It is that,” said he. “By an effort of my will I lift myself into their\nconsciousness; but because my physical and mental faculties have not\nbeen prepared by long ages of development, my time with them is limited,\nand I fall back to recruit my strength.”\n\n“And this has been going on for years?”\n\n“For ten or twelve years,” was his reply.\n\nIt will, perhaps, be best for me to give the substance of what he told\nme in the long conversation which ensued. “I do not know where these\npeople are,” he told me. “I only know that throughout universal space\nthey are the race which is nearest in its development to our own. I do\nnot know what they look like. I have never seen nor heard them. I only\nlive their lives. I do not ask them any questions; our relation is\nnothing of that sort. It is as if they were playing music which I heard;\nbut also as if their music was their whole life, so that I know all they\nhave and do. Their presence comes to me as the inwelling of universal\njoy; of love and worship and rapture, unending and unthinkable. Their\nlife is infinite variety—immediate and perpetual expansion—spiritual\ninsight developing in a ratio determined by the will of the individuals.\nIt is as if a man were to witness the springtime arising of Nature, but\ntaking place in an hour instead of three months; and he comprehending\nit, not from the outside, but living it, as a bursting forth of song.”\n\n“And to this song there is no limit?” I asked him.\n\n“When you speak of the soul as being infinite,” said Daniel, “you do not\nmean that it extends merely beyond your thoughts, but you mean that you\nmay heap quantity upon quantity, and multiply quantity by quantity, in\nany ratio and at any speed you please, and still have infinity before\nyou.”\n\n“You mean that these beings understand what is going on in each other’s\nmind?”\n\n“They understand all minds as you understand your own. It is of the\nnature of spiritual passion to mingle at a certain stage of intensity,\nlike electricity in the lightning flash. This race has developed a new\nsense, just as man has developed senses which are not possessed by lower\nanimals.”\n\n“And these people were once men?”\n\n“Presumably.”\n\n“And then they have escaped altogether from the sorrows of life?”\n\n“Say, rather,” he answered, “that they have escaped to the sorrows of\nlife. The essence of life is sorrow.”\n\n“It does not seem so, from your picture,” I said.\n\n“That is simple because my picture is not understood. Every one of these\nbeings of whom I speak bears in his bosom a pain for which there are no\nwords; every one of them—there are countless numbers of them, living\neach in my consciousness as the voice of one instrument lives in a\nsymphony—each one is a Titan spirit, wrestling day and night without\nend, without possibility of respite, and bearing on his shoulders a\nuniversal load of woe. In no way could you imagine one better than as a\nsoldier in the crisis of the battle, panting, and blind with pain, dying\namid the glory of his achievement.”\n\n“And such a life!” I cried “Why do they live it?”\n\n“They lived it because it demands with the voice of all their being to\nbe lived; because the presence of it is rapture and unutterable\nholiness; because it will allow no questions, because it is instant,\nimperative, and final—_it will be lived!_”\n\nI sat in silence. “Do I gather from your words,” I asked, “that\nimmortality is not one of the privileges of this race?”\n\nHe smiled again. “The spiritual life,” he said, “does not begin until\nthe thought of immortality is flung away. A man’s duty looms up before\nhim—and in his weakness he will not do it, but puts the fruition of his\nlife into another world, where the terms are not so hard!”\n\n“This people,” I asked—“what do they know about God?”\n\n“They know no more than men do,” was the answer, “except that they know\nthey know nothing. They know that the veil is not lifted. It is not that\nfor which they seek—life is their task, and life only; to behold its\nendless fruition; to dwell in the beauty of it, to wield power of it; to\ntoil at its whirling loom, to build up palaces of music from it. Ah, my\nbrother, why have you never lived a symphony?”\n\n“These people have no physical life?” I asked.\n\n“Assuredly, they have,” was his answer, “it is a life which does not\nenter their consciousness—any more than, for instance, the beating of\nyour heart and the renewing of your tissues. They have attained to\nmastery over the world of matter. They temper the seasons to their wish;\ndisease and ill-health they have banished entirely; and understanding\nthe ways of Nature, they create their food at will.”\n\n“And their society knows no rich and no poor? Their government?”\n\n“They have no government,” he said, “their law is their inspiration.”\n\nUntil far into the night we sat talking; and then, early in the morning,\nas I went out upon the beach—I saw a ship standing in towards the shore!\nI recall, as if it were yesterday, how my heart leaped up, and with what\nan agony of uncertainty I stood waving a signal.\n\nAnd then I rushed to see my brother, shouting the news aloud. Startled\nwith his own thoughts, he gazed at me in perplexity.\n\n“A ship has come!” I cried. “A ship!”\n\n“A ship!” he echoed; and then with a sudden light: “Oh, I see!”\n\n“Come!” I cried. “They will take us aboard!”\n\nBut my brother shook his head. “No Edward,” he replied, “I cannot do\nthat.”\n\nI started. “No,” he said again, “do not ask me. You go—but let me stay\nhere until the end!”\n\n“What can you mean?” I cried. “Can you really suppose that I would leave\nyou?”\n\n“I am not fitted to travel,” he said—“I do not wish to change. And I\ncould not face the thing which you call civilisation. It has no interest\nfor me.”\n\n“But we can live in the country,” I cried. “I have money—nothing need\ntrouble you!” But all my arguments made no impression upon him; he would\nonly repeat that he desired to be left alone. I tried to move him by\nsaying that I would not leave him. I might stay if I chose, he said—he\ncould not help that; but if I were wise, I would leave him to his own\nlife; and I would not subject him to the pain of meeting the strangers\nupon the ship. They would not understand, and they would only cause him\nvexation. And even while I was protesting with him, we heard the shouts\nof men upon the shore. He rose up and laid his hand upon my shoulder,\nand kissed me upon the forehead, saying: “Be wise—or let me be wise for\nyou. Respect my judgment and let me go.”\n\nAnd so he turned and started away toward the centre of the island. At\nthe edge of the thicket he turned and waved his hand to me. I never saw\nhim again.\n\n------------------------------------------------------------------------\n\n\n\n\n 1. Silently corrected obvious typographical errors and variations in\n      spelling.\n 2. Retained archaic, non-standard, and uncertain spellings as printed.\n 3. Enclosed italics font in _underscores_.\n",
    "metadata": {
        "author": [
            "Sinclair, Upton"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67732/pg67732.txt",
        "name": "the_overman.json"
    }
}