{
    "name": "The Toy",
    "author": [
        "Neville, Kris"
    ],
    "body": "\"_I hate to leave._\"\n\n\"... _But the time has come._\"\n\n\"_I suppose so ... but momma?_\"\n\n\"_Yes?_\"\n\n\"_May we leave them a present?_\"\n\n\"_What, my child, what could they want for?_\"\n\n\"... _I don't know: surely there's something. One of my toys or\nsomething. I'd like to leave them something._\"\n\n\"_That's very thoughtful, but...._\"\n\n\"_Please, momma._\"\n\n\"_Perhaps we could._\"\n\n\"_They might find use for a toy, someday._\"\n\n\"_Might they, child? Well.... Who knows? Perhaps they might._\"\n\n\n\nThe night, starry, cold, clear, was around them, unfriendly. The\nnatives huddled at the edge of the clearing and stared out at the\nstockade. There was movement there--two sentries, abreast, threading\ntheir way in and out of shadows. The moonlight was pale and uncertain,\nblending away harshness, distorting, enlarging. The night was still.\nOne of the natives let himself down until he lay flat upon the ground.\nA twig crackled sharply, and the other four held their breath, but the\nsound did not carry to the sentries. Another and another and another\nlay down near the first, and then all of them began to inch their way\nslowly through the tall swift growing grasses toward the stockade.\n\nTheir progress was slow; every few minutes they paused until their\nbreathing returned to normal. The light, sunset shower had not softened\nthe ground, for it was in the middle of the dry season when the rain\nfell sparingly. After tedious, hard gained feet, sweat stood glistening\non their nearly naked bodies and grass shoots, saw edged, itched and\nstung their skins. Rough top roots and sharp, brutal rocks reddened\nthem in welts and bruises.\n\nStill they went forward, slowly, doggedly. The moon fell away toward\nthe horizon, and the shadows unhuddled from trees and the stockade wall\nand stretched out on the grasses.\n\nWith clock-like precision the sentries passed along the narrow walk\natop the wall. The wall was made of _conje_ trunks, sheered of limbs,\ndriven upright into the ground, pressed so closely together that\nbetween logs there was scarcely a chink. For the people inside the\nstockade, aided by a howling demon of steel that uprooted and stripped\ntrees effortlessly, it had been scarcely the work of a day; for the\nnatives outside, depending for power upon their own muscles it would\nrepresent the year's work of a village.\n\nEach time the sentries passed the spot nearest the natives, they\npressed hard to the ground and held their breath for fear some tiny,\nartificial movement would reveal them.\n\nThe moon hovered on the far tree tops and then vanished from sight,\nleaving a curtain of night, faintly star-dotted.\n\nThe five natives were at the edge of the grasses. Beyond them, to the\nstockade wall, there was no protection. As one they straightened and\nran fleetly to the _conje_ trunks. Under their feet, a few pebbles\ncrunched and rattled. They pressed in against the wall, merging with\nthe darker shadow of it, waiting for the sentries to pass. The heavy\nbooted footfalls became louder and louder, until they came from\ndirectly overhead. The natives hugged the wall, praying silently to\ntheir alien Gods, and the footfalls slowly emptied into silence.\n\n\n\nOne of the five sent exploring hands over the wooden surface. It was\nrough enough for his purpose, and awkwardly, hesitantly, he began to\nwork his way upward. Once bark peeled from under his foot and fell\naway, but it was caught and silenced by one of those below. He drew\nhimself over the top of the wall with a swift, sure movement, and\ndropped the two feet to the walk on the other side. He crouched there,\nfumbling with the coil of rope at his waist.\n\nIt was a slender, moist rope, and, as he cast the end over the wall,\nit slithered through his hand like a line of liquid. He could hear\nthe muffled approach of feet, and his heart beat faster. Hurriedly he\nexpanded the slip loop in the end of the rope. He placed the loop over\none of the trunks and forced it down between those on each side. It was\na tight fit, and he had to jerk it savagely once. That done, he pulled\nit tight and slipped over the wall, looping the rope in his hand to\nsupport himself. Almost immediately the sentries were overhead.\n\nThe rope began to slip down the pole; it slipped an inch and jerked;\ntwo inches. His muscles stood out, bulging the skin. He closed his eyes.\n\nThere were voices above. The rope slipped again, and then the knot\nbegan to peel. In another moment, the rope would give way and the\nnative would crash loudly to the ground. The footsteps began again, but\nonly one pair now. Somewhere above in the silence a sentry was waiting.\nThe sentry, unconcerned, lit his pipe and the match flare made those\nbelow catch their breaths. The rope slipped again.\n\nIn desperation, the native threw one arm over the wall. He glanced down\nfearfully. Then cautiously he drew himself up. In the pale star shine\nhe could see that the sentry was not facing him. He dropped to the\ninside walk. The sentry half-turned.\n\nReluctantly, the native leaped the few intervening feet and hit him.\nThere was a brittle snap and the native lowered the sentry gently to\nthe walk. Then he turned, relooped the rope, pulled it more securely\naround the trunk. Up came the four who had been waiting below.\n\nIn a whispery hiss, he explained what had happened. The leader of the\ngroup shook his head in the darkness. \"If we go inside, now,\" he said,\n\"the other will discover this one and then warn the demon before we can\ndestroy it. We must silence the other one too.\"\n\nThey nodded.\n\nOne of the group bent and removed the fallen sentry's weapon. He turned\nit over and over in his hands, curiously.\n\n\"Hey! Hey!\" the other sentry called, suddenly, from out of the\ndarkness along the wall. \"Hey, Ed!\" Receiving no answer, he fumbled his\nweapon into his hand. \"Hey! Ed! Answer me!\"\n\n\"Too late,\" the leader of the natives hissed. \"He will wake the demon.\nRun!\"\n\nThey vaulted the wall, striking the ground and scattered toward the\ntall grasses and the forest beyond. One dragged a broken leg painfully.\n\n\n\nThe body of Ed, the limp sentry, teetered for a moment on the walk and\nthen slipped awkwardly over the side. It struck a wall buttress and\nbent over it like a horseshoe.\n\nThe other sentry rushed to the corner. One glance was enough to tell\nhim what had happened. He grabbed the huge spotlamp at the juncture of\nthe two walls and tripped the button. Inside the stockade a generator\nwhined and the arc of the lamp flared its sunbright blue.\n\nThe beam was temporarily blinding, and the sentry cursed. Then his\nfield of vision came clear, and all the details of the grassy stretch\nwere etched sharply. He saw two running figures, each at the outer edge\nof the beam. He swiveled the light until it focused upon the nearest\none.\n\nIt was the leader--the one with the broken leg--and he froze in the\nlight. He did not even attempt to fall to the ground.\n\nThe sentry stared for a fraction of a second before he could bring his\ngun to eye level and fire it.\n\nThe leader of the natives waited, blinking his faceted orange eyes in\nthe cruel blinding glare. The eyes glistened brightly. The four arms\nhung motionless, relaxed at his side.\n\nThe sentry shuddered involuntarily as the leader came within his\nsights. He squeezed the trigger and a burst of hissing flame came from\nthe muzzle. The flame died in the air and the gun jumped in recoil.\n\nThe projectile struck and the leader screamed in pain. He twitched but\nhe did not fall. One hand shot out to support himself, but still his\neyes blinked into the light and still he remained upright, a perfect\ntarget.\n\nThe sentry fired twice more, one projectile kicking up a tiny shower of\nrocks and moaning away, almost spent; the other, scoring in the target.\n\nThe native in the field whined. But still he did not fall.\n\nShuddering, the sentry fired time after time at him, and finally, very\nslowly, the native crumpled to the ground. Once or twice the tip of the\ntail twitched and then the body was absolutely motionless.\n\nThe sentry swung the light again. The other natives were gone. He\nshuddered again and spat out toward the body.\n\nLights in the stockade began to come on, sucking at the tiny generator.\nThey were dim lights.\n\nLooking down, the sentry saw his companion lying across the buttress.\n\nThe sentry began to curse nervously. Then, with fumbling fingers, he\nshut off the arc lamp and the lights inside the stockade brightened.\n\nThe sentry glanced out at the vast alien darkness beyond the wall. He\nwhimpered in sudden, childish fear.\n\n\n\nWithin the forest, beyond the terrifying brilliance of the stockade\nlight, the natives stopped running. After the light went off, they\ncalled to each other with piping, night bird whistles. Slowly they came\ntogether, forming a silent lonely group.\n\n\"We must leave him there,\" one said, in the shrill, chattering native\nlanguage.\n\nReluctantly they turned their backs on the stockade. Leaves crackled\nunder their feet. Branches whipped at their faces, bringing sharp\ntears. They hurried, and dry things rustled and startled animals fled.\nFrom time to time they grunted at each other, more for encouragement,\nmore as protest against the tangle of vines than for communication.\nNeju carried the stolen stockade weapon pressed tightly to his chest.\n\nOn they went, and finally the sun came up, penetrating the forest here\nand there, sending sharp rays of new light mottling the ground. Once\nthey stopped to rest, but only for a short time.\n\nAfter two hours of sun they came to the natural clearing and the tribal\nvillage.\n\nThe village was a crude thing by stockade standards. It was a cluster\nof mud and stick houses around the central more pretentious Chieftain's\nlodge. Before the lodge there was the large fireplace where the\ncommunity roasted the hunters' kills on three huge spits. The ground\naround the fireplace was smooth and covered with white sand taken\nfrom the bottom of the fast running creek that at the far left of the\nclearing threaded its way off into the tangle of trees. Bones and other\nrefuse were carried in reed baskets to a pit well back in the forest\naway from the clearing. The whole of the village was clean and orderly,\nand, in back of the lodge, there was a patch of flower-like plants most\nof which were dead with autumn and frost.\n\nSeveral meat animals were staked out near the stream and two tiny\ndomesticated arboreal animals called _corlieu_ sat before their owners'\nhuts, in the sunshine.\n\nWhen the four natives stepped into the clearing, all other activity\nceased. Children broke off their cries, and adults turned from their\nlabors. A great silence fell upon the village. Natives appeared at\ndoors.\n\nSlowly the four walked toward the lodge; one limped slightly from a\nthorn in his naked foot. All eyes turned to mark their progress.\n\nThe Chieftain sat at the door of his lodge. Upon their funeral-like\napproach, he rose. He stared at each one in turn as if trying to\nbelieve one of them were someone else. Then he shifted his eyes over\ntheir heads to the spot in the forest where they had emerged.\n\nNeju shook his head slowly and the Chieftain seemed to retreat as if\nfrom an invisible blow; then he stood erect, gestured that they should\nenter, and followed them in.\n\n\n\nSlowly, outside, movement began again. There was a floating whisper of\nsoft words and the children moved gravely about. Even the _corlieus_\nseemed to sense the change and did not try to attract attention.\nOverhead, a great bird flapped by.\n\nInside the lodge the four arranged themselves differentially at their\nChieftain's feet.\n\nThe Chieftain was old. His arms were loose shells of skin over bone\nand his face was pinched with wrinkles; even the eyes were misty and\nbluish with age. And his voice, when he broke the silence, was thin and\nquerulous.\n\n\"You have returned,\" he said.\n\nThe four remained quiet, sitting with their legs coiled under them as\npillows. After a while, Neju answered, \"Yes, we have returned.\"\n\nThe ritual question and answer gave the old Chieftain time to get his\nemotions under control; his eyes were clouded with grief, and his head\nbobbed loosely on his skinny neck. And then: he was unsure as to why\nthere were tears in his eyes.\n\n\"He will not join us,\" Neju said quietly.\n\nThe old one sighed and rubbed a wrinkled hand over his face.\n\nOutside, the mourners began their chant, slow, terrifying. A distant\ndrum picked up the beat and throbbed out the heart-rhythm.\n\n\"We took one of the weapons,\" Neju said. \"But we were prevented from\nentering their village.\"\n\nThe old one nodded. He closed his eyes and turned his face toward the\nceiling of the lodge. He was tired; it was odd, how suddenly tired.\nYesterday there had been ... no, that was not yesterday. His son coming\nup from the stream with his first catch. The air had been bright (it\nwas no longer bright any more) and he had laughed, saying.... But now\nthere was something about a demon somewhere, wasn't there? A fearsome\nthing. It was hard to believe in demons; yes, and in Gods, too. That\nsummer when _his_ father pointed to the moon being eaten by shadow, he\nhad believed in Gods, then. He must tell his grandson about that. It\nwas very strange. And there was an old ritual one should make when the\ndrought came....\n\n\"Here, their weapon....\"\n\nThe old one opened his eyes once more. His young friend, Neju, was\nhanding him a strange thing. He marveled at it, thinking that perhaps\nthe Gods had left it when they went away.\n\n\"It is dangerous.\"\n\nThe old one was trying to think. There was something about the new Gods\nwho had come down from the sky; but they brought demons with them, so\nperhaps they were not Gods at all and it was quite confusing, being\nold. He must remember to ask his grandson to tell him all about it.\nThey placed the weapon before him and rose, making their bows, and left\nhim in peace.\n\nHe stared at the weapon for many minutes. His grandson, Zoon--no, Zoon\nhad been his son--his grandson's name was--was--ah--Zoee, yes. A little\nchild.\n\nAn odd thing, what weapon, and perhaps.... No, it was not for spring\nplanting. And winters used to be longer: we plant earlier--a moon\nearlier, now, at least. And Zoee was a grown man, and Zoon was dead. Or\nwas it the other way around?\n\nHe blinked his eyes, and strangely, it seemed that they were _both_\ndead. They were playing the funeral dirge out there in the sunshine.\n\nThe old one stirred uneasily.\n\n\n\nNeju sat on the white sand before the fire place. Two of his hands\nplucked nervously at the sliver of wood. A group of hunters formed a\nsemicircle around him.\n\n\"The old Father is ill with sorrow,\" he said, after a while. \"And with\ntime.\"\n\nThe others nodded, and again the hunters' council fell silent. The rest\nof the village was muted, and the women went about gathering funeral\nofferings for their Chieftain.\n\nNeju studied the splinter, trying to focus his thoughts on it. Finally\nhe said, \"We did not destroy the demon.\"\n\n\"We must try again,\" one of the hunters said, and like a tired sigh,\nagreement ran from mouth to mouth.\n\nNeju flipped the splinter into the ashes and sat with eyes downcast.\n\n\"The demon must be destroyed,\" the hunter repeated. \"Or it will kill\nagain and again.\"\n\nNeju stared across the fireplace at the forest beyond. His eyes clouded.\n\nOn his right, a young hunter who had been with him the previous night\nat the wall cleared his throat nervously. \"They come from the sky, but\nthey are not Gods.\" He wrinkled his brow as if this were difficult to\nunderstand. \"It is strange,\" he said. \"They come like Gods, but they\nare not. Gods are kind.\" He looked appealing at Neju.\n\nNeju smiled wearily and touched the young hunter on the shoulder. \"They\nare not Gods.\"\n\n\"They are servants of the demon,\" another hunter insisted. \"I was\nthere,\" he said monotonously. \"After they came.\"\n\nThe others stirred uneasily.\n\n\"We watched the demon,\" the hunter said, his voice still flat, as if\n(although he knew them to be true) he could not quite believe the words\nhimself. \"I was with Mela. We watched the demon go to the forest and\nrip out a standing tree by the roots. Then trembling, Mela stepped out\nto greet it with a friendship offering. And the demon turned on her\nand roared down on her and mashed her body lifeless under it, and the\ngod-man who was astride the demon became so terrified that he seemed to\nlaugh. I fled.\"\n\nThere was silence for a moment.\n\n\"The Old Gods,\" one hunter began, but he did not finish the sentence.\n\nThe hunters shuffled.\n\n\"I saw the demon kill Mela,\" the hunter said with finality. \"We must\nkill the demon.\"\n\nThe young hunter cleared his throat again. \"They are not Gods, but\nstill I should not have harmed the god-man, last night, at the wall. We\ndo not mean them any harm.\" He paused. \"Only the demon.\"\n\nThe hunters nodded.\n\n\"They will thank us for destroying the demon.\"\n\n\"The god-men, themselves, have killed four of us,\" Neju said suddenly.\n\n\"They cannot help themselves,\" the young hunter insisted. \"They must do\nthe demon's will.\" He paused again. \"They cannot be gods, to obey the\ndemon, but we should not harm them.\"\n\nSuddenly the funeral drum ceased in mid-note.\n\n\n\nThe village began to stir uncertainly, and a native burst, running,\nupon the clearing. He was crying something in an excited voice. A wail\nwent up from those nearest him, and each ran off toward his house. A\nyoung lad sped toward the seated hunters.\n\nWhen he arrived, he was panting. \"A demon comes! _It is in the air like\na bird!_\"\n\nThe hunters glanced at Neju for leadership. Then, from a great\ndistance, they heard a whirring like the beat of giant wings.\n\n\"Run!\" Neju cried, and they scrambled to their feet.\n\n\"Separate and run!\" Neju cried.\n\nThe other villagers were scattering toward the forest in all\ndirections. Neju glanced around him. He saw a female stop, rush back,\nscoop up a child who had been playing with a polished bone. Then,\nalmost as if by magic, the village was empty. The staked animals began\nto whine, and one of the _corlieu_ at the far edge of the clearing gave\na gigantic leap and disappeared into the tightly woven branches.\n\nThen Neju turned to run and the sound of the air demon was nearer. But\nhe had taken only two or three steps before he stopped, frozen, for a\nsingle instant. Then he turned and sped toward the Chieftain's lodge.\n\nNo one had warned the old Father.\n\nAt the moment he reached the door of the lodge, the helicopter burst\nupon the clearing. Neju darted it one frightened glance and then ducked\nthrough the doorway.\n\nThe old one still sat as Neju had left him, motionless, staring at the\nstrange weapon before him. He did not even look up when Neju entered.\n\n\"Come, Father,\" Neju said very gently.\n\n\"Eh?\"\n\nNeju glanced over his shoulder. The sky demon was heading straight for\nthe lodge.\n\nVery tenderly, Neju drew the old one to his feet. He wrapped two arms\naround his body, protectively. \"We must hurry, Father.\"\n\nThe old one blinked, but he moved as Neju urged, and the two of them\nstepped from the back entrance of the lodge. The helicopter was flying\nlow, and it seemed almost on top of them.\n\nIt was then that the Chieftain saw it. There was fear and wonder in his\neyes.\n\n\"We must run!\" Neju said.\n\nTogether they trampled across the dying garden, their feet moving\nrapidly, and the old one's breath came in sharp rasps.\n\nThen the very edge of the helicopter's shadow touched them.\n\nAnd there was a blinding light and a great wave of air that threw them\nto the ground like a giant hand, and there was a roar greater than the\nnorthern cataracts. And the sound and light was gone, but still their\nears rang with the thunder of it and their eyes pained.\n\nAhead of them there was another roar. And a group of huts seemed to\ncome apart from quick flashes inside of them. Bits of the lodge plopped\ndown on their backs, and one huge piece of timber embedded in the earth\nonly a foot from Neju's body.\n\nNeju threw himself over the old Chieftain to protect him; he felt dirt\nand sticks and dust shower over him and the air smelled sharp and\nbitter and stifling.\n\n_Wham! Wham! Wham!_\n\nThe earth jarred with explosions, one after another, measured,\nmethodical. Neju gritted his teeth and closed his eyes tightly.\n\nAnd the world was light and noise and flying debris.\n\nThen it was over. Neju was holding his breath. For several minutes, he\ndid not dare lift his head; his ears rang and his head was weighted. He\nbrushed at it, and his hand came away wet with blood.\n\nHe looked up, and the air demon was gone.\n\nThe lodge was no more--only a smoking crater, and, except for two huts,\nmiraculously intact, all of the village was mashed flat as though a\ngiant hammer had worked it over carefully.\n\nNeju bent to the Chieftain. The old one moaned.\n\n\n\nThey constructed a crude shelter for the Chieftain back of the\nclearing, fast in the forest, where the old one could not see the\nscene of destruction. All that night, almost fearfully, the villagers\ncrouched near him. When the moon first dropped its rays across his face\nthey all tensed, hushed, waiting, and when his breathing continued they\nsighed in relief (for he would live another day: a Chieftain's spirit\nalways goes up the first moon path to the stars, or else it will not\nleave until the moon path comes again).\n\nThe night was long and cold, and toward dawn, they drew in upon each\nother and the fire for warmth.\n\nWhen the sun was an hour high and the hasty meal was over, the young\nhunters surrounded Neju, looking to him for leadership since the last\nof the royal line lay in a coma.\n\n\"You will be our leader until our Chieftain Father is well again,\" they\ntold Neju, one after another.\n\nNeju sat for a long time in thought and silence. At last he said,\nalmost sadly, \"I will serve until the old Father is well again.\"\n\nThere was a relieved sigh from the listeners.\n\nAgain there was a long silence.\n\nNeju toyed with a new grass shoot, rubbing it between his fingers. He\nrumbled deep in his chest to break the silence. \"We must move further\ninto the forest. Wait for the god-men and the demons to go away. We\ncannot fight.\"\n\n\"Perhaps they will not go away.\"\n\nNeju thought about this. \"The Old Gods came from the sky,\" he said.\n\"The Old Gods went away.\" He looked around him at the circle of taut,\nangry faces. \"I do not like to give up our home ground,\" he said\nslowly. He shrugged helplessly. \"With two demons, one to watch while\nthe other sleeps, how can we steal near enough to destroy them?\" He\nlooked at the mashed grass shoot. \"The earth is kind. We can live and\nbe happy in some new place.\"\n\nA hunter slipped out of the brush near Neju, scarcely rustling it. Neju\nturned his head and the hunter bent and whispered in his ear. Neju\nlooked suddenly concerned and frightened. He stood up, motioning for\nthe others to keep their seats. He turned and followed the hunter into\nthe forest.\n\n\n\nThey threaded their way toward what was left of their village. Near the\nedge of the natural clearing, the hunter hissed and began to advance\ncautiously.\n\nWhen they both stood looking out from behind a clump of _clato_, Neju\nsaw a group of the god-men in the middle of the wrecked village; the\ngod-men were poking around idly, kicking rubble, fingering this and\nthat. They talked. Their voices were, to Neju, slow, low pitched, lazy.\nNeju held his breath, watching.\n\nFinally one of the god-men, seemingly the leader, started toward the\nvery spot where they were standing.\n\nNeju and his companions drew back hastily, and their movements rustled\na dew heavy bush, causing it to shower a spray of water on the dead\nleaves of the ground.\n\nAlmost immediately, there was the deadly hiss of the leader's weapon,\nand a projectile thudded into a tree, just to the left of Neju.\n\n\"I saw two of them! Over here!\" the leader called, running heavily\ntoward the forest. The other god-men galvanized into action.\n\n\"Let's hide,\" Neju's companion whimpered, terrified.\n\n\"No! They'd find us. Follow me.\" Neju started off, skirting the\nclearing, going away from the direction of the villagers' temporary\ncamp.\n\nThe god-men fired four times in the direction of their flight. The\nshots came at short, measured intervals, and they struck in a fan-like\narc. The nearest one snapped by Neju's ear with a loud popping noise.\n\n\"This way!\" the god-man cried excitedly crashing after his prey. He was\njoined by the others, all running heavily, and the air was filled with\ntheir coarse explosive curses.\n\nNeju and the hunter ran for what seemed a long time, the noise of\npursuit still loud behind them. Then the noise ceased.\n\nNeju stopped, puzzled, breathing heavily. On the other side of a small\nclump of viny _scarbj_, there was the sound of god-men's voices.\n\n\"They might be leading us into a trap,\" the one said.\n\nThere was assent.\n\n\"They must be near. I don't hear 'em runnin' any more. Over that way.\nLet's spray that whole damn section!\"\n\nTheir weapons began to hiss.\n\nNeju instinctively dropped flat to the ground. In following his lead,\nthe hunter coughed once, a projectile catching him in the chest even as\nhe was dropping. Blood gurgled in his throat.\n\n\"That's one, by God!\" one of the god-men cried in elation, and after\nanother barrage of increased violence, they began to withdraw,\nnervously, darting glances at the quiet trees around them.\n\nNeju remained motionless. Then, leaving his dead comrade, he set off at\na lope in the direction of the makeshift camp.\n\nWhen he arrived the villagers were still huddled fearfully together.\n\nNeju walked to the circle of young hunters. \"They killed Whenj just\nnow,\" he said without preamble.\n\nHe sat down.\n\n\"Come here!\" he said. \"I want you all to come here!\"\n\nSlowly the natives gathered around him.\n\n\"Sit down.\"\n\nThey sat down, and Neju waited until they quieted. There was fear and\nuncertainty in the air; mothers darted anxious glances in the direction\nof their sons.\n\n\n\nNeju began to speak. He spoke slowly. \"I have just seen the god-men\nchase and kill. They are controlled by demons that cannot be appeased.\nOne has only to hear them--the hate in their voices--to know.\" He\nswallowed and looked around at the green brilliant foliage and listened\nto the life movements in the trees. \"I said that we should move away\ninto the forest.... But now.... I cannot think like a demon, but I\nsomehow see that ... unlike the Old Gods ... the demons will not leave\nus to the world in peace. They are creatures of hate, who will hunt us\nout, little by little, and destroy us all....\" He looked around at the\nfrightened faces. \"They will build more and bigger villages for their\nservants, the god-men. They will strip away our forests and burn our\ngrasses. They will kill our food and destroy our homes wherever they\nfind them. They will trample our gardens. They will force us back and\never further back until we have no place left to go.... And only after\nthey have killed us all, only then, will the demons be satisfied and\nleave our world.... That is what I see.\"\n\nThe rest, terrified, waited.\n\n\"I am your Chieftain while the Father is ill. Yet, I cannot command you\nin this. What shall we do? Shall we flee to live in fear, or...?\"\n\nThere was a sad little moan from the women.\n\n\"One demon,\" Neju said, \"we might have killed. But I do not know how\nmany demons there are.\"\n\nThe men moved nervously.\n\nFinally one said, very softly, \"If there are a hundred, we must not\nflee.\"\n\nAssent muttered among them.\n\n\"Very well,\" Neju said. He stood up. \"I will go see the Father. He must\nguide me in my actions now. Perhaps he can recall a weapon to fight\ndemons with. Perhaps the destruction of the village will help him to\nthink.\"\n\nFrom the distance there was the great beat of demon wings on the air.\n\nNeju went to the old one. He frowned at the woman who had been assigned\nto care for him. She stood, bowed, and withdrew.\n\nNeju sat down beside the Father.\n\n\"Father,\" he said softly. \"Father, can you hear me?\"\n\nThe Chieftain moved his head wearily; his lips opened slowly. \"Yes,\" he\nwhispered.\n\n\"We must destroy great demons. We must have the help of the Old Gods.\nWhat must we do, Father? You could not remember when Zoee asked you.\nCan you remember now?\"\n\nThe Chieftain lay silent for a long time. A tiny insect crawled\nunnoticed over one wrinkled arm. He had heard the question but somehow\nthe sense had gone out of the words. The Old Gods--did he believe in\nOld Gods? Was that the question?\n\n\n\nHe tried to remember: Old Gods had come from the sky--but that had\nbeen long ago. His father had seen them--no, no--grandfather, wasn't\nit? Or even further back than that? The Chieftain imagined the stars,\nwhich were bright souls in the sky, and had the Old Gods really come\ndown from the sky at all? Maybe no one had ever seen them: maybe it was\na dream, there were so many dreams. Here he was dreaming that he was\nold, and only yesterday his mother had whipped him for going too near\nthe _yeama_ Zaptl had staked out over at the base of the hill. Or was\nit yesterday?\n\n\"We must have the Old Gods' help,\" Neju repeated quietly.\n\nThe Old Gods' help? He tried to remember. There had been something--a\ndance--a ritual--a chant, hadn't there?\n\n\"For the killing of demons.\"\n\nThe Chieftain was tired. It seemed that there was something important\nto remember. Hadn't.... What was it?\n\n\"Please, Father.\"\n\nThe old one wished the voice would go away because he was sleepy.\n_Wasn't that the moonlight on his face?_\n\n\"Pray,\" he said, dying.\n\nAfter a time, Neju stood up. The Chieftain was very quiet.\n\nHe left the side of the dead and turned to the female waiting a short\ndistance away. \"After the moon has taken his soul tonight, prepare him\nfor the funeral. His soul is very quiet as it waits. And there is no\nneed to disturb him.\"\n\n\n\nPray, the old one had said. The moon came down full, splintering beams\non a tangle of branches overhead. The old Chieftain was covered with\nthe ceremonial cloak of fur and by his side the formal mourner buried\nher head in her hands, rocked back and forth intoning musically, \"Ah,\nahhhhha, ah, ah.\"\n\n\"Old Gods,\" Neju said, standing in the middle of the villagers, \"...\nOld Gods, I do not know how to talk to you the way I should.\" His voice\nwas small and embarrassed. \"I hope you do not mind too much. I'm trying\nto get it right. Old Gods, legends tell how you controlled mighty\ndemons when you came to our world. Now there have come to our world\nsome demons who control god-men.\" He wrinkled his brow, trying to state\nthe case as dearly as possible.\n\n\"These demons are very bad. They kill our people.\" He paused a moment.\n\"We want you to help us kill these demons so the god-men will be free\nand we can live without fear.\"\n\nNeju waited. The ground did not tremble. The moon did not darken. The\nOld Gods did not answer.\n\n\"Maybe we haven't any right to ask, for ourselves,\" Neju said. \"But\nfor the god-men, who are your brothers from the sky. Help us to free\n_them_, Old Gods. They want to be free, like all things want to be\nfree.\"\n\nStill the Old Gods did not answer.\n\nSlowly, from mouth to mouth, a moan passed among the villagers.\n\n\"Answer us, Old Gods,\" Neju pleaded.\n\nThe moan grew louder and louder.\n\n\"Answer us, Old Gods,\" Neju repeated. \"Please answer us.\"\n\nAnd still no answer; only a vagrant breeze in the leaves; no sound, no\nvoice, no sign that the Old Gods had heard.\n\nAnd the moan died helplessly.\n\nNeju stood, head bowed until silence came.\n\n\"I cannot talk to the Gods,\" he said. \"I am no Chieftain. I am not\nworthy to talk to Gods.\"\n\n\"We prayed too,\" a female said. \"We all prayed with you. And still they\ndid not answer.\"\n\nNeju smiled twistedly. \"We do not know how to pray. Or the Gods do not\nknow how to listen.\"\n\nThe female said, \"They came long ago. Perhaps they have forgotten us.\"\n\nSilence fell.\n\nNeju looked toward the dead Chieftain. \"How can I lead you, unless They\nmake a sign?\"\n\n\n\nMorning. A _corlieu_ dropped into the clearing to beg for food. A fire\nsputtered wetly. The mourners came back from the Chieftain's grave\n(only they knew its location, and the autumn leaves hid the spot).\n\nThe hunters slowly came to Neju. They stood awkwardly in a circle\naround him. Finally one spoke.\n\n\"We talked among ourselves, last night, after you went away.\"\n\n\"Yes?\" Neju said.\n\nThe native shifted on his feet. \"You say we must destroy the demons. As\nyou say, we cannot run, only to run again and again.\"\n\n\"The Old Gods did not make a sign to me,\" Neju said wearily.\n\n\"The Father said only to pray. He did not say that They would answer.\"\n\nNeju considered this gravely.\n\n\"We must give the god-men heart,\" the native continued. \"They must take\ncourage from us. Together with the god-men, we can defeat the demons.\nIf the Old Gods do not help us, the god-men must.\"\n\nNeju still listened; only his arms moved, restlessly.\n\n\"First we must show the god-men that _we_ are not afraid of demons.\"\n\nNeju waited.\n\n\"All of us, children, females, the old, all, must go toward their\nvillage, beating drums, crying encouragement. We must show no fear. The\ngod-men will take heart.\"\n\nNeju stirred.\n\n\"They will see that we are not afraid, and they will lose _their_ fear.\nTogether we will turn on the evil demons and destroy them. And you must\nlead us.\"\n\n\"Leave me,\" Neju said. \"I must think about it.\"\n\n\n\nNeju stood for the hour preceding the heat. The sun moved to a position\ndirectly overhead. Then he arose stiffly.\n\n\"People!\" he called.\n\nThe villagers stopped their work. They turned to face him.\n\n\"Come to me!\" he called.\n\nThey came.\n\n\"You have heard the plan of the hunters?\" he asked when they were\nquiet.\n\nOne by one they nodded their heads.\n\n\"And you are not afraid?\"\n\nThey were silent. Finally, one said, \"We are afraid. But we will do\nwhat must be done.\"\n\n\"... Very well,\" Neju said. \"If it is what you wish, I will lead you.\"\n\n\"We only do what we must,\" one said.\n\nNeju looked them over carefully. \"We will eat, and then we will leave.\nWe will travel to the village of the god-men. Each of you will bring an\ninstrument upon which to make noise to frighten the demons and hearten\nthe god-men.\"\n\nThey nodded, silently, and began to drift away.\n\nNeju named three hunters to remain with him.\n\n\"Before we do this,\" he told them when the others had gone, \"we must\ntry once more to slip beyond the wall and slay the demons.\"\n\n\"They will guard each other,\" a hunter protested. \"We cannot overcome\nthem without the help of the god-men.\"\n\n\"We must try,\" Neju said.\n\nThe three hunters looked at each other.\n\n\"We will leave the party at the edge of the clearing when the moon is\nhigh and try as we did before. And if we fail then they must follow us\ncrying encouragement to the god-men. But we must try first.\"\n\nThe hunters, one by one, said, \"We will obey you.\"\n\n\n\nThey gathered, all of them. And they began to move: a slow, twisting\nline, hesitating now and again to help the older members. A baby cried\nand its mother shushed it. The forest was alive with movement and\nchattering. There was fear and resolve on the natives' faces.\n\nNeju and the three hunters led them. They scouted the territory ahead.\n\nThe column rested frequently and the aged clucked to themselves,\nconfused, uncertain. And the others tried to reassure them and make\nthem comfortable. The children ranged, but not far. The tame _corlieu_\nfollowed them in the tree tops, chattering down, from time to time,\nbewildered.\n\nOn they moved and the sun fell and the first forest shadows came out to\nwelcome the night. The sunset shower came, unusually heavy, silencing\nthe forest sounds by its patter on the leaves. The air smelled new and\ncrisp.\n\nA group of birds huddled together, chirping sleepily, in a century old\n_conje_ tree.\n\n\"We must hurry,\" Neju said.\n\nAnd the column moved faster, its sounds of movement being hushed by the\ndamp foliage. Vines and branches parted before it and folded into place\nafter it, swishing softly. The children huddled in, and the column\nhurried.\n\nWhen twilight was full upon the forest, and the first bright hero souls\nwere in the sky, Neju slipped back from the advance of the column to\nwhisper, \"We are almost there. Be very still.\"\n\nNeju gestured that they should spread out, and when their positions\nsuited him, he motioned for them to advance.\n\nAnd finally they came to the edge of the forest.\n\nThere lay the stockade, asparkle with electric lights. The females drew\nin sharp breaths at the sight of such a magnificent structure--Ah,\nwhat the demons build for their servants! they seemed to say. And the\nhelicopter, coming in from a long flight of exploration settled inside\nthe stockade, its blades sparkling in the new moon.\n\nThe natives shuddered in superstitious awe; they clutched their noise\nmakers closer to their bodies as if for protection.\n\n\n\nNeju and the three hunters were at the edge of the grasses; the\nstockade was silent except for the pound of sentry boots.\n\nNeju motioned for the three to remain. He hunched his body and ran\nto the base of the wall, breaking the almost invisible wire without\nnoticing.\n\nOn the wall a red light blinked three times. But Neju did not notice\nit. Frantically his hands sought holds in the trunks of the wall.\n\n\"Here's one of them!\" someone cried above. \"Over here!\"\n\n\"They didn't catch us asleep this time!\" another voice said.\n\n\"I toldja they'd be back!\"\n\nThere was swearing, and Neju froze, terrified.\n\nAbove him, the pounding of many boots.\n\n\"What's wrong with this light?... Ah, there!\"\n\nAnd the light came on.\n\nIt cut a path across the grasses.\n\nA weapon hissed in the direction of a shadow.\n\n\"They're out there somewhere!\"\n\n\"I don't see 'em!\"\n\nA weapon hissed again.\n\n\"See something?\"\n\n\"Nah. Thought I did's all.\"\n\nNeju pressed in against the wall. The light put him in full view but\nstill they did not look down. Neju glanced toward his comrades. As yet\nthose on the wall had not seen them.\n\n\"Hey! Look!\" a god-man screamed. \"There's one!\"\n\nNeju looked up.\n\n\"Right there!\"\n\nAnd Neju tensed, waiting.\n\n\"Well, I'll be damned!\"\n\nNeju was looking into two of their faces; the faces were demon\ncontrolled, contorted with fear and hate. He saw one of the god-men\nbring up a weapon. He stared unbelieving into it.\n\nIt spurted flame.\n\nIn his left side he felt a hot searing arrow of fire. His hands\nrelaxed and he was falling. He fell a long time, through sickness and\nunreality. Then he was not falling.\n\nIn the distance he heard the drum beats and cries from his people. He\nwanted to tell them something. He twitched in pain trying to cry out.\n\n\"Look!\" the god-men cried.\n\n\n\nThe natives burst from the forest crying encouragement to the god-men.\n\"Take heart! Turn on the demons! We will free you! Join us!\"\n\n\"Like sitting ducks!\" someone on the wall screamed in elation. \"Look at\n'em come! Crazy! Chatterin' like monkeys!\"\n\nThe natives were nearer, shaking their noise makers, screaming.\n\nSomeone on the wall smiled and fired and one of the natives stumbled\nand fell.\n\n\"Like sitting ducks!\" he screamed.\n\nThe other god-men began swiveling their most powerful weapons, focusing\nthe natives in their sights.\n\nAnd still the natives came, crying that the god-men take heart.\n\n_And then the ground trembled!_\n\nThe forest behind the natives began to crackle; trees came apart in all\ndirections flying like matchwood.\n\nA giant being trampled aside all obstructions with invincible power.\n\nThen the metal monster was clear of the forest. It hovered carefully\nover, around, between the natives.\n\nThe stockade light swung, halted.\n\nAnd a concerted gasp went up from the wall; then curses of terror.\n\nThere it stood. A shining colossus. Huge. And serene beyond imagining.\nIt was facing the stockade.\n\nIt had traveled far: from the deep, sheltered cave in the far\nnorth--where it had rested in silence until, upon its vastly complex\nand sensitive electronic brain it had received the commands of its\nowners. After many, many years, as the little child master had thought,\nthey had need of it.\n\nIt moved again.\n\nStockade weapons swiveled; all the hellish energy that they were\ncapable of spewed in its direction.\n\nIn its way, it smiled.\n\nThen, very methodically, it began to take the stockade apart, cracking\nthe _conje_ trunks like toothpicks.\n\nIt noticed one of its masters, Neju, lying wounded by the base of the\nstockade. It bent and carefully scooped him up. It placed him tenderly\nin the shoulder pocket, out of harm's way, observing the seriousness of\nhis wound and automatically remembering the proper treatment.\n\nThe helicopter took off and headed east.\n\nAbsently the toy of a child of the Old Gods swatted the helicopter out\nof the air, knocking it nearly a quarter of a mile before it crashed\ninto the _conje_ trunks of the forest....\n",
    "metadata": {
        "author": [
            "Neville, Kris"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65945/pg65945.txt",
        "name": "the_toy.json"
    }
}