{
    "name": "The Hunter's Lodge Case",
    "author": [
        "Christie, Agatha"
    ],
    "body": "    The famous “little gray cells” of the great detective\n    Poirot function admirably in solving what at first seems a\n    particularly puzzling murder mystery.\n\n\n“After all,” murmured Poirot, “it is possible that I shall not die\nthis time.”\n\nComing from a convalescent influenza patient, I hailed the remark as\nshowing a beneficial optimism. I myself had been the first sufferer\nfrom the disease. Poirot in his turn had gone down. He was now sitting\nup in bed, propped up with pillows.\n\n“Yes, yes,” my little friend continued. “Once more shall I be myself\nagain, the great Hercule Poirot, the terror of evildoers! Figure to\nyourself, _mon ami_, that I have a little paragraph to myself in\n_Society Gossip_. But yes! Here it is!\n\n“‘Go it, criminals—all out! Hercule Poirot,—and believe me, girls,\nhe’s some Hercules!—our own pet society detective can’t get a grip on\nyou. ’Cause why? ’Cause he’s got _la grippe_ himself!’”\n\nI laughed.\n\n“Good for you, Poirot. You are becoming quite a public character. And\nfortunately you haven’t missed anything of particular interest during\nthis time.”\n\n“That is true. The few cases I have had to decline did not fill me\nwith any regret.”\n\nOur landlady stuck her head in at the door.\n\n“There’s a gentleman downstairs. Says he must see M. Poirot or you,\nCaptain. Seeing as he was in a great to-do,—and with all that quite\nthe gentleman,—I brought up ’is card.”\n\nShe handed me the bit of pasteboard. “‘Hon. Roger Havering,’” I read.\n\nPoirot motioned with his head toward the bookcase, and I obediently\npulled forth the “Who’s Who.” Poirot took it from me and scanned the\npages rapidly.\n\n“Second son of fifth Baron Windsor. Married 1913 Zoe, fourth daughter\nof William Crabb.”\n\n“H’m,” I said. “I rather fancy that’s the girl who used to act at the\nFrivolity—only she called herself Zoe Carrisbrook. I remember she\nmarried some young man about town just before the war.”\n\n“Would it interest you, Hastings, to go down and hear what our\nvisitor’s particular trouble is? Make him all my excuses.”\n\nRoger Havering was a man of about forty, well set up and of smart\nappearance.\n\nHis face, however, was haggard, and he was evidently laboring under\ngreat agitation.\n\n“Captain Hastings? You are M. Poirot’s partner, I understand. It is\nimperative that he should come with me to Derbyshire today.”\n\n“I’m afraid that’s impossible,” I replied. “Poirot is ill in\nbed—influenza.”\n\nHis face fell.\n\n“Dear me, that is a great blow to me.”\n\n“The matter on which you want to consult him is serious?”\n\n“My God, yes! My uncle, the best friend I have in the world, was\nfoully murdered last night.”\n\n“Here in London?”\n\n“No, in Derbyshire. I was in town and received a telegram from my wife\nthis morning. Immediately upon its receipt I determined to come round\nand beg M. Poirot to undertake the case.”\n\n“If you will excuse me a minute,” I said, struck by a sudden idea.\n\nI rushed upstairs, and in few brief words acquainted Poirot with the\nsituation. He took any further words out of my mouth.\n\n“I see—I see. You want to go yourself, is it not so? Well, why not?\nYou should know my methods by now. All I ask is that you should report\nto me fully every day, and follow implicitly any instructions I may\nwire you.”\n\n                  *       *       *       *       *\n\nTo this I willingly agreed, and an hour later I was sitting opposite\nMr. Havering in a first-class carriage on the Midland Railway,\nspeeding rapidly away from London.\n\n“To begin with, Captain Hastings, you must understand that Hunter’s\nLodge, where we are going, and where the tragedy took place, is only a\nsmall shooting-box in the heart of the Derbyshire moors. Our real home\nis near Newmarket, and we usually rent a flat in town for the season.\nHunter’s Lodge is looked after by a housekeeper who is quite capable\nof doing all we need when we run down for an occasional week-end. Of\ncourse, during the shooting season, we take down some of our own\nservants from Newmarket.\n\n“My uncle, Mr. Harrington Pace (as you may know, my mother was a Miss\nPace of New York), has for the last three years made his home with us.\nHe never got on well with my father, or my elder brother, and I\nsuspect that my being somewhat of a prodigal son myself rather\nincreased than diminished his affection toward me. Of course, I am a\npoor man, and my uncle was a rich one—in other words, he paid the\npiper! But though exacting in many ways, he was not really hard to get\non with, and we all three lived very harmoniously together.\n\n“Two days ago my uncle, rather wearied with some recent gayeties of\nours in town, suggested that we should run down to Derbyshire for a\nday or two. My wife telegraphed to Mrs. Middleton, the housekeeper,\nand we went down that same afternoon. Yesterday evening I was forced\nto return to town, but my wife and my uncle remained on. This morning\nI received this telegram.”\n\nHe handed it over to me, and I read:\n\n    Come at once. Uncle Harrington murdered last night. Bring good\n    detective if you can, but do come.\n                                                              Zoe.\n\n“Then as yet you know no details?”\n\n“No, I suppose it will be in the evening papers. Without doubt the\npolice are in charge.”\n\n                  *       *       *       *       *\n\nIt was about three o’clock when we arrived at the little station of\nElmer’s Dale. From there a five-mile drive brought us to a small gray\nstone building in the midst of the rugged moors.\n\n“A lonely place,” I observed.\n\nHavering nodded.\n\n“I shall try and get rid of it. I could never live here again.”\n\nWe unlatched the gate and were walking up the narrow path to the oak\ndoor when a familiar figure emerged and came to meet us.\n\n“Japp!” I ejaculated.\n\nThe Scotland Yard Inspector grinned at me in a friendly fashion before\naddressing my companion.\n\n“Mr. Havering, I think? I’ve been sent down from London to take charge\nof this case, and I’d like a word with you, if I may, sir.”\n\n“My wife——”\n\n“I’ve seen your good lady, sir—and the housekeeper. I wont keep you a\nmoment, but I’m anxious to get back to the village now that I’ve seen\nall there is to see here.”\n\n“I know nothing as yet as to what—”\n\n“Ex-actly,” said Japp soothingly. “But there are just one or two\nlittle points I’d like your opinion about all the same. Captain\nHastings, here, he knows me, and he’ll go on up to the house and tell\nthem you’re coming.”\n\nI went on to the house. I rang the bell, as Japp had closed the door\nbehind him. After some moments it was opened to me by a middle-aged\nwoman in black.\n\n“Mr. Havering will be here in a moment,” I explained. “He has been\ndetained by the Inspector. I have come down with him from London to\nlook into the case. Perhaps you can tell me briefly what occurred last\nnight?”\n\n“Come inside, sir.” She closed the door behind me, and we stood in the\ndimly lighted hall. “It was after dinner last night, sir, that the man\ncame. He asked to see Mr. Pace, sir, and seeing that he spoke the same\nway, I thought it was an American gentleman friend of Mr. Pace’s, and\nI showed him into the gun-room, and then went to tell Mr. Pace. He\nwouldn’t give no name, which of course was a bit odd, now I come to\nthink of it.\n\n“I told Mr. Pace, and he seemed puzzled, like, but he said to the\nmistress: ‘Excuse me, Zoe, while I just see what this fellow wants.’\nHe went off to the gun-room, and I went back to the kitchen, but after\na while I heard loud voices, as if they were quarreling, and I came\nout into the hall. At the same time, the mistress she comes out too,\nand just then there was a shot and then a dreadful silence. We both\nran to the gun-room door, but it was locked, and we had to go round to\nthe window. It was open, and there inside was Mr. Pace, all shot and\nbleeding.”\n\n“What became of the man?”\n\n“He must have got away through the window, sir, before we got to it.”\n\n“And then?”\n\n“Mrs. Havering sent me to fetch the police. Five miles to walk, it\nwas. They came back with me; and the constable, he stayed all night;\nand this morning the police gentleman from London arrived.”\n\n“What was this man like who called to see Mr. Pace?”\n\nThe housekeeper reflected.\n\n“He had a black beard, sir, and was about middle-aged, and had on a\nlight overcoat. Beyond the fact that he spoke like an American, I\ndidn’t notice much about him.”\n\n“I see. Now, I wonder if I can see Mrs. Havering?”\n\n“She’s upstairs, sir. Shall I tell her?”\n\n“If you please. Tell her that Mr. Havering is outside with Inspector\nJapp, and that the gentleman he has brought back with him from London\nis anxious to speak to her as soon as possible.”\n\n“Very good, sir.”\n\n                  *       *       *       *       *\n\nI was in a fever of impatience to get at all the facts. Japp had two\nor three hours start of me, and his anxiety to be gone made me keen to\nbe close at his heels.\n\nMrs. Havering did not keep me waiting long. In a few minutes I heard a\nlight step descending the stairs, and looked up to see a very handsome\nyoung woman coming toward me. She wore a flame-colored jumper, that\nset off the slender boyishness of her figure. On her dark head was a\nlittle hat of flame-colored leather. Even the present tragedy could\nnot dim the vitality of her personality.\n\nI introduced myself, and she nodded in quick comprehension.\n\n“Of course I have often heard of you and your colleague, M. Poirot.\nYou have done some wonderful things together, haven’t you? It was very\nclever of my husband to get you so promptly. Now, will you ask me\nquestions? That is the easiest way, isn’t it, of getting to know all\nyou want to about this dreadful affair?”\n\n“Thank you, Mrs. Havering. Now, what time was it that this man\narrived?”\n\n“It must have been just before nine o’clock. We had finished dinner,\nand were sitting over our coffee and cigarettes.”\n\n“Your husband had already left for London?”\n\n“Yes, he went up by the six-fifteen.”\n\n“Did he go by car to the station, or did he walk?”\n\n“Our own car isn’t down here. One came out from the garage in Elmer’s\nDale to fetch him in time for the train.”\n\n“Was Mr. Pace quite his usual self?”\n\n“Absolutely—most normal in every way.”\n\n“Now, can you describe this visitor at all?”\n\n“I’m afraid not. I didn’t see him. Mrs. Middleton showed him straight\ninto the gun-room and then came to tell my uncle.”\n\n“What did your uncle say?”\n\n“He seemed rather annoyed, but went off at once. It was about five\nminutes later that I heard the sound of raised voices. I ran out into\nthe hall, and almost collided with Mrs. Middleton. Then we heard the\nshot. The gun-room door was locked on the inside, and we had to go\nround the house to the window. Of course that took some time, and the\nmurderer had been able to get well away. My poor uncle”—her voice\nfaltered—“had been shot through the head. I saw at once that he was\ndead, and I sent Mrs. Middleton for the police straight away. I was\ncareful to touch nothing in the room but to leave it exactly as I\nfound it.”\n\n                  *       *       *       *       *\n\nI nodded approval.\n\n“Now, as to the weapon?”\n\n“Well, I can make a guess at it, Captain Hastings. A pair of revolvers\nof my husband’s were mounted upon the wall. One of them is missing. I\npointed this out to the police, and they took the other one away with\nthem. When they have extracted the bullet, I suppose they will know\nfor certain.”\n\n“May I go to the gun-room?”\n\n“Certainly. The police have finished with it. But the body has been\nremoved.”\n\nShe accompanied me to the scene of the crime. At that moment Havering\nentered the hall, and with a quick apology, his wife ran to him. I was\nleft to undertake my investigations alone.\n\nI may as well confess at once that they were rather disappointing. In\ndetective-novels, clues abound, but here I could find nothing that\nstruck me as out of the ordinary except a large bloodstain on the\ncarpet where I judged the dead man had fallen. I examined everything\nwith painstaking care and took a couple of pictures of the room with\nmy little camera, which I had brought with me. I also examined the\nground outside the window, but it appeared to have been so heavily\ntrampled that I judged it was useless to waste time over it. Now I had\nseen all that Hunter’s Lodge had to show me. I must go back to Elmer’s\nDale and get into touch with Japp. Accordingly I took leave of the\nHaverings, and was driven off in the car that had brought us up from\nthe station.\n\n                  *       *       *       *       *\n\nJapp I found at the Matlock Arms, and he took me forthwith to see the\nbody. Harrington Pace was a small, spare, cleanshaven man, typically\nAmerican in appearance. He had been shot through the back of the head,\nand the revolver had been discharged at close quarters.\n\n“Turned away for a moment,” remarked Japp, “and the other fellow\nsnatched up a revolver and shot him. The one Mrs. Havering handed over\nto us was fully loaded, and I suppose the other one was also. Curious\nwhat darn fool things people do. Fancy keeping two loaded revolvers\nhanging up on your wall!”\n\n“What do you think of the case?” I asked as we left the gruesome\nchamber behind us.\n\n“Well, I’d got my eye on Havering to begin with.... Oh, yes,”—noting\nmy exclamation of astonishment,—“Havering has one or two shady\nincidents in his past. When he was a boy at Oxford, there was some\nfunny business about the signature on one of his father’s checks. All\nhushed up, of course. Then he’s pretty heavily in debt now, and\nthey’re the kind of debts he wouldn’t like to go to his uncle about;\nwhereas you may be sure the uncle’s will would be in his favor. Yes,\nI’d got my eye on him, and that’s why I wanted to speak to him before\nhe saw his wife; but their statements dovetail all right, and I’ve\nbeen to the station, and there’s no doubt whatever that he left by the\nsix-fifteen. That gets up to London about ten-thirty. He went straight\nto his club, he says, and if that’s confirmed all right—why, he\ncouldn’t have been shooting his uncle here at nine o’clock in a black\nbeard!”\n\n“Ah, yes—I was going to ask you what you thought about that beard?”\n\nJapp winked.\n\n“I think it grew pretty fast—grew in the five miles from Elmer’s Dale\nto Hunter’s Lodge. Americans that I’ve met are mostly clean shaven. I\nquestioned the housekeeper first, and then her mistress, and their\nstories agree all right; but I’m sorry Mrs. Havering didn’t get a look\nat the fellow. She’s a smart woman, and she might have noticed\nsomething that would set us on the track.”\n\n                  *       *       *       *       *\n\nI sat down and wrote a minute and lengthy account to Poirot. I was\nable to add various further items of information before I posted the\nletter.\n\nThe bullet had been extracted and was proved to have been fired from a\nrevolver identical in size to the one held by the police. Furthermore,\nMr. Havering’s movements on the night in question had been checked and\nverified, and it was proved beyond doubt that he had actually arrived\nin London by the train in question. And thirdly, a sensational\ndevelopment had occurred. A city gentleman, living at Ealing, on\ncrossing Haven Green to get to the District Railway station that\nmorning, had observed a brown paper parcel stuck between the railings.\nOpening it, he found that it contained a revolver. He handed the\nparcel over to the local police station, and before night it was\nproved to be the one we were in search of, the fellow to that given us\nby Mrs. Havering. One bullet had been fired from it.\n\nAll this I added to my report. A wire from Poirot arrived while I was\nat breakfast the following morning:\n\n    Of course black-bearded man was not Havering. Only you or\n    Japp would have such an idea. Wire me description of\n    housekeeper and what clothes she wore this morning. Same\n    of Mrs. Havering. Do not waste time taking photographs of\n    interiors. They are underexposed and not in the least\n    artistic.\n\nIt seemed to me that Poirot’s style was unnecessarily facetious. I\nalso fancied he was a shade jealous of my position on the spot, with\nfull facilities for handling the case. His request for a description\nof the clothes worn by the two women appeared to me to be simply\nridiculous, but I complied as well as I, a mere man, was able to. At\neleven a reply wire came from Poirot:\n\n    Advise Japp arrest housekeeper before it is too late.\n\nDumfounded, I took the wire to Japp. He swore softly under his breath.\n\n“He’s the goods, M. Poirot! If he says so, there’s something in it.\nAnd I hardly noticed the woman! I don’t know that I can go so far as\narresting her, but I’ll have her watched. We’ll go up right away and\ntake another look at her.”\n\nBut it was too late. Mrs. Middleton, that quiet, middle-aged woman,\nwho had appeared so normal and respectable, had vanished into thin\nair. Her box had been left behind. It contained only ordinary wearing\napparel. There was no clue in it to her identity, or as to her\nwhereabouts.\n\n                  *       *       *       *       *\n\nFrom Mrs. Havering we elicited all the facts we could.\n\n“I engaged her about three weeks ago, when Mrs. Emery, our former\nhousekeeper, left. She came to me from Mrs. Selboume’s Agency in Mount\nSt.—a very well-known place. I get all my servants from there. They\nsent several women to see me, but this Mrs. Middleton seemed much the\nnicest, and had splendid references. I engaged her on the spot, and\nnotified the Agency of the fact. I can’t believe that there was\nanything wrong with her. She was such a nice, quiet woman.”\n\nThe thing was certainly a mystery.\n\nWhile it was clear that the woman herself could not have committed the\ncrime, since at the moment the shot was fired Mrs. Havering was with\nher in the hall, nevertheless she must have some connection with the\nmurder, or why should she suddenly take to her heels and bolt?\n\nI wired the latest development to Poirot, and suggested returning to\nLondon and making inquiries at Selbourne’s Agency. Poirot’s reply was\nprompt:\n\n    Useless to inquire at Agency. They will never have heard\n    of her. Find out what vehicle took her up to Hunter’s\n    Lodge when she first arrived there.\n\nThough mystified, I was obedient. The means of transport in Elmer’s\nDale were limited. The local garage had two cars, and there were two\nstation flies. None of these had been requisitioned on the date in\nquestion. I may also mention that inquiries at the Agency in London\nbore out Poirot’s prognostication. No such woman as “Mrs. Middleton”\nhad ever been on their books. They had received the Hon. Mrs.\nHavering’s application for a housekeeper, and had sent her various\napplicants for the post. When she sent them the engagement fee, she\nomitted to mention which woman she had selected.\n\n    [It is suggested that the reader pause in his perusal of the story\n    at this point, make his own solution of the mystery—and then see\n    how close he comes to that of the author—The Editors.]\n\nSomewhat crestfallen, I returned to London. I found Poirot established\nin an armchair by the fire. He greeted me with much affection.\n\n“_Mon ami Hastings!_ But how glad I am to see you! Veritably I have\nfor you a great affection! And you have enjoyed yourself? You have run\nto and fro with the good Japp? You have interrogated and investigated\nto your heart’s content?”\n\n“Poirot,” I cried, “the thing’s a dark mystery! It will never be\nsolved.”\n\n“It is true that we are not likely to cover ourselves with glory over\nit.”\n\n“No, indeed. It’s a hard nut to crack.”\n\n“Oh, as far as that goes, me, I am very good at cracking the nuts! A\nveritable squirrel! It is not that which embarrasses me. I know well\nenough who killed Mr. Harrington Pace.”\n\n“You know? How did you find out?”\n\n“Your illuminating answers to my wires supplied me with the truth.....\nSee here, Hastings, let us examine the facts methodically and in\norder. Mr. Harrington Pace is a man with a considerable fortune which\nat his death will doubtless pass to his nephew—point number one. His\nnephew is known to be desperately hard up—point number two. His nephew\nis also known to be—shall we say a man of loose moral fiber? Point\nnumber three!”\n\n“But  Roger Havering is proved to have journeyed straight up to\nLondon.”\n\n“_Précisément!_ And therefore, as Mr. Havering left Elmer’s Dale at\nsix-fifteen, and since Mr. Pace cannot have been killed before he left\n(or the doctor would have spotted the time of the crime as being given\nwrongly when he examined the body), we conclude, quite rightly, that\nMr. Havering did _not_ shoot his uncle. But there is a Mrs. Havering,\nHastings.”\n\n“Impossible! The housekeeper was with her when the shot was fired.”\n\n“Ah, yes, the housekeeper. But she has disappeared.”\n\n“She will be found.”\n\n“I think not. There is something peculiarly elusive about that\nhousekeeper—don’t you think so? It struck me at once.”\n\n“She played her part, I suppose, and then got out in the nick of\ntime.”\n\n“And what was her part?”\n\n“Well—I presume to admit her confederate, the black-bearded man.”\n\n“Oh, no, that was not her part. Her part was what you have just\nmentioned, to provide an alibi for Mrs. Havering at the moment the\nshot was fired. And no one will ever find her, _mon ami_, because she\ndoes not exist! ‘There’s no sech person,’ as your so great Shakespeare\nsays.”\n\n“It was Dickens,” I murmured, smiling. “But what do you mean, Poirot?”\n\n“I mean that Zoe Havering was an actress before her marriage, that you\nand Japp only saw the housekeeper in a dark hall, a dim, middle-aged\nfigure in black with a faint, subdued voice, and finally that neither\nyou, nor Japp, nor the local police whom the housekeeper fetched, ever\nsaw Mrs. Middleton and her mistress at one and the same time. It was a\nchild’s play for that clever and daring woman. On the pretext of\nsummoning her mistress, she runs upstairs, slips on a bright jumper\nand a hat with black curls attached which she jams down over the gray\ntransformation. A few deft touches, and the make-up is removed; a\nslight dusting of rouge, and the brilliant Zoe Havering comes down\nwith her clear ringing voice.”\n\n“But the revolver that was found at Ealing? Mrs. Havering could not\nhave placed it there?”\n\n“No, that was Roger Havering’s job—but it was a mistake on their part.\nIt put me on the right track. A man who has committed a murder with a\nrevolver which he found on the spot would fling it away at once; he\nwould not carry it up to London with him. No, the motive was clear;\nthe criminals wished to focus the interest of the police on a spot far\nremoved from Derbyshire; they were anxious to get the police away as\nsoon as possible from the vicinity of Hunter’s Lodge. Of course, the\nrevolver found at Ealing was not the one with which Mr. Pace was shot.\nRoger Havering discharged one shot from it, brought it up to London,\nwent straight to his club to establish his alibi, then went quickly\nout to Ealing by the District Railway, a matter of about twenty\nminutes only, placed the parcel where it was found and so back to\ntown. That charming creature his wife, quietly shoots Mr. Pace after\ndinner—you remember he was shot from behind? Another significant\npoint, that! She reloads the revolver and puts it back in its place,\nand then starts off with her desperate little comedy.”\n\n“It’s incredible,” I murmured, fascinated. “And yet—”\n\n“And yet it is true. _Bien sûr_, my friend, it is true! But to bring\nthat precious pair to justice, that is another matter. Well, Japp must\ndo what he can—I have written him fully; but I very much fear,\nHastings, that we shall be obliged to leave them to Fate—or _le bon\nDieu_—whichever you prefer.”\n\n“The wicked flourish like a green bay tree,” I reminded him.\n\n“But at a price, Hastings, always at a price, _croyez moi_!”\n\n                  *       *       *       *       *\n\nPoirot’s forebodings were confirmed. Japp, though convinced of the\ntruth of his theory, was unable to get together the necessary evidence\nto insure a conviction. Mr. Pace’s huge fortune passed into the hands\nof his murderers. Nevertheless, Nemesis did overtake them, and when I\nread in the paper that the Hon. Roger and Mrs. Havering were among\nthose killed in the crashing of the Air Mail to Paris, I knew that\nJustice was satisfied.",
    "metadata": {
        "author": [
            "Christie, Agatha"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67160/pg67160.txt",
        "name": "the_hunters_lodge_case.json"
    }
}