{
    "name": "The Intelligence Office (From \"Mosses from an Old Manse\")",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\nGrave figure, with a pair of mysterious spectacles on his nose and a\npen behind his ear, was seated at a desk in the corner of a\nmetropolitan office. The apartment was fitted up with a counter, and\nfurnished with an oaken cabinet and a Chair or two, in simple and\nbusiness-like style. Around the walls were stuck advertisements of\narticles lost, or articles wanted, or articles to be disposed of; in\none or another of which classes were comprehended nearly all the\nConveniences, or otherwise, that the imagination of man has contrived.\nThe interior of the room was thrown into shadow, partly by the tall\nedifices that rose on the opposite side of the street, and partly by\nthe immense show-bills of blue and crimson paper that were expanded\nover each of the three windows. Undisturbed by the tramp of feet, the\nrattle of wheels, the hump of voices, the shout of the city crier, the\nscream of the newsboys, and other tokens of the multitudinous life that\nsurged along in front of the office, the figure at the desk pored\ndiligently over a folio volume, of ledger-like size and aspect, He\nlooked like the spirit of a record—the soul of his own great volume\nmade visible in mortal shape.\n\nBut scarcely an instant elapsed without the appearance at the door of\nsome individual from the busy population whose vicinity was manifested\nby so much buzz, and clatter, and outcry. Now, it was a thriving\nmechanic in quest of a tenement that should come within his moderate\nmeans of rent; now, a ruddy Irish girl from the banks of Killarney,\nwandering from kitchen to kitchen of our land, while her heart still\nhung in the peat-smoke of her native cottage; now, a single gentleman\nlooking out for economical board; and now—for this establishment\noffered an epitome of worldly pursuits—it was a faded beauty inquiring\nfor her lost bloom; or Peter Schlemihl, for his lost shadow; or an\nauthor of ten years’ standing, for his vanished reputation; or a moody\nman, for yesterday’s sunshine.\n\nAt the next lifting of the latch there entered a person with his hat\nawry upon his head, his clothes perversely ill-suited to his form, his\neyes staring in directions opposite to their intelligence, and a\ncertain odd unsuitableness pervading his whole figure. Wherever he\nmight chance to be, whether in palace or cottage, church or market, on\nland or sea, or even at his own fireside, he must have worn the\ncharacteristic expression of a man out of his right place.\n\n“This,” inquired he, putting his question in the form of an\nassertion,—“this is the Central Intelligence Office?”\n\n“Even so,” answered the figure at the desk, turning another leaf of his\nvolume; he then looked the applicant in the face and said briefly,\n“Your business?”\n\n“I want,” said the latter, with tremulous earnestness, “a place!”\n\n“A place! and of what nature?” asked the Intelligencer. “There are many\nvacant, or soon to be so, some of which will probably suit, since they\nrange from that of a footman up to a seat at the council-board, or in\nthe cabinet, or a throne, or a presidential chair.”\n\nThe stranger stood pondering before the desk with an unquiet,\ndissatisfied air,—a dull, vague pain of heart, expressed by a slight\ncontortion of the brow,—an earnestness of glance, that asked and\nexpected, yet continually wavered, as if distrusting. In short, he\nevidently wanted, not in a physical or intellectual sense, but with an\nurgent moral necessity that is the hardest of all things to satisfy,\nsince it knows not its own object.\n\n“Ah, you mistake me!” said he at length, with a gesture of nervous\nimpatience. “Either of the places you mention, indeed, might answer my\npurpose; or, more probably, none of them. I want my place! my own\nplace! my true place in the world! my proper sphere! my thing to do,\nwhich Nature intended me to perform when she fashioned me thus awry,\nand which I have vainly sought all my lifetime! Whether it be a\nfootman’s duty or a king’s is of little consequence, so it be naturally\nmine. Can you help me here?”\n\n“I will enter your application,” answered the Intelligencer, at the\nsame time writing a few lines in his volume. “But to undertake such a\nbusiness, I tell you frankly, is quite apart from the ground covered by\nmy official duties. Ask for something specific, and it may doubtless be\nnegotiated for you, on your compliance with the conditions. But were I\nto go further, I should have the whole population of the city upon my\nshoulders; since far the greater proportion of them are, more or less,\nin your predicament.”\n\nThe applicant sank into a fit of despondency, and passed out of the\ndoor without again lifting his eyes; and, if he died of the\ndisappointment, he was probably buried in the wrong tomb, inasmuch as\nthe fatality of such people never deserts them, and, whether alive or\ndead, they are invariably out of place.\n\nAlmost immediately another foot was heard on the threshold. A youth\nentered hastily, and threw a glance around the office to ascertain\nwhether the man of intelligence was alone. He then approached close to\nthe desk, blushed like a maiden, and seemed at a loss how to broach his\nbusiness.\n\n“You come upon an affair of the heart,” said the official personage,\nlooking into him through his mysterious spectacles. “State it in as few\nwords as may be.”\n\n“You are right,” replied the youth. “I have a heart to dispose of.”\n\n“You seek an exchange?” said the Intelligencer. “Foolish youth, why not\nbe contented with your own?”\n\n“Because,” exclaimed the young man, losing his embarrassment in a\npassionate glow,—“because my heart burns me with an intolerable fire;\nit tortures me all day long with yearnings for I know not what, and\nfeverish throbbings, and the pangs of a vague sorrow; and it awakens me\nin the night-time with a quake, when there is nothing to be feared. I\ncannot endure it any longer. It were wiser to throw away such a heart,\neven if it brings me nothing in return.”\n\n“O, very well,” said the man of office, making an entry in his volume.\n“Your affair will be easily transacted. This species of brokerage makes\nno inconsiderable part of my business; and there is always a large\nassortment of the article to select from. Here, if I mistake not, comes\na pretty fair sample.”\n\nEven as he spoke the door was gently and slowly thrust ajar, affording\na glimpse of the slender figure of a young girl, who, as she timidly\nentered, seemed to bring the light and cheerfulness of the outer\natmosphere into the somewhat gloomy apartment. We know not her errand\nthere, nor can we reveal whether the young man gave up his heart into\nher custody. If so, the arrangement was neither better nor worse than\nin ninety-nine cases out of a hundred, where the parallel sensibilities\nof a similar age, importunate affections, and the easy satisfaction of\ncharacters not deeply conscious of themselves, supply the place of any\nprofounder sympathy.\n\nNot always, however, was the agency of the passions and affections an\noffice of so little trouble. It happened, rarely, indeed, in proportion\nto the cases that came under an ordinary rule, but still it did happen,\nthat a heart was occasionally brought hither of such exquisite\nmaterial, so delicately attempered, and so curiously wrought, that no\nother heart could be found to match it. It might almost be considered a\nmisfortune, in a worldly point of view, to be the possessor of such a\ndiamond of the purest water; since in any reasonable probability it\ncould only be exchanged for an ordinary pebble, or a bit of cunningly\nmanufactured glass, or, at least, for a jewel of native richness, but\nill-set, or with some fatal flaw, or an earthy vein running through its\ncentral lustre. To choose another figure, it is sad that hearts which\nhave their wellspring in the infinite, and contain inexhaustible\nsympathies, should ever be doomed to pour themselves into shallow\nvessels, and thus lavish their rich affections on the ground. Strange\nthat the finer and deeper nature, whether in man or woman, while\npossessed of every other delicate instinct, should so often lack that\nmost invaluable one of preserving itself front contamination with what\nis of a baser kind! Sometimes, it is true, the spiritual fountain is\nkept pure by a wisdom within itself, and sparkles into the light of\nheaven without a stain from the earthy strata through which it had\ngushed upward. And sometimes, even here on earth, the pure mingles with\nthe pure, and the inexhaustible is recompensed with the infinite. But\nthese miracles, though he should claim the credit of them, are far\nbeyond the scope of such a superficial agent in human affairs as the\nfigure in the mysterious spectacles.\n\nAgain the door was opened, admitting the bustle of the city with a\nfresher reverberation into the Intelligence Office. Now entered a man\nof woe-begone and downcast look; it was such an aspect as if he had\nlost the very soul out of his body, and had traversed all the world\nover, searching in the dust of the highways, and along the shady\nfootpaths, and beneath the leaves of the forest, and among the sands of\nthe sea-shore, in hopes to recover it again. He had bent an anxious\nglance along the pavement of the street as he came hitherward; he\nlooked also in the angle of the doorstep, and upon the floor of the\nroom; and, finally, coming up to the Man of Intelligence, he gazed\nthrough the inscrutable spectacles which the latter wore, as if the\nlost treasure might be hidden within his eyes.\n\n“I have lost—” he began; and then he paused.\n\n“Yes,” said the Intelligencer, “I see that you have lost,—but what?”\n\n“I have lost a precious jewel!” replied the unfortunate person, “the\nlike of which is not to be found among any prince’s treasures. While I\npossessed it, the contemplation of it was my sole and sufficient\nhappiness. No price should have purchased it of me; but it has fallen\nfrom my bosom where I wore it in my careless wanderings about the\ncity.”\n\nAfter causing the stranger to describe the marks of his lost jewel, the\nIntelligencer opened a drawer of the oaken cabinet which has been\nmentioned as forming a part of the furniture of the room. Here were\ndeposited whatever articles had been picked up in the streets, until\nthe right owners should claim them. It was a strange and heterogeneous\ncollection. Not the least remarkable part of it was a great number of\nwedding-rings, each one of which had been riveted upon the finger with\nholy vows, and all the mystic potency that the most solemn rites could\nattain, but had, nevertheless, proved too slippery for the wearer’s\nvigilance. The gold of some was worn thin, betokening the attrition of\nyears of wedlock; others, glittering from the jeweller’s shop, must\nhave been lost within the honeymoon. There were ivory tablets, the\nleaves scribbled over with sentiments that had been the deepest truths\nof the writer’s earlier years, but which were now quite obliterated\nfrom his memory. So scrupulously were articles preserved in this\ndepository, that not even withered flowers were rejected; white roses,\nand blush-roses, and moss-roses, fit emblems of virgin purity and\nshamefacedness, which bad been lost or flung away, and trampled into\nthe pollution of the streets; locks of hair,—the golden and the glossy\ndark,—the long tresses of woman and the crisp curls of man, signified\nthat lovers were now and then so heedless of the faith intrusted to\nthem as to drop its symbol from the treasure-place of the bosom. Many\nof these things were imbued with perfumes, and perhaps a sweet scent\nhad departed from the lives of their former possessors ever since they\nhad so wilfully or negligently lost them. Here were gold pencil-cases,\nlittle ruby hearts with golden arrows through them, bosom-pins, pieces\nof coin, and small articles of every description, comprising nearly all\nthat have been lost since a long time ago. Most of them, doubtless, had\na history and a meaning, if there were time to search it out and room\nto tell it. Whoever has missed anything valuable, whether out of his\nheart, mind, or pocket, would do well to make inquiry at the Central\nIntelligence Office.\n\nAnd in the corner of one of the drawers of the oaken cabinet, after\nconsiderable research, was found a great pearl, looking like the soul\nof celestial purity, congealed and polished.\n\n“There is my jewel! my very pearl!” cried the stranger, almost beside\nhimself with rapture. “It is mine! Give it me this moment! or I shall\nperish!”\n\n“I perceive,” said the Man of Intelligence, examining it more closely,\n“that this is the Pearl of Great Price!”\n\n“The very same,” answered the stranger. “Judge, then, of my misery at\nlosing it out of my bosom! Restore it to me! I must not live without it\nan instant to longer.”\n\n“Pardon me,” rejoined the Intelligencer, calmly, “you ask what is\nbeyond my duty. This pearl, as you well know, is held upon a peculiar\ntenure; and having once let it escape from your keeping, you have no\ngreater claim to it—nay, not so great—as any other person. I cannot\ngive it back.”\n\nNor could the entreaties of the miserable man—who saw before his eyes\nthe jewel of his life without the power to reclaim it—soften the heart\nof this stern being, impassive to human sympathy, though exercising\nsuch an apparent influence over human fortunes. Finally the loser of\nthe inestimable pearl clutched his hands among his hair, and ran madly\nforth into the world, which was affrighted at his desperate looks.\nThere passed him on the doorstep a fashionable young gentleman, whose\nbusiness was to inquire for a damask rosebud, the gift of his\nlady-love, which he had lost out of his buttonhole within a hour after\nreceiving it. So various were the errands of those who visited this\nCentral Office, where all human wishes seemed to be made known, and, so\nfar as destiny would allow, negotiated to their fulfilment.\n\nThe next that entered was a man beyond the middle age, bearing the look\nof one who knew the world and his own course in it. He had just\nalighted from a handsome private carriage, which had orders to wait in\nthe street while its owner transacted his business. This person came up\nto the desk with a quick, determined step, and looked the Intelligencer\nin the face with a resolute eye; though, at the same time, some secret\ntrouble gleamed from it in red and dusky light.\n\n“I have an estate to dispose of,” said he, with a brevity that seemed\ncharacteristic.\n\n“Describe it,” said the Intelligencer.\n\nThe applicant proceeded to give the boundaries of his property, its\nnature, comprising tillage, pasture, woodland, and pleasure-grounds, in\nample circuit; together with a mansion-house, in the construction of\nwhich it had been his object to realize a castle in the air, hardening\nits shadowy walls into granite, and rendering its visionary splendor\nperceptible to the awakened eye. Judging from his description, it was\nbeautiful enough to vanish like a dream, yet substantial enough to\nendure for centuries. He spoke, too, of the gorgeous furniture, the\nrefinements of upholstery, and all the luxurious artifices that\ncombined to render this a residence where life might flow onward in a\nstream of golden days, undisturbed by the ruggedness which fate loves\nto fling into it.\n\n“I am a man of strong will,” said he, in conclusion; “and at my first\nsetting out in life, as a poor, unfriended youth, I resolved to make\nmyself the possessor of such a mansion and estate as this, together\nwith the abundant revenue necessary to uphold it. I have succeeded to\nthe extent of my utmost wish. And this is the estate which I have now\nconcluded to dispose of.”\n\n“And your terms?” asked the Intelligencer, after taking down the\nparticulars with which the stranger had supplied him.\n\n“Easy, abundantly easy!” answered the successful man, smiling, but with\na stern and almost frightful contraction of the brow, as if to quell an\ninward pang. “I have been engaged in various sorts of business,—a\ndistiller, a trader to Africa, an East India merchant, a speculator in\nthe stocks,—and, in the course of these affairs, have contracted an\nencumbrance of a certain nature. The purchaser of the estate shall\nmerely be required to assume this burden to himself.”\n\n“I understand you,” said the Man of Intelligence, putting his pen\nbehind his ear. “I fear that no bargain can be negotiated on these\nconditions. Very probably the next possessor may acquire the estate\nwith a similar encumbrance, but it will be of his own contracting, and\nwill not lighten your burden in the least.”\n\n“And am I to live on,” fiercely exclaimed the stranger, “with the dirt\nof these accursed acres and the granite of this infernal mansion\ncrushing down my soul? How, if I should turn the edifice into an\nalmshouse or a hospital, or tear it down and build a church?”\n\n“You can at least make the experiment,” said the Intelligencer; “but\nthe whole matter is one which you must settle for yourself.”\n\nThe man of deplorable success withdrew, and got into his coach, which\nrattled off lightly over the wooden pavements, though laden with the\nweight of much land, a stately house, and ponderous heaps of gold, all\ncompressed into an evil conscience.\n\nThere now appeared many applicants for places; among the most\nnoteworthy of whom was a small, smoke-dried figure, who gave himself\nout to be one of the bad spirits that had waited upon Dr. Faustus in\nhis laboratory. He pretended to show a certificate of character, which,\nhe averred, had been given him by that famous necromancer, and\ncountersigned by several masters whom he had subsequently served.\n\n“I am afraid, my good friend,” observed the Intelligencer, “that your\nchance of getting a service is but poor. Nowadays, men act the evil\nspirit for themselves and their neighbors, and play the part more\neffectually than ninety-nine out of a hundred of your fraternity.”\n\nBut, just as the poor fiend was assuming a vaporous consistency, being\nabout to vanish through the floor in sad disappointment and chagrin,\nthe editor of a political newspaper chanced to enter the office in\nquest of a scribbler of party paragraphs. The former servant of Dr.\nFaustus, with some misgivings as to his sufficiency of venom, was\nallowed to try his hand in this capacity. Next appeared, likewise\nseeking a service, the mysterious man in Red, who had aided Bonaparte\nin his ascent to imperial power. He was examined as to his\nqualifications by an aspiring politician, but finally rejected, as\nlacking familiarity with the cunning tactics of the present day.\n\nPeople continued to succeed each other with as much briskness as if\neverybody turned aside, out of the roar and tumult of the city, to\nrecord here some want, or superfluity, or desire. Some had goods or\npossessions, of which they wished to negotiate the sale. A China\nmerchant had lost his health by a long residence in that wasting\nclimate. He very liberally offered his disease, and his wealth along\nwith it, to any physician who would rid him of both together. A soldier\noffered his wreath of laurels for as good a leg as that which it had\ncost him on the battle-field. One poor weary wretch desired nothing but\nto be accommodated with any creditable method of laying down his life;\nfor misfortune and pecuniary troubles had so subdued his spirits that\nhe could no longer conceive the possibility of happiness, nor had the\nheart to try for it. Nevertheless, happening to, overhear some\nconversation in the Intelligence Office respecting wealth to be rapidly\naccumulated by a certain mode of speculation, he resolved to live out\nthis one other experiment of better fortune. Many persons desired to\nexchange their youthful vices for others better suited to the gravity\nof advancing age; a few, we are glad to say, made earnest, efforts to\nexchange vice for virtue, and, hard as the bargain was, succeeded in\neffecting it. But it was remarkable that what all were the least\nwilling to give up, even on the most advantageous terms, were the\nhabits, the oddities, the characteristic traits, the little ridiculous\nindulgences, somewhere between faults and follies, of which nobody but\nthemselves could understand the fascination.\n\nThe great folio, in which the Man of Intelligence recorded all these\nfreaks of idle hearts, and aspirations of deep hearts, and desperate\nlongings of miserable hearts, and evil prayers of perverted hearts,\nwould be curious reading were it possible to obtain it for publication.\nHuman character in its individual developments-human nature in the\nmass—may best be studied in its wishes; and this was the record of them\nall. There was an endless diversity of mode and circumstance, yet\nwithal such a similarity in the real groundwork, that any one page of\nthe volume-whether written in the days before the Flood, or the\nyesterday that is just gone by, or to be written on the morrow that is\nclose at hand, or a thousand ages hence—might serve as a specimen of\nthe whole. Not but that there were wild sallies of fantasy that could\nscarcely occur to more than one man’s brain, whether reasonable or\nlunatic. The strangest wishes—yet most incident to men who had gone\ndeep into scientific pursuits, and attained a high intellectual stage,\nthough not the loftiest—were, to contend with Nature, and wrest from\nher some secret, or some power, which she had seen fit to withhold from\nmortal grasp. She loves to delude her aspiring students, and mock them\nwith mysteries that seem but just beyond their utmost reach. To concoct\nnew minerals, to produce new forms of vegetable life, to create an\ninsect, if nothing higher in the living scale, is a sort of wish that\nhas often revelled in the breast of a man of science. An astronomer,\nwho lived far more among the distant worlds of space than in this lower\nsphere, recorded a wish to behold the opposite side of the moon, which,\nunless the system of the firmament be reversed, she can never turn\ntowards the earth. On the same page of the volume was written the wish\nof a little child to have the stars for playthings.\n\nThe most ordinary wish, that was written down with wearisome\nrecurrence, was, of course, for wealth, wealth, wealth, in sums from a\nfew shillings up to unreckonable thousands. But in reality this\noften-repeated expression covered as many different desires. Wealth is\nthe golden essence of the outward world, embodying almost everything\nthat exists beyond the limits of the soul; and therefore it is the\nnatural yearning for the life in the midst of which we find ourselves,\nand of which gold is the condition of enjoyment, that men abridge into\nthis general wish. Here and there, it is true, the volume testified to\nsome heart so perverted as to desire gold for its own sake. Many wished\nfor power; a strange desire indeed, since it is but another form of\nslavery. Old people wished for the delights of youth; a fop for a\nfashionable coat; an idle reader, for a new novel; a versifier, for a\nrhyme to some stubborn word; a painter, for Titian’s secret of\ncoloring; a prince, for a cottage; a republican, for a kingdom and a\npalace; a libertine, for his neighbor’s wife; a man of palate, for\ngreen peas; and a poor man, for a crust of bread. The ambitious desires\nof public men, elsewhere so craftily concealed, were here expressed\nopenly and boldly, side by side with the unselfish wishes of the\nphilanthropist for the welfare of the race, so beautiful, so\ncomforting, in contrast with the egotism that continually weighed self\nagainst the world. Into the darker secrets of the Book of Wishes we\nwill not penetrate.\n\nIt would be an instructive employment for a student of mankind,\nperusing this volume carefully and comparing its records with men’s\nperfected designs, as expressed in their deeds and daily life, to\nascertain how far the one accorded with the other. Undoubtedly, in most\ncases, the correspondence would be found remote. The holy and generous\nwish, that rises like incense from a pure heart towards heaven, often\nlavishes its sweet perfume on the blast of evil times. The foul,\nselfish, murderous wish, that steams forth from a corrupted heart,\noften passes into the spiritual atmosphere without being concreted into\nan earthly deed. Yet this volume is probably truer, as a representation\nof the human heart, than is the living drama of action as it evolves\naround us. There is more of good and more of evil in it; more redeeming\npoints of the bad and more errors of the virtuous; higher upsoarings,\nand baser degradation of the soul; in short, a more perplexing\namalgamation of vice and virtue than we witness in the outward world.\nDecency and external conscience often produce a far fairer outside than\nis warranted by the stains within. And be it owned, oil the other hand,\nthat a man seldom repeats to his nearest friend, any more than he\nrealizes in act, the purest wishes, which, at some blessed time or\nother, have arisen from the depths of his nature and witnessed for him\nin this volume. Yet there is enough on every leaf to make the good man\nshudder for his own wild and idle wishes, as well as for the sinner,\nwhose whole life is the incarnation of a wicked desire.\n\nBut again the door is opened, and we hear the tumultuous stir of the\nworld,—a deep and awful sound, expressing in another form some portion\nof what is written in the volume that lies before the Man of\nIntelligence. A grandfatherly personage tottered hastily into the\noffice, with such an earnestness in his infirm alacrity that his white\nhair floated backward as he hurried up to the desk, while his dim eyes\ncaught a momentary lustre from his vehemence of purpose. This venerable\nfigure explained that he was in search of To-morrow.\n\n“I have spent all my life in pursuit of it,” added the sage old\ngentleman, “being assured that To-morrow has some vast benefit or other\nin store for me. But I am now getting a little in years, and must make\nhaste; for, unless I overtake To-morrow soon, I begin to be afraid it\nwill finally escape me.”\n\n“This fugitive To-morrow, my venerable friend,” said the Man of\nIntelligence, “is a stray child of Time, and is flying from his father\ninto the region of the infinite. Continue your pursuit, and you will\ndoubtless come up with him; but as to the earthly gifts which you\nexpect, he has scattered them all among a throng of Yesterdays.”\n\nObliged to content himself with this enigmatical response, the\ngrandsire hastened forth with a quick clatter of his staff upon the\nfloor; and, as he disappeared, a little boy scampered through the door\nin chase of a butterfly which had got astray amid the barren sunshine\nof the city. Had the old gentleman been shrewder, he might have\ndetected To-morrow under the semblance of that gaudy insect. The golden\nbutterfly glistened through the shadowy apartment, and brushed its\nwings against the Book of Wishes, and fluttered forth again with the\nchild still in pursuit.\n\nA man now entered, in neglected attire, with the aspect of a thinker,\nbut somewhat too rough-hewn and brawny for a scholar. His face was full\nof sturdy vigor, with some finer and keener attribute beneath. Though\nharsh at first, it was tempered with the glow of a large, warm heart,\nwhich had force enough to heat his powerful intellect through and\nthrough. He advanced to the Intelligencer and looked at him with a\nglance of such stern sincerity that perhaps few secrets were beyond its\nscope.\n\n“I seek for Truth,” said he.\n\n“It is precisely the most rare pursuit that has ever come under my\ncognizance,” replied the Intelligencer, as he made the new inscription\nin his volume. “Most men seek to impose some cunning falsehood upon\nthemselves for truth. But I can lend no help to your researches. You\nmust achieve the miracle for yourself. At some fortunate moment you may\nfind Truth at your side, or perhaps she may be mistily discerned far in\nadvance, or possibly behind you.”\n\n“Not behind me,” said the seeker; “for I have left nothing on my track\nwithout a thorough investigation. She flits before me, passing now\nthrough a naked solitude, and now mingling with the throng of a popular\nassembly, and now writing with the pen of a French philosopher, and now\nstanding at the altar of an old cathedral, in the guise of a Catholic\npriest, performing the high mass. O weary search! But I must not\nfalter; and surely my heart-deep quest of Truth shall avail at last.”\n\nHe paused and fixed his eyes upon the Intelligencer with a depth of\ninvestigation that seemed to hold commerce with the inner nature of\nthis being, wholly regardless of his external development.\n\n“And what are you?” said he. “It will not satisfy me to point to this\nfantastic show of an Intelligence Office and this mockery of business.\nTell me what is beneath it, and what your real agency in life and your\ninfluence upon mankind.”\n\n“Yours is a mind,” answered the Man of Intelligence, “before which the\nforms and fantasies that conceal the inner idea from the multitude\nvanish at once and leave the naked reality beneath. Know, then, the\nsecret. My agency in worldly action, my connection with the press, and\ntumult, and intermingling, and development of human affairs, is merely\ndelusive. The desire of man’s heart does for him whatever I seem to do.\nI am no minister of action, but the Recording Spirit.”\n\nWhat further secrets were then spoken remains a mystery, inasmuch as\nthe roar of the city, the bustle of human business, the outcry of the\njostling masses, the rush and tumult of man’s life, in its noisy and\nbrief career, arose so high that it drowned the words of these two\ntalkers; and whether they stood talking in the moon, or in Vanity Fair,\nor in a city of this actual world, is more than I can say.\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9229/pg9229.txt",
        "name": "the_intelligence_office_(_from_\"_mosses_from_an_old_manse\").json"
    }
}