{
    "name": "The Margenes",
    "author": [
        "De Ford, Miriam Allen"
    ],
    "body": "There is a small striped smelt called the grunion which has odd\negglaying habits. At high tide, on the second, third, and fourth nights\nafter the full of the moon from March to June, thousands of female\ngrunions ride in on the waves to a beach in southern California near\nSan Diego, dig tail-first into the soft sand, deposit their eggs, then\nride back on the wash of the next wave. The whole operation lasts about\nsix seconds.\n\nOn the nights when the grunion are running, hordes of people used to\ncome to the beach with baskets and other containers, and with torches\nto light the scene, and try to catch the elusive little fish in their\nhands.\n\nThey were doing that on an April night in 1960. In the midst of the\nexcitement of the chase, only a few of them noticed that something else\nwas riding the waves in with the grunions.\n\nAmong the few who stopped grunion-catching long enough to investigate\nwere a girl named Marge Hickin and a boy named Gene Towanda. They were\nUCLA students, \"going together\", who had come down on Saturday from Los\nAngeles for the fun.\n\n\"What on earth do you think these can be, Gene?\" Marge asked, holding\nout on her palms three or four of the little circular, wriggling\nobjects, looking like small-size doughnuts, pale straw in color.\n\n\"Never saw anything like them,\" Gene admitted. \"But then my major's\npsychology, not zoology. They don't seem to bite, anyway. Here let's\ncollect some of them instead of the fish. That dingus of yours will\nhold water. We can take them to the Marine Biology lab tomorrow and\nfind out what they are.\"\n\nMarge Hickin and Gene Towanda had started a world-wide economic\nrevolution.\n\nNone of the scientists at the university laboratory knew what the\nlittle live straw-colored circles were, either. In fact, after a\npreliminary study they wouldn't say positively whether the creatures\nwere animal or vegetable; they displayed voluntary movement, but they\nseemed to have no respiratory or digestive organs. They were completely\nanomalous.\n\nThe grunion ran again that night, and Gene and Marge stayed down to\nhelp the laboratory assistants gather several hundred of the strange\nnew objects for further study. They were so numerous that they were\nswamping the fish, and the crowds at the beach began to grumble that\ntheir sport was being spoiled.\n\nNext night the grunion stopped running--but the little doughnuts\ndidn't. They never stopped. They came in by hundreds of thousands every\nnight, and those which nobody gathered wriggled their way over the land\nuntil some of them even turned up on the highways (where a lot of them\nwere smashed by automobiles), on the streets and sidewalks of La Jolla,\nand as far north as Oceanside and as far south as downtown San Diego\nitself.\n\nThe things were becoming a pest. There were indignant letters to the\npapers, and editorials were written calling on the authorities to do\nsomething. Just what to do, nobody knew; the only way to kill the\ncircular little objects from the sea seemed to be to crush them--and\nthey were too abundant for that to be very effective.\n\nMeanwhile, the laboratory kept studying them.\n\nMarge and Gene were interested enough to come down again the next\nweekend to find out what, if anything, had been discovered. Not much\nhad: but one of the biochemists at the laboratory casually mentioned\nthat chemically the straw-colored circles seemed to be almost pure\nprotein, with some carbohydrates and fats, and that apparently they\ncontained all the essential vitamins.\n\nCollege student that he was, Gene Towanda immediately swallowed one of\nthe wriggling things down whole, as a joke.\n\nIt tickled a little, but that wasn't what caused the delighted\namazement on his face.\n\n\"Gosh!\" he exclaimed. \"It's delicious!\"\n\nHe swallowed another handful.\n\nThat was the beginning of the great _margene_ industry.\n\nIt was an astute reporter, getting a feature story on the sensational\nnew food find, who gave the creatures their name, in honor of the boy\nand girl who had first brought the things to the attention of the\nscientists. He dubbed them margenes, and margenes they remained.\n\n\"Dr. O. Y. Willard, director of the laboratory,\" his story said in\npart, \"thinks the margenes may be the answer to the increasing and\nalarming problem of malnutrition, especially in undeveloped countries.\n\n\"'For decades now,' he said, 'scientists have been worried by the\ngrowing gap between world population and world food facilities.\nOver-farming, climatic changes caused by erosion and deforestation, the\nencroachment of building areas on agricultural land, and above all the\nunrestricted growth of population, greatest in the very places where\nfood is becoming scarcest and most expensive, have produced a situation\nwhere, if no remedy is found, starvation or semi-starvation may be the\nfate of half the Earth's people. The ultimate result would be the slow\ndegeneration and death of the entire human race.\n\n\"'Many remedies have been suggested,' Dr. Willard commented further.\n'They range from compulsory birth control to the production of\nsynthetic food, hydroponics, and the harvesting of plankton from the\noceans. Each of these presents almost insuperable difficulties.\n\n\"'The one ideal solution would be the discovery of some universal food\nthat would be nourishing, very cheap, plentiful, tasty, and that would\nnot violate the taboos of any people anywhere in the world. In the\nmargenes we may have discovered that food.'\n\n\"'We don't know where the margenes came from,' the director went on to\nsay, 'and we don't even know yet what they are, biologically speaking.\nWhat we do know is that they provide more energy per gram than any\nother edible product known to man, that everyone who has eaten them\nis enthusiastic about their taste, that they can be processed and\ndistributed easily and cheaply, and that they are acceptable even to\nthose who have religious or other objections to certain other foods,\nsuch as beef, among the Hindus or pork among the Jews and Mohammedans.\n\n\"'Even vegetarians can eat them,' Dr. Willard remarked, 'since they are\ndecidedly not animal in nature. Neither, I may add, are they vegetable.\nThey are a hitherto utterly unknown synthesis of chemical elements in\nliving form. Their origin remains undiscovered.'\"\n\nNaturally, there was no thought of feeding people on raw margenes.\nOnly a few isolated places in either hemisphere would have found live\nfood agreeable. Experiment showed that the most satisfactory way to\nprepare them was to boil them alive, like crabs or lobsters. They could\nthen be ground and pressed into cakes, cut into convenient portions.\nOne one-inch-square cube made a nourishing and delicious meal for a\nsedentary adult, two for a man engaged in hard physical labor.\n\nAnd they kept coming in from the Pacific Ocean nightly, by the million.\n\nBy this time none of them had to be swept off streets or highways. The\nbeach where for nearly a century throngs had gathered for the sport of\ncatching grunion was off bounds now; it was the property of California\nMargene, Inc., a private corporation heavily subsidized by the Federal\nGovernment as an infant industry. The grunions themselves had to find\nanother place to lay their eggs, or die off--nobody cared which. The\nsand they had used for countless millennia as an incubator was hemmed\nin by factory buildings and trampled by margene-gatherers. The whole\nbeautiful shore for miles around was devastated; the university had\nto move its marine biological laboratory elsewhere; La Jolla, once a\ndelightful suburb and tourist attraction, had become a dirty, noisy\nhonkytonk town where processing and cannery workers lived and spent\ntheir off-hours; the unique Torrey Pines had been chopped down because\nthey interfered with the erection of a freight airport.\n\nBut half the world's people were living on margenes.\n\nThe sole possession of this wonderful foodstuff gave more power to\nthe United States than had priority in the atomic bomb. Only behind\nthe Iron Curtain did the product of California Margene, Inc. fail\nto penetrate. _Pravda_ ran parallel articles on the same day, one\nclaiming that margenes--_brzdichnoya_--had first appeared long ago on a\nbeach of the Caspian Sea and had for years formed most of the Russian\ndiet; the other warning the deluded nations receiving free supplies as\npart of American foreign aid that the margenes had been injected with\ndrugs aimed at making them weak and submissive to the exploitation of\nthe capitalist-imperialists.\n\nThere was a dangerous moment at the beginning when the sudden sharp\ndecline in stocks of all other food products threatened another 1929.\nBut with federal aid a financial crash was averted and now a new high\nlevel of prosperity had been established. Technological unemployment\nwas brief, and most of the displaced workers were soon retained for\njobs in one of the many ramifications of the new margene industry.\n\nAgriculture, of course, underwent a short deep depression, not only in\nAmerica but all over the world; but it came to an end as food other\nthan margenes quickly became a luxury product. Farmers were able to cut\ntheir production to a small fraction of the former yield, and to get\nrich on the dizzying prices offered for bread, apples, or potatoes.\nAnd this increased the prosperity of the baking and other related\nindustries as well.\n\nIn fact, ordinary food costs (which meant margene costs) were so low\nthat a number of the larger unions voluntarily asked for wage decreases\nin their next contracts. California Margene, Inc. was able to process,\npack, and distribute margene cakes at an infinitesimal retail price,\nby reason of the magnitude of the output.\n\nAn era of political good feeling fell upon the western world, reflected\nfrom the well-fed comfort of vast populations whose members never\nbefore in their lives had had quite enough to eat. The fear of famine\nseemed to be over forever, and with it the fear of the diseases and the\nsocial unrest that follow famine. Even the U.S.S.R. and its satellites,\nin a conciliatory move in the United Nations Assembly, suggested that\nthe long cold war ought to be amenable to a reasonable solution through\na series of amicable discussions. The western nations, assenting,\nguessed shrewdly that the Iron Curtain countries \"wanted in\" on the\nmargenes.\n\nMarge Hickin and Gene Towanda, who had started it all, left college\nfor copywriting jobs with the agency handling the enormous margene\npublicity; they were married a few months later.\n\nAnd the margenes continued to come in from the sea in countless\nmillions. They were being harvested now from the Pacific itself, near\nthe shoreline, before they reached the beach. Still no research could\ndiscover their original source.\n\nOnly a few scientists worried about what would happen if the margenes\nshould disappear as suddenly as they had arrived. Attempts at breeding\nthe creatures had failed completely. They did not undergo fission,\nthey did not sporulate, they seemed to have no sex. No methods of\nreproduction known in the plant or animal kingdom seemed to apply\nto them. Hundreds of them were kept alive for long periods--they\nlived with equal ease in either air or water, and they did not take\nnourishment, unless they absorbed it from their environment--but no\nsign of fertility ever appeared. Neither did they seem to die of\nnatural causes. They just kept coming in....\n\nOn the night of May 7, 1969, not a single margene was visible in the\nocean or on the beach.\n\nThey never came again.\n\nWhat happened as a result is known to every student of history. The\nworld-wide economic collapse, followed by the fall of the most stable\ngovernments, the huge riots that arose from the frantic attempts to\nget possession of the existing stocks of margene cakes or of the\nrare luxury items of other edibles, the announcement by the U.S.S.R.\nthat it had known from the beginning the whole thing was a gigantic\nAmerican hoax in the interests of the imperialistic bloodsuckers,\nthe simultaneous atomic attacks by east and west, the Short War of\n1970 that ruined most of what bombs had spared of the Earth, the slow\nstruggle back of the remnant of civilization which is all of existence\nyou and I have ever known--all these were a direct outgrowth of that\nfirst appearance of the margenes on the beach near San Diego on an\nApril night in 1960.\n\nMarge and Gene Towanda were divorced soon after they had both lost\ntheir jobs. She was killed in the hydrogen blast that wiped out San\nDiego; he fell in the War of 1970. \"Margene\" became a dirty word\nin every language on Earth. What small amount of money and ability\ncan be spared is, as everyone knows, devoted today to a desperate\ninternational effort to reach and colonize another habitable planet of\nthe Solar System, if such there be.\n\n\n\nAs for the margenes, themselves, out of the untold millions that had\ncome, only a few thousand were lucky enough to survive and find their\nway back to their overcrowded starting-point. In their strange way of\ncommunication--as incomprehensible to us as would be their means of\nnourishment and reproduction, or their constitution itself--they made\nknown to their kin what had happened to them. There is no possibility,\nin spite of the terrific over-population of their original home and of\nthe others to which they are constantly migrating, that they will ever\ncome here again.\n\nThere has been much speculation, particularly among writers of science\nfiction, on what would happen if aliens from other planets should\ninvade Earth. Would they arrive as benefactors or as conquerors? Would\nwe welcome them or would we overcome and capture them and put them in\nzoos and museums? Would we meet them in friendship or with hostility?\n\nThe margenes gave us the answer.\n\nBeings from outer space came to Earth in 1960.\n\nAnd we ate them.\n\n\n\n\n",
    "metadata": {
        "author": [
            "De Ford, Miriam Allen"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59394/pg59394.txt",
        "name": "the_margenes.json"
    }
}