{
    "name": "The Kink",
    "author": [
        "Burtis, Thomson"
    ],
    "body": "Finley strode to the desk of the operations clerk in the flying office\nand inquired with a sunny Irish smile--\n\n“Well, what old hulk do I haul around the field for flying time today?”\n\nThe grizzled old sergeant’s eyes dropped, and he seemed to mumble his\nwords in embarrassment as he pawed for a slip.\n\n“The Larkin, sir!”\n\n“What?” exploded Finley. “That superannuated old wreck? What the ----,\nsergeant, what the ----? For the last month I’ve been trying to get my\npaws on a good ship and all I get are crates that should be in a\nmuseum! ----, I’m sick of--”\n\n“Oh, well, it isn’t your fault.”\n\nA loud laugh resounded from the ceiling as young “Kink” Forell came out\nof the locker-room, helmet and coveralls on, goggles swinging in his\nhand, his parachute under his arm.\n\n“Lieutenant James Finley, official scavenger of ships for McCook\nField!” he gibed, his boldly handsome face twisted into a mirthless\ngrin. “Gosh, you’ll save the survey officer more trouble before this\nyear is out, Finley, than any flyer in the army.”\n\nHe stopped at the door to get in the last words. Radiant vitality oozed\nfrom every pore of the tall young flyer, and his greenish-gray eyes\nwere sparkling.\n\nHot words rose to Finley’s lips, which was unusual. If they did come\nthere was an undercurrent of humor in them, as there had been when he\nhad raved querulously at the sergeant. But Kink Forell could rub him\nthe wrong way every time.\n\nHowever, his habitual repression saved him, and he said mildly--\n\n“Beat it, King, and do your stuff instead of talking it.”\n\nHe went into the locker-room and got his flying clothes, coming out on\nthe outside platform with a determined grin on his square, snub-nosed\nface. The freckles stood out prominently, as if he were slightly pale.\n\nThe foremost airplane laboratory in the world was spread before him as\nhe descended the stairs as if walking in his sleep. Drawn up in front\nof the row of hangars was a collection of ships, some of which might\nhave been the fruit of a designer’s nightmare. Motors upside down,\nmonoplanes, triplanes, ships with both pontoons and wheels on them;\nsingle seaters, two seaters, ships that could carry eight men; the\nlittle Sperry, a gnat of the air with a tiny three cylinder motor, was\nranged alongside the mighty Barling bomber.\n\nFor once Finley’s mind did not indulge itself in a comparison of some\nof those shining ships with the craft of his own early days in the air.\nKing Forell was taking off, he noticed, in one of the new pursuit jobs.\n\nAs the stalwart flyer walked up the line, seat-pack parachute under his\narm, he was searching for the ship he was to fly. There it was, its\ndope cracked and discolored with age, looking the veteran it was. In\nfact, a fit ship for a has-been to fly.\n\nHe forced his mind away from that subject. His eyes rested on the\nBarling triplane. There was a ship! Weighing fourteen tons and capable\nof carrying six tons more; six Liberty motors to fly it and a crew of\nsix men necessary to handle it properly, it was truly the leviathan of\nthe air. What it portended for the future of aviation was something\nwhich the mind of a Finley could speculate upon forever.\n\n“Jim! Jim Finley!”\n\nIt was the C.O.’s voice, and it cut through the drone of King Forell’s\ntwelve cylinder motor, now three thousand feet overhead. Finley turned\nand saw the major standing with a group of men alongside some expensive\nmotor cars.\n\n“Those Congressmen from Washington,” he remembered, and walked toward\nthem.\n\n“This is Jim Finley, gentlemen,” the major said jovially, and went on\nto introduce him.\n\n“These gentlemen were discussing the first test flight of the Barling,\nJim,” he went on, “and I was telling them that you were the man who\nhopped it off, just as you came along.\n\n“At that time,” he pursued, turning to the interested Congressmen,\n“Finley was chief test pilot of the Air Service. He flew the Barling\nwhen it had never been off the ground before, and did a great job.”\n\nOne stout, jovial legislator shook his head smilingly.\n\n“That must take a unique and extraordinary brand of nerve,” he stated.\n“In fact, having your job must mean a continuous succession of--”\n\n“We took him off a few months ago,” the major interrupted with a quick\nlook at Finley, “to give him a rest.”\n\n“And a ---- of a rest, too,” Finley said with his slow grin. “Hauling\nthe oldest hulks on the field around.”\n\n“A contrast to flying the newest, eh?” laughed one of the Washington\nmen. “Well, I congratulate you on being the first man to fly that--that\nmonster there. And doing it successfully.”\n\n“No credit to me,” Finley explained. “I flew a lot before the war, was\nan instructor a week after it broke out and shortly after that was sent\nto the Caproni school in Italy. They’re three-motored babies, you know,\nso big ships have been my dish.”\n\n“Well, I guess Forell is about ready,” the major said, somewhat\nawkwardly.\n\nHe seemed ill at ease, Finley noticed, when the past was mentioned.\n\n“Glad to have met you all.”\n\nFinley smiled, and started for his ship. Forell was evidently going to\ngive the visitors an exhibition. Well, no one could do a better job.\n\nDespite himself, his mind roved back to that day when he had tested the\nBarling, and particularly to the banquet which the manufacturers had\ngiven that night in a Dayton hotel. The chief himself had been there,\nand as toastmaster he had introduced--\n\n“Undoubtedly the best big-ship pilot in America--Jim Finley!”\n\nAll in all, that had been the high point of his flying career, Finley\nadmitted, as his eyes caressed the great ship which lorded it over the\nline.\n\nSuddenly the roar above grew louder, and he stopped to watch. Three\nlounging pilots looked upward, and the swarm of mechanics on the line\nquit work entirely. When King Forell was flying there wasn’t a great\ndeal accomplished on McCook Field.\n\nThe little scout shot downward, motor wide open, in a terrific dive.\nTwo, three, four thousand feet it dropped like a bullet. As it swooped\nout, barely five hundred feet above the ground, Forell fairly stood it\non its tail. It bored its way upward a full half mile in a few seconds.\nAt the very top of the climb it arched over, as if to loop, but as it\ngot upside down it turned slowly on its horizontal axis. It ended up on\nan even keel, without jerkiness or hesitation, and instantly went into\nanother one of those breath-taking dives.\n\n“Boy, what ships!” Finley was thinking, as he saw the single-seater\nflashing earthward at a speed of more than three hundred miles an hour.\n\nDuralumin construction, even to the aileron controls, all-metal prop,\ncapable of a hundred and seventy-five miles an hour on the level. What\nKing was doing would not have been possible two short years before.\n\nFor this time King scraped the ground as he came out of that\nbullet-like dive, and again the ship was darting almost straight\nupward. But this time it was turning in a two-turn-upward tailspin.\n\n“There,” reflected Finley, “is the best acrobatic pilot I ever looked\nat. By the same token, he’s a bird that’s so far from being wise to\nhimself that he’ll ruin his chances if he don’t look out. He could be a\ngreat guy in the service, if he doesn’t spoil his own chances!”\n\nHe moved slowly toward his ship as the “Kink” went into a continuous\nseries of stunts. Barrel-rolls, half-rolls, loops, spins, falling\nleaves, upside down spirals--the whole gamut of aerial maneuvers was\naccomplished without loss of altitude or a second of rest between\nstunts.\n\nAnd young Forell, less than two years out of West Point, was more of a\nflyer than showed up there right then, Finley admitted to himself.\nThere wasn’t a test pilot on the field who could come down after flying\na new job and analyze its performance as well as the Kink. Finley’s own\nability to recommend changes in big ships’ construction which would\nimprove them, was Forell’s on the scouts, and there was no reason why,\nwith further experience, he shouldn’t be a whiz on any old plane at\nall. Every wire and strut and spar, every eighth of an inch of span or\nchord, every degree of incidence or dihedral--all had their message for\nthe brilliant youngster, and his recommendations on new jobs had been\nuniformly accurate. They were thinking, Finley had heard, of sending\nhim to Tech for a four year course in aero-dynamics and design. Well,\nthey couldn’t pick a better man.\n\n“If only he wasn’t such a pup. Shame, too,” Finley thought to himself.\n\n                 *       *       *       *       *\n\nForell’s exhibition was done as Finley reached his ship and started\nstrapping his parachute around the back of his thighs. As he snapped\nthe shoulder and crotch straps together at his waist, his placid blue\neyes swept the mechanic.\n\n“If anybody’s got any insurance they want to collect, come on and take\na ride,” he said with a grin. “Draw a chute, and hop in.”\n\nThe men glanced at each other beneath bent heads.\n\n“I got to fix up Sixty-nine right away, sir,” the chief said awkwardly,\nand the crew men had excuses.\n\nFinley nodded. He was not surprized. Nevertheless, the lines were a bit\ndeeper, from nostrils to mouth, and his mouth a little thinner, as he\nclimbed up on the trailing edge of the left wing, and worked himself\nahead to the pilot’s cockpit.\n\nThe Larkin was a two-motored bomber, one motor set on each lower wing,\njust far enough from the pilot’s cockpit to allow the propellers to\nrotate. As it was, the tips of the big six-foot sticks almost grazed\nthe cowling of the compartment, which jutted forth in front of the\nwings. It was a four-ton ship, with a wingspread of more than eighty\nfeet. Two years before it had been king of its kind; now it was\nobsolete.\n\nFinley’s hand dropped to the two throttles alongside his seat, and in a\nsecond the left-hand Liberty was turning up fifteen hundred as his eyes\nswept the instruments. Then the-right hand motor went into full cry,\nand his eyes read the tale of the needles before him.\n\nHe nodded to the crew men, and after they had pulled the wheelblocks he\nturned the ship on a dime by giving the right motor full gun. The aged\nLarkin swept around to the left and, as it faced the field, Finley cut\nthe throttle.\n\nKink Forell was about to land, but he was coming down toward the\nnorthern edge of the field in a nose dive. Fifty feet above the trees\nthe scout swept upward, and on its back. As it came swooping out of the\nloop its under-carriage seemed to graze the trees. It zoomed upward,\nbanking as it rose, until it hung in the sky with idling motor, left\nwing pointed at the ground. It dropped almost straight downward in a\nvertical side-slip, straightening just above the ground.\n\nIt skidded wildly from side to side as Forell fishtailed it, and landed\nlightly on three points.\n\n“Landing out of a loop,” thought Finley. “He’ll get bawled out for\nthat, but he won’t mind.”\n\nHe could see the Kink now as he came up to the group of distinguished\nguests to receive congratulations. Tall and slim and smiling, the sun\nglinting from his red hair, he’d laughingly deprecate the compliments\nwhich he loved so well.\n\nFinley taxied out, turned his ship and shoved both throttles ahead. He\nleaned against the wheel, and got the nose down as the Larkin bumped\nmassively along the ground. As he eased it off the ground, however, it\nsuddenly became easy to fly-- the controls answered the mere hint of\npressure on the wheel.\n\nFinley’s square face was set and his eyes abstracted, as he circled the\nfield for altitude. There was no doubt that most of the men on the\nfield suddenly lost their wild desire to take a flight when it was\nFinley who invited them. Perhaps it was accidental, but--\n\nOf course, he had had a streak of bad luck lately. Four wrecks, as a\nmatter of fact, in a little more than a month. It was just a run of\naccidents, of course. On that forced landing the wheels had hit a log\nand the ship turned over. Another time, one of those ---- reversible\npitch propellers had suddenly gone into its negative position ten feet\nabove the ground and snapped the nose down. The other crashes had been\nright on the field--bad air currents. When a man got into a run of luck\nof that kind he’d crash into an oasis with the whole Sahara desert to\nland on.\n\nPerhaps that was the reason for his flying assignments, too. Like this\nLarkin, for instance. When the Larkin was a brand-new wonder he had\nbeen chief test pilot. In fact, he had been responsible for setting\nthose motors on the wings themselves. They had been trussed up between\nupper and lower wings then. Five miles an hour more speed and greater\nease of handling had been the results of that suggestion. That was the\nsort of stuff Kink Forell could do. He’d be even better with more\nexperience.\n\nSuddenly Finley’s mouth widened in a wintry grin. When he and this\nLarkin had taken their first flight they had been kings, with a\nthousand people watching admiringly. Now they were limping through the\nsky--a couple of has-beens.\n\nIt was starting to darken a little. The sun was down, and it was time\nto land. He eased the great ship down over the trees and leveled off\nwith both motors cut to idling. It was slowing, now. Time to pull back\non the wheel.\n\nAs he pulled the wheel back the ship settled. But, as it dropped, there\nwas no contact with the earth. Finley, suddenly tense, felt the\nsickening rush downward. It was a full ten feet before the wheels found\nthe earth, and there was a crash as the huge plane staggered back into\nthe air. His hand found the throttles in a split second, and the\nLibertys were roaring. The ship settled again, and he fought it off the\nground for a taut ten seconds. Gradually it picked up flying speed, and\nthen he dared to look back.\n\nA crumpled wheel marked the spot where he had hit. Doubtlessly the rest\nof the under-carriage was an ugly mess of splintered struts and a\ncrushed wheel.\n\nThere was wild excitement on the line as the Larkin thundered low\nacross the field. They were pointing, jumping up and down, pointing to\nthe under-carriages of other ships. The Larkin was vibrating so that\nFinley himself was bounced from his seat, at times, against his loose\nbelt. The wreck of the under-carriage had weakened the basic\nspar-structure of the entire ship.\n\n“Do they think I’m a ---- fool?” Finley raged suddenly, and the\nfingernails of his free hand dug into the flesh.\n\n“Steady, now,” he advised himself, and throttled the wild uprising\nwithin him.\n\nThere was but one thing to do. He couldn’t land four tons at fifty\nmiles an hour, without wheels. And the Larkin wasn’t worth saving,\nanyhow.\n\nIt was so left-wing heavy now that it took all the strength in Finley’s\npowerful shoulders to keep it on an level keel, and the vibration was\nso terrific that he could see the wing tips oscillate. The\nthousand-pound motors seemed to be striving to tear themselves loose,\nand each landing and flying wire gave an illusion of being a dozen.\n\nIf only the old hulk would hang together for five minutes! That would\nget him over the vast expanse of Wilbur Wright Field, seven miles\nnorth. He circled houses and avoided traveled roads as he fought\ndesperately to keep his stricken ship in the air. It was weakening\nfast. At any moment it was liable to tear itself apart. He must not let\nit fall in a thickly settled section.\n\nAs he reached the edge of the vast airdrome, seven miles outside of\nDayton, it was impossible to keep the left wing up at all. The Larkin\nwas like a bird with a broken wing, falling sidewise.\n\nHe unstrapped his belt, holding to the wheel as he tried to keep the\nnose up. Facing the rear of the ship, one hand on the wheel behind him,\nhe gathered himself.\n\nTo slip would be fatal now. Those two propellers were like buzz-saws\nand should he be thrown into either of them he would be carved up as\nbutter by a knife.\n\nOne foot was on the seat. Directly ahead of him was the bomb\ncompartment, its top three feet below the upper wing, even with the\nback of his seat. Eight long feet away was the observer’s cockpit, a\nround hole in the wide fuselage.\n\nUsing one leg as propelling force, he loosed his grasp on the wheel and\nhurled himself forward, sliding on his stomach across the bomb\ncompartment. Instantly the great bomber fell into a whirling spin. He\nwas being hurled off his perch as his hands found the cowling around\nthe cockpit, and he hung there desperately, dragging himself forward.\n\nThe spin was terrific now, due to the wingheaviness, and four tons were\nscrewing earthward in a hell of shrieking wires. He fought to one knee,\nthen got one foot on the fuselage.\n\nJust as one hand found the ripcord ring he was hurled from his ship\nlike a drop of water flung from a speeding wheel. An uncontrollable,\nstrangled cry of fear escaped him as he found himself in space with a\npack which was supposed to open on his back.\n\nHe fell end over end as he forced himself to count a full, slow five.\nHis brain was numb, but the one idea which gripped him was that he must\navoid that ship.\n\nHe jerked the ripcord, and with a sob of relief felt the little pilot\nchute snap out. The next second it had pulled the folds of glistening\nsilk from the bag, and his body was jerked double as the shoulder\nsprings rose.\n\nHis waist was sore as a boil as he swung in sickening arcs below the\nchute. Sometimes he was even with it. As the pendulum-like rushes\nthrough the air slackened, a great ball of fire burst from the ground.\n\nThe Larkin had made its last flight.\n\nHe was nearing the ground now, and it seemed to be coming up to meet\nhim with ever-increasing speed. Fifteen feet a second, that was the\nspeed of the drop, but now, less than a hundred feet high, it seemed\nterrific. He was close to the hangars, too, but he’d hit the ground\nbefore he was blown against them.\n\nHis hands grasped the shroudlines which ran from the harness to the\nedges of the big silk umbrella, and he loosened his muscles. As he hit\nthe ground he pulled his body upward, and bent his knees like a man who\nlands from a jump.\n\nHe snapped off his harness before the breeze could drag him, and had\nthe billowing silk in hand as Captain Adams puffed up to him.\n\n“What happened?” gurgled the captain. “Or do you always come down that\nway?”\n\nFinley wet his lips with his tongue. Seemed as if he did always come\ndown that way, at that.\n\n“Wiped the under-carriage off at McCook,” he drawled equably. “There’s\na ship landing to bring me home right now, I guess. Will you have the\nboys clean up the fire?”\n\n“Sure. Want a drink?”\n\nHe did, but he shook his head. Somehow he wanted to escape before the\nother officers at Wilbur Wright gathered around to ask questions.\n\n“That’s Dick Redding, I think, after me.”\n\nHe walked out to meet the McCook ship, and Redding, who had succeeded\nFinley as chief test pilot, motioned to the rear cockpit. As Finley got\nin, Redding threw a “Glad you got out all right!” over his shoulder,\nand took off without delay.\n\n                 *       *       *       *       *\n\nAs they walked side by side, back at McCook, from the line to the\nflying office Finley could barely restrain himself from bursting into\nwild self-condemnation. Why was wiry, weatherbeaten little Redding so\nquiet? Finley wondered as he threw cheerful answers to the questions\nwhich bombarded him from mechanics.\n\n“Well,” Redding said finally, “The Larkin’s not much loss, at that. She\nwas due.”\n\n“Uh-huh. But I ought to be given twenty kicks in the pants and the\nbooby prize! Thinking about everything else but flying! When that\npocket hit me I was in dreamland.”\n\nThey were going up the steps, and as they approached the door of the\noffice some one was talking as if he were laying down the law.\n\n“--kill himself, I tell you! There’s something the matter with him!\nWhy, how in ---- could--”\n\nRedding fairly threw himself in front of Finley, and pushed the door\nopen. Sudden silence fell over the four flyers who were lounging around\non the desks.\n\n“Got out without a scratch, eh?” queried fat, blond “Brad” Sparks.\n“Well, you can’t kick!”\n\nKink Forell’s loud laugh rang out.\n\n“Let’s see, Finley, this makes you a German ace, doesn’t it? You’ve\nbrought down five American ships within a month.”\n\n“That’s nothing,” Redding slid in. “I once--”\n\n“---- if you haven’t got the world’s record for short landings!” The\nvibrant youngster went on loudly. “When you land a ship, it doesn’t\nroll a foot!”\n\nFinley despised himself for the inclination he had to answer the cocky\nForell in blazing words. It was hard to control himself.\n\n“Sort of hard on wheels, though, my method is,” he said slowly, a set\nsmile on his face.\n\n“Prettiest landing I ever saw!” gibed Forell, hard mockery in his eyes.\n“Perfect dive, great leveling off, tail skid down just as she was\nlosing speed--ten feet in the air! Boy! What a darb that one was! I\nnever--”\n\n“Shut up, Kink!” snapped Redding. “Come on Jim, let’s get the report\nout of the way and shoot it over!”\n\n“Why don’t you issue muzzles along with helmets around here?” snapped\nForell, his eyes flashing his resentment at the curt command. “I\nsuppose I hurt the poor old boy’s feelings, eh? I’m sorry, papa, if I\ncaused any tears.”\n\n“Are you going to talk all day, for ----’s sake?” exploded Redding.\n“For the love of Mike get out of here until this report’s fixed up,\nwill you?”\n\n“No. I’m not ready yet. Listen, Finley, though, on the level. You ought\nto get out of this flying game. You get old young in this racket, and\nyou’ll kill yourself before you know it. I’ll bet the flight surgeon’d\nfind more things wrong with your eyes than--”\n\n“Oh, ----,” breathed big Franklin wearily. He darted a look at Finley,\nwho was seated at the desk. “Say, Kink, I need a little advice, too.\nHave you any suggestions to make as to how I can improve my\ncross-country?”\n\n“---- if you don’t need some, at that!” the youngster shot back\nnastily. “You get lost enough. Well, so long. I’m going to town. Better\ntake my tip, papa, on the doc.”\n\nHe slammed the door after him. Brad Sparks’ round, good-natured face\nwore a frown as he remarked--\n\n“In just about six months the Kink’s going to know so much that he\nwon’t be worth a single, solitary ----!”\n\nAs Finley took up the pen, the labored conversation of the others\nreached his brain without making sense, as the knowledge smote him that\nthey were trying to avoid hurting his feelings, and were sore at Kink\nfor that reason. He, Jim Finley, who’d been flying bamboo kites-before\nthey’d ever seen a plane, and was leading flights of bomb-laden\nCapronis across the mountains when they thought a ninety horsepower\nJenny was the only airplane in the world! They didn’t kid him-- didn’t\nkid him when the favorite trophy of McCook Field was an elaborate\nbronze shield whereon were engraved, with great pomp and ceremony, the\nnames of the men who pulled really classic bones!\n\n----, they were sorry for him!\n\nHe got very drunk that night with Frankie DeShields, a jovial airman\nwhose firm belief it was that any landing from which one emerged alive\nwas a good landing, and that there were no good flyers dead nor poor\nones alive.\n\nFinley’s head was throbbing dully next morning as he went through\nreports listlessly. It was ten o’clock when the telephone rang. He\nstiffened as he recognized the voice which reached his ears.\n\n“Jim? Major Carrol, Jim. How about dropping over right away for your\nsix hundred and nine?”\n\n“Why, doc, I just had my semi-annual three months ago. It’s not due\nuntil--”\n\n“I know it, but we’re getting at ’em early this time to ease the rush.\nCome right over, eh? Good.”\n\nThere was a curious constriction around his heart as he walked to the\nhospital. He wondered whether the doctor thought he’d fallen for that\nstuff about starting the regular physical examinations earlier? Why in\n---- couldn’t anybody around the field come out in the open, and say\nwhat they had to say, with no bones about it?\n\nThe spry, scrawny little medico kept up the bluff, though, and filled\nout long questionnaires and put the big flyer through the revolving\nchair and went over his scarred body from feet to ears. Finley,\noutwardly placid, felt the growing tautness of every nerve within him.\nWhy bother with all this junk? Why not get to the most important item\nat once, instead of stalking around?\n\n“All O.K.!” the chipper little doctor said cheerily. His eyes were\nglinting behind his sparkling glasses. “Now we’ll take a peek at the\neyes, and we’ll be through.”\n\nIn a moment Finley had the end of two twenty-foot strings in his hands,\nattached to two small, movable uprights which ran on runners in a\nlighted box on the wall. Straining his eyes to the utmost, he strove to\nadjust those small sticks until they were side by side. The major,\nsilent and intent, made him do it three times, and then set him to\npeering through special lenses and trying to adjust them until a line\nof light cut the center of an electric bulb squarely. He peered through\na stereoscope, and picked out different shades of pink and red from a\ncollection of colored yarns. Finally, he was in front of the vision\nchart.\n\nHis eyes watered with the effort he made to read the twenty-twenty\nline, and there was perspiration on his forehead as he tried to pick\nout letter after letter from that blurred mass. He was weak as a kitten\nwhen he followed the major into the office.\n\nThe kindly medical man settled himself behind his desk.\n\n“Jim, I’ve got to take you off flying.”\n\nFinley’s tongue licked his parched lips as he stared at the major, like\na man paralyzed.\n\n“Your vision is way below normal--possibly due to overstrain--and more\nimportant still, your muscle balance is out of plumb. Your stereoscopic\nvision is imperfect. It may be curable with rest, or it may be simply\nthe natural result of growing a little older. Anyhow, I must take you\noff.”\n\n“But, doc, can’t you get a waiver from Washington? Once before--”\n\n“In that case, Jim, I couldn’t recommend it. You can fly as an\nobserver, of course.” Finley took the blow standing up.\n\n“Sure. I won’t lose--any pay.”\n\nHe could scarcely comprehend the full meaning of what had happened as\nhe walked slowly to the mess-hall. He was numb, somehow, mind and body.\nAs the babble of voices from within reached him he gathered himself,\nand forced himself to lounge in and nod smilingly to a couple of\nvisiting flyers. When he settled himself at the long table which the\ntest pilots gathered around, he saw the unspoken question in the eyes\nof Redding, Sparks and the others.\n\n“Well,” he drawled. “You boys seem to be eating with a corpse.”\n\n“Huh?” barked Redding.\n\n“Just saw the doc,” Finley went on, his eyes busy with his plate as he\nshook three times as much salt on it as he wanted. “It seems that my\ndandruff is gradually making me just a shell of my former self, and the\nleft tonsil, I believe, is about to explode. And my halitosis--why,\nit’s a wonder I’m alive!”\n\n“What happened?” demanded Brad Sparks, looking squarely into Finley’s\neyes.\n\n“I’m taken off flying,” Finley said calmly.\n\n“I told you so!”\n\nIt was Kink Forell, just taking his seat.\n\n“So you took my tip, eh? I knew it was the thing to do. You’d of killed\nyourself in another week. You get old young in this game!”\n\nFinley’s brows knit. ---- the weakness which made him bridle at every\ncocky word of Forell’s. The red-head had his goat. Just then his words\nhad been a crow of triumph, Finley thought, because he, Forell, had\ncalled the turn.\n\n“I wish to ---- you’d get old enough soon to keep your mouth shut once\nin a while,” Fairbanks told him levelly, but the Kink did not resent\nit. He was in high good humor.\n\n“Conversation,” he said airily, “is the spice of a meal.”\n\nFinley went through his office work mechanically that afternoon, and at\nfour o’clock he was through. He got up from his desk wearily, lighted a\ncigaret and stared out of the window at the flying field. The Kink was\ntesting a new monoplane pursuit job. The trim, shining little plane was\ncavorting madly through the sky, like a dragon-fly at play. It\nfrolicked among the silvery, cumulous clouds, and as it darted in and\nout, hung on its back and dived furiously in joyous exuberance, Finley\nsuddenly sat down at his desk again. His eyes were still staring\nunseeingly out of the window.\n\nFor a moment his mouth worked, then was still. He leaned on the desk.\nAt thirty-five he was a discard in the flying deck--an outcast from the\nkingdom he had helped to build, part of which he had ruled.\n\n“And now, gentlemen, I want to introduce undoubtedly the greatest\nbig-ship pilot in America.”\n\nHis head dropped to his folded arms. That afternoon was his Gethsemane,\nand he got very drunk again that night.\n\n                 *       *       *       *       *\n\nAs the weeks passed his tranquil exterior was not entirely assumed. It\nwasn’t as bad as he had thought, and the ache within him became only a\ndull one. Dick Redding took over the big-ship work after Brad Sparks\nwas killed, and Finley was always a passenger on test flights. His\njudgment of performance, and analysis of it, was as accurate as ever,\nwhich helped his self-esteem. It warded off the time when the ground\nwould be his exclusive habitat, and the work of the air would go\ncompletely past him.\n\nNevertheless, the pride of the pilot, which passeth all understanding,\nwas strong within him, and there was no earthly eminence which could\nreplace what he had lost.\n\nAnd Kink Forell never missed an opportunity to remind him of what he\nhad lost. The Kink was going wild. His callous kidding of Finley,\nunrelieved by any undercurrent of humorous raillery, had crystallized\nthe growing weariness of the little group of flyers with Forell and all\nhis works. The brilliant youngster sensed the change in feeling toward\nhim, and something indomitable in him made him deliberately pursue the\ncourse which had caused it.\n\nHe received no more casual compliments about a particularly skillful\nbit of work, so he went wild trying to force them from the taciturn\nairmen. His flying brought frequent gasps from even the old-timers, and\nscarcely a day passed, toward the end of the month, when Forell’s\nmatchless airmanship was not a topic of conversation--when he was not\naround.\n\nFinley’s animosity toward him grew in strength. That the Kink was like\nan annoying hornet, buzzing around him constantly in an endeavor to\nsting him, was not important. Forell grew to blame Finley for his\nostracism, and never missed an opportunity to get in a dig. That didn’t\nmatter. A fat-headed young fool like Forell couldn’t affect Finley’s\npeace of mind for a moment.\n\nRather, the older man’s dislike was the result of his utter contempt\nfor Forell’s blind insanity. There was a bird with a brilliant future,\nhe reflected a thousand times, who was throwing away his chances for an\nideal life, through sheer egotism. A born aerial engineer, a flying\ngenius, young, handsome, loving his work--why, the Kink could be one of\nthe biggest men in the service, and an asset to it.\n\nBut because he was a stubborn, unbearably conceited brat, a year or so\nwould see him dead, or an outcast, unless he mended his ways. Never had\nhe been so cocky and domineering, nor his tongue so nasty, as now, when\nthe dislike of his fellow-pilots was something tangible in the very\natmosphere.\n\nBut he was showing the strain, Finley observed when he met him one\nSaturday morning in the adjutant’s office. The Kink’s lean face was\nthinner, he was somewhat pale, and there was an unhealthy glitter in\nhis eyes as he said--\n\n“What are you doing here?”\n\n“Got to see the major at ten.”\n\n“That’s funny as ----! So’ve I! What does he want with the two of us?”\n\n“You go in together,” the adjutant informed them. “Shoot!”\n\nThe C.O. was standing behind his desk, a paper in his hands.\n\n“Morning, gentlemen. Get ready to take off in a Briston as soon as you\ncan pack a bag,” he said crisply. “The reserve squadron down at\nNashville are dedicating a hangar they’ve built on some lot they’ve\nleased for a flying field. They’re getting a couple of Jennies to get\nin flying practise on. There’s a banquet tonight. Forell, you give ’em\na flying exhibition this afternoon. Finley, they want you for a speech\nat the banquet tonight. Don’t go crazy, Forell--just give ’em a little\nshow.\n\n“Better start right away. It’s a two hour and a half trip. You’ll be\nput up down there. If you’re having a good time, you needn’t come back\nuntil Monday morning.\n\n“Good luck. That’s all.”\n\n“Boy, this’ll be fun!” Forell chuckled jubilantly as they went out.\n“Ever been in Nashville? They sure have good-looking Janes there, and\nwe’ll be cocks of the walk. You’re not too old to like the women, are\nyou?”\n\n“How soon can you be ready?” demanded Finley. “I’ll be set in half an\nhour.”\n\n“Me too. Let’s hope you don’t crash as a speechmaker, anyhow! I do the\nflying and you tell ’em how, eh?”\n\n“See you in half an hour.”\n\nThey took off promptly in the trim observation plane. It was of\nduralumin construction, and capable of any kind of acrobatic work. It\ncould do a hundred and fifty miles an hour on the level, and\nrepresented the last word in a two-seated fighting plane.\n\nFinley, like all pilots, was uncomfortable without his own hand at the\nstick, but Forell was not called on to meet any emergencies as they\nroared down the Big Miami to its junction with the Ohio, thence down\nthat majestically muddy stream to a point above Louisville where they\ncut southwest across the Kentucky mountains until they hit the\nLouisville-Nashville railroad. From there it was but a half-hour run\nacross the brooding, wooded hills to their destination.\n\n                 *       *       *       *       *\n\nThere were fully five thousand people at the field, and shortly after\nthey had landed Forell went up for his exhibition.\n\nWith that swarm of spectators intent on his every move, the Kink was\ninspired. Finley watched him send the Briston hurtling across the sky\nin a breath-taking dive, upside down, and then bring the ship out of it\nthrough a straight nose dive that drew shrieks from the women and awed\ncomments from the men. It darted upward on its tail, spinning a full\nturn, and there was speed enough left under Forell’s handling to allow\nhim to arch it over on its back once more. For a moment it gathered\nspeed, upside down, and then did a complete roll which left it upside\ndown again. Another instant to gather speed, and he had flopped it over\non an even keel once more.\n\nFinley, his eyes shining with admiration, told the reserve officers--\n\n“There, boys, is about the best stunt pilot you’ll ever look at!”\n\nShortly afterward the two McCook men left the field in the cars of\ntheir hosts. Finley was to stay with a young lawyer who was plainly\nhonored to have him as a guest, and by the time several fingers of\nmountain dew, collected in the shine of the moon, had done its work, he\nwas having an excellent time.\n\nThe banquet, it appeared, was not restricted to the reserve squadron,\nfor there were fully five hundred people around the tables when Finley\ngot up to speak.\n\nHe was surprized at their absorbed attention. He did not realize that\nthe passion for the air which had absorbed him for eighteen years shone\nthrough his slow, almost halting words, and made them live. He was\nstunned at the solid applause when he sat down.\n\nThe toastmaster was on his feet.\n\n“You know who you’ve been listening to,” he told the enthusiastic\ncrowd. “One of America’s greatest pilots. Here’s where the program is\nsupposed to end, and it’s getting late, but I think we all feel like\njust a word or two from Lieutenant Forell.”\n\nKink leaped to his feet, his face flushed and his words tumbling over\nthemselves as the applause smote him.\n\n“All I can say is that you’ve been listening to a man who can’t fly any\nmore, so what he says means something. He knows, and he--can’t do any\nmore to develop the game. That’s what lays ahead of all flyers--either\nhave to quit, worn out and through, or get killed. But who cares? It’s\nthe greatest game in the world!”\n\nFinley’s face did not change. Forell had to dramatize himself, of\ncourse.\n\nThey took off Monday morning at eight o’clock, but there were fully\nfive hundred people at the field to bid them good-by. Finley, his hand\nitching for the stick, sat tensely while the Kink took off. Forell held\nthe ship close to the ground, and then zoomed it over the hangar. He\nfollowed the curve of the roof around, the wheels almost touching it,\nand dived briefly down the other side.\n\nFinley relaxed. The grandstanding was over now, he hoped.\n\nAs the Briston droned swiftly across the rugged mountains Finley’s\nflyer’s instinct literally forced him to sweep the ground ceaselessly\nwith his eyes. Most of the time he had a tiny clearing or a possible\nfield always in mind in case the motor started missing. That was tough\ncountry down there.\n\nHe stiffened as there came a break in the even rhythm of the Liberty.\nFor a moment the motor spat and missed. Then, for a moment, it fired\nsteadily.\n\nFinley was ready to sink back thankfully in the rear seat when the four\nhundred and fifty horsepower engine coughed again. His eyes leaped to\nthe tachometer. Only nine hundred revolutions.\n\nForell did all he could. He jazzed the throttle, dived steeply, and\ntried the spark at all positions. The motor was stumbling along, its\nr.p.m. only seven hundred now.\n\nFinley’s hand gripped Forell’s shoulder. He pointed down at the one\npossible field, three thousand feet below. Forell nodded impatiently,\nand turned to his work.\n\nThe field was an oblong, and very short on its longest side. Squarely\nin the middle of it stood a single tree, which turned the possible\nlanding space into two strips, scarcely twenty-five yards wide. It was\non a steep slope, and at its lower edge another hill, heavily wooded,\nstarted rising from the very rim of the field. As they spiraled down\nover it, Finley saw that in order to land uphill, the ship would be\nforced, willy-nilly, into a fairly steep glide down that other slope.\n\nForell was a master-flyer, but never-the-less it was agony for even the\nself-controlled Finley to sit idly by and watch Forell fly. Perfection\nin judgment and airmanship was necessary if they were to make that\nfield in safety. There was not so much as a cabin within five miles,\nshould they be hurt.\n\nKink started banking for the field halfway up the slope which faced it.\nAs the nose swung toward the clearing the pilot stopped the spiral when\nthe radiator was pointed toward the field at an angle.\n\nWhile the tense Finley wondered, momentarily, what he was going to do,\nForell sent the Briston into a gradual side-slip. It dropped down the\nmountainside with scarcely thirty miles an hour of forward speed, and\nhe did not swing the nose for the right hand strip until the ship was\nat the very end of the towering trees which formed the barrier.\n\nHe dropped it over them, fishtailed it with the rudder, and set it down\nsquarely in the middle of the landing lane. It trundled past the tree\nwith scarcely ten feet of clearance on each wing, and came to rest\ntwenty yards from the woods at the upper end.\n\nThe landing had been perfection itself.\n\n“Sounded like water in the jets!” yelled Kink as he snapped off the\nswitches.\n\nFinley nodded as he hit the ground. That had been his diagnosis of the\ntrouble, exactly.\n\nHe measured the field briefly with his eyes, and got the tool-kit out\nas Forell climbed out.\n\n“We’ll take a look,” Finley drawled. “Let’s hope it’s just a jet.”\n\n“----, there’s no hurry,” announced Forell, lighting a cigaret. “We’ll\neither have to get those trees--some of ’em--cut down, or else tear the\nship down and send it home. We can’t get out.”\n\n“Can’t get out?” repeated the bewildered Finley, jet wrench in hand.\n“Why--”\n\n“Of course not!” snapped Forell, his eyes blazing suddenly. “There\nisn’t a chance--”\n\n“Well, let’s look at the jets, anyway,” Finley cut in calmly, and went\nto work on the carbureter.\n\nForell paced up and down nervously as Finley worked without saying a\nword. Occasionally the big red-head darted a puzzled look at his\nstalwart, silent companion. Neither had anything to say until Finley\nhad the jets out and was peering through the tiny openings.\n\n“There she is!” he said triumphantly. “Look!”\n\nThe water bubble in the high speed jet was plain to be seen. Forell\ntook a quick look through it. As Finley blew it out the Kink said\njerkily:\n\n“As soon as we get her back we’ll make for that town over north and see\nabout getting some men to cut down some trees. We might be able to\nleave by tomorrow.”\n\nHis eyes blazed a challenge to Finley, but the older man said\nplacidly--\n\n“Let’s see whether she works first, anyhow.”\n\nHis mind was busy, however, with the implications in the Kink’s words.\nWith eighteen years of experience behind him, he came close to knowing\nwhat could and what could not be done on a take-off. This one would\nhave to be perfectly flown, but it could be done.\n\n“Get in, and I’ll swing the prop,” he directed.\n\n“Oh, what the ----’s the use?” Kink started, and then stopped.\n\nHe climbed in the front cockpit, his face sullen and his blue eyes\nglinting. Finley picked up two sizable rocks for wheelblocks, and then\nswung the propeller as Forell handled switches and throttle. The\nLiberty, still warm, caught at once, and idled along sweetly.\n\nForell turned it up a little, and tried it on either switch. He put it\nthrough its paces, with the spark in all positions, and it seemed to\nFinley that he was disappointed because it fired without a miss.\n\nSuddenly the motor died, and Forell was on the ground.\n\n“Well, let’s get started for help!” he barked. “I’ll go and you guard\nthe ship.”\n\n“Go for help, nothing,” Finley told him, putting the tool-kit away.\n“We’re going to take off!”\n\n“Are you crazy!” yelled Forell, his face pale and drawn. “Why, ----,\nthere isn’t a Chinaman’s chance of getting out of here!”\n\n“The ---- there isn’t,” Finley said levelly, his eyes not two feet from\nForell’s. “Listen. We get the ship up in the upper right hand corner\nhere, swing her around, and block the wheels. Give her the gun, and\nright after she’s hopped the blocks she’ll be under full steam. Go\ndiagonally for the left hand side of the tree, and right there swing\nher with right rudder to the lower right hand corner. That’ll give us\nseveral extra yards.”\n\n“----! You must be going blind! Why listen, you superannuated old fool,\nwe’d crash into those trees just as sure as we’re standing here!”\n\n“We would not,” Finley said slowly.\n\n“I say we would. And I’m the pilot of this ship; I’ve got the say, and\nI won’t take her off!”\n\nHe seemed to be half-crouched, as if prepared to fight for his very\nlife.\n\n“Oh, you won’t!” Finley said with deadly calmness. His eyes flickered\nover the youngster before him with cold contempt.\n\n“No, I won’t, and by ---- I think you’re going totally crazy! Want to\nadd another wreck to your--”\n\n“Listen, you puling brat!” blazed Finley, and now all the repression of\nmonths seemed to have been released, and with blazing eyes and a\ntorrent of speech he fairly threw his words into the younger man’s\nface.\n\n“You won’t take off, eh? A ---- of a flyer you are! Got all the nerve\nin the world when the motor’s going good and you’ve got a crowd\nwatching you, haven’t you? But when it comes to getting in there, out\nhere in the wilderness, and giving her the gun when you’ve only got an\neven chance, you haven’t got the guts!”\n\n“Shut up, or I’ll--”\n\n“You’ll do what?”\n\nFinley spat his words at him. His powerful body seemed to grow and\nexpand until it overshadowed the slim youngster. There was contempt and\nhate in his eyes as his tongue played around the alternately shrinking\nand then wildly furious Forell, like a whip. He flayed the man he\ndespised, mercilessly, laying bare the diseased spots within the\noutward semblance of the red-headed flyer.\n\nForell’s fists were clenched, and his eyes had the light of madness in\nthem as Finley welded iron into his soul by the heat of his wrath. Time\nafter time, during that stream of deadly insults which poured from the\ntransfigured Finley’s mouth, it seemed that Forell was going to leap on\nhim. Finley, giving not a step nor shifting his eyes by so much as an\ninch, dared him to come on.\n\n“And as true as ----!” he finished, “if you funk this take-off I’ll\nclimb in there myself and take her off, and I’ll bring her back to\nMcCook, and I’ll label you in front of the whole cock-eyed world for\nthe yellow-bellied, chicken-hearted, gutless ---- that you are!”\n\nFor a moment he played with the idea. He pictured himself coming in,\nhaving made the take-off that Kink Forell couldn’t make. That would\nshow them whether he was through or not.\n\nHe put temptation from him. He was dimly aware that he had played his\ntrump card, as far as Forell was concerned. He hammered on along the\nsame line--insulting, threatening, daring the snarling, hot-eyed pilot\nbefore him with a tongue tipped in vitriol and eyes that glowed their\nhate.\n\nSuddenly Forell drew himself up tensely, and there were tears in his\neyes as he shouted hysterically--\n\n“All right, ---- you, we’ll go to ---- together just to prove that you\ncan’t bluff me!”\n\nHe was trembling as he got into the front cockpit, and started the\nmotor. Finley walked at the left wingtip as the ship taxied to the\nupper right-hand corner of the field, and there he helped swing it\naround. The rocks under the wheels, he got in. He was tight-lipped and\ngrim-faced as he settled himself for his worst ordeal in eighteen years\nof flying.\n\nWhat kind of a pilot would that quivering, hysterical youngster in the\nfront seat be when he was flying for his life? The Kink was sure he was\ngoing to his death.\n\nThe Liberty roared into life, the throttle all the way ahead. The taut\nFinley felt the stick jam forward. An instant before the tires jumped\nthe rocks the tail was in the air. Nose low to the ground, the Briston\nsped for the left hand opening between tree and forest.\n\nFinley’s hand was on the stick, his feet on the rudder, lightly. The\nright wingtip scraped past the tree with scarcely two feet to spare. At\nthat instant the right rudder went on, and the ship angled for the\ncorner of the field. It was headed for the lower right-hand angle of\nthe field, now, where towering trees were like sentinels, alert to\nrepel it.\n\nThe time had long passed when there was any chance of turning back. It\nwas all or nothing, now. The ship was off the ground, rushing for those\ntrees, barely five feet above the ground. It was nosed down slightly,\ngathering speed. Now the trees were dancing right in front of his eyes.\n\nThere Forell pulled back. The Briston shot upward, losing speed\nrapidly. It barely cleared the topmost branches as he leveled it off.\nIt mushed downward, and there came a drag on the under-carriage.\n\nSuddenly Forell was leaning forward as if to help his ship onward. With\nall his natural genius for estimating flying speed and the capabilities\nof a plane he fought it--fought to keep it in the air. In his\ndesperation it seemed to the older man, straining forward against his\nbelt, that the Kink worked up speed and tore the ship from those\nclinging branches by his own strength.\n\nIt was free. For a moment, banking ever so slightly, Forell held it\nlevel to gather speed. Then, the Liberty roaring triumphantly, the\nBriston winged its way upward like some suddenly liberated bird.\n\nFinley relaxed limply. Somehow he was very weary. He was glad\neverything was all right, and that one of the most brilliant young\npilots in the service had got over the hump.\n\nAs they spiraled down above McCook he noticed that just about everybody\non the line was looking at them. Forell, who hadn’t turned his head\nonce, did not seem to notice the attention they were attracting. As the\nship taxied to the line a considerable group of mechanics and flyers\ngathered to meet it, which was unusual, to say the least.\n\nForell did not run out his motor, but snapped the switches off without\ndelay. He was on the ground almost as quickly as Finley himself.\n\n“Where did you pick the shrubbery?” demanded Dick Redding, pointing at\nthe wheels.\n\nFinley’s eyes took in the sight. The wire wheels were stuffed with\nfoliage from the branches that had escaped.\n\n“Where did we get it?” repeated Forell loudly. “On a forced landing,\nthat’s where!\n\n“We came down in a little tiny field no bigger than a hangar, in\nKentucky. When we fixed her up I took a look. Didn’t seem a chance to\nget out--not a chance. But I figured that we might do it by blocking\nthe wheels and some other stuff, so I said, ‘What the ----? Either we\ndo or we don’t!’ So I give her the gun, get the tail up, do a\nsnake-dance down this little pasture lot with trees all around it.”\n\nHis flashing eyes met Finley’s tranquil gaze, and he stopped talking as\nif a hand had been clapped over his mouth. There was fear in his eyes\nas Finley’s held them.\n\n“Yeah,” Finley drawled placidly. “It was a tough spot, but the Kink\nmade it. Who’s got a cigaret?”\n\n\n\n",
    "metadata": {
        "author": [
            "Burtis, Thomson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73536/pg73536.txt",
        "name": "the_kink.json"
    }
}