{
    "name": "The Old Martians",
    "author": [
        "Phillips, Rog"
    ],
    "body": "\n[Sidenote: _They opened the ruins to tourists at a dollar a head but\nthey reckoned without The OLD MARTIANS_]\n\n\nThe man with the pith helmet had his back toward me. Hunched forward, he\nwas screaming at the girl in the lens of his camera. \"Don't just stand\nthere, Dotty! Move! Do something! Back up toward that column with\ninscriptions on it....\"\n\nThe girl was tall and longlegged with ideal body proportions, her\nfeatures and skin coloring a perfect norm-blend with no throwback\nelements. Right now she seemed confused and half-frightened as she tried\nto comply with the directions of the man with the movie camera. She\nsmiled artificially, turned her head to look at the fragment of a wall\nbehind her, reached out with a finger and started tracing the lines of\nan almost obliterated inscription in its stone surface.\n\nThe camera stopped whirring. Its owner straightened and grumbled,\n\"That's all.\"\n\nNow the girl was allowed to go back to her worrying. Swiftly she\nsurveyed the crowd, but didn't find the person she was looking for. She\nstarted moving toward one of the arches that led deeper into the ruins.\n\nI followed her slowly.\n\nShe passed through the arch, stopped, and turned her head toward the\nright, her eyes on something out of sight. She'd found him, but she saw\nme at the same time and her worry deepened.\n\nWhen she moved back into the crowd, I strolled casually through the\narchway.\n\nThere was a vaguely defined passageway, the roof over it gone for half a\nmillion years, of course. And twenty feet away, oblivious of his\nsurroundings except for what was directly in front of him, was my man.\n\nHis height and build were somewhat less than the norm. But it was his\nprofile that drew my attention. A remarkable throwback; a throwback of a\ndistinct type.\n\nIn fact, he might well have served as the model in the types textbooks\nlabeled British. The resemblance was subtle. Only one trained to\ndifferentiate would ever have noticed it.\n\nI let my attention take in his whole figure. His elbows had a habit of\nmaking fluttery movements when his exploring hands paused so that a\nstrange birdlike impression was given. Also an air of ungainliness in\nthe lines of the lean body, rather than the feline smoothness and grace\nof the norm-blend. It was so in keeping with his features that it served\nto strengthen the psycho diagnosis.\n\nA throwback to an era ten thousand years in the past, and therefore, as\nthe textbooks say, prone to mental instability. It was no wonder that\nthe girl called Dotty had had the air of being perpetually worried!\n\nShe appeared now, from the far side of the ruin and approached the man.\n\nHe sensed rather than saw her and straightened up, every line of him\netched with excitement.\n\n\"Dotty!\" he said. \"I've found it. I've found the proof. I've been here\nbefore, thousands of years ago when this wasn't a ruins. I _remember_.\"\n\nThe girl's manner reflected weariness, \"Please, Herb. You've got to\nforget all about it. You'll talk too much!\"\n\nHis shoulders stiffened. \"Don't worry. I won't talk until I have proof\nto convince even them. Somewhere around here something lies buried.\nSomething I will be able to remember. They will dig where the rocks\nhaven't been touched for five thousand centuries and find what I say is\nthere.\"\n\nDotty was shaking her head. \"No, Herb, If it were on Earth I might half\nbelieve you. But not here on Mars. These--these people weren't even\nhumanoid!\"\n\n\"_Neither was I_,\" Herb whispered hoarsely.\n\nI sighed regretfully. I'd seen too many cases like this one. I'd grown\nto dread them. But it was a job and a man had to eat.\n\n\n\nThe guide began herding the tourists back to the bus. I mingled with the\ncrowd, and when Dotty and Herb climbed aboard I managed to stick close\nto them.\n\n\"Where'd you two go to?\" the man in the pith helmet called from where he\nwas sitting. \"Stick close to me. I put a new roll in the camera. At the\nnext place I want to get some shots of both of you together.\"\n\n\"All right, George,\" Dotty said obediently.\n\nShe and Herb were forced to find separate seats. They would do no\ntalking, so I faced around and studied the three alternately. The man in\nthe pith helmet, George, was a normal blend; totally unconcerned about\nhis reactions on others so long as he could pursue his hobby.\n\nThe bus detoured a roped-off area in the center of the ancient city, the\npart considered too dangerous because of cave-in possibilities, and made\nits way out to the northern edge of ruins to the part that resembled the\nancient cemeteries on Earth. The only major difference was that there\nwere no remains under the evenly spaced stones. There was some doubt\nthat it had been a cemetery. But the guide announced it as one. And that\nannouncement as the bus came to a stop had a pronounced effect on Herb.\nHe began his fluttery elbow movements again and looked around at Dotty\nwith a triumphant smile. I moved up quickly to keep him in earshot.\n\nHe protested when George insisted on taking camera shots, then gave in\nand cooperated in order to get it over with.\n\nFinally George snapped his camera shut. Herb mumbled something to Dotty\nthat I didn't catch, and started down one of the lanes between rows of\nstones as though headed for a definite goal.\n\nI couldn't very well follow after they left the main group. It would\nhave been obvious. Instead, I veered off to one side, gambling that when\nthey reached their destination I would be able to read their lips.\n\nI got well away from stragglers and took out my mirroscope, pointing if\noff in the distance and swinging the objective lens around until it\ncentered on them. I was lucky. They were facing in my direction.\n\n\"It isn't a cemetery,\" Herb was saying with emphatic motions of his\nhands. \"It was a parking area, and this stone was where I parked my\nairsled. I can remember it as though it were yesterday.\"\n\nI had to admire the man's subconscious. It was a remarkably shrewd\nguess. The experts wouldn't play along with it, but they would probably\nnever be able to prove him wrong on that count. But Dotty was arguing\nwith him. \"How can you prove it was a parking area?\" Her eyes roamed\nover the large field with its regularly spaced stones. \"It certainly\nlooks impractical for a parking lot.\"\n\n\"Just the same, that's what it was. I wish I had a shovel here. I seem\nto remember burying something near my stone. If I could find that it\nwould prove I really remember.\"\n\n\"Why don't you forget it?\" Dotty pleaded. \"After all, even if it were\ntrue, what does it matter _now_?\"\n\n\"It matters to me. Ever since we arrived here I've seen familiar things.\nToo familiar to be coincidence. I never felt this way before. I always\nconsidered reincarnation as ancient superstitious belief, just like\neveryone else. But not any more. I _know_. I lived here when all this\nwas new.\"\n\n\"But can't you just be satisfied to feel that you did and let it go at\nthat?\" Dotty asked. \"I'm afraid of what they would do to you if they\nfound out what you're thinking.\"\n\n\"Hah!\" Herb snorted. \"I have a feeling that before we leave Mars I'll be\nable to prove it to them. Somewhere in this city is something that only\nI know exists. It's hidden under stones that haven't been disturbed\nsince man first set foot on the planet. It isn't entirely clear yet, but\nit will come--it will come. Then I'll make them listen. They'll dig, and\nthey'll find what I say is there. You wait and see.\"\n\n\"They'll lock you up, darling,\" Dotty said. \"They won't believe you.\"\n\nThe guide was calling everyone back to the bus. I watched Herb scowl\nfiercely at the stone marker that he believed to have been his, open his\nmouth to say something, then turn away so that his lips were out of\nsight. Regretfully I put the mirroscope away and went back to the bus.\n\n\n\nI knew where we were going next, and I was uneasy about it. Herb and\nDotty managed to sit together and I got a place right behind them where\nI could eavesdrop. But they sat in silence.\n\nThe bus had left the ancient city behind, to head out over the desert\ntoward one of the few structures on Mars which had withstood the ravages\nof time without crumbling. An immense dome of solid concrete reinforced\nwith pure copper rods harder than steel. The Martians had known what\nEarth civilization didn't learn until around the year three thousand:\nthat copper can't be tempered, but pure copper becomes tempered of\nitself in a thousand years.\n\nThat immense dome was a honeycomb of passageways and rooms, some of\nwhich were not open to tourists. It would be a natural for Herb.\n\nThe bus stopped. The people were piling out and staring curiously at the\nsmooth surface of the dome. Especially at places where the reinforcement\nrods were protruding and glittering like tarnished gold.\n\nTwo of the permanent guards had come out to take charge of the tour. I\ncaught the eye of one of them and nodded toward Herb. The guard caught\nmy meaning, edged over to his partner, and soon both men were warned\nthat Herb was to be closely watched.\n\nI felt better, knowing that a couple of others knew about him. Maybe it\nwould have been smarter to have taken him in custody right then. But it\nwould have meant a scene.\n\nThe procedure of the tour was for the guide to do all the talking,\nleading the procession through the roped off parts of the dome, while\nthe two guards followed along behind to make sure no stragglers got\nleft.\n\nI let three or four people move in front of me so Herb wouldn't get\nsuspicious. Dotty was sticking close to him, plainly worried. And he was\nmore excited than he had been at any of the other spots. He fairly\nquivered, his eyes caressing the walls with a fevered look.\n\nDotty didn't miss his increased agitation. Especially after he whispered\nin her ear a couple of times.\n\nThe guide took the usual path. Straight into the dome, pausing at half a\ndozen small rooms with carved walls, to arrive at a bank of elevators\ninstalled in the exact center; then straight up to the roof and the\nobservation platform from which miles and miles of desert and ruins\ncould be seen. Then back down to the second level, a zig-zag course\nthrough other rooms, and finally down a flight of steps to where the\ntour started.\n\nI kept my eyes on the back of Herb's head. You can tell a lot by doing\nthat. At first his head turned this way and that, indicating he was full\nof curiosity. I was waiting for that telltale sudden tensing, with the\nhead directed at some spot, that would tell of a sudden \"memory\"\nstirring in the man's mind.\n\nI almost missed it when it came, because it was between two passages--a\nblank wall. The briefest pause, then Herb was going on again as though\nnothing had happened.\n\nBut now his head had stopped its curiosity-motivated pivotings. It was\nthe head of a man who was no longer curious--who has made up his mind\nabout something. I didn't like it.\n\nAnd when the group emerged into open air once more without Herb having\ntried anything I knew as certainly as I had ever known anything that he\nintended coming back here, and soon.\n\nIn the comfort station before boarding the bus I scrawled a hasty note\nto the guards to investigate the spot halfway between passageways 14 and\n15 on the first level, and slipped it to one of them as I passed him to\nget on the bus.\n\nWe visited four other spots on the tour. When Herb showed no real\ninterest in them it only clinched what I was already sure of, that he\nplanned on returning.\n\n\n\nAt the Ancient City Hotel once again, I gave the high sign, and shortly\nHerb and Dotty were being watched by capable men, leaving me free to go\nto my room.\n\nOnce there, I called the dome. They were just getting the X-ray setup in\nplace to explore that wall and promised to call me as soon as they were\nfinished. Next I called C.I. and made my report. I was still making it\nwhen the operator broke in.\n\n\"Steve Merrit wants to talk to you,\" she said crisply.\n\n\"Make the circuit three way,\" I said.\n\nSteve's voice came in. \"I had to get to you, Joe. This guy Herb and his\nwife just left the hotel.\"\n\n\"C.I.'s listening too,\" I said. \"Did they say anything that would point\nto where they're going?\"\n\n\"To the cemetery first. He swiped a couple of knives and forks when they\nfinished eating their dinner. Maybe for weapons.\"\n\n\"I doubt that,\" I said. \"But I think it's time to pick him up. He's got\nto be committed.\"\n\n\"Wait a minute,\" C.I. said. \"Joe, you catch up with them. Join them and\nplay along. Tell this guy Herb you overheard him and guessed what was\ngoing on. Gain his confidence if you can.\"\n\n\"That's pretty dangerous!\" I replied. \"That guy's--\"\n\n\"It's orders,\" C.I. said. \"Steve, you lay the net so that whatever\nhappens we can contain it.\"\n\nThat was that. Orders. But I still didn't like it.\n\nI went to the desk and took out my compact paralysis tube. Then,\nreluctantly, I put it back. I would have to play the part. The paralysis\ntube would give me away as an agent. It would have to be up to Steve and\nthe others to contain the threat.\n\nDown in the lobby I saw Steve waiting impatiently. He was uneasy, too.\n\"What's come over C.I.? They're toying with dynamite on this.\"\n\n\"I think I know what they want, they want to let him go far enough so we\ncan see more of the nature of the danger. And I hope nobody gets killed.\nThey should have spotted this Herb guy and not let him come here at all.\nI suspect they did spot him, and let him come to conduct another of\ntheir damned experiments. They don't want to leave well enough alone.\"\n\nWe were outside now. No one was around. The sun was just beginning to\nset, and the instant it disappeared the night would be pitch-black. Even\nif one of the moons was out.\n\n\"We'll be watching on the standard C.I. band,\" Steve assured me.\n\"They're at the temple right now, waiting for it to get dark.\" He\ngrinned. \"Good luck.\" There was a mixture of genuineness, half mockery,\nand worry in his voice.\n\nAt the temple ruins I found them easily enough and took the simplest\ncourse. I walked right up to them.\n\n\"Hello,\" I said. \"I thought I'd find you here. I want to go along with\nyou. I'm interested.\"\n\n\"What do you mean?\" Herb was hostile and suspicious.\n\n\"You remember me. I was on the tour this afternoon. I accidentally\noverheard you. It would _be_ something if reincarnation could be\nproven.\"\n\n\"Do you believe in reincarnation?\"\n\nI frowned as though being cautious. \"I don't know.\" Then I put a\ndisarming grin on my lips. \"Since believing in it is legally classified\nas insanity, for the records, no.\" It was a nice statement. It could\nimply that I did, and Herb took that implication. He accepted me. Dotty\nwas different.\n\n\"How do you know he isn't an agent?\" she asked Herb uneasily.\n\n\"If I am, the fat's in the fire,\" I told her. \"But wouldn't I be locking\nhim up?\" This quieted, but didn't satisfy her. \"Anyway,\" I said, \"if you\ncan dig up something that you remember burying, an extra witness won't\ndo any harm. That's what you're after, isn't it? Proof that will end the\nlast bit of doubt?\"\n\n\"That's right,\" Herb said. \"And you can help me dig.\"\n\n\"Okay then,\" I said. And it was settled. We introduced ourselves, then\nlapsed into silence while we waited for the sun to set. It wasn't long.\n\n\n\nThe place looked more like a cemetery than ever in the eerie glow of\nblack light pencils as we made our way along a row of stone markers.\nHerb strode purposefully. Dotty stuck close to him, still a little\nsuspicious of me. I trailed half a step behind.\n\nFinally Herb stopped beside one of the markers. \"This is it,\" he said\nsoftly. I blinked at the marker, then at Herb. It wasn't the one he had\nsingled out in the afternoon. Was he mixed up?\n\nIf he wasn't he was a good actor. He took out one of the dinner knives\nand squatted down and started to probe the soil, loosening it so that it\ncould be scraped out by hand.\n\nI watched him dig. Part of the time I helped him. We found nothing.\nAfter a reasonable amount of this Herb stood up with a resigned sigh.\n\"Guess I was wrong,\" he said.\n\n\"Poor Herby,\" Dotty said.\n\n\"Yeah, poor Herby,\" Herb said with every appearance of tiredness and\ndefeat. \"But--that's that. Sorry to have gotten you all excited about\nnothing, Joe. Guess it was too much to expect anything.\" He turned to\nDotty. \"As long as we're out here, let's take a walk by ourselves. Huh?\"\n\nThat was as obvious a cue as I had ever been handed. Neat. I was\nconfronted with the alternatives of scramming or calling him a liar.\n\n\"Guess I might as well go back to the hotel,\" I said cheerfully. \"See\nyou in the morning.\"\n\nI headed back the way we had come until I was sure they couldn't hear me\nor see me with their black light pencils. Then, ducking down next to a\nmarker I waited. After a couple of minutes I heard cautious footsteps.\n\n\"It's me, Joe--Steve.\"\n\n\"Good,\" I grunted. \"What are they doing now? They gave me the\nbrush-off.\"\n\n\"I got the play,\" Steve said. \"Slick. Should we close in now, or wait?\"\n\n\"I think I'll play my part a little further. Don't want C.I. to think\nwe're timid.\"\n\n\"Okay,\" Steve said. \"The next funeral we attend may be our own.\"\n\n\"Yeah,\" I said. \"It might.\"\n\nI moved into the darkness, not using my black light pencil, but keeping\nmy sensitized glasses on so I could see Herb's if I got close enough.\n\nI reached the spot where we had done the digging. I hesitated, then kept\non, toward the spot where Herb and Dotty had been so engrossed that\nafternoon. In my mind's eye I knew exactly where it was.\n\nMy hands explored ahead of me, searching out each stone marker along my\npath, clinging to it as I passed it, and slipping off as I went on to\nthe next. They were my only contact with reality in this total\nblackness.\n\nI was thinking, too. I was thinking of what Herb had said about this\nbeing a parking area for airsleds back before the earliest known records\nof man on Earth when this city was alive. He was probably right about it\nat that. Analysis had shown the presence of copper and aluminum in the\ntop surface of some of the markers that could only be accounted for by\nsome metallic object setting atop each one long ago, and remaining so\nthat molecular and atomic creep could set in, carrying such atoms deep\ninto the surface crystals of the stone.\n\nAnd I was wondering what it was he hoped to dig up. If it were some sort\nof weapon it probably wouldn't work after all this time. It couldn't! Or\ncould it? A few things had been pieced together about the ancient\nMartian civilization. Not much, but enough to be sure that they knew a\nfew things we had never discovered. They had been masters at creating\nmachines with no moving parts. The electronic devices we had found had\nproven they knew far more about V.H.F. than we did.\n\nI could see what C.I. was aiming at now. We might not even recognize\nwhat Herb was searching for. It would be better to let him find it, and\nget it from him before he could use it. If it was a weapon.\n\nAnd it probably was a weapon. I was pretty sure his main objective was\nhidden in the wall in the dome, and that this thing in the cemetery was\nsomething that would help him get to that objective.\n\nMy thoughts came back to my surroundings. I was less than a dozen feet\nfrom where Herb and Dotty should be. I stopped. There was no trace of\nblack light. I held my breath and listened. And I heard the faint\nscraping of the knife against stone.\n\n\n\nI wished fervently that I had a standard C.I. infrascope so that I could\nsee. Steve probably knew more of what was going on than I did. I had\ncounted on watching Herb by his own black light pencil, and he was\nworking in darkness.\n\nCarefully I stole forward, inch by slow inch, my ears tuned for the\nfaintest significant sound such as a grunt of satisfaction that would\ntell of finding what he was digging for.\n\nAnd a million thoughts taunted me, thoughts about the latest discoveries\nin disintegration frequencies, thoughts about how little we knew of that\nancient Martian civilization.\n\nBut also I was figuring what Herb would do. He would find the object he\nwas digging for. Unwittingly he would grunt his triumph. Dotty might\nforget his strict warnings to be quiet, and say something. Regardless of\nthat, he would stand up slowly, fondling what he had found, remembering\nwhat it was and how it worked. There would be a few seconds before it\nwould become a weapon in his hands, seconds that I had to make the most\nuse of, and be ready for.\n\n\"Uh!\" It was the triumphant grunt I had known would come.\n\nSudden panic made me cast aside whatever vague plan of action I had had.\n\nI turned on my pencil, bathing the two in its black light. At the same\ntime I said, \"I _thought_ it was a scheme to get rid of me.\"\n\nIt was the element of surprise that saved me. A still picture of the\nscene the black light disclosed etched itself into my mind. There was an\nobject in Herb's hand. A strange, meaningless object, dirty, yet with\ndefinite form. It was cradled in his hand like a weapon. It was pointed\nalmost at me.\n\nI dropped my pencil and went in low, diving for his legs. I felt the air\ncrackle where I had just stood. As my arms encircled his legs I heard\nthunder exploding nearby.\n\nTraining has its advantages. The moment I felt contact with Herb that\ntraining took over. I jerked and rolled in a movement calculated to\nthrow him to the ground face down, the motion ending in a backbreaker\nhold.\n\nBut only a part of my mind was concerned with that. The other part was\nfrozen with horror. Approximately a half acre of the cemetery was\nglowing. I saw Steve in the center of it with Herb's weapon pointing his\nway. The very inertia of matter held Steve together for that brief\ninstant, then he was falling apart, melting and evaporating at the same\ntime, just like the stone markers and the ground around him.\n\nI had the thing away from him suddenly, and I wondered what to do next.\nRunning footsteps gave me the answer. It was other C.I. agents closing\nin.\n\nSeconds later they had Herb under control. Dotty was wringing her hands\nand crying.\n\nMe, I was holding the thing, afraid to let go of it and afraid to keep\non holding it. But as the seconds passed without it exploding into\ndestructive action again I began to let myself think I might live a\nwhile longer.\n\nThe area of destruction was molten now. Its heat was like that of an\nopen blast furnace.\n\nWe skirted it and headed toward the road, lights in the distance telling\nus that cars were on the way to get us.\n\nI saw Dotty stumble. I took her arm. She looked up at me, recognized me\nin the light from the glowing pool of bubbling lava, and tried to pull\naway.\n\n\"Take it easy,\" I said gruffly. \"I'm your friend. Maybe the only friend\nyou've got here.\"\n\nHer look told me she didn't believe me, but she didn't pull away any\nmore.\n\nWe walked along, and after a moment she seemed to struggle up out of her\nmental paralysis.\n\n\"Herb was right!\" she said in a low, wondering tone. \"He really did\nremember.\"\n\n\"It was plain coincidence,\" I said sharply, \"and don't ever let yourself\nthink differently. He's insane. It's a recognized form of insanity.\nHe'll be sent to a good mental hospital, and in a year or two he'll come\nout good as new.\"\n\n\"Coincidence?\" she echoed. Then she laughed. It was mirth that drifted\nquickly into hysterical hopelessness. I dug my fingers into her flesh\nuntil the pain brought her to her senses.\n\n\"Coincidence,\" I said. \"Nothing more. I've seen seventeen cases just\nlike his. How else did I spot him? I recognized the type. None of the\nothers found what they rationalized themselves into thinking they\nremembered from the time they were Martians. Eventually one of them\nwould stumble onto something. That's coincidence. Not incarnated\nmemory.\"\n\nShe turned her head and blinked at me. I nodded grimly. \"I'm an agent,\"\nI said. \"I go out on the tours for one purpose only--to spot psychos and\nmake sure they don't get out of control. You'd be surprised how many\nthere are. Some of them, like your husband, probably show no sign of\ninstability until they get here. They look around at the evidence of a\ncivilization that existed before _homo sapiens_ had evolved on the\nEarth, and it throws them. If you want to understand more about it read\nthe medical books. They get irrational pre-memories. They look at\nsomething and the idea of familiarity associates with the new\nimpression. They look around a corner and see something, and build up\nthe conviction that they had consciously known what was there before\nthey looked around the corner.\"\n\nI felt that I was making headway with her. I wanted to. I had to.\n\n\"You--you say there were others, and they didn't find anything?\" she\nsaid. She was groping for something logical to grasp. I had to give her\nthat something.\n\n\"That's right,\" I said. \"And the law of averages said that someday\nsomeone would uncover something that's been missed.\"\n\nShe was nodding slowly now, accepting what I was saying. It was\nauthoritative. She would find confirmation in authoritative books. If\nshe wanted to pursue the subject she would find plenty of evidence, real\nevidence, to support it. It is a common form of insanity. It was\nimportant that she believe that.\n\nWe reached the road. C.I. had been prepared. There was a car to take her\nback to the hotel, a stationwagon for Herb who was now very submissive\nand somewhat dazed, and a third car for me and my precious cargo.\n\n\n\nTen minutes later I was in the Science Building basement, laying the\nthing on a wooden table, very gently. It seemed solid, each integral\npart of its form being of a different metal.\n\nNone of the men watching me lay it down discounted the danger it\ncontained. They knew too much about how shape and dimension can affect\nthe electronic properties of metal. They knew the thing probably didn't\ncontain an erg of power of its own, but probably triggered and directed\nthe release of cosmic energies as yet unknown to them.\n\nThey stared at it. One of them reached out to touch it, then slowly drew\nhis finger back.\n\nI could see the decision crystallizing in their minds behind their\nserious eyes. This thing would go with the other strange and\nincomprehensible machines locked in vaults in a concrete building far\nout on the Martian desert away from the tourist trails of this dead\nplanet. It would remain there until the day when human science advanced\nfar enough to understand it.\n\n\"What about the wall in the dome?\" I asked.\n\n\"They roped it off. They're afraid of it.\"\n\n\"Did you convince his wife he's insane?\" one of the science staff asked.\n\nI nodded. \"I used the same old line. Told her there were dozens like\nhim, and the law of averages made it certain at least one of them would\nfind something.\"\n\nHe nodded, grinned without humor. \"How we love to lie.\"\n\nI turned away. There was a bitter taste in my mouth from all the lies\nI'd told--all the bilge.\n\nBut I knew the truth, too. I was as sure of that as I was of anything.\nIt wasn't insanity, of course. And it wasn't reincarnation. It seemed to\nbe, because the mind has a habit of _possessing_ for its very own\nanything that enters it.\n\nThe truth of the matter was that somehow, in some incomprehensible way,\nthe Martians were still with us. They hated us and they knew how to use\nour weak ones.\n\nThe old Martians--and their science.\n\nI took a last look at the weapon lying on the table, then left the room\nand climbed the stairs to the first floor. I walked down the silent,\nempty hall to the exit and out into the night.\n\nI let my eyes roam the blackness of the lifeless Martian desert. With an\neffort I pulled them away and fixed them on the warmth, the human\nwarmth, beckoning from the hotel.\n\nI started walking toward that bit of comfort, and as I walked the\neternal question that haunted all of us in C.I. hovered in the\nbackground of my thoughts.\n\nWould we be able to _contain_ the Martians until we understood the\nterrible machines they had left as a deadly heritage?\n\nTonight we almost hadn't....\n\nI thought of Steve.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Phillips, Rog"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32590/pg32590.txt",
        "name": "the_old_martians.json"
    }
}