{
  "name": "The Adventure of Elizabeth Morey, of New York\r\n1901",
  "author": [
    "Becke, Louis"
  ],
  "body": "From \"The Tapu Of Banderah and Other Stories\"\n\nC. Arthur Pearson Ltd.\n\n1901\n\nIn the sea story of Australia, from the days of Captain Phillip in 1788,\nto the end of the \"fifties\" in the present century, American ships and\nseamen have no little part. First they came into the harbour of Sydney\nCove as traders carrying provisions for sale to the half-starved\nsettlers, then as whalers, and before another thirty years had passed,\nthe starry banner might be met with anywhere in the Pacific, from the\nsterile shores of the Aleutian Islands to the coasts of New Zealand and\nTasmania.\n\nEarly one morning in October, 1804, the American ship _Union_ sailed in\nthrough Sydney Heads, and dropped anchor in the Cove. She was last from\nTongatabu, the principal island of the Friendly Group. As soon as she\nhad been boarded by the naval officer in charge of the port, and her\npapers examined, the master stated that he had had a very exciting\nadventure with the Tongatabu natives, who had attempted to cut off the\nship, and that there was then on board a young woman named Elizabeth\nMorey, whom he had rescued from captivity among the savages.\n\nIn a few minutes the young woman made her appearance in the main cabin,\nand was introduced to the officer. Her age was about six-and-twenty,\nand her manners \"extremely engaging;\" yet whilst she expressed her\nwillingness to tell the story of her adventures among the islanders, she\ndeclined to say anything of her birth or parentage beyond the fact that\nshe was a native of New York, and some years previously had made her way\nto the Cape of Good Hope.\n\nHer extraordinary narrative was borne out in all details as far as her\nrescue was concerned by the master of the _Union_, who, she said, had\ntreated her with undeviating kindness and respect.\n\nThis is her story:--\n\nIn February of the year 1802, when she was living at the Cape of Good\nHope, she made the acquaintance of a Captain Melton, the master of\nthe American ship _Portland_. His dashing appearance, his command of\napparently unlimited money, and his protestations of affection for the\nunfortunate girl soon led her to respond to his advances, and ultimately\nto consent to accompany him on a voyage to the islands of the South\nPacific.\n\nAfter a prosperous voyage the _Portland_ arrived at what is now known as\nNukualofa Harbour, on the Island of Tongatabu. Within a few hours after\nanchoring, Captain Melton received a note from a white man named Doyle,\nwho was the only European living on the island, asking him to come on\nshore and visit the chief, who particularly wished to see him and secure\nhis aid in repelling an invasion from the neighbouring group of islands\nknown as Haabai. Had Melton known that this man Doyle was an escaped\nconvict from Van Dieman's Land, he would at least have been careful; had\nhe known that the man was, in addition, a treacherous and bloodthirsty\nvillain, he would have hove-up anchor, and, sailing away, escaped his\nfate. But Doyle, in his note, enumerated the advantages that would\naccrue to him (Melton) by assisting the chief, and the seaman fell into\nthe trap. \"You must try,\" said the writer of the letter, \"to send at\nleast one boat's crew well armed.\"\n\nMelton was a man with an elastic conscience. Without troubling his head\nas to the right or wrong side of this quarrel among savages, he promptly\ncomplied with the request of the beachcomber, and called for volunteers;\nthe whole of the ship's company responded. The chief mate, Gibson,\npicked four men; Anderson, the second officer, eight men, and these were\nat once despatched on shore by the captain.\n\nThe engagement came off on the following day, and the American allies\nof the chief (whom Miss Morey calls Ducara) inflicted fearful slaughter\nupon the enemy, and returned to the ship highly satisfied with\nthemselves, and their native friends, who promised them every indulgence\nlikely to gratify their tastes.\n\nIn the evening Ducara himself came on board, and politely thanked the\ncaptain for his assistance. He slept all night in the cuddy, attended\nby Doyle, his minister of destruction, and took his leave early in the\nmorning, promising to send ample refreshments on board in part return\nfor favours received, and requesting that boats should be sent that\nevening to convey his gifts to the ship. Within a few hours after the\nchief had returned to the shore, many hundreds of stalwart natives were\nseen carrying baskets of provisions down to the beach, and piling them\nin heaps in readiness for the boats. Melton, at this stage, seemed to\nhave some sort of suspicion in his mind about sending the boats ashore\nafter dark, for he gave the mate instructions not to despatch them until\nhe gave orders. The mate, however, who had been smitten by the beauty of\na Tongan girl who had expressed her unqualified approval of his fighting\ncapabilities in a very unconventional manner, had the utmost confidence\nin the good will of the natives, and took it upon himself to disobey\nhis captain's commands; consequently two boats were sent off just as\ndaylight was breaking, and whilst the skipper lay asleep in his cabin.\n\nWithin a couple of hours the smaller of the two boats returned, loaded\nwith yams, \"gnatu\" (tappa cloth), baked pigs, and fish. She was steered\nby the beachcomber, Doyle, and was rowed by two of the ship's boys,\ninstead of the four men who had taken her ashore; these boys, it must\nbe mentioned, had formed part of the crew of the larger boat, and had\nremained on the beach whilst the men had gone into the village at the\ninvitation of Doyle and his fellow-conspirators. They, therefore, knew\nnothing of what had kept their shipmates from returning to the boats,\nwhen Doyle appeared and said he wished to go off to the ship, and that\nthe others would follow later on.\n\nAccompanying the boat was a flotilla of canoes, filled with hundreds of\nsavages, who were allowed to come alongside, though the girl Morey\nwas so terrified by their savage aspect that she begged her lover\nto instantly recall the rest of his men and heave up anchor. Melton,\nhowever, although he was now in a state of suspense owing to the\nnon-appearance of his boats' crews, answered her calmly enough.\n\n\"The two boys and Doyle say that the hands went up to the chiefs house\nto see a native dance,\" he said. \"I'll punish them for it when they\nreturn.\"\n\nMeanwhile the boat was unloaded, and again sent on shore with the\ntwo boys, and Doyle's native friends clambered up on board from any\naccessible part of the ship. The beachcomber himself, a wild-looking,\ndark-skinned ruffian, who had clothed himself in a shirt and trousers,\nnow came aft and again assured the captain that he need feel no alarm\nat the great number of naked savages who now thronged the deck, from the\nwindlass right aft to the wheel. Perhaps, however, the villain had some\nfeeling of humanity in his vile heart, for seeing the terrified face of\nthe girl Morey, he suggested that she should go below until the natives\nhad returned to the shore.\n\nBut so impressed was she with a sense of imminent peril that she refused\nto leave the poop, and begged Melton earnestly, \"for God's sake to take\nheed, and not thrust himself among the savages on the main deck.\"\n\nThe beachcomber gave her a glance--half rage, half pity; then with his\nleft hand he suddenly dashed her aside, and with a ferocious yell sprang\nat Melton and thrust a dagger into the throat of the unfortunate man. In\nan instant his savage followers began their work of slaughter, and Mr.\nGibson, the chief mate, the boatswain, and four seamen were soon lying\ndead upon the bloodstained decks, their heads battered out of all human\nsemblance by the clubs of the islanders.\n\nTwo lads, Miss Morey, and her negro servant-woman, were spared, but\nhurried down below.\n\nThe bodies of the murdered men were at once thrown overboard to the\nsharks by Doyle's orders, and he then directed the natives to clear the\ndecks.\n\nElizabeth Morey, terrified out of her senses at the dreadful scenes she\nhad witnessed, attempted to spring overboard, but the beachcomber caught\nher as she came on deck, urged her not to be frightened, and promised\nher \"in the name of the Virgin\" that no harm should come to her. As\nsoon as the decks had been ridden of all traces of the bloody work just\ncompleted, the half-unconscious girl was lifted over the side, placed in\na canoe, taken on shore, and handed over to the care of a chiefs wife.\n\nWhen she came to her senses she learnt from Doyle that all who were left\nalive of the ship's company were herself and servant, a Malay seaman,\nfive boys, and an old sailor, who was a dwarf; the latter had evidently\nbeen spared, either on account of the natives ranking him as a boy,\nor from their aversion to inflict injuries upon any one physically or\nmentally afflicted.\n\nThe following three days were spent by the natives in unloading the\nship, the work being carried on in the most systematic manner under the\ncommand of Doyle, the survivors of the crew being compelled to assist in\nthe task. The cargo, which consisted mainly of bales of cotton, was\ngot on shore in something less than a week; then the islanders began to\ndismantle the ill-fated ship. By the eighth day all the sails except the\nfore and main topsails were unbent and taken ashore.\n\nOn the afternoon of this day but half a dozen natives were on board;\nthey, with the five \"boys\" (probably lads under eighteen years of age),\nand the dwarf sailor before mentioned, were \"spelling\" for an hour or\nso before beginning to unbend the topsails, when, noticing that their\ncaptors were off their guard, the brave little man determined to retake\nthe ship. In a few minutes he gained over his youthful shipmates to\nthe attempt; they promised to stand by him to the last. Quietly arming\nthemselves with axes, with iron belaying pins, with handspikes, with\nanything heavy and deadly they could lay their hands upon, they waited\nfor the signal to begin the attack. Doyle, the bloodstained murderer,\nlay upon the skylight under the awning, half asleep and unsuspecting\nof danger; his native associates either slept or lounged about the main\ndeck.\n\nA few hurried, whispered words passed between the six whites; then the\ndwarf, carrying an axe negligently in his hand, ascended to the poop\nand laid it down on the deck. Then he turned, and his quick seaman's eye\ntook in the surroundings. The trade wind was blowing freshly, the\nship (she was a full-rigged ship, though under five hundred tons), was\nstraining at her hempen cable, and the low, palm-clad shore was nearly\ntwo miles away. He picked up the axe and running towards Doyle, buried\nthe weapon to the head in his bosom!\n\nIn less than five minutes the dreadful work was done, and Doyle and the\nsix Tongans were weltering in their gore upon the very deck which was\nstill stained by the traces of their own crimes. Before the natives on\nshore could realise what had happened, the cable was cut, the topsails\nloosed and sheeted home, and the _Portland_ standing out to sea through\nthe dangerous network of reefs which surrounded the harbour. Her\nrecapture was a bloody deed, but the law of self-preservation is\ninexorable under such circumstances.\n\nElizabeth Morey, aroused from a troubled slumber by the cries of her\ncaptors, came to the doorway of the chiefs house, and stood watching\nthe ship, which, though only under her fore and main topsails, was fast\nslipping through the water. In two hours the _Portland_ was safe,\nand the broken-hearted girl sank upon her knees and wept. She was now\nutterly alone, for her negro servant woman had gone on board the ship\nwith Doyle to get some of her clothing, and had been carried off. The\nonly remaining member of the _Portland's_ crew was a Malay--a man of\nwhom she had an instinctive dread; for, since the massacre of the ship's\ncompany he had one day asked her with a mocking grin if she could not\n\"clean his coat.\" His coat was Melton's white duck jacket, and the\nensanguined garment brought all the horror of her lover's death before\nher again.\n\nThen followed fifteen long, long months of horror, misery, and agony.\nShe was a woman, and her terrible fate evokes the warmest pity. Whatever\nmay have been her past before she met Captain Melton and accompanied\nhim on his fateful voyage, her sufferings during those fifteen dreadful\nmonths may be imagined but not written of nor suggested, except by\nthe neurotic \"new woman\" writer, who loves to dwell upon things vile,\ndegrading, terrifying, and abhorrent to the clean and healthy mind.\n\n*****\n\nIn August, 1804, the American whaler _Union_, of Nantucket, after having\nrefreshed at Sydney Cove, as Port Jackson was then called, sailed on\na sperm-whaling cruise among the South Sea Islands. She arrived at\nTongatabu on the last day of September. As soon as the anchor was let\ngo a fleet of canoes appeared, and the occupants made the most friendly\ndemonstrations towards Captain Pendleton and his officers. In the\nleading canoe was a man whom the captain took to be a Malay, and upon\nbeing questioned this surmise proved to be correct In broken English he\ninformed Pendleton that the ship would be provided with plenty of\nfresh food, water, and wood, if the ship's boats were sent ashore. The\ncaptain's boat was thereupon swung out and lowered, and manned by six\nmen, the captain and Mr. John Boston, the supercargo, going with them.\nThese people were armed with six muskets and two cutlasses.\n\nAs soon as the boat was well clear of the ship the natives became very\ntroublesome, clambering up the chain plates, and forcing themselves on\nboard in great numbers. The chief mate, Daniel Wright, seems to\nhave shown more sense than most of the poor fools who, by their own\nnegligence, brought about--and still bring about even to the present\nday--these South Sea tragedies. He got his men together and tried to\ndrive off the intruders, but despite his endeavours thirty or forty\nof them kept to the deck, and their countrymen in the canoes alongside\nrapidly passed them up a number of war-clubs.\n\nWright, with the greatest tact, and with apparently good-humoured force,\nat last succeeded in clearing the decks and bustling all the natives\nexcept the chief, over the side into their canoes. He (Wright) was a\nbig, brawny, New Englander, had served in the American Navy before he\nhad taken to whaling, and knew the value of coolness and discipline in\nan emergency, though he felt much inclined to pistol the chief, who all\nthis time had been pretending to support his authority, though actually\ntelling his people to be \"more patient, as the time had not yet come.\"\n\nThis chief, whose name is not given in the _Sydney Gazette_ of 1804, but\nwho may have been the same \"Ducara\" of the _Portland_ massacre, or\none of Ducara's _matabulis_, at last took his leave with the usual\nprotestations of regard so natural to even the present Christianised\nTongan native of this year of grace 1900, when he means mischief,\neven in the minor matter of cheating or defrauding his white creditor.\nDescending into his canoe, he led the whole flotilla to the beach. Then\nthe mate hoisted the ensign, and fired a gun as a warning to those of\nthe ship's company on shore to return.\n\nNo notice was taken of the signal, and presently through his glass Mr.\nWright saw that the captain's boat was lying broadside on to the beach,\nsurrounded by a crowd of islanders, and without a boat-keeper. This was\nsufficiently alarming. It was now late in the afternoon, and Captain\nPendleton had been absent five hours. He at once came to the conclusion\nthat the people who had gone ashore in the boat were either prisoners or\nhad been murdered. To send another boat after them, he felt sure, would\nonly lead to the destruction of the whole ship's company in detail, and\nthe ultimate loss of the ship without there being the least chance of\neffecting any good. So he called the hands aft, explained the situation,\nand began to prepare to resist capture. All the available firearms were\nloaded, heavy stones which formed the ship's ballast, were placed along\nthe waterways fore and aft in readiness to smash the canoes which\nhe anticipated would come alongside, the trying-out works fires were\nlighted, and the huge try-pots filled with water, which when boiling\nwould add to their means of defence, by pouring it down in bucketsful\nupon the savages; the cable was prepared for slipping, sails loosened,\nand every other precaution which suggested itself to him made.\n\nThe sun dropped into the western sea-rim, and there was still no sign\nof the captain's boat. On the shore an ominous silence prevailed,\nthough now and then it would be broken by the weird, resonant boom of\na conch-shell. The night was passed in the greatest anxiety by all on\nboard, every man, musket in hand, keeping a keen lookout.\n\nAlmost as the dawn broke, two canoes were seen to put off from Nukualofa\nbeach, and come towards the ship. They were manned by young Tongan\n\"bucks\" who, in reply to the mate's questions as to the whereabouts of\nthe captain and his crew, answered him with gestures which the ship's\ncompany rightly enough construed as meaning that their comrades had all\nbeen killed, and that _their_ turn would come shortly. This so enraged\nthe seamen that they tried to induce Mr. Wright to open fire on the\ncanoes, destroy them, and get the ship away before worse happened. But\nthe mate, hoping that his people on shore were still alive, and that he\ncould yet rescue them, refused to comply, and the whole of that day and\nnight passed without further happening.\n\nOn the following morning several canoes came within hail and then\nlay-to. In one of them was the Malay, who asked the mate to come ashore,\nas the captain and the supercargo wished to see him. The mate temporised\nand requested the Malay to come on board and explain matters, but he\nrefused and returned to the shore.\n\nIn a few hours he reappeared at the head of a fleet of canoes, and\nthen, to Mr. Wright's intense astonishment, he saw that the Malay was\naccompanied by a young white woman, who was sitting on the forward\noutrigger of the canoe of which the Malay was steersman. The flotilla\nbrought to within pistol-shot of the ship, and the woman stood up and\ncalled to him in English--\n\n\"Come on shore and see the captain. He wants to speak to you.\"\n\nThe mate made no answer, but beckoned to the fleet of canoes to come\nnearer. And then, mercifully, as he took another look at the white\nwoman, he saw her, when the surrounding savages were not watching, shake\nher head vehemently to him not to comply with the request she had made.\n\nThe flotilla came still nearer, and again Elizabeth Morey was made\nto repeat the request for him to \"come on shore and see the captain.\"\nWright, surmising that she was acting under coercion, appeared to give\nlittle heed to her request, but told the Malay, who seemed to direct the\nnatives, that he would wait for the captain. Then the fleet of canoes\nturned, and headed for the shore, and the captive white woman gave\nthe mate a despairing, agonised look that not only filled him with\nthe deepest commiseration for her, but almost convinced him that poor\nPendleton and the others were dead.\n\nAnother night of wearing anxiety passed, and again with the dawn a\nsingle canoe came off, manned by half a dozen armed natives steered\nby the Malay and carrying Miss Morey. This canoe was followed by many\nothers, but the leading one alone came close enough to the whaleship\nto communicate. Little by little her savage crew drew nearer, watching\nevery movement of those on board with the utmost suspicion; the mate,\nwho was standing at the break of the poop on the starboard side, desired\nthem to come closer, holding in his hand a loaf of bread, which he said\nhe wanted to give to the white woman. The loaf was enclosed in a piece\nof white paper, on which he had written these words--\n\n\"I fear that all on shore are murdered. I will wait here a few days in\nthe hope that you may be able to escape to us.\"\n\nFor some minutes the savages watched the white man, who, apparently\ndisgusted with his attempts to induce them to come closer and take the\nloaf of bread, placed it on the rail and lit his pipe. The Malay again\nurged him to come ashore and \"see the captain\" but Wright made an\nimpatient gesture and told him he must come closer if he wanted to talk.\nThe scoundrel did bring the canoe a few fathoms nearer, and then stopped\nher way.\n\nThen the girl, unable to restrain herself any longer, stood up and cried\nout--\n\n\"All your friends on shore have been killed,\" then she leapt into the\nwater and swam towards the ship.\n\nA yell of rage burst from the natives in the canoes, but it was\nanswered by the fire of musketry from the ship and the thunder of\ntwo car-ronades, which, loaded with iron nuts and bolts, had been in\nreadiness, one on the poop, the other on the topgallant forecastle--and\nthe girl succeeded in reaching the ship's side in time to take hold of a\nlife-buoy secured to a line which was thrown to her, and Wright, jumping\noverboard, helped the poor creature up over the side into safety.\n\nThen began a desperate and furious assault to capture the ship. The\nsavages, led by the renegade Malay, made three successive attempts to\nboard, but were each time beaten back by Wright and his gallant seamen,\nand the crystal water around the _Union_ was soon reddened to a deep\nhue. Meanwhile the cable had been slipped, and, like the _Portland_,\nthe _Union's_ company were saved from death by the freshness of the\ntrade-wind alone. In half an hour after the last attack had been\nrepelled, the ship was out of danger from pursuit. As soon as the vessel\nhad cleared the passage Wright hove her to, and went down below to Miss\nMorey, who, exhausted and almost hysterical as she was, yet answered his\nquestions readily.\n\n\"You must forgive me, madam, but it is my duty to at once ask you\nan important question. Are you _sure_ that Captain Pendleton and\nthe supercargo are dead? I cannot take the ship away if there is any\nuncertainty about their fate.\"\n\n\"I beseech you, sir, to have no doubts. I saw the two gentlemen beaten\nto death by clubs before my eyes.... They were sitting down to eat when\nthey were murdered. One was killed by the Malay man, the other by an\nold _matabuli_,{*}... Oh, for God's sake, sir, do not delay! The natives\nhave been planning to capture this ship and murder her people for the\npast three days.\"\n\nThen as she became more collected she satisfied him that all of Captain\nPendleton's party had been cruelly and treacherously murdered, and also\ntold him her own terrible story previous to the arrival of the _Union_.\n\nThe destruction of poor Pendleton and Mr. Boston had been planned, she\nsaid, by the Malay; and when he and his native friends found that they\ncould not induce Mr. Wright to further weaken his ship's company by\nsending another boat's crew on shore, so that the _Union_ might the more\neasily be captured, she was ordered under the most awful threats to\nact as decoy. Resolved to upset their diabolical plan, or die in the\nattempt, she gave an apparently cheerful assent to the meditated scheme\nof murder, and hence her appearance in the canoe with the treacherous\nMalay.\n\nUnder the kindly care of Mr. (now Captain) Wright, the young woman soon\nregained her health and strength in a great measure and her delight knew\nno bounds when he announced to her his intention of returning to Sydney\nCove to refit before proceeding home to America. The _Union_, as we have\nbefore stated, entered Sydney harbour in October, 1804, and before that\ntime the simple gratitude of the rescued girl to her rescuer had changed\ninto a deeper and tenderer feeling. But we must not anticipate.\n\nAs soon as Captain Wright had made his report to the New South Wales\nauthorities, Miss Morey went on shore, where she was treated most\nhospitably by the wives of some of the military officers, whilst Wright\nwas refitting his ship.\n\nA few days afterwards there arrived in Sydney Harbour an East India\nship, the captain of which gave Wright some interesting particulars\nconcerning the _Portland_ and Captain Melton. The latter had had a\npeculiar history. At the end of the year 1800 he appeared in Manila,\nwhere he was entrusted with the command of a brig belonging to a Mr.\nJohn Stewart Kerr, the American Consul of that city. His orders were to\nproceed to Batavia, and there dispose of his cargo, bringing in return\nsaleable goods for the Manila market He was given also a letter of\ncredit for $20,000 the better to load the vessel. On arrival at Batavia\nhe sold the cargo and the brig into the bargain, and purchased in her\nplace the _Portland_, a ship of about 400 tons. From Batavia he wrote\nto Kerr--he seemed to have been the Captain \"Bully\" Hayes of his\ntime--informed him of what he had done and mentioned that as he intended\nto make \"a long pleasure cruise\" among the islands of the South Pacific,\nhe did not expect to return to Manila for some considerable time!\n\nHe also, it is needless to say, duly cashed his letter of credit for\n$20,000, which six months afterwards was duly presented and taken up by\nMr. Kerr.\n\nThe _Portland_ was then chartered by a firm of Dutch merchants at\nBatavia to proceed to Serra Bay to load rice and return to Batavia.\nMelton sailed to Serra Bay, loaded his cargo of rice, and instead of\nreturning to Batavia, went to the Isle of France and there cheerfully\nsold it. The next account of him received at Manila was that he\nwas having a \"real good time\" at the Cape of Good Hope, where his\nfascinating manners and command of money (Kerr's money) made him many\nfriends. Suddenly, however, he and the _Portland_ disappeared, and\nElizabeth Morey, as we have mentioned, accompanied him. He had given out\nthat he was bound for the North-west coast of America, to enter into the\nfur trade, but, beyond that rumour, nothing more was heard of him until\nthe _Union_ arrived at Port Jackson, and Elizabeth Morey told the tale\nof his dreadful end.\n\n*****\n\nNo further mention of the names of Captain Daniel Wright, Elizabeth\nMorey, or the good ship _Union_ appear in the early Sydney records after\n1806; but that the girl's rescue by the gallant mate of the whaleship\nled to her ultimate happiness we can safely assume, for in the year 1836\nthere were married in Honolulu, Sandwich Islands, one \"Marie Kaiulani\nShepherd, daughter of John Shepherd, to Daniel Morey Wright, master of\nthe ship _Patience_, of New Bedford, and son of Daniel and Elizabeth\nWright, of Salem, U.S.A.\"\n\n\n\n\n",
  "metadata": {
    "author": [
      "Becke, Louis"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/25057/pg25057.txt",
    "name": "the_adventure_of_elizabeth_morey_of_new_york_1901"
  }
}
