{
    "name": "The Little Man Who Wasn't Quite",
    "author": [
        "Stuart, William W."
    ],
    "body": "Have you ever been clear down there on skid row? Oh, sure, every city\nhas one and no doubt you have given it one of those look-away-quick\nside glances. That isn't what I mean.\n\nWhat I mean is, have you ever been really _down_ there?\n\nProbably not. And, if you haven't, I could make a suggestion.\n\nDon't go.\n\nSkid row is a far, remote way and there are all kinds of horrors down\nthere, the seen and the unseen. To each his own, as they say, and\neveryone there has his own personal collection. All right. General\nopinion is to let them be there and the hell with them, people and\nhorrors too, if there is a distinction. Unfortunate, but what can you\ndo? Nothing. Look the other way. That's all right with me. I don't\nknow anything better to do about the horrors that are, or that may be\non skid row than to hope they will stay there where they belong--and\nlet me forget them.\n\nThat's why I'm writing this. I want to do the story of what I saw,\nand what I think I saw or felt, and what I didn't see, to get it off\nmy mind. Then I am going to do my damnedest not to think of the whole\nthing.\n\nMe, I know about skid row because I was there. That's my personal\nproblem and another story, before this one, and the hell with that,\ntoo. I once had a wife and a couple of kids. I had a lot of problems\nand then no wife and no kids and I made it to skid row. It was easy.\nFor a while I was there, all the way down, where the gutter was\nsomething I could look up to. Well, turned out I had friends who\nwouldn't quit. By their efforts plus, as they say, the grace of God, I\ncame off it; most of the way off it, at least. No credit to me, but not\ntoo many ever manage to make a round trip of it.\n\nWho are the misfits and derelicts on skid row? Anybody; nobody.\nIndividuals, if they are individuals, come and go. The group, with\nfew exceptions, is always the same. It is built of the world's\nrejects--lost souls, bad dreams; shadowy, indistinct shapes, not a part\nof life nor yet quite altogether out of it, either.\n\nI was down there. I left. But I kept passing by every once in a while\nto pay a little visit. For that I had two reasons. One, I could\nsometimes pick up a lead on something for a Sunday feature for my\npaper. The other--just taking another look now and then at where and\nwhat I had been was a sort of insurance for me.\n\n\n\nSo, from time to time I would stop by The Yard for an evening. I would\nspring for a jug. I was welcome. Those in the regular group knew me and\nthey held me in no more than the same contempt they had for each other\nand themselves. Being no stranger--or, perhaps, not too much less\nstrange--I fitted well enough with the misfits of that half-world where\nthe individual rarely stands out enough to be noticeable.\n\nWino Jones, though, and his friend Stanley were, each in his own way,\nquite noticeable.\n\nI first ran across Wino Jones and Stanley one early spring evening.\nIt was a Thursday. I was beat. It had been a tough week--a political\nscandal, a couple of fires and a big \"Missing Kid--Fiend\" scare. Turned\nout the kid had skipped school to catch a triple-feature horror show\nand was scared to go home when she came out late, so she went to hide\nout at Grandma's. The suspect fiend was a cockfight sportsman from the\nCaribbean colony smuggling home his loser under his leather jacket.\n\nBut it had been a rough week with a lot of chasing around and getting\nno place that left me in one of those hell-with-it moods. Like, maybe,\nI ought to take a week or so off and--and the hell with that. It was\ntime for me to pay a little remembrance-of-things-not-so-far-past visit\ndown on the row.\n\nI left the city room, tired, dirty, needing a shave. Where I was\nheaded, this would put me ahead of the fashion parade, but it would\nserve. I stopped for a bowl of chili at Mad Miguel's and then wandered\ndown to those four blocks on South River Street, known as Bug Alley,\nthat make up the hard-core skid-row section of our city.\n\nAcross from St. Vincent's in Scott Square, called the Yard, by the old\nwall, there was a group of six or eight passing the time and a nearly\ndead jug. I shambled over and squatted down. Got a hard, bloodshot look\nor two, but not because the jug in the public park was against the law.\nEven if I was the law, so what? These, they made the jail now and then,\nif there were too many complaints, if they made a disturbance. But not\neven the jail wanted them. The hard looks wondered only if the jug\nshould be passed to me or by me.\n\nI lit a cigarette, took a couple of drags and handed it on. Bootnose\nBailey, big, old, bald, with the cast-iron stomach and leather liver,\nsettled the jug question by handing it to me. I lifted it, letting only\nthe smallest trickle of the sticky sweet cheap wine past. It is not\nfor me; no more. It is sickening stuff. But, as always, the effort of\nholding back left me shaking. All right; with shaking, I had plenty\nof company. The next man looked pleased at the two gulps left in the\nbottle and drained it.\n\n\"Ed?\" Bootnose asked in his hoarse canned-heat whisper. \"You gonna\nspring for a jug?\"\n\nI squatted a minute or so and then stood and started fumbling around\nthrough all my pockets. This is local protocol. Coin by coin, I spread\na dollar and a half in silver out on the flat collection stone in front\nof me. A huge, powerful-looking colored man, new to me, hunkered down\nagainst the wall, smiled gently and added a quarter. Bootnose scooped\nit up and went to make the run for the jug.\n\n\n\nI was, I guess, stretching the ground rules a little by the way I\nstared at the big fellow. But he surprised me mildly. For one thing,\nhe looked in good shape; strong, no shakes, no fevered ghosts back of\nthe bloodshot curtain of the eyes. And, apart from that, you don't find\nvery many Negroes on skid row, at least in our area. I don't know why.\n\n\"Jones,\" he said, softly, politely, \"Wino Jones. You're Ed? Ed, this\nhere is my friend Stanley.\" He waved a big hand at a wispy little man\nbeside him.\n\nFunny I hadn't seen Stanley before, but there he was. That I want to\nmake clear. Stanley was there; no question about it. Only he was such a\ntotally remote, insignificant, unobtrusive little man, it is hard for\nme to remember him even now. Hard to remember what he _was_ like, that\nis. He wasn't colored. He was small. His eyes, his hair, I don't know.\nHe must have had some or I would have noticed. And he had a sort of\nsour, distant, hurt bitterness about him, I recall, and that is about\nall I can recall ever seeing in Stanley. Except for the last time I saw\nhim--he looked mean then.\n\nThis time, I smiled and nodded. \"Wino Jones, Stanley, welcome to our\ncity, our little garden spot.\"\n\n\"There now, Stanley,\" Jones beamed, \"he can see you well enough. You're\ndoing fine, Stanley, getting better all the time. You _do_ see him\nplain, don't you, Ed?\"\n\n\"Huh? Yeah, sure I see him. Why not? Does he think he's invi--\"\n\nJones interrupted me, \"Look, there comes Mr. Bailey back already.\"\n\nWell, it was a little odd. But then, down there the odd is normal, the\nnormal odd. I didn't think anything of it.\n\nI sat a couple of hours. One jug went and then another. It did seem\nto me that Wino Jones missed by a lot on proving out his nickname. At\nleast he didn't love up the passing bottle as though it might be the\nlast one in the world--which, as every skid-row pro desperately fears,\nit might very well turn out to be.\n\nStanley's drinking? I didn't notice.\n\nAfter a while I wandered off. My appreciation of the fact that I was\nable to wander off was shored up again and I was glad enough to get\nback to work the next day without thinking anything much more about it.\n\nI didn't think about Wino Jones or Stanley again till the first of the\nnext week. Then I was on early shift at the paper, due in at six A.M.\nAt quarter to, I yawned my way out of Mad Miguel's after coffee, an egg\nand hotcakes. Mig's hotcakes were hot, too; made them with chili. Hard\non the stomach, but they popped the old eyelids open in the morning. As\nI stood a minute in the doorway, my watering eyes spotted Wino Jones\ncoming out of the alley that led around to Mig's kitchen side. He saw\nme but, thoughtfully, didn't crack till I gave him a, considering the\ntime, reasonably bright hello.\n\n\"How's it, Ed? You going on early, uh?\"\n\n\"Yeah, Wino--ah--Jonesy. Mind if I call you Jonesy?\" He didn't. \"What's\nwith you? Been washing a dish for the Mig?\"\n\nHe nodded. Some of the upper-level boys from the row worked off and\non at odd jobs like that. It didn't make Jones unique, but it made him\nstand out a little.\n\n\"Me and Stanley, we like a little change in our pockets. Right,\nStanley?\"\n\nHe looked down and a little to one side, just as though he were asking\nagreement from someone. Only there wasn't anyone there. There wasn't\nanyone in sight on the block but Jones and me.\n\n\n\nBut Jones smiled and nodded warmly at the short vacancy beside him and\nthen looked back at me. \"Stanley here, he come by to meet me after\nwork. Mr. Mig, he let me fix us a bite of breakfast when I finish up\nthe night.\"\n\nI looked again at where Stanley was supposed to be standing and then,\nblankly, back at Jones. He shrugged almost unnoticeably and, I thought,\nbarely shook his head.\n\n\"Well-l--\" he said, \"I expect me and Stanley better drift back on down\nto the Yard before some fuzz comes along and fans us down.\"\n\n\"Yeah?\" I said. \"Yeah. So long, Jonesy--Stanley.\"\n\nI don't know why I added the \"Stanley\" but, obscurely, it seemed to\nplease Jones. He gave me a big smile and then walked off down the\nstreet, chatting companionably to--no one. I didn't get it. Well,\nStanley present or absent rated very low on the list of the problems I\nwas going to worry about. I went to work.\n\nI ran into Jones every morning during the week I was on early; Jones,\ncoming off work, with Stanley--who wasn't there. Odd, sure. But if\nJones was stringing a way-out gag or playing with a mild hallucination,\nstill it was nothing to me.\n\nI did mention it to Mig, who only said, \"Si, these one big hombre eat\nbig. He like two plate eat for breakfast, plate he wash, bueno, what\nfor I complain?\"\n\nSo that was all. Nothing.\n\nToward the end of the next week, I wandered down to the Yard again and\njoined the little group of exponents of gracious almost-living by the\nwall. Jones wasn't there. But as I was settling down I glanced over\nat the Broad Street side of the square and I saw him strolling along\ntoward us. He was smiling, talking, gesturing. He was alone. I looked\ntwice. There was no one with Jones.\n\nI settled down, took a drag or two on a smoke and passed it along.\nLifted a jug. Got back the old lost, gone, miserable feel of the thing\nagain. I looked up then at Jones who was just coming around the mangy\nclump of bushes by the path. With him was a sour, whispy, scarcely\nnoticeable little man. Stanley.\n\n\"Evening, Jonesy,\" I said, \"and Stanley. Good to see you again.\" I\nmeant it even though, come to think, it didn't really clear anything\nup. Jones gave me his smile and Stanley nodded suspiciously.\n\nThey moved in and joined the group. Somebody made a run; a couple. The\ntalk staggered around as usual. Topics: booze; money, yesterday's and\ntomorrow's; booze; women--only occasionally and with mild, decayed\ninterest; booze.\n\nJones put in a soft word or two from time to time until he finally\nstood up, stretched and said he was going up to Mig's. Stanley stayed.\nI know he did. I watched him. Afterward, I tried to remember if he said\nanything, but that I couldn't recall.\n\nI went on home myself a while after Jones left. Stanley was still\nthere, though, when I glanced back from Broad Street, I couldn't pick\nhim out in the dim moon and street light.\n\nStill nothing much, eh?\n\n\n\nThe next week I came on work at ten and I didn't see Jones--or not see\nStanley--all week. Friday, I was back down at the Yard. That was out\nof my pattern. Usually one visit in a month or so was plenty. But now,\nfor whatever reason, I was getting kind of interested in Jones--and\nStanley.\n\nThis time Jones was there hunkered down against the wall when I\nwandered up. Coaster Joe squatted on one side of him. On the other\nside, no one. I looked; I looked close. There was no one there. Still,\nwhen I nodded around, I nodded at the empty space. Noticed that\nBootnose Bailey was missing. A mild surprise. Bootnose and a bottle\nwere nearly as much Yard fixtures as Gen. Scott in bronze and pigeons.\nI settled in. A little time and a jug went by. I still didn't see\nStanley.\n\nMy curiosity finally insisted on a remark. \"Jonesy, I--haven't seen\nStanley tonight.\"\n\nJones smiled, not quite as easy and relaxed as usual. \"Stanley isn't\naround tonight. He went someplace.\"\n\n\"Oh? Well, that's good.\" It seemed a safe statement. If Stanley had\nbeen in jail, Jones would have said so. Any other place was bound to be\nbetter. I was being unjustifiably nosy, but curiosity wouldn't let me\ndrop it. \"Where did he go?\"\n\nJones shrugged. Then, seriously, \"To tell the truth, Ed, I don't\nrightly know. Fact is, I been a mite worried about old Stanley lately.\"\n\nNo one else was paying any attention to us. \"So? How's that?\"\n\n\"Well--\" He shrugged again and then made a decision. \"You know, Ed,\nit's a sort of a odd thing about Stanley. If you have a little time...?\"\n\n\"Time is what I have.\"\n\nJones sighed. \"It might turn out to be a problem, I think. Bothers me\nsome. It would be a kindness if you would let me talk to you about it.\"\n\nI stood up. Jones, making a gesture that clearly set him apart, put\na quarter on the flat collection stone as he got up to join me. We\nstrolled off through the dusk in the park, quietly. Jones, even in a\nstate of some unease, was a comfortable presence. Over on the Broad\nStreet side of the Yard, we sat down on a bench.\n\n\"Don't rightly know how to begin,\" Jones said, scratching his head with\na fielder's-mitt-sized hand, \"but--Ed, I expect you noticed something\nfunny about Stanley? Or maybe about me?\"\n\n\"I noticed that sometimes I see Stanley and sometimes I don't. And\nthat sometimes you act as though you see him when he positively is not\nthere.\"\n\n\"Um, yes. Makes you kind of unusual too, Ed. Because with Stanley it\nis mostly like this--when he is around, I mean. There are people who\nsee him; a few. But most people, they can't see Stanley at all. With\nyou, seems like it changes. Uptown you can't see him; down here you\ncan.\"\n\n\"What?\"\n\n\"Now me, I see him most all the time. All the time when he's around,\nthat is; when he hasn't gone off someplace, like tonight. But most\npeople, what you might call really normal people--no offense, Ed--they\ncan't ever see Stanley.\"\n\n\n\nIt sounded silly. But Jones said it with a calm conviction that\ncarried weight. If I couldn't believe it exactly, I didn't disbelieve\nhim either. You hear plenty of queer stories on skid row--dreams,\nnightmares, nonsense. There used to be one crummy, rummy old bum\naround called Gov'nor who used to claim he really had been a governor.\nHe drank down some office duplicator fluid and died. Police routine\nchecked. He was an ex-governor. Probabilities eliminate no remote\npossibilities; if you flip a coin long enough, someday it will stand on\nedge.\n\n\"How do you figure that?\" I asked Jones.\n\n\"I don't want to sound like I think I am a brain,\" Jones said. \"I only\nread some. But these men down here--you might say, couldn't you, that\nthey are maybe men who don't have much of a hold on the world any more?\"\n\n\"True.\"\n\n\"And the world holds them mighty lightly. They are nothing. Nobody pays\nthem attention. They are outside of everything. They are pretty much\noutside the world, even. Now you, Ed--you are mostly a part of the\nnormal world. But one time you were all the way on down here, right? So\nyou--\"\n\n\"I have a feeling for it? Something like that?\"\n\n\"Something like that. And so down here you are like the others; you can\nsee Stanley. Uptown, you couldn't see him.\"\n\n\"Sounds nuts. But how? Why?\"\n\n\"That goes back, way back. Stanley and me, we were kids together.\nStanley, his people were what down there they call 'trash.' Fourteen,\nfifteen kids. Who was whose pa, who would know? Or care? And Stanley,\nhe was kind of the runt of the whole litter. Nobody paid him any mind.\nHe never talked much 'cause nobody listened. Got to be a real dopey,\ndreamy, moody kid. Not ever sick, but sickly. He was more like nothing\nthan any kid I ever did see.\n\n\"Me, I lived down the road a piece from Stanley. I don't know why, but\nhe took to following me around. Mostly because everyone else ran him\noff, I expect. I don't guess I was real good to poor Stanley, but I let\nhim tag along. You would hardly know he was there; no trouble. And he\nstruck me so sort of lost and pitiful, you know? I never had the heart\nto chase him. After a while, it got to where he even took to trailing\nalong after me to school.\n\n\"Now that was a funny thing; kind of got me to wondering. There was\na white kid down in that part of the country, running along after a\ncolored boy to a colored school. You would expect that to attract a\ngood deal of attention, wouldn't you? Maybe stir up a big storm in the\ncounty. But nobody ever hardly seemed to notice Stanley at all. There\nwasn't anything ever said about it.\n\n\"Well, you know, Ed, any kid, even Stanley, he wants some attention,\nsome affection from someone. Stanley, all he ever had was me and I\nnever more than about put up with him when we were kids. And any kid\nlikes to feel kind of important sometime. Be noticed. Be king of the\nhill at recess. Win a spelling bee. Whup somebody, or even be the kid\nthat gets made to stay after school the most. He wants to feel like\nhe is somebody. Only Stanley, he never could. Seemed like the more he\nwanted to push out into things, the more he would get shy and not able\nto, and he would pull away back inside even more. He never could talk\nmuch hardly, even to me. Got so I would scarcely know he was around\nmyself.\"\n\n\n\n\"He lost touch with the world?\" I put in. \"Well, that happens. There\nare oddballs all over, you know.\"\n\n\"Oh, sure--sure there are, Ed,\" said Jones. \"But Stanley wasn't like\nthat, not exactly; or only. Seemed like it was as much the world lost\ntouch with Stanley as it was the other way. He always did feel a\nresentment about it, too, and I believe it turned him pretty bitter way\ndown someplace. 'Course he never did say much, but I could tell. I got\nthe feeling.\"\n\n\"So? How did you come here?\"\n\n\"Well, my mammy, she passed on and there wasn't anything to hold me\nback there around home, so I left. Stanley, he tagged right along after\nme. Like a shadow. You might say he was a sort of a shadow's shadow,\nhuh? We bummed around. I worked here and there. Then I found out--we\nfound out--that most people couldn't even see Stanley at all any more.\"\n\n\"He got so far out he was really gone?\"\n\n\"Only it was kind of pitiful the way it made Stanley mad. Me, I got\nvagged a few times. Only Stanley, he could be right beside me and spit\nin the sheriff's face and they wouldn't touch him. They wouldn't even\nknow he was there. When I was locked up, he could walk in and out to\nvisit me. Nobody ever stopped him. Nobody saw him--except, we found out\nthen, that some of the prisoners could see Stanley plain enough.\"\n\n\"Oh?\" I said.\n\n\"Yes. And that's the way it has been. Seems like the only people who\ncan see Stanley are people like, well, like the ones down here around\nthe Yard. The ones who are--how would you say it?--in the world but not\nof it, huh? I read that somewhere. People who are far enough out can\nsee Stanley; only he is farther out than any of them.\"\n\n\"Hm-m. Well, the world being what it is, maybe Stanley is lucky.\"\n\n\"Ed, you don't really mean that.\"\n\nHe was right, of course. This world positively was not built according\nto any specifications of mine, but still it is my world and I guess I\nam pretty fond of it at that. Couldn't ever have managed to leave skid\nrow if I weren't.\n\n\"So,\" Jones said, \"poor Stanley, he always has been mighty dependent on\nme; more, maybe, since we been moving around. Until just lately.\"\n\n\"Kind of a damn nuisance, huh?\"\n\n\"It never bothered me too much. Of course it keeps me down around\nthis part of every town we make and maybe this isn't the kind of life\nI would have picked for myself. But Stanley has made me feel sort\nof responsible. And some kind of responsibility is good for a man,\nwouldn't you say?\"\n\nI couldn't argue with it; not me. Anyway, it proved what I had felt\nfrom the start--Wino Jones wasn't a real or a natural skid-row type; he\nwas forcing himself.\n\n\"Well, Ed, Stanley has been trailing me around all the years--only\nsomehow I don't believe Stanley ever did really like me much. He\nfollowed me because he couldn't do anything else, but he never took\nto me. I guess maybe I couldn't ever quite look up to him the way he\nwanted. So I suppose he has always been looking for something else.\nWell, before we came here, we were stopping in a mission one evening\nand I looked around when I finished my soup and I couldn't see Stanley.\nIt gave me a turn. But after a little while, there he was again. I\nasked him where he went. He couldn't or wouldn't ever tell me much,\nonly that there was someplace he was trying to get to and friends he\nwanted to meet.\n\n\"'I can almost get there,' Stanley told me. 'There's the border and\nover there on the other side, they want me. I can feel they want me.\nThey understand that I am important to them. They want me to come. If I\ncould just find the way across to--'\n\n\"He never told me who it was wanted him, or where, or what for. But\never since then, every once in a while I would look around and Stanley\nwould be gone. First part of this last week he was gone again--and\nwhen he came back, he was changed. He was kind of superior-acting. Not\npleasant. Wherever he was trying to get, he had got there. 'Now,' he\ntold me, 'I have friends who know I am somebody.' He was real set up\nover it. Tonight he went back again.\"\n\n\"Where?\" I wanted to know.\n\n\n\nJones shook his head. \"I told him, 'Stanley, we been together a long\ntime. You got friends besides me, I'm glad. Only, you know, I kind of\nfeel responsible. Maybe I ought to meet your friends, huh? Why don't\nyou take me to meet them?'\n\n\"'No,' says Stanley. 'Oh, no.' He wouldn't hear of it. I got to stay\nhere and wait for him, he tells me.\"\n\n\"Well, sure,\" I told Jones. \"How could you go with a man into his\ndream?\"\n\n\"Yeah--only Stanley did take old Mr. Bootnose Bailey with him.\"\n\n\"_What?_\" I exclaimed.\n\n\"Uh-huh. Stanley said he was going to prove it to me. He said he would\ntake somebody along with him to this place and then he would bring one\nof his friends back here to visit. He said that would show me, would\nshow everybody. And you know, Ed, I don't believe I much liked the way\npoor Stanley looked when he said that. He looked kind of mean.\"\n\n\"But they went? Both of them? And that's why old Bootnose isn't around?\"\n\nJones nodded. \"Yeah. Stanley promised Mr. Bootnose something would\ngive him a real boot. They went. Stanley, last thing he said before I\nwatched the two of them just sort of fade out, he said he would be back\ntomorrow evening. He wanted me to be sure to wait for him in the Yard.\nAnd fact is, Ed, I'm kind of uneasy about it all,\" he added.\n\nThere it was, Jonesy's story. A nonsense story? Sure. But it left\nme feeling a little uneasy too. We talked it back and forth a while\nlonger, Jones and me, and the more we talked the more uneasy I got.\nFoolish or not, Jones himself believed it. He wasn't trying to con me\ninto anything. There was no other point to it. And--well, maybe it was\nsimply the fact that Jones was a good deal of man. What he said had a\nreal conviction to it. Even if the story was hard to believe, still\nthere was what I had seen--and not seen--of Stanley. And even if there\nwas nothing that seemed particularly threatening about the business, it\nmade the two of us uneasy.\n\nThere was nothing for us to do about it, though. I went on home to my\napartment after I promised Jones I would be around the next night when\nStanley, alone or with company, was due back. I don't know what Jones\nexpected. I don't know what I expected. But Stanley's friend, no; we\ndidn't expect that.\n\nThe next day I was filling in on the desk, but my mind must have been\nfumbling around with Stanley's other world. I fumbled all day and\nfinished by crossing up a couple of headlines. So I left the office\nwith the managing editor's curses ringing in my ears, even though he\nhad to admit that the \"Present Stench--Future Disaster\" line from the\nsewer gas story did fit very nicely over the item on the mayoralty\ncampaign.\n\nI was down at the Yard a little after five. Jones came along a few\nminutes later. The group was there. It always is, except when there is\na city clean-up. Then it moves over behind the church. Today there was\na tension. Jones was smiling, gentle and friendly as always, but there\nwere nerves back of it. Probably the others were mostly just suffering\ndry nerves. But I was rattled enough so I fumbled a five out and put\nit on the rock. That, naturally, meant that Coaster Joe and Feeny, who\nmoved the quickest, went to make a run and didn't come back. With the\nright change for the jug, the wino never skips; with change to bring\nback, always.\n\n\n\nWell, some more silver was painfully dredged up, mostly by Jones, and\nsomebody else went. The wine went around and I admit that this time I\ntook a swallow or two on my turn. I noticed Jones did too. Not much;\na little. We were cold sober. Too cold, actually. I needed the little\nwine I had in me and a lot more.\n\nThat bottle and another went around. So did the talk. I was leaning on\nthe wall next to Jones. Neither of us had much to say. Finally, it was\njust coming on dusk, I asked him, \"You're sure he'll come here? Are you\nsure he'll show at all?\"\n\n\"He'll be here. Most any time now, Ed. I can feel it. Can't you?\"\n\nI could feel something, but it was only a contagion of tension, I told\nmyself.\n\nThen Jones said, \"Look there,\" and pointed.\n\nI followed the line of his big, pink-nailed, black finger off along the\npath through the park from Broad Street, a little hazy in the summer\nevening. There was nothing. Then there was a darker spot in the haze\nand then, not more than about twenty feet away, just about to pass back\nof the row of bushes along the path, I saw Stanley. Tonight he seemed,\nsomehow, a more positive presence, even at that distance. There was a\ncocky bounce in his walk and a tilt to his chin that announced \"Here is\nsomeone to reckon with.\" Other eyes in our little circle turned his way\nas he passed behind the bushes. A couple of seconds more and he came\naround the near side and moved in to join us.\n\n\"Hello there, Wino,\" he said to Jones and there was condescension in\nit. \"Fellows, I want\"--proudly--\"you should meet a friend of mine.\"\n\nAround the bushes came a shape, a dark shape; Stanley's friend, from\nsome other place or world. In our group, Saint Betty, a retired queen,\nchoked on the jug and handed it to me. I shoved it along to Jones. The\nparalyzing effect of Stanley's friend can be measured in the fact that\nthe jug went three times around that thirsty circle--and no one even\nlifted it to his lips till it fell in the dust at my feet.\n\nStanley's friend was there all right; really there. What did I say he\nwas like? A dark shape? Yes. But that dark shape and the detail of that\nshape came through as clear as a hot blue flame to me.\n\nYou weren't ever down that way, right? Not to stay, at least. Well,\none thing people there have in common is the horrors. Not just the\nordinary day-to-day horrors of a hard life but the big horrors. The\nD.T.s. How do they go? The detail varies. With everyone, there is\nsomething that really panics him, gives him that sense of unreasoning,\nhelpless, screaming fear. With a lot of people it is snakes. That's\nthe traditional. With others, it can be heights, or closed rooms;\nrats, maybe. With me, it has always been spiders, ugly, hairy-legged,\nbloat-bellied.\n\nThe horrors. The height man, when he gets them, will have the sensation\nof falling, helplessly, endlessly. Once I had spiders. There were\nhordes, millions of great, stickily scrabbling, poisonous spiders\ncrawling, crawling all over me, over everything--until I woke wrapped\nup like an iced tamale in the cold wet sheet that is called \"calming\nrestraint\" in psycho wards.\n\nStanley's friend? Well, it's an ugly thought, but consider those\nspiders of mine. And consider people. People, mostly, have religion.\n\"God made man in his image,\" they say, except God, of course, is the\ninfinitely greater. Now suppose that spiders had a god. A spider god.\n\"God made spiders in his image,\" the spiders might say, right? So\nsuch a spider god, that almighty apotheosis of spiderdom--_that_ was\nStanley's friend as I saw him.\n\n\n\nI don't know how I could see a thing like that. Maybe I didn't see it,\nexactly. But absolutely, in some way, by whatever means, the positive\nperception of such a thing burned itself into my eyes and mind.\n\nThe other fellows? No one screamed aloud, although my mind was\nscreaming. Horrors were not less horrible to us, only less unfamiliar\nthan to other people. One by one, the others quivered to shaky feet and\nthey stumbled off through the evening. The jug, three-quarters full\nyet, stayed there in the dust of the Yard, forgotten.\n\nHow long it was, I don't know. Not long--and then only Jones and I\nwere left with Stanley and Stanley's friend. The rest of the park was\nempty. Across Bug Alley in front of the church an old woman carrying a\nsack of rubbish was impelled to look our way. She screeched in a high,\ndisappearing pitch and crumpled to the walk. The church was dark and\nsilent.\n\nJones stood there, big, powerful, leaning against the wall. He smiled\nat Stanley, but it was a weak, sick smile. How he managed that much,\nI'll never know. Weak, trembling, stomach churning, I dragged myself up.\n\n\"Uh--well,\" I mumbled, \"f'you fellows will excuse me--guess I better be\nmoving along.\"\n\nStanley's lip curled. He was irritated. I couldn't help that.\n\n\"You see?\" It wasn't speech, but the thought came plainly from\nStanley's friend, out of a churning of black, hungry thoughts, \"You see\nhow it is? Even now, not even such as these will welcome us as friends\nand equals.\"\n\n\"Yes,\" snapped Stanley, \"I see. I should have known. All right then,\nwe'll do it your way. We will show them all.\"\n\nI stumbled a step or two toward the path.\n\n\"Wino,\" said Stanley, \"Wino Jones. We are going over to the other side\nnow. But we will be back, you hear me? You just wait.\"\n\n\"Sure, Stanley,\" said Jones, still gentle, kind. \"Only, Stanley, are\nyou sure?\"\n\n\"I'm sure,\" said Stanley. He turned to his friend. \"Come on. Let's go.\"\n\nThey moved together toward the bushes.\n\nStanley looked back over his shoulder at Jones. \"We'll be back,\" he\nsaid, \"we'll be back, Wino. You be looking for us.\"\n\nThen they were gone. Thank the good Lord, they were gone.\n\n\"Well,\" I quavered at Jones, \"you did say you were kind of uneasy about\nhim, didn't you?\"\n\n\"Yes,\" said Jones, \"that's right. You going on home now, Ed?\"\n\n\"You bet!\"\n\n\"I don't like to impose, but would you mind if I kind of tagged along?\nI don't feel too good--after that thing with Stanley, built of all\nthose thousands of hissing, wiggling snakes.\"\n\nWith Jones, it had been snakes, not spiders. The others--to each his\nown? Somehow that made it seem even worse. Jones wanted to come along\nwith me? I was glad and grateful. I don't know that I could have stood\nbeing alone that night.\n\n\n\nUp in my apartment, we turned on all the lights. Had a couple\nof nightcaps. Sat up all night in my luxurious eight-by-ten\nliving-dining-kitchen area for modern living. We talked a little, but\nnot about Stanley and his friend. It was too fresh and we were too\nshaken. It seemed safer not to mention it.\n\nI suppose we must have dozed off and on. In the morning, I woke up. I\nstill had the shakes. No hangover, but the shakes.\n\n\"Jonesy,\" I said. \"Jonesy, I guess maybe I ought to be getting along to\nwork. What are you going to do?\"\n\nHe woke up, full awake, like that. \"I'm not going back,\" he said. \"You\nknow?\"\n\n\"Yeah.\"\n\n\"I got a feeling. I got kind of a feeling that maybe I am sort of\nStanley's doorway or gate back here, if you know what I mean. He was\nalways nearer to me than anyone. You notice he kept telling me to wait\nfor him? I think maybe he needs to feel around and find me to make his\nway back across from wherever he went. So, if I'm not there, if he\ncan't locate me, could be he won't be able to make his way back--with\nhis friends. I think I better stay as far away from down there as I\ncan get. You reckon there might be some kind of job I could do on that\npaper you work for?\"\n\n\"Sure,\" I said. I knew they needed some men in the circulation\ndepartment. \"That isn't so very far away, though, is it?\" I had a sense\nthat he was right about Stanley.\n\n\"Not miles. Distance, like that, I don't think it makes much difference\nwhere Stanley is. It's the Yard and all that, huh? Seems to be like if\nI get a steady job, get to be a real, steady, normal citizen, that's\nwhat would make me hard for Stanley to find.\"\n\n\"Yes,\" I said, \"I see. The more you are a full part of this world, the\nfarther away you will be from that other one--and Stanley.\"\n\n\"That's it.\"\n\n\"I hope so. Lord, I hope so. You come along down with me this morning.\nWe'll get you a job if we have to kill someone to make a vacancy ...\nJonesy, that--that thing, spiders, snakes--you are sure it was real? It\nwas actually here, I mean? And might come back if Stanley can make the\nway--in force?\"\n\n\"Yes, Ed. You didn't really have to ask, did you?\"\n\n\"No,\" I said.\n\nAnd that's it and that's all.\n\n\n\nSince then--well, Jones is working for the paper. He got to be\nassistant circulation manager in less than a year. He is as respectable\nand non-skid-row a citizen as there is in town. Has a girl; getting\nmarried next month.\n\nMe? I'm the same, maybe a little better. I go every other week to\nvisit my kids and Jennie, my ex, has taken to staying around now. We\neven talk a little bit and, last time, I took her some flowers and she\nblushed like a bride. Something might even come of it--given enough\ntime.\n\nI have checked back on the Yard a few times but so far, at least,\nnothing more than the standard rack-up of ordinary horrors. I am not\ngoing to check any more. What for? Such a thing as Stanley's friend,\nyou couldn't fight, and I wouldn't know what direction to run. If those\nthings ever find a way over here, where would they be coming from? I\ndon't know. From inside, maybe, Jones says. How do you run from that?\n\nBest, I think, forget it. I intend to try. And, so help me, I am\nthrough with skid row. Who wouldn't be?\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stuart, William W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51698/pg51698.txt",
        "name": "the_little_man_who_wasnt_quite.json"
    }
}