{
    "name": "The Night Has a Thousand Eyes",
    "author": [
        "De Courcy, Dorothy",
        "De Courcy, John"
    ],
    "body": "They stood, silently, side by side, in the crude shelter that passed\nfor a bar on Titan. Its corroded metal walls rang hollowly to the\nboisterous, animal humor which flowed as freely as drink. Lewd sketches\nadorned the walls, staring down at the two men, the lewdity of five\nraces to please the lechers of five planets. But all of this was lost\non Brace. He was begotten in sin and knew no other life.\n\nThe thin-faced man beside him shifted uneasily. \"Buy you a drink,\nBrace?\"\n\n\"CAPTAIN Brace!\" the ape snapped. It was too true to be funny. He\nlooked like an ape. His face was ugly and concave, the nose flattened.\nHis back and shoulders sloped and his arms hung slightly before his\nbody.\n\n\"Captain Brace,\" the other said quickly.\n\nBrace laid one of his paws on the bar, hairy, grotesque. He sniffed\nloudly and grunted, \"Borl!\"\n\nThe complacent bartender poured three fingers into a glass and Brace's\nlips quivered slightly over his protruding teeth in humorous pride. No\nman he knew could drink the stuff straight, this caustic liquor often\nused to add a poisonous garnish to the drinks of the frail men on earth.\n\nThe thin-faced man murmured, \"Whiskey,\" and the bartender poured this\nwith equal nonchalance.\n\nBrace stared at the glass in his hand, prolonging the moment, for he\nknew many curious eyes watched him. Blood brother to sulphuric acid,\nsomeone had called it; Borl, distilled from the roots of a poisonous\ntree, the touch of whose leaves burned flesh through to the bone.\n\nIt was a show worth seeing--and Brace knew it. He knew it hurt, seared\nhis throat, and made his chest ache, that once he had crushed a glass\nin his hand in pain afterward. It had hoarsened his voice and burned\nhis lips and tongue so they were like the palm of a workman's hand. But\nno other man could do it.\n\nHe raised the glass to his lips and poured the contents down. The men\nwho were watching drew in their breath but not all of the spectators\nwere men. Some were aliens who expressed surprise or tension in other\nways. Venusians' long-unused gill slits rustled. The armadillo-like\nSaturnians made crackling sounds by shifting their bodies in a slight\ncircular motion. The Martians, almost man-like, made nasal squeaks with\nthe second set of vocal cords behind their palates. The downy-skinned\nIonians, pale white in the gloom, made little clicking sounds with\ntheir fingers like miniature castanets. Then Brace laid the empty glass\non the bar and life resumed in this sump where collected the residue of\nfive races.\n\nThe thin-faced man tossed off his whiskey in one gulp, then coughed.\nBrace threw back his head and roared with laughter, long and loud. The\nroom joined him, but the thin-faced man didn't mind. He laughed too. It\nwas safer.\n\n\n\nA pair of stained curtains suddenly separated on a little raised\nplatform and all eyes turned toward it, including Brace's bloodshot\nones, still jumping from the effect of the drugging Borl. A girl came\nout, scantily clad, and a spotlight from somewhere centered on her. Two\nIonians played rhythmic melodies on a heavy stringed instrument and the\ngirl began to dance.\n\nMen yelled the age-old cry, \"Take it off!\" And she, twirling, smiled,\nbut her face turned pink under the cries and jests.\n\nFollowed by the thin-faced man, Brace waddled forward until he stood\nat the edge of the platform. There was something different here which\nhe sensed rather than saw through the caustic fumes of the Borl. She\nwas young, not a burned out, haggard wreck, heavily daubed, such as he\nalways saw in places such as this. Her limbs were lithe, straight, her\nface was not pretty, but it was youthful and not a debauched, revolting\nmask.\n\nAs Brace was taking all this in, another man staggered slightly and\njabbed him with an elbow. Without hesitation, Brace's hand caught him\non the face, the chopping edge of his ape-hand landing with the crack\nof a hammer. There was no resentment. The man staggered back, his\noft-broken face bleeding from the abrasion on his cheekbone, and Brace\nkept on watching the girl.\n\nShe was slim, almost skinny, which accentuated her pointed, elfin face\nand high cheekbones. The blue draperies whirled in her wake, as did her\nshining, black hair. Her brown eyes seemed to be expressionless holes\nand her full red lips remained fixed, pinned in a professional smile.\n\nBrace's hands now rested on the platform, almost chest high, and sweat\ntrickled down his concave mask unnoticed, his eyes darting after the\ngirl, relentlessly.\n\n\n\nThen, as suddenly as they had opened, the curtains swung closed and the\nspotlight died. Immediately, Brace vaulted to the platform and ducked\nthrough the slit in the curtain. He heard no voices cheering him on and\nhe wondered if in the sudden gloom he had been unseen.\n\nUnhesitatingly, he rolled ahead across the now darkened platform and\naround the askew backdrop and almost ran into the girl. She gasped\nand shrank back as Brace reached for her. A door opened and a young\nman came out, a blond, earth man. Brace looked at him, no more, just\nlooked, and then the young man lunged at him. He didn't throw himself\nlike an animal, he raced in like a panther, his young, small fists\ncocked professionally.\n\nIt was all a blur to Brace, the flying fists, the thudding blows, as\nhe waved his long arms. He stumbled into the backdrop but its cloth\nsurface muffled any sound. Half blind, he clutched the fabric with one\nhand, then reached with the other and dragged the young man to him.\n\nBrace hadn't meant to hurt him. He had only wanted to drive him away.\nBut he stood there, rubbing his aching knuckles, staring down at the\ncrumpled figure on the floor. There was a big dent in the young man's\nskull where his head had struck a pipe. Brace was shocked. He hadn't\nmeant to kill him. But he knew he was dead.\n\nThe girl knelt quickly beside the young man, her small, trembling\nhands touching his white face. Brace knew she was going to scream and\nimmediately, his hand closed over her mouth. She struggled but he\nhardly noticed it. This was bad, very bad, especially here on Titan.\nThe S.P. would like something better than just suspicions in his\ndirection. Sure, the kid had asked for it, but how would it look? He\nhadn't meant to kill him, but--\n\nHis barrel chest heaved while he held the struggling girl and tried to\nthink. He had killed other men. It wasn't remorse. It was perhaps only\na vague instinct which forbade him to kill the young or the weak. He\nhad to get back to the ship. That was it! Once in space, they'd never\nknow. But the girl--the girl--He could kill her too but--\n\nWith a grunt, he heaved her figure over his shoulder and moved down the\ngloomy hallway to a metal door. With the toe of his shoe, he opened it,\nglanced outside into the darkness, then heaved himself and his burden\nthrough the opening, pulling the door shut with his foot.\n\nThey were on the edge of the settlement. That was a break. He carefully\nskirted lighted buildings. The air, thin and cold, barely rustled his\ngarments as he ran steadily on.\n\nThere was just one more place to pass, another bar. Brace hesitated\nin the gloom, holding his burden tightly. A man emerged from the bar,\npaused, then began walking toward them. Brace shrank back into the\nshadows. The man's footsteps drew closer. Brace tried to withdraw\nhimself further but the girl began to struggle. The footsteps stopped,\nBrace heard a shuffling sound, then the footsteps receded. Brace peered\naround the corner just in time to see the man re-enter the bar.\n\nTensely, Brace walked toward the lighted area. If someone should\ncome out--He came abreast of the bar and through the grimy, plastic\nportholes, he saw the faces of men, brief, fleeting images. Then he was\npast, running, and the darkness closed about them again. He ran until\nhe was out in the sandy wastes, beyond the settlement. Then he stopped.\n\n\"If you scream, I'll kill you,\" he grunted into the girl's ear. He\ndropped his hand from her mouth, set her on her feet, but kept a firm\nhold on her wrist. He couldn't make out her features in the gloom but\nhe could hear her panting.\n\n\"Let me go!\" she gasped.\n\n\"Shut up!\" The snarl was deadly, vicious, and it choked off the words\nthat were bubbling up in her throat. \"Now listen, you! I killed him and\nthat's that. I didn't mean to but that doesn't make him any less dead.\nThe S.P. doesn't like me and I think they might like to line me up in\nfront of a jet.\"\n\n\n\nAbruptly, the girl began to cry and sank down onto the sand. Brace was\nannoyed and didn't know what to do. If he'd had any sense, he would\nhave killed her back there. Then he could have come back in the front\nway and had another drink. The boys on the ship would swear they had\nmet him outside, gone with him to the ship, then walked back with him.\nSure, there would be two bodies, but he would have been in the clear.\nHe couldn't turn her loose now. He couldn't kill her either.\n\nResignedly, he realized he had to take her with him. \"Come on!\" he\ngrunted, pulling her erect.\n\nHer sobbing died away to a muffled sniffling as he pulled her along\nrelentlessly after him. They were far enough from the settlement so\nher scream wouldn't carry. Their feet crunched on the sand, though the\nsound was thin and wispy, the ghost of the sound of earth feet trodding\nearth sand. Brace noted a vague yellowness before him in the sky. It\nwould be getting light soon. He had to get to his ship. The S.P. might\nalready be nosing around.\n\nThe lightness was more distinct when they reached the place where the\nghostly hulks of space craft lay like sleeping whales, inert leviathans\nthat could in an instant become flaming dragons, leaping and screaming\ninto the darkness. Brace threaded his way through them until he caught\na glimpse of his own scarred ship, neither larger nor smaller than the\naverage, its blunt nose pointing slightly away to his left. He stopped\nsuddenly when he saw a shadowy figure standing near it.\n\n\"If you scream now--\" Abruptly, he made a short, chopping motion with\nhis fist and the girl slumped unconscious. He shouldered her and began\na careful approach. There was still a hundred feet to cover, the sky\nwas growing lighter every minute, but the shadowy figure by his ship\nremained motionless.\n\nBrace stood in the shadow of the fin of a neighboring ship and turned\nplans over in his mind. It was no use. During that whole hundred feet\nhe would be outlined against the sky. Then a sound tensed him, the\nwhine of a sand car behind him. He crouched low, prepared to duck.\nThis was it. Nobody on Titan had sand cars but the S.P. The miners\nused big ato-tractors.\n\n\n\nBrace lunged around the edge of the fin to shield himself from the\noncoming lights. The sand car whizzed past him and hissed to a smooth\nstop.\n\nThey had seen him. Brace spun and ran, sand spurting behind him. He\nskidded under the huge belly of one ship, scrambled across to another--\n\nSomething crackled in the air--dust motes or insects caught in the S.P.\nray--and suddenly-molten sand bubbled and spat behind him.\n\nBut the blast was not followed by a closer one and Brace realized they\nwere only shooting at random; he heard the ray hissing in another\ndirection. He hurtled down the next alley and then forced himself to\nslow down to a shuffling run as he neared his own ship. His sprinting\nfeet would leave too obvious tracks.\n\nNear the stern of his ship he stopped, his fingers fumbling over the\nsmooth side, at last finding the knob. He shoved it inward. If the port\nsqueaked--if one of the S.P. men came around the side of the ship--But\nthe port didn't squeak. It opened silently. And Brace stepped in. He\npressed another button, and the port closed. He was in.\n\nBrace walked swiftly to his cabin, opened the door and dropped the\nunconscious girl on his bunk. Quickly, he stripped off his coat and\nshirt and mussed his hair. The catch on one of his shoes stuck and\nhe cursed as he ripped it off. Breathing rapidly, he waited for the\nsound of the buzzer, and when it came, he snatched up his heavy coat\nand threw it over his shoulders. As he stepped into the companionway,\nanother cabin door opened and another figure, hastily coated stepped\nout.\n\n\"I'll get it!\" Brace growled.\n\nThe other, startled, looked at him and said, \"Yes, sir.\"\n\nBrace pushed past him, turned into another companionway and walked to\nthe main fork. He pressed a stud and the inner door opened. Stepping\ninto the compartment, he pressed another stud, watched the inner door\nclose and the outer one open. He gulped to equalize the change in air\npressure in his ears.\n\n\n\nAn S.P. man flicked on a light and shined it full in Brace's face.\nBrace touched a button and flooded the entire port with light. \"What do\nyou want?\" he snapped. \"I'm not blasting off for two hours! Come back\nin an hour!\"\n\n\"Is this him?\" one of the S.P. men asked the other. The other nodded.\n\nThe first man who had spoken turned back to Brace. \"We're not looking\ninto your take-off, Captain. We're investigating a killing.\"\n\n\"What do you want me to do? Solve it for you?\"\n\nThe S.P. man took the insult but stiffened a little. \"No, sir. We'd\nlike to examine your ship. There's a girl missing.\"\n\n\"Oh!\" Brace shouted sarcastically. \"Then she MUST be on my ship! It's\njust swarming with kidnapped women! It COULDN'T be any other!!\" He\nwaved his ape-like arm toward the collection of hulls.\n\nThe S.P. man's lips tightened into a thin line.\n\nBrace ran his thick fingers through his hair, studying them for a\nmoment, then asked, \"Do you have a search permit?\"\n\n\"No sir,\" the S.P. man replied, \"but we thought, under the\ncircumstances, your courtesy might--\"\n\nBrace snorted. \"You could get one in half an hour--but--it would\ninterrupt my breakfast.\" He scowled. \"All right--come on!\"\n\nThe two S.P. men stepped into the port and Brace jabbed the closing\nbutton viciously. \"Now have a good look, because it's going to be your\nlast look at anybody's ship!\"\n\n\"You're going to file an objection?\" the S.P. man asked.\n\nBrace threw back his head and roared with laughter. \"Am I going to\nfile an objection!\" he gasped. \"Why, I'm going to ground my ship and\npersonally stay here until they yank the shields off you!!\"\n\n\"Well, sir, if that's the way you feel, Captain, we'll not search your\nship until we have an official permit.\"\n\n\"You're in my ship now!\" Brace snapped. \"So come on! Have a good look!!\"\n\n\"Sir, if you'll accept our apologies ... we don't wish to intrude on\nyour legal status....\"\n\nBrace motioned toward the companionway. \"Do you want to search it or\nnot?\"\n\n\"Captain Brace,\" the S.P. man said stiffly, \"it's only a routine\nsearch. We're quite convinced that a man of your standing wouldn't\njeopardize his ship and, if you'll consider the incident closed, I'll\nbe glad to see that no further trouble is given you.\"\n\nThe S.P. men had made a mistake by stepping in the ship of course, and\nBrace could make much out of it. He grinned to let them know that he'd\nlike nothing better than to make much of it.\n\n\"Would that be satisfactory, sir?\" the S.P. man asked.\n\nWithout taking his eyes off the man, Brace jabbed the opening button.\nHis face was not distorted, yet it carried the feeling, the hint of a\nsnarling, savage animal. In the atmosphere of such unspoken animosity,\nthe S.P. men stepped out as the outer port opened. Brace watched them\nclimb into the sand car and back away, then he thumbed the air-lock\ncontrol, waited for the inner door to open, and entered the ship.\n\n\n\nHis mate was standing inside, a tall, heavy man with beetling brows, a\nman who obviously tried hard to emulate his Captain.\n\n\"Well?\" Brace demanded.\n\n\"None of my business,\" the mate answered, shrugging, \"but I think you\nshould have given it to them. What crust! 'May we look your ship over?'\nI'd have let them look over the end of my fist!\"\n\nBrace bared his teeth in anticipation of the effect of his words. \"I\ncouldn't,\" he growled. \"The girl's in my cabin.\" Then he pushed by the\nastonished mate, turned in the companionway and burst into a roar of\nlaughter. \"Fouled 'em up again!\" he shouted.\n\nThe mate stared dumbly at Brace for a moment, then shrugging, went off\nin the other direction.\n\nBrace stood outside his cabin door, speculating. What should he do\nnow? Finding no answer to his question, he opened the door and stepped\nin.\n\nThe girl was sitting on the edge of his bunk. She looked at him, then\ndown at her hands, as though the sight of him was repulsive to her.\nWhen she looked up at him again, her level eyes made Brace wince. She\ndidn't seem afraid like he expected her to be. She was defiant.\n\n\"I see you're awake,\" Brace said. He hadn't meant to growl that way,\nbut he couldn't help it.\n\nShe clenched her hands and glared at him. \"Why didn't you kill me like\nyou did my brother?\"\n\n\"I'm sorry,\" Brace replied. \"I didn't mean to kill anyone. Not that I\nhave any objection to killing if it's necessary. In this part of space,\nyou kill when you have to--but--well your brother was an accident.\"\n\nHe watched tears come to her eyes and scowled. \"What's done is done! I\ndidn't mean to kill your brother, but he's dead, and there's nothing\nanyone can do about it!\"\n\nShe cried softly for a few moments, then sighing, brushed the tears\nfrom her eyes. Brace leaned against a wall and stared at the deck,\nsorting through plans and discarding them.\n\n\"I believe you,\" she said quietly, and it startled Brace. \"I believe\nyou when you say it was an accident. I promise not to tell anything\nabout it to anyone. Now will you let me go?\"\n\nBrace shook his head. \"I can't.\"\n\n\"But what do you intend to do with me?\" she demanded.\n\n\"I don't know!\" Brace paced the floor. \"I can't let you go. That's\ncertain. I can't even leave your body.\" He looked at her steadily, his\njaw tightening. \"I'll be frank with you, miss. I made a mistake. I\nmeant no harm but I killed a man. You saw me do it. I'm in bad with the\nS.P., everyone here is, and they'd like nothing better than a charge\nagainst me. You are that charge. It would mean my life, the lives of my\nmate and officers, and my crew would be imprisoned, if I let you go.\"\nHe paused. \"I may have to chuck you out in space.\"\n\nShe said nothing, just stared at him, and Brace went back to his pacing.\n\n\"But--but--I won't tell,\" she said, falteringly. \"I promise not to say\na thing.\"\n\nBrace shook his head. \"The S.P. would make you tell anything they\nwanted you to tell.\"\n\n\n\nHer lips quivered and her head dropped. Brace didn't feel good about\nit. She was just a kid. He'd have felt much better if she was a man.\nWhat was a girl like her doing in Titan anyway? She had no business\nbeing in this hole. There was never anything but trouble on Titan.\n\nBrace sat down. \"You said he was your brother.\"\n\nShe nodded.\n\n\"Well, what were you two doing here? You don't look like the people who\nusually land here, especially stay here for any length of time.\"\n\nShe sighed and bit her lip. \"My--my brother and I were members of a\ntraveling theater. He got into a fight with the manager--my brother\nis--was--very temperamental and he insisted on being let off at the\nnearest port. The ship came here and--I decided to stay with my\nbrother. It was only after the ship had gone that we discovered we only\nhad enough money for one passage back to earth. So--I--\"\n\nBrace got up suddenly. \"Never mind,\" he said, bruskly. He didn't want\nto hear any more. He straightened. Well, that's the way life was. Some\npeople got the breaks, some didn't. It wasn't his fault. At least, it\nwould be a quick death. He'd see to that.\n\n\"I'll have some food sent to you,\" Brace said, opening the door. She\ndidn't look up, nor did she answer, and Brace hesitated a moment before\nstepping out of the cabin. It was just momentary, then he closed the\ndoor behind him and walked on down the companionway.\n\nThere was some strange humor, he reflected, in the fact that a thin,\nalmost skinny girl was the greatest danger he'd ever faced, his\ngreatest threat. The S.P. might return at any time. There were still\ntwo hours almost and he didn't dare blast off early. If he could\nonly get--He realized abruptly that the mate was standing in the\ncompanionway, staring at him.\n\n\"Barrows!\" Brace grunted. \"Get the men together in the mess room.\"\n\n\n\nTableware lay in mute rows and the only sound was the humming\nventilator. Brace sat down in a chair to wait until the men had all\nfiled in. They were cast in the same mold, and forged to the same\ntemper as their Captain, brittle, hard, unyielding. When they had\nassembled around the table, Barrows closed the door.\n\n\"The ship's locked, Captain,\" Barrows said. \"The girl can't escape.\"\n\nBrace nodded, got up, and stared at his men, one by one, seventeen of\nthe fiercest toughest men ever baptised in the maw of space and all\nthreatened by a stupid girl. Brace's hoarse voice resounded in the room\nas he told about the night before, chronologically, neither adding nor\ndetracting. They listened without comment.\n\n\"There's an out for some of you,\" Brace finished. \"I can give you your\npapers and a note to Captains of ships which happen to be here now.\nThey'll sign you on and the S.P. won't be able to find you guilty of\nanything. They won't even be able to prove you're my men. As for you,\nBarrows, you can sign on with Grant and he'll doctor it up so that\nit'll look like you signed on a couple of days ago.\"\n\n\"Naw, not me!\" Barrows said, disgustedly.\n\nA chorus of rejections went up at once. It wasn't loyalty to their\nCaptain, just a mutual hatred for the S.P.\n\nThe second cook, however, walked toward Brace. \"I'll take my papers,\nCaptain,\" he said quickly.\n\nThe Chief Cook took one step. No one actually saw the fist land, but\nthey watched the second cook slide across the deck and come to rest\nin a limp heap. Then the Chief Cook grinned at Brace, revealing two\nmissing teeth.\n\n\"The second cook has changed his mind, Captain,\" he said.\n\nThe men laughed.\n\n\"All right, men,\" Brace said, sobering quickly. \"We've got about an\nhour and a half to wait. That gives us enough time to eat, and then\nwe'll see if we can get into space.\"\n\n\"First watch on duty!\" Barrows shouted.\n\nSeveral men left and the others straggled out after them. The Chief\nCook disappeared into the galley, dragging his assistant after him.\n\nWhen the men had gone, Barrows turned to Brace. \"Goin' a chuck her out\nin space?\"\n\nBrace rubbed his chin. \"I don't know. I'll figure it out after we blast\noff.\"\n\nThe port buzzer rang hollowly through the ship. Tensing, Barrows looked\nat the Captain, then his hand slid inside his jacket and he pulled out\na large atoblast and hefted it.\n\n\"Put away the toy,\" Brace grunted. \"I'll bluff 'em. If I can't, you get\n'em from the companionway and we'll blast off.\"\n\nBarrows nodded and followed Brace into the companionway. The big mate\nstopped at the corner, waiting just out of sight with his gun held\nlevel.\n\n\n\nBrace waddled down the short companionway and stepped into the port.\nA moment later, the other port opened and Brace exhaled sharply when\nhe saw the thin-faced man he'd met in the bar standing before him. His\nfeet shifted uneasily in the sand under the Captain's unflinching gaze.\n\n\"Well!\" Brace bellowed.\n\n\"I want to talk to you, Captain Brace.\"\n\nIn answer, Brace jabbed the closing button.\n\n\"Or shall I talk to the S.P.?\" the thin-faced man shouted through the\nclosing crack.\n\nBrace jabbed the opener and stood impassively as the portal swung wide.\n\n\"That's better,\" the man on the ground said, smiling.\n\nBrace's paw reached down and jerked him into the portal by the front of\nhis tunic. They stood there as the portal closed, face to face, Brace's\neyes burning into the livid terror of the other man.\n\n\"You aren't going to talk to anybody,\" Brace muttered, throwing him\ninto the companionway.\n\n\"I got friends who are watching!\" the little man yelped. He slithered\naway. \"It won't do any good to kill me!\"\n\nBarrows came around the corner. He took one look at the cringing figure\nand disgustedly tucked the atoblast back into his tunic. Then he\nreached for the thin-faced man.\n\n\"Wait!\" Brace snapped.\n\nThe little man, shaking violently, got to his knees, then to his feet.\n\"Now Captain, I want you to understand I didn't come here to threaten\nyou. I've got a business proposition. Strictly business!\" He drew a\nlong breath and some of his confidence returned. \"And, I may be able to\ndo you some good.\"\n\nBrace glared at him, then turned to Barrows. \"Check on the cargo!\" he\ngrowled.\n\nBarrows nodded and started in the direction of the Captain's cabin.\n\n\"Come on!\" Brace grunted when Barrows was out of sight. He led the\nthin-faced man forward to the tiny chart room, let him in, then closed\nthe door. \"All right, what have you got to say?\"\n\n\"Well--ah--first of all, Captain, I'd like to introduce myself. My name\nis Gartland. I'm a trader.\"\n\nBrace studied him. \"I've heard of you.\"\n\n\"Well, in that case, you know I'm an honest man--always seeking good\nbusiness--both for a little profit and--to give others a helping hand.\"\n\n\"Get to the point!\" Brace snapped.\n\nGartland's face lost its smile and became hard. His eyes gleamed\nbrightly and Brace half expected him to hiss like a snake. \"I--I--came\nto discuss your cargo. Now, you realize that it's a dead loss to you.\nIn fact, it will be hard to get off your hands.\"\n\nGartland waited, but Brace didn't speak, didn't move.\n\n\"I'll be frank with you,\" Gartland continued. \"I had my eye on that\nitem and you--sort of beat me to it. Actually though, you've taken a\nlot of risk, gone to a lot of work, and that's something I'm willing to\npay for.\"\n\n\n\nBrace still studied him, meditating. Out here, he knew there were\nplaces where a woman, almost any woman would bring a fair price, if\nyou dealt in that sort of thing.\n\n\"You see, you'll be saving yourself a lot of trouble--and me too.\"\nGartland hesitated, eyeing Brace. \"The price is a hundred units.\"\n\nBrace sniffed.\n\n\"Or shall we say a hundred fifty units. That's the most I can go.\nAnd you realize, of course, that I'm throwing in a certain amount\nof protection. Besides, what else can you do with the--ah--cargo?\"\nGartland waited for an answer, then shrugging, he rose. \"My men may\nbe getting a little nervous, Captain.\" He looked at Brace again,\nspeculatively. \"Think it over. I'll have one of my ships contact you in\nspace.\"\n\nGartland paused and pulled a small notebook from his pocket. Taking an\nelaborate stylus, he scribbled a note on it. \"Just give this to the man\nwho contacts you and he'll take care of everything.\"\n\nBrace took it and motioned toward the companionway. He had no intention\nof admitting anything. Gartland turned and walked ahead. Silently, they\nentered the port and the inner door swung closed.\n\nThe outer portal opened on the sandy waste, brightly lit, chilling. The\nvast crescent of Jupiter lay on the horizon ahead, reflecting brilliant\nlight across the glistening sand. The sun, like a giant star, lay close\nnear the horizon, forty five degrees from the half illumined bulk of\nJupiter. The huge planet, however, radiated warmth, while the sun\nseemed cool and distant and somehow removed.\n\nGartland stepped onto the sand, his feet making the weird and wispy\ncrunches characteristic of Titan, and Brace touched a button and\nre-entered his ship.\n\n\"Did you throw the scum out?\" Barrows asked.\n\nBrace looked up. The tall mate was standing impassively beside the\nport. Brace grunted.\n\n\"I suppose he wanted to buy 'er,\" Barrows said, \"but from what I've\nheard, it's taking more than a chance to deal with him.\"\n\nBrace walked up the companionway toward the mess room.\n\n\"Well, it's none of my business,\" Barrows growled, following him,\n\"except that he talks. Any deal you make with him--\"\n\nBrace scowled. \"I didn't make any deal. One of his ships is supposed to\nmeet us.\"\n\nBarrows snorted. \"I say, chuck her out! It's a cleaner way to die,\nanyway.\"\n\n\"Shut up!\" Brace barked. He tucked the folded paper in his pocket and\nentered the mess room. Why should he care, he wondered. The Gorgon III\nwas only a tramp. The men on it were space-rats. And the waste port\nhad taken many a body and expelled it with an explosive poof of air\ninto the velvet tranquility of space. He'd watched unemotionally as a\nspotlight had followed many lifeless hulks of men, sometimes moving\nstraight like an arrow, other times rotating or turning slowly, end\nover end. Some day, he might do it himself; begin that long, gradual\nfall toward the sun, or perhaps his body would answer to the cosmic law\nof the planets, his lifelessness immortalized in a great circle about\nthe sun.\n\n\n\nBrace looked at the food laid before him and stirred it with a fork.\nThe weight of the food on his fork was slight and he pictured the\nlightness of the girl's fragile form. With only one hand, he could\nplace her in that chute and close the door to the port. In his mind,\nhe pulled the release lever, heard the dull thump of escaping air, saw\nher wheeling away, pinioned in the glare of light, spinning around and\naround like a ballet dancer, just as he had seen her spin around and\naround on the stage.\n\nShe wouldn't resist. She would accept death. But she'd go spinning,\npirouetting into the lordly sun, or perhaps the sun would be pleased by\nher dance and would bid her dance forever around it.\n\nAbruptly, Brace's big paw smashed his cup on the table and it\nshattered. The men looked at him curiously, watched him rise, the\nbroken handle still in his clenched fingers, brown droplets of coffee\nsinking into his tunic. Then he turned and walked out of the mess room.\n\nHe hesitated before the door of his cabin. His fingers relaxed and the\nbroken handle fell to the deck. The hand which rested on the knob came\naway and he rapped on the door with his knuckles.\n\n\"Come in,\" she called.\n\nHe opened the door, stepped into the room and straightened himself, his\nface perhaps being more ferocious in his attempt to cover his disturbed\nmind. Idly, he noted the tray of untouched food. She was still sitting\non the edge of the bunk, her face pale and drawn.\n\n\"Everything all right?\" Brace asked evenly.\n\nShe nodded.\n\n\"We'll be blasting off soon,\" he said. \"Better stay in the bunk.\" He\nturned, opened a small door and drew out a one piece uniform. Without\nlooking at her, he picked up a pair of boots, a cap, and took his log\nbook from a drawer. \"I'll leave you my cabin,\" he murmured.\n\nShe didn't answer.\n\nBrace thumbed through his log, unseeing. There was no sound in the room\nfor a long time except his heavy breathing and the swishing of the\nleaves of the log. Finally he looked up and said, \"I'm not doing this\nbecause I want to.\" The words seemed empty and hollow. \"Kid, these are\nthe breaks!\" He wished desperately she wouldn't look at him that way.\nHe hesitated, then said, \"If you had your choice--that is--you could\ndie, quick and clean--or--well--you could live--but not so clean--\"\n\nShe stared at him blankly for a moment. \"I--I--guess we all have to die\nsometime. It's much better to die quickly, instantly--than--to drag it\nout. Nobody wants to die--but when you have to--maybe it's not so bad.\"\n\n\"Yeah, I knew you'd want it that way.\" Brace turned and opened the\ndoor. \"You're a nice kid,\" he murmured. \"Wish I'd never seen you.\"\n\n\n\nIn the control room, Brace waited by his acceleration chair until\nthe pilot and the mate entered. The signal man closed and dogged the\nentrance, then settled into his chair. He threw some switches and\ndroned into a microphone, \"Gorgon III, Clearance No. 13749. Out of\nTitan, Sullivan City to Mars. Cargo as inspected.\"\n\nThere was a short pause, then a mechanical voice said, \"Clearance,\nGorgon III. Luck.\"\n\nBrace cinched the webbing tighter across his chest and nodded.\n\n\"Raise 1.8 G's,\" Barrows ordered.\n\nImmediately, the ship jarred and Brace sank into his chair. The\nsustained roar from the jets thundered through the ship, making the\npanels and bulkheads rattle.\n\nMinutes passed, then the pilot called, \"Atomic Height!\"\n\n\"Cut in the atomics!\" Barrows ordered. \"2 G's.\"\n\nThe atomic converter's whine ran through the metal structure of the\nship and the roar of the jets died away to the deeper boom of the\natomic drive. Brace sank a little further into the cushions.\n\n\"3 G's!\" Barrows ordered.\n\nBrace sank still further into the cushions, the pressure holding him\nfirm. Breathing was more of an effort. Barrows rested his head on\nthe cushion of the acceleration chair and closed his eyes. The pilot\nwatched down his nose at the dials before him, his leaden hands resting\non the soft arms of his chair.\n\nAlready, the small ports in front showed the purple blackness of the\nfringe of space and then the purple deepened to a solid charcoal black.\n\nBrace wondered how the girl was taking the acceleration. This was no\nkid-glove passenger liner, yet three G's wasn't so bad. He hoped she'd\nstayed in the bunk. Thinking was hard. The pressure seemed to drag\nthoughts from his mind. He didn't want to think about the girl and he\ntried to shake his mind free.\n\nThere were millions of women in the system, billions! So she\ndisappeared! She wouldn't be the first. So she'd end up in a brothel\non a pleasure asteroid! What difference did it make? She'd eat well!\nOr maybe it would be the pleasure palace of some earth man or Martian.\nIt was a soft life. And it was _life_. But it made him angry that he\nshould care. At least, Gartland had given him a way out.\n\nThe voice of Barrows intruded on his thoughts. \"We're in clear space\nnow. Let's get rolling!\"\n\n\"Wait!\" Brace barked. He hated himself for speaking. Any space man\nworth the name could take six or seven G's, but he thought of the girl.\nShe looked fragile, and not too well fed. Suppose she died? So what?\nSo he wouldn't have to think about Gartland or her ever again. Chuck\nher in the waste port! Again, he saw her pirouetting through space,\ncast off by the scum of the universe and received by the lord of the\nuniverse, the great, flaming orb.\n\n\"Cut the acceleration!\" Brace snarled. \"Make it one and a half G's!\"\n\nThe springs of his chair whispered their release as the acceleration\neased. Brace unsnapped the safety belt and heaved himself out of the\nchair and to a hand hold. The deck was straight up and down.\n\n\"Adjust for floor gravity!\" Brace ordered.\n\nObediently, the pilot cut the stern jets and for an instant, they were\nin free fall. Then the under jets cut in and Brace was pressed to the\ndeck. Prostrate, he watched the stars wheel before the front port, slow\ndown in their movement, and stop.\n\n\"One G.,\" Brace said, rising. He stood upright, straightened his cap,\nand walked to the port.\n\n\n\nBrace walked slowly down the companionway, his eyes fixed straight\nahead. \"Chuck her out!\" he muttered. \"Chuck her out!\" It was a clean,\nswift, merciful death. There was nothing clinging about it, none of the\nsickness that he felt when he thought of putting her into Gartland's\nhands.\n\n\"It isn't her,\" he murmured. \"I just can't stomach scum like Gartland.\"\nHe wished he'd killed him, taken a chance on dodging the S.P. Maybe\nGartland had been bluffing. Maybe he'd been alone. Brace toyed with\nthe idea of returning to Titan. No, that was too risky. Besides, the\ngirl.... \"Well, might as well get it over with,\" he muttered.\n\nHe straightened and rapped at the door. Her answering voice was\ntremulous. Perhaps that deep essence of woman had told her that time\nhad run out. Maybe men knew it too. Maybe everybody knew when their\ntime came to die.\n\nHe thrust these thoughts aside and stepped into the cabin. The girl was\nstill on the bunk. Its free floating gimbals had swung it back.\n\n\"The acceleration bother you?\" Brace asked.\n\n\"No,\" she replied, quietly.\n\nHe walked over and stood by the bunk. The girl rose slowly and sat,\nstaring up at him. \"You're going to do it now?\"\n\nBrace looked down at his gnarled hands, clenched his fingers and\nstudied them. \"Would you like anything?\" he asked slowly.\n\nShe looked up at him helplessly, frightened. Then she looked quickly\naround the room in frantic darts, as though grasping, groping for\nsomething. \"I--I--don't know--I guess I'd like to see the stars--just\nonce more.\"\n\nBrace compressed his lips. \"Yeah--sure.\" He took a deep breath and\nturned partly away. He stood there, awkwardly for a moment, then said,\n\"Come on, kid.\"\n\nHis hairy hand closed over her small one as he helped her up from the\nbunk. The diaphanous dancing costume fluttered as she moved, and for\nsome reason, he kept hold of her hand until they reached the cabin\ndoor. He opened it for her and she stepped through. He dared not to\nlook at her face as they stood outside the cabin, smooth, youthful\nskin, dark brown eyes holding all of that deep hurt and reproach which\nmen see in the eyes of a dying doe. He looked away quickly.\n\n\"This way,\" Brace said, walking ahead. He couldn't bring himself to\nlook at those eyes again. Not yet, anyway.\n\nThey stopped in the companionway, even with the port, and Brace climbed\na set of iron rungs set in the wall. His fingers fumbled with the dogs\non a small hatch, then he threw it back. The girl climbed up after\nhim and he leaned down to lift her into the astrogator's bubble. His\nstrong, tough hands clasped her under the shoulders and lifted her into\nthe small room whose top was a transparent hemisphere, large enough for\na man to stand upright under it. She was warm, soft, yet firm to his\ntouch and he hesitated an instant before letting her go.\n\nThen terror clutched at him. He couldn't do it! He couldn't! Better\nGartland's life than no life at all. She was too young, too much alive\nto die.\n\nHe kicked the hatch closed, shutting out the light from beneath, and\nthey stood alone, a man and a woman amid the stars.\n\nWomen are funny, Brace thought. They know things. She knows what I have\nto do. She isn't fighting. He swallowed with difficulty and looked at\nher. She was standing straight, looking up at the stars. There were\nmillions of them in the black of space, myriads of lights in a sea of\nnight.\n\n\"The night has a thousand eyes,\" she murmured.\n\n\n\nA tingle ran through Brace's nerves. _The night has a thousand eyes.\nThe night has a thousand eyes._ Who had said that? The memory eluded\nhim, played tag with him, then he caught it. It was so long ago--or did\nit only _seem_ long ago?\n\nIt was the great Martian Central Spaceport and the night overhead, the\nbowl of heaven as infinitely far away, as infinitely contemptuous of\nman as it was now, yet somehow watching. He was fifteen. By day, he\nsweated, loading, stacking, clamping down great crates and bales in the\nhulls of giant ships, hating them, hating the sky, hating all things, a\ntough, space-rat kid, knowing no father or mother but work, sweat, and\nthe fists of others.\n\nThen the ship had landed, a great passenger liner which carried only\nthe finest cargo. Its captain was so tall, so ramrod straight, as\nthough he had not a backbone like other men but a bar of chilled steel.\nAnd the girl had come from that ship, the captain's daughter. She had\nno mother either and they had found a strange kinship.\n\nThey had sat by the towering hulk of that huge ship and she'd said\nit--_the night has a thousand eyes_--and he'd loved her with the love\nof a thousand hearts. Yet she was as forever removed from him as were\nthe thousand eyes of night. But what was her name? Cecelia! And what\ncame after _the night has a thousand eyes_? He didn't know, couldn't\nremember. Her tall, straight father had come out then and without\nhesitation, had struck him down and the night had ten thousand times a\nthousand eyes.\n\nBut he'd seen her again, through the steel fencing of the Spaceport.\nHe was on the outside. Her father had seen to that. Through scalding\ntears, he had seen her, and he swore that someday he would have a ship,\nthat someday he would be a captain. And the young love had poured from\nhis heart leaving an empty shell behind, and from that emptiness, he\nwatched the ship rise and disappear, unashamed tears streaming down his\nhomely face. She had said she would wait, that she'd wait forever, and\nthen--\n\nBrace stopped remembering and put one hairy paw over his face. He was\na captain now, captain of a dirty, battered hulk that plied the spaces\ndecent ships disdained. He had a crew, if you wanted to call it that,\nand he carried cargo, sometimes legally, most times not.\n\nHe fought against the memories that kept struggling back. He didn't\nwant to remember the excited voices of the commentators, the\ndescriptions of the crash in space, the long list of the dead. Only one\nname on that list had any meaning for the ragged, homely youngster. His\nheart and soul were burned and seared to one mass of scar. He would\nbecome a captain. He would fight the space that had taken his gem. He\nwould fight it, and the men in it.\n\nBrace sighed, and looked up at the stars. But was he fighting space?\nOr was he fighting a memory, the memory of a girl? And what about this\ngirl--was he fighting her? Suddenly, he felt rotten, inside and out.\n\nBrace looked down at the girl beside him. The kindly light of the stars\nmellowed the outlines of her face. It could have been the face of\nCecelia. Starlight was kind, but no one could ever be so beautiful as\nCecelia, never. No, she wasn't Cecelia, yet in one way they were the\nsame, that same smallness and frailty against the backdrop of a cruel\nspace ship and its even crueler Captain.\n\nHe took a deep breath and straightened himself resolutely. \"Wait here,\"\nhe whispered hoarsely, and he quickly backed down the ladder to the\ncompanionway.\n\n\n\nAs Brace entered the control room, Barrows looked up. \"We've been\nstalling that space-rat.\"\n\n\"Who?\"\n\n\"Gartland!\"\n\nBrace stared at him blankly for a moment.\n\n\"Well, you shoved her out, didn't you?\" Barrows asked, annoyed.\n\nBrace pushed past him and walked to the communication panel. \"Put him\non, Sparks.\"\n\nThe communication officer pressed the key before him several times.\nThere was a pause, then the opaque panel lit up with the thin face of\nGartland.\n\n\"Ah, Captain Brace. I thought you might miss our little rendezvous. We\nhad quite a time finding you.\"\n\n\"Well, I'm here!\" Brace snarled. He didn't like him. It even made him\nfeel dirty to talk to him.\n\n\"I imagine you're a little surprised to see me.\"\n\n\"Hmmm,\" Brace murmured.\n\n\"Yes,\" Gartland continued, \"I'm a little surprised myself. Well--the\nS.P. and I were going to have a little trouble so--I decided to move.\nIf I'd known it, I could have--ah--removed your cargo on Titan.\"\n\nBrace grunted at the face on the panel. \"I'll bring it to you in a life\ncraft.\"\n\n\"Oh, that won't be necessary, Captain Brace.\"\n\n\"I WANT it that way!\" Brace snapped.\n\nGartland shrugged. \"All right, then. We'll hold our position. We're\nabout a thousand kilos sunward. Maybe I'll offer you a drink, if we've\ngot anything strong enough.\"\n\nBrace cut the switch without answering and scowled. \"Hold your\nposition!\" he snapped to the pilot. He then looked at the impassive\nface of Barrows, studying him. \"You're in command,\" he said finally.\nIgnoring the mate's curious stare, he turned and left.\n\n\n\nBrace stood by the iron ladder in the companionway. \"Come down, girl!\"\nhe called.\n\nShe came slowly down the ladder, then turned and faced him. He looked\ninto those soft, brown eyes again. Cecelia's eyes had been brown.\nSlowly, his ape-like hand reached into his tunic. She closed her eyes,\nwaited, then opened them again, startled, when the hairy hand pressed\na wad of money into her palm.\n\n\"W--w--what?\"\n\n\"Come on!\" he said roughly, and took her by the wrist. He led her down\nthe companionway and stopped at the door of the mess room. \"Put that\nstuff away!\" he ordered.\n\nUncomprehending, she obeyed and put the money into the bodice of her\ncostume. Then Brace opened the mess room door and motioned for her to\nenter.\n\nThe second cook saw them, started, and watched apprehensively. When\nBrace had closed the door, he turned to the second cook. \"Come here,\nyou!\" he ordered.\n\nObediently, the cook came forward, eyeing the girl curiously.\n\n\"You're going to do something for me!\" Brace said, quietly. He studied\nthe man. He was younger than the rest of his crew, not quite as tough\nas he might be. \"Do you want to get out of this with a whole skin?\"\n\nThe cook touched his bruised jaw. \"Yes sir,\" he muttered.\n\n\"Then take her, and get into number five lifeboat, and go back to\nTitan. Tell the S.P. you rescued her.\" He turned and glared at the\ngirl. \"And you tell them the same!\" He turned back to the cook. \"Is\nthat clear?\"\n\nThe cook nodded.\n\n\"Then MOVE!\" Brace barked.\n\nThe cook jumped, motioned the girl out and followed.\n\nBrace sank down onto a chair. \"I should never have had that drink,\" he\nmurmured. He reached over and slowly poured himself a cup of coffee. He\ndrank it leisurely, quietly, staring at the table in front of him. When\nthe coffee was half gone, he felt the thump of a lifeboat going free\nand he laughed softly. What would Barrows think when he felt a second\nthump?\n\nHe rose then, leaving his coffee, and walked swiftly down the\ncompanionway to an escape hatch. In a moment, he had sealed himself in\na life craft and then he hesitated, his finger on the release lever.\n\nNo, he decided. The case was only against him, no one else. The girl\nwould tell them she'd never seen anyone but him. She couldn't give them\na description of Barrows or the others even if they tried to trick her.\nOf course, the second cook had brought her breakfast. But he'd already\ntaken care of that. That just leaves Gartland--and he wouldn't do any\ntalking. He rammed the lever home and with a shock, the tiny craft\nswung away from the mother ship.\n\nViciously, Brace slammed the acceleration lever wide open and stared\nahead through the transparent port at the stars. \"The night has a\nthousand eyes,\" he murmured. His lips clamped tight over his bulging\nteeth. As his ship circled, the sun came into view, big, hot, and\nglaring, yet small against the backdrop, and the little ship screamed\ntoward it. What was it? What was that other line? He'd almost had it\nthen. She'd said that other line. Sun? Sun? No, but it was something\nlike that.\n\nHis piercing eyes stared into the hot disk of the sun and Brace finally\nmade out the tiny speck of Gartland's ship. He had to remember. He HAD\nto. Automatically, his fingers adjusted the controls until the pointed\nnose lined up on the middle of the ship ahead. He muttered, repeating\nover and over, _the night has a thousand eyes--the night has a thousand\neyes_. Gartland's ship loomed larger and Brace pounded the acceleration\nlever against the stop. As he screamed onward, Brace fought, struggled,\nstrained to remember. He MUST remember. Then it came, and the tension\nin him snapped. _The night has a thousand eyes and the day has but one._\n\n\"THE NIGHT HAS A THOUSAND EYES AND THE DAY BUT ONE!\" he yelled.\n\nThe bulk of the ship ahead all but blotted out the sky and the homely\nface staring at it was laughing while tears poured down his face. That\ninstant before eternity seemed to prolong itself as if unwilling to\ndie, and Brace closed his eyes. His voice was young and clear as he\ncried, \"Cecelia, Cecelia! I'm coming!\"\n",
    "metadata": {
        "author": [
            "De Courcy, Dorothy",
            "De Courcy, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/64659/pg64659.txt",
        "name": "the_night_has_a_thousand_eyes.json"
    }
}