{
    "name": "The Unprotected Species",
    "author": [
        "Sturgis, Melvin"
    ],
    "body": "[Sidenote: It was a chill, terrifying planet inhabited by furtive\ngnomes. And something was forcing the crew into homicidal insanity. But\nwhat?]\n\n\nEarly on the first morning after the camp had been secured--scarcely\ntwenty-four hours after the first plastic shack had been erected--four\nmembers of the surveying section brought in Bradshaw.\n\nGallifa, the senior biologist of the party, was loading the halftrack in\npreparation for a field trip when the men placed the stretcher in the\nshade of the truck. He took one look; and immediately stopped\ncongratulating himself on the ease of operations.\n\n\"Damn! Is he dead?\" asked the stunned Gallifa.\n\n\"He isn't dead,\" the mapping officer said lamely. \"But he's damn well\nbeat up.\"\n\nGallifa nodded awkwardly and looked down at the stretcher. Bradshaw was\none of his team. A good man. Gallifa hadn't known he wasn't in the\ncompound. Bradshaw wasn't a pleasant sight. Blood covered his face from\na deep gash above the temple, and his clothes and body were cut and\nscratched in a dozen places.\n\n\"Better get him over to the hospital,\" Gallifa ordered brusquely. \"I'll\nbe along as soon as I can.\"\n\nThe mapping officer gestured, and the men moved away with their burden.\nThe officer inspected the toes of his boots uncomfortably.\n\n\"How did it happen?\" Gallifa asked quietly. \"I would say that he had\nbeen clawed by some kind of animal.\"\n\n\"That's possible,\" the other agreed unconvincingly. He licked his lips\nnervously. \"Of course, we are not sure just what did happen.\" He nodded\nat a tall, sad-faced man standing almost at his elbow. \"Hawkins spotted\nhim from the 'copter on his second recon flight this morning. He came\nback and directed a crew to pick Bradshaw up.\"\n\nThe officer's manner was hesitant and confusing. Gallifa started to\nspeak, then glanced questioningly at Hawkins and motioned impatiently.\n\nHawkins cleared his throat. \"I saw him almost as soon as I was in the\nair. He was about half a mile on the other side of camp. I probably\nwouldn't have paid any attention if he hadn't been acting so funny.\"\n\nHawkins paused and glanced apologetically at Gallifa. Gallifa frowned.\n\n\"You know how thick those brambles are all around here?\" Hawkins\ncontinued quickly. \"Well, Bradshaw was running through them, just as if\nsomething was chasing him. The thorns were cutting the clothes right off\nhis back. I couldn't see anything from the air, so I swung the 'copter\nback and grabbed some men to see if we could find out what was wrong.\n\n\"It took almost an hour to find him again. He was in the bottom of a\nlittle ravine, leaning against a rock. He seemed to be all right until\nwe were close. Then he picked up a stick and started swinging it around\nlike a wild man. He was clear crazy. I finally had to hit him over the\nhead with a rock to save myself. He was true crazy.\"\n\nSo that was what they had been so hesitant in telling him! Gallifa shook\nhis head in bewilderment. Bradshaw was one of his most competent men. It\ndidn't make sense that he suddenly should go berserk. Something seemed\nto be missing in the report.\n\n\"That doesn't sound right,\" Gallifa argued stubbornly. \"Are you sure\nBradshaw wasn't scared half to death by something? A man sometimes does\nsome funny things if he's scared.\"\n\n\"Maybe he _was_ scared,\" Hawkins admitted. \"But he was sure acting\ncrazy. I'm sorry--\" He spread his hands helplessly and walked away,\naccompanied by the mapping officer.\n\nGallifa glanced at his wrist watch and swore softly to himself. He had\nplanned to get an early start, but the Bradshaw tragedy was too\nimportant. They still knew relatively nothing about the planet. If a man\ncould wander around for only an hour or so and return with grievous,\nunexplained injuries--Well, it obviously needed looking into.\n\nIt would be difficult enough to finish the pre-colonization survey in\nthe allotted time under the best of circumstances, and this was hardly\nwhat could be called a smooth beginning. He sighed and walked over to\nthe hospital.\n\nDr. Thorndyke, a small, swarthy man with the penetrating gaze of his\nprofession, greeted him with a shrug and a puzzled frown.\n\nGallifa framed the question with his eyes.\n\n\"I don't know,\" the doctor said slowly. \"Frankly, I've never seen\nanything like this before. Your man seems to have lost his mind\ncompletely, yet his reactions are at least pseudo-normal. He has an\nintense homicidal mania, however. He regained consciousness unexpectedly\nand almost brained two of my medics with a headboard before we could\ngive him a hypo. I don't know whether he'll improve or not. But I've\nclassified him unfit for further survey duty.\"\n\nGallifa shook his head in disbelief. The doctor had told him exactly\nnothing. He had intelligently diagnosed Bradshaw's condition, but he\napparently hadn't the slightest idea what had caused it. It was damned\nstrange. Bradshaw's psych check certainly hadn't hinted at any\ninstability. The initial spot check notwithstanding, maybe there _was_\nsomething disturbingly wrong with this planet. If such were the case,\nhis team would have to uncover it. The problem would belong to Gallifa.\n\n\n\n\nII\n\n\nThe planet--as yet unnamed--had been surveyed by the spotting cruiser\nand pronounced suitable for colonization to nine-point-oh on a scale of\nten. Of course, the nine-point figure was really only a pro tem rating.\nThe cruiser hadn't been able to conduct a personal survey. That more\ndifficult undertaking would fall to the lot of the pre-col crew.\n\nBy the time the balance of the colonists arrived, in forty-five days,\nthe survey party would have to have the initial focal point ready for\noccupancy, and be in a position to supply all the data the colony would\nneed for survival.\n\nIt was the biological team's specific job not only to classify the flora\nand fauna of the planet, but to determine the adaptability of the\ncolonists to all existing conditions. Bradshaw might have encountered\nsomething which would have helped tremendously with the latter category.\nBut it was obvious he wouldn't be able to tell anyone about it.\n\nHowever, an isolated tragic incident which held no bearing on the\nsuccess or failure of the colony could not be allowed to interrupt the\nsurvey. Gallifa impatiently dismissed the gentle nagging at the back of\nhis mind and returned to the compound. By 1300, Solar Time, the camp was\nconsidered to be on a standard operating basis.\n\nGallifa pressed young Samuels into service and finished loading the\nhalftrack. While they were waiting for MacFarland, senior geologist and\nacting executive of the camp, the natives of the planet appeared.\n\nGallifa saw them first, and more from surprise than fear hopped to the\nplatform beside the truck seat and swiveled the automatic pellet rifle\nuntil the muzzle covered the visitors.\n\n\"Samuels,\" he called softly. \"Hey, Samuels, we have a welcoming\ncommittee.\"\n\nSamuels stopped his work and peered over the back of the truck. He was\nwell trained. He didn't move an inch.\n\n\"Are they intelligent?\" he asked. His view was curtailed slightly by a\ntool box.\n\n\"I can't tell,\" Gallifa said quietly. \"They're clannish, though. There\nmust be fifteen, maybe twenty, in the group. Climb over the back of the\ntruck and take a look,\" he suggested.\n\nSamuels vaulted lightly into the truck.\n\nGallifa looked quizzically at his aide. \"Well, what do you make of\nthem?\" he asked. \"Do you think they could have anything to do with\nBradshaw's sudden crackup?\"\n\nSamuels removed his hat and ran stubby fingers through his blond,\nshort-cropped hair. \"It's hard to tell,\" he answered. \"But they sure\nlook harmless to me. In fact, they look somewhat like a bunch of Celtic\nlittle people.\"\n\nGallifa frowned. He didn't understand.\n\n\"You know,\" Samuels grinned. \"Gnomes or elves with big ears. Large dwarf\nmodel.\"\n\nGallifa turned his attention back to the visitors and laughed. \"I see\nwhat you mean,\" he agreed. \"Ears and all. They do seem harmless. But\nit's strange they aren't upset by us. They could be semi-intelligent.\"\n\nGallifa stepped gingerly from the truck. He really didn't expect to find\na modicum of intelligence. The spotting cruiser had orbited around the\nplanet for more than seventy-two hours before the crew had been\ndeposited, and had almost definitely established the contrary.\n\nOn every Earth-type planet that had ever been discovered, if there were\nintelligent life it had developed according to water-oxygen evolution;\nand the culture invariably parallelled _homo sapiens_. It was as if a\nbusy and preoccupied nature had hit upon a pattern which worked and\nnever bothered to change the mold. There were minor deviations, of\ncourse, biologically and structurally, but never culture-wise.\n\nThe swift, but amazingly discerning survey, had revealed absolutely no\nevidence of any intelligence on the planet. There were no artifacts,\ndwellings, roads, dams, bridges--primitive or otherwise. Any stage of\nculture would have been observed by the cruiser immediately. The planet\nseemed ideally suited to colonization.\n\nGallifa, the trained biologist, carefully studied the creatures. The\ndwarf-like gnomes, as Samuels had dubbed them, might be considered\ncaricatures of humanity.\n\nThey were about four feet high--bipeds, and covered with a soft, pinkish\nfur. They walked erect; normally so, Gallifa could tell, because their\nupper limbs were too short for knuckling and were not jointed correctly\nfor moving on all fours. They had five digited limbs, both upper and\nlower, just as did all higher life forms ever discovered on any planet.\nTheir features were without hair and of a fairy story-humanoid type.\nWith their large, floppy ears, and round-solemn eyes they were very\nunusual gnomes indeed.\n\nGallifa spoke to them quietly, trying a few standard low-order\ncommunication and classification tricks. The visitors--somehow he\ncouldn't think of them as base animals--made no response. They didn't\nquite seem to fit any classification niche. The creatures faintly\npuzzled Gallifa. The best he could do was: Low order intelligence and\nprobably harmless. Cultural development, nil.\n\nAs if to prove his rationalizations, the creatures suddenly seemed to\nignore the humans. They walked unconcernedly past the truck and attacked\nthe vegetation on the edge of the clearing. Every so often one would\noverturn a small rock and grub for the exposed insects.\n\nGallifa observed their broad, dull teeth. They weren't, he decided,\nomnivorous.\n\nSamuels interrupted his train of thought. \"Do you think they will give\nus any trouble?\" he asked.\n\n\"No,\" Gallifa affirmed slowly. \"Not materially, anyway. But it's going\nto be interesting, and a little difficult, to study this species. They\ndon't seem to be ecologically feasible. Look at them. They are small and\nweak. They don't have claws, not even sheathed--and they are definitely\ntoo low in the evolutionary scale to know anything of weapons. Their\nfeet obviously aren't constructed for climbing, and their limbs are too\nshort and aren't planned right for running.\"\n\nHe removed his hat and scratched his head. \"In short,\" he finished,\n\"they are an unprotected species, obviously _unable_ to protect\nthemselves.\"\n\n\"That's odd enough,\" Samuels agreed. \"But maybe they don't need\nprotection. Maybe they don't have any natural enemies.\"\n\n\"On a raw planet?\" Gallifa retorted. \"That's not very likely.\"\n\n\"Perhaps I can catch a few for the lab,\" Samuels suggested. \"I'll work\nup a behavior pattern analysis.\"\n\n\"That shouldn't be too hard,\" Gallifa said. \"They certainly aren't\nafraid of us. You do that,\" he added suddenly. \"I'm going to pick up Mac\nand be on my way. Otherwise, we'll never get out of here.\"\n\n\"Good hunting,\" Samuels said. \"I'll have a couple of these fat little\nspecimens neatly catalogued for you when you get back.\"\n\nGallifa laughed and headed the truck across the compound.\n\n\n\n\nIII\n\n\nGallifa found MacFarland by the main-gate shack. He helped him secure a\nmanual excavating kit to the side of the truck, and then headed for a\nhogback MacFarland had spotted from the early air photos.\n\nGallifa jolted the truck up a rutted mound and braked close to a grove\nof trees. They had covered roughly ten miles. Gallifa was still uneasy\nabout Bradshaw, but he had maintained an exceptionally sharp lookout and\nhad seen nothing which might be termed dangerous to a wary colonist. If\nanything had harmed Bradshaw, the ground must have swallowed it.\n\nMacFarland shouldered his pack and stalked toward an outcropping rock\nformation. Gallifa planned to work close to the truck in order to keep\nin touch with the other crews who were on less personalized missions of\nmass survey with highly sensitive instruments. That was the way, of\ncourse, that most of the work would have to be done.\n\nA short time later MacFarland reappeared, red-faced and panting, and\nwith a bulging pack. Gallifa had activated the scanning scope and was\ncasually inspecting the terrain.\n\n\"Finding anything of interest?\" MacFarland grunted, after he had caught\nhis breath.\n\n\"Nothing except a couple of those little creatures like the ones we saw\nback in camp,\" Gallifa answered. At MacFarland's frown he remembered,\nand filled in the details.\n\n\"Want to take a look?\" he asked.\n\nMacFarland shrugged out of the pack and clambered into the truck. He\nexpertly advanced the power of the scope and swung it in slow arcs.\n\n\"I'll help with the pack,\" Gallifa volunteered.\n\n\"Wait a minute!\" MacFarland called excitedly. \"Take a look at this.\"\n\nGallifa frowned and glanced into the view screen. His jaw fell. He\nleaned forward and swallowed hard. \"That's an ugly looking beast,\" he\naffirmed, with a grimace.\n\n\"I thought the spotting cruiser said there weren't any dangerous animals\nin the zone where we were supposed to land,\" MacFarland said\ncaustically. \"I think we had better revise the theory--unless you want\nme to believe the teeth on that thing are used for shredding lettuce.\"\n\n\"No,\" Gallifa said. \"It's a meat eater, all right. Either the cruiser\nmade a mistake, or--and this is more likely--the beast has wandered in\nfrom a more natural habitat. You know, I believe it's after one of the\ngnomes.\"\n\nMacFarland left the screen and swung the automatic rifle to bear on the\nbeast. He carefully adjusted the telescopic sights, centering the hair\nlines on the target. There was a quiet whir and a slight shifting of the\nrifle as the computer device allowed for correct elevation and windage.\n\n\"I have the critter dead center,\" MacFarland said eagerly.\n\n\"Don't shoot,\" Gallifa suddenly warned. \"There is something awfully\npeculiar about this. I'm positive our friend sees that fellow, but he\ndoesn't seem the least bit worried. Keep the rifle trained, but let's\nwatch a little longer. I'm interested in this.\"\n\nThe gnome did seem aware that he was being stalked. Every so often he\nstopped to peer over his shoulder where his adversary was in plain view.\nThen he calmly went on feeding. He made no effort to flee or find\nconcealment.\n\nGallifa watched in puzzlement. Was the creature really so stupid? It\nwasn't logical. It just didn't make sense. How had the race survived?\n\nThe pursuer tentatively crawled a few feet and stopped, its eyes\ngleaming. It crawled a few more. It seemed to be appraising the distance\nto be traversed. All at once it gathered its powerful legs snugly under\nit. A quick rush and a spring ...\n\nThe gnome suddenly stopped feeding and curled into a tight ball. The\ncharging beast seemed to be trying to change its course in mid-leap. It\nlanded almost on top of its prey, but it didn't strike. Instead, it\nwhirled, biting its shoulder and clawing spasmodically. Then it charged\nheadlong across the slope and disappeared in a cloud of dust.\n\nBack at the truck, Gallifa turned to MacFarland. \"Did you shoot it?\" he\nasked with wide eyes.\n\nMacFarland shook his head.\n\n\"The gnome just curled up like a porcupine,\" Gallifa said, frowning.\n\"And that's certainly no protection ... I wouldn't think. It doesn't\nhave spines or anything.\"\n\n\"You're right,\" MacFarland answered. \"I think the meat eater had a fit,\nand it's a damn good thing for your friend Mr. Gnome, too!\"\n\n\"You may be right,\" Gallifa speculated slowly. \"Only--You know, it's a\nfar-fetched thought, but maybe the gnomes throw out some scent that\nstops their enemies cold.\"\n\n\"It would have to be considerably potent,\" MacFarland snorted. \"To cause\na fuss like that!\"\n\n\"Well,\" Gallifa affirmed with finality, \"Samuels will have several\nspecimens for us back at the base. We will find out after we get back.\"\n\n\"I just thought of something,\" MacFarland exclaimed suddenly. \"Do you\nthink maybe that--that cat--or one like it, attacked Bradshaw? It may\nhave been the reason he ran through the brambles, figuring the beast\ncouldn't follow.\"\n\n\"Hmm, I see what you mean,\" Gallifa replied thoughtfully. \"The beast\n_was_ sort of catlike, and it _could_ have roughed Bradshaw up some.\nOnly it doesn't seem logical that the experience could have driven him\nto the type of mental breakdown he suffered. Still, it's as good a guess\nas any, I suppose. Maybe Bradshaw will snap out of it and be able to\ntell us himself.\"\n\nMacFarland glanced at the sky. \"We'd better be getting back,\" he\nsuggested. \"The other crews will be in, and we have a lot of data to\ncorrelate tonight.\"\n\nGallifa agreed and secured the rifle and scope. Before he could turn the\ntruck around, they heard the sound of a helijet approaching at maximum\nspeed. Gallifa shaded his eyes and looked at the now hovering craft.\n\n\"I think it is Hawkins,\" he reported. \"And I'd say offhand that he wants\nto talk to us.\"\n\nThe 'copter landed expertly a few feet away, and the blades slowed to\nidling speed. It was Hawkins. He waved excitedly as he ran toward the\ntruck.\n\n\"Mac! Gallifa!\" he called. \"There's a space ship down a few miles from\nhere!\"\n\nGallifa gasped. A wrecked ship? It seemed inconceivable. A space craft\nwasn't dainty. Damage from a wreck should have been plainly visible even\nfrom the spotting cruiser--ignoring completely their own air maps.\n\nHe faced Hawkins. \"Are you sure?\" he asked incredulously. \"How did we\never miss the wreckage?\"\n\n\"The ship isn't wrecked,\" Hawkins said levelly. \"It's in the same\ncondition that it was in when it landed.\"\n\n\"It's not wrecked?\" MacFarland repeated blankly. \"Now who in hell--\" He\nturned to Gallifa. \"I thought we were the first crew on the planet,\" he\nsaid, almost accusingly. \"It's very strange no one told us of any other\nexpedition.\"\n\nGallifa frowned in annoyance. \"We _are_ the first. I'm sure of that. The\nother ship must be a free-lance.\" He turned to Hawkins. \"How about the\ncrew? Are they still with the ship?\"\n\n\"They're still with the ship,\" Hawkins said quietly. \"But they're all\ndead. It's quite a mess,\" he added simply.\n\n\"A mess?\" Gallifa echoed. \"Could you tell how they died? Was it a\ndisease? Were they killed by some animals? Speak up, man!\"\n\n\"You aren't going to believe this,\" Hawkins said grimly. \"But it sure\nlooks like they killed each other.\"\n\n\"Why would they want to do that?\" MacFarland protested. \"Are you sure,\nHawkins? How could you tell, anyway?\"\n\n\"I could tell,\" Hawkins insisted. \"You better come and have a look for\nyourselves. I'll take you in the 'copter, then bring you back for the\ntruck.\"\n\nGallifa shrugged, and the men joined Hawkins in the helijet. The mapping\nman handled the controls, and the ship soared into the air.\n\n\"There is something else kind of funny, too,\" Hawkins volunteered. \"The\nship landed almost on top of a colony of the screwiest bunch of things\nyou ever saw. They look something like little gnomes, only with a\npinkish fur. They are all around the ship, but they haven't bothered\nanything.\"\n\n\"More gnomes,\" Gallifa told MacFarland. \"I wonder if they're\necologically basic?\" He addressed Hawkins. \"Gnomes are exactly what I\ncalled them, but I'm quite sure there were never such gnomes on Earth.\nWhat do you mean by colony? Like a village?\"\n\n\"No,\" Hawkins said slowly. \"Not that. Maybe I don't mean colony. They\njust sort of hang around and eat together. They don't have any\ndwellings, or anything like that. At least, none that I could see,\" he\namended.\n\nGallifa wasn't sure why he sighed with relief. At least his hypothesis\nwasn't spoiled. They were clannish. But hell, rabbits were clannish.\nHerd development wasn't anything more than instinct.\n\n\n\n\nIV\n\n\nThe helijet suddenly swooped around and settled for a landing. It was\neasy to see how the grounded ship had avoided detection. It was\ncamouflaged almost perfectly--although whether purposely or not wasn't\nreadily discernible.\n\nThe space craft wasn't large. Gallifa estimated an eight-man crew, and\nHawkins proved him correct. He had found all of them at once. They had\nbeen dead a long while; decomposition had been thorough. But Hawkins was\nright. It did look as if they had killed themselves.\n\nThey were scattered haphazardly around an irregular perimeter of the\nship, and no two of the bodies were close together. The positions of the\nskeletons showed that they hadn't been molested by any wild animals--nor\nhad they been killed by any.\n\nBut the strange thing--and this to Gallifa was also a senseless\nthing--was the startling fact that each skeleton had a pellet pistol\nstill firmly clasped in its fleshless hand.\n\nThe magazines of all the weapons were either completely discharged or\nnearly so. Hence it was obvious that they had been firing at each other.\nBut why? If it had been a battle between two rival factions--in itself\nincredible--Gallifa could have understood to some degree. But these men\nwere all alone. Each of them had obviously been against all the rest. No\nmatter how you looked at it, there wasn't any answer.\n\nMacFarland was hard to convince. \"Maybe they didn't kill each other,\" he\ninsisted. \"How do you know those creatures--gnomes, as you call\nthem--didn't attack the ship?\"\n\n\"If you had ever been close to a gnome,\" Gallifa answered wearily,\n\"you'd have your answer. I can't guess why, but these men killed\nthemselves, beyond any possible doubt.\"\n\n\"Then they must have gone completely crazy,\" MacFarland said stubbornly.\n\"Every last one of them.\"\n\nGallifa frowned as he remembered Bradshaw. Crazy? Could it be possible\nthat the crew of this ship had stumbled on something which had driven\nthem into insanity? Psychologically, Gallifa couldn't discount an idea\nsimply because it seemed impossible. A newly established colony was a\nfragile thing.\n\n\"While we are here,\" Gallifa said, \"let's take a closer look at that\ncolony of gnomes. I think I noticed something from the air which doesn't\njibe with our first impression of them.\"\n\nThe three men climbed a little hillock, and Gallifa carefully studied\nthe area in front of him. He finally shook his head in bafflement.\n\n\"This is an unbelievably screwy planet. These creatures apparently\nhaven't reached any stage of development higher than the herd instinct,\nand yet they are farming. It doesn't make any kind of sense. The species\nis completely out of character.\"\n\nMacFarland looked at the virgin growth below him, and shook his head.\n\"That's a farm?\" he asked sarcastically.\n\nGallifa grinned. \"You would have to be a biologist to catch on,\" he\nexplained. \"See that yellowish bush? The one with the purple blossoms?\nNow look at the area directly in front of us. Not a single bush. If you\nwill look carefully you will find several types of plant life which are\ngrowing freely everywhere except in the area I showed you. The gnomes\nare allowing only the plants they want to grow in the area.\n\n\"Perhaps they aren't exactly _farming_,\" he elaborated. \"That is, they\nmay not be planting anything in an orderly fashion. But they _are_\ncultivating. And it all adds up to the same thing. They are increasing\nan edible crop by eliminating--well, weeds. And if they can do that,\nthey should have a corresponding cultural development.\n\n\"Another thing bothers me,\" Gallifa complained. \"If these stupids are a\nnatural prey for animals, as unprotected as they are, I should think\nthey would live in some kind of thick brambles. That at least would give\nthem some measure of safety. I think the bio team is going to have more\nthan their share of headaches.\"\n\n\"Let's work on it tomorrow,\" MacFarland suggested tiredly. \"I want to\nget back to camp.\"\n\nHawkins returned them to the truck, and Gallifa and MacFarland jolted\noff into the gathering dusk. It was fully dark by the time they reached\nthe camp.\n\nGallifa checked his team, then gathered their various findings together\nand sent them over to the Administration Building for further\nevaluation. Samuels didn't check in with the rest. Gallifa assumed that\nhe was busy with the gnomes. He wanted to discuss the queer creatures\nwith him, and wandered over to the specimen shack. Samuels wasn't there.\nNeither were any of the natives.\n\nGallifa returned to the team shack and left a note on Samuel's bunk\ntelling him where he could be found. Then he went over to the\nAdministration Building to work with MacFarland. The next few hours he\nand MacFarland were so busy sorting material and feeding it to the\nanalyzers that he forgot his aide.\n\nFinally Gallifa finished verifying the last of a huge stack of\nphotographs, and stuffed the important ones into a plastic envelope. He\nadded the date seal, initialed it, and handed it to one of the men to\ntake to the laboratory for micro-filming. Then he produced a battered\npipe and filled it with tobacco, slowly tamping the bowl with his\nfingers.\n\nHe had just about finished his smoke when the messenger returned to the\nAdministration Building. \"--Gallifa,\" he began.\n\nGallifa knew that something was wrong by the way the man hesitated. He\nsprang up. \"What's the matter?\" he asked.\n\n\"Some of the boys ran into Samuels over on the edge of camp,\" the\nmessenger said miserably. \"He was clear out of his head. He fought like\na tiger, and they had to tie him hand and foot to get him over to the\nsick bay. The doctor wants you to come right over.\"\n\nGallifa turned a white face to MacFarland. \"What the devil,\" he said\nwoodenly. \"Is my whole team going crazy?\"\n\nMacFarland slipped into his field boots. \"I'll go with you,\" he said.\n\nOutside a cold drizzle was falling, and from the way the leaden skies\nwere piling up, Gallifa was convinced that it would stay around for\nseveral days. Evidently the weather boys had been right in predicting\nthat the planet was about to be plagued by a rainy season.\n\nAs they drew near to the edge of camp, Cummings, the little, bald-headed\nmeteorologist of the weather group, burst out of the weather shack,\ncursing soundly and waving a boot in one hand.\n\n\"Damn those piebald dwarfs,\" he shouted. \"They've got more brass than a\nfire pole. They stole one of my boots.\"\n\nHe threw the boot and disappeared around the corner. \"Get out of here,\nyou little devils!\"\n\n\"The gnomes seem to have invaded the camp,\" MacFarland remarked. \"We'll\nhave to take steps to chase them out. They might get into our stores.\"\n\n\"Yeah,\" Gallifa nodded glumly. He was too upset with the problem of\nBradshaw and Samuels to worry about gnomes.\n\nFrom all indications Samuels had developed the same malady as Bradshaw.\nThe doctor pursed his lips and shrugged his shoulders. Thirty-three\nhours on the planet and two men suddenly, violently insane! Did that\nherald an epidemic, Gallifa wanted to know. Or could it simply be put\ndown to an unlucky coincidence? Could it be a disease or a virus?\n\nThere were tests that might shed some light on the mystery, the doctor\nadmitted. But it would take time to apply them and reach any kind of\nconclusion. Meanwhile, the work had to continue. The survey could not\nwait.\n\nSamuels had been given a hypo and been moved to the ward with Bradshaw.\nGallifa walked past the ward corpsman and looked in the door. Bradshaw\nwas tossing fretfully in his sleep. Both he and Samuels were in\nrestraint jackets.\n\nGallifa shuddered and swabbed a perspiring brow. The rain was making\neverything muggy.\n\nHe left MacFarland still talking to Dr. Thorndyke, and started\nback--heading directly for the team shack. Gallifa was obviously\nworried. He found himself wishing that he could somehow avoid telling\nthe rest of the crew about Samuels.\n\nDamn! Was the Bio team jinxed?\n\n\n\n\nV\n\n\nGallifa kept close to the shacks in a futile effort to protect himself\nfrom the rain, which was really driving now. A single light burned in\nthe Administration Building, but the rest of the compound was dark and\nquiet.\n\nHe skirted the deserted equipment building and paused for an instant in\nthe lee of a truck to light his pipe. There was a loud tinkle of glass,\nand the windshield on the vehicle magically spouted a hole.\n\nGallifa ducked instinctively and only just in time. The windshield\nspouted a second hole--and then a third. A faint, bluish flash located\nhis attacker. It was uncomfortably close.\n\nGallifa lashed out, and fell over a crouching figure. In a moment the\ntwo men were thrashing in the mud. The unseen attacker was strong and he\nfought like a maniac. But Gallifa was even stronger and his determined\nanger quickly gave him the advantage. He wrested the pellet gun from the\nother's grasp, and brought the butt down hard--brought it down twice.\nThe man slumped, and was still.\n\nGallifa snapped on his wrist torch and played the tiny, luminous glow\nover the sprawled figure. The man who had tried to kill him was\nCummings. Gallifa numbly wiped the mud from his pipe and lit it with a\nflickering lighter. The flame made a weird, cameo-like oval of his gaunt\nface, with the olive-toned skin of his ancestry stretched tightly across\nthe high cheekbones.\n\nWhy? Bradshaw ... Samuels ... Cummings ...\n\nA pattern was forming. And it was forming with a viciousness and a\nregularity which left little doubt as to the probable outcome.\n\nDid that pattern embrace the space ship with its ring of rain-washed\nskeletons? Had they disintegrated under a pressure as relentless as the\nswiftly-tightening jaws of a vise. _Something_ was forcing normal men\ninto homicidal insanity. But what?\n\nGallifa didn't know. But he did know that someone had better come up\nwith some answers--intelligent ones, and very much to the point. Or was\nit already too late? Was the compound already infected--with each man\nonly waiting to be struck down?\n\nGallifa draped the limp body of Cummings over his shoulder, and sloshed\nhis way back to the hospital. The doctor grimly made room in the ward\nroom for the new patient. While he was treating the gash in Gallifa's\ncheek, MacFarland, Hawkins, and some of the early-rising camp cooks\nbrought in two more men from the weather group.\n\nGallifa watched in tight-lipped silence as the corpsmen administered\nhypos and set the new cots end to end in the already overcrowded\nsickbay.\n\n\"There were only two restraint jackets,\" Dr. Thorndyke said jerkily.\n\"We'll have to secure the rest of them to the bunks.\"\n\nMacFarland nodded. When he spoke, his voice was low and strained. \"This\nis getting out of hand. I think we'd better get everybody over to the\nAdministration Building as soon as possible.\"\n\n\"All right,\" Gallifa said quietly. \"Only--\"\n\n\"Only what?\" MacFarland asked sharply.\n\n\"What if everybody in camp isn't available,\" Gallifa said flatly. He\nopened the door and stepped into the rain.\n\nThe Administration Building was hot. The windows were steamed over, and\nthe men nearest to them had wiped clear spots with their hands, as if\nthey could not bear the thought of not being able to peer out into the\nnight.\n\nThe room buzzed with a kind of orderly confusion. The men were scared\nand they made no effort to conceal it. Gallifa studied a slip of paper\ncovered with tally marks, and then quickly stuffed it into his pocket.\n\nTen men were now missing, not counting the ones already in the hospital.\nThey couldn't be accounted for, so it had to be assumed they were either\nsick--or dead.\n\nIt had been decided that Gallifa and Dr. Thorndyke were the best\nqualified to take charge of the camp, until normality returned. Gallifa\nstudied the men carefully.\n\n\"We haven't much to go on,\" he said with grim candor. \"We're still in\nthe dark as to what is happening. We only know that when it takes place,\nit happens damn fast--and without discrimination. Men have been affected\nboth in and out of camp.\n\n\"So far, here are the facts. To the best of our knowledge none of the\nmen have been bitten by animals and we haven't found any poisonous\nplants. Dr. Thorndyke is considering the possibility that some unknown\nvirus which affects the brain may be responsible. He's over in the\nlaboratory running tests now. If it is a virus, grouping together like\nthis might be a mistake. We'll load everybody up with antibiotics and\nhope for the best. We've got to lick this!\"\n\n\"Until now,\" Gallifa continued grimly, \"no one has been hurt except the\nstricken men. We want to keep it that way. One fact stands out bluntly.\nAll of the men have been damned anti-social. They want to be left alone,\nand will attempt to kill anyone who gets close to them. That should make\nthem easy to spot. If we are to have a chance to cure them, we have to\ncatch them first.\"\n\n\"We are going to have to consider the likelihood that more of us will be\naffected. We must do everything within our power to isolate those\nsuspiciously-acting persons. Probably the ship Mac and I discovered\ndidn't have the warning I am giving to you now. We can lick this thing\nif we're determined enough. The main thing is not to lose your head.\nWatch your neighbor, but don't jump to conclusions. Be sure before you\nact.\"\n\nThere was a stir and Gallifa paused. The doctor pushed his way through\nthe men to the front of the room. His face was white and haggard.\n\n\"What about the tests?\" Gallifa asked.\n\n\"There aren't going to be any tests,\" Dr. Thorndyke replied grimly. \"At\nleast not on the men in the hospital. They are all dead.\"\n\n\"What happened?\" Gallifa urged, his eyes wide with shock.\n\nEveryone was very quiet.\n\nThe doctor wiped his hand across his forehead. \"Nolan was on duty in the\nwardroom. He went out for a smoke. I heard him go out. I didn't hear him\ncome back. I was setting up some new equipment. When I finally went back\nto the ward Nolan must have caught--whatever it is. He was gone, and\nhe'd slit every man's throat with a scalpel.\"\n\nGallifa faced the assemblage. \"We're going to inoculate everyone here.\nAs soon as we're through, I want each team to go to their own shacks and\nstay there. If you _have_ to go somewhere, go in pairs. If you see\nanyone wandering around by himself, no matter _who_ he is, bang him over\nthe head with something and bring him over to the hospital. Otherwise,\nstay put.\"\n\nThe men received their shots in an uncomfortable silence and disappeared\ninto the night. Gallifa, MacFarland, and Dr. Thorndyke remained in the\nAdministration room.\n\n\"Any idea what it is, doc?\" MacFarland asked huskily.\n\n\"I hardly had time to take care of the patients,\" Dr. Thorndyke replied\nbitterly. \"Did you honestly expect me to find out what was wrong with\nthem in a few short hours?\"\n\n\"But--\" Gallifa began.\n\nMacFarland suddenly started, and leapt to his feet. The doctor moved\naway, his face paling.\n\n\"What's the matter?\" Gallifa asked, alarmed.\n\n\"Don't be so old womanish,\" MacFarland snapped. \"I'm not catching it. I\njust thought of something. Cummings had a gun. Where did he get it?\"\n\n\"The storeroom!\" Gallifa exclaimed. \"I'd forgotten we had weapons and\nammo in the storeroom! If things got bad enough, we _could_ wipe\nourselves out. We'd better check.\"\n\n\"I'm going back to the hospital,\" Dr. Thorndyke said bluntly. \"I'm going\nto lock the door. If anyone comes banging around he damn well had better\nknow who he is and talk intelligently--or I'll slice him from his\nwishbone to his crotch.\" He stalked out.\n\nGallifa stared blankly after Dr. Thorndyke. It was funny hearing him\ntalk this way. He had always thought of the doc as being rather\nmild-mannered. Damned flexible, humans!\n\n\n\n\nVI\n\n\nThey found the door was torn off the storeroom. It hadn't even been\nsecured. Someone had just been in a terrific hurry. There wasn't a\nsingle weapon left. MacFarland studied the disarray, then thoughtfully\nhefted a broad-bladed pick axe.\n\n\"I'm of the opinion,\" he said quietly, \"that in a short time things are\ngoing to get a little rough around here.\"\n\n\"Now wait a minute, Mac,\" Gallifa protested.\n\n\"Sorry, boy,\" MacFarland said grimly. \"If I knew everyone else was\nbarehanded, I would go along with you. I may not be the next victim--or\nthe tenth. I'll more than likely have to protect myself against someone\nwho has come down with it, however, and I've got an overwhelming desire\nto stay alive.\"\n\nGallifa let his hands drop helplessly to his sides. MacFarland was\nright, of course. They hadn't acted soon enough. Was this how panic was\nborn?\n\n\"Mac,\" Gallifa tried huskily. \"We've got to keep our heads. If we don't,\nwe'll destroy ourselves.\"\n\n\"I'm open to any suggestions,\" MacFarland said steadily. \"But until I'm\nsatisfied that the danger is past, I'll just hang on to this axe.\"\n\n\"Let's go back over to the hospital,\" Gallifa said wearily. \"We'll use\nThorndyke's projector and go over every inch of micro-film we have. We\nmay be too close to the problem. There must be something we've\noverlooked.\"\n\nOutside the rain had slackened into a fine mist. Overhead the clouds\nstill held, but they were somewhat lighter. In a short while, it would\nbe dawn. Every light in the compound was burning fiercely. Gallifa\nsuddenly remembered the generator in the shack behind the Administration\nBuilding. If anyone smashed or damaged the generator beyond repair, the\ncamp would be without power of any kind. And they might be forced to\nwarn the colonists to stay away from the planet.\n\nHe stopped MacFarland. \"I think we better secure the door to the\ngenerator shack,\" he said thoughtfully. \"We can put a robot control on\nthe radio, but we have to insure power.\"\n\nMacFarland understood the reason immediately. But before he could answer\nangry voices rang out somewhere across the compound.\n\nGallifa hesitated. \"You better see what that is,\" he told MacFarland.\n\"And I'll check the generator.\"\n\nMacFarland nodded and slipped away. Gallifa detoured around the hospital\nand carefully approached the Administration Building. Once he saw\nsomething moving in the half-light and halted abruptly. It was only a\nfew of the little gnomes moving through the camp.\n\nGallifa quickly rummaged through the spare parts cache in the shack and\ndrove stout pegs into the door jamb and the door. Then he expertly wove\na short length of wire around the pegs and drew them tight with a pair\nof wire nippers. He leaned a shoulder against the door until he was\nsatisfied it would hold. Then he returned to the hospital.\n\nMacFarland met him at the back entrance. The five corpses still lay\nshackled to the bunks in a mute and grisly reminder of how quickly\ndeterioration had spread through the embryonic colony. Gallifa felt his\njaw muscles tighten.\n\n\"The bio team stole all the weapons,\" MacFarland said without preamble.\n\"They've barricaded themselves in the mess hall and threaten to shoot\nanyone who comes within ten feet of the door.\"\n\nGallifa waited, his expression somber.\n\n\"The other teams are mad clear through,\" MacFarland continued. \"I\nconvinced them to go back to their own shacks, but I don't know how long\nthey will stay there.\"\n\nGallifa nodded. \"If the other teams decide to rush the mess hall--\" He\nlet the sentence trail off and grimly began to sort the micro-film.\n\nA few hours later he had uncovered a series of very surprising--and\nconfusing--facts. He was amazed by the extent and completeness of the\ndata the teams and machines had assembled during their brief stay on the\nplanet. Gallifa closed his eyes and began to sift through the data with\nthe queer, persistent sixth sense of all true research men.\n\nThe field of biology isn't limited. It begins just under the crust of a\nplanet, encompasses the surface, and extends ... as far as needs be.\nGallifa was a good biologist. And now he had a series of incredible\nfacts at his command. He thought he had the answer to the epidemic. Only\nif he was on the right track--and he was almost sure of it--the cure\nmight be so simple that it would be no cure at all.\n\nHow did you cure fear?\n\nMacFarland was dozing across the room. Gallifa suddenly realized how\ntired he really was. Perhaps the doctor could give him a stimulant. In\nany case, he wanted to discuss an idea with Dr. Thorndyke. He stood up\nand gathered together the papers lying scattered on the desk.\n\nMacFarland was immediately awake. He held the axe loosely in one big\nhand, but a slight tensing of the muscles in his forearm denoted his\nreadiness to use the weapon.\n\nGallifa noticed only that MacFarland was awake. He gestured vaguely and\nwalked through the room to the doctor's office.\n\n\"Dr. Thorndyke!\" Gallifa called.\n\n\"Eh!\" The doctor was startled. He walked quickly over to a wall cabinet\nand busied himself with an electronic sterilizer. When he turned he was\nholding a short-barreled, hair-thin hypodermic jet.\n\n\"I've been hoping you'd come by,\" he said. \"That cut in your cheek. You\nshould have had a tetanus shot.\"\n\nGallifa automatically bared an arm and leaned on the table. The doctor\nheld the needle up to the light and exerted a minute pressure on the\nplunger. He reached for Gallifa's arm.\n\nMacFarland was across the room in five quick strides. He hit the doctor\nacross the side of the head with the broad blade of the axe. Dr.\nThorndyke sighed and collapsed loosely on the floor. The point of the\ndropped hypodermic shattered and a milky fluid oozed from the splintered\nend.\n\nGallifa's reflexes were slow. For a long moment he stood as though\nstunned. Then shock caught at him. But the slow-motion time which\ngripped him wouldn't allow him to take more than two steps before the\naxe in MacFarland's big hand would come crashing down. He wished he\ncould have activated the transmitter before it happened. Dazed, he\nwondered who would warn the colonists?\n\nGallifa suddenly realized he had placed the portable operating table\nbetween himself and the other man. He drew his first breath, and it\ncaught in his throat. Then he was through the door and running across\nthe compound. He stumbled towards the equipment shack and threw himself\nin the back of a truck.\n\nMacFarland didn't follow.\n\n\n\n\nVII\n\n\nGallifa rubbed his aching eyes and rested. How many hours had passed\nsince he had slept or eaten? It was fully light now, although the dawn\nsky was gray because of the clouds. A strong wind pulled at his hair,\nand the first heavy drops of another rainstorm pelted against his face.\nGallifa moved under the half-top canvas and wished for a slicker. The\nrain was cold.\n\nThe crackle of small arms brought Gallifa to the edge of the truck. He\nhadn't realized how still the camp really was. The tension was a live\nthing, coiled in the wet air. There was no doubt the firing came from\nthe mess hall. The bio team had all of the weapons.\n\nGallifa was sure he could stop the panic if he could contact the men. If\nonly they weren't so scattered. He had to try. He gave another quick\nlook at the hospital door, then sped around the Administration Building.\n\nSomething hit him from the side and hurled him joltingly to the sharp\ngravel. Gallifa rolled to a fighting crouch, dimly realizing that his\nright arm was almost paralyzed. He shook his head hard against the pain.\nThe man was Nolan--and he was the most frightened man Gallifa had ever\nseen.\n\nHis face was convulsed with such abject terror that Gallifa was stunned.\nHe was like an animal at bay, with all moving life his enemy. Gallifa\nremained perfectly still, his eyes on the surgeon's scalpel in Nolan's\nhand. Then from the mess hall came another rattle of fire.\n\nGallifa couldn't help jumping. Nolan drew his tight lips away from his\nteeth and gestured menacingly with the scalpel. Then a beefy arm\nappeared from nowhere and struck the corpsman a chopping blow at the\nbase of the skull. He dropped the scalpel and fell silently to the\nground.\n\nMacFarland stepped around the corner of the building.\n\nGallifa tried to rise, then gave way to the weakness of his limbs. The\nground spun crazily past his face and he passed out.\n\n\"Gallifa! Snap out of it! Wake up, boy!\"\n\nRough hands were shaking him. He opened his eyes.\n\n\"I didn't kill Doc,\" MacFarland said quietly. \"There wasn't time to\nexplain. I had to act fast. He had enough knockout juice in that needle\nto put you away permanently.\"\n\nGallifa searched the other man's face. Then, slowly the tension went out\nof his features. \"I heard shots?\"\n\n\"Your boys took a few shots at me,\" MacFarland admitted. \"I guess they\nthought I was rushing them.\"\n\nGallifa stared at Nolan. \"We've got to contact the men before it's too\nlate,\" he said. \"I know what caused the epidemic--and how to stop it.\nAnyway, temporarily. If I can only find some way to get them to\nlisten.\"\n\nMacFarland said: \"We'll find a way. Tell me about it.\"\n\n\"There's nothing wrong with this camp now but fear,\" Gallifa continued\nwearily. \"Or the _fear_ of fear. There wasn't any epidemic. It was the\ngnomes. It's all here in the micro-film.\"\n\nMacFarland stared blankly.\n\n\"You know how we survey?\" Gallifa said quickly. \"We send out low-flying\n'copters and track the neural waves from all animal life. Later on,\nafter we pick up some specimens, all the neural patterns on the tapes\nare matched. Otherwise, we wouldn't know one from the other. This\ninformation, along with other data, is fed to the analyzers and we get\nan excellent idea of the type and distribution of all life in a given\narea. The boys did a good job with the 'copters. They covered enough\nterritory to provide all the data we need at present.\"\n\n\"So?\" MacFarland asked.\n\n\"Somehow,\" Gallifa went on, \"Samuels managed to get a neural trace from\nthe natives before he went insane. It's right here in his report. And\nthe trace matches perfectly with some of the patterns taken from the\n'copters. When I fed the patterns to the analyzers, I got some damned\nstrange results. The analyzers classified the gnomes as an oversized\nform of rodent, somewhat similar to rabbits and rats. This I suspected.\nWhat I hadn't suspected was that their neural wave was so strong it\ncould be projected as a physical impulse.\"\n\n\"I still don't see--\" interjected MacFarland.\n\n\"It's simple,\" Gallifa said. \"The natives are _mental skunks_. I don't\nknow how they do it. Maybe we can't even find out. But I can guess how\nit works. The creatures transmit a neural charge as real as an electric\ncurrent. We don't yet know the range, but we've already seen it in\naction.\"\n\n\"The cat!\" MacFarland said.\n\nGallifa nodded. \"The 'copter survey showed that where the instruments\nlocated gnomes, there was very little other animal life in a wide area.\nTheir charge may be deadly to a non-reasoning animal if it is exposed\nmore than a few moments. To a human it isn't deadly, but it's\ndevastating. The charge must hurt the mind so badly that it defends\nitself with the only bit of reasoning left. Kill or be killed. That's\nwhy our men turned homicidal.\"\n\n\"If this is true,\" MacFarland said soberly, \"can we do anything about\nit? Can we destroy these creatures?\"\n\n\"We can probably destroy them,\" Gallifa said slowly. \"But remember the\nrabbits in Australia? The gnomes are ecologically basic. They are by far\nthe most numerous animal in this area.\"\n\n\"Meaning,\" said MacFarland, \"that if we killed them off here, they would\nswarm in from somewhere else? That will mean a running battle.\"\n\nGallifa smiled grimly at MacFarland's use of the future tense. \"We may\nhave to live with them for awhile. But our immediate problem is how to\nconvince the men that we can solve the present crisis--while we still\nhave time.\"\n\n\"You'd never dare approach the mess hall,\" MacFarland warned.\n\nThe camp waited, wound up to the breaking point. Along about the middle\nof the afternoon, maybe before, all hell was going to bust loose. Unless\nhe could stop it.\n\nHe suddenly grabbed MacFarland's arm. \"Mac!\" he asked eagerly. \"The\ngenerator. Do you know if it's still working?\"\n\nA look of understanding crossed MacFarland's face. \"The bull horn. Of\ncourse! Everyone in camp can hear the bull horn.\"\n\nThey made it past the mess hall without drawing any fire. A few moments\nlater the resonant voice of the loudspeaker was booming across the camp.\nGallifa spoke slowly, methodically, trying to convince and reassure. He\npaused, then once more repeated the plea.\n\nHe almost gave up. Then slowly the mapping gang edged into the open and\nfiled toward the Administration room. Finally the bio team left the mess\nhall, and Gallifa let the heavy horn drop. What now? The present\nnightmare was almost over, but what of the future?\n\n\"We will be able to control the gnomes locally,\" MacFarland said,\nseeming almost to guess his thoughts. \"As we expand, they will have to\ngive.\"\n\n\"Maybe,\" Gallifa said. \"But just because they are rodents. Don't\nunderestimate their possibilities.\n\n\"The creatures of this planet have never been pressed. Nothing has been\nable to push them up the evolutionary ladder. We'll be the toughest\nenvironment they've ever faced, for we know the power of their defensive\nmechanism. How well will we be able to compete if they learn to use it\nas an offensive weapon?\"\n\n\"We can't,\" MacFarland said.\n\n\"We know it's selective,\" Gallifa corrected. \"They didn't bother either\nSamuels or myself when we first contacted them. We also know all of the\nstricken men weren't actively molesting gnomes. Therefore, some were hit\ndue to the actions of others. The only question is--how selective is\ntheir power?\"\n\n\"Then how _can_ we handle them?\" MacFarland questioned soberly.\n\nGallifa shrugged. \"I don't know,\" he said simply. \"We're committed here,\nand we'll stay. This isn't the first time the human race has been\nchallenged--it won't be the last.\"\n\nGallifa turned and walked toward the Administration Building. Humans had\nsolved a hundred problems on a hundred planets. Problems existed to be\nsolved. This one, too, would be solved. But no matter how hard or how\neasy, it would be an experiment.\n\nAs all humanity was an experiment.\n\n[Footnote: _Melvin Sturgis is a mechanical engineer employed by_\nROCKETDYNE, _Propulsion field laboratory--a division of North American\nAviation, Inc. Like many another brilliant young technician with an\nextra-curricular, electronic string to his bow he has also been a\nfree-lance magazine writer for the past five years. We think you'll\nagree he has scored heavily here, on the planet of a far-off star!_]\n\n\n\n\n",
    "metadata": {
        "author": [
            "Sturgis, Melvin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32036/pg32036.txt",
        "name": "the_unprotected_species.json"
    }
}