{
    "name": "The Man In The High-Water Boots",
    "author": [
        "Smith, Francis Hopkinson"
    ],
    "body": "1909\n\n\nNow and then in my various prowlings I have met a man with\na personality; one with mental equipment, heart endowment,\nself-forgetfulness, and charm--the kind of charm that makes you glad\nwhen he comes and sorry when he goes.\n\nOne was a big-chested, straight-backed, clear-eyed, clean-souled\nsea-dog, with arms of hickory, fingers of steel, and a brain in instant\ntouch with a button marked “Experience and Pluck.” Another was a\ndevil-may-care, barefooted Venetian, who wore a Leporello hat canted\nover one eye and a scarlet sash about his thin, shapely waist, and whose\ncorn teeth gleamed and flashed as he twisted his mustache or threw\nkisses to the pretty bead-stringers crossing Ponte Lungo. Still a third\nwas a little sawed-off, freckled-faced, red-headed Irishman, who drove a\ncab through London fogs in winter, poled my punt among the lily-pads in\nsummer, and hung wall-paper between times.\n\nThese I knew and _loved_; even now the cockles of my heart warm up when\nI think of them. Others I knew and _liked_; the difference being simply\none of personality.\n\nThis time it is a painter who crosses my path--a mere lad of thirty two\nor three, all boy-heart, head, and brush. I had caught a glimpse of him\nin New York, when he “blew in” (no other phrase expresses his movement)\nwhere his pictures were being hung, and again in Philadelphia when some\ncrushed ice and a mixture made it pleasant for everybody, but I had\nnever examined all four sides of him until last summer.\n\nWe were at Dives at the time, lunching in the open courtyard of the inn,\nthree of us, when the talk drifted toward the young painter, his life at\nhis old mill near Eure and his successes at the Salon and elsewhere.\nOur host, the Sculptor, had come down in his automobile--a long, low,\ndouble-jointed crouching tiger--a forty-devil-power machine, fearing\nneither God nor man, and which is bound sooner or later to come to an\nuntimely end and the scrap heap.\n\nAll about, fringing the tea tables and filling the summer air with their\nchatter and laughter, were gathered not only the cream, but the very\ntop skimmings of all the fashion and folly of Trouville--twenty minutes\naway, automobile time--their blossoming hats, full-blown parasols,\nand pink and white veils adding another flower-bed to the quaint old\ncourtyard.\n\nWith the return of the Man from the Latin Quarter, his other guest, who\nknew the ins and outs of the cellar, and who had gone in search of a\ncertain vintage known only to the initiated (don't forget to ask for it\nwhen you go--it has no label, but the cork is sealed with yellow wax; M.\nRamois, the good landlord, will know the kind--_if he thinks you do_),\nour host, the Sculptor, his mind still on his friend the painter, looked\nup and said, as he reached for the corkscrew:\n\n“Why not go to-morrow? The mill is the most picturesque thing you\never saw--an old Louis XIII house and mill on the River Rille near\nBeaumont-le-Roger, once inhabited by the poet Chateaubriand. The river\nruns underground in the sands for some distance and comes out a few\nmiles from Knight's--cold as ice and clear as crystal and packed full of\ntrout. Besides Knight is at home--had a line from him this morning.”\n\nThe Man from the Quarter laid down his glass.\n\n“How far is it?” This man is so daft on fishing that he has been known\nto kiss the first trout he hooks in the spring.\n\n“Only fifty-six miles, my dear boy--run you over in an hour.”\n\n“And everything else that gets in the way,” said the Man from the\nQuarter, moving his glass nearer the Sculptor's elbow.\n\n“No danger of that--I've got a siren that you can hear for a mile--but\nreally, it's only a step.”\n\n*****\n\nI once slid down a salt mine on a pair of summer pantaloons and brought\nup in total darkness (a godsend under the circumstances). I still\nshudder when I think of the speed; of the way my hair tried to leave my\nscalp; of the peculiar blink in my eyes; of the hours it took to\nlive through forty seconds; and of my final halt in the middle of a\nmoon-faced, round-paunched German who was paid a mark for saving the\nbones and necks of idiots like myself.\n\nThis time the sliding was done in an overcoat (although the summer sun\nwas blazing), a steamer cap, and a pair of goggles. First there came a\nshivery chuggetty-chug, as if the beast was shaking himself loose. Next\na noise like the opening of a bolt in an iron cage, and then the Inn\nof William the Conqueror--the village-beach, inlet--wide sea, streamed\nbehind like a panorama run at high pressure.\n\nThe first swoop was along the sea, a whirl into Houlgate, a mad dash\nthrough the village, dogs and chickens running for dear life, and\nout again with the deadly rush of a belated wild goose hurrying to a\nsouthern clime. Our host sat beside the chauffeur, who looked like the\ndemon in a ballet in his goggles and skull-cap. The Man from the Quarter\nand I crouched on the rear seats, our eyes on the turn of the road\nahead. What we had left behind, or what might be on either side of us\nwas of no moment; what would come around that far-distant curve a mile\naway and a minute off was what troubled us. The demon and the Sculptor\nwere as cool as the captain and first mate on the bridge of a liner in\na gale; the Man from the Quarter stared doggedly ahead; I was too scared\nfor scenery and too proud to ask the Sculptor to slow down, so I thought\nof my sins and slowly murmured, “Now I lay me.”\n\nWhen we got to the top of the last hill and had swirled into the\nstraight broad turnpike leading to Lisieux, the Sculptor spoke in\nan undertone to the demon, did something with his foot or hand or\nteeth--everything with which he could push, pull, or bite was busy--and\nthe machine, as if struck by a lash, sprang into space. Trees, fences,\nlittle farmhouses, hay-stacks, canvas-covered wagons, frightened\nchildren, dogs, now went by in blurred outlines; ten miles, thirty\nmiles, then a string of villages, Liseau among them, the siren shrieking\nlike a lost soul sinking into perdition.\n\n“Watch the road to the right,” wheezed the Sculptor between his breaths;\n“that is where the Egyptian prince was killed--” this over his shoulder\nto me--“a tram-car hit him--you can see the hole in the bank. Made that\nlast mile in sixty-five seconds--running fifty-nine now--look out\nfor that cross-road--'Wow-wow-oo--wow-wow'” (siren). “Damn that\nmarket cart--'Wow-wow-o-o-wow.'” “Slow up, or we'll be on top of that\ndonkey--just grazed it. Can't tell what a donkey will do when a girl's\ndriving it.” 'Wow-oo-w-o--.'\n\nUp a long hill now, down into a valley--the road like a piece of white\ntape stretching ahead--past school-houses, barns, market gardens; into\ndense woods, out on to level plains bare of a tree--one mad, devilish,\nbrutal rush, with every man's eyes glued to the turn of the road ahead,\nwhich every half minute swerved, straightened, swerved again; now\nblocked by trees, now opening out, only to close, twist, and squirm\nanew. Great fun this, gambling with death, knowing that from behind any\nbush, beyond every hill crest, and around each curve there may spring\nsomething that will make assorted junk of your machine and send you to\nBallyhack!\n\n“Only one more hill,” breathed the Sculptor, wiping the caked dust from\nhis lips. Woo-oo-wow-o-o (nurse with a baby-carriage this time, running\ninto the bushes like a frightened rabbit). “See the mill stream--that's\nit flashing in the sunlight! See the roof of the mill? That's Aston\nKnight's! Down brakes! All out--fifty-six miles in one hour and\ntwenty-two minutes! Not bad!”\n\nI sprang out--so did the Man from the Quarter--the flash from the mill\nstream glistening in the sunlight had set his blood to tingling; as for\nmyself, no sheltering doorway had ever looked so inviting.\n\n“Marie! _Marie!_ Where's monsieur?” cried out the Sculptor from his seat\nbeside the demon.\n\n“Up-stairs, I think,” answered a stout, gray-haired, rosy-cheeked woman,\nwiping her hand and arms on her apron as she spoke. She had started on a\nrun from the brook's edge behind the house, where she had been washing,\nwhen she heard the shriek of the siren, but the machine had pulled up\nbefore she could reach the door-step.\n\n“He went out early, but I think he's back now. Come in, come in, all of\nyou. I'm glad to see you--so will he be.”\n\nMarie was cook, housemaid, valet, mother, doctor, and any number of\nthings beside to Knight; just as in the village across the stream where\nshe lived--or rather slept o' nights--she was billposter, bell-ringer,\nand town crier, to say nothing of her being the mother of eleven\nchildren, all her own--Knight being the adopted twelfth.\n\n“The mill might as well be without water as without Marie,” said the\nSculptor. “Wait until you taste her baked trout--the chef at the Voisin\nis a fool beside her.” We had all shaken the dear woman's hand how\nand had preceded her into the square hall filled with easels, fresh\ncanvases, paintings hung on hooks to dry, pots of brushes, rain coats,\nsample racks of hats, and the like.\n\nAll this time the beast outside was snorting like a race-horse catching\nits breath after a run, the demon walking in front of it, examining its\nteeth, or mouth, or eyes, or whatever you do examine when you go poking\naround in front of it.\n\nUp the narrow stairs, now in single file, and into a bedroom--evidently\nKnight's--full of canvases, sketching garb, fishing-rods and reels\nlining the walls; and then into another--evidently the guest's room--all\nlace covers, cretonne, carved chests, Louis XVI furniture, rare old\nportraits, and easy-chairs, the Sculptor opening each closet in turn,\ngrumbling, “Just like him to try and fool us,” but no trace of Knight.\n\nThen the Sculptor threw up a window and thrust out his head, thus\nbringing clearer into view a stretch of meadow bordered with clumps of\nwillows shading the rushing stream below.\n\n“Louis! _Louis!_ Where the devil are you, you brute of a painter?”\n\nThere came an halloo--faint--downstream.\n\n“The beggar's at work somewhere in those bushes, and you couldn't get\nhim out with dynamite until the light changed. Come along!”\n\nThere's no telling what an outdoor painter will submit to when an\nuncontrollable enthusiasm sweeps him off his feet, so to speak. I myself\nbarely held my own (and within the year, too) on the top step of a\ncrowded bridge in Venice in the midst of a cheering mob at a regatta,\nwhere I used the back of my gondolier for an easel, and again, when\nyears ago, I clung to the platform of an elevated station in an effort\nto get, between the legs and bodies of the hurrying mob, the outlines\nof the spider-web connecting the two cities. I have watched, too,\nother painters in equally uncomfortable positions (that is, out-of-door\npainters; not steam-heated, easy-chair fellows, with pencil memoranda\nor photos to copy from) but it was the first time in all my varied\nexperiences that I had ever come upon a painter standing up to his\narmpits in a swift-flowing mill or any other kind of stream, the water\nbreaking against his body as a rock breasts a torrent, and he working\naway like mad on a 3 x 4 lashed to a huge ladder high enough to scale\nthe mill's roof.\n\n“Any fish?” yelled the Man from the Quarter.\n\n“Yes, one squirming around my knees now--shipped him a minute ago--foot\nslipped. Awful glad to see you--stay where you are till I get this high\nlight.”\n\n“Stay where I am!” bellowed the Sculptor. “Do you think I'm St. Peter or\nsome long-legged crane that--”\n\n“All right--I'm coming.”\n\nHe had grabbed both sides of the ladder by this time, and with head in\nthe _crotch_ was sloshing ashore, the water squirting from the tops of\nhis boots.\n\n“Shake! Mighty good of you fellows to come all the way down to see me.\nHere, you stone-cutter--help me off with these boots. Marie's getting\nluncheon. Don't touch that canvas--all this morning's work--got to work\nearly.” (It looked to be a finished picture to me.)\n\nHe was flat on the grass now, his legs in the air like an acrobat about\nto balance a globe, the water pouring from his wading boots, soaking the\nrest of him, all three of us tugging away--I at his head, the Sculptor\nat his feet. How Marie ever helped him squirm out of this diving-suit\nwas more than I could tell.\n\nWe had started for the mill now, the Man from the Quarter lugging the\nboots, still hoping there might be some truth in the trout story, the\nSculptor with the palette (big as a tea-tray), Knight with the ladder,\nand I with the wet canvas.\n\nAgain the cry rang out: “Marie! _Marie!_” and again the old woman\nstarted on a run--for the kitchen this time (she had been listening\nfor this halloo--he generally came in wringing wet)--reappearing as we\nreached the hall door, her apron full of clothes swept from a drying\nline stretched before the big, all-embracing fireplace. These she\ncarried ahead of us upstairs and deposited on the small iron bedstead\nin the painter's own room, Knight close behind, his wet socks making\nMan-Friday footprints in the middle of each well-scrubbed step. Once\nthere, Knight dodged into a closet, wriggled himself loose, and was out\nagain with half of Marie's apronful covering his chest and legs.\n\nIt was easy to see where the power of his brush lay. No timid,\nuncertain, niggling stroke ever came from that torso or forearm or\nthigh. He hewed with a broad axe, not with a chisel, and he hewed\ntrue--that was the joy of it. The men of Meissonier's time, like the old\nDutchmen, worked from their knuckle joints. These new painters, in their\nnew technique--new to some--old really, as that of Velasquez and Frans\nHals--swing their brushes from their spinal columns down their forearms\n(Knight's biceps measure seventeen inches) and out through their\nfinger-tips, with something of the rhythm and force of an old-time\nblacksmith welding a tire. Broad chests, big boilers, strong arms,\nstraight legs, and stiff backbones have much to do with success in\nlife--more than we give them credit for. Instead of measuring men's\nheads, it would be just as well, once in a while, to slip the tape\naround their chests and waists. Steam is what makes the wheels go\nround, and steam is well-digested fuel and a place to put it. With\nthis equipment a man can put “GO” into his business, strength into\nhis literature, virility into his brush; without it he may succeed in\nselling spool cotton or bobbins, may write pink poems for the multitude\nand cover wooden panels with cardinals and ladies of high degree; in\nreal satin and life-like lace, but no part of his output will take a\nfull man's breath away.\n\n*****\n\nSunshine, flowers, open windows letting in the cool breezes from meadow\nand stream; an old beamed ceiling, smoke-browned by countless pipes;\nwalls covered with sketches of every nook and corner about us; a table\nfor four, heaped with melons, grapes, cheese, and flanked by ten-pin\nbottles just out of the brook; good-fellowship, harmony of ideas,\ncourage of convictions--with no heads swelled to an unnatural size; four\nappetites--enormous, prodigious appetites; Knight for host and Marie as\nhigh chamberlainess, make the feast of Lucullus and the afternoon teas\nof Cleopatra but so many quick lunches served in the rush hour of a\ndowntown restaurant! Not only were the trout-baked-in cream (Marie's\nspecialty) all that the Sculptor had claimed for them, but the\nfried chicken, soufflés--everything, in fact, that the dear woman\nserved--would have gained a Blue Ribbon had she filled the plate of any\ncommitteeman making the award.\n\nWith the coffee and cigars (cigarettes had been smoked with every\ncourse--it was that kind of a feast) the four mouths had a breathing\nspell.\n\nUp to this time the talk had been a staccato performance between\nmouthfuls:\n\n“Yes--came near smashing a donkey--don't care if I do--no--no gravy”\n (Sculptor). “Let me put an extra bubble in your glass” (Knight). “These\nfish are as firm as the Adirondack trout” (Man from the Quarter). “More\ncream--thank you. Marie!” (Knight, of course) “more butter.” “Donkey\nwasn't the only thing we missed--grazed a baby carriage and--” (Scribe).\n“I'm going to try a red ibis after luncheon and a miller for a tail\nfly--pass the melon” (Man from the Quarter): That sort of hurried talk\nwithout logical beginning or ending.\n\nBut now each man had a comfortable chair, and filled it with shoulders\nhidden deep in its capacious depths, and legs straight out, only the\narms and hands free enough to be within reach of the match-safe and\nthimble glasses. And with the ease and comfort of it all the talk itself\nslowed down to a pace more in harmony with that peace which passeth all\nunderstanding--unless you've a seat at the table.\n\nThe several masters of the outdoor school were now called up, their\nmerits discussed and their failings hammered: Thaulow, Sorolla y\nBastida, the new Spanish wonder, whose exhibition the month before\nhad astonished and delighted Paris: the Glasgow school; Zorn, Sargent,\nWinslow Homer--all the men of the direct, forceful school, men who\nswing their brushes from their spines instead of their finger-tips--were\nslashed into and made mincemeat of or extolled to the skies. Then\nthe “patty-pats,” with their little dabs of yellow, blue, and red,\nin imitation of the master Monet; the “slick and slimies,” and the\n“woollies”--the men who essayed the vague, mysterious, and obscure--were\nset up and knocked down one after the other, as is the custom with all\ngroups of painters the world over when the never-ending question of\ntechnique is tossed into the middle of the arena.\n\nOutdoor work next came into review and the discomforts and hardships\na painter must go through to get what he is after, the Man from the\nQuarter defending the sit-by-the-fire fellows.\n\n“No use making a submarine diver of yourself, Knight,” he growled.\n“Go and look at it and then come home and paint the impression and put\nsomething of yourself into it.”\n\nKnight threw his head back and laughed. “I'd rather put the brook\nin--all of it.”\n\n“But I don't see why you've got to get soaked to the skin every time you\nwant to make a sketch.”\n\n“The soaking is what helps,” replied Knight, reaching for a match. “I\nlike to feel I'm drink-some of it in. Then, when you're right in the\nmiddle of it you don't put on any airs and try to improve on what's\nbefore you and spoil it with detail. One dimple on a girl's cheek is\ncharming; two--and you send for the doctor. And she's so simple when you\nlook into her face--I'm talking of the brook now, not the girl--and it's\nso easy to put her down as she is, not the form and color only, but the\n_mood_ in which you find her. A brook is worse, really, than your best\ngirl in the lightning changes she can go through--laughing, crying,\ncoquetting--just as the mood seizes her. There, for instance,\nhanging over your head is a 'gray day”'--and he pointed to one of his\nrunning-water sketches tacked to the wall. “I tried to cheer her up a\nlittle with touches of warm tones here and there--all lies--same kind\nyou tell your own chickabiddy when she's blue--but she wouldn't have it\nand cried straight ahead for four hours until the sun came out; but I\nwas through by that time and waded ashore. You can see for yourselves\nhow unhappy she was.” He spoke as if the sketch was alive--and it was.\n\n“But I always work out of doors that way,” he continued. “In winter up\nin Holland I sit in furs and wooden shoes, and often have to put alcohol\nin my water-cups to keep my colors from freezing. My big picture of 'The\nTorrent'--the one in the Toledo Art Gallery--was painted in January, and\nout of doors. As for the brushwork, I try to do the best I can. I used\nto tickle up things I painted; some of the fellows at Julian's believed\nin that, and so did Fleury and Lefebvre to some extent.”\n\n“And when did you get over it?” I asked.\n\n“When my father persuaded me to send a bold sketch to the Volney Club,\nwhich I had done to please myself, and which they hung and bought. So I\nsaid to myself: 'Why trim, clean up, and make pretty a picture, when by\nsimply painting what I love in nature in a free, breezy manner while my\nenthusiasm lasts--and it generally lasts until I get through;--sometimes\nit spills over to the next day--I please myself and a lot of people\nbeside.”\n\nWe were all on our feet now examining the sketches--all running-brook\nstudies--most of them made in that same pair of high-water boots. No one\nbut the late Fritz Thaulow approaches him in giving the reality of this\nmost difficult subject for an outdoor painter. The ocean surf repeats\nitself in its recurl and swash and by close watching a painter has often\na chance to use his “second barrel,” so to speak, but the upturned\nface of an unruly brook-is not only million-tinted and endless in its\nexpression, but so sensitive in its reflections that every passing cloud\nand patch of blue above it saddens or cheers it.\n\n“Yes, painting water is enough to drive you mad,” burst out Knight, “but\nI don't intend to paint anything else--not for years, any way. Hired the\nmill so I could paint the water running _away_ from you downhill. That's\ngoing to take a good many years to get hold of, but I'm going to stick\nit out. I can't always paint it from the banks, not if I want to study\nthe middle ripples at my feet, and these are the ones that run out of\nyour canvas just above your name-plate. _Got_ to stand in it, I tell\nyou. Then you get the drawing, and the drawing is what counts. Oh, I\nlove it!” Knight stretched his big arms and legs and sprang from his\nchair.\n\n“Really, fellows, I don't know anything about it. All I do is to let\nmyself go. I always _feel_ more than I _see_, and so my brush has a\ndevil of a job to keep up. Marie! _Marie!_”\n\nHad the good woman been a mile down the brook she could have heard\nhim--she was only in the next room. “Bring in the boots--two pairs this\ntime--we're going fishing. And, Marie--has the chauffeur had anything to\neat?”\n\n“Yes, monsieur.”\n\n“Anything to drink?”\n\n“No, monsieur.”\n\n“_What!_ Hand him this,” and he grabbed a half-empty bottle from the\ntable.\n\nI sprang forward and caught it before Marie got her fingers around it.\n\n“Not if I know it!” I cried. “We've got to get back to Dives. When he\nlands me inside my garden at the inn he shall have a magnum, but not a\ndrop till he does.”\n\n*****\n\nWhen the two had gone the Sculptor and I leaned back in our chairs and\nlighted fresh cigars. My enthusiasm has not cooled for the sports of\nmy youth. With a comfortable stool, a well-filled basket, and a long\njointed rod, I, like many another staid old painter, can still get\nan amazing amount of enjoyment watching a floating cork, but I\ndidn't propose to follow those two lunatics. I knew the Man from the\nQuarter--had known him from the day of his birth--and knew what he would\ndo and where he would go (over his head sometimes) for a poor devil of a\nfish half as long as his finger, and I had had positive evidence of\nwhat the other web-footed duck thought of ice-cold water. No, I'd take a\nlittle sugar in mine, if you please, and put a drop of--but the Sculptor\nhad already foreseen and was then forestalling my needs, so we leaned\nback in our chairs once more.\n\nAgain the talk covered wide reaches.\n\n“Great boy, Knight,” broke out the Sculptor in a sudden burst of\nenthusiasm over his friend. “You ought to see him handle a crowd when\nhe's at work. He knows the French people--never gets mad. He bought a\ncalf for Marie last week, and drove it home himself. Told me it had ten\nlegs, four heads, and twenty tails before he got it here. Old woman lost\nhers and Knight bought her another--he'd bring her a herd if she wanted\nit. All the way from the market the boys kept up a running fire of\ncriticism. When the ringleader came too near, Knight sprang at him with\na yelp like a dog's. The boy was so taken aback that he ran. Then\nKnight roared with laughter, and in an instant the whole crowd were his\nfriends--two of them helped him get the calf out of town. When a French\ncrowd laughs with you you can do anything with them. He had had more fun\nbringing home that calf, he told me, than he'd had for weeks, and he's a\nwonder at having a good time.”\n\nThen followed--much of which was news to me--an account of the painter's\nearlier life and successes.\n\nHe was born in Paris, August 3, 1873; his father, Ridgway Knight, the\ndistinguished painter, and his mother, who was Rebecca Morris Webster,\nboth being Philadelphians. Not only is he, therefore, of true American\ndescent, but his eight great-grandparents were Americans, dating back\nto Thomas Ridgway, who was born in Delaware in 1713. Thus by both the\nFrench and American laws he is an American citizen.\n\nAt fourteen he was sent to Chigwell School in England by his father,\nto have “art knocked out of him” by the uncongenial surroundings of the\nquiet old school where the great William Penn had been taught to read\nand write. He left in 1890, having won the Special Classical Prize,\nOxford and Cambridge certificate Prize, besides prizes for carpentering,\ngymnasium, running, and “putting the weight.”\n\nAt home the boy always drew and painted for pleasure, as well as at\nschool during the half-holidays. Some water-colors made during a holiday\ntrip in Brittany in 1890 decided his father to allow him to follow art\nas a career. He entered Julian's studio, with Jules Lefebvre and Tony\nRobert-Fleury as professors in 1891, and studied from the nude during\nthe five following winters. His principal work was, however, done in the\ncountry at and around Poissy, under the guidance of his father.\n\nHis exhibits in the Paris Salon (_artistes Français_) were twenty-four\noils and water-colors from 1894 to 1906, obtaining an honorable mention\nin 1901 with the “Thames at Whitchurch”; a gold medal, third class, in\n1905, with “The Torrent”; and a gold medal, second class, in 1906, with\nhis triptych “The Giant Cities” (New York, Paris, London), which makes\nhim _hors concours_, with the great distinction of being the first\nAmerican landscape painter to get two Salon gold medals in two\nconsecutive years. He won also a bronze medal in the American section\nof the Paris Universal Exhibition in 1900 with a water-color, and a gold\nmedal of honor at Rheims, Cherbourg, Geneva, and Nantes.\n\nHis most important pictures are: “The Torrent,” 4 1/2 x 6 feet, owned by\nthe Toledo Art Gallery; “The Abandoned Mill,” 4 1/2 x 6 feet; “The\nEnd of the Island,” 6 x 8 feet; “Clisson Castle,” 3 x 4 1/2 feet, a\nwater-color; “After the Storm,” 3 x 5 feet; and “Winter in Holland,” 3x4\nfeet.\n\nI had listened to the Sculptor's brief account of his friend's progress\nwith calm attention, but it had not altered my opinion of the man or\nhis genius. None of it really interested me except that somebody beside\nmyself had found out the lad's qualities--for to me he is still a lad.\nNone of the jury who made the awards ever looked below the paint--that\nis, if they were like other juries the world over. They saw the\nbrush-mark, no doubt, but they missed the breeze that came with it--was\nits life, really--a breeze that swept through and out of him, blowing\nside by side with genius and good health--a wind of destiny, perhaps,\nthat will carry him to climes that other men know not of.\n\nBut what a refreshing thing, this breeze, to come out of a man, and what\na refreshing kind of a man for it to come out of! No pose, no effort\nto fill a No. 8 hat with a No. 7 head; just a simple, conscientious,\nhard-working young painter, humble-minded in the presence of his\ngoddess, and full to overflowing with an uncontrollable spontaneity.\nThis in itself was worth risking one's neck to see.\n\nAgain the cry rang out, “Marie!” and two half-drowned water-rats stepped\nin; the Man from the Quarter in his underpinning--his pair of boots\nleaked and he had stripped them off--and Knight with his own half\nfull of water. Both roared with laughter at Marie tugging at the huge\nwhite-rubber boots, the floor she had scrubbed so conscientiously\nspattered with sand and water.\n\nThen began the customary recriminations: “Hadn't been for you I wouldn't\nhave lost him!” “What had I to do with it?” etc., etc.--the same old\nstory when neither gets a bite.\n\nThat night, bumping over the thank-you-marms, flashing through darkened\nvillages, and scooting in a dead heat along ribboned roads ghostly\nwhite in the starlight, on the way back to my garden--and we did arrive\nsafely, and the chauffeur had his magnum (that is, his share of it)--I\ncould not help saying to myself:\n\n“Yes, it's good to be young and bouyant, but it's better to be one's\nself.”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Smith, Francis Hopkinson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23701/pg23701.txt",
        "name": "the_man_in_the_high_water_boots.json"
    }
}