{
    "name": "The Brave Walk Alone",
    "author": [
        "McGreevey, John"
    ],
    "body": "Dirk Jemson pressed his forehead against the cool metal of the\nastro-chart and hoped that he was not going to be sick. At any moment,\nthe space cruiser would be entering the gravity field of Caliban, and\nif he were ordered to assume control ... he shuddered at the prospect.\n\nAround him in the cabin, the other members of the crew went quietly\nabout their duties. Allen, the astrogator worked over his charts\nand calculations; Kennedy, the atochanic squinted worriedly at the\nreadings on his gauges; Tabor, the biophysicist was engrossed in a book.\n\nThey were men handling routine assignments automatically. If they felt\nany of the fear, the impending nausea which constricted Dirk's stomach,\nthey gave no outward indication of it.\n\nHe straightened himself and closed his eyes. These others were at home\nout in space, unperturbed by the thought that they were rushing now at\nthe speed of light toward an unknown world, the dark satellite of\nCaliban. They could not understand this space sickness which held him\nin a vise. They were like his father.\n\nDirk looked apprehensively toward the audio-visor above Allen's head.\nMomentarily, his father's face would blur into that screen; his\nfather's voice would saw into the quiet of the cabin with a command.\nAnd all of these men would come to attention and listen, for this would\nbe the face and voice of Commandant Jemson--Terra's most renowned and\ndaring space explorer.\n\nDirk's gaze roamed the cabin. These others--Allen, Kennedy--even Tabor\nwho was only an observer--would listen to the words of the Commandant;\nbut they would know that his message was meant only for Dirk. Dirk\nJemson--the Commandant's son.\n\nWave upon wave of the sickness swept over him and he fought desperately\nagainst the impulse to call out for help. He imagined the surprise\non their faces as they assisted him, and then, afterward, the polite\npretense that nothing had happened.\n\nWhy couldn't they leave him on Terra, doing the things he wanted to\ndo--the things he could do well? He was an alien here. He had been an\nalien in the Service from the beginning. The agonizing days at the\nstrato-school on Mars still stood vividly in his memory.\n\nThey had expected such great things of him. After all, he was the son\nof Commandant Jemson and his brother Ken had been one of the most\nbrilliant graduates the school ever had. Now, young Dirk was there to\ncarry on in the Jemson tradition--to make good for the Commandant and\nfor the gallant Ken who had lost his life in the first attempt made to\nland on Setebos.\n\n\n\nThey had expected great things--but they had been disappointed. Of\ncourse, his panic on the trip to Mars had been understandable. The\nfirst experience in space. It often happened so. Soon he'd be as calm\nand unaffected as the others.\n\nThen, there had been the practice flight to Deimos. For Dirk, it still\nhad the immediacy of a nightmare. It was five years now--more than\nfive--and yet he could still visualize the cramped quarters of that\ntraining ship.\n\nThe instructor had been a fish-faced young man named Petley. Ensign\nPetley. He had seen in Dirk Jemson a chance for advancement. Give the\ncommandant's son the breaks, he had told himself, and you'll get a\npromotion.\n\nAs the trainer approached Deimos, Petley had turned from the\nvisi-shield and smiled patronizingly at the tensed class who crowded\naround him.\n\n\"We're approaching Deimos, class,\" he said, and his lips made little\nsmacking noises as he spoke. \"I'm going to let Dirk show us how to make\na landing. Dirk--take the controls.\"\n\nAnd with that, he had gestured to Dirk and stepped back. The silence\nin the training ship had been absolute. The other thirteen in the\nclass stared at the recipient of this signal honor. Who but the son of\nthe commandant would be trusted to land a ship on his first training\nflight? Who but the heir to the space mantle of Commandant Jemson.\n\nDirk remembered the sticky perspiration that had drenched his uniform\nas he had stared in disbelief at the beaming Petley. He had stammered\nsome excuse, but Petley had smiled and firmly insisted. This was no\ntime to be modest.\n\nDirk had closed his eyes, moved to the controls. Through the\nvisi-shield, the grey orb of Deimos rushed toward him. The black maw\nof space was a swirling, twisting, rotating nightmare that blurred up\nat him.\n\nIn the background, Ensign Petley had murmured explanations to the\nwatchers. Closer and closer whirled Deimos. Dirk's hands had faltered\nover the degravitator. Somehow, the movement of the universe had\ncommunicated itself to him. His mind, his heart, his stomach all swam\nin a whirlpool of black motion.\n\n\"Now, Dirk!\" Petley's voice was sharp. \"Now! Show the class!\"\n\nThe eyes had been on him--the urgency in the voice had been great--but\nthe hypnotic spinning of Deimos in the visi-shield was irresistible.\nWith a little sigh, Dirk had blacked out.\n\nThere had been very little said, naturally. Petley had broken the rules\nin turning a ship over to a boot, in the first place; and one of the\nother trainees had saved them by seizing the controls at the crucial\nmoment and decelerating. Dirk had asked to be transferred to another\nclass, and his request was granted. He was, after all, the Commandant's\nson and allowances must be made.\n\nEnough allowances were made to permit him to graduate from the\nstrato-school. He was a great theorist, his instructors agreed. Perhaps\nhe lacked a little of his father's daring and drive, but he had the\nsame comprehension, the same inter-stellar grasp.\n\nAnd after graduation, nothing sensational. A little routine work\nbetween Mars and Luna--work which permitted him to stay in the\nnavigator's cell--away from the visi-shield--away from the twisting\nwhirlpool of space.\n\nFor, after all, promotions must not come too rapidly. He was the son\nof a famous man and sons of famous men are closely observed by the\nUniverse. When he rose, it must not be the result of family, but\nbecause he was well qualified and experienced.\n\n\n\nHis days as a Lunar navigator were as happy as any Dirk had known, but\nthey were not to last. Commandant Jemson was planning another voyage\nof exploration--the most audacious in his long and brilliant career.\nThe goal was the dark satellite known as Caliban. A space armada would\naccompany the commandant on this, the climactic space trek of his\ncolorful career, and in charge of one cruiser in the fleet would be\nDirk Jemson--the commandant's brilliant but untried son.\n\nAnd now, they were approaching Caliban.\n\n\"What d'ya think we'll find on Caliban, Doc?\" Kennedy addressed his\nquestion to Tabor, who had closed his book with a little sigh, and was\nstaring dreamily ahead.\n\n\"Very little.\" Tabor pursed his lips in an academic pout. \"It is my\ntheory that the atmosphere on Caliban will not support organic life as\nwe know it.\"\n\n\"But there could be other kinds? Like the Venusians, maybe, or those\nthings from Circe I've seen at the Zoo.\"\n\nTabor nodded. \"That's what makes being a part of this expedition so\nstimulating. When we reach Caliban, I will be the first biophysicist to\nbe permitted to examine the satellite. I'll be the first to coordinate\nfact and theory.\"\n\nAllen peered through the visi-shield. \"You can start coordinatin'\npretty soon, Doc. Caliban's just ahead.\"\n\nAs Allen spoke, the audio-visor above his head hummed and flickered.\nDirk tensed himself. This was it. In a few seconds, that humming and\nflickering would materialize and he would be watching his father's\nface, hearing his father's voice.\n\nAs with a single impulse, the other three men in the cabin turned and\nregarded Dirk. They seemed to sense that the moment was his. Allen\nstepped back from the visi-shield; Kennedy turned from his gauges.\n\nCommandant Jemson's face spread on the screen like a slow stain. He\ncleared his voice. This was a strong face. The eyes were compelling;\nthe nose generous and the mouth firm. Steel grey hair, cut short,\ncompleted the impression of controlled power.\n\n\"Attention,\" the voice said; and it, too, was dynamic, forceful.\n\"Attention, all participants in Operation Caliban. We are now\napproaching our objective. The flight, thus far, has been distinguished\nby its orderliness. We know that the landing will be equally\nwell-organized. The high command has decided that the space cruiser\nICARUS, piloted by Lieutenant Dirk Jemson, shall have the honor of\nleading the armada in. If that is clear, we will rendezvous on Caliban.\"\n\nThe image flickered for a moment and then dwindled away. The die was\ncast. Shakily, Dirk rose to his feet. There had been a second when he\nhad harbored the wild hope that his father might reserve the honor of\nthe first landing for himself; that hope had foundered and gone down.\nThe echo of the older man's pride hung suspended in Dirk's mind. Why\ncouldn't the commandant understand that with Dirk it was different? Why\ncouldn't he see the difference?\n\n\"Are you all right, sir?\" That was Allen, struggling to mask his\nconcern with an air of forced casualness.\n\n\"Yes.\" Dirk's voice sounded strained and taut. \"Yes. I'm all right.\nI'll take over, Allen.\" He moved toward the visi-shield and Allen\nretreated.\n\nThey were staring at him now, as those fellow students had stared long\nyears before; but now, it was Caliban which bobbed in the visi-shield,\nnot Deimos; this was the lead ship in the Jemson Armada, not a trainer;\nthey were all waiting for him--Dirk Jemson--the commandant's son--to\nlead them in.\n\n\n\nHe clutched at the controls. His mouth was dry and his eyes ached. He\nlonged desperately to close them--to shut out the spinning universe\nbefore him. He stared at his hands on the controls and they seemed\ndetached--as if they belonged to someone else.\n\nAllen was at his shoulder with a suggestive clearing of his throat:\n\"Are you sure, lieutenant, that you're well?\"\n\nImpatiently, Dirk nodded. Why didn't they leave him alone? Why couldn't\nthey ALL leave him alone?\n\nThe audio-visor hummed. \"We're waiting, ICARUS. Go ahead.\"\n\nThey were waiting. Waiting on him. This was the moment--the moment he\nhad hoped to avoid--when other men depended on him to put them into\na safe harbor in space. His father was testing him. He was supposed\nto show the superiority of the breed--the special gifts that made the\nJemson men apart.\n\nHe closed his eyes for a moment and began to decelerate.\n\n\"Careful of the flagship!\" Kennedy's voice was low, but tense. \"You're\ncutting in on him.\"\n\nDirk forced himself to open his eyes. The universe spun and whirled in\na confused circle before him and in the center of that gyrating mass\nwas the flagship. Somehow he missed it.\n\n\"Steady on your course, ICARUS!\" This was the crisp instruction on the\naudio-visor.\n\nCaliban rushed toward them, but all space between was a twisting,\nwrithing spectrum of color. Dirk's mind was a pinwheel, spinning in\nreckless abandon toward oblivion. He couldn't keep his eyes open.\nHe was sick. Really sick. A sob tore through his clenched teeth. He\nslumped over the controls.\n\n\"Lieutenant!\" That was Allen's voice, and then, something shoved him\nto the floor. There was a wrenching, tearing of metal, and a sickening\nlurch. Resolutely, Dirk kept his eyes tight shut against what he might\nsee when he opened them.\n\nThere was a murmur of voices--Kennedy, Allen, Tabor--and then,\ngradually, a deceleration as the ship settled into Caliban's atmosphere.\n\nIt had happened again--only not in an isolated training ship with a\nfish-faced instructor, but before the entire Armada. They all knew now,\nand Dirk was almost relieved. It was as if he had relinquished a role\nthat he had been ill-suited to play.\n\n\"Lieutenant Jemson,\" a voice said close to his ear. \"Lieutenant are you\nall right?\" It was Tabor, the biophysicist.\n\nDirk opened his eyes. Allen and Kennedy were at the controls. The\ncruiser was settling on its tail for a landing. Tabor's face was a\nstudy in embarrassed concern.\n\nDirk nodded. He must say something. \"Sure. Sure. I'm all right. Anyone\nelse hurt?\"\n\nTabor shook his head. \"We sheared a fin off the flagship, but no one\nwas injured. What happened to you?\"\n\nDirk closed his eyes again. What answer could he give? \"Just space\ndizziness,\" he said. \"That's all. Space dizziness.\" He looked to catch\nTabor's reaction.\n\nThe scientist nodded, but behind his eyes was a puzzlement. Space\ndizziness in a lieutenant of the Federation's space armada? Space\ndizziness in the son of Commandant Jemson?\n\n\"All clear.\" Allen and Kennedy were scrupulously avoiding his eyes,\nbusying themselves with the reports and logs.\n\nSuddenly, he wished that he could make them understand. He wished that\nthere were words which would communicate to them the sinking feeling\nthat had seized him as he gazed into the visi-shield. But there were no\nwords. These were men inured to space. They could not appreciate the\nshattering malady that gripped him.\n\n\n\nTabor rose and moved over to the others. They conversed quietly, and\nonce or twice, Dirk saw them nod in his direction. Then he closed his\neyes again. It was better that way. Soon enough he would have to face\nhis father. And what could be said? There were no excuses. He had\nfailed. If Allen had not been quick, the ICARUS would have been lost;\nperhaps the entire Armada jeopardized. No. There was no excuse.\n\nAnd he could expect no forgiveness. If it was difficult for these men\nnow with him to understand his weakness, it would be impossible for\nhis father. Why couldn't Ken have lived, he wondered. He was the son\nthe Commandant wanted. He had the dash and the spirit. He was never\ntroubled by consequences. He acted on impulse ... bravely, daringly.\n\nThe trio was donning space suits, preparing to venture out onto\nCaliban. He half-raised himself.\n\n\"Going with us, lieutenant?\" Allen asked the question for the others.\n\nDirk hesitated and Kennedy interposed: \"Maybe you'd rather have us send\na Med over to take care of you.\"\n\nThe lieutenant shook his head tiredly. \"I'll be all right. Thanks.\"\n\nThey turned away in relief and zipped on the space uniforms. Just as\nthey were preparing to enter the compression chamber, the audio-visor\nhummed. They paused and looked back expectantly.\n\nThe sleek face of the commandant's orderly blurred into focus.\n\"Lieutenant Jemson will report to the commandant aboard the flagship.\"\nThat was all. The picture faded.\n\nInstinctively, the trio in the doorway looked toward Dirk. He managed a\nsmile and waved them on. After a moment's hesitation, they stepped into\nthe compression chamber and out of sight.\n\nWith fumbling hands, he put on his own space suit. What would his\nfather say? What could he say? Words would only make it worse. And\nCommandant Jemson was not a man to seek out the kind word, the gentle\nphrase. His speech resembled his tactics--raw, direct, uncompromising.\n\nSlowly, Dirk moved into the compression chamber and from it into the\nmurk of the world known as Caliban. Even protected as he was by his\nspace suit, Dirk could sense the slimy chill in the atmosphere. It was\nas if wet, fibrous hands pushed at his suit; as if oozing tendrils\nslithered across his visor plate. The footing was insecure as well, and\nhe had the unpleasant sensation that he was walking on raw eggs.\n\nDark Caliban, he thought, pushing his way through the grey-brown fog.\nDark Caliban--scene of Dirk Jemson's final shame and disgrace. Poor\ndad. This was to have been his crowning achievement and all it had been\nwas a blow to his pride.\n\nImpatiently, Dirk swiped at his glass visor plate with his swathed\nhands. Some substance--gelatinous and moist--seemed to have formed\nthere.\n\nThe guard at the flagship was expecting him, and he quickly entered the\ncompression chamber and doffed the uniform. As he put it on a hook to\nawait his return, he noticed with a little shudder of revulsion that\nthe jelly-like things he had noticed on his visor were also clustered\nhere and there in the folds of his space suit. This was probably the\nlife to which Tabor had referred.\n\nThe orderly outside his father's office saluted, but Dirk thought he\nsensed in the click of the heels, the tilt of the chin just a nuance of\ndisrespect--as an executioner might salute the criminal just before the\ndisintegrating switch were thrown.\n\n\n\nCommandant Jemson was seated at an enormous table of batek-wood from\nThule. He didn't look up when Dirk closed the cabin door behind him and\nwaited at attention.\n\nThe Commandant was not a large man, yet he managed somehow through the\nsheer force of his personality to convey the impression of a giant.\nSeated now behind the great table, he seemed some remote demi-god,\nomnipotent and untouchable.\n\nJust as Dirk was about to clear his throat to ease the tension,\nhis father spoke: \"Come to the table.\" That was all. The voice was\ncarefully modulated and controlled. Too carefully.\n\nDirk was face to face with his father across the glistening batek-wood.\nLooking down into its polished surface, he could see his own white\nface, as well as each movement of his father's hands.\n\n\"You disgraced me.\"\n\nThe three words were thrown at him with electric force. Never before\nin his life could Dirk remember hearing three words spoken with such\nintensity and emotion. All of his father's life was summed up in that\nanguished declaration; all the hopes that had been sabotaged; all the\ndreams that were now derelict; and yet, the three words were spoken so\nquietly, they scarcely carried across the room.\n\nHe wished his father would look up at him. If he could see the eyes, it\nmight be easier. \"You shouldn't have expected me to do it. You had no\nright to expect it of me.\"\n\n\"No right!\" The Commandant stood abruptly, his knuckles white against\nthe wood of the table as he leaned forward. \"What do you think I had\nleft in my life but you--and the things you might do? What do you\nthink I built my world on after Ken was killed? No right!\" The eyes\nraked him now with a barrage of contempt and hurt. \"You would have\nkilled those men. Killed them because you're a weakling! A coward!\"\n\nThe words fell in the silent room like coiling snakes. Dirk stepped\nback. The hate, frustration and disappointment which radiated from\nthe older man was almost unbearable. \"You can't understand, dad,\" he\nfaltered.\n\n\"No. I can't. And don't call me 'dad.' You're no longer my son. No\nJemson could put the lives of his men in jeopardy, no matter how\nstricken he might be. And this isn't the first time. I've closed my\neyes. I told myself you were young; that you'd grow into this as you\nmatured.\"\n\n\"You shouldn't have tried to make me a space pilot. It's not for me. I\ncould have found some other life on Terra ... something that I could\nhave done well ... could have made you proud.\"\n\n\"Proud!\" The square shoulders sagged, and the old man sank down into\nhis chair. \"Proud. Proud of a weakling who puts his own comfort above\nthe lives of his crew?\" He stared again at the polished table surface,\nas if he might read there an answer to the dilemma. \"If I hadn't seen\nit, I wouldn't have believed it.\"\n\n\"Not all men are alike, dad. You must see that.\" But Dirk knew it was\nhopeless. His father knew only one life and that his son could want\nanother was beyond his comprehension.\n\n\"You'll never have a chance to fail anyone else.\"\n\n\"What do you mean?\"\n\nThe Commandant pushed a parchment across the table. \"Your discharge.\nDishonorable. You'll return to Terra at once. They're fueling a small\nship for you now. You'll have to manage it alone. I can't spare anyone\nto pilot it for you.\"\n\nDirk picked up the parchment with a trembling hand. \"Dad, we can't\nseparate like this. I'm sorry I failed you. You just gave me a job that\nwas too big for me.\"\n\nThere was a pause, and when the commandant spoke again, it was in a\nvoice so low that Dirk could scarcely hear him. \"What I've done, I\ndid, not for myself, but for my sons. What fame I've won, I didn't\nseek selfishly, but only in order that my sons might inherit a name\nfor honor, for courage, for integrity. I've devoted a lifetime to\nestablishing a name to pass on to my sons ... a name the Universe could\nspeak with pride.\" The strong voice broke. The Commandant raised his\neyes and regarded Dirk. \"I've wasted my life building something for my\nsons. Wasted it, because both my sons are DEAD!\"\n\n\"Dad!\" Dirk's voice snapped in the quiet room like a whip.\n\n\"Lieutenant, you are dismissed.\" The commandant regarded the table top.\n\n\"Listen to me! Please!\" Dirk leaned across the table. \"I know what it's\nmeant to you, dad, but I can't help myself. You've got to believe that\nI've tried. All these years, I've tried to be what you wanted ... what\nyou thought I was ... but it's hopeless.\"\n\n\"I said you were dismissed, lieutenant. Take off for Terra as soon as\nyour ship is fueled.\"\n\nDirk stood staring in disbelief at his father for a long moment, and\nthen, he turned and walked slowly to the door. He paused with his hand\non the latch. \"I'm sorry, dad,\" he said, and turning swiftly, went out\nof the room.\n\n\n\nThe flagship was strangely quiet as he walked down the passageway to\nthe compression chamber. It was as if the entire crew mourned with the\ncommandant the passing of his son. \"_You disgraced me. You disgraced\nme. You disgraced me._\" The phrase whirled and circled in his mind.\n\nThe guard outside the compression chamber stood stiffly at attention\nas Dirk approached. Looking at the impassive young face, Dirk felt\na sudden twist of envy. Here was a man happy in his chosen duties,\nworking out his destiny in an honorable and satisfying way.\n\nInside the chamber, Dirk began automatically to put on his space suit.\nWhat possible future could there be for him on Terra? If he changed his\nname, perhaps he could find a little happiness; but could he ever erase\nthe picture in his mind of his father's face, or the sound of a low\nvoice ceaselessly repeating \"You disgraced me\"?\n\nOn the floor beneath the peg on which he had hung his space suit, he\nnoticed a puddle of ooze--the colorless gelatine he had seen on his\nvisor. Was his imagination working overtime, or was there more of it\nnow than when he had gone in to talk to his father? It couldn't be, and\nyet he had thought there were only a few blotches of it on his suit.\n\nThe world of Caliban was always in half-darkness. Dirk found this\nsomehow comforting as he pushed through the murk to the command center.\nHe actually felt less alien here than on sunlit Terra.\n\nHis father had already taken action, he learned from the officer\nin charge. A small SD-4 reconnaissance ship had been placed at his\ndisposal. It was fueled and he could blast off whenever he chose. The\nofficer avoided his eyes, Dirk noted, and there was between the two of\nthem, an elaborate pretense that nothing had happened.\n\nWith his orders, Dirk returned to the ICARUS for his gear. He hoped\nthat the others would not have returned, but he was disappointed.\nTabor was in the cruiser when he stepped aboard. The biophysicist was\ncrouched over his microscope, concentrating intently on some specimen\nhe had found. He was scarcely aware that Dirk had come in.\n\nThere weren't many things to collect. An officer in the Space Armada\nlearned to travel light. He didn't hurry. He was reluctant to leave\nthe ICARUS, to isolate himself in the cramped quarters of the SD-4, to\nleave behind forever the life which he had tried to take as his own.\n\nTabor huddled over his microscope, punctuating the silence with little\nexclamations of surprise. The specimen on the slide was apparently\nproving of interest. Another happy man, thought Dirk.\n\nHe hesitated in the doorway and looked back. \"Good-bye, Tabor.\"\n\nThe man at the microscope only half-turned. \"This is the most amazing\ncell I've ever examined. Incredible. Apparently it's the effect of\noxygen on the organism. What a sensational announcement this will be on\nTerra. Sensational.\"\n\nDirk nodded at Tabor's back. Why should he have thought the scientist\nwould be interested in his going? He was just another space officer\nwashing out. Wearily, he donned his space suit once more. The gelatine\nwas everywhere. An expanding pool of it stood in the compression\nchamber. Idly, he wondered if it could be the specimen causing Tabor's\nexcitement.\n\nParties were already out combing Caliban. This would be another triumph\nfor Commandant Jemson; another glorious achievement for the Grand Old\nMan of Space. The reports need carry no mention of the disgrace and\nshame of a lieutenant in the commandant's armada--an ex-lieutenant\nwhose name also happened to be Jemson.\n\n\n\nDirk stopped beside the trim little SD-4. What if he went back to his\nfather--if he begged for another chance--a chance to prove that he WAS\na Jemson worthy of the name. The answer was there in the crawling dark\nof Caliban. There was no second chance. His father had made a decision.\n\nSlipping out of his space suit in the narrow confines of the little\nreconnaissance ship, Dirk noticed that the omnipresent grey ooze had\nclung to his suit and boots. It lay in quivering globules on the floor.\n\nAutomatically, he checked his controls and got a clearance from the\ncommand center. The take-off was uneventful, and with the speed of\nlight, he slipped through the atmosphere of Caliban and into the\nwhirling void of space.\n\nQuickly, he made his calculations and set his course for Terra. No\nmargin for error in an SD-4. The fuel tank held only enough for the\none-way trip to Terra. Any miscalculation might prove fatal.\n\nOnce set, however, the controls were fool-proof. He could relax, forget\nthe spinning galaxies around him, forget that he was a lost mote in the\ninfinite void. He could close his eyes and forget the last twenty-four\nhours, or even the last twenty-four years, for after all, the error\nover Caliban was only the climax of his many years of maladjustment.\n\nHis father would be all right. He would still have his beloved armada,\nand there would always be new worlds to conquer; until after one such\nexpedition, the commandant would fail to return; and that was the way\nhe'd want it. Yes. His father was all right. His life was too solidly\nbased to be shaken.\n\nBut what of himself? What lay ahead for him on Terra? A space pilot\nwith a dishonorable discharge!\n\n... For some time, he had experienced a growing sensation that he was\nbeing observed, that someone or something was behind him, watching. He\nclosed his eyes. Space nerves. That's all it was. There was no one else\nin the SD-4. He was alone. And yet, the feeling persisted. He felt the\nsmall hairs on the back of his neck stand on end, and a cold shiver\nshook him. He had to turn around. He couldn't resist the impulse.\nSlowly, he opened his eyes and swiveled in his chair.\n\nThe floor in the corner where he had hung his space suit was alive!\nA spreading, pulsating jelly ... quivering in the half-light of the\ncabin. This was a living thing--growing.\n\nFor a moment, all he could do was sit and stare in hypnotic horror at\nthe tremelloid monstrosity quaking in the corner. Even as he watched,\nanother section of the floor was obscured by the viscous transparency.\n\nHe crouched against the instrument panel and drew his disinteray.\nFighting down the sick, panic that swelled in his throat, he fired,\ntime after time, into the undulating, pulpy mass on the floor. The\nimpact had no visible effect. Still he could see it growing ...\nspilling with soft, slobbery noises across the ship toward him.\n\nFrantically, he threw up a temporary barricade between himself and the\nThing: some filing cabinets, a desk, an up-ended chair. Perhaps that\nwould check its terrible, oozing progress for a little while.\n\n\n\nAt the instrument panel, he checked his position. With a little luck,\nhe might reach Terra before the thing got through to him. It depended\non how rapidly it was growing. As he strained to hear, a sort of\nsucking sound came from it now as it worked behind the barricade.\n\nHis audio-visor suddenly flickered and hummed. Who would be calling\nhim? Only someone on Caliban. His father? But why? Unless....\n\nThe face rippled onto the screen. His father's face--but it seemed that\nthe face had aged twenty years since the interview short hours before.\n\n\"Dirk,\" the voice said. \"Dirk--have you checked your ship?\"\n\nHe pushed the talk-back. \"Yes, dad. There's something ... something\nthat looks like jelly. It's growing. The disinteray doesn't stop it.\"\n\n\"You've got to turn back, Dirk. Nothing will stop that jelly-thing. As\nlong as it gets oxygen, it'll keep growing! You've got to turn back to\nCaliban.\"\n\nDirk's eyes flickered to the gauges on the panel. \"There's not enough\nfuel to get me back to Caliban. I can feel the pull of Terra's solar\nsystem already.\"\n\nThe visor went abruptly blank and then Tabor's face replaced his\nfather's on the screen. \"Listen to me, Dirk,\" Tabor said, and the\nacademic hesitancy had been discarded for a terrible urgency. \"That\nstuff in your ship is wild cells. They're the only life on Caliban.\nOxygen has a peculiar effect on them. Makes them multiply by geometric\nprogression. Do you understand that?\"\n\n\"I understand.\" Dirk's voice was a thing remote from him, apart.\n\n\"There's nothing you can do to stop that growth. The disinteray won't\nhelp. You've got to get it back to Caliban--out of oxygen.\"\n\n\"I can't. I haven't enough fuel, Tabor.\" Dirk fought to keep his voice\ncontrolled and calm, but he could see already a crystalline ooze\nseeping under the desk, the filing cabinet. It couldn't be stopped.\n\n\"Can you reach Terra?\" Tabor's face was knit into a perplexed maze of\nwrinkles.\n\n\"I might, if the thing doesn't grow too fast.\"\n\nTabor nodded. \"If you get through to Terra, you'll live a little longer\nat least.\"\n\n\"What do you mean--a little longer?\"\n\nTabor's face seemed to fill the screen and his eyes caught and held\nDirk. \"Don't you see? Even if you get out of the ship on Terra, the\nthing will follow. There'll be no stopping it. Eventually, it will\nengulf the whole earth.\"\n\n\"No!\" Dirk's voice was a hoarse whisper. \"No!\"\n\n\"There will be nothing to stop it there. It will have all the oxygen it\nneeds. I didn't know you were taking off. I'd have warned you. It's my\nfault.\" Tabor's voice trailed away and again the visor went blank.\n\n\"No,\" Dirk said softly. \"It's my fault. All my fault. Not only have I\nfailed dad, but now I'm going to destroy Terra.\" He stared at the slime\nas it inched with increasing speed across the cabin. The sucking,\nbubbling noise was quite dear now.\n\n\n\nWith an effort, Dirk pulled his eyes away from the Thing and looked\nthrough the visi-shield. Dead ahead lay the disc that was Terra--his\nhome--a chance at life. To the left was the glimmering white brilliance\nof the sun.\n\n\"Dirk,\" The Commandant's face blurred back on the audio-visor. \"Dirk,\nare you sure you can't get back here? Can't you try?\"\n\n\"I know I can't,\" Dirk answered, and his tongue seemed to cling to the\nroof of his mouth.\n\n\"Maybe you can hit a spot on Terra that isn't thickly populated. Maybe\nthey'll be able to devise some way of stopping it.\" The Commandant's\nvoice sounded lame, strained.\n\nFor a moment, Dirk was unaware of his father's face on the audio-visor,\nunaware of the sucking mass that crept closer and closer to him,\nunaware of the swirling universe outside.\n\nDirk remembered only the spring green of the low, rolling hills around\nhis home; the smell of lilacs battered by April rains; the cry of\nfledgling birds in the pink-grey of summer dawns; the crisp sound of\nsnow under sled runners; and the gentle caress of water in a blue-green\nlake. Dirk remembered these things, and abruptly, he changed his\ncourse.\n\n\"What are you doing?\" His father checked him from the audio-visor.\n\"You've changed your course. You're headed for the sun, Dirk!\"\n\n\"I can't land on Terra, dad. You heard Tabor. I can't destroy Terra\nto save my own skin.\" He looked down at his shoes. The first jellied\ntentacle had slipped over his foot. With a wild kick, he threw it off.\nThe floor was almost covered now, and it was rising on the walls. By\ngeometric progression Tabor had said. It would go rapidly toward the\nend.\n\n\"You're going to crash into the sun. You're going to destroy the Thing,\nDirk.\" His father's voice was hoarse, \"If only there was something I\ncould do to help!\"\n\nDirk turned and looked full in his father's face. \"There's nothing,\ndad. And I ... I think it would be better if ... if you didn't look any\nmore. I'll smash the audio-visor.\" He raised the butt of his disinteray.\n\n\"Son. Wait.\" His father's voice stopped him as surely as if he had\nrestrained him with his hand. \"Son, I said some terrible things to you.\nI can only beg you to forgive me.\"\n\n\"I knew, dad. I understand.\"\n\nThe voice rumbled on, and tears formed in the steely eyes. \"I beg you\nto forgive me. You're the bravest of the Jemsons, Dirk. The bravest.\nI'm proud of you, son. Understand? Proud of you.\"\n\nDirk managed a nod. The gelatine lapped now over the top of the desk.\nThe ship was filled with the terrible sucking, bubbling noise.\n\nThen with the butt of his disinteray, he smashed the audio-visor. He\nwas alone; alone with the horror that inched toward him.\n\nHe concentrated on the visi-shield. The disc of Terra was plainer now,\nbut safely to his right. Ahead lay the blazing furnace of the sun.\n\nDirk braced himself and waited. He tried not to think of the smothering\nooze which crept slowly up to possess him. Instead, he thought of the\npurifying, purging white heat of the sun toward which they plunged; he\nthought of the sound of his father's voice saying: \"I'm proud of you,\nson. I'm proud of you.\"\n\nDirk closed his eyes and smiled.\n",
    "metadata": {
        "author": [
            "McGreevey, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65069/pg65069.txt",
        "name": "the_brave_walk_alone.json"
    }
}