{
    "name": "The Stellar Legion",
    "author": [
        "Brackett, Leigh"
    ],
    "body": "Silence was on the barracks like a lid clamped over tight-coiled\nsprings. Men in rumpled uniforms--outlanders of the Stellar Legion,\nspace-rats, the scrapings of the Solar System--sweated in the sullen\nheat of the Venusian swamplands before the rains. Sweated and\nlistened.\n\nThe metal door clanged open to admit Lehn, the young Venusian\nCommandant, and every man jerked tautly to his feet. Ian MacIan, the\nwhite-haired, space-burned Earthman, alone and hungrily poised for\naction; Thekla, the swart Martian low-canaler, grinning like a weasel\nbeside Bhak, the hulking strangler from Titan. Every quick nervous\nglance was riveted on Lehn.\n\nThe young officer stood silent in the open door, tugging at his fair\nmustache; to MacIan, watching, he was a trim, clean incongruity in this\nbrutal wilderness of savagery and iron men. Behind him, the eternal\nmists writhed in a thin curtain over the swamp, stretching for miles\nbeyond the soggy earthworks; through it came the sound every ear had\nlistened to for days, a low, monotonous piping that seemed to ring\nfrom the ends of the earth. The Nahali, the six-foot, scarlet-eyed\nswamp-dwellers, whose touch was weapon enough, praying to their gods\nfor rain. When it came, the hot, torrential downpour of southern Venus,\nthe Nahali would burst in a scaly tide over the fort.\n\nOnly a moat of charged water and four electro-cannons stood between\nthe Legion and the horde. If those things failed, it meant two hundred\nlives burned out, the circle of protective forts broken, the fertile\nuplands plundered and laid waste. MacIan looked at Lehn's clean,\nuniversity-bred young face, and wondered cynically if he was strong\nenough to do his job.\n\nLehn spoke, so abruptly that the men started. \"I'm calling for\nvolunteers. A reconnaissance in Nahali territory; you know well enough\nwhat that means. Three men. Well?\"\n\nIan MacIan stepped forward, followed instantly by the Martian Thekla.\nBhak the Titan hesitated, his queerly bright, blank eyes darting from\nThekla to Lehn, and back to MacIan. Then he stepped up, his hairy face\ntwisted in a sly grin.\n\nLehn eyed them, his mouth hard with distaste under his fair mustache.\nThen he nodded, and said; \"Report in an hour, light equipment.\" Turning\nto go, he added almost as an afterthought, \"Report to my quarters,\nMacIan. Immediately.\"\n\nMacIan's bony Celtic face tightened and his blue eyes narrowed with\nwary distrust. But he followed Lehn, his gaunt, powerful body as\nramrod-straight as the Venusian's own, and no eye that watched him go\nheld any friendship.\n\nThekla laughed silently, like a cat with his pointed white teeth. \"Two\nof a kind,\" he whispered. \"I hope they choke each other!\" Bhak grunted,\nflexing his mighty six-fingered hands.\n\nIn his quarters, Lehn, his pink face flushed, strode up and down while\nMacIan waited dourly. It was plain enough what was coming; MacIan felt\nthe old bitter defensive anger rising in him.\n\n\"Look,\" he told himself inwardly. \"Books. Good cigars. A girl's picture\non the table. You had all that once, you damn fool. Why couldn't\nyou....\"\n\nLehn stopped abruptly in front of him, grey eyes steady. \"I'm new here,\nMacIan,\" he said. \"But we've been Legion men for five generations, and\nI know the law; no man is to be questioned about his past. I'm going to\nbreak the law. Why are you here, MacIan?\"\n\nMacIan's white head was gaunt and stubborn as Tantallon Rock, and he\nkept silent.\n\n\"I'm trying to help,\" Lehn went on, \"You've been an officer; every man\nin the barracks knows that. If you're here for any reason but failure\nin duty, you can be an officer again. I'll relieve you of special duty;\nyou can start working for the examinations. No need to waste you in the\nranks. Well?\"\n\nMacIan's eyes were hidden, but his voice was harsh. \"What's behind\nthis, Lehn? What the hell is it to you?\"\n\nThe Venusian's level gaze wavered; for a moment the boy looked through\nthe man, and MacIan felt a quick stab in his heart. Then all that was\ngone, and Lehn said curtly.\n\n\"If you find the barracks congenial stay there, by all means.\nDismissed!\"\n\nMacIan glared at him half-blindly for a moment, his fine long hands\nclenching and unclenching at his sides. Then he 'bout faced with\nvicious smartness and went out.\n\n\n\nNearly an hour later he stood with the Martian Thekla on the\nearthworks, waiting. The monotonous pipes prayed on in the swamp;\nMacIan, looking up at the heavy sky, prayed just as hard that it would\nnot rain. Not just yet. Because if it rained before the patrol left,\nthe patrol would not leave; the Nahali would be on the march with the\nvery first drop.\n\n\"And my chance would be gone,\" he whispered to himself.\n\nThekla's bright black eyes studied him, as they always did; an\ninsolent, mocking scrutiny that angered the Scot.\n\n\"Well,\" he said dryly. \"The perfect soldier, the gallant volunteer. For\nlove of Venus, Thekla, or love of the Legion?\"\n\n\"Perhaps,\" said Thekla softly, \"for the same reason you did, Earthman.\nAnd perhaps not.\" His face, the swart, hard face of a low-canal outlaw,\nwas turned abruptly toward the mist-wrapped swamp. \"Love of Venus!\" he\nsnarled. \"Who could love this lousy sweatbox? Not even Lehn, if he had\nthe brains of a flea!\"\n\n\"Mars is better, eh?\" MacIan had a sudden inspiration. \"Cool dry air,\nand little dark women, and the wine-shops on the Jekkara Low-canal.\nYou'd like to be back there, wouldn't you?\"\n\nTo himself, he thought in savage pleasure, \"I'll pay you out, you\nlittle scum. You've tortured me with what I've lost, until I'd have\nkilled you if it hadn't been against my plan. All right, see if you can\ntake it!\"\n\nThe slow dusk was falling; Thekla's dark face was a blur but MacIan\nknew he had got home. \"The fountains in the palace gardens, Thekla;\nthe sun bursting up over red deserts; the singing girls and the _thil_\nin Madame Kan's. Remember the _thil_, Thekla? Ice cold and greenish,\nbubbling in blue glasses?\"\n\nHe knew why Thekla snarled and sprang at him, and it wasn't Thekla he\nthrew down on the soft earth so much as a tall youngster with a fair\nmustache, who had goaded with good intent. Funny, thought MacIan, that\nwell-intentioned goads hurt worse than the other kind.\n\nA vast paw closed on his shoulder, hauling him back. Another, he saw,\nyanked Thekla upright. And Bhak the Titan's hairy travesty of a face\npeered down at them.\n\n\"Listen,\" he grunted, in his oddly articulated Esperanto. \"I know\nwhat's up. I got ears, and village houses got thin walls. I heard the\nNahali girl talking. I don't know which one of you has the treasure,\nbut I want it. If I don't get it....\"\n\nHis fingers slid higher on MacIan's shoulder, gripped his throat. Six\nfingers, like iron clamps. MacIan heard Thekla choking and cursing; he\nmanaged to gasp:\n\n\"You're in the wrong place, Bhak. We're men. I though you only\nstrangled women.\"\n\nThe grip slackened a trifle. \"Men too,\" said Bhak slowly. \"That's why\nI had to run away from Titan. That's why I've had to run away from\neverywhere. Men or women--anyone who laughs at me.\"\n\nMacIan looked at the blank-eyed, revolting face, and wondered that\nanyone could laugh at it. Pity it, shut it harmlessly away, but not\nlaugh.\n\nBhak's fingers fell away abruptly. \"They laugh at me,\" he repeated\nmiserably, \"and run away. I know I'm ugly. But I want friends and a\nwife, like anyone else. Especially a wife. But they laugh at me, the\nwomen do, when I ask them. And....\" He was shaking suddenly with rage\nand his face was a beast's face, blind and brutal. \"And I kill them. I\nkill the damned little vixens that laugh at me!\"\n\nHe stared stupidly at his great hands. \"Then I have to run away. Always\nrunning away, alone.\" The bright, empty eyes met MacIan's with deadly\npurpose. \"That's why I want the money. If I have money, they'll like\nme. Women always like men who have money. If I kill one of you, I'll\nhave to run away again. But if I have someone to go with me. I won't\nmind.\"\n\nThekla showed his pointed teeth. \"Try strangling a Nahali girl, Bhak.\nThen we'll be rid of you.\"\n\nBhak grunted. \"I'm not a fool. I know what the Nahali do to you. But I\nwant that money the girl told about, and I'll get it. I'd get it now,\nonly Lehn will come.\"\n\nHe stood over them, grinning. MacIan drew back, between pity and\ndisgust. \"The Legion is certainly the System's garbage dump,\" he\nmuttered in Martian, loud enough for Thekla to hear, and smiled at the\nlow-canaler's stifled taunt. Stifled, because Lehn was coming up, his\nheavy water-boots thudding on the soggy ground.\n\n\n\nWithout a word the three fell in behind the officer, whose face had\ntaken on an unfamiliar stony grimness. MacIan wondered whether it was\nanger at him, or fear of what they might get in the swamp. Then he\nshrugged; the young cub would have to follow his own trail, wherever it\nled. And MacIan took a stern comfort from this thought. His own feet\nwere irrevocably directed; there was no doubt, no turning back. He'd\nnever have again to go through what Lehn was going through. All he had\nto do was wait.\n\nThe plank bridge groaned under them, almost touching the water in the\nmoat. Most ingenious, that moat. The Nahali could swim it in their\nsleep, normally, but when the conductor rods along the bottom were\nturned on, they literally burned out their circuits from an overload.\nThe swamp-rats packed a bigger potential than any Earthly electric eel.\n\nIan MacIan, looking at the lights of the squalid village that lay below\nthe fort, reflected that the Nahali had at least one definitely human\ntrait. The banging of a three-tiered Venusian piano echoed on the\nheavy air, along with shouts and laughter that indicated a free flow\nof \"swamp juice.\" This link in the chain of stations surrounding the\nswamplands was fully garrisoned only during the rains, and the less\nwarlike Nahali were busy harvesting what they could from the soldiers\nand the rabble that came after them.\n\nQueer creatures, the swamp-rats, with their ruby eyes and iridescent\nscales. Nature, in adapting them to their wet, humid environment, had\nleft them somewhere between warm-blooded mammals and cold-blooded\nreptiles, anthropoid in shape, man-sized, capricious. The most\nremarkable thing about them was their breathing apparatus, each\nepithelial cell forming a tiny electrolysis plant to extract oxygen\nfrom water. Since they lived equally on land and in water, and since\nthe swamp air was almost a mist, it suited them admirably. That was why\nthey had to wait for the rains to go raiding in the fertile uplands;\nand that was why hundreds of Interworld Legionnaires had to swelter on\nthe strip of soggy ground between swamp and plateau to stop them.\n\nMacIan was last in line. Just as his foot left the planks, four heads\njerked up as one, facing to the darkening sky.\n\n\"Rain!\"\n\nBig drops, splattering slowly down, making a sibilant whisper across\nthe swamp. The pipes broke off, leaving the ears a little deafened with\nthe lack of them after so long. And MacIan, looking at Lehn, swore\nfuriously in his heart.\n\nThe three men paused, expecting an order to turn back, but Lehn waved\nthem on.\n\n\"But it's raining,\" protested Bhak. \"Well get caught in the attack.\"\n\nThe officer's strangely hard face was turned toward them. \"No,\" he\nsaid, with an odd finality, \"they won't attack. Not yet.\"\n\nThey went on, toward the swamp that was worse in silence than it had\nbeen with the praying pipes. And MacIan, looking ahead at the oddly\nassorted men plowing grimly through the mud, caught a sudden glimpse of\nsomething dark and hidden, something beyond the simple threat of death\nthat hung always over a reconnoitering patrol.\n\n\n\nThe swamp folded them in. It is never truly dark on Venus, owing to the\nthick, diffusing atmosphere. There was enough light to show branching,\nmuddy trails, great still pools choked with weeds, the spreading\n_liha_-trees with their huge pollen pods, everything dripping with the\nslow rain. MacIan could hear the thudding of that rain for miles around\non the silent air; the sullen forerunner of the deluge.\n\nFort and village were lost in sodden twilight. Lehn's boots squelched\nonward through the mud of a trail that rose gradually to a ridge of\nhigher ground. When he reached the top, Lehn turned abruptly, his\nelectro-gun seeming to materialize in his hand, and MacIan was startled\nby the bleak look of his pink, young face.\n\n\"Stop right there,\" said Lehn quietly. \"Keep your hands up. And don't\nspeak until I'm finished.\"\n\nHe waited a second, with the rain drumming on his waterproof coverall,\ndripping from the ends of his fair mustache. The others were obedient,\nBhak a great grinning hulk between the two slighter men. Lehn went on\ncalmly.\n\n\"Someone has sold us out to the Nahali. That's how I know they won't\nattack until they get the help they're waiting for. I had to find\nout, if possible, what preparations they have made for destroying our\nelectrical supply, which is our only vulnerable point. But I had a\ndouble purpose in calling this party. Can you guess what it is?\"\n\nMacIan could. Lehn continued:\n\n\"The traitor had his price; escape from the Legion, from Venus, through\nthe swamp to Lhiva, where he can ship out on a tramp. His one problem\nwas to get away from the fort without being seen, since all leaves have\nbeen temporarily cancelled.\"\n\nLehn's mist-grey eyes were icy. \"I gave him that chance.\"\n\nBhak laughed, an empty, jarring road. \"See? That's what the Nahali girl\nsaid. She said, 'He can get what he needs, now. He'll get away before\nthe rains, probably with a patrol; then our people can attack.' I know\nwhat he needed. Money! And I want it.\"\n\n\"Shut up!\" Lehn's electro-gun gestured peremptorily. \"I want the truth\nof this. Which one of you is the traitor?\"\n\nThekla's pointed white teeth gleamed. \"MacIan loves the Legion, sir.\n_He_ couldn't be guilty.\"\n\nLehn's gaze crossed MacIan's briefly, and again the Scot had a fleeting\nglimpse of something softer beneath the new hardness. It was something\nthat took him back across time to a day when he had been a green\nsubaltern in the Terran Guards, and a hard-bitten, battle-tempered\nsenior officer had filled the horizon for him.\n\nIt was the something that had made Lehn offer him a chance, when\nhis trap was set and sprung. It was the something that was going to\nmake Lehn harder on him now than on either Bhak or Thekla. It was\nhero-worship.\n\nMacIan groaned inwardly. \"Look here,\" he said. \"We're in Nahali\ncountry. There may be trouble at any moment. Do you think this is the\ntime for detective work? You may have caught the wrong men anyway.\nBetter do your job of reconnoitering, and worry about the identity of\nthe traitor back in the fort.\"\n\n\"You're not an officer now, MacIan!\" snapped Lehn. \"Speak up, and I\nwant the truth. You, Thekla!\"\n\nThekla's black eyes were bitter. \"I'd as well be here as anywhere,\nsince I can't be on Mars. How could I go back, with a hanging charge\nagainst me?\"\n\n\"MacIan?\" Lehn's grey gaze was levelled stiffly past his head. And\nMacIan was quivering suddenly with rage; rage against the life that had\nbrought him where he was, against Lehn, who was the symbol of all he\nhad thrown away.\n\n\"Think what you like,\" he whispered, \"and be damned!\"\n\n\n\nBhak's movement came so swiftly that it caught everyone unprepared.\nHandling the Martian like a child's beanbag, he picked him up and\nhurled him against Lehn. The electro-gun spat a harmless bolt into\nempty air as the two fell struggling in the mud. MacIan sprang forward,\nbut Bhak's great fingers closed on his neck. With his free hand, the\nTitan dragged Thekla upright; he held them both helpless while he\nkicked the sprawling Lehn in the temple.\n\nIn the split second before unconsciousness took him, Lehn's eyes met\nMacIan's and they were terrible eyes. MacIan groaned, \"You young fool!\"\nThen Lehn was down, and Bhak's fingers were throttling him.\n\n\"Which one?\" snarled the Titan. \"Give me the money, and I'll let you\ngo. I'm going to have the money, if I have to kill you. Then the girls\nwon't laugh at me. Tell me. Which one?\"\n\nMacIan's blue eyes widened suddenly. With all his strength he fought to\ncroak out one word: \"Nahali!\"\n\nBhak dropped them with a grunt. Swinging his great hands, forgetting\nhis gun completely, he stood at bay. There was a rush of bodies in\nthe rain-blurred dusk, a flash of scarlet eyes and triangular mouths\nlaughing in queer, noseless faces. Then there were scaly, man-like\nthings hurled like battering-rams against the Legionnaires.\n\nMacIan's gun spat blue flame; two Nahali fell, electrocuted, but there\nwere too many of them. His helmet was torn off, so that his drenched\nwhite hair blinded him; rubber-shod fists and feet lashed against\nreptilian flesh. Somewhere just out of sight, Thekla was cursing\nbreathlessly in low-canal argot. And Lehn, still dazed, was crawling\ngamely to his feet; his helmet had protected him from the full force of\nBhak's kick.\n\nThe hulking Titan loomed in the midst of a swarm of red-eyed\nswamp-rats. And MacIan saw abruptly that he had taken off his clumsy\ngloves when he had made ready to strangle his mates. The great\nsix-fingered hands stretched hungrily toward a Nahali throat.\n\n\"Bhak!\" yelled MacIan. \"_Don't_...!\"\n\nThe Titan's heavy laughter drowned him out; the vast paws closed in\na joyous grip. On the instant, Bhak's great body bent and jerked\nconvulsively; he slumped down, the heart burned out of him by the\nelectricity circuited through his hands.\n\nLehn's gun spoke. There was a reek of ozone, and a Nahali screamed\nlike a stricken reptile. The Venusian cried out in sudden pain, and\nwas silent; MacIan, struggling upright, saw him buried under a pile of\nscaly bodies. Then a clammy paw touched his own face. He moaned as a\nnumbing shock struck through him, and lapsed into semi-consciousness.\n\n\n\nHe had vague memories of being alternately carried and towed through\nwarm lakes and across solid ground. He knew dimly that he was dumped\nroughly under a _liha_-tree in a clearing where there were thatched\nhuts, and that he was alone.\n\nAfter what seemed a very long time he sat up, and his surroundings were\nclear. Even more clear was Thekla's thin dark face peering amusedly\ndown at him.\n\nThe Martian bared his pointed white teeth, and said, \"Hello, traitor.\"\n\nMacIan would have risen and struck him, only that he was weak and\ndizzy. And then he saw that Thekla had a gun.\n\nHis own holster was empty. MacIan got slowly to his feet, raking the\nwhite hair out of his eyes, and he said, \"You dirty little rat!\"\n\nThekla laughed, as a fox might laugh at a baffled hound. \"Go ahead and\ncurse me, MacIan. You high-and-mighty renegade! You were right; I'd\nrather swing on Mars than live another month in this damned sweatbox!\nAnd I can laugh at you, Ian MacIan! I'm going back to the deserts and\nthe wine-shops on the Jekkara Low-canal. The Nahali girl didn't mean\nmoney; she meant plastic surgery, to give me another face. I'm free.\nAnd you're going to die, right here in the filthy mud!\"\n\nA slow, grim smile touched MacIan's face, but he said nothing.\n\n\"Oh, I understand,\" said Thekla mockingly. \"You fallen swells and your\nhonor! But you won't die honorably, any more than you've lived that\nway.\"\n\nMacIan's eyes were contemptuous and untroubled.\n\nThe pointed teeth gleamed. \"You don't understand, MacIan. Lehn isn't\ngoing to die. He's going back to face the music, after his post is\nwiped out. I don't know what they'll do to him, but it won't be nice.\nAnd remember, MacIan, he thinks you sold him out. He thinks _you_ cost\nhim his post, his men, his career: his honor, you scut! Think that over\nwhen the swamp-rats go to work on you--they like a little fun now and\nthen--and remember I'm laughing!\"\n\n\n\nMacIan was silent for a long time, hands clenched at his sides, his\ncraggy face carved in dark stone under his dripping white hair. Then he\nwhispered, \"Why?\"\n\nThekla's eyes met his in sudden intense hate. \"Because I want to see\nyour damned proud, supercilious noses rubbed in the dirt!\"\n\nMacIan nodded. His face was strange, as though a curtain had been drawn\nover it. \"Where's Lehn?\"\n\nThekla pointed to the nearest hut. \"But it won't do you any good. The\nrats gave him an overdose, accidentally, of course, and he's out for a\nlong time.\"\n\nMacIan went unsteadily toward the hut through rain. Over his shoulder\nhe heard Thekla's voice: \"Don't try anything funny, MacIan. I can shoot\nyou down before you're anywhere near an escape, even if you could find\nyour way back without me. The Nahali are gathering now, all over the\nswamp; within half an hour they'll march on the fort, and then on to\nthe plateaus. They'll send my escort before they go, but you and Lehn\nwill have to wait until they come back. You can think of me while\nyou're waiting to die, MacIan; me, going to Lhiva and freedom!\"\n\nMacIan didn't answer. The rhythm of the rain changed from a slow\ndrumming to a rapid, vicious hiss; he could see it, almost smoking\nin the broad leaves of the _liha_-trees. The drops cut his body like\nwhips, and he realized for the first time that he was stripped to\ntrousers and shirt. Without his protective rubber coverall, Thekla\ncould electrocute him far quicker even than a Nahali, with his service\npistol.\n\nThe hut, which had been very close, was suddenly far off, so far he\ncould hardly see it. The muddy ground swooped and swayed underfoot.\nMacIan jerked himself savagely erect. Fever. Any fool who prowled the\nswamp without proper covering was a sure victim. He looked back at\nThekla, safe in helmet and coverall, grinning like a weasel under the\nshelter of a pod-hung tree-branch.\n\nThe hut came back into proper perspective. Aching, trembling suddenly\nwith icy cold, he stooped and entered. Lehn lay there, dry but stripped\nlike MacIan, his young face slack in unconsciousness. MacIan raised a\nhand, let it fall limply back. Lehn was still paralyzed from the shock.\nIt might be hours, even days before he came out of it. Perhaps never,\nif he wasn't cared for properly.\n\nMacIan must have gone a little mad then, from the fever and the shock\nto his own brain, and Thekla. He took Lehn's shirt in both hands and\nshook him, as though to beat sense back into his brain, and shouted at\nhim in hoarse savagery.\n\n\"All I wanted was to die! That's what I came to the Legion for, to die\nlike a soldier because I couldn't live like an officer. But it had to\nbe honorably, Lehn! Otherwise....\"\n\nHe broke off in a fit of shivering, and his blue eyes glared under\nhis white, tumbled hair. \"You robbed me of that, damn you! You and\nThekla. You trapped me. You wouldn't even let me die decently. I was\nan officer, Lehn, like you. Do you hear me, young fool? I had to\nchoose between two courses, and I chose the wrong one. I lost my whole\ncommand. Twenty-five hundred men, dead.\n\n\"They might have let me off at the court-martial. It was an honest\nmistake. But I didn't wait. I resigned. All I wanted was to die like a\ngood soldier. That's why I volunteered. And you tricked me, Lehn! You\nand Thekla.\"\n\nHe let the limp body fall and crouched there, holding his throbbing\nhead in his hands. He knew he was crying, and couldn't stop. His skin\nburned, and he was cold to the marrow of his bones.\n\nSuddenly he looked at Lehn out of bright, fever-mad eyes. \"Very well,\"\nhe whispered. \"I won't die. You can't kill me, you and Thekla, and you\ngo on believing I betrayed you. I'll take you back, you two, and fight\nit out. I'll keep the Nahali from taking the fort, so you can't say I\nsold it out. I'll make you believe me!\"\n\nFrom somewhere, far off, he heard Thekla laugh.\n\n\n\nMacIan huddled there for some time, his brain whirling. Through the\nrain-beat and the fever-mist in his head and the alternate burning and\nfreezing that racked his body, certain truths shot at him like stones\nfrom a sling.\n\nThekla had a gun that shot a stream of electricity. A gun designed for\nNahali, whose nervous systems were built to carry a certain load and\nno more, like any set of wires. The low frequency discharge was strong\nenough to kill a normal man only under ideal conditions; and these\nconditions were uniquely ideal. Wet clothes, wet skin, wet ground, even\nthe air saturated.\n\nThen there were metal and rubber. Metal in his belt, in Lehn's belt;\nmetal mesh, because the damp air rotted everything else. Rubber on his\nfeet, on Lehn's feet. Rubber was insulation. Metal was a conductor.\n\nMacIan realized with part of his mind that he must be mad to do what he\nplanned to do. But he went to work just the same.\n\nTen minutes later he left the hut and crossed the soaking clearing\nin the downpour. Thekla had left the _liha_-tree for a hut directly\nopposite Lehn's; he rose warily in the doorway, gun ready. His sly\nblack eyes took in MacIan's wild blue gaze, the fever spots burning on\nhis lean cheekbones, and he smiled.\n\n\"Get on back to the hut,\" he said. \"Be a pity if you die before the\nNahali have a chance to try electro-therapy.\"\n\nMacIan didn't pause. His right arm was hidden behind his back. Thekla's\njaw tightened. \"Get back or I'll kill you!\"\n\nMacIan's boots sucked in the mud. The beating rain streamed from his\nwhite hair, over his craggy face and gaunt shoulders. And he didn't\nhesitate.\n\nThekla's pointed teeth gleamed in a sudden snarl. His thumb snapped the\ntrigger; a bolt of blue flame hissed toward the striding Scot.\n\nMacIan's right hand shot out in the instant the gun spoke. One of\nLehn's rubber boots cased his arm almost to the shoulder, and around\nthe ankle of it a length of metal was made fast; two mesh belts linked\ntogether. The spitting blue fire was gathered to the metal circle, shot\ndown the coupled lengths, and died in the ground.\n\nThe pistol sputtered out as a coil fused. Thekla cursed and flung it\nat MacIan's head. The Scot dodged it, and broke into a run, dropping\nLehn's boot that his hands might be free to grapple.\n\nThekla fought like a low-canal rat, but MacIan was bigger and beyond\nhimself with the first madness of fever. He beat the little Martian\ndown and bound him with his own belt, and then went looking for his\nclothes and gun.\n\nHe found them, with Lehn's, in the hut next door. His belt pouch\nyielded quinine; he gulped a large dose and felt better. After he had\ndressed, he went and wrestled Lehn into his coverall and helmet and\ndragged him out beside Thekla, who was groaning back to consciousness\nin the mud.\n\nLooking up, MacIan saw three Nahali men watching him warily out of\nscarlet eyes as they slunk toward him.\n\nThekla's escort. And it was a near thing. Twice clammy paws seared\nhis face before he sent them writhing down into the mud, jerking as\nthe overload beat through their nervous systems. Triangular mouths\ngaped in noseless faces, hand-like paws tore convulsively at scaly\nbreast-plates, and MacIan, as he watched them die, said calmly:\n\n\"There will be hundreds of them storming the fort. My gun won't be\nenough. But somehow I've got to stop them.\"\n\nNo answer now. He shrugged and kicked Thekla erect. \"Back to the fort,\nscut,\" he ordered, and laughed. The linked belts were fastened now\naround Thekla's neck, the other end hooked to the muzzle of MacIan's\ngun, so that the slightest rough pull would discharge it. \"What if I\nstumble?\" Thekla snarled, and MacIan answered, \"You'd better not!\"\n\nLehn was big and heavy, but somehow MacIan got him across his\nshoulders. And they started off.\n\n\n\nThe fringe of the swamp was in sight when MacIan's brain became\nmomentarily lucid. Another dose of quinine drove the mists back, so\nthat the fort, some fifty yards away, assumed its proper focus. MacIan\ndropped Lehn on his back in the mud and stood looking, his hand ready\non his gun.\n\nThe village swarmed with swamp-rats in the slow, watery dawn. They were\nranged in a solid mass along the edges of the moat, and the fort's\nguns were silent MacIan wondered why, until he saw that the dam that\nfurnished power for the turbine had been broken down.\n\nThekla laughed silently. \"My idea, MacIan. The Nahali would never have\nthought of it themselves. They can't drown, you know. I showed them\nhow to sneak into the reservoir, right under the fort's guns, and stay\nunder water, loosening the stones around the spillway. The pressure did\nthe rest. Now there's no power for the big guns, nor the conductor rods\nin the moat.\"\n\nHe turned feral black eyes on MacIan. \"You've made a fool of yourself.\nYou can't stop those swamp-rats from tearing the fort apart. You can't\nstop me from getting away, after they're through. You can't stop Lehn\nfrom thinking what he does. You haven't changed anything by these\ndamned heroics!\"\n\n\"Heroics!\" said MacIan hoarsely, and laughed. \"Maybe.\" With sudden\nviciousness he threw the end of the linked belts over a low\n_liha_-branch, so that Thekla had to stand on tiptoe to keep from\nstrangling. Then, staring blindly at the beleagured fort, he tried to\nbeat sense out of his throbbing head.\n\n\"There was something,\" he whispered. \"Something I was saying back\nin the swamp. Something my mind was trying to tell me, only I was\ndelirious. What was it, Thekla?\"\n\nThe Martian was silent, the bloody grin set on his dark face. MacIan\ntook him by the shoulders and shook him. \"What was it?\"\n\nThekla choked and struggled as the metal halter tightened. \"Nothing,\nyou fool! Nothing but Nahali and _liha_-trees.\"\n\n\"_Liha_-trees!\" MacIan's fever-bright eyes went to the great green\npollen-pods hung among the broad leaves. He shivered, partly with\nchill, partly with exultation. And he began like a madman to strip Lehn\nand Thekla of their rubber coveralls.\n\nLehn's, because it was larger, he tented over two low branches.\nThekla's he spread on the ground beneath. Then he tore down pod after\npod from the _liha_-tree, breaking open the shells under the shelter of\nthe improvised tent, pouring out the green powder on the groundcloth.\n\nWhen he had a two-foot pile, he stood back and fired a bolt of\nelectricity into the heart of it.\n\nThick, oily black smoke poured up, slowly at first, then faster and\nfaster as the fire took hold. A sluggish breeze was blowing out of\nthe swamp, drawn by the cooler uplands beyond the fort; it took the\nsmoke and sent it rolling toward the packed and struggling mass on the\nearthworks.\n\nOut on the battlefield, Nahali stiffened suddenly, fell tearing\nconvulsively at their bodies. The beating rain washed the soot down\nonto them harder and harder, streaked it away, left a dull film over\nthe reptilian skins, the scaly breast-plates. More and more of them fell\nas the smoke rolled thicker, fed by the blackened madman under the\n_liha_-tree, until only Legionnaires were left standing in its path,\nstaring dumbly at the stricken swamp-rats.\n\nThe squirming bodies stilled in death. Hundreds more, out on the edges\nof the smoke, seeing their comrades die, fled back into the swamp. The\nearthworks were cleared. Ian MacIan gave one wild shout that carried\nclear to the fort. Then he collapsed, crouched shivering beside the\nunconscious Lehn, babbling incoherently.\n\nThekla, strained on tiptoe under the tree-branch, had stopped smiling.\n\nThe fever-mists rolled away at last. MacIan woke to see Lehn's pink\nyoung face, rather less pink than usual, bending over him.\n\nLehn's hand came out awkwardly. \"I'm sorry, MacIan. Thekla told me;\nI made him. I should have known.\" His grey eyes were ashamed. MacIan\nsmiled and gripped his hand with what strength the fever had left him.\n\n\"My own fault, boy. Forget it.\"\n\nLehn sat down on the bed. \"What did you do to the swamp-rats?\" he\ndemanded eagerly. \"They all have a coating as though they'd been dipped\nin paraffin!\"\n\nMacIan chuckled. \"In a way, they were. You know how they breathe; each\nskin cell forming a miniature electrolysis plant to extract oxygen from\nwater. Well, it extracts hydrogen too, naturally, and the hydrogen is\ncontinually being given off, just as we give off carbon dioxide.\n\n\"Black smoke means soot, soot means carbon. Carbon plus hydrogen forms\nvarious waxy hydrocarbons. Wax is impervious to both water and air.\nSo when the oily soot from the smoke united with the hydrogen exuded\nfrom the Nahali's bodies, it sealed away the life-giving water from\nthe skin-cells. They literally smothered to death, like an Earthly ant\ndoused with powder.\"\n\nLehn nodded. He was quiet for a long time, his eyes on the sick-bay's\nwell-scrubbed floor. At length, he said:\n\n\"My offer still goes, MacIan. Officer's examinations. One mistake, an\nhonest one, shouldn't rob you of your life. You don't even know that it\nwould have made any difference if your decision had been the other way.\nPerhaps there was no way out.\"\n\nMacIan's white head nodded on the pillow.\n\n\"Perhaps I will, Lehn. Something Thekla said set me thinking. He said\nhe'd rather die on Mars than live another month in exile. I'm an exile\ntoo, Lehn, in a different way. Yes, I think I'll try it. And if I fail\nagain--\" he shrugged and smiled--\"there are always Nahali.\"\n\nIt seemed for a minute after that as though he had gone to sleep. Then\nhe murmured, so low that Lehn had to bend down to hear him:\n\n\"Thekla will hang after the court-martial. Can you see that they take\nhim back to Mars, first?\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Brackett, Leigh"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61844/pg61844.txt",
        "name": "the_stellar_legion.json"
    }
}