{
    "name": "The Brigade Commander",
    "author": [
        "De Forest, John William"
    ],
    "body": "The Colonel was the idol of his bragging old regiment and of the\nbragging brigade which for the last six months he had commanded.\n\nHe was the idol, not because he was good and gracious, not because he\nspared his soldiers or treated them as fellow-citizens, but because he\nhad led them to victory and made them famous. If a man will win battles\nand give his brigade a right to brag loudly of its doings, he may have\nits admiration and even its enthusiastic devotion, though he be as\npitiless and as wicked as Lucifer.\n\n“It’s nothin’ to me what the Currnell is in prrivit, so long as he shows\nus how to whack the rrebs,” said Major Gahogan, commandant of the “Old\nTenth.” “Moses saw God in the burrnin’ bussh, an’ bowed down to it, an’\nworr-shipt it. It wasn’t the bussh he worrshipt; it was his God that\nwas in it. An’ I worrship this villin of a Currnell (if he is a villin)\nbecause he’s almighty and gives us the vict’ry. He’s nothin’ but a human\nburrnin’ bussh, perhaps, but he’s got the god of war in um. Adjetant\nWallis, it’s a------long time between dhrinks, as I think ye was\nsayin’, an’ with rayson. See if ye can’t confiscate a canteen of whiskee\nsomewhere in the camp. Bedad, if I can’t buy it I’ll stale it. We’re\ngoin’ to fight tomorry, an’ it may be it’s the last chance we’ll have\nfor a dhrink, unless there’s more lik’r now in the other worrld than\nDives got.”\n\nThe brigade was bivouacked in some invisible region, amid the damp,\nmisty darkness of a September night. The men lay in their ranks, each\nwith his feet to the front and his head rearward, each covered by his\novercoat and pillowed upon his haversack, each with his loaded rifle\nnestled close beside him. Asleep as they were, or dropping placidly into\nslumber, they were ready to start in order to their feet and pour out\nthe red light and harsh roar of combat. There were two lines of battle,\neach of three regiments of infantry, the first some two hundred yards\nin advance of the second. In the space between them lay two four-gun\nbatteries, one of them brass twelve-pounder “Napoleons,” and the other\nrifled Parrotts. To the rear of the infantry were the recumbent troopers\nand picketed horses of a regiment of cavalry. All around, in the far,\nblack distance, invisible and inaudible, paced or watched stealthily the\nsentinels of the grand guards.\n\nThere was not a fire, not a torch, nor a star-beam in the whole bivouac\nto guide the feet of Adjutant Wallis in his pilgrimage after\nwhiskey. The orders from brigade headquarters had been strict against\nilluminations, for the Confederates were near at hand in force, and a\nsurprise was proposed as well as feared. A tired and sleepy youngster,\nalmost dropping with the heavy somnolence of wearied adolescence, he\nstumbled on through the trials of an undiscernible and unfamiliar\nfooting, lifting his heavy riding-boots sluggishly over imaginary\nobstacles, and fearing the while lest his toil were labor misspent. It\nwas a dry camp, he felt dolefully certain, or there would have been more\nnoise in it. He fell over a sleeping sergeant, and said to him hastily,\n“Steady, man--a friend!” as the half-roused soldier clutched his rifle.\nThen he found a lieutenant, and shook him in vain; further on a captain,\nand exchanged saddening murmurs with him; further still a camp-follower\nof African extraction, and blasphemed him.\n\n“It’s a God-forsaken camp, and there isn’t a horn in it,” said Adjutant\nWallis to himself as he pursued his groping journey. “Bet you I don’t\nfind the first drop,” he continued, for he was a betting boy, and\nfrequently argued by wagers, even with himself. “Bet you two to one I\ndon’t. Bet you three to one--ten to one.”\n\nThen he saw, an indefinite distance beyond him, burning like red-hot\niron through the darkness, a little scarlet or crimson gleam, as of a\nlighted cigar.\n\n“That’s Old Grumps, of the Bloody Fourteenth,” he thought. “I’ve raided\ninto his happy sleeping-grounds. I’ll draw on him.”\n\nBut Old Grumps, otherwise Colonel Lafayette Gildersleeve, had no\nrations--that is, no whiskey.\n\n“How do you suppose an officer is to have a drink, Lieutenant?” he\ngrumbled. “Don’t you know that our would-be Brigadier sent all the\ncommissary to the rear day before yesterday? A eanteenful can’t last two\ndays. Mine went empty about five minutes ago.”\n\n“Oh, thunder!” groaned Wallis, saddened by that saddest of all thoughts,\n“Too late!” “Well, least said soonest mended. I must wobble back to my\nMajor.”\n\n“He’ll send you off to some other camp as dry as this one. Wait ten\nminutes, and he’ll be asleep. Lie down on my blanket and light your\npipe. I want to talk to you about official business--about our would-be\nBrigadier.”\n\n“Oh, _your_ turn will come some day,” mumbled Wallis, remembering\nGildersleeve’s jealousy of the brigade commander--a jealousy which only\ngave tongue when aroused by “commissary.” “If you do as well as usual\nto-morrow you can have your own brigade.”\n\n“I suppose you think we are all going to do well to-morrow,” scoffed Old\nGrumps, whose utterance by this time stumbled. “I suppose you expect to\nwhip and to have a good time. I suppose you brag on fighting and enjoy\nit.”\n\n“I like it well enough when it goes right; and it generally does go\nright with this brigade. I should like it better if the rebs would fire\nhigher and break quicker.”\n\n“That depends on the way those are commanded whose business it is to\nbreak them,” growled Old Grumps. “I don’t say but what we are rightly\ncommanded,” he added, remembering his duty to superiors. “I concede and\nacknowledge that our would-be Brigadier knows his military business. But\nthe blessing of God, Wallis! I believe in Waldron as a soldier. But as a\nman and a Christian, faugh!”\n\nGildersleeve had clearly emptied his canteen unassisted; he never talked\nabout Christianity when perfectly sober.\n\n“What was your last remark?” inquired Wallis, taking his pipe from his\nmouth to grin. Even a superior officer might be chaffed a little in the\ndarkness.\n\n“I made no last remark,” asserted the Colonel with dignity. “I’m not\na-dying yet. If I said anything last it was a mere exclamation of\ndisgust--the disgust of an officer and gentleman. I suppose you know\nsomething about our would-be Brigadier. I suppose you think you know\nsomething about him.”\n\n“Bet you I know _all_ about him,” affirmed Wallis. “He enlisted in the\nOld Tenth as a common soldier. Before he had been a week in camp they\nfound that he knew his biz, and they made him a sergeant. Before we\nstarted for the field the Governor got his eye on him and shoved him\ninto a lieutenancy. The first battle h’isted him to a captain. And\nthe second--bang! whiz! he shot up to colonel right over the heads of\neverybody, line and field. Nobody in the Old Tenth grumbled. They saw\nthat he knew his biz. I know _all_ about him. What’ll you bet?”\n\n“I’m not a betting man, Lieutenant, except in a friendly game of poker,”\n sighed Old Grumps. “You don’t know anything about your Brigadier,” he\nadded in a sepulchral murmur, the echo of an empty canteen. “I have only\nbeen in this brigade a month, and I know more than you do, far, very far\nmore, sorry to say it. He’s a reformed clergyman. He’s an apostatized\nminister.” The Colonel’s voice as he said this was solemn and sad enough\nto do credit to an undertaker. “It’s a bad sort, Wallis,” he continued,\nafter another deep sigh, a very highly perfumed one, the sigh of a\nbarkeeper. “When a clergyman falls, he falls for life and eternity,\nlike a woman or an angel. I never knew a backslidden shepherd to come\nto good. Sooner or later he always goes to the devil, and takes down\nwhomsoever hangs to him.”\n\n“He’ll take down the Old Tenth, then,” asserted Wallis. “It hangs to\nhim. Bet you two to one he takes it along.”\n\n“You’re right, Adjutant; spoken like a soldier,” swore Gildersleeve,\n“And the Bloody Fourteenth, too. It will march into the burning pit as\nfar as any regiment; and the whole brigade, yes, sir! But a backslidden\nshepherd, my God! Have we come to that? I often say to myself, in the\nsolemn hours of the night, as I remember my Sabbath-school days, ‘Great\nScott! have we come to that?’ A reformed clergyman! An apostatized\nminister! Think of it, Wallis, think of it! Why, sir, his very wife ran\naway from him. They had but just buried their first boy,” pursued Old\nGrumps, his hoarse voice sinking to a whimper. “They drove home from the\nburial-place, where lay the new-made grave. Arrived at their door, _he_\ngot out and extended his hand to help _her_ out. Instead of accepting,\ninstead of throwing herself into his arms and weeping there, she turned\nto the coachman and said, ‘Driver, drive me to my father’s house.’ That\nwas the end of their wedded life, Wallis.”\n\nThe Colonel actually wept at this point, and the maudlin tears were not\naltogether insincere. His own wife and children he heartily loved, and\nremembered them now with honest tenderness. At home he was not a drinker\nand a rough; only amid the hardships and perils of the field.\n\n“That was the end of it, Wallis,” he repeated. “And what was it while it\nlasted? What does a woman leave her husband for? Why does she separate\nfrom him over the grave of her innocent first-born? There are twenty\nreasons, but they must all of them be good ones. I am sorry to give it\nas my decided opinion, Wallis, in perfect confidence, that they must all\nbe whopping good ones. Well, that was the beginning; only the beginning.\nAfter that he held on for a while, breaking the bread of life to a\nskedaddling flock, and then he bolted. The next known of him, three\nyears later, he enlisted in your regiment, a smart but seedy recruit,\nsmelling strongly of whiskey.”\n\n“I wish I smelt half as strong of it myself,” grumbled Wallis. “It might\nkeep out the swamp fever.”\n\n“That’s the true story of Col. John James Waldron,” continued Old\nGrumps, with a groan which was very somnolent, as if it were a twin to a\nsnore. “That’s the true story.”\n\n“I don’t believe the first word of it--that is to say, Colonel, I think\nyou have been misinformed--and I’ll bet you two to one on it. If he was\nnothing more than a minister, how did he know drill and tactics?”\n\n“Oh, I forgot to say he went through West Point--that is, nearly\nthrough. They graduated him in his third year by the back door, Wallis.”\n\n“Oh, that was it, was it? He was a West Pointer, was he? Well, then, the\nbacksliding was natural, and oughtn’t to count against him. A member of\nBenny Haven’s church has a right to backslide anywhere, especially as\nthe Colonel doesn’t seem to be any worse than some of the rest of us,\nwho haven’t fallen from grace the least particle, but took our stand at\nthe start just where we are now. A fellow that begins with a handful of\ntrumps has a right to play a risky game.”\n\n“I know what euchered him, Wallis. It was the old Little Joker; and\nthere’s another of the same on hand now.”\n\n“On hand where? What are you driving at, Colonel?”\n\n“He looks like a boy. I mean she looks like a boy. You know what I\nmean, Wallis; I mean the boy that makes believe to wait on him. And\nher brother is in camp, got here to-night. There’ll be an explanation\nto-morrow, and there’ll be bloodshed.”\n\n“Good-night, Colonel, and sleep it off,” said Wallis, rising from\nthe side of a man whom he believed to be sillily drunk and altogether\nuntrustworthy. “You know we get after the rebs at dawn.”\n\n“I know it--goo-night, Adjutant--gawbless-you,” mumbled Old Grumps.\n“We’ll lick those rebs, won’t we?” he chuckled. “Goo-night, ole fellow,\nan’ gawblessyou.”\n\nWhereupon Old Grumps fell asleep, very absurdly overcome by liquor, we\nextremely regret to concede, but nobly sure to do his soldierly duty as\nsoon as he should awake.\n\nStumbling wearily blanketward, Wallis found his Major and regimental\ncommander, the genial and gallant Gahogan, slumbering in a peace like\nthat of the just. He stretched himself anear, put out his hand to touch\nhis sabre and revolver, drew his caped great-coat over him, moved once\nto free his back of a root or pebble, glanced languidly at a single\nstruggling star, thought for an instant of his far-away mother, turned\nhis head with a sigh and slept. In the morning he was to fight, and\nperhaps to die; but the boyish veteran was too seasoned, and also too\ntired, to mind that; he could mind but one thing--nature’s pleading for\nrest.\n\nIn the iron-gray dawn, while the troops were falling dimly and\nspectrally into line, and he was mounting his horse to be ready for\norders, he remembered Gildersleeve’s drunken tale concerning the\ncommandant, and laughed aloud. But turning his face toward brigade\nheadquarters (a sylvan region marked out by the branches of a great\noak), he was surprised to see a strange officer, a fair young man in\ncaptain’s uniform, riding slowly toward it.\n\n“Is that the boy’s brother?” he said to himself; and in the next instant\nhe had forgotten the whole subject; it was time to form and present the\nregiment.\n\nQuietly and without tap of drum the small, battle-worn battalions filed\nout of their bivouacs into the highway, ordered arms and waited for\nthe word to march. With a dull rumble the field-pieces trundled slowly\nafter, and halted in rear of the infantry. The cavalry trotted off\ncircuitously through the fields, emerged upon a road in advance and\nlikewise halted, all but a single company, which pushed on for half a\nmile, spreading out as it went into a thin line of skirmishers.\n\nMeanwhile a strange interview took place near the great oak which had\nsheltered brigade headquarters. As the unknown officer, whom Wallis had\nnoted, approached it, Col. Waldron was standing by his horse ready\nto mount. The commandant was a man of medium size, fairly handsome in\nperson and features, and apparently about twenty-eight years of age.\nPerhaps it was the singular breadth of his forehead which made the lower\npart of his face look so unusually slight and feminine. His eyes were\ndark hazel, as clear, brilliant, and tender as a girl’s, and brimming\nfull of a pensiveness which seemed both loving and melancholy. Few\npersons, at all events few women, who looked upon him ever looked beyond\nhis eyes. They were very fascinating, and in a man’s countenance very\nstrange. They were the kind of eyes which reveal passionate romances,\nand which make them.\n\nBy his side stood a boy, a singularly interesting and beautiful boy,\nfair-haired and blue-eyed, and delicate in color. When this boy saw\nthe stranger approach he turned as pale as marble, slid away from\nthe brigade commander’s side, and disappeared behind a group of staff\nofficers and orderlies. The new-comer also became deathly white as he\nglanced after the retreating youth. Then he dismounted, touched his\ncap slightly and, as if mechanically, advanced a few steps, and said\nhoarsely, “I believe this is Colonel Waldron. I am Captain Fitz Hugh, of\nthe --th Delaware.”\n\nWaldron put his hand to his revolver, withdrew it instantaneously, and\nstood motionless.\n\n“I am on leave of absence from my regiment, Colonel,” continued Fitz\nHugh, speaking now with an elaborate ceremoniousness of utterance\nsignificant of a struggle to suppress violent emotion. “I suppose you\ncan understand why I made use of it in seeking you.”\n\nWaldron hesitated; he stood gazing at the earth with the air of one who\nrepresses deep pain; at last, after a profound sigh, he raised his eyes\nand answered:\n\n“Captain, we are on the eve of a battle. I must attend to my public\nduties first. After the battle we will settle our private affair.”\n\n“There is but one way to settle it, Colonel.”\n\n“You shall have your way if you will. You shall do what you will. I only\nask what good will it do to _her?_”\n\n“It will do good to _me_, Colonel,” whispered Fitz Hugh, suddenly\nturning crimson. “You forget _me_.”\n\nWaldron’s face also flushed, and an angry sparkle shot from under\nhis lashes in reply to this utterance of hate, but it died out in an\ninstant.\n\n“I have done a wrong, and I will accept the consequences,” he said.\n“I pledge you my word that I will be at your disposal if I survive the\nbattle. Where do you propose to remain meanwhile?”\n\n“I will take the same chance, sir. I propose to do my share in the\nfighting if you will use me.”\n\n“I am short of staff officers. Will you act as my aid?”\n\n“I will, Colonel,” bowed Fitz Hugh, with a glance which expressed\nsurprise, and perhaps admiration, at this confidence.\n\nWaldron turned, beckoned his staff officers to approach, and said,\n“Gentlemen, this is Captain Fitz Hugh of the --th Delaware. He has\nvolunteered to join us for the day, and will act as my aid. And now,\nCaptain, will you ride to the head of the column and order it forward?\nThere will be no drum-beat and no noise. When you have given your order\nand seen it executed, you will wait for me.”\n\nFitz Hugh saluted, sprang into his saddle and galloped away. A few\nminutes later the whole column was plodding on silently toward\nits bloody goal. To a civilian, unaccustomed to scenes of war, the\ntranquillity of these men would have seemed very wonderful. Many of the\nsoldiers were still munching the hard bread and raw pork of their meagre\nbreakfasts, or drinking the cold coffee with which they had filled their\ncanteens the day previous. Many more were chatting in an undertone,\ngrumbling over their sore feet and other discomfits, chaffing each\nother, and laughing. The general bearing, however, was grave, patient,\nquietly enduring, and one might almost say stolid. You would have said,\nto judge by their expressions, that these sunburned fellows were merely\ndoing hard work, and thoroughly commonplace work, without a prospect of\nadventure, and much less of danger. The explanation of this calmness, so\nbrutal perhaps to the eye of a sensitive soul, lies mainly in the fact\nthat they were all veterans, the survivors of marches, privations,\nmaladies, sieges, and battles. Not a regiment present numbered four\nhundred men, and the average was not above three hundred. The\nwhole force, including artillery and cavalry, might have been about\ntwenty-five hundred sabres and bayonets.\n\nAt the beginning of the march Waldron fell into the rear of his staff\nand mounted orderlies. Then the boy who had fled from Fitz Hugh dropped\nout of the tramping escort, and rode up to his side.\n\n“Well, Charlie,” said Waldron, casting a pitying glance at the yet\npallid face and anxious eyes of the youth, “you have had a sad fright. I\nmake you very miserable.”\n\n“He has found us at last,” murmured Charlie in a tremulous soprano\nvoice. “What did he say?”\n\n“We are to talk to-morrow. He acts as my aide-de-camp to-day. I ought to\ntell you frankly that he is not friendly.”\n\n“Of course, I knew it,” sighed Charlie, while the tears fell.\n\n“It is only one more trouble--one more danger, and perhaps it may pass.\nSo many _have_ passed.”\n\n“Did you tell him anything to quiet him? Did you tell him that we were\nmarried?”\n\n“But we are not married yet, Charlie. We shall be, I hope.”\n\n“But you ought to have told him that we were. It might stop him from\ndoing something--mad. Why didn’t you tell him so? Why didn’t you think\nof it?”\n\n“My dear little child, we are about to have a battle. I should like to\ncarry some honor and truth into it.”\n\n“Where is he?” continued Charlie, unconvinced and unappeased. “I want to\nsee him. Is he at the head of the column? I want to speak to him, just\none word. He won’t hurt me.”\n\nShe suddenly spurred her horse, wheeled into the fields, and dashed\nonward. Fitz Hugh was lounging in his saddle, and sombrely surveying the\npassing column, when she galloped up to him.\n\n“Carrol!” she said, in a choked voice, reining in by his side, and\nleaning forward to touch his sleeve.\n\nHe threw one glance at her--a glance of aversion, if not of downright\nhatred, and turned his back in silence.\n\n“He is my husband, Carrol,” she went on rapidly. “I knew you didn’t\nunderstand it. I ought to have written you about it. I thought I would\ncome and tell you before you did anything absurd. We were married as\nsoon as he heard that his wife was dead.”\n\n“What is the use of this?” he muttered hoarsely. “She is not dead. I\nheard from her a week ago. She was living a week ago.”\n\n“Oh, Carrol!” stammered Charlie. “It was some mistake then. Is it\npossible! And he was so sure! But he can get a divorce, you know. She\nabandoned him. Or _she_ can get one. No, _he_ can get it--of course,\nwhen she abandoned him. But, Carrol, she _must_ be dead--he was _so_\nsure.”\n\n“She is _not_ dead, I tell you. And there can be no divorce. Insanity\nbars all claim to a divorce. She is in an asylum. She had to leave him,\nand then she went mad.”\n\n“Oh, no, Carrol, it is all a mistake; it is not so. Carrol,” she\nmurmured in a voice so faint that he could not help glancing at her,\nhalf in fury and half in pity. She was slowly falling from her horse.\nHe sprang from his saddle, caught her in his arms, and laid her on the\nturf, wishing the while that it covered her grave. Just then one of\nWaldron’s orderlies rode up and exclaimed: “What is the matter with\nthe--the boy? Hullo, Charlie.”\n\nFitz Hugh stared at the man in silence, tempted to tear him from his\nhorse. “The boy is ill,” he answered when he recovered his self-command.\n“Take charge of him yourself.” He remounted, rode onward out of sight\nbeyond a thicket, and there waited for the brigade commander, now and\nthen fingering his revolver. As Charlie was being placed in an ambulance\nby the orderly and a sergeant’s wife, Waldron came up, reined in his\nhorse violently, and asked in a furious voice, “Is that boy hurt?\n\n“Ah--fainted,” he added immediately. “Thank you, Mrs. Gunner. Take good\ncare of him--the best of care, my dear woman, and don’t let him leave\nyou all day.”\n\nFurther on, when Fitz Hugh silently fell into his escort, he merely\nglanced at him in a furtive way, and then cantered on rapidly to the\nhead of the cavalry. There he beckoned to the tall, grave, iron-gray\nChaplain of the Tenth, and rode with him for nearly an hour, apart,\nengaged in low and seemingly impassioned discourse. From this interview\nMr. Colquhoun returned to the escort with a strangely solemnized, tender\ncountenance, while the commandant, with a more cheerful air than he had\nyet worn that day, gave himself to his martial duties, inspecting the\nlandscape incessantly with his glass, and sending frequently for news\nto the advance scouts. It may properly be stated here that the Chaplain\nnever divulged to any one the nature of the conversation which he had\nheld with his Colonel.\n\nNothing further of note occurred until the little army, after two hours\nof plodding march, wound through a sinuous, wooded ravine, entered a\nbroad, bare, slightly undulating valley, and for the second time halted.\nWaldron galloped to the summit of a knoll, pointed to a long eminence\nwhich faced him some two miles distant, and said tranquilly, “There is\nour battle-ground.”\n\n“Is that the enemy’s position?” returned Captain Ives, his\nadjutant-general. “We shall have a tough job if we go at it from here.”\n\nWaldron remained in deep thought for some minutes, meanwhile scanning\nthe ridge and all its surroundings.\n\n“What I want to know,” he observed, at last, “is whether they have\noccupied the wooded knolls in front of their right and around their\nright flank.”\n\nShortly afterward the commander of the scout ing squadron came riding\nback at a furious pace.\n\n“They are on the hill, Colonel,” he shouted.\n\n“Yes, of course,” nodded Waldron; “but have they occupied the woods\nwhich veil their right front and flank?”\n\n“Not a bit of it; my fellows have cantered all through, and up to the\nbase of the hill.”\n\n“Ah!” exclaimed the brigade commander, with a rush of elation. “Then it\nwill be easy work. Go back, Captain, and scatter your men through\nthe wood, and hold it, if possible. Adjutant, call up the regimental\ncommanders at once. I want them to understand my plan fully.”\n\nIn a few minutes, Gahogan, of the Tenth; Gildersleeve, of the\nFourteenth; Peck, of the First; Thomas, of the Seventh; Taylor, of the\nEighth, and Colburn, of the Fifth, were gathered around their commander.\nThere, too, was Bradley, the boyish, red-cheeked chief of the artillery;\nand Stilton, the rough, old, bearded regular, who headed the cavalry.\nThe staff was at hand, also, including Fitz Hugh, who sat his horse a\nlittle apart, downcast and sombre and silent, but nevertheless keenly\ninterested. It is worthy of remark, by the way, that Waldron took\nno special note of him, and did not seem conscious of any disturbing\npresence. Evil as the man may have been, he was a thoroughly good\nsoldier, and just now he thought but of his duties.\n\n“Gentlemen,” he said, “I want you to see your field of battle. The enemy\noccupy that long ridge. How shall we reach it?”\n\n“I think, if we got at it straight from here, we shan’t miss it,”\n promptly judged Old Grumps, his red-oak countenance admirably cheerful\nand hopeful, and his jealousy all dissolved in the interest of\napproaching combat.\n\n“Nor they won’t miss us nuther,” laughed Major Gahogan. “Betther slide\nour infantree into thim wuds, push up our skirmishers, play wid our guns\nfor an hour, an’ thin rowl in a couple o’ col’ms.”\n\nThere was a general murmur of approval. The limits of volunteer\ninvention in tactics had been reached by Gahogan. The other regimental\ncommanders looked upon him as their superior in the art of war.\n\n“That would be well, Major, if we could do nothing better,” said\nWaldron. “But I do not feel obliged to attack the front seriously\nat all. The rebels have been thoughtless enough to leave that long\nsemicircle of wooded knolls unoccupied, even by scouts. It stretches\nfrom the front of their centre clear around their right flank. I shall\nuse it as a veil to cover us while we get into position. I shall throw\nout a regiment, a battery, and five companies of cavalry, to make a\nfeint against their centre and left. With the remainder of the brigade\nI shall skirt the woods, double around the right of the position, and\nclose in upon it front and rear.”\n\n“Loike scissors blades upon a snip o’ paper,” shouted Gahogan, in\ndelight. Then he turned to Fitz Hugh, who happened to be nearest him,\nand added, “I tell ye he’s got the God o’ War in um. He’s the burnin’\nbussh of humanity, wid a God o’ Battles inside on’t.”\n\n“But how if they come down on our thin right wing?” asked a cautious\nofficer, Taylor, of the Eighth. “They might smash it and seize our line\nof retreat.”\n\n“Men who have taken up a strong position, a position obviously chosen\nfor defence, rarely quit it promptly for an attack,” replied Waldron.\n“There is not one chance in ten that these gentlemen will make a\nconsiderable forward movement early in the fight. Only the greatest\ngeniuses jump from the defensive to the offensive. Besides, we must hold\nthe wood. So long as we hold the wood in front of their centre we save\nthe road.”\n\nThen came personal and detailed instructions. Each regimental commander\nwas told whither he should march, the point where he should halt to\nform line, and the direction by which he should attack. The mass of\nthe command was to advance in marching column toward a knoll where the\nhighway entered and traversed the wood. Some time before reaching\nit Taylor was to deploy the Eighth to the right, throw out a strong\nskirmish line and open fire on the enemy’s centre and left, supported by\nthe battery of Parrotts, and, if pushed, by five companies of cavalry.\nThe remaining troops would reach the knoll, file to the left under cover\nof the forest, skirt it for a mile as rapidly as possible, infold the\nright of the Confederate position, and then move upon it concentrically.\nCounting from the left, the Tenth, the Seventh, and the Fourteenth were\nto constitute the first line of battle, while five companies of cavalry,\nthen the First, and then the Fifth formed the second line. Not until\nGahogan might have time to wind into the enemy’s right rear should\nGildersleeve move out of the wood and commence the real attack.\n\n“You will go straight at the front of their right,” said Waldron, with\na gay smile, to this latter Colonel. “Send up two companies as\nskirmishers. The moment they are clearly checked, lead up the other\neight in line. It will be rough work. But keep pushing. You won’t have\nfifteen minutes of it before Thomas, on your left, will be climbing the\nend of the ridge to take the rebels in flank. In fifteen minutes more\nGahogan will be running in on their backs. Of course, they will try to\nchange front and meet us. But they have extended their line a long way\nin order to cover the whole ridge. They will not be quick enough. We\nshall get hold of their right, and we shall roll them up. Then, Colonel\nStilton, I shall expect to see the troopers jumping into the gaps and\nmaking prisoners.”\n\n“All right, Colonel,” answered Stilton in that hoarse growl which is apt\nto mark the old cavalry officer. “Where shall we find you if we want a\nfresh order?”\n\n“I shall be with Colburn, in rear of Gildersleeve. That is our centre.\nBut never mind me; you know what the battle is to be, and you know how\nto fight it. The whole point with the infantry is to fold around the\nenemy’s right, go in upon it concentrically, smash it, and roll up their\nline. The cavalry will watch against the infantry being flanked, and\nwhen the latter have seized the hill, will charge for prisoners. The\nartillery will reply to the enemy’s guns with shell, and fire grape at\nany offensive demonstration. You all know your duties, now, gentlemen.\nGo to your commands, and march!”\n\nThe colonels saluted and started off at a gallop. In a few minutes\ntwenty-five hundred men were in simultaneous movement. Five companies of\ncavalry wheeled into column of companies, and advanced at a trot through\nthe fields, seeking to gain the shelter of the forest. The six infantry\nregiments slid up alongside of each other, and pushed on in six parallel\ncolumns of march, two on the right of the road and four on the left. The\nartillery, which alone left the highway, followed at a distance of two\nor three hundred yards. The remaining cavalry made a wide detour to the\nright as if to flank the enemy’s left.\n\nIt was a mile and a quarter--it was a march of fully twenty minutes--to\nthe edge of the woodland, the proposed cover of the column. Ten minutes\nbefore this point was reached a tiny puff of smoke showed on the brow of\nthe hostile ridge; then, at an interval of several seconds, followed the\nsound of a distant explosion; then, almost immediately, came the screech\nof a rifled shell. Every man who heard it swiftly asked himself, “Will\nit strike _me?_” But even as the words were thought out it had passed,\nhigh in air, clean to the rear, and burst harmlessly. A few faces turned\nupward and a few eyes glanced backward, as if to see the invisible\nenemy. But there was no pause in the column; it flowed onward quietly,\neagerly, and with business-like precision; it gave forth no sound but\nthe trampling of feet and the muttering of the officers. “Steady, men!\nFor-ward, men!”\n\nThe Confederates, however, had got their range. A half minute later four\npuffs of smoke dotted the ridge, and a flight of hoarse humming shrieks\ntore the air. A little aureole cracked and splintered over the First,\nfollowed by loud cries of anguish and a brief, slight confusion. The\nvoice of an officer rose sharply out of the flurry, “Close up, Company\nA! Forward, men!” The battalion column resumed its even formation in an\ninstant, and tramped unitedly onward, leaving behind it two quivering\ncorpses and a wounded man who tottered rearward.\n\nThen came more screeches, and a shell exploded over the highroad,\nknocking a gunner lifeless from his carriage. The brigade commander\nglanced anxiously along his batteries, and addressed a few words to his\nchief of artillery. Presently the four Napoleons set forward at a gallop\nfor the wood, while the four Parrotts wheeled to the right, deployed,\nand advanced across the fields, inclining toward the left of the enemy.\nNext Taylor’s regiment (the Eighth) halted, fronted, faced to the right,\nand filed off in column of march at a double-quick until it had gained\nthe rear of the Parrotts, when it fronted again, and pushed on in\nsupport. A quarter of a mile further on these guns went into battery\nbehind the brow of a little knoll, and opened fire. Four companies\nof the Eighth spread out to the right as skirmishers, and commenced\nstealing toward the ridge, from time to time measuring the distance with\nrifle-balls. The remainder of the regiment lay down in line between\nthe Parrotts and the forest. Far away to the right, five companies of\ncavalry showed themselves, manoeuvring as if they proposed to turn the\nleft flank of the Southerners. The attack on this side was in form and\nin operation.\n\nMeantime the Confederate fire had divided. Two guns pounded away at\nTaylor’s feint, while two shelled the main column. The latter was struck\nrepeatedly; more than twenty men dropped silent or groaning out of\nthe hurrying files; but the survivors pushed on without faltering and\nwithout even caring for the wounded. At last a broad belt of green\nbranches rose between the regiments and the ridge; and the rebel\ngunners, unable to see their foe, dropped suddenly into silence.\n\nHere it appeared that the road divided. The highway traversed the\nforest, mounted the slope beyond and dissected the enemy’s position,\nwhile a branch road turned to the left and skirted the exterior of the\nlong curve of wooded hillocks. At the fork the battery of Napoleons had\nhalted, and there it was ordered to remain for the present in quiet.\nThere, too, the Fourteenth filed in among the dense greenery, threw out\ntwo companies of skirmishers toward the ridge, and pushed slowly after\nthem into the shadows.\n\n“Get sight of the enemy at once!” was Wal-dron’s last word to\nGildersleeve. “If they move down the slope, drive them back. But don’t\ncommence your attack under half an hour.”\n\nNext he filed the Fifth to the thickets, saying to Colburn, “I want you\nto halt a hundred yards to the left and rear of Gildersleeve. Cover his\nflank if he is attacked; but otherwise lie quiet. As soon as he charges,\nmove forward to the edge of the wood, and be ready to support him. But\nmake no assault yourself until further orders.”\n\nThe next two regiments--the Seventh and First--he placed in _échelon_,\nin like manner, a quarter of a mile further along. Then he galloped\nforward to the cavalry, and a last word with Stilton. “You and Gahogan\nmust take care of yourselves. Push on four or five hundred yards, and\nthen face to the right. Whatever Gahogan finds let him go at it. If he\ncan’t shake it, help him. You two _must_ reach the top of the ridge.\nOnly, look out for your left flank. Keep a squadron or two in reserve on\nthat side.”\n\n“Currnel, if we don’t raich the top of the hill, it’ll be because\nit hasn’t got wan,” answered Gahogan. Stilton only laughed and rode\nforward.\n\nWaldron now returned toward the fork of the road. On the way he sent a\nstaff officer to the Seventh with renewed orders to attack as soon as\npossible after Gildersleeve. Then another staff officer was hurried\nforward to Taylor with directions to push his feint strongly, and drive\nhis skirmishers as far up the slope as they could get. A third staff\nofficer set the Parrotts in rear of Taylor to firing with all their\nmight. By the time that the commandant had returned to Col-burn’s\nambushed ranks, no one was with him but his enemy, Fitz Hugh.\n\n“You don’t seem to trust me with duty, Colonel,” said the young man.\n\n“I shall use you only in case of extremity, Captain,” replied Waldron.\n“We have business to settle to-morrow.”\n\n“I ask no favors on that account. I hope you will offer me none.”\n\n“In case of need I shall spare no one,” declared Waldron.\n\nThen he took out his watch, looked at it impatiently, put it to his ear,\nrestored it to his pocket, and fell into an attitude of deep attention.\nEvidently his whole mind was on his battle, and he was waiting,\nwatching, yearning for its outburst.\n\n“If he wins this fight,” thought Fitz Hugh, “how can I do him a harm?\nAnd yet,” he added, “how can I help it?”\n\nMinutes passed. Fitz Hugh tried to think of his injury, and to steel\nhimself against his chief. But the roar of battle on the right, and the\nsuspense and imminence of battle on the left, absorbed the attention of\neven this wounded and angry spirit, as, indeed, they might have\nabsorbed that of any being not more or less than human. A private wrong,\ninsupportable though it might be, seemed so small amid that deadly\nclamor and awful expectation! Moreover, the intellect which worked so\ncalmly and vigorously by his side, and which alone of all things near\nappeared able to rule the coming crisis, began to dominate him, in spite\nof his sense of injury. A thought crossed him to the effect that the\ngreat among men are too valuable to be punished for their evil deeds.\nHe turned to the absorbed brigade commander, now not only his ruler,\nbut even his protector, with a feeling that he must accord him a word\nof peace, a proffer in some form of possible forgiveness and friendship.\nBut the man’s face was clouded and stern with responsibility and\nauthority. He seemed at that moment too lofty to be approached with a\nmessage of pardon. Fitz Hugh gazed at him with a mixture of prof ound\nrespect and smothered hate. He gazed, turned away, and remained silent.\n\nMinutes more passed. Then a mounted orderly dashed up at full speed,\nwith the words, “Colonel, Major Gahogan has fronted.”\n\n“Has he?” answered Waldron, with a smile which thanked the trooper and\nmade him happy. “Ride on through the thicket here, my man, and tell\nColonel Gildersleeve to push up his skirmishers.”\n\nWith a thud of hoofs and a rustling of parting foliage the cavalryman\ndisappeared amid the underwood. A minute or two later a thin, dropping\nrattle of musketry, five hundred yards or so to the front, announced\nthat the sharpshooters of the Fourteenth were at work. Almost\nimmediately there was an angry response, full of the threatenings and\nexecution of death. Through the lofty leafage tore the screech of a\nshell, bursting with a sharp crash as it passed overhead, and scattering\nin humming slivers. Then came another, and another, and many more,\nchasing each other with hoarse hissings through the trembling air, a\nsuccession of flying serpents. The enemy doubtless believed that nearly\nthe whole attacking force was massed in the wood around the road, and\nthey had brought at least four guns to bear upon that point, and were\nworking them with the utmost possible rapidity. Presently a large\nchestnut, not fifty yards from Fitz Hugh, was struck by a shot. The\nsolid trunk, nearly three feet in diameter, parted asunder as if it were\nthe brittlest of vegetable matter. The upper portion started aside with\na monstrous groan, dropped in a standing posture to the earth, and then\ntoppled slowly, sublimely prostrate, its branches crashing and all its\nleaves wailing. Ere long, a little further to the front, another Anak of\nthe forest went down; and, mingled with the noise of its sylvan agony,\nthere arose sharp cries of human suffering. Then Colonel Colburn, a\nbroad-chested and ruddy man of thirty-five, with a look of indignant\nanxiety in his iron-gray eyes, rode up to the brigade commander.\n\n“This is very annoying, Colonel,” he said. “I am losing my men without\nusing them. That last tree fell into my command.”\n\n“Are they firing toward our left?” asked Waldron.\n\n“Not a shot.”\n\n“Very good,” said the chief, with a sigh of contentment. “If we can only\nkeep them occupied in this direction! By the way, let your men lie down\nunder the fallen tree, as far as it will go. It will protect them from\nothers.”\n\nColburn rode back to his regiment. Waldron looked impatiently at his\nwatch. At that moment a fierce burst of line firing arose in front,\nfollowed and almost overborne by a long-drawn yell, the scream of\ncharging men. Waldron put up his watch, glanced excitedly at Fitz Hugh,\nand smiled.\n\n“I must forgive or forget,” the latter could not help saying to himself.\n“All the rest of life is nothing compared with this.”\n\n“Captain,” said Waldron, “ride off to the left at full speed. As soon as\nyou hear firing at the shoulder of the ridge, return instantly and let\nme know.”\n\nFitz Hugh dashed away. Three minutes carried him into perfect peace,\nbeyond the whistling of ball or the screeching of shell. On the right\nwas a tranquil, wide waving of foliage, and on the left a serene\nlandscape of cultivated fields, with here and there an embowered\nfarm-house. Only for the clamor of artillery and musketry far behind\nhim, he could not have believed in the near presence of battle, of blood\nand suffering and triumphant death. But suddenly he heard to his right,\nassaulting and slaughtering the tranquillity of nature, a tumultuous\noutbreak of file firing, mingled with savage yells. He wheeled, drove\nspurs into his horse, and flew back to Waldron. As he re-entered the\nwood he met wounded men streaming through it, a few marching alertly\nupright, many more crouching and groaning, some clinging to their less\ninjured comrades, but all haggard in face and ghastly.\n\n“Are we winning?” he hastily asked of one man who held up a hand with\nthree fingers gone and the bones projecting in sharp spikes through\nmangled flesh.\n\n“All right, sir; sailing in,” was the answer.\n\n“Is the brigade commander all right?” he inquired of another who was\nwinding a bloody handkerchief around his arm.\n\n“Straight ahead, sir; hurrah for Waldron!” responded the soldier, and\nalmost in the same instant fell lifeless with a fresh ball through his\nhead.\n\n“Hurrah for him!” Fitz Hugh answered frantically, plunging on through\nthe underwood. He found Waldron with Colburn, the two conversing\ntranquilly in their saddles amid hissing bullets and dropping branches.\n\n“Move your regiment forward now,” the brigade commander was saying; “but\nhalt it in the edge of the wood.”\n\n“Shan’t I relieve Gildersleeve if he gets beaten?” asked the subordinate\nofficer eagerly.\n\n“No. The regiments on the left will help him out. I want your men and\nPeck’s for the fight on top of the hill. Of course the rebels will try\nto retake it; then I shall call for you.”\n\nFitz Hugh now approached and said, “Colonel, the Seventh has attacked in\nforce.”\n\n“Good!” answered Waldron, with that sweet smile of his which thanked\npeople who brought him pleasant news. “I thought I heard his fire.\nGahogan will be on their right rear in ten minutes. Then we shall get\nthe ridge. Ride back now to Major Bradley, and tell him to bring his\nNapoleons through the wood, and set two of them to shelling the enemy’s\ncentre. Tell him my idea is to amuse them, and keep them from changing\nfront.”\n\nAgain Fitz Hugh galloped off as before on a comfortably safe errand,\nsafer at all events than many errands of that day. “This man is sparing\nmy life,” he said to himself. “Would to God I knew how to spare his!”\n\nHe found Bradley lunching on a gun caisson, and delivered his orders.\n“Something to do at last, eh?” laughed the rosy-cheeked youngster. “The\nsmallest favors thankfully received. Won’t you take a bite of rebel\nchicken, Captain? This rebellion must be put down. No? Well, tell the\nColonel I am moving on, and John Brown’s soul not far ahead.”\n\nWhen Fitz Hugh returned to Waldron he found him outside of the wood, at\nthe base of the long incline which rose into the rebel position. About\nthe slope were scattered prostrate forms, most numerous near the bottom,\nsome crawling slowly rearward, some quiescent. Under the brow of the\nridge, decimated and broken into a mere skirmish line sheltered in knots\nand singly, behind rocks and knolls, and bushes, lay the Fourteenth\nRegiment, keeping up a steady, slow fire. From the edge above, smokily\ndim against a pure, blue heaven, answered another rattle of musketry,\nincessant, obstinate, and spiteful. The combatants on both sides were\nlying down; otherwise neither party could have lasted ten minutes. From\nFitz Hugh’s point of view not a Confederate uniform could be seen. But\nthe smoke of their rifles made a long gray line, which was disagreeably\nvisible and permanent; and the sharp _whit! whit!_ of their bullets\ncontinually passed him, and cheeped away in the leafage behind.\n\n“Our men can’t get on another inch,” he ventured to say to his\ncommander. “Wouldn’t it be well for me to ride up and say a cheering\nword?”\n\n“Every battle consists largely in waiting,” replied Waldron\nthoughtfully. “They have undoubtedly brought up a reserve to face\nThomas. But when Gahogan strikes the flank of the reserve, we shall\nwin.”\n\n“I wish you would take shelter,” begged Fitz Hugh. “Everything depends\non your life.”\n\n“My life has been both a help and a hurt to my fellow-creatures,” sighed\nthe brigade commander. “Let come what will to it.”\n\nHe glanced upward with an expression of profound emotion; he was\nevidently fighting two battles, an outward and an inward one.\n\nPresently he added, “I think the musketry is increasing on the left.\nDoes it strike you so?”\n\nHe was all eagerness again, leaning forward with an air of earnest\nlistening, his face deeply flushed and his eye brilliant. Of a sudden\nthe combat above rose and swelled into higher violence. There was a\nclamor far away--it seemed nearly a mile away--over the hill. Then\nthe nearer musketry--first Thomas’s on the shoulder of the ridge, next\nGildersleeve’s in front--caught fire and raged with new fury.\n\nWaldron laughed outright. “Gahogan has reached them,” he said to one of\nhis staff who had just rejoined him. “We shall all be up there in five\nminutes. Tell Colburn to bring on his regiment slowly.”\n\nThen, turning to Fitz Hugh, he added, “Captain, we will ride forward.”\n\nThey set off at a walk, now watching the smoking brow of the eminence,\nnow picking their way among dead and wounded. Suddenly there was a shout\nabove them and a sudden diminution of the firing; and looking upward\nthey saw the men of the Fourteenth running confusedly toward the summit.\nWithout a word the brigade commander struck spurs into his horse and\ndashed up the long slope at a run, closely followed by his enemy and\naid. What they saw when they overtook the straggling, running, panting,\nscreaming pellmell of the Fourteenth was victory!\n\nThe entire right wing of the Confederates, attacked on three sides at\nonce, placed at enormous disadvantage, completely outgeneraled, had\ngiven way in confusion, was retreating, breaking, and flying. There\nwere lines yet of dirty gray or butternut; but they were few, meagre,\nfluctuating, and recoiling, and there were scattered and scurrying men\nin hundreds. Three veteran and gallant regiments had gone all to wreck\nunder the shock of three similar regiments far more intelligently\ndirected. A strong position had been lost because the heroes who held it\ncould not perform the impossible feat of forming successively two fresh\nfronts under a concentric fire of musketry. The inferior brain power had\nconfessed the superiority of the stronger one.\n\nOn the victorious side there was wild, clamorous, fierce exultation. The\nhurrying, shouting, firing soldiers, who noted their commander riding\namong them, swung their rifles or their tattered hats at him, and\nscreamed “Hurrah!” No one thought of the Confederate dead underfoot, nor\nof the Union dead who dotted the slope behind. “What are you here\nfor, Colonel?” shouted rough old Gildersleeve, one leg of his trousers\ndripping blood. “We can do it alone.”\n\n“It is a battle won,” laughed Fitz Hugh, almost worshiping the man whom\nhe had come to slay.\n\n“It is a battle won, but not used,” answered Waldron. “We haven’t a gun\nyet, nor a flag. Where is the cavalry? Why isn’t Stilton here? He must\nhave got afoul of the enemy’s horse, and been obliged to beat it off.\nCan anybody hear anything of Stilton?”\n\n“Let him go,” roared Old Grumps. “The infantry don’t want any help.”\n\n“Your regiment has suffered, Colonel,” answered Waldron, glancing at the\nscattered files of the Fourteenth. “Halt it and reorganize it, and\nlet it fall in with the right of the First when Peck comes up. I shall\nreplace you with the Fifth. Send your Adjutant back to Colburn and tell\nhim to hurry along. Those fellows are making a new front over there,”\n he added, pointing to the centre of the hill. “I want the Fifth, Seventh\nand Tenth in _échelon_ as quickly as possible. And I want that cavalry.\nLieutenant,” turning to one of his staff, “ride off to the left and find\nColonel Stilton. Tell him that I need a charge in ten minutes.”\n\nPresently cannon opened from that part of the ridge still held by the\nConfederates, the shell tearing through or over the dissolving groups\nof their right wing, and cracking viciously above the heads of the\nvictorious Unionists. The explosions followed each other with stunning\nrapidity, and the shrill whirring of the splinters was ominous. Men\nbegan to fall again in the ranks or to drop out of them wounded. Of all\nthis Waldron took no further note than to ride hastily to the brow of\nthe ridge and look for his own artillery.\n\n“See how he attinds to iverything himself,” said Major Gahogan, who\nhad cantered up to the side of Fitz Hugh. “It’s just a matther of plain\nbusiness, an’ he looks after it loike a business man. Did ye see us,\nthough, Captin, whin we come in on their right flank? By George, we\nmurthered urn. There’s more’n a hundred lyin’ in hapes back there. As\nfor old Stilton, I just caught sight of um behind that wood to our left,\nan’ he’s makin’ for the enemy’s right rair. He’ll have lots o’ prisoners\nin half an hour.”\n\nWhen Waldron returned to the group he was told of his cavalry’s\nwhereabouts, and responded to the information with a smile of\nsatisfaction.\n\n“Bradley is hurrying up,” he said, “and Taylor is pushing their left\nsmartly. They will make one more tussle to recover their line of\nretreat; but we shall smash them from end to end and take every gun.”\n\nHe galloped now to his infantry, and gave the word “Forward!” The three\nregiments which composed the _échelon_ were the Fifth on the right, the\nSeventh fifty yards to the rear and left of the Fifth, the Tenth to\nthe rear and left of the Seventh. It was behind the Fifth, that is, the\nforemost battalion, that the brigade commander posted himself.\n\n“Do _you_ mean to stay here, Colonel?” asked Fitz Hugh, in surprise and\nanxiety.\n\n“It is a certain victory now,” answered Wal-dron, with a singular glance\nupward. “My life is no longer important. I prefer to do my duty to the\nutmost in the sight of all men.”\n\n“I shall follow you and do mine, sir,” said the Captain, much moved, he\ncould scarcely say by what emotions, they were so many and conflicting.\n\n“I want you otherwheres. Ride to Colonel Taylor at once, and hurry him\nup the hill. Tell him the enemy have greatly weakened their left. Tell\nhim to push up everything, infantry, and cavalry, and artillery, and to\ndo it in haste.”\n\n“Colonel, this is saving my life against my will,” remonstrated Fitz\nHugh.\n\n“Go!” ordered Waldron, imperiously. “Time is precious.”\n\nFitz Hugh dashed down the slope to the right at a gallop. The brigade\ncommander turned tranquilly, and followed the march of his _échelon_.\nThe second and decisive crisis of the little battle was approaching,\nand to understand it we must glance at the ground on which it was to\nbe fought. Two hostile lines were marching toward each other along\nthe broad, gently rounded crest of the hill and at right angles to its\ngeneral course. Between these lines, but much the nearest to the Union\ntroops, a spacious road came up out of the forest in front, crossed the\nridge, swept down the smooth decline in rear, and led to a single wooden\nbridge over a narrow but deep rivulet. On either hand the road was\nhedged in by a close board fence, four feet or so in height. It was for\nthe possession of this highway that the approaching lines were about\nto shed their blood. If the Confederates failed to win it all their\nartillery would be lost, and their army captured or dispersed.\n\nThe two parties came on without firing. The soldiers on both sides were\nveterans, cool, obedient to orders, intelligent through long service,\nand able to reserve all their resources for a short-range and final\nstruggle. Moreover, the fences as yet partially hid them from each\nother, and would have rendered all aim for the present vague and\nuncertain.\n\n“Forward, Fifth!” shouted Waldron. “Steady. Reserve your fire.” Then, as\nthe regiment came up to the fence, he added, “Halt; right dress. Steady,\nmen.”\n\nMeantime he watched the advancing array with an eager gaze. It was a\nnoble sight, full of moral sublimity, and worthy of all admiration. The\nlong, lean, sunburned, weather-beaten soldiers, in ragged gray stepped\nforward, superbly, their ranks loose, but swift and firm, the men\nleaning forward in their haste, their tattered slouch hats pushed\nbackward, their whole aspect business-like and virile. Their line was\nthree battalions strong, far outflanking the Fifth, and at least equal\nto the entire _échelon_. When within thirty or forty yards of the\nfurther fence they increased their pace to nearly a double-quick, many\nof them stooping low in hunter fashion, and a few firing. Then Waldron\nrose in his stirrups and yelled, “Battalion! ready--aim--aim low. Fire!”\n\nThere was a stunning roar of three hundred and fifty rifles, and a\ndeadly screech of bullets. But the smoke rolled out, the haste to reload\nwas intense, and none could mark what execution was done. Whatever the\nConfederates may have suffered, they bore up under the volley, and\nthey came on. In another minute each of those fences, not more than\ntwenty-five yards apart, was lined by the shattered fragment of a\nregiment, each firing as fast as possible into the face of the other.\n\nThe Fifth bled fearfully: it had five of its ten company commanders shot\ndead in three minutes; and its loss in other officers and in men fell\nscarcely short of this terrible ratio. On its left the Seventh and the\nTenth were up, pouring in musketry, and receiving it in a fashion hardly\nless sanguinary. No one present had ever seen, or ever afterward saw,\nsuch another close and deadly contest.\n\nBut the strangest thing in this whole wonderful fight was the conduct\nof the brigade commander. Up and down the rear of the lacerated Fifth\nWaldron rode thrice, spurring his plunging and wounded horse close to\nthe yelling and fighting file-closers, and shouting in a piercing voice\nencouragement to his men. Stranger still, considering the character\nwhich he had borne in the army, and considering the evil deed for which\nhe was to account on the morrow, were the words which he was distinctly\nand repeatedly heard to utter. “Stand steady, men--God is with us!” was\nthe extraordinary battle-cry of this backslidden clergyman, this sinner\nabove many.\n\nAnd it was a prophecy of victory. Bradley ran up his Napoleons on the\nright in the nick of time, and, although only one of them could be\nbrought to bear, it was enough; the grape raked the Confederate left,\nbroke it, and the battle was over. In five minutes more their whole\narray was scattered, and the entire position open to galloping cavalry,\nseizing guns, standards, and prisoners.\n\nIt was in the very moment of triumph, just as the stubborn Southern line\nreeled back from the fence in isolated clusters, that the miraculous\nimmunity of Waldron terminated, and he received his death wound. A\nquarter of an hour later Fitz Hugh found a sorrowful group of officers\ngazing from a little distance upon their dying commander.\n\n“Is the Colonel hit?” he asked, shocked and grieved, incredible as the\nemotion may seem.\n\n“Don’t go near him,” called Gildersleeve, who, it will be remembered,\nknew or guessed his errand in camp. “The chaplain and surgeon are there.\nLet him alone.”\n\n“He’s going to render his account,” added Ga-hogan. “An’ whativer he’s\ndone wrong, he’s made it square to-day. Let um lave it to his brigade.”\n\nAdjutant Wallis, who had been blubbering aloud, who had cursed the\nrebels and the luck energetically, and who had also been trying to pray\ninwardly, groaned out, “This is our last victory. You see if it ain’t.\nBet you two to one.”\n\n“Hush, man!” replied Gahogan. “We’ll win our share of um, though we’ll\nhave to work harder for it. We’ll have to do more ourselves, an’ get\nless done for us in the way of tactics.”\n\n“That’s so, Major,” whimpered a drummer, looking up from his duty of\nattending to a wounded comrade. “He knowed how to put his men in the\nright place, and his men knowed when they was in the right place. But\nit’s goin’ to be uphill through the steepest part of hell the rest of\nthe way.”\n\nSoldiers, some of them weeping, some of them bleeding, arrived\nconstantly to inquire after their commander, only to be sent quietly\nback to their ranks or to the rear. Around lay other men--dead men,\nand senseless, groaning men--all for the present unnoticed. Everything,\nexcept the distant pursuit of the cavalry, waited for Wal-dron to die.\nFitz Hugh looked on silently with the tears of mingled emotions in his\neyes, and with hopes and hatreds expiring in his heart. The surgeon\nsupported the expiring victor’s head, while Chaplain Colquhoun knelt\nbeside him, holding his hand and praying audibly. Of a sudden the\npetition ceased, both bent hastily toward the wounded man, and after\nwhat seemed a long time exchanged whispers. Then the Chaplain rose, came\nslowly toward the now advancing group of officers, his hands outspread\ntoward heaven in an attitude of benediction, and tears running down his\nhaggard white face.\n\n“I trust, dear friends,” he said, in a tremulous voice, “that all is\nwell with our brother and commander. His last words were, ‘God is with\nus.’”\n\n“Oh! but, man, _that_ isn’t well,” broke out Gahogan, in a groan. “What\ndid ye pray for his soul for? Why didn’t ye pray for his loife?”\n\nFitz Hugh turned his horse and rode silently away. The next day he was\nseen journeying rearward by the side of an ambulance, within which lay\nwhat seemed a strangely delicate boy, insensible, and, one would say,\nmortally ill.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "De Forest, John William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23182/pg23182.txt",
        "name": "the_brigade_commander.json"
    }
}