{
    "name": "The York Problem",
    "author": [
        "Kastle, Herbert D."
    ],
    "body": "They sat around the table, thirteen men dressed in the prescribed blue\nof their office. They spoke quietly, without tension, and they all\nseemed alike. Commissioner Dobu summed up this meeting of the Earth\nCouncil of Prevention and Correction of Non-Conformity.\n\n\"It is to be regretted,\" he said, \"that the juvenile deliquency problem\nremains unsolved in York. It is also to be noted, and included in the\nlocal reports of the sector captains, that the problem has existed some\nsix hundred years, since 3046, speaking in general figures. Therefore,\nthe fault lies not with us--though this point is to be hinted at rather\nthan stated per se, Peaceful Sirs.\"\n\nThe council members accepted his aside, with brief nods and briefer\nsmiles, for the problem of York was nothing to smile at.\n\nDobu cleared his throat and continued. \"Since the Federated Galactic\nBill of Inherent Human Rights forbids psychiatric treatment or\nsyndromic surgery against an individual's wishes, and since the\npeople of York under the fanatic tutorship of their church masters\nconsider psychiatry a sacrilege, there is no easy solution--no humane\nsolution. But people who have refused all advice, aid and education\nfor six hundred years no longer deserve humane treatment. Therefore,\nas we have done on so many other occasions, and as has been done\nby our predecessors, we present what we feel is the only solution.\nNamely, that York as a community, and the people of York as a whole,\nbe eliminated in whatever manner the Federated Galactic Council sees\nfit. Sterilization appears to be the method most suitable. But even\neuthanasia would not be out of order.\"\n\nMala Wang yawned as she read the commissioner's report. It was like all\nthe others she'd sent to Galactic Council in the four years she'd been\nwith the CPCNC. And nothing had ever happened; not unless you counted\nthe Report-Received flashes.\n\nShe inserted a fresh strip into the feeder, worked the keys\nefficiently, and began sending. \"Federated Galactic Council, Centauri\nTwo, Code CPCNC-Earth. Most Peaceful Sirs: In the meeting of July,\n3646, the problem of York, its adult inhabitants, and more particularly\nits juvenile delinquents....\"\n\nSome forty minutes later, she was finished. She shut off the feeder,\nopened the ejector, and waited. Before she'd finished buffing the nails\non her left hand, the ejector began clicking. \"Report Received\" emerged\non the tape. Mala shrugged and pushed back her chair, but another\nseries of clicks stopped her.\n\n\"Urgently request operator stand by for results emergency session,\nFederated Galactic Council, being called at this time. Business:\nContinuing reports of CPCNC-Earth on York Sector.\"\n\nMala stared at the tape, and slowly her eyes grew wide and her\nlips parted. Then she threw the inter-departmental switch and rang\nCommissioner Dobu. As soon as Dobu's face materialized on the screen,\nshe said, \"Peaceful Sir! I've just received a message that indicates\nthe Galactic Council is going to take action on your reports!\"\n\nA half-hour later, the Earth Council of Prevention and Correction of\nNon-Conformity was reconvened, waiting for the Galactic Council's\ndecision. They were all wondering whether it would be sterilization or\neuthanasia.\n\n\n\nJohn Stevens was irritable. He'd been that way for weeks now, or was it\nmonths? Anyway, life was getting to be a foul-blooded pain!\n\nHe saw the empty can, kicked it, watched it bounce along the cracked\npavement. When it stopped bouncing, he was again faced with his\nproblem: What to do on a hot July afternoon?\n\nHe considered going down to Frank's Vizio Palace, but decided against\nit. Not that he was afraid of the Sinais, but it was too hot to invade\nenemy territory alone. Besides, he had brained all this month's vizios\nand new ones wouldn't be in for at least a week. So he leaned against\nthe tenement's warped wall and looked for more cans to kick. On a day\nlike this, he thought, a kid could almost wish vacation was over and\nschool back in operation.\n\nThen he saw Pete Smith and waved a languid hand. \"How's the\npure-blood?\" he asked.\n\n\"Living,\" Pete answered. \"And I can see Mr. Aryan's doing all right\nfor--\"\n\nBoth froze as the patrol bubble turned the corner on racing treads and\npulled up short. John considered making a run for it, but saw it was\ntoo late. Pete had arrived at the same conclusion.\n\n\"They picked our lips on the vocal-box,\" Pete whispered. \"We're in\ntrouble.\"\n\nJohn didn't have a chance to answer. The two Blasts were out of\ntheir bubble and coming toward them. The tall one said mechanically,\n\"Section twenty-seven, Earth Ordinances, using profane language on\npublic lanes. Subsection twelve, covering classification of terms of\nracial-superiority as profanity due to its negation of established fact\nand the harmful effects--\"\n\n\"Oh, shove it, Blast,\" Pete muttered. \"We know the public scroll. So\nyou picked us up on the box. So what?\"\n\nThe CPCNC officer looked at him. \"You people never will learn. Why\ndon't you accept the status quo, learn to live like human beings?\"\n\n\"That's what I always say,\" John murmured sarcastically.\n\nThe Blast stepped in and slapped him, hard. John rocked back on his\nheels, clenched his fists, but did nothing. The Blast slapped him\nagain, not quite so hard but with a great deal more deliberation. John\nbit his lip and dropped his eyes.\n\n\"Yeah,\" he said. \"Why don't _we_ act like human beings!\"\n\nThe second Blast, a shorter, heavier man, waved his companion away.\n\"Easy, Farn. Don't let this Yorker get you.\" He turned to the two\nadolescents, something like pity in his brown eyes. \"We'll let it pass,\nthis time. But we've got you down on our photopads. The next offense\nmeans Re-education House.\"\n\nNeither boy said a word, but John's cheek burned and something in his\nchest burned even more.\n\nThe conciliatory Blast hesitated; then said, \"Why don't you boys come\ndown to Composite Youth Center? We've got the latest vizios, athletic--\"\n\n\"We're members of Race-Through-God,\" John said, a quiet satisfaction\nin his voice. \"The scroll says we can't be forced to attend CYC. Our\nmaster told us that. We go to meetings regularly.\"\n\nFarn, the Blast who had slapped John, whirled around and stamped back\nto the bubble. \"C'mon, Stan!\" he called. \"This filthy slum sickens me!\"\n\nStan nodded, but lowered his voice to a confidential murmur. \"You'll\nnever get out of York, be issued a space visa, or do anything worth\nwhile if you stick to the race-church stuff, boys. You don't know what\nthe Galaxy is like--the planets, the beautiful cities. It's really\nsomething. Just sign up for CYC. After that, you can qualify for\nIntegration and meet some really beautiful ladies.\"\n\n\"We got our own ladies,\" John said, sullen and irritated. And his\nemotions bothered him. He should be enraged, after the slaps and\nsacriligeous lecture; not irritated. \"We don't want Integration.\"\n\nStan shrugged wearily. \"All right. So you'll stick in this archaic\nhole, and eventually try to kill one of us, and end up on a euthanasia\ntable. And one day the Galactic Council will get fed up and clean out\nthe lot of you.\" He turned to the bubble, speaking over his shoulder.\n\"Watch your steps. Any gang fights, stealing, or profanity will get you\nsix months. The Blasts in Re-education won't slap--they'll use electros\non your fannies!\"\n\nWhen the bubble went down the street and around the corner, Pete spat\neloquently. John was still fighting his irritation, his vast sense of\ndissatisfaction, but he spat too, and said, \"Man, I'd love to do a\ncarve on all Outsiders!\"\n\n\"John!\" a shrill voice called. \"John, you getting into trouble again?\"\n\nJohn turned light blue eyes to the left and looked at the ground floor\nwindow. \"Oh, ease up, Ma! Can't an Aryan stand up to a foul-blood\nOutsider?\"\n\n\"John!\" the gray-haired, prematurely-old woman screeched. Her eyes\ndarted up and down the street and her voice dropped to an intense\nwhisper. \"Don't you use those words in public! A profanity charge is\nall we need, what with your father drinking--\"\n\nJohn tried to interrupt, but she raised her voice again and shouted him\ndown.\n\n\"Don't you go getting into trouble, bringing those Blasts around\nbothering God-fearing folk who want to be left alone! It's you kids\nthat make it tough for the rest of us. That rabble would let us be if\nyou--\"\n\nJohn rubbed his short-cropped blond hair in exasperation, and stalked\nto the corner. Pete followed, and they paused near the curb, ignoring\nthe tirade which continued behind them. Finally, the woman stopped\nspeaking and drew her head back inside the window.\n\nThe street was old, cracked in many places. But it didn't matter.\nThe only traffic was the ramshackle public snake which ran once\nevery half-hour, and an occasional transport, and the Blast bubbles\nwhich were constantly on the prowl for profanity, theft, attacks on\nOutsiders, and juvenile delinquency.\n\n\"For once in a foul-blood lifetime,\" John exploded, \"let's cut a\ndifferent caper! I'm sick of fighting the Sinais and Albines and Sons\nof Musso. I want Upper City, where we can pick up some high loot.\"\n\nPete's thick jaw fell open and he stared at his blond, slender\ncompanion. \"Upper City! But the Blasts--\"\n\n\"It's a free Galaxy, ain't it?\" John snapped. \"We're allowed anywhere\nour disks take us, ain't we? So I want to travel Upper City.\"\n\n\"They'll watch us,\" Pete muttered. \"Even if we could grab some loot, I\ndon't like it there. My old man works as custodian in a food vendro.\nI went with him a few times and I didn't like it. The Outsiders look\nat us as if we smelled bad, and they don't sit near when we're on the\nsnake. I tell you it's tough, John. Let's get a few of the boys and\nraid the Sons of Musso.\"\n\nJohn hesitated, and then decided that as leader of the Adolphs he had\nto follow through on what he'd said. He moved into the street and\nwalked casually to the snake stop. \"If you're jetting out, okay. But I\ndon't operate that way.\"\n\nPete didn't move. \"You been there lately?\" he jeered. \"You know what\nit's like?\"\n\nJohn acted as if he were too disgusted to answer. He'd been to Upper\nCity several times, but that was years ago, when he was a baby and his\nmother had gone against the Divine-Angel-Church master's wishes and had\nhim inoculated against cancer. Everyone was doing it on the sly anyway,\nso she took him for his three shots. Then she'd switched to the\nRace-Through-God sect, and it was like the other, only there the master\nlet it be known he'd taken his anti-cancer shots like everyone else.\nBut John didn't remember much of Upper City, except that the people had\nlooked at them with amusement and some contempt. He'd wondered why they\ndid, but when he asked his mother she'd said he'd find out for himself.\n\nHe had. The foul-blood trash! They had no pride. And they were all\nalike!\n\nHe searched for a disk as the snake appeared at the corner. The jointed\nseries of cars moved slowly on its tractor-like treads, turbo exhaust\nfiltering through the block-tube high on the engine. Each year it\nseemed to get slower, noisier, shabbier.\n\n\n\nJohn stepped into car three as the snake stopped. He placed his disk\nin the slot, waited a moment, then moved inside as the Clear buzzer\nsounded. He'd tried to fake his disk a few times, cutting imitations\nfrom plastic cans, but the auto-guard was too damn smart. It always\nrang for the Blast each snake carried in a little booth hinged to the\nlast car.\n\nHe found a seat near a window and glanced around. Not half-filled this\nearly in the day. Later, when four o'clock came, it would be jammed. He\nturned to the window and watched the familiar shabby streets flow by.\nAs they entered Sinai territory, he felt a tightening of the stomach\nmuscles. But then he laughed and remembered he was on the snake, not\ninvading. Nevertheless, when two big kids got on and took seats across\nthe aisle, he knew a moment of fear. They were Sinais, all right. He'd\nseen the muscular one in a caper last winter. And they knew him for an\nAdolph.\n\nThey exchanged glares, and John kept his face tough. The muscular Sinai\ntook out a knife, holding it low so no one but John could see and began\nto run his finger over the blade. John reached for his own sticker;\nthen stopped. He grinned and whistled ONE GALAXY, ONE PEOPLE. The\nSinais didn't like it. It was equivalent to calling them Outsiders. But\ntheir corner came along and they had to hop it. John turned back to the\nwindow. He'd get his sticker into that muscular one; see if he didn't!\n\n\"Your sister sleeps with Outsiders,\" a soft voice murmured.\n\nJohn jerked around, and saw the three kids shuffling past his seat.\nThey grinned at him and the soft-spoken one said, \"You don't like it,\nAdolph? Step off at Benito Street and we'll have it out.\"\n\nJohn controlled his rage. \"Some other time,\" he said, voice calm. \"I'm\ncapering Upper City today. Maybe you boys would like to declare a truce\nand come along?\"\n\nThey all stared at him. Then the one who did all the talking said,\n\"Hell, he's a foul-blood liar!\"\n\n\"Sure,\" John said as they slumped into seats. \"Follow me to the Split\nand see.\"\n\n\"Okay,\" another Son of Musso said. \"We will.\" And the three of them\ngrinned at him.\n\nJohn grinned back, but he felt far from Aryan inside. Now he wouldn't\nbe able to jet out. Now he'd really have to cross the Split.\n\nHe began to sweat, hoping the snake would break down along the route,\nthat a Blast would stop him from crossing, that the Earth would blow\nup! Anything to keep from having to cross the Split. He knew now that\nhe'd never meant to do it--just take a ride, kill some time, and bluff\nPete when he got back.\n\nTen minutes later, the Last Corner sign lit up at car end. The three\nSons of Musso strolled out into the street and waited, standing quietly\nunder the eyes of the Blasts who were always around the dry river bed\nwhich separated York from Upper City.\n\nThis was the Split, and John had to leave the car. He came out, walked\npast the three kids toward the span, and stopped at the gate. \"One to\nUpper City,\" he said, throat dry.\n\nThe Blast gave him a sharp look. \"Why do you want to go there, boy?\"\n\n\"Free Galaxy, ain't it?\" John muttered.\n\nThe Blast shrugged, handed him a transfer disk, lifted the gate. John\nhad a momentary surge of satisfaction as he heard the Sons of Musso\ntalking excitedly behind him. It wasn't every day that a kid from York\ninvaded Upper City. Then he was at the shiny new snake and his stomach\ntightened and he was sweating.\n\nHe kept walking, got on the fifth car, took a seat in the last row. He\nwas the only passenger, but he'd seen others waiting in the cars he'd\npassed. Older folks. People who worked in Upper City, doing various\nmenial tasks for the Outsiders.\n\nWhen the Blast walked through on his way to the back-box, John ran to\nthe port and looked out across the one-piece duralume span. The Sons\nof Musso were still there. Before he could make a decision, the snake\neased forward fluidly and then hit high speed.\n\nJohn Stevens was frightened, but he composed his features and returned\nto his seat. He sat straight and tried to remember what the master had\nsaid about maintaining dignity in front of Outsiders, showing them the\nstuff pure-bloods were made of. But the words fled his mind as he gazed\nout of the window.\n\nUpper City was really something. Wide thoroughfares lacing over and\nunder each other in stop-free throughways. Thousands--no, _millions_\nof private bubbles rolling along with gaily-dressed passengers!\nLow, square, bright-looking buildings. Trees and grass and flowers\neverywhere. And then, for one glorious moment, they were in Bunche\nSpaceport, the greatest on Earth!\n\nJohn drank in the huge, upright needles that stood gleaming in the July\nsun, waiting to blast off for planets where even greater cities and\nspaceports were established. If only he, John Stevens of York, could\nget inside one of those ships and go--\n\nDeep bitterness hit him, and all the irritation he'd felt for the past\nweeks was back. They don't let us do anything! he thought. They keep\nus poor; in dirt and ignorance! That's what the master had said. And\nhe'd added that the Outsiders were afraid of Aryans. That's why they\npersecuted them.\n\nJohn was seeing the full majesty of Upper City now, the spacious\nwalks and busy drives and sun-filled buildings. And he couldn't help\nwondering why his people refused Integration.\n\nHe suddenly realized that the car had filled with passengers, with\nOutsiders. He also realized that the twin seat next to his was just\nabout the only one left in the jammed car. He felt his face stiffen,\nfelt the hatred rise in his blood; and then the girl flounced up the\naisle and hesitated, looking at him. She sat down.\n\nNot more than sixteen, John thought. Just right for him. And she sure\nwas cute. Lovely golden skin--\n\nHe stopped the thoughts there.\n\nIt wasn't right to think that way. The master at Race-Through-God\nwouldn't approve. Not that John attended church regularly, as he'd told\nthe Blast back in York. But still, such thoughts weren't right. They\nsmacked of Integration.\n\nHe kept his head still, but flicked his eyes around the crowded car.\nThey'd made another stop, and now Outsiders were standing. They didn't\nseem to resent him, or, for that matter, pay him any particular\nattention. It was just that _he_ felt different, and that made him\nangry, and that led to his standing up and moving to the port and\ngetting off at the next corner--all this instead of being sensible and\nstaying on the snake until it returned to the span and York.\n\nBut even as he stepped into the street, he was remembering how that\ngirl had looked, with her big brown eyes and dark hair and golden skin.\n\nHe muttered, \"Damned, non-Aryan, foul-blood Outsiders!\" Then\nwalked quickly down the street when he realized he'd used terms of\nracial-superiority. Getting picked up here for profanity wouldn't be\nfun. He'd get six months in Re-education House for sure.\n\n\n\nIt was a hot, bright day and Upper City was clean, fragrant and\nbeautiful, but John Stevens wasn't enjoying himself. He was filled\nwith nagging irritation, growing angrier by the second without\nknowing exactly why. He began to search the eyes of people passing\nby--well-dressed Outsiders in their one-piece coroplast suits, colors\nranging through all the hues of the rainbow. He felt shabby in his old\nbrown plasts. Those eyes seemed to be sneering at him. They seemed to\nbe looking at him with disgust and contempt.\n\nHe was about to turn around and go back to the snake stop, about to\nobey the warning bell that had begun ringing in his brain, when it\nhappened. It wasn't much, and yet it was the last straw--the one that\nbroke the normal behavior patterns and left him at the mercy of his own\nemotions.\n\nA young woman, sleek and well-groomed, was passing with a little boy of\nabout five. The child stopped dead on seeing John. In spite of himself,\nJohn stopped too. The child stared at John, eyes wide and filled with\nwonder.\n\n\"Mommy!\" he shrilled. \"Mommy, _look_ at him!\"\n\nThe woman tried to hush her son, to drag him away, but the child eluded\nher grasp and danced back, still staring at John. \"Look at him, Mommy!\nWhat a funny color--\"\n\nJohn raised his hand as if to strike the child. He didn't mean it,\nnot really, but he wanted to stop that high-pitched voice, stop those\namazed eyes from examining him. The child screamed and ran to his\nmother. The mother shrank back, enfolding the little boy in her arms,\nand shouted, \"Help! Help me, please!\"\n\nJohn turned and ran, almost into the arms of a tall Blast. He stopped,\nwhirled around, and headed back past the woman and child. He cut left\nat the next corner, ran faster than ever before in his life, cut\nright, and left, and kept going until the breath rasped through his\nthroat like liquified metal. But even as he ran, he was without fear.\nHe was too angry now to be frightened. And it was anger such as he'd\nnever before experienced. A sickening, confusing, red-hazed mélange of\nemotion that had about it a nightmare quality.\n\nHe had to slow down, and saw that it was all right. He'd lost\nthat Blast, left the entire scene far behind. \"Lousy foul-blooded\nOutsiders!\" he panted, and at the same time knew that it wasn't just\nthe Outsiders. It was his mother, and his father, and the slum, and the\ngangs, and the poverty. It was his life he hated, his life he raged at.\n\nThis then was the irritation he'd felt in the past weeks, now\ntransformed by Upper City into a maniacal rage.\n\nJohn Stevens was leader of the Adolphs. John Stevens wasn't even close\nto being the biggest or strongest boy in his crowd. But he was the\nsmartest. And this raw, basic, but still superior intellect worked\nagainst him as he stalked the wide avenues of Upper City.\n\nA caper, he thought. He'd pull a big caper, return with loot, justify\nthis visit, take out his anger on these people--these scum who had made\nhis life so poor.\n\nOr was it his mother and father who had made his life poor? Was it the\nmasters who had done that? Why had he come here when it brought such\nconfusion, such pain?\n\nAnother quick change of thought. He blocked everything from his mind\nbut the red haze of rage; fed it, allowed it to grow to the point where\nit swallowed everything but his desire to strike back.\n\nHe didn't know where he was, where he was going, and he no longer saw\nthe Outsiders. He had regained his wind now, and began walking quickly,\nalmost running.\n\nIt was later, much later, when he finally found the right street, and\nthe right vendro, and the focal point for his hatred. Clothing. New,\nbright, expensive coroplast suits. Eight hundred disks and up! More\nthan his father made in three months. More than John Stevens had ever\nseen in a lump sum.\n\nThe street was quiet, empty of pedestrians. He walked past the vendro,\ncasing it with eyes that saw nothing but inner hate. Something\nsane--something still resisting the never-before-experienced\nrage--cried out that he wasn't being smart, that he wasn't checking for\nBlasts, that he couldn't think straight enough for a caper, especially\none in Upper City. But he was back at the vendro now, and he was going\ninside.\n\nThere was only the commersh, and an old man magnetting dust from the\nfloor. The commersh was an Outsider, naturally. But the old man was\none of York's folk, and this made John Stevens lose whatever grain of\ncaution he might have retained. His folk, slaving for these scum!\n\nThe commersh was moving toward him, face bland, only his dark eyes\nshowing something other than serenity at seeing a kid from York. \"Are\nyou sure you have the right--\" he began, and then gasped as John pulled\nhis knife and snapped the eight-inch blade free of the haft.\n\nJohn pressed the blade against the Outsider's stomach and said, \"Five\nsuits, the best, and I'm with you every foul-blood inch of the way!\"\n\n\"Don't, son!\" the old man said from the side. \"Get out before--\"\n\nJohn half-turned his head, and then felt the numbness strike his body.\nHe stood there, completely rigid for a moment, and then found he could\nbreathe and move his lips and shift his eyes. The commersh stepped\nback, pressed a red button on the counter.\n\n\"You Yorkers must be insane,\" he said mildly. \"Do you think we haven't\ngot adequate protection against criminals of our own group, not to\nsay such pitiful amateurs as you? I can paralyze a whole vendro full\nof people with this little ornament on my wrist.\" He showed John the\nmetallic strap and small case. \"It's six months Re-education House for\nyou.\"\n\nThe old man shuffled closer, peered at John, said, \"The Blasts will be\nhere soon. You can talk. Tell me your name and I'll get word to your\nfolks and your master. Maybe they can help.\"\n\nThe rage was so strong now that John barely heard the old man. He was\nscreaming inside, bellowing insane things that couldn't get through his\nrigid throat. But the words, \"You can talk,\" penetrated, and he calmed\nhimself.\n\nHe tried hard, and squeaking sounds came through his lips. He shaped\nthe words, and then had nothing to say. There wasn't anything bad\nenough, anything that could hurt this Outsider, anything that could\npenetrate his shield of superiority.\n\nAnd then he remembered the ancient word, the forbidden word, the\ncardinal sin that meant death if used. He'd heard it one night when his\nfather had gotten hold of enough medicinal prychol for a long drunk,\nand had ranted and raved against the Outsiders.\n\n\"Nigger!\" John screamed. \"Niggers, all of you! Billions of foul-blood\nNiggers! Planets full of lousy Niggers! All alike! All brown! Only we\nare white! Only we are pure-bloods! Only we aren't Nig--\"\n\nThe paralysis intensified, everything stopped, he couldn't breathe, he\nwanted desperately to breathe. And, more than that, in a final instant\nof clarity, he wanted to say that it was all a mistake--everything he'd\nsaid, everything he'd thought, everything he'd lived by. He too would\nbe a golden brown, like the billions of others. It was his own folk\nwho were the outsiders, but it wasn't their fault either. It was the\nfault of those few thousand who'd refused Integration when all the rest\nof Earth's population had decided on mixed breeding as a solution to\nhuman conflict. And that was six hundred years ago, and the cults had\nformed in York, and no one knew how to break the pattern of hatred,\nenvy and fear.\n\nBut he was falling into a long tube that had no light and had no end.\n\nThat girl on the snake, that lovely girl with the sweet smell and soft\neyes and golden skin, that composite of all the white, black, brown,\nyellow and red races of Earth would never be his. The space ships and\nwonderful planets would never be his. _Never_, he thought, _because I\nam dead._\n\nHe was wrong. He wasn't dead. He opened his eyes later and vomited and\nwas then hauled to his feet and stripped and given fresh clothing. He\nwas taken by two Outsiders--only he didn't think of them that way any\nmore, only used the term because he had no others--was taken by them to\na white room and pushed inside and left there alone as the port slid\nshut.\n\nA voice spoke from the smooth white walls. \"CPCNC-Earth urges you to\naccept psychiatric treatment.\"\n\n\"No,\" John said automatically. He didn't want his brain touched. There\nwere stories told by the masters--\n\nThe voice spoke again. \"Very well. You have used the term of utmost\nprofanity to villify a citizen of Upper City. The Galactic Scroll calls\nfor a penalty of death. However, because of your youth, and probable\nsyndromic history, the sentence is reduced to ten years in Re-education\nHouse. Have you anything to say?\"\n\nJohn fought not to cry out. Ten years! That was worse than death! Six\nmonths was enough to break a man, and ten years would drive him mad.\n\nHe'd wanted to say he was ready for CYC. He'd wanted to say he was\nanxious for the time when he'd be eligible for Integration, when\nhe'd be sent to another part of Earth and allowed to mingle with the\ngolden-skinned people and so lose his hatreds, fears and tensions. But\nnow he couldn't. Because it wasn't a matter of free choice any longer.\nIt was an escape from terror, from ten years in hell.\n\nLater, he was told that this room would be his home for the next ten\nyears. He didn't answer the unseen voice, nor touch the food that was\ngiven him through the minor-port. He decided he would use the only\nmeans of escape men had ever found in Re-education House. He would\nstarve himself to death.\n\nHe meant it.\n\n\n\nIn the council room not far away, the thirteen members of CPCNC-Earth\nwere considerably more subdued. They'd had an hour of waiting, and an\nhour of thinking. Each was now wrestling with his conscience, wondering\nwhat portion of responsibility was his in the coming decision. Of\ncourse, everyone in the Galaxy agreed that York's eight hundred\nthousand residents had to be eliminated since they were incorrigible\nrace-god fanatics. But now that the moment was almost at hand,\nsterilization seemed quite drastic, and euthanasia--\n\nTo a man, they looked up as Mala entered the chamber. \"Most Peaceful\nSir,\" she began, stopping before Commissioner Dobu's chair. But\nDobu snatched the transcription from her hand, mumbled over the\ncode-identification and formal introductions, and read the meat of the\nreport in a voice that trembled only slightly.\n\n\"After years of work, our scientists on Centauri Two have produced\nthe answer to the York problem. Four million units, liquid, of a new\ngeneological agent is en route to Earth, York Sector, for immediate\nadministration to the white population. The effect produced by\ninduction of this agent into the bloodstream will be an instantaneous\nchange of pigmentation to accepted norm, and subsequent loss of\nracial tension. Change is permanent, and will be transmitted to\noffspring. Administration will be initiated by paralysis of entire\nwhite population, said method to be launched immediately. Shipment\nof geneological agent should arrive Bunche Spaceport, 22 hundred\nhours, day-this-report. Within five days after change of pigmentation,\npopulation of York is to be separated into family units and sent to\nas many different Galactic sectors as is possible. This order applies\nto all white residents, not excluding those found outside of York, or\nthose in re-education institutions.\"\n\n\n\nJohn Stevens didn't hear the shout that went up from thirteen relieved\nand delighted men. He was entering the second hour of his fast unto the\ndeath.\n\nHe couldn't know that he'd fail to complete a single day of it.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Kastle, Herbert D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59036/pg59036.txt",
        "name": "the_york_problem.json"
    }
}