{
    "name": "The Light Machine",
    "author": [
        "Cummings, Ray"
    ],
    "body": "Tubby took his feet off the fender of the little stove in the back\nroom of O’Connor’s Grocery and glared at his two friends\naggressively.\n\n“That ain’t so,” he declared. “That ain’t so, nohow.”\n\n“Well _he_ said,” the first man repeated, “as how that’s just the\nway it is—that light travels one hundred and eighty-six thousand\nmiles in a second.”\n\n“’Taint so,” said Tubby. “That’s too fast for anything to go.”\n\n“That’s what he said,” the first man reiterated imperturbably. “One\nhundred and eighty-six thousand miles in a second— that’s what he\nsaid.”\n\n“Well ’taint so,” Tubby repeated; he rose to his feet suddenly. “You\ncan see light, can’t you?” he demanded.\n\n“’Course I can see light. I ain’t blind.”\n\n“Can you see a automobile when it’s going past a hundred miles a\nhour?” Tubby pointed a fat little forefinger directly into the first\nman’s face.\n\n“Why, why, yes,” said the first man, surprised into confusion.\n\n“And can you see the _spokes_ of a automobile wheel when it’s going\npast a hundred miles a hour?”\n\nThe first man thought a moment. “Why, why, no,” he said finally.\n\nTubby lowered his forefinger. “Then that proves it ain’t so,” he\ndeclared triumphantly. “Nor you couldn’t see a bullet if I shot it\npast your nose, could you?”\n\n“You couldn’t, Jake,” the second man put in.\n\n“No, you couldn’t,” said Tubby. “Nor you couldn’t see light if it\nwent that fast neither. Ain’t I right? Could you?”\n\n“He’s right, Jake,” said the second man.\n\nTubby sat down.\n\n“Well, _he_ said,” the first man resumed unabashed—“he said as how\nlight travels one hundred and eighty-six thousand miles in a second.\nAnd furthermore, and in addition, he said as how some of the stars\nwere so far away that it takes the light hundreds and hundreds of\nyears just getting here from them.”\n\n“It was all in the movie,” said the second man wearily. “‘The\nWonders of Light’—I remember it.”\n\n“Well, _I_ don’t believe it,” said Tubby. “Because I know it ain’t\nso—not none of it.”\n\nHe stood up again; then with sudden thought he waddled across the\nroom to the open window.\n\n“Come here,” he said, commandingly; the two other men joined him.\n\n“Ain’t them stars up there?” he asked. He pointed through the open\ncasement to a brilliant, cloudless summer evening sky.\n\n“Yes—them’s stars all right,” the first man agreed. “If that’s what\nyou mean.”\n\n“That _ain’t_ what I mean,” said Tubby. “I said, ‘Ain’t them stars\nup there?’ Are they up there, or ain’t they? That’s what I want to\nknow.”\n\n“They’re up there all right, Jake,” said the second man.\n\n“If you can see them, mustn’t they be there?” Tubby persisted.\n\n“Yes,” said the first man. “When you can see them they must be\nthere.”\n\n“Then,” said Tubby—he paused impressively—“then the light of them\nmust be here and there at the same time. Am I right?”\n\n“He’s right, Jake,” said the second man. “’Cause if it took the\nlight a hundred years to get here we couldn’t see them for a hundred\nyears yet. Am I right?”\n\nThe first man went back to the stove. Tubby and the second man\njoined him after a moment.\n\n“I ain’t telling you what _I_ think,” the first man remarked. “I’m\ntelling you what _he_ said—”\n\n“It ain’t got no sense,” said Tubby.\n\n“_I’m_ going to the movies,” said the second man abruptly. “Come\non.”\n\n“Not me,” said Tubby. “I ate too much. I’m going to sleep.”\n\n“It’s ‘The Burning of Rome,’” said the first man. “Nero playing the\npiano while the city burns. Come on. It’s good—I seen the pictures.”\n\nAnd reluctantly Tubby allowed himself to be led away.\n\nThe little Moving Picture Theater was hot and stuffy; Tubby found an\naisle seat with his friends, near the back. For a quarter of an hour\nor more he sat blinking at the flickering screen. The Topical Review\ninterested him not at all; he yawned and squeezed his fat little\nbody lower into the hard narrow seat.\n\nThen the picture changed. It was not “The Burning of Rome” yet, but\na short picture, evidently science. Tubby frowned at it in silence.\n\nThe first man nudged him. “Wake up,” he said. “Here’s a astronomical\npicture about the stars. Wake up. It’ll be good. ‘The Burning of\nRome’s’ next.”\n\n“I ain’t asleep.” Tubby whispered back. “I’m thinking.”\n\nThe wonders of celestial space were unfolding before Tubby’s eyes.\nBut he hardly saw them. He was thinking of what Jake had said—those\ntremendous figures Jake had reeled off to him. What was it he had\nsaid? One hundred and eighty-six thousand miles in a second. There\nwere sixty seconds in a minute, and sixty minutes in an hour! That\nwould be—\n\n“’Taint so,” he muttered to himself doggedly.\n\nHe felt a light touch on his arm and looked up to see a little man\nstanding beside him in the aisle. In the dim light Tubby could not\nsee the little man very well; but he _could_ see that he did not\nknow him.\n\nThe little man bent down toward Tubby’s ear.\n\n“I want to talk to you,” he whispered.\n\n“What about?” said Tubby.\n\nThe little man shook his head. “I can’t talk in here. Come outside\nfor a moment.”\n\nTubby hesitated.\n\n“It’s very important,” the little man added. “You must come—just for\na moment. I’ve wanted to see you for a very long time.”\n\nTubby clambered to his feet; his two friends, absorbed in the\npicture before them, did not notice him leave. In silence he\nfollowed the stranger back up the aisle to the lighted theater\nlobby.\n\n“I’ve wanted to see you for a long time,” the little man repeated.\nTubby could see now he was a very little man, with a thin, frail\nbody and a very big head set upon a long spindly neck. His hair was\nsnow-white and long about his ears. His yellow face was seamed with\nlines, but most of it was hidden by flowing side-whiskers and by a\npair of huge iron-rimmed spectacles. He wore a long black frock coat\nthat hung from his thin shoulders like a shroud.\n\n“I’m a professor,” said the stranger. He held out a shriveled,\ntaloned hand. “A Professor of Light,” he added impressively.\n\n“Oh,” said Tubby.\n\n“My name is Obadiah Oats.”\n\nTubby shook hands. “Mine’s Tubby,” he said. “Pleased to meet you.”\n\nThe professor put on his high hat, which made him nearly as tall as\nTubby.\n\n“I want to consult you on a matter of very great importance to both\nof us,” he said slowly.\n\nTubby waited.\n\n“About light,” the professor added. He linked his arm in Tubby’s\nconfidentially. “I need your help. They tell me you’re the smartest\nman in town. I wanted to find you. With a brain like yours and\nmine—”\n\n“Yes,” said Tubby breathlessly, when the professor paused.\n\n“My laboratory’s right across the street,” said the little man.\n“I’ll show you.” Tubby followed the professor out of the theater,\nthrough a little doorway across the street and up several flights of\nrickety stairs into a room on the top floor of the house.\n\n“This is where I work,” said the professor. “Sit down.”\n\nIt was a large room with endless row of bottles upon tiers of\nshelves lining its walls. Several long tables stood about, and Tubby\nsaw they were crowded with curious apparatus—little tubes in racks,\nmicroscopes, triangular pieces of glass with candles behind them,\nand several contrivances of wheels and weights that looked like\nclock works. In the exact center of the room was one larger\napparatus of a sort Tubby had never seen before; it seemed very\ncomplicated and he stared at it with awe. He could make nothing out\nof it except that part of it was a huge telescope, extending up\nthrough the skylight of the room. He glanced upward, and there,\nthrough a narrow, open slit in the glass, he could see the stars\nshining.\n\n“That’s a Light Machine,” said the professor, following his glance.\n“There’s only one in the world, and there it is.”\n\n“Yes,” said Tubby.\n\n“It’s the most wonderful machine that was ever built,” the professor\nwent on softly. “I built it; and now _you_ are going to help me make\nmoney out of it.”\n\n“Yes,” said Tubby. “How?”\n\n“That’s what _you_ are going to tell _me_. Don’t you see? I am a man\nof science—you are a business man. That’s the difference between\nus.”\n\n“Yes,” said Tubby.\n\n“First I’ll have to explain. You have a head for figures, of\ncourse?”\n\n“No—yes,” said Tubby. “Of course.”\n\n“But you don’t know much about light?”\n\n“Yes—no,” said Tubby.\n\n“Naturally. How could you. Nobody does—but me. And I know all about\nit—_all_.” He emphasized the last word impressively. “And now I’m\ngoing to tell it to you.”\n\n“Thank you very much,” said Tubby, and waited.\n\n“All my life,” began the professor—he spoke softly; his eyes, fixed\non Tubby seemed staring at dim, distant spaces—“all my life—since I\nwas a little boy—I have been studying the properties of light. It is\na very wonderful thing—you realize that, do you not—the most\nwonderful thing in the whole of science?”\n\n“Oh, yes,” said Tubby.\n\nThe professor drew in a deep breath, like a long sigh reversed.\n“Light,” he began again, “is a vibratory wave in the Ether. You know\nwhat the Ether is?”\n\n“No,” said Tubby.\n\n“It is like air. But you cannot breathe it. It exists\neverywhere—even in the outermost realms of Space. Now do you\nunderstand?”\n\n“Yes,” said Tubby.\n\n“Light is vibration of the Ether,” the professor went on in his\ndroning voice. “Its vibrations travel through the Ether at the rate\nof one hundred and eighty-six thousand three hundred and twenty-four\nmiles a second.”\n\n“I know _that_,” said Tubby.\n\n“You are a learned man,” the professor said admiringly. “You have a\nwonderful mind. I knew you had—they said so.”\n\n“Yes,” said Tubby. “Go on.”\n\nThe professor jerked his little body upright in his chair suddenly,\nso suddenly that Tubby started violently with fright.\n\n“How long is a second?” the professor asked aggressively.\n\n“Why—tick-tick. That’s it,” said Tubby.\n\nThe professor relaxed in his chair. “You _are_ a clever man. You\nwill have your little joke.\n\n“But we must be serious. I will tell you how long a second is. It is\nexactly one-thirty-one millionth, five hundred and fifty-eight\nthousandth, one hundred and forty-ninth part of a year.”\n\n“Oh,” said Tubby.\n\n“Do you know what a year is?”\n\n“Three hundred and sixty-five days,” said Tubby promptly.\n\nThe professor smiled again. “A year is the time it takes the Earth\nto revolve once around the Sun. Thus you see there are 31,558,149\nseconds in a year—which is a little more than 365¼ days.”\n\n“Yes,” said Tubby. “I see.”\n\n“Now to find out how far light travels in a year we simply take its\nspeed per second and multiply it by sixty. That is its speed per\nminute. Multiply that by sixty gives it speed per hour and so on up\nto a day or a year. Do you understand?”\n\n“Yes,” said Tubby. “How—how far does it go in a year?”\n\nThe professor raised his hand.\n\n“_That_ is a very simple problem—only mental arithmetic for me.\nWait. Let us go further.”\n\n“Yes,” said Tubby. “Go on.”\n\n“The distance Light travels in one year is called a Light-year. Now,\nsome of the stars are so far away that it takes light many centuries\nto come from them, traveling at that speed I have just mentioned.\nThus we measure their distance from us as so many hundred\nLight-years. Do you see?”\n\n“Yes,” said Tubby. “How—how many miles away from us is the farthest\nstar—the very farthest?”\n\nThe professor leaped to his feet. “Ah, I was expecting you to ask\nthat.” His face was beaming. “You _are_ a clever man. But I’m ready\nfor you. I figured it all out this afternoon and wrote it down. I’ll\nshow you.”\n\nHe led Tubby to a corner of the room. Tubby saw a perfectly enormous\nroll of narrow paper tape, like the tape that comes from a stock\nticker, or is rolled up around baby ribbon. Only this roll was\nbigger than he was. It was hung vertically on a spindle, which had a\nhandle to rotate it so that the tape could be unwound and wound\nagain easily. A few feet away there was a similar spindle, but\nempty.\n\n“I wrote it down for you,” the professor repeated—“the distance in\nmiles of the furthest star from the Earth. I wrote it down—on this.”\n\nHe took the loose end of the tape and reeling off a few feet hooked\nthe end onto the empty spindle.\n\n“Watch closely,” he said. “I’m going to show you the number.”\n\nHe started to wind up the tape on the empty spindle. Tubby stood\nclose beside the strip of tape stretching the space between the two\nspindles; it passed directly under his face.\n\n“Watch closely,” said the professor again. “There comes the first of\nit.” Tubby saw a row of little digits start on the tape. The first\nthree were 154. Then after the comma began a string of ciphers;\nafter each three ciphers was another comma. The moving tape carried\nthis endless row of little ciphers swiftly under Tubby’s nose. He\nstared at them fascinated. Faster and faster they flew by as the\nroll of tape wound up on the spindle the professor was turning. For\nhalf an hour he turned briskly. Then the row of ciphers stopped just\nas the other end of the tape fluttered off the unwinding spindle.\n\nThe professor leaned against the wall, breathing hard.\n\n“That—was—the—number,” he gasped.\n\nTubby blinked. “What—what number was it?” he asked finally.\n\nThe professor recovered his breath and sat down again in his chair\nwearily.\n\n“It was one hundred and fifty-four zin-tillions,” he answered. “The\nlargest number that has ever been written down. Wrote it down this\nafternoon.”\n\n“Yes,” said Tubby. “It _was_ a big number.”\n\nThe professor pulled at his side-whiskers thoughtfully. “We must get\non,” he said. “Now you understand how far the stars are away. And\nhow fast light travels. That brings us to my Light Machine.”\n\nTubby sat up with interest. “To the Light Machine. Yes, go on.”\n\n“As you can see,” the professor continued. “I know all about Light—I\nam its master. No one in the world knows as much about Light as I\ndo. And only one man in the world thinks he does.” The professor’s\neyes gleamed vindictively. “Ah, how I hate him, that man!”\n\n“Who?” Tubby asked with interest. “What is his name?”\n\n“His name is Einstein,” answered the professor. “I hate him—I loathe\nhim—I despise him.”\n\n“Oh,” said Tubby. “I’m sorry.”\n\n“But he cannot harm _me_. I’m too clever for him. And _you_ will\nhelp me. We still have time—he cannot prove anything yet.”\n\n“No—yes,” said Tubby.\n\nThe professor stood up. “Let us get on with my invention. _Then_\nyou’ll see what a wonderful man I am. I will be brief.”\n\nTubby joined him beside the telescope in the center of the room.\n\n“What you must understand first,” said the professor, “is _my_\ntheory of Light.” Tubby waited.\n\n“No light is ever destroyed,” the professor continued. “It passes\nbeyond our vision, that is all. But it always exists somewhere, in\nthe outer realms of Space.”\n\n“That’s where it goes when it goes out,” Tubby put in. “Ain’t I\nright?”\n\n“Yes,” said the professor. “That’s where it goes—out into the realms\nof Space.\n\n“Now what you must understand is that light can be reflected,\nrefracted, polarized, but never destroyed.” He pointed to his\ninstruments on one of the tables. “_I_ can do all those things to\nit—and a thousand more—but I cannot destroy it.”\n\n“Right,” said Tubby. “But if you put it out you can’t never get it\nback, can you now?”\n\nThe professor beamed on him genially. “Your brain works too keenly,”\nhe said. “You anticipate me. No, _I_ cannot get it back. But it\ncomes back. That’s just the point—it comes back. That’s what nobody\nin the world knows except me—me and you.\n\n“The sun,” he went on, “gives us most of our light—it gets here to\nthe earth from the sun in a few minutes. The moon gives us reflected\nsunlight. It is the same light, only it comes to us from the sun by\nway of the moon. It takes a little longer that way.”\n\n“How much?” Tubby asked.\n\n“Not much—just a few seconds—the moon is not far away. Now all this\nlight that strikes the earth is reflected back into space. In a\nhundred years—less or more according to the distance—it strikes the\ndifferent stars. There it mingles with other light. And then, mark\nme well, and then”—the professor paused impressively—“then in\nanother hundred years it comes back to us again—the same light—mixed\nwith other light of course—but some of the same light we had two\nhundred years before. Do you understand?”\n\n“No—yes,” said Tubby.\n\n“That,” said the professor, “is the _Oats Theory of the Rationality\nof Light_. I call it that because it _is_ rational—it is in\naccordance with all known physical laws.\n\n“Some others I could name”—the professor’s voice shook with\nsuppressed passion; his eyes gleamed again wickedly—“some others are\nnot so scrupulous. _Their_ theories do _not_ coincide with\nrecognized physical laws—they transgress them all. Mere astronomical\noutcasts—mathematical lepers—scientific pariahs—”\n\n“Oh—you mean that other guy?” said Tubby.\n\nThe professor calmed himself with an effort. He pulled a huge black\nsilk handkerchief from his pocket and mopped his dripping forehead.\n\n“We won’t talk of him,” he said after a moment.\n\n“No, we better leave him out of it,” Tubby agreed. “Ain’t I right?”\n\nThe professor nodded. “Now we come to _my_ great discovery. I’ll\ntell you about that now.\n\n“When this sunlight is reflected from the moon to us, it brings with\nit an image of the moon, which was not in the light when it left\nthe sun. Do you understand?”\n\n“No—yes,” said Tubby.\n\n“That’s why we can see the moon—the light brings us the image. All\nlight carries an image of something—that’s why we can see things.\n\n“Now when light leaves the earth and goes out into space it takes\nwith it an image of the earth and everything that is happening on\nthe earth.”\n\n“Right,” said Tubby. “Go on.”\n\n“Now some of this light may have to travel a hundred years before it\nreaches a star. When it does it mixes with other light and is\nreflected back in another hundred years to us. But—mark you this—but\nit still carries the image of the earth and what happened on the\nearth when it was here.”\n\n“But you don’t see _that_,” said Tubby. “We see the star. Ain’t I\nright?”\n\n“Yes,” said the professor. “Of course you’re right. And the reason\nwe see the star is because that image is the last one the light got.\nThat is predominate. All the others are there—but they are hidden\naway beneath the star image.”\n\n“Oh,” said Tubby.\n\n“Nobody ever knew they were there, and so of course nobody ever\ntried to get them out. But _I_ knew they were there— that’s the\n_Oats Theory of the Rationality of Light_. And I have got them out!”\nHis voice rose in triumph. “That’s the Light Machine—the greatest\ninvention in the history of the world!”\n\n“Oh, the Light Machine,” said Tubby, when the professor paused.\n\n“The Oats Light Machine—here it is—the only one in the world. I’ll\nshow you at once.”\n\nHe switched off the lights. The room was quite dark except for a\nlittle beam of white light that seemed to thread its way through the\nintricate system of mirrors and prisms of the Light Machine. Tubby\ncould not see where this light came from or where it went to. But he\nsaw distinctly that it turned several corners and was alternately\nbroad and narrow. It was white throughout most of its course; but in\none short span it was a dark, angry red, and in another a deep,\nbeautiful purple.\n\n“The Light Machine,” the Professor began; his fingers caressed one\nof its little reflectors lovingly, “is able to extract from light\nall the images it holds, no matter how long they have been there.”\n\n“That’s wonderful, ain’t it?” said Tubby with admiration.\n\n“Yes. Let me show you. Here is the telescope. I train it on a star—a\nstar, mark you, that is not a sun, but that shines by reflected\nlight. This beam of starlight, contains moonlight, earthlight,\nsunlight (_our_ sunlight, you know)—and the light from millions of\nother suns. The starlight comes out from here”—he touched the lower\nend of the telescope.\n\n“Now you see this ray of my own created light passes directly in\nfront of where the starlight comes out—that’s where they mix.”\n\nTubby saw the little beam of white light crossed at right angles to\nthe telescope eyepiece and passed very close to it.\n\n“This light of my own is created by burning zonogen—a gas I\ndiscovered myself.\n\n“From this point, where the starlight joins it, my ray goes to the\nspectroscope”—he touched another portion of the Light Machine—“and\nit is polarized here. These”—he indicated a long row of tiny black\ncompartments; Tubby could see the beam of light entering at one end\nand emerging at the other—“these are my image extractors. Each takes\nfrom the light some of its images—leaving finally only the\nearthlight and the images that belong to it.\n\n“There are many other processes—_some_ day you will understand them\nall. But for now—let me show you the result.\n\n“The pure earthlight passes last of all into my projector. See it\nhere?” He laid his hand on what looked to Tubby something like a\nmagic lantern.\n\n“My operating power is electricity.” He turned a switch. Tubby first\nheard a low hum and then a whirring, clicking sound.\n\n“This projector magnifies the image—throws it up on a screen.” He\npointed to the wall; Tubby saw a small square of canvas hung on the\nwall.\n\n“Now then,” the professor continued, his voice trembling with\nemotion, “that star my telescope is pointing at is now exactly nine\nhundred and twenty-seven and one half Light-years away. That means\nthat eighteen hundred and fifty-five years ago to-night the light we\nare getting back now from that star left the earth. Do you know what\nwas happening eighteen hundred and fifty-five years ago to-night?”\n\n“No,” said Tubby. “Yes. Lots of things.”\n\n“I can pick anything I want from the light,” the professor answered.\n“I merely tune my instruments differently. Like wireless, you\nknow—it’s all a matter of vibration. I have picked the most\nimportant thing that was happening—the ‘Burning of Rome’!”\n\nHe turned another switch; the clicking sound grew louder. On the\nsheet, Tubby saw a great city in flames. He seemed to be standing on\na hill, looking down at it. In the foreground he saw the young Roman\nEmperor, with his mistress, his friends and his music, as they\nreclined at ease, watching the destruction. Tubby stared for a long\ntime, fascinated.\n\n“You are looking into the past,” he heard the professor’s droning\nvoice saying.\n\n“All that has been stored up in the light all these years. It is\nlight itself—the work of God, not of man.\n\n“That is Nero sitting there. No one living to-day on this earth has\never seen him before. But there he is—Nero the Cruel, Emperor of\nRome. _We_ see him, you and I, for we are looking into the\npast—looking into the past.” The professor’s voice trailed off into\nsilence.\n\nTubby stared breathlessly. His heart was beating fast; he was\ntrembling all over. He felt suddenly a little faint. He was in a\ncold sweat, and he sat down abruptly in a little wooden chair beside\nthe Light Machine.\n\nThe scene before him was very vivid; he could almost hear the\nEmperor’s music. Why, he _did_ hear music! Funny! The professor had\nnot mentioned that.\n\nThe clicking noise grew louder; the scene before him was so bright\nhe could see nothing else around. It was very dark, and very close\nand stuffy. Where was the professor? Why didn’t he say something\nabout the music?\n\nTubby grew a little frightened. He shifted his feet uneasily. The\nlittle chair in which he was sitting was very uncomfortable. It\ncramped him; his back hurt. After a little while the scene before\nhim slowly faded. The lights in the room flashed on; a rustling, and\na shuffling of many feet sounded in his ears.\n\nTubby sat up abruptly, blinking in the sudden light.\n\n“Some kid, that Nero—eh, Jake?” said a voice beside him.\n\n“You said it. Some picture. Come on, Tubby, let’s go home,” said the\nfirst man.",
    "metadata": {
        "author": [
            "Cummings, Ray"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67208/pg67208.txt",
        "name": "the_light_machine.json"
    }
}