{
    "name": "The Laughter of Slim Malone",
    "author": [
        "Brand, Max"
    ],
    "body": "Time has little to do with reputation in the far West, and accordingly\nthe name of Slim Malone grew old in the region of Appleton, and yet\nthe owner of the name was still young.\n\nAppleton was somewhat of a misnomer, for the region had never known\nanything save imported apples or any other sort of fruit since the\ntime of its birth into the history of whisky and revolvers. But a\nmisguided pioneer in the old days had raised a few scrubby trees and\nhad named the town forever. The dreams of the early agriculturalists\nhad died long ago, but the name remained to pique the curiosity of\ntravelers and furnish jokes for inhabitants.\n\nThe town lay at the conjunction of three gorges in the heart of the\nRockies, and the little plain where it nestled was crowded with\norchards which bore everything but apples. The six original trees\nwhich had given the town its name now stood in the back yard of Sandy\nOrton’s saloon—old trees with knotted and mossy limbs which suggested\na venerable age due to the hard climate rather than to the passage of\nyears. They were pointed out to casual travelers with great pride, and\nthey were the established toast of Sandy’s place. But Sandy’s was\nfrequented by a loud-voiced and spendthrift crowd not usual to\nagricultural towns.\n\nIn the old days, when Appleton was a name rather than a fact, the\nhilarity had been as absent as the men; but after gold was discovered\nin the three gorges which led from the settlement into the heart of\nthe mountains, the little town became a rendezvous of a thousand\nadventurers. The stages to and from the railroad thirty miles away,\nwere crowded with men eager to face the hardships of the climate and\nthe great adventure of the gold-fields.\n\nIt was then that Slim Malone appeared. It was said that he had first\ncome upon the scene as the owner of the Red River strike, which was\nfinally owned by Sandy Gleason. It was further rumored that Sandy had\nbeaten Slim Malone out of the claim by a very shady deal at cards; but\nSandy refused to discuss the matter, and Slim Malone was rarely within\nvocal range, so the matter had never been sifted. Sandy was rarely\nmore vocal than a grunt, and when Slim Malone appeared, people had\ngenerally other things to think about than questions concerning his\npast.\n\nA certain percentage of lawlessness is taken for granted in a mining\ntown. People are too busy with their own concerns to pay attention to\ntheir neighbors, but when three stages in succession, passing from\nAppleton to Concord, the nearest railroad station, were robbed by a\nrider on a white horse, the community awoke and waxed wrath. The loss\nwas too much in common to be passed over.\n\nThe first effort was an impromptu organization of half a dozen angered\nminers who rode into the Weston Hills. They found fresh hoof-prints\nafter an hour of riding, and went on greatly encouraged, with the\npistols loosened in their holsters. After some hours of hard travel\nthey came upon a white horse in the midst of a hollow, and then spread\ninto a circle and approached cautiously. But not cautiously enough.\nWhile they were still far from the white horse the bandit opened fire\nupon them from the shelter of a circle of rocks. They rode into town\nthe next day with three of their number badly hurt and the other three\nmarked for life. That started the war.\n\nAs the months passed posse after posse left Appleton and started to\nscour the Weston Hills for the marauder. The luckiest of the\nexpeditions came back telling tales of a sudden fusillade from an\nunexpected covert, and then a swift white horse scouring into the\ndistance. The majority came back with no tales at all save of silent\nmountains and the grim cactus of the desert.\n\nIn the mean time the stages from Appleton to Concord were held up with\na monotonous regularity by a rider of a fleet white horse, and the\nmining town grew more and more irate. Men cursed the name of Slim\nMalone. An adventurous singer in one of Appleton’s dance halls\ninvented a song featuring the marauder, and it was taken up by the\nmatrons of the town as a sort of scare-crow ballad to hush their\nchildren.\n\nThen the new mayor came to Appleton. He owned three claims on\nAskwarthy Gulch, and he ran on the double platform of no-license for\nthe Appleton saloons and the end of Slim Malone. The women used their\ninfluence because of the first clause in his platform, and the men\nvoted for him because of the second. His name was Orval Kendricks, but\nthat didn’t count. What mattered was his red hair and the statements\nof his platform. Slim Malone celebrated the new reign of holding up\ntwo stages within the first five days.\n\nBut the new mayor lived up to the color of his hair, and proved worthy\nof his platform. He held a meeting of every able-bodied citizen in\ntown three days after his inauguration, and in his speech the men\nnoted with relief that he forgot to mention the saloons, and that he\nconcentrated his attention on Slim Malone. He stated that the good\nname and the prosperity of Appleton depended upon the capture of this\nmarauder at once. Divorced from the mayor’s rather sounding rhetoric,\nthe populace of Appleton realized the truth of his remarks and\napplauded him to the echo. His silences were as much appreciated as\nhis words.\n\nAfter a carefully prepared peroration he built up to his climax by the\nproposal that the community import “Lefty” Cornwall, at a salary of\nfive hundred dollars a month and five thousand bonus, to act as deputy\nsheriff until the apprehension of Slim Malone. Then the crowd\napplauded to the echo. In their midst were men who had lost more than\nfive thousand at a blow owing to the strenuous activity of this Slim\nMalone. They were equal to any measures for his suppression even if it\nmeant the importation of Lefty Cornwall.\n\nThe fame of Lefty had begun in Texas when he mortally wounded one\ngreaser and crippled two others in a saloon fight. Since then it had\nincreased and spread until he was a household word even farther north\nthan Appleton. He came from that sun-burned southland where a man’s\nprowess was gaged by his speed and dexterity with his “irons,” and\neven on that northern plateau of Appleton men knew that to cross Lefty\nCornwall was death or murderous mutilation.\n\nAt first there were some dissenters. Men stated freely that Lefty\nwould never dream of coming as far north as Appleton for a paltry five\nthousand dollars. There were even a few dissenters who claimed that\neven should he come he would never be able to cope with Slim Malone,\nbut these were laughed and hooted down by a radical minority who came\nfrom the southland and knew the fame of Lefty Cornwall in detail. The\nsheriff accounted for the others by stating that he had already\ncommunicated with Lefty, and had received his assent by letter. This\nannouncement dissolved the meeting in cheers.\n\nAppleton decreed the day of the arrival of the new sheriff a festival\noccasion. The farmers from the adjoining table-land drove into town,\nthe miners from the three valleys rode down. And when the stage\narrived from Concord the incipient sheriff dismounted in the midst of\na huge crowd, and cheers which shook the sign-board of Sandy Orton’s\nsaloon.\n\nNow the mayor of Appleton had declared deathless war against the\nsaloons in his platform, but since his election he had been strangely\nsilent upon the liquor question. He was as canny as his red hair\nsuggested, and he had a truly Scotch insight into the crucial moments\nof life. He perceived the arrival of Lefty Cornwall to be such a\nmoment, and he perceived at the same moment the correct way of meeting\nthat crisis.\n\nIt was with surprise no less than pleasure that the throng heard the\nlusty voice of their chief official inviting them to Sandy Orton’s\nsaloon, and where they were in doubt, his beckoning arm put them\nright. They filled the saloon from bar to door, and those who could\nnot enter thronged at the entrances with gaping mouths.\n\nThe sheriff was equal to the occasion. He mounted the bar much as a\nplainsman mounts a horse, and standing in full view of his fellow\ncitizens, he invited Lefty Cornwall to join him in his prominent\nposition. Nowise loath, Lefty swung onto the bar in the most approved\nfashion, and stood, locked arm in arm with the dignified official of\nAppleton. In the mean time the bartenders, thrilled equally with\nsurprise and pleasure, passed out the drinks to the crowded room. It\nwas apparently a moment big in portent to Appleton, and not a heart\nthere but pulsed big with pride in their mayor.\n\n“Fellow citizens,” began the mayor, raising a large freckled hand for\nsilence.\n\nA hush fell upon the assemblage.\n\n“Boys,” continued the mayor, after a proper silence reigned, “I\nhaven’t got much to say.”\n\n“Here’s to you!” yelled a voice. “I hate a guy that’s noisy.”\n\nThe mayor frowned and waved a commanding hand for silence.\n\n“I spotted you, Pete Bartlett,” he called. “If you don’t like silence\nyou must hate yourself.”\n\nThe crowd roared with approving laughter.\n\n“Boys,” began Orval Kendricks again, when the laughter had subsided,\n“this here is a solemn occasion. I feel called upon to summon the\nmanhood of this here town to listen to my words, and I reckon that\nmost of the manhood of the town is within hearin’.”\n\nA chorus of assent followed.\n\n“I don’t need any Daniel Webster to tell you men that this here town\nis hard hit,” continued Mayor Kendricks. “It don’t need no Henry Clay\nto tell you that these diggin’s are about to bust up unless we have\nthe right sort of a strong arm man in town. We’ve been sufferin’\npatiently from the aggressions of a red-handed desperado who I don’t\nneed to mention, because his name just naturally burns my tongue.”\n\n“Slim Malone!” cried a dozen voices. “We’re followin’ you, chief!”\n\nThe mayor thrust his hand into his breast and extended the other arm\nin imitation of a popular wood-cut of Patrick Henry. The crowd\nacknowledged the eloquence of the attitude with a common gaping.\n\n“There may be some of you guys,” cried the mayor, rising to the\nemotion of the moment, “there may be some of you guys who don’t know\nthe man I mean, but I reckon that a tolerable pile of Appleton’s best\ncitizens spend a large part of their time cursing Slim Malone.”\n\n“We ain’t through damning him yet,” yelled a voice, and the crowd\nvoiced their assent, half in growls and half in laughter.\n\n“He has tricked our posse as an honest man would be ashamed to do,”\nwent on the mayor, warming to his oration; “he has shot our citizens,\nand he has swiped our gold! I’m askin’ you as man to man, can a\nself-respectin’ community stand for this? It can’t. What’s the answer\nthat Appleton makes to this desperado?”\n\nHe paused and frowned the audience into a state of suspense.\n\n“There is only one answer to this gun-fighter, and that answer stands\nat my right hand,” bellowed the mayor, when he judged that the silence\nhad sunk into his hearers sufficiently. “The name of the answer is\nLefty Cornwall!”\n\nThe following burst of applause brought a momentary blush into even\nLefty’s cheek. At the reiterated demands for a speech he hitched at\nhis revolver in its skeleton holster, removed his sombrero, and mopped\nhis forehead with a ponderous hand. When it became evident that the\nhero was about to break into utterance the crowd became silent.\n\n“Fellows,” began the gun-fighter, “makin’ speeches ain’t much in my\nline.”\n\n“Makin’ dead men is more your game,” broke in the wit of the\nassemblage.\n\nA universal hiss attested that the crowd was anxious to hear the Texan\ngun-man out.\n\n“But if you are goin’ to do me the honor of makin’ me sheriff of this\nhere county and this here city of Appleton,” he continued, letting his\neye rove down Appleton’s one street, “I’m here to state that law and\norder is goin’ to be maintained here at all costs. Right here I got to\nstate that the only costs I’m referrin’ to is the price of the powder\nand lead for this here cannon of mine.”\n\nThe crowd broke in upon the speech with noisy appreciation, and many\ncries of “That’s the stuff, old boy!”\n\n“I been hearin’ a tolerable pile about one Slim Malone,” went on the\nnew sheriff.\n\n“So have we,” broke in the irrepressible wit of the assemblage, only\nto be choked into silence by more serious-minded neighbors.\n\n“Sure,” agreed the sheriff. “I reckon you’ve heard a lot too much\nabout him. But I’m here to state that all this talk about Slim Malone\nhas got to stop, and has got to stop sudden. I’m here to stop it.”\n\nHe hitched his holster a little forward again as he spoke and a deep\nsilence fell upon the crowd.\n\n“Fellow citizens,” he continued, spitting liberally over the side of\nthe bar, “whatever gun-play is carried on around here in the future is\nto be done strictly by me, and all you men can consider yourselves\nunder warning to leave your shootin’-irons at home, unless you want to\nuse them to dig premature graves.”\n\nThis advice was received with an ironical chuckle of appreciation from\nthe crowd.\n\n“As for Slim Malone,” he went on, “I’m goin’ out into the Weston Hills\nto get him single handed. I don’t want no posse. I’ll get him single\nhanded or bust, you can lay to that; and if I come back to this town\nwithout Slim Malone, alive or dead, you can say that Malone has the\nIndian sign on me.”\n\nHaving finished all that he had to say, Lefty felt about in his mind\nto find a graceful manner of closing his exordium, when the mayor came\nto his assistance. He recognized that nervous clearing of the throat\nand wandering of the eyes out of his own first political experiences.\nNow he raised his glass of colored alcohol and water, which in\nAppleton rejoiced in the name of Bourbon.\n\n“Boys,” he shouted, “there ain’t no better way of showin’ our\nappreciation of our new sheriff than by turnin’ bottoms up. Let’s go!”\n\nEvery hand in the barroom flashed into the air, and after a loud whoop\nthere was a brief gurgling sound which warmed the heart of Sandy\nOrton.\n\nIt should have been the signal for a day’s carousal, and the good\ncitizens of Appleton were no wise averse. They desired to hear the\nvoice of their new sheriff in friendly converse. They desired to see\nhim in that most amiable of all poses, his foot on the rail and his\nhand on the bar. They wanted to look him over and size him up just as\na boy wishes to fondle his first gun. But the sheriff objected. He was\nsorry to spoil the fun. He said that they could go ahead and have\ntheir little time, but that they must leave him out. He had business\nto perform that didn’t admit of drinking.\n\nThere might have been adverse criticism of this Spartan strenuousness,\nbut at this point a diversion occurred in the shape of four wild\nriders who broke into Appleton and brought the word that Slim Malone\nhad been out again. This time he had held up a mule train on its way\nto carry provisions up Bender Cañon to Earl Parrish’s claim. With his\nusual fine restraint Slim had taken no lives, but he had winged two of\nthe drivers badly and had helped himself from the provisions without\nunnecessary waste. He had even lingered to give first aid to the two\ndrivers whose courage had overcome their sense of proportion.\n\nIf anything had been needed to spur on the new official of Appleton it\ncame in the form of the message which Slim Malone had left with the\nwounded man before he rode away.\n\n“Tell the new sheriff,” he called, as he sat easily in the saddle,\n“that I’ve heard of him, and that I’ll organize a little party for him\nas soon as possible so that we can get better acquainted. Tell him\nthat the one thing he lacks to make him a good fighting man is a sense\nof humor.”\n\nLefty Cornwall heard this message in silence the while he spat with\nvicious precision into a distant spittoon. Afterward, and still in\nsilence, he retired and worked for an hour cleaning his already\nshining revolver and patting and oiling the holster. He performed\nthese grave functions in the house of the mayor, and that dignitary\nannounced later that he had wound up by practising the draw and point,\nwalking and sitting down, and at every angle. The mayor was impressed\npast speech.\n\nWhen Lefty issued at last he found a score of hard riders standing by\ntheir horses in the street.\n\n“An’ what might all this here gang be for?” inquired Lefty mildly.\n\n“We’re the posse, waitin’ to be sworn in,” announced one of the men.\n\n“Swearin’ in takes a terrible lot of time,” said Lefty, “an’ besides,\nI don’t know how it’s done. I don’t want no posse, as I said before. I\nwouldn’t know how to handle it. Anyway, twenty men on horseback make\nenough noise to scare away a whole gang of bandits. You might as well\nstart lookin’ for trouble with a brass band, because you’d sure find\nthe trouble.”\n\nHe hitched at his belt in his customary manner when at a loss for\nwords, and his right hand dropped gracefully upon the handle of his\ngun and drooped thereon somewhat sinisterly.\n\n“This here Malone,” went on the sheriff, “may be a tolerable bad man\nin his way, but I ain’t no shorn lamb myself. I’m goin’ out to get\nhim, an’ I’m goin’ to get him by myself. I reckon that’s final.”\n\nThey accepted his announcement with cheers, and set about offering all\nthe information in their power. It was generally believed that the\nbandit lived somewhere at the far end of Eagle Head Cañon, about\nfifteen miles from the town. His dwelling had never been spotted, but\nhe was most frequently seen riding to and from this place. Thrice\nposses had raked the cañon as with a fine-toothed comb, but they had\nnever come upon a trace of his habitation; but the cañon was thick\nwith caves, and heaped with giant boulders which offered innumerable\nplaces of concealment, and the legend was strong that Slim Malone\nlived in that place.\n\nThe next thing was to find a proper mount. This proved a more\ndifficult task. The sheriff knew horses from nose to hoof, and he was\nhard to please. At last he selected a tall roan with a wicked eye and\nflat shoulders which promised speed. These preparations made, he swung\nto the saddle, waved his hand to the crowd, and galloped out of town.\n\nThere was not much bluff about Lefty Cornwall, as the curious-minded\nhad frequently discovered in the past, but as he swung into the narrow\nthroat of Eagle Head Cañon, he began to realize that he might have\ngone too far. While he was in the town it had been easy enough to make\nringing speeches. Now that the evening began to come down by lazy,\ncool degrees a certain diffidence grew in him.\n\nHe had fought many men during his brief life, but he had never come\nacross a reputation as strange or as fascinating as this of Slim\nMalone. If the challenge which the bandit had sent him was irritating,\nit also roused in his mind a certain degree of respect, and as he rode\nup the cañon, winding slowly among the boulders, a hundred doubts\ninfested his mind.\n\nIf he had been back upon the level reaches of the Texan desert, which\nhe knew, these uncertainties would probably have never entered his\nhead, but here every half mile of his journey was passed under the eye\nof a thousand coverts from which a man could have picked him off with\nthe safety of a hunter firing from a blind at partridges. Moreover a\ncurious loneliness akin to homesickness came in him, located, as far\nas he could discover, chiefly in the pit of the stomach.\n\nThe mountains were blue now, and purple along their upper reaches, and\nas the sun left off the moon took up her reign over the chill blue\nspaces. It was very solemn, almost funereal to the thought of Lefty\nCornwall. And the silence was punctuated with the melancholy howling\nof a far-off coyote.\n\nIt was complete night before he reached the upper end of Eagle Head\nCañon, and he was weary from the stumbling gait of his horse over the\nrocks. Moreover, the mountain night air was cold—very cold to Lefty.\nHe wanted desperately to turn back, but he had not the heart to face\nthe inquiries which would meet him at the town, and the covert smiles\nwhich would welcome the hero returning empty handed, the man who\nneeded no posse.\n\nLefty was a very brave man, but like almost all of the physically\ncourageous, he dreaded derision more than actual pain. Yet, in spite\nof this he finally decided that it was better to go back to the town\nand face the smiles than to remain through the cold night in these\ndread silences. He wished heartily that he had taken one other man\nwith him if it were only for the companionship. As it was he felt that\nit was no use to hunt further, and he started back down the cañon. He\nhad not gone far when his horse stumbled and commenced to limp.\n\nLefty got off with a curse and felt of the fore hoofs. The difficulty\nproved to be a sharp, three-cornered rock which had been picked up\nunder the shoe of the left fore foot. He was bending over to pry this\nloose between his fingers when he caught the glint of a light.\n\nIn his excitement he sprang upright and stared. At once the light\ndisappeared. Lefty began to feel ghostly. His senses had never played\nhim such tricks before.\n\nHe leaned over and commenced work on the stone again, but as he did so\nhis eye caught the same glint of light. There was no possible mistake\nabout it this time. He remained bent over and stared at it until he\nwas certain that he saw a yellow spot of light, a long, thin ray which\npointed out to him like a finger through the shadows.\n\nThis time he took the bearings of the light carefully, and when he\nstood up he was able to locate it again. Lefty’s heart beat high.\n\nHe threw the reins over his horse’s head and commenced to stalk the\nlight carefully. Sometimes as he slipped and stumbled over the rocks\nhe lost sight of it altogether, only to have it reappear when he had\nalmost given up hopes of finding it again. And so he came upon the\ncave.\n\nThe light shone through a little chink between two tall boulders, and\nas Lefty pressed his eye to the aperture, holding his breath as he did\nso, he saw a long dugout, perhaps a dozen paces from end to end, and\nsome five paces wide. Behind a partition at one end he heard the\nstamping of a horse, and as Lefty gazed, a magnificent white head rose\nbehind the partition and looked fairly at him. His heart stopped as\nthat great-eyed gaze turned on him, the ears pricking and the wisp of\nhay motionless in the mouth. But after a moment the horse dropped his\nhead again and went on crunching his fodder, stamping now and then and\nsnorting as he ate.\n\nAt first he saw no other occupant of the place, but by moving his eye\nto one side of the aperture he managed to get a glimpse of the bandit\nhimself. There was no question about his identity. From the\ndescriptions which he had heard while in Appleton he knew him at once,\nthe expressionless gray eyes, and the thin, refined face with an\nalmost Greek modeling about its lower part.\n\nHe sat tilted back in a heavy chair smoking a pipe and reading, and\nLefty saw that he sat facing a blanket at the far end of the room.\nEvidently this was the entrance. So far as Lefty could see the bandit\nwas unarmed, his two long guns lying on the table half a dozen paces\naway.\n\nVery softly he crept along the side of the boulder, and finally came\nto an aperture, as he had expected. It was just wide enough for a man\nto press through, and from the chisel marks at his sides it had\nevidently been artificially widened from time to time. At the end of\nthe narrow passage hung the blanket.\n\nIf Lefty had proceeded cautiously up to this point, his caution now\nbecame almost animal-like. Behind that blanket he had no idea what was\nhappening. Perhaps the bandit had heard a noise long before, and was\nnow crouched against the wall in another part of the place, ready to\nopen fire at the first stir of the blanket. Perhaps he had stolen out\nof the cave by another entrance and was now hunting the hunter. The\nthought sent a chill down Lefty’s back and he turned his head quickly.\nThen he resumed his slow progress. At the very edge of the blanket he\npaused for a long and deathly minute, but Lefty was not a woman, to\nfail at the last moment.\n\nHe swung the blanket aside and crouched in the entrance with his gun\nleveled. The little round sight framed the face of Slim Malone, who\nstill sat reading quietly and puffing at a black-bowled pipe.\n\n“Hands up!” said Lefty softly.\n\nEven then, with his bead on his man, he did not feel entirely sure of\nhimself. It seemed that this could not be true. Opportunity had\nfavored him too much. There must still be some turn of the game.\n\nThe meaningless gray eyes raised calmly from the book. It seemed to\nLefty that a yellow glint came into them for a moment like the light\nthat comes into an animal’s eyes when it is angered, but the next\nmoment it was gone, and he could not be sure that it had come there at\nall. The rest of the face was perfectly calm. Malone lowered the book\nslowly and then raised his hands above his head.\n\n“Ah, sheriff,” he said quietly, “I see that you have honored my\ninvitation.”\n\n“Right-o,” said Lefty, “I’m here all right.”\n\nHe felt strangely relieved after hearing his quarry speak. He stepped\nthrough the entrance and straightened up, still with the revolver\nleveled. It was beyond his fondest hopes that he should be able to\nbring the desperado alive to Appleton, and the thought of his complete\nsuccess warmed his heart. Also the immediate prospect of that\nfive-thousand-dollar bonus.\n\n“In order to remove any strain you may be under,” went on Slim Malone,\n“I’ll assure you that I am quite unarmed. My guns are both lying on\nthe table there. In order that you may make sure, I shall stand up,\nwith my hands over my head, and turn around slowly. You can examine me\nto your own satisfaction.”\n\nHe did as he had said, and Lefty’s practised eyes saw that there was\nnot the suspicion of a lump under the clothes.\n\n“Now,” said Slim Malone, as he faced his captor again, and his smile\nwas strangely winning, “I hope that I may lower my arms and we can\ncommence our little party.”\n\n“Your end of this here party is all over, my beauty,” said Lefty\ngrimly, “except that the boys at Appleton may give you a little\nimpromptu reception when we hit town. They seem to be rather strong on\ncelebrations.”\n\n“So I understand,” smiled Slim Malone. “I have no doubt they will be\nglad to see me.”\n\n“Ain’t no doubt in the world,” grinned Lefty, warming to the perfect\ncalm of this man. “Between you an’ me, pal, I’m sorry to have to turn\nthis little trick; but—”\n\nMalone waved a careless and reassuring hand.\n\n“Business is business, my dear fellow,” he said.\n\n“That bein’ the case,” said Lefty, “I’ll have to ask you to turn\naround and put your hands behind your back while I put these here\nbracelets on. I don’t want to discourage you any, but while I’m doin’\nit this here gun will be in my hand and pointin’ at your back.”\n\n“Naturally,” nodded Malone; “quite right, of course; but before we\nstart on our little jaunt back to the camp won’t you have a drink with\nme? I have some really rare old stuff here; quite different from the\nfirewater they put labels on in Appleton.”\n\nLefty grinned appreciatively.\n\n“It’s a good move, pal,” he said, shaking his head with admiration,\n“an’ I know that you’re hard put to it or you wouldn’t try such an old\ndodge on me. It’s a good move, but down in Texas the booze stunt is so\nold that they’ve almost forgotten it—not quite!”\n\n“Ah,” said Malone, with a little sigh of regret, “then I suppose we\nshall have to ride out in the night without a nip. Gets mighty chilly\nhere before morning, you know.”\n\nThis fact had gradually dawned on Lefty during his ride up the valley,\nand as he looked forward to the journey back he shivered with\nunpleasant anticipation. In Texas a summer night was one thing; in\nthese mountains it was quite another.\n\n“I suppose the booze is the real thing,” he inquired casually.\n\n“There are little bubbles under the glass,” said Slim Malone with\nsubtle emotion.\n\nLefty Cornwall sighed deeply. The taste of the Appleton bar whisky\nstill burned his mouth. After all this fellow was a man. He might be a\ncriminal, but Lefty’s own past was not free from shady episodes.\nFurthermore he was about to make five thousand dollars on presenting\nhim to the good people of Appleton.\n\n“If you sure want a drink before we start, go ahead,” said Lefty.\n\n“The bottle and a glass is over there in that little dugout on the\nwall,” pointed Malone.\n\nIn the little open hutch on the wall the sheriff perceived a tall\nbottle which shimmered pleasantly in the torch-light.\n\n“Go ahead,” said the sheriff, “I reckon you know I’m watchin’ all the\ntime.”\n\n“Surely,” said Malone pleasantly. “I know you’re on your job all the\ntime.”\n\nHe walked over to the hutch and picked up the bottle and the glass. He\npaused with the bottle tucked away under his arm.\n\n“Queer thing,” pondered Malone, “the same pack that held this bottle\nof whisky held this also.”\n\nLefty tightened his grip on the gun as Malone reached deeper into the\nhutch, but he straightened again, and appeared carrying a large\nconcert banjo.\n\n“That fellow had taste,” he continued, crossing the room and laying\ndown the banjo carelessly on the chair; “just run your eyes over that\nbanjo.”\n\n“Some banjo, all right,” said the sheriff, “but hurry up with your\ndrink, Malone. We’ve got to be on our way.”\n\nMalone uncorked the bottle and held it under his nose while he inhaled\na whiff.\n\n“The old aroma, all right,” he pronounced with the air of a\nconnoisseur; “must be a vintage as far back as the eighties. You won’t\njoin me?”\n\nNow the heart of the sheriff was a human heart, but his will was\nadamant.\n\n“Not me, Malone,” he answered, “I’ve been in the game too long. Can’t\ndrink on this sort of a job.”\n\n“Guess you’re right,” murmured Malone, letting the amber stream\ntrickle slowly into the glass; “but it’s too bad.”\n\nHe raised the glass to his lips and swallowed half of the contents\nslowly.\n\n“The stuff is so oily,” he mused, “that you don’t need a chaser. Just\nsort of oils its own way down, you know.”\n\nThe sheriff moistened his lips.\n\n“It certainly is a shame that you can’t taste it,” continued Malone,\nas he drained the glass.\n\nThe sheriff hitched his belt with his customary gesture.\n\n“It looks like the real thing,” he said judicially.\n\n“It is,” pronounced Malone with decision, “and after the sort of\npoison they serve you around here—”\n\nThe sheriff shuddered with sympathy.\n\n“I reckon,” he said hesitatingly, “that you might pour me just a\ndrop.”\n\nIt seemed to him that as he spoke the yellow glint came into the eyes\nof Malone again, but a moment later it was gone, and he decided that\nthe change had been merely a shadow from the wavering torch-light. He\ntook the glass which Malone extended to him under the cover of the\npointed gun and raised it slowly to his lips.\n\n“Just stand a bit further back while I drink, pal,” he said.\n\nMalone obeyed, and the sheriff tilted the glass. It was, as Malone had\nsaid, “the real old aroma,” and the sheriff drew a deep breath.\n\nNow there is a saying about liquor that the drink which does the harm\nis “just one more,” and certain it is that one whisky calls for\nanother as surely as a question calls for an answer.\n\n“I reckon it ain’t quite as old as you say,” said the sheriff, feeling\nhis way from word to word cautiously. “I reckon it ain’t more than\nfifteen years old at the outside.”\n\nMalone paused, with the bottle suspended over the glass to consider.\n\n“I thought that myself when I first drank,” he nodded; “but that was\nbefore I got used to it. All Bourbon is a little sharp, you know.”\n\nThe sheriff was inclined to agree. He also felt sure that one more\ndrink would quite banish from his memory the taste of that one drink\nin Appleton. Moreover, the danger, if there was any, was slight, for\nMalone was taking drink for drink with him, and larger drinks at that.\nIt was a sort of subtle challenge to the manhood of the sheriff, and\nhe was as proud of his capacity for whisky as of his speed with a gun.\n\nIt was perhaps half an hour later that the sheriff indicated the banjo\nwith a careless wave of the pistol.\n\n“Play any?” he inquired, “or do you keep it around as sort of an\nornament?”\n\n“Both,” smiled Malone. “It makes the place more homelike, you know,\nand then I sing once in a while, but not often. Folks around here\naren’t particularly partial to my voice.”\n\n“I’m a pretty good judge,” stated the sheriff; “blaze away, and I’ll\nsee you ain’t interrupted. Been a long time since I had the pleasure\nof hearing any decent singin’.”\n\nHe was, as he said, a fairly good judge, and he was delighted with the\nrich barytone which rang through the cave. After a time, as the whisky\nand the music melted into his mood, he began to call for old\nfavorites, darky ballads, and last of all, for the sentimental ditties\nwhich have always charmed the heart of the rough men of the West:\n“Annie Laurie,” “Old Black Joe,” “Ben Bolt,” “Silver Threads Among the\nGold.”\n\nAs he sang the bandit commenced, naturally, to walk back and forth\nthrough the cave, and the sheriff sat back in the chair and with\nhalf-closed eyes waved the revolver back and forth in time. He failed\nto note that as Malone walked up and down each time he made a longer\ntrip, until at last he was pacing and turning close to the table on\nwhich lay the revolvers side by side. He did not note it, or if he did\nhis mind was too thrilled with the tender airs and the tenderer liquor\nto register the fact clearly. It faded into the pleasant blur of his\nsensations.\n\n    Oh, don’t you remember sweet Alice, Ben Bolt, Sweet Alice\n    with—\n\nThe music stopped. Malone had stooped over the table with the speed of\na bird picking up a grain of wheat, and with the same movement he\nwhirled and fired. The gun spun from the hand of the sheriff and he\nstood staring into eyes which now beyond all doubt flared with a\nyellow animal fire.\n\n“Now put your hands behind your back after you’ve thrown those\nbracelets to me,” said Malone. “I naturally hate to break up this\nparty, but I think you’ve had about enough whisky to keep you warm on\nthe ride back, Lefty, my boy.”\n\nThere was an insane desire on the sheriff’s part to leap upon Malone\nbare-handed, but he had seen too many fighting men in action before.\nHe knew the meaning of those eyes and the steadiness of the revolver.\n\n“It’s your game, Slim,” he said, with as little bitterness as\npossible; “but will you tell me why in the name of God you aren’t on\nthe stage? It isn’t what you do, pal, it’s the way you do it!”\n\nAppleton woke early the next morning. Some one shouted and then fired\na pistol. The populace gathered at windows and doors rubbing sleepy\neyes which a moment later shone wide awake, and yawns turned into\nyells of laughter, for down the middle of Appleton’s one street came\nthe sheriff. He was sitting the roan horse, with his feet tied below\nthe girth, and his hands tied behind his back. And even the weary roan\nseemed to feel in his drooping head the defeat of his rider.\n\nUpon the back of the sheriff was a large piece of cardboard, upon\nwhich was printed in large letters the following:\n\n    I’m sending this back with my signature in token of a\n    pleasant evening in my home in Eagle Head Cañon. I’m sorry\n    to announce that I’m moved. Slim Malone.",
    "metadata": {
        "author": [
            "Brand, Max"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67306/pg67306.txt",
        "name": "the_laughter_of_slim_malone.json"
    }
}