{
    "name": "The Hall of Fantasy (From \"Mosses from an Old Manse\")",
    "author": [
        "Hawthorne, Nathaniel"
    ],
    "body": "\n\nIt has happened to me, on various occasions, to find myself in a\ncertain edifice which would appear to have some of the characteristics\nof a public exchange. Its interior is a spacious hall, with a pavement\nof white marble. Overhead is a lofty dome, supported by long rows of\npillars of fantastic architecture, the idea of which was probably taken\nfrom the Moorish ruins of the Alhambra, or perhaps from some enchanted\nedifice in the Arabian tales. The windows of this hall have a breadth\nand grandeur of design and an elaborateness of workmanship that have\nnowhere been equalled, except in the Gothic cathedrals of the Old\nWorld. Like their prototypes, too, they admit the light of heaven only\nthrough stained and pictured glass, thus filling the hall with\nmany-colored radiance and painting its marble floor with beautiful or\ngrotesque designs; so that its inmates breathe, as it were, a visionary\natmosphere, and tread upon the fantasies of poetic minds. These\npeculiarities, combining a wilder mixture of styles than even an\nAmerican architect usually recognizes as allowable,—Grecian, Gothic,\nOriental, and nondescript,—cause the whole edifice to give the\nimpression of a dream, which might be dissipated and shattered to\nfragments by merely stamping the foot upon the pavement. Yet, with such\nmodifications and repairs as successive ages demand, the Hall of\nFantasy is likely to endure longer than the most substantial structure\nthat ever cumbered the earth.\n\nIt is not at all times that one can gain admittance into this edifice,\nalthough most persons enter it at some period or other of their lives;\nif not in their waking moments, then by the universal passport of a\ndream. At my last visit I wandered thither unawares while my mind was\nbusy with an idle tale, and was startled by the throng of people who\nseemed suddenly to rise up around me.\n\n“Bless me! Where am I?” cried I, with but a dim recognition of the\nplace.\n\n“You are in a spot,” said a friend who chanced to be near at hand,\n“which occupies in the world of fancy the same position which the\nBourse, the Rialto, and the Exchange do in the commercial world. All\nwho have affairs in that mystic region, which lies above, below, or\nbeyond the actual, may here meet and talk over the business of their\ndreams.”\n\n“It is a noble hall,” observed I.\n\n“Yes,” he replied. “Yet we see but a small portion of the edifice. In\nits upper stories are said to be apartments where the inhabitants of\nearth may hold converse with those of the moon; and beneath our feet\nare gloomy cells, which communicate with the infernal regions, and\nwhere monsters and chimeras are kept in confinement and fed with all\nunwholesomeness.”\n\nIn niches and on pedestals around about the hall stood the statues or\nbusts of men who in every age have been rulers and demigods in the\nrealms of imagination and its kindred regions. The grand old\ncountenance of Homer; the shrunken and decrepit form but vivid face of\nAEsop; the dark presence of Dante; the wild Ariosto; Rabelais’s smile\nof deep-wrought mirth, the profound, pathetic humor of Cervantes; the\nall-glorious Shakespeare; Spenser, meet guest for an allegoric\nstructure; the severe divinity of Milton; and Bunyan, moulded of\nhomeliest clay, but instinct with celestial fire,—were those that\nchiefly attracted my eye. Fielding, Richardson, and Scott occupied\nconspicuous pedestals. In an obscure and shadowy niche was deposited\nthe bust of our countryman, the author of Arthur Mervyn.\n\n“Besides these indestructible memorials of real genius,” remarked my\ncompanion, “each century has erected statues of its own ephemeral\nfavorites in wood.”\n\n“I observe a few crumbling relics of such,” said I. “But ever and anon,\nI suppose, Oblivion comes with her huge broom and sweeps them all from\nthe marble floor. But such will never be the fate of this fine statue\nof Goethe.”\n\n“Nor of that next to it,—Emanuel Swedenborg,” said he. “Were ever two\nmen of transcendent imagination more unlike?”\n\nIn the centre of the hall springs an ornamental fountain, the water of\nwhich continually throws itself into new shapes and snatches the most\ndiversified lines from the stained atmosphere around. It is impossible\nto conceive what a strange vivacity is imparted to the scene by the\nmagic dance of this fountain, with its endless transformations, in\nwhich the imaginative beholder may discern what form he will. The water\nis supposed by some to flow from the same source as the Castalian\nspring, and is extolled by others as uniting the virtues of the\nFountain of Youth with those of many other enchanted wells long\ncelebrated in tale and song. Having never tasted it, I can bear no\ntestimony to its quality.\n\n“Did you ever drink this water?” I inquired of my friend.\n\n“A few sips now and then,” answered he. “But there are men here who\nmake it their constant beverage,—or, at least, have the credit of doing\nso. In some instances it is known to have intoxicating qualities.”\n\n“Pray let us look at these water-drinkers,” said I.\n\nSo we passed among the fantastic pillars till we came to a spot where a\nnumber of persons were clustered together in the light of one of the\ngreat stained windows, which seemed to glorify the whole group as well\nas the marble that they trod on. Most of them were men of broad\nforeheads, meditative countenances, and thoughtful, inward eyes; yet it\nrequired but a trifle to summon up mirth, peeping out from the very\nmidst of grave and lofty musings. Some strode about, or leaned against\nthe pillars of the hall, alone and in silence; their faces wore a rapt\nexpression, as if sweet music were in the air around them, or as if\ntheir inmost souls were about to float away in song. One or two,\nperhaps, stole a glance at the bystanders, to watch if their poetic\nabsorption were observed. Others stood talking in groups, with a\nliveliness of expression, a ready smile, and a light, intellectual\nlaughter, which showed how rapidly the shafts of wit were glancing to\nand fro among them.\n\nA few held higher converse, which caused their calm and melancholy\nsouls to beam moonlight from their eyes. As I lingered near them,—for I\nfelt an inward attraction towards these men, as if the sympathy of\nfeeling, if not of genius, had united me to their order,—my friend\nmentioned several of their names. The world has likewise heard those\nnames; with some it has been familiar for years; and others are daily\nmaking their way deeper into the universal heart.\n\n“Thank Heaven,” observed I to my companion, as we passed to another\npart of the hall, “we have done with this techy, wayward, shy, proud\nunreasonable set of laurel-gatherers. I love them in their works, but\nhave little desire to meet them elsewhere.”\n\n“You have adopted all old prejudice, I see,” replied my friend, who was\nfamiliar with most of these worthies, being himself a student of\npoetry, and not without the poetic flame. “But, so far as my experience\ngoes, men of genius are fairly gifted with the social qualities; and in\nthis age there appears to be a fellow-feeling among them which had not\nheretofore been developed. As men, they ask nothing better than to be\non equal terms with their fellow-men; and as authors, they have thrown\naside their proverbial jealousy, and acknowledge a generous\nbrotherhood.”\n\n“The world does not think so,” answered I. “An author is received in\ngeneral society pretty much as we honest citizens are in the Hall of\nFantasy. We gaze at him as if he had no business among us, and question\nwhether he is fit for any of our pursuits.”\n\n“Then it is a very foolish question,” said he. “Now, here are a class\nof men whom we may daily meet on ’Change. Yet what poet in the hall is\nmore a fool of fancy than the sagest of them?”\n\nHe pointed to a number of persons, who, manifest as the fact was, would\nhave deemed it an insult to be told that they stood in the Hall of\nFantasy. Their visages were traced into wrinkles and furrows, each of\nwhich seemed the record of some actual experience in life. Their eyes\nhad the shrewd, calculating glance which detects so quickly and so\nsurely all that it concerns a man of business to know about the\ncharacters and purposes of his fellow-men. Judging them as they stood,\nthey might be honored and trusted members of the Chamber of Commerce,\nwho had found the genuine secret of wealth and whose sagacity gave them\nthe command of fortune.\n\nThere was a character of detail and matter of fact in their talk which\nconcealed the extravagance of its purport, insomuch that the wildest\nschemes had the aspect of everyday realities. Thus the listener was not\nstartled at the idea of cities to be built, as if by magic, in the\nheart of pathless forests; and of streets to be laid out where now the\nsea was tossing; and of mighty rivers to be stayed in their courses in\norder to turn the machinery of a cotton-mill. It was only by an effort,\nand scarcely then, that the mind convinced itself that such\nspeculations were as much matter of fantasy as the old dream of\nEldorado, or as Mammon’s Cave, or any other vision of gold ever\nconjured up by the imagination of needy poet or romantic adventurer.\n\n“Upon my word,” said I, “it is dangerous to listen to such dreamers as\nthese. Their madness is contagious.”\n\n“Yes,” said my friend, “because they mistake the Hall of Fantasy for\nactual brick and mortar, and its purple atmosphere for unsophisticated\nsunshine. But the poet knows his whereabout, and therefore is less\nlikely to make a fool of himself in real life.”\n\n“Here again,” observed I, as we advanced a little farther, “we see\nanother order of dreamers, peculiarly characteristic, too, of the\ngenius of our country.”\n\nThese were the inventors of fantastic machines. Models of their\ncontrivances were placed against some of the pillars of the hall, and\nafforded good emblems of the result generally to be anticipated from an\nattempt to reduce day-dreams to practice. The analogy may hold in\nmorals as well as physics; for instance, here was the model of a\nrailroad through the air and a tunnel under the sea. Here was a\nmachine—stolen, I believe—for the distillation of heat from moonshine;\nand another for the condensation of morning mist into square blocks of\ngranite, wherewith it was proposed to rebuild the entire Hall of\nFantasy. One man exhibited a sort of lens whereby he had succeeded in\nmaking sunshine out of a lady’s smile; and it was his purpose wholly to\nirradiate the earth by means of this wonderful invention.\n\n“It is nothing new,” said I; “for most of our sunshine comes from\nwoman’s smile already.”\n\n“True,” answered the inventor; “but my machine will secure a constant\nsupply for domestic use; whereas hitherto it has been very precarious.”\n\nAnother person had a scheme for fixing the reflections of objects in a\npool of water, and thus taking the most life-like portraits imaginable;\nand the same gentleman demonstrated the practicability of giving a\npermanent dye to ladies’ dresses, in the gorgeous clouds of sunset.\nThere were at least fifty kinds of perpetual motion, one of which was\napplicable to the wits of newspaper editors and writers of every\ndescription. Professor Espy was here, with a tremendous storm in a\ngum-elastic bag. I could enumerate many more of these Utopian\ninventions; but, after all, a more imaginative collection is to be\nfound in the Patent Office at Washington.\n\nTurning from the inventors we took a more general survey of the inmates\nof the hall. Many persons were present whose right of entrance appeared\nto consist in some crotchet of the brain, which, so long as it might\noperate, produced a change in their relation to the actual world. It is\nsingular how very few there are who do not occasionally gain admittance\non such a score, either in abstracted musings, or momentary thoughts,\nor bright anticipations, or vivid remembrances; for even the actual\nbecomes ideal, whether in hope or memory, and beguiles the dreamer into\nthe Hall of Fantasy. Some unfortunates make their whole abode and\nbusiness here, and contract habits which unfit them for all the real\nemployments of life. Others—but these are few—possess the faculty, in\ntheir occasional visits, of discovering a purer truth than the world\ncall impart among the lights and shadows of these pictured windows.\n\nAnd with all its dangerous influences, we have reason to thank God that\nthere is such a place of refuge from the gloom and chillness of actual\nlife. Hither may come the prisoner, escaping from his dark and narrow\ncell and cankerous chain, to breathe free air in this enchanted\natmosphere. The sick man leaves his weary pillow, and finds strength to\nwander hither, though his wasted limbs might not support him even to\nthe threshold of his chamber. The exile passes through the Hall of\nFantasy to revisit his native soil. The burden of years rolls down from\nthe old man’s shoulders the moment that the door uncloses. Mourners\nleave their heavy sorrows at the entrance, and here rejoin the lost\nones whose faces would else be seen no more, until thought shall have\nbecome the only fact. It may be said, in truth, that there is but half\na life—the meaner and earthier half—for those who never find their way\ninto the hall. Nor must I fail to mention that in the observatory of\nthe edifice is kept that wonderful perspective-glass, through which the\nshepherds of the Delectable Mountains showed Christian the far-off\ngleam of the Celestial City. The eye of Faith still loves to gaze\nthrough it.\n\n“I observe some men here,” said I to my friend, “who might set up a\nstrong claim to be reckoned among the most real personages of the day.”\n\n“Certainly,” he replied. “If a man be in advance of his age, he must be\ncontent to make his abode in this hall until the lingering generations\nof his fellow-men come up with him. He can find no other shelter in the\nuniverse. But the fantasies of one day are the deepest realities of a\nfuture one.”\n\n“It is difficult to distinguish them apart amid the gorgeous and\nbewildering light of this ball,” rejoined I. “The white sunshine of\nactual life is necessary in order to test them. I am rather apt to\ndoubt both men and their reasonings till I meet them in that truthful\nmedium.”\n\n“Perhaps your faith in the ideal is deeper than you are aware,” said my\nfriend. “You are at least a democrat; and methinks no scanty share of\nsuch faith is essential to the adoption of that creed.”\n\nAmong the characters who had elicited these remarks were most of the\nnoted reformers of the day, whether in physics, politics, morals, or\nreligion. There is no surer method of arriving at the Hall of Fantasy\nthan to throw one’s-self into the current of a theory; for, whatever\nlandmarks of fact may be set up along the stream, there is a law of\nnature that impels it thither. And let it be so; for here the wise head\nand capacious heart may do their work; and what is good and true\nbecomes gradually hardened into fact, while error melts away and\nvanishes among the shadows of the ball. Therefore may none who believe\nand rejoice in the progress of mankind be angry with me because I\nrecognized their apostles and leaders amid the fantastic radiance of\nthose pictured windows. I love and honor such men as well as they.\n\nIt would be endless to describe the herd of real or self styled\nreformers that peopled this place of refuge. They were the\nrepresentatives of an unquiet period, when mankind is seeking to cast\noff the whole tissue of ancient custom like a tattered garment. Many of\nthen had got possession of some crystal fragment of truth, the\nbrightness of which so dazzled them that they could see nothing else in\nthe wide universe. Here were men whose faith had embodied itself in the\nform of a potato; and others whose long beards had a deep spiritual\nsignificance. Here was the abolitionist, brandishing his one idea like\nan iron flail. In a word, there were a thousand shapes of good and\nevil, faith and infidelity, wisdom and nonsense,—a most incongruous\nthrong.\n\nYet, withal, the heart of the stanchest conservative, unless he abjured\nhis fellowship with man, could hardly have helped throbbing in sympathy\nwith the spirit that pervaded these innumerable theorists. It was good\nfor the man of unquickened heart to listen even to their folly. Far\ndown beyond the fathom of the intellect the soul acknowledged that all\nthese varying and conflicting developments of humanity were united in\none sentiment. Be the individual theory as wild as fancy could make it,\nstill the wiser spirit would recognize the struggle of the race after a\nbetter and purer life than had yet been realized on earth. My faith\nrevived even while I rejected all their schemes. It could not be that\nthe world should continue forever what it has been; a soil where\nHappiness is so rare a flower and Virtue so often a blighted fruit; a\nbattle-field where the good principle, with its shield flung above its\nhead, can hardly save itself amid the rush of adverse influences. In\nthe enthusiasm of such thoughts I gazed through one of the pictured\nwindows, and, behold! the whole external world was tinged with the\ndimly glorious aspect that is peculiar to the Hall of Fantasy, insomuch\nthat it seemed practicable at that very instant to realize some plan\nfor the perfection of mankind. But, alas! if reformers would understand\nthe sphere in which their lot is cast they must cease to look through\npictured windows. Yet they not only use this medium, but mistake it for\nthe whitest sunshine.\n\n“Come,” said I to my friend, starting from a deep revery, “let us\nhasten hence, or I shall be tempted to make a theory, after which there\nis little hope of any man.”\n\n“Come hither, then,” answered he. “Here is one theory that swallows up\nand annihilates all others.”\n\nHe led me to a distant part of the hall where a crowd of deeply\nattentive auditors were assembled round an elderly man of plain,\nhonest, trustworthy aspect. With an earnestness that betokened the\nsincerest faith in his own doctrine, he announced that the destruction\nof the world was close at hand.\n\n“It is Father Miller himself!” exclaimed I.\n\n“No less a man,” said my friend; “and observe how picturesque a\ncontrast between his dogma and those of the reformers whom we have just\nglanced at. They look for the earthly perfection of mankind, and are\nforming schemes which imply that the immortal spirit will be connected\nwith a physical nature for innumerable ages of futurity. On the other\nhand, here comes good Father Miller, and with one puff of his\nrelentless theory scatters all their dreams like so many withered\nleaves upon the blast.”\n\n“It is, perhaps, the only method of getting mankind out of the various\nperplexities into which they have fallen,” I replied. “Yet I could wish\nthat the world might be permitted to endure until some great moral\nshall have been evolved. A riddle is propounded. Where is the solution?\nThe sphinx did not slay herself until her riddle had been guessed. Will\nit not be so with the world? Now, if it should be burned to-morrow\nmorning, I am at a loss to know what purpose will have been\naccomplished, or how the universe will be wiser or better for our\nexistence and destruction.”\n\n“We cannot tell what mighty truths may have been embodied in act\nthrough the existence of the globe and its inhabitants,” rejoined my\ncompanion. “Perhaps it may be revealed to us after the fall of the\ncurtain over our catastrophe; or not impossibly, the whole drama, in\nwhich we are involuntary actors, may have been performed for the\ninstruction of another set of spectators. I cannot perceive that our\nown comprehension of it is at all essential to the matter. At any rate,\nwhile our view is so ridiculously narrow and superficial it would be\nabsurd to argue the continuance of the world from the fact that it\nseems to have existed hitherto in vain.”\n\n“The poor old earth,” murmured I. “She has faults enough, in all\nconscience, but I cannot hear to have her perish.”\n\n“It is no great matter,” said my friend. “The happiest of us has been\nweary of her many a time and oft.”\n\n“I doubt it,” answered I, pertinaciously; “the root of human nature\nstrikes down deep into this earthly soil, and it is but reluctantly\nthat we submit to be transplanted, even for a higher cultivation in\nheaven. I query whether the destruction of the earth would gratify any\none individual, except perhaps some embarrassed man of business whose\nnotes fall due a day after the day of doom.”\n\nThen methought I heard the expostulating cry of a multitude against the\nconsummation prophesied by Father Miller. The lover wrestled with\nProvidence for his foreshadowed bliss. Parents entreated that the\nearth’s span of endurance might be prolonged by some seventy years, so\nthat their new-born infant should not be defrauded of his lifetime. A\nyouthful poet murmured because there would be no posterity to recognize\nthe inspiration of his song. The reformers, one and all, demanded a few\nthousand years to test their theories, after which the universe might\ngo to wreck. A mechanician, who was busied with an improvement of the\nsteam-engine, asked merely time to perfect his model. A miser insisted\nthat the world’s destruction would be a personal wrong to himself,\nunless he should first be permitted to add a specified sum to his\nenormous heap of gold. A little boy made dolorous inquiry whether the\nlast day would come before Christmas, and thus deprive him of his\nanticipated dainties. In short, nobody seemed satisfied that this\nmortal scene of things should have its close just now. Yet, it must be\nconfessed, the motives of the crowd for desiring its continuance were\nmostly so absurd, that unless infinite Wisdom had been aware of much\nbetter reasons, the solid earth must have melted away at once.\n\nFor my own part, not to speak of a few private and personal ends, I\nreally desired our old mother’s prolonged existence for her own dear\nsake.\n\n“The poor old earth!” I repeated. “What I should chiefly regret in her\ndestruction would be that very earthliness which no other sphere or\nstate of existence can renew or compensate. The fragrance of flowers\nand of new-mown hay; the genial warmth of sunshine, and the beauty of a\nsunset among clouds; the comfort and cheerful glow of the fireside; the\ndeliciousness of fruits and of all good cheer; the magnificence of\nmountains, and seas, and cataracts, and the softer charm of rural\nscenery; even the fast-falling snow and the gray atmosphere through\nwhich it descends,—all these and innumerable other enjoyable things of\nearth must perish with her. Then the country frolics; the homely humor;\nthe broad, open-mouthed roar of laughter, in which body and soul\nconjoin so heartily! I fear that no other world call show its anything\njust like this. As for purely moral enjoyments, the good will find them\nin every state of being. But where the material and the moral exist\ntogether, what is to happen then? And then our mute four-footed friends\nand the winged songsters of our woods! Might it not be lawful to regret\nthem, even in the hallowed groves of paradise?”\n\n“You speak like the very spirit of earth, imbued with a scent of\nfreshly turned soil,” exclaimed my friend.\n\n“It is not that I so much object to giving up these enjoyments on my\nown account,” continued I, “but I hate to think that they will have\nbeen eternally annihilated from the list of joys.”\n\n“Nor need they be,” he replied. “I see no real force in what you say.\nStanding in this Hall of Fantasy, we perceive what even the\nearth-clogged intellect of man can do in creating circumstances which,\nthough we call them shadowy and visionary, are scarcely more so than\nthose that surround us in actual life. Doubt not then that man’s\ndisembodied spirit may recreate time and the world for itself, with all\ntheir peculiar enjoyments, should there still be human yearnings amid\nlife eternal and infinite. But I doubt whether we shall be inclined to\nplay such a poor scene over again.”\n\n“O, you are ungrateful to our mother earth!” rejoined I. “Come what\nmay, I never will forget her! Neither will it satisfy me to have her\nexist merely in idea. I want her great, round, solid self to endure\ninterminably, and still to be peopled with the kindly race of man, whom\nI uphold to be much better than he thinks himself. Nevertheless, I\nconfide the whole matter to Providence, and shall endeavor so to live\nthat the world may come to an end at any moment without leaving me at a\nloss to find foothold somewhere else.”\n\n“It is an excellent resolve,” said my companion, looking at his watch.\n“But come; it is the dinner-hour. Will you partake of my vegetable\ndiet?”\n\nA thing so matter of fact as an invitation to dinner, even when the\nfare was to be nothing more substantial than vegetables and fruit,\ncompelled us forthwith to remove from the Hall of Fantasy. As we passed\nout of the portal we met the spirits of several persons who had been\nsent thither in magnetic sleep. I looked back among the sculptured\npillars and at the transformations of the gleaming fountain, and almost\ndesired that the whole of life might be spent in that visionary scene\nwhere the actual world, with its hard angles, should never rub against\nme, and only be viewed through the medium of pictured windows. But for\nthose who waste all their days in the Hall of Fantasy, good Father\nMiller’s prophecy is already accomplished, and the solid earth has come\nto an untimely end. Let us be content, therefore, with merely an\noccasional visit, for the sake of spiritualizing the grossness of this\nactual life, and prefiguring to ourselves a state in which the Idea\nshall be all in all.\n\n\n\n",
    "metadata": {
        "author": [
            "Hawthorne, Nathaniel"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9226/pg9226.txt",
        "name": "the_hall_of_fantasy_(_from_\"_mosses_from_an_old_manse\").json"
    }
}