{
    "name": "The Man Who Stole A Meeting-House\n1878, From \"Coupon Bonds\"",
    "author": [
        "Trowbridge, J. T. (John Townsend)"
    ],
    "body": "From “Coupon Bonds.”\n\nCopyright 1878, by James R. Osgood & Co\n\n\nOn a recent journey to the Pennsylvania oil regions, I stopped one\nevening with a fellow-traveler at a village which had just been thrown\ninto a turmoil of excitement by the exploits of a horse-thief. As we sat\naround the tavern hearth, after supper, we heard the particulars of the\nrogue's capture and escape fully discussed; then followed many another\ntale of theft and robbery, told amid curling puffs of tobacco-smoke;\nuntil, at the close of an exciting story, one of the natives turned to\nmy traveling acquaintance, and, with a broad laugh, said, “Kin ye beat\nthat, stranger?”\n\n“Well, I don't know--maybe I could if I should try. I never happened to\nfall in with any such tall horse-stealing as you tell of, but I knew a\nman who stole a meeting-house once.”\n\n“Stole a meetin'-house! That goes a little beyant anything yit,”\n remarked another of the honest villagers. “Ye don't mean he stole it and\ncarried it away?”\n\n“Stole it and carried it away,” repeated my traveling companion,\nseriously, crossing his legs, and resting his arm on the hack of his\nchair. “And, more than all that, I helped him.”\n\n“How happened that?--for you don't look much like a thief yourself.” All\neyes were now turned upon my friend, a plain New England farmer, whose\nhonest homespun appearance and candid speech commanded respect.\n\n“I was his hired man, and I acted under orders. His name was\nJedwort--Old Jedwort, the boys called him, although he wasn't above\nfifty when the crooked little circumstance happened which I'll make as\nstraight a story of as I can, if the company would like to hear it.”\n\n“Sartin, stranger! sartin! about stealin' the meetin'-house!” chimed in\ntwo or three voices.\n\nMy friend cleared his throat, put his hair behind his ears, and with\na grave, smooth face, but with a merry twinkle in his shrewd gray eye,\nbegan as follows:\n\n“Jedwort I said his name was; and I shall never forget how he looked one\nparticular morning. He stood leaning on the front gate--or rather on the\npost, for the gate itself was such a shackling concern a child couldn't\nhave leaned on't without breaking it down. And Jedwort was no child.\nThink of a stoutish, stooping, duck-legged man, with a mountainous back,\nstrongly suggestive of a bag of grist under his shirt, and you have him.\nThat imaginary grist had been growing heavier and heavier, and he more\nand more bent under it, for the last fifteen years and more, until his\nhead and neck just came forward out from between his shoulders like\na turtle's from its shell. His arms hung, as he walked, almost to the\nground. Being curved with the elbows outward, he looked for all the\nworld, in a front view, like a waddling interrogation-point inclosed\nin a parenthesis. If man was ever a quadruped, as I've heard some folks\ntell, and rose gradually from four legs to two, there must have been a\ntime, very early in his history, when he went about like Old Jedwort.\n\n“The gate had been a very good gate in its day. It had even been a\ngenteel gate when Jedwort came into possession of the place by marrying\nhis wife, who inherited it from her uncle. That was some twenty years\nbefore, and everything had been going to rack and ruin ever since.\n\n“Jedwort himself had been going to rack and ruin, morally speaking. He\nwas a middling decent sort of man when I first knew him; and I judge\nthere must have been something about him more than common, or he\nnever could have got such a wife. But then women do marry, sometimes,\nunaccountably. I've known downright ugly and disagreeable fellows to\nwork around, till by and by they would get a pretty girl fascinated by\nsomething in them which nobody else could see, and then marry her in\nspite of everything;--just as you may have seen a magnetizer on the\nstage make his subjects do just what he pleased, or a black snake charm\na bird. Talk about women marrying with their eyes open, under such\ncircumstances! They don't marry with their eyes open: they are put to\nsleep, in one sense, and a'n't more than half responsible for what they\ndo, if they are that. Then rises the question that has puzzled wiser\nheads than any of ours here, and will puzzle more yet, till society is\ndifferent from what it is now--how much a refined and sensitive woman is\nbound to suffer from a coarse and disgusting master, legally called her\nhusband, before she is entitled to break off a bad bargain she scarce\nhad a hand in making. I've sat here to-night and heard about men getting\ngoods under false pretences; you've told some astonishing big stories,\ngentlemen, about rogues stealing horses and sleighs; and I'm going to\ntell you about the man who stole a meeting-house; but, when all is said,\nI guess it will be found that more extraordinary thieving than all that\noften goes on under our own eyes, and nobody takes any notice of\nit. There's such a thing, gentlemen, as getting hearts under false\npretences. There's such a thing as a man's stealing a wife.\n\n“I speak with feeling on this subject, for I had an opportunity of\nseeing what Mrs. Jedwort had to put up with from a man no woman of her\nstamp could do anything but detest. She was the patientest creature you\never saw. She was even too patient. If I had been tied to such a cub, I\nthink I should have cultivated the beautiful and benignant qualities\nof a wildcat; there would have been one good fight, and one of us would\nhave been living, and the other would have been dead, and that would\nhave been the end of it. But Mrs. Jedwort bore and bore untold miseries\nand a large number of children. She had had nine of these, and three\nwere under the sod and six above it when Jedwort ran off with the\nmeeting-house in the way I am going on to tell you. There was Maria, the\noldest girl, a perfect picture of what her mother had been at nineteen.\nThen there were the two boys, Dave and Dan, fine young fellows, spite\nof their father. Then came Lottie, and Susie, and then Willie, a little\nfour-year-old.\n\n“It was amazing to see what the mother would do to keep her family\nlooking decent with the little means she had. For Jedwort was the\ntightest screw ever you saw. It was avarice that had spoiled him, and\ncame so near turning him into a beast. The boys used to say he grew so\nbent looking in the dirt for pennies. That was true of his mind, if not\nof his body. He was a poor man, and a pretty respectable man, when he\nmarried his wife; but he had no sooner come into possession of a little\nproperty than he grew crazy for more.\n\n“There are a good many men in the world, that nobody looks upon as\nmonomaniacs, who are crazy in just that sort of way. They are all for\nlaying up money, depriving themselves of comforts, and their families\nof the advantages of society and education, just to add a few dollars to\ntheir hoard every year; and so they keep on till they die and leave it\nto their children, who would be much better off if a little more had\nbeen invested in the cultivation of their minds and manners, and less in\nstocks and bonds.\n\n“Jedwort was just one of that class of men, although perhaps he carried\nthe fault I speak of a little to excess. A dollar looked so big to him,\nand he held it so close, that at last he couldn't see much of anything\nelse. By degrees he lost all regard for decency and his neighbor's\nopinions. His children went barefoot, even after they got to be great\nboys and girls, because he was too mean to buy them shoes. It was\npitiful to see a nice, interesting girl, like Maria, go about looking as\nshe did, while her father was piling his money into the bank. She wanted\nto go to school and learn music, and be somebody; but he wouldn't keep a\nhired girl, and so she was obliged to stay at home and do housework; and\nshe could no more have got a dollar out of him to pay for clothes and\ntuition than you could squeeze sap out of a hoe-handle.\n\n“The only way his wife could ever get anything new for the family was by\nstealing butter from her own dairy, and selling it behind his back.\n'You needn't say anything to Mr. Jedwort about this batch of butter,'\nshe would hint to the storekeeper; 'but you may hand the money to me,\nor I will take my pay in goods.' In this way a new gown, or a piece of\ncloth for the boys' coats, or something else the family needed, would be\nsmuggled into the house, with fear and trembling lest old Jedwort should\nmake a row and find where the money came from.\n\n“The house inside was kept neat as a pin; but everything around it\nlooked terribly shiftless. It was built originally in an ambitious\nstyle, and painted white. It had four tall front pillars, supporting the\nportion of the roof that came over the porch--lifting up the eyebrows of\nthe house, if I may so express myself, and making it look as if it was\ngoing to sneeze. Half the blinds were off their hinges, and the rest\nflapped in the wind. The front doorstep had rotted away. The porch had\nonce a good floor, but for years Jedwort had been in the habit of going\nto it whenever he wanted a board for the pig-pen, until not a bit of\nfloor was left.\n\n“But I began to tell about Jedwort leaning on the gate that morning. We\nhad all noticed him; and as Dave and I brought in the milk, his mother\nasked, 'What is your father planning now? Half the time he stands there,\nlooking up the road; or else he's walking up that way in a brown study.'\n\n“'He's got his eye on the old meeting-house,' says Dave, setting down\nhis pail. 'He has been watching it and walking round it, off and on, for\na week.'\n\n“That was the first intimation I had of what the old fellow was up\nto. But after breakfast he followed me out of the house, as if he had\nsomething on his mind to say to me.\n\n“'Stark,' says he, at last, 'you've always insisted on't that I wasn't\nan enterprisin' man.'\n\n“'I insist on't still,' says I; for I was in the habit of talking mighty\nplain to him, and joking him pretty hard sometimes. 'If I had this farm,\nI'd show you enterprise. You wouldn't see the hogs in the garden half\nthe time, just for want of a good fence to keep 'em out. You wouldn't\nsee the very best strip of land lying waste, just for want of a ditch.\nYou wouldn't see that stone wall by the road tumbling down year after\nyear, till by and by you won't be able to see it for the weeds and\nthistles.'\n\n“'Yes,' says he, sarcastically, 'ye'd lay-out ten times as much money\non the place as ye'd ever git back agin, I've no doubt. But I believe in\neconomy.'\n\n“That provoked me a little, and I said, 'Economy! You're one of the kind\nof men that'll skin a flint for sixpence and spoil a jack-knife worth a\nshilling. You waste fodder and grain enough every three years to pay for\na bigger barn--to say nothing of the inconvenience.'\n\n“'Wal, Stark,' says he, grinning and scratching his head, 'I've made up\nmy mind to have a bigger barn, if I have to steal one.'\n\n“'That won't be the first thing you've stole, neither,' says I.\n\n“He flared up at that. 'Stole?' says he. 'What did I ever steal?'\n\n“'Well, for one thing, the rails the freshet last spring drifted off\nfrom Talcott's land onto yours, and you grabbed: what was that but\nstealing?'\n\n“'That was luck. He couldn't swear to his rails. By the way, they'll\njest come in play now.'\n\n“'They've come in play already,' says I. 'They've gone on to the old\nfences all over the farm, and I could use a thousand more without making\nmuch show.'\n\n“'That's 'cause you're so dumbed extravagant with rails, as you are\nwith everything else. A few loads can be spared from the fences here\nand there, as well as not. Harness up the team, boys, and git together\nenough to make about ten rods o' zigzag, two rails high.'\n\n“'Two rails?' says Dave, who had a healthy contempt for the old man's\nnarrow, contracted way of doing things. 'What's the good of such a fence\nas that?'\n\n“'It'll be,' says I, 'like the single bar in music. When our old singing\nmaster asked his class once what a single bar was, Bill Wilkins spoke\nup and said, “It's a bar that horses and cattle jump over, and pigs and\nsheep run under.”'\n\n“'What do you expect to keep out with two rails?'\n\n“'The _law_, boys, the _law_,' says Jedwort. 'I know what I'm about.\nI'll make a fence the _law_ can't run under nor jump over; and I don't\ncare a cuss for the cattle and pigs. You git the rails, and I'll rip\nsome boards off'n the pig-pen to make stakes.'\n\n“'Boards a'n't good for nothin' for stakes,' says Dave. 'Besides, none\ncan't be spared from the pig-pen.'\n\n“'I'll have boards enough in a day or two for forty pig-pens,' says\nJedwort. 'Bring along the rails and dump 'em out in the road for the\npresent, and say nothin' to nobody.'\n\n“We got the rails, and he made his stakes; and right away after dinner\nhe called us out. 'Come, boys,' says he, 'now we'll astonish the\nnatives.'\n\n“The wagon stood in the road, with the last jag of rails still on it.\nJedwort piled on his stakes, and threw on the crowbar and axe, while we\nwere hitching up the team.\n\n“'Now, drive on, Stark,' says he.\n\n“'Yes; but where shall I drive to?'\n\n“'To the old meetin'-house,' says Jedwort, trudging on ahead.\n\n“The old meeting-house stood on an open common, at the northeast corner\nof his farm. A couple of cross-roads bounded it on two sides; and it\nwas bounded on the other two by Jedwort's overgrown stone wall. It was\na square, old-fashioned building, with a low steeple, that had a\nbelfry, but no bell in it, and with a high, square pulpit and high,\nstraight-backed pews inside. It was now some time since meetings\nhad been held there; the old society that used to meet there having\nseparated, one division of it building a fashionable chapel in the North\nVillage, and the other a fine new church at the Centre.\n\n“Now, the peculiarity about the old church property was, that nobody had\nany legal title to it. A log meeting-house had been built there when the\ncountry was first settled and the land was of no account. In the course\nof time that was torn down, and a good frame house put up in its place.\nAs it belonged to the whole community, no title, either to the house or\nland, was ever recorded; and it wasn't until after the society dissolved\nthat the question came up as to how the property was to be disposed of.\nWhile the old deacons were carefully thinking it over, Jed-wort was on\nhand, to settle it by putting in his claim.\n\n“'Now, boys,' says he, 'ye see what I'm up to.'\n\n“'Yes,' says I, provoked as I could be at the mean trick, 'and I knew it\nwas some such mischief all along. You never show any enterprise, as you\ncall it, unless it is to get the start of a neighbor. Then you are wide\nawake; then you are busy as the Devil in a gale of wind.'\n\n“'But what _are_ you up to, pa?' says Dan, who didn't see the trick yet.\n\n“The old man says, 'I'm goin' to fence in the rest part of my farm.'\n\n“'What rest part?'\n\n“'This part that never was fenced; the old meetin'-house common.'\n\n“'But, pa,' says Dave, disgusted as I was, 'you've no claim on that.'\n\n“'Wal, if I ha'n't, I'll make a claim. Give me the crowbar. Now, here's\nthe corner, nigh as I can squint'; and he stuck the bar into the ground.\n'Make a fence to here from the wall, both sides.'\n\n“'Sho, pa!' says Dan, looking bewildered; 'ye a'n't goin' to fence in\nthe old meetin'-house, be ye?'\n\n“'That's jest what I'm goin' to do. Go and git some big stuns from the\nwall--the biggest ye can find, to rest the corners of the fence on.\nString the rails along by the road, Stark, and go for another load.\nDon't stand gawpin' there!'\n\n“'_Gawpin'?_' says I; 'it's enough to make anybody _gawp_. You do beat\nall the critters I ever had to deal with. Haven't ye disgraced your\nfamily enough already, without stealing a meeting-house?'\n\n“'How have I disgraced my family?' says he.\n\n“Then I put it to him. 'Look at your children; it's all your wife can do\nto prevent 'em from growing up in rags and dirt and ignorance, because\nyou are too close-fisted to clothe 'em decently or send 'em to school.\nLook at your house and yard. To see an Irishman's shanty in such a\ncondition seems appropriate enough, but a genteel place, a house with\npillars, run down and gone to seed like that, is an eyesore to the\ncommunity. Then look at your wife. You never would have had any property\nto mismanage if it hadn't been for her; and see the way you show your\ngratitude for it. You won't let her go into company, nor have company at\nhome; you won't allow a hired girl in the house, but she and Maria have\nto do all the drudgery. You make perfect slaves of 'em. I swear, if it\nwa'n't for your wife, I wouldn't work for you an hour longer; but she's\nthe best woman in the world, after all you've done to break her spirit,\nand I hate to leave her.'\n\n“The old fellow squirmed, and wrenched the crowbar in the ground, then\nsnarled back: 'Yes! you're waitin' for me to die; then you mean to step\ninto my shoes.'\n\n“'I hope you'll have a decenter pair than them you've got on, if I'm to\nstep into 'em,' says I.\n\n“'One thing about it,' says he, 'she won't have ye.'\n\n“'I should think,' says I, 'a woman that would marry you would have\n'most anybody.'\n\n“So we had it back and forth, till by and by he left me to throw off the\nrails, and went to show the boys how to build the fence.\n\n“'Look here,' says he; 'jest put a thunderin' big stun to each corner;\nthen lay your rail on; then drive your pair of stakes over it like a\nletter X.' He drove a pair. 'Now put on your rider. There's your letter\nX, ridin' one length of rails and carryin' another. That's what I call\nputtin' yer alphabet to a practical use; and I say there a'n't no sense\nin havin' any more education than ye _can_ put to a practical use. I've\nlarnin' enough to git along in the world; and if my boys have as much\nas I've got, they'll git along. Now work spry, for there comes Deacon\nTalcott.'\n\n“'Wal, wall' says the Deacon, coming up, puffing with excitement; 'what\nye doin' to the old meetin'-house?'\n\n“'Wal,' says Jedwort, driving away at his stakes, and never looking\nup, 'I've been considerin' some time what I should do with't, and I've\nconcluded to make a barn on't.'\n\n“'Make a barn! make a barn!' cries the Deacon. 'Who give ye liberty to\nmake a barn of the house of God?'\n\n“'Nobody; I take the liberty. Why shouldn't I do what I please with my\nown prop'ty?'\n\n“'Your own property--what do you mean? 'Ta'n't your meetin'-house.'\n\n“'Whose is't, if 'ta'n't mine?' says Jedwort, lifting his turtle's head\nfrom between his horizontal shoulders, and grinning in the Deacon's\nface.\n\n“'It belongs to the society,' says the Deacon.'\n\n“'But the s'ciety's pulled up stakes and gone off.'\n\n“'It belongs to individooals of the society--to individooals.'\n\n“'Wal, I'm an individooal,' says Jedwort.\n\n“'You! you never went to meetin' here a dozen times in your life!'\n\n“'I never did have my share of the old meet-in'-house, that's a fact,'\nsays Jedwort; 'but I'll make it up now.'\n\n“'But what are ye fencin' up the common for?' says the Deacon.\n\n“'It'll make a good calf-pastur'. I've never had my share o' the vally\no' that, either. I've let my neighbors' pigs and critters run on't long\nenough; and now I'm jest goin' to take possession o' my own.'\n\n“'Your own!' says the Deacon, in perfect consternation. 'You've no deed\non't.'\n\n“'Wal, have you?'\n\n“'No--but--the society--'\n\n“'The s'ciety, I tell ye,' says Jedwort, holding his head up longer than\nI ever knew him to hold it up at a time and grinning all the while in\nTal-cott's face--'the s'ciety is split to pieces. There a'n't no s'ciety\nnow--any more'n a pig's a pig arter you've butchered and e't it. You've\ne't the pig amongst ye, and left me the pen. The s'ciety never had a\ndeed o' this 'ere prop'ty; and no man never had a deed o' this e're\nprop'ty. My wife's gran'daddy, when he took up the land here, was a\ngood-natered sort of man, and he allowed a corner on't for his neighbors\nto put up a temp'rary meetin'-house. That was finally used up--the kind\no' preachin' they had them days was enough to use up in a little time\nany house that wa'n't fire-proof; and when that was preached to pieces,\nthey put up another shelter in its place. This is it. And now't the\nland a'n't used no more for the puppose 'twas lent for, it goes back\nnat'rally to the estate 'twas took from, and the buildin's along with\nit.'\n\n“'That's all a sheer fabrication,' says the Deacon. 'This land was never\na part of what's now your farm, any more than it was a part of mine.'\n\n“'Wal,' says Jedwort, 'I look at it in my way, and you've a perfect\nright to look at it in your way. But I'm goin' to make sure o' my way,\nby puttin' a fence round the hull concern.'\n\n“'And you're usin' some of my rails for to do it with!' says the Deacon.\n\n“'Can you swear they're your rails?'\n\n“'Yes, I can; they're the rails the freshet carried off from my farm\nlast spring, and landed on to yourn.'\n\n“'So I've heard ye say. But can you swear to the partic'lar rails? Can\nyou swear, for instance, 't this 'ere is your rail? or this 'ere one?'\n\n“'No; I can't swear to precisely them two--but--'\n\n“'Can you swear to these two? or to any one or two?' says Jedwort. 'No,\nye can't. Ye can swear to the lot in general, but you can't swear to\nany partic'lar rail, and that kind o' swearin' won't stand law, Deacon\nTalcott. I don't boast of bein' an edicated man, but I know suthin' o'\nwhat law is, and when I know it, I dror a line there, and I toe that\nline, and I make my neighbors toe that line, Deacon Talcott. Nine p'ints\no' the law is possession, and I'll have possession o' this 'ere house\nand land by fencin' on't in; and though every man't comes along should\nsay these 'ere rails belong to them, I'll fence it in with these 'ere\nvery rails.'\n\n“Jedwort said this, wagging his obstinate old head, and grinning with\nhis face turned up pugnaciously at the Deacon; then went to work again\nas if he had settled the question, and didn't wish to discuss it any\nfurther.\n\n“As for Talcott, he was too full of wrath and boiling indignation to\nanswer such a speech. He knew that Jedwort had managed to get the start\nof him with regard to the rails, by mixing a few of his own with those\nhe had stolen, so that nobody could tell 'em apart; and he saw at once\nthat the meeting-house was in danger of going the same way, just for\nwant of an owner to swear out a clear title to the property. He did\njust the wisest thing when he swallowed his vexation, and hurried off to\nalarm the leading men of the two societies, and to consult a lawyer.\n\n“'He'll stir up the old town like a bumblebee's nest,' says Jedwort.\n'Hurry up, boys, or there'll be a buzzin' round our ears 'fore we git\nthrough!'\n\n“'I wish ye wouldn't, pa!' says Dave, 'Why don't we 'tend to our own\nbusiness, and be decent, like other folks? I'm sick of this kind of\nlife.'\n\n“'Quit it, then,' says Jedwort.\n\n“'Do you tell me to quit it?' says Dave, dropping the end of a rail he\nwas handling.\n\n“'Yes, I do; and do it dumbed quick, if ye can't show a proper respect\nto your father!”\n\n“Dave turned white as a sheet, and he trembled as he answered back, 'I\nshould be glad to show you respect, if you was a man I could feel any\nrespect for.'\n\n“At that Jedwort caught hold of the iron bar that was sticking in the\nground, where he had been making a hole for a stake, and pulled away\nat it. 'I'll make a stake-hole in you!' says he. 'It's enough to have a\nsassy hired man round, without bein' jawed by one's own children!'\n\n“Dave was out of reach by the time the bar came out of the ground.\n\n“'Come here, you villain!' says the old man.\n\n“'I'd rather be excused,' says Dave, backing off. 'I don't want any\nstake-holes made in me to-day. You told me to quit, and I'm going to,\nYou may steal your own meeting-houses in future; I won't help.'\n\n“There was a short race. Dave's young legs proved altogether too smart\nfor the old waddler's, and he got off. Then Jedwort, coming back,\nwheezing and sweating, with his iron bar, turned savagely on me.\n\n“I've a good notion to tell you to go too!'\n\n“'Very well, why don't ye?' says I. 'Im ready.'\n\n“'There's no livin' with ye, ye're gettin' so dumbed sassy! What I keep\nye for is a mystery to me.'\n\n“'No, it a'n't; you keep me because you can't get another man to fill my\nplace. You put up with my sass for the money I bring ye in.'\n\n“'Hold your yawp,' says he, 'and go and git another load of rails. If ye\nsee Dave, tell him to come back to work.'\n\n“I did see Dave, but, instead of telling him to go back, I advised him\nto put out from the old home and get his living somewhere else. His\nmother and Maria agreed with me; and when the old man came home that\nnight Dave was gone.\n\n“When I got back with my second load, I found the neighbors assembling\nto witness the stealing of the old meeting-house, and Jedwort was\nanswering their remonstrances.\n\n“'A meetin'-house is a respectable kind o' prop'ty to have round,' says\nhe. 'The steeple'll make a good show behind my house. When folks ride\nby, they'll stop and look, and say, “There's a man keeps a private\nmeetin'-house of his own.” I can have preachin' in't, too, if I want. I'm\nable to hire a preacher of my own, or I can preach myself and save the\nexpense.'\n\n“Of course, neither sarcasm nor argument could have any effect on such a\nman. As the neighbors were going away, Jedwort shouted after 'em: 'Call\nagin. Glad to see ye. There'll be more sport in a few days, when I take\nthe dumbed thing away.' (The dumbed thing was the meeting-house.) 'I\ninvite ye all to see the show. Free gratis. It'll be good as a circus,\nand a 'tarnal sight cheaper. The women can bring their knittin', and the\ngals their everlastin' tattin'. As it'll be a pious kind o' show, bein'\nit's a meetin'-house, guess I'll have notices gi'n out from the pulpits\nthe Sunday afore.'\n\n“The common was fenced in by sundown; and the next day Jedwort had over\na house-mover from the North Village to look and see what could be done\nwith the building. 'Can ye snake it over, and drop it back of my house?'\nsays he.\n\n“It'll be a hard job,' says old Bob, 'without you tear down the steeple\nfust.'\n\n“But Jedwort said, 'What's a meetin'-house 'thout a steeple? I've got my\nheart kind o' set on that steeple, and I'm bound to go the hull hog on\nthis 'ere concern, now I've begun.'\n\n“'I vow,' says Bob, examining the timbers, 'I won't warrant but the old\nthing'll all tumble down.'\n\n“'I'll resk it.'\n\n“'Yes; but who'll resk the lives of me and my men?'\n\n“'O, you'll see if it's re'ly goin' to tumble, and look out. I'll engage\n't me and my boys'll do the most dangerous part of the work. Dumbed if\nI wouldn't agree to ride in the steeple and ring the bell if there was\none.'\n\n“I've never heard that the promised notices were read from the pulpits;\nbut it wasn't many days before Bob came over again, bringing with him\nthis time his screws and ropes and rollers, his men and timbers, horse\nand capstan; and at last the old house might have been seen on its\ntravels.\n\n“It was an exciting time all around. The societies found that Jedwort's\nfence gave him the first claim to house and land unless a regular siege\nof the law was gone through to beat him off--and then it might turn out\nthat he would beat them. Some said fight him; some said let him be--the\nthing a'n't worth going to law for; and so, as the leading men couldn't\nagree as to what should be done, nothing was done. That was just what\nJedwort had expected, and he laughed in his sleeve while Bob and his\nboys screwed up the old meeting-house, and got their beams under it, and\nset it on rollers, and slued it around, and slid it on the timbers laid\nfor it across into Jedwort's field, steeple foremost, like a locomotive\non a track.\n\n“It was a trying time for the women folks at home. Maria had declared\nthat, if her father did persist in stealing the meeting-house, she would\nnot stay a single day after it, but would follow Dave.\n\n“That touched me pretty close, for, to tell the truth, it was rather\nmore Maria than her mother that kept me at work for the old man. 'If you\ngo,' says I, 'then there is no object for me to stay; I shall go too.'\n\n“'That's what I supposed,' says she; 'for there's no reason in the world\nwhy you should stay. But then Dan will go; and who'll be left to take\nsides with mother? That's what troubles me. Oh, if she could only\ngo too! But she won't; and she couldn't if she would, with the other\nchildren depending on her. Dear, dear! what shall we do?'\n\n“The poor girl put her head on my shoulder, and cried; and if I should\nown up to the truth, I suppose I cried a little too. For where's the man\nthat can hold a sweet woman's head on his shoulder, while she sobs out\nher trouble, and he hasn't any power to help her--who, I say, can do any\nless, under such circumstances, than drop a tear or two for company?\n\n“'Never mind; don't hurry,' says Mrs. Jed-wort. 'Be patient, and wait a\nwhile, and it'll all turn out right, I'm sure.'\n\n“'Yes, you always say, “Be patient, and wait!”' says Maria, brushing\nback her hair. 'But, for my part, I'm tired of waiting, and my patience\nhas given out long ago. We can't always live in this way, and we may as\nwell make a change now as ever. But I can't bear the thought of going\nand leaving you.'\n\n“Here the two younger girls came in; and, seeing that crying was the\norder of the day, they began to cry; and when they heard Maria talk\nof going, they declared they would go; and even little Willie, the\nfour-year-old, began to howl.\n\n“'There, there! Maria! Lottie! Susie! said Mrs. Jedwort, in her calm\nway; 'Willie, hush up! I don't know what we are to do; but I feel that\nsomething is going to happen that will show us the right way, and we are\nto wait. Now go and wash the dishes, and set the cheese.'\n\n“That was just after breakfast, the second day of the moving; and sure\nenough, something like what she prophesied did happen before another\nsun.\n\n“The old frame held together pretty well till along toward night, when\nthe steeple showed signs of seceding. 'There she goes! She's falling\nnow!' sung out the boys, who had been hanging around all day in hopes of\nseeing the thing tumble.\n\n“The house was then within a few rods of where Jedwort wanted it; but\nBob stopped right there, and said it wasn't safe to haul it another\ninch. 'That steeple's bound to come down, if we do,' says he.\n\n“'Not by a dumbed sight, it a'n't,' says Jedwort, 'Them cracks a'n't\nnothin'; the j'ints is all firm yit.' He wanted Bob to go up and\nexamine; but Bob shook his head--the concern looked too shaky. Then he\ntold me to go up; but I said I hadn't lived quite long enough, and had\na little rather be smoking my pipe on _terra firma_. Then the boys began\nto hoot. 'Dumbed if ye a'n't all a set of cowards,' says he. 'I'll go up\nmyself.'\n\n“We waited outside while he climbed up inside. The boys jumped on the\nground to jar the steeple, and make it fall. One of them blew a horn--as\nhe said, to bring down the old Jericho--and another thought he'd help\nthings along by starting up the horse, and giving the building a little\nwrench. But Bob put a stop to that; and finally out came a head from the\nbelfry window; It was Jedwort, who shouted down to us: 'There ain't a\nj'int or brace gi'n out. Start the hoss, and I'll ride. Pass me up that\n'ere horn, and--'\n\n“Just then there came a cracking and loosening of timbers; and we that\nstood nearest had only time to jump out of the way, when down came the\nsteeple crashing to the ground, with Jedwort in it.”\n\n“I hope it killed the cuss,” said one of the village story-tellers.\n\n“Worse than that,” replied my friend; “it just cracked his skull--not\nenough to put an end to his miserable life, but only to take away what\nlittle sense he had. We got the doctors to him, and they patched up his\nbroken head; and, by George, it made me mad to see the fuss the women\nfolks made over him. It would have been my way to let him die; but\nthey were as anxious and attentive to him as if he had been the kindest\nhusband and most indulgent father that ever lived; for that's women's\nstyle: they're unreasoning creatures.\n\n“Along toward morning, we persuaded Mrs. Jedwort, who had been up all\nnight, to lie down a spell and catch a little rest, while Maria and I\nsat up and watched with the old man. All was still except our whispers\nand his heavy breathing; there was a lamp burning in the next room; when\nall of a sudden a light shone into the windows, and about the same time\nwe heard a roaring and crackling sound. We looked out, and saw the night\nall lighted up, as if by some great fire. As it appeared to be on the\nother side of the house, we ran to the door, and there what did we see\nbut the old meeting-house all in flames! Some fellows had set fire to it\nto spite Jedwort. It must have been burning some time inside; for when\nwe looked out the flames had burst through the roof.\n\n“As the night was perfectly still, except a light wind blowing away from\nthe other buildings on the place, we raised no alarm, but just stood\nin the door and saw it burn. And a glad sight it was to us, you may\nbe sure. I just held Maria close to my side, and told her that all was\nwell--it was the best thing that could happen. 'O yes,' says she, 'it\nseems to me as though a kind Providence was burning up his sin and home\nout of our sight.\n\n“I had never yet said anything to her about marriage--for the time to\ncome at that had never seemed to arrive; but there's nothing like a\nlittle excitement to bring things to a focus. You've seen water in a\ntumbler just at the freezing-point, but not exactly able to make up its\nmind to freeze, when a little jar will set the crystals forming, and in\na minute what was liquid is ice. It was the shock of events that night\nthat touched my life into crystals--not of ice, gentlemen, by any manner\nof means.\n\n“After the fire had got along so far that the meeting-house was a gone\ncase, an alarm was given probably by the very fellows that set it, and a\nhundred people were on the spot before the thing had done burning.\n\n“Of course these circumstances put an end to the breaking up of the\nfamily. Dave was sent for, and came home. Then, as soon as we saw that\nthe old man's brain was injured so that he wasn't likely to recover his\nmind, the boys and I went to work and put that farm through a course of\nimprovement it would have done your eyes good to see. The children were\nsent to school, and Mrs. Jedwort had all the money she wanted now to\nclothe them, and to provide the house with comforts, without stealing\nher own butter. Jedwort was a burden; but, in spite of him, that was\njust about the happiest family, for the next four years, that ever lived\non this planet.\n\n“Jedwort soon got his bodily health, but I don't think he knew one of\nus again after his hurt. As near as I could get at his state of mind, he\nthought he had been changed into some sort of animal. He seemed inclined\nto take me for a master, and for four years he followed me around like a\ndog. During that time he never spoke, but only whined and growled. When\nI said, 'Lie down,' he'd lie down; and when I whistled he'd come.\n\n“I used sometimes to make him work; and certain simple things he would\ndo very well, as long as I was by. One day I had a jag of hay to get in;\nand, as the boys were away, I thought I'd have him load it. I pitched it\non to the wagon about where it ought to lie, and looked to him only to\npack it down. There turned out to be a bigger load than I had expected,\nand the higher it got, the worse the shape of it, till finally, as I\nwas starting it toward the barn, off it rolled, and the old man with it,\nhead foremost.\n\n“He struck a stone heap, and for a moment I thought he was killed. But\nhe jumped up and spoke for the first time. '_I'll blow it_,' says he,\nfinishing the sentence he had begun four years before, when he called\nfor the horn to be passed up to him.\n\n“I couldn't have been much more astonished if one of the horses had\nspoken. But I saw at once that there was an expression in Jedwort's face\nthat hadn't been there since his tumble in the belfry; and I knew that,\nas his wits had been knocked out of him by one blow on the head, so\nanother blow had knocked 'em in again.\n\n“'Where's Bob?' says he, looking all round.\n\n“'Bob?' says I, not thinking at first who he meant. Oh, Bob is dead--he\nhas been dead these three years.'\n\n“Without noticing my reply, he exclaimed: 'Where did all that hay come\nfrom? Where's the old meetin'-house?'\n\n“'Don't you know?' says I. 'Some rogues set fire to it the night after\nyou got hurt, and burnt it up.'\n\n“He seemed then just beginning to realize that something extraordinary\nhad happened.\n\n“'Stark,' says he, 'what's the matter with ye? You're changed.'\n\n“'Yes,' say I, 'I wear my beard now, and I've grown older!'\n\n“'Dumbed if 'ta'n't odd!' says he. 'Stark, what in thunder's the matter\nwith _me?_\n\n“'You've had meeting-house on the brain for the past four years,' says\nI; 'that's what's the matter.'\n\n“It was some time before I could make him understand that he had been\nout of his head, and that so long a time had been a blank to him.\n\n“Then he said, 'Is this my farm?'\n\n“'Don't you know it?' says I.\n\n“'It looks more slicked up than ever it used to,' says he.\n\n“'Yes,' says I; 'and you'll find everything else on the place slicked up\nin about the same way.'\n\n“'Where's Dave?' says he.\n\n“'Dave has gone to town to see about selling the wool.'\n\n“'Where's Dan?'\n\n“'Dan's in college. He takes a great notion to medicine; and we're going\nto make a doctor of him.'\n\n“'Whose house is that?' says he, as I was taking him home.\n\n“'No wonder you don't know it,' says I. 'It has been painted, and\nshingled, and had new blinds put on; the gates and fences are all in\nprime condition; and that's a new barn we put up a couple of years ago.'\n\n“'Where does the money come from, to make all these improvements?'\n\n“'It comes off the place,' says I. 'We haven't run in debt the first\ncent for anything, but we've made the farm more profitable than it ever\nwas before.'\n\n“'That _my_ house?' he repeated wonderingly, as we approached it. 'What\nsound is that?'\n\n“'That's Lottie practicing her lesson on the piano.'\n\n“'A pianer in my house?' he muttered. 'I can't stand that!' He listened.\n'It sounds pooty, though!'\n\n“'Yes, it does sound pretty, and I guess you'll like it How does the\nplace suit you?'\n\n“'It _looks_ pooty.' He started. 'What young lady is that?'\n\n“It was Lottie, who had left her music and stood by the window.\n\n“'My dahter! ye don't say! Dumbed if she a'n't a mighty nice gal.'\n\n“'Yes,' says I; 'she takes after her mother.'\n\n“Just then Susie, who heard talking, ran to the door.\n\n“'Who's that agin?' says Jedwort.\n\n“I told him.\n\n“'Wal, _she's_ a mighty nice-lookin' gal!'\n\n“'Yes,' says I, she takes after her mother.'\n\n“Little Willie, now eight years old, came out of the woodshed with a\nbow-and-arrow in his hand, and stared like an owl, hearing his father\ntalk.\n\n“'What boy is that?' says Jedwort. And when I told him, he muttered,\n'He's an ugly-looking brat!'\n\n“'He's more like his father,' says I.\n\n“The truth is, Willie was such a fine boy the old man was afraid to\npraise him, for fear I'd say of him, as I'd said of the girls, that he\nfavored his mother.\n\n“Susie ran back and gave the alarm; and then out came mother, and Maria\nwith her baby in her arms, for I forgot to tell you that we had been\nmarried now nigh on to two years.\n\n“Well, the women folks were as much astonished as I had been when\nJedwort first spoke, and a good deal more delighted. They drew him into\nthe house; and I am bound to say he behaved remarkably well. He kept\nlooking at his wife, and his children, and his grandchild, and the new\npaper on the walls, and the new furniture, and now and then asking a\nquestion or making a remark.\n\n“'It all comes back to me now,' says he at last. 'I thought I was living\nin the moon, with a superior race of human bein's; and this is the\nplace, and you are the people.'\n\n“It wasn't more than a couple of days before he began to pry around, and\nfind fault, and grumble at the expense; and I saw there was danger of\nthings relapsing into something like their former condition. So I took\nhim one side, and talked to him.\n\n“'Jedwort,' says I, 'you're like a man raised from the grave. You was\nthe same as buried to your neighbors, and now they come and look at you\nas they would at a dead man come to life. To you, it's like coming into\na new world, and I'll leave it to you now, if you don't rather like the\nchange from the old state of things to what you see around you to-day.\nYou've seen how the family affairs go on--how pleasant everything is,\nand how we all enjoy ourselves. You hear the piano, and like it; you see\nyour children sought after and respected, your wife in finer health and\nspirits than you've ever known her since the day she was married; you\nsee industry and neatness everywhere on the premises; and you're a beast\nif you don't like all that. In short, you see that our management is a\ngreat deal better than yours; and that we beat you even in the matter of\neconomy. Now, what I want to know is this: whether you think you'd like\nto fall into our way of living, or return like a hog to your wallow.'\n\n“'I don't say but what I like your way of livin' very well,' he\ngrumbled.\n\n“'Then,' says I, 'you must just let us go ahead, as we have been going\nahead. Now's the time for you to turn about and be a respectable man,\nlike your neighbors. Just own up, and say you've not only been out of\nyour head the past four years, but that you've been more or less out of\nyour head the last four-and-twenty years. But say you're in your right\nmind now, and prove it by acting like a man in his right mind. Do that,\nand I'm with you; we're all with you. But go back to your old dirty\nways, and you go alone. Now I sha'n't let you off till you tell me what\nyou mean to do.'\n\n“He hesitated some time, then said, 'Maybe you're about right, Stark;\nyou and Dave and the old woman seem to be doin' pooty well, and I guess\nI'll let you go on.'”\n\nHere my friend paused, as if his story was done; when one of the\nvillagers asked, “About the land where the old meetin'-house stood--what\never was done with that?”\n\n“That was appropriated for a new school-house; and there my little\nshavers go to school.”\n\n“And old Jedwort, is he alive yet?”\n\n“Both Jedwort and his wife have gone to that country where meanness and\ndishonesty have a mighty poor chance--where the only investments worth\nmuch are those recorded in the Book of Life. Mrs. Jedwort was rich\nin that kind of stock; and Jedwort's account, I guess, will compare\nfavorably with that of some respectable people, such as we all know. I\ntell ye, my friends,” continued my fellow-traveler, “there's many a man,\nboth in the higher and lower ranks of life, that 't would do a deal of\ngood, say nothing of the mercy 'twould be to their families, just to\nknock 'em on the head, and make Nebu-chadnezzars of 'em--then, after\nthey'd been turned out to grass a few years, let 'em come back again,\nand see how happy folks have been, and how well they have got along\nwithout 'em.\n\n“I carry on the old place now,” he added. “The younger girls are married\noff; Dan's a doctor in the North Village; and as for Dave, he and I have\nstruck ile. I'm going out to look at our property now.”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Trowbridge, J. T. (John Townsend)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23165/pg23165.txt",
        "name": "the_man_who_stole_a_meeting_house_1878,_from_\"_coupon_bonds\".json"
    }
}