{
    "name": "The Messengers",
    "author": [
        "Davis, Richard Harding"
    ],
    "body": "When Ainsley first moved to Lone Lake Farm all of his friends asked him\nthe same question. They wanted to know, if the farmer who sold it to him\nhad abandoned it as worthless, how one of the idle rich, who could not\ndistinguish a plough from a harrow, hoped to make it pay? His answer\nwas that he had not purchased the farm as a means of getting richer\nby honest toil, but as a retreat from the world and as a test of true\nfriendship. He argued that the people he knew accepted his hospitality\nat Sherry’s because, in any event, they themselves would be dining\nwithin a taxicab fare of the same place. But if to see him they\ntravelled all the way to Lone Lake Farm, he might feel assured that they\nwere friends indeed.\n\nLone Lake Farm was spread over many acres of rocky ravine and forest,\nat a point where Connecticut approaches New York, and between it and the\nnearest railroad station stretched six miles of an execrable wood road.\nIn this wilderness, directly upon the lonely lake, and at a spot equally\ndistant from each of his boundary lines, Ainsley built himself a red\nbrick house. Here, in solitude, he exiled himself; ostensibly to become\na gentleman farmer; in reality to wait until Polly Kirkland had made up\nher mind to marry him.\n\nLone Lake, which gave the farm its name, was a pond hardly larger than\na city block. It was fed by hidden springs, and fringed about with reeds\nand cat-tails, stunted willows and shivering birch. From its surface\njutted points of the same rock that had made farming unremunerative, and\nto these miniature promontories and islands Ainsley, in keeping with\na fancied resemblance, gave such names as the Needles, St. Helena, the\nIsle of Pines. From the edge of the pond that was farther from the house\nrose a high hill, heavily wooded. At its base, oak and chestnut trees\nspread their branches over the water, and when the air was still were so\nclearly reflected in the pond that the leaves seemed to float upon the\nsurface. To the smiling expanse of the farm the lake was what the eye\nis to the human countenance. The oaks were its eyebrows, the fringe of\nreeds its lashes, and, in changing mood, it flashed with happiness or\nbrooded in sombre melancholy. For Ainsley it held a deep attraction.\nThrough the summer evenings, as the sun set, he would sit on the\nbrick terrace and watch the fish leaping, and listen to the venerable\nbull-frogs croaking false alarms of rain. Indeed, after he met Polly\nKirkland, staring moodily at the lake became his favorite form of\nexercise. With a number of other men, Ainsley was very much in love\nwith Miss Kirkland, and unprejudiced friends thought that if she were to\nchoose any of her devotees, Ainsley should be that one. Ainsley heartily\nagreed in this opinion, but in persuading Miss Kirkland to share it\nhe had not been successful. This was partly his own fault; for when he\ndared to compare what she meant to him with what he had to offer her\nhe became a mass of sodden humility. Could he have known how much Polly\nKirkland envied and admired his depth of feeling, entirely apart from\nthe fact that she herself inspired that feeling, how greatly she wished\nto care for him in the way he cared for her, life, even alone in the\nsilences of Lone Lake, would have been a beautiful and blessed thing.\nBut he was so sure she was the most charming and most wonderful girl in\nall the world, and he an unworthy and despicable being, that when the\nlady demurred, he faltered, and his pleading, at least to his own ears,\ncarried no conviction.\n\n“When one thinks of being married,” said Polly Kirkland gently, “it\nisn’t a question of the man you can live with, but the man you can’t\nlive without. And I am sorry, but I’ve not found that man.”\n\n“I suppose,” returned Ainsley gloomily, “that my not being able to live\nwithout you doesn’t affect the question in the least?”\n\n“You HAVE lived without me,” Miss Kirkland pointed out reproachfully,\n“for thirty years.”\n\n“Lived!” almost shouted Ainsley. “Do you call THAT living? What was I\nbefore I met you? I was an ignorant beast of the field. I knew as much\nabout living as one of the cows on my farm. I could sleep twelve hours\nat a stretch, or, if I was in New York, I NEVER slept. I was a Day and\nNight Bank of health and happiness, a great, big, useless puppy. And now\nI can’t sleep, can’t eat, can’t think--except of you. I dream about you\nall night, think about you all day, go through the woods calling your\nname, cutting your initials in tree trunks, doing all the fool things\na man does when he’s in love, and I am the most miserable man in the\nworld--and the happiest!”\n\nHe finally succeeded in making Miss Kirkland so miserable also that she\ndecided to run away. Friends had planned to spend the early spring\non the Nile and were eager that she should accompany them. To her the\nseparation seemed to offer an excellent method of discovering whether or\nnot Ainsley was the man she could not “live without.”\n\nAinsley saw in it only an act of torture, devised with devilish cruelty.\n\n“What will happen to me,” he announced firmly, “is that I will plain\nDIE! As long as I can see you, as long as I have the chance to try and\nmake you understand that no one can possibly love you as I do, and as\nlong as I know I am worrying you to death, and no one else is, I still\nhope. I’ve no right to hope, still I do. And that one little chance\nkeeps me alive. But Egypt! If you escape to Egypt, what hold will I have\non you? You might as well be in the moon. Can you imagine me writing\nlove-letters to a woman in the moon? Can I send American Beauty roses\nto the ruins of Karnak? Here I can telephone you; not that I ever have\nanything to say that you want to hear, but because I want to listen to\nyour voice, and to have you ask, ‘Oh! is that YOU?’ as though you were\nglad it WAS me. But Egypt! Can I call up Egypt on the long-distance? If\nyou leave me now, you’ll leave me forever, for I’ll drown myself in Lone\nLake.”\n\nThe day she sailed away he went to the steamer, and, separating her from\nher friends and family, drew her to the side of the ship farther from\nthe wharf, and which for the moment, was deserted. Directly below a\npile-driver, with rattling of chains and shrieks from her donkey-engine,\nwas smashing great logs; on the deck above, the ship’s band was braying\nforth fictitious gayety, and from every side they were assailed by the\nraucous whistles of ferry-boats. The surroundings were not conducive\nto sentiment, but for the first time Polly Kirkland seemed a little\nuncertain, a little frightened; almost on the verge of tears, almost\npersuaded to surrender. For the first time she laid her hand on\nAinsley’s arm, and the shock sent the blood to his heart and held him\nbreathless. When the girl looked at him there was something in her eyes\nthat neither he nor any other man had ever seen there.\n\n“The last thing I tell you,” she said, “the thing I want you to\nremember, is this, that, though I do not care--I WANT to care.”\n\nAinsley caught at her hand and, to the delight of the crew of a passing\ntug-boat, kissed it rapturously. His face was radiant. The fact of\nparting from her had caused him real suffering, had marked his face\nwith hard lines. Now, hope and happiness smoothed them away and his eyes\nshone with his love for her. He was trembling, laughing, jubilant.\n\n“And if you should!” he begged. “How soon will I know? You will cable,”\n he commanded. “You will cable ‘Come,’ and the same hour I’ll start\ntoward you. I’ll go home now,” he cried, “and pack!”\n\nThe girl drew away. Already she regretted the admission she had made. In\nfairness and in kindness to him she tried to regain the position she had\nabandoned.\n\n“But a change like that,” she pleaded, “might not come for years, may\nnever come!” To recover herself, to make the words she had uttered seem\nless serious, she spoke quickly and lightly.\n\n“And how could I CABLE such a thing!” she protested. “It would be far\ntoo sacred, too precious. You should be able to FEEL that the change has\ncome.”\n\n“I suppose I should,” assented Ainsley, doubtfully; “but it’s a long way\nacross two oceans. It would be safer if you’d promise to use the cable.\nJust one word: ‘Come.’”\n\nThe girl shook her head and frowned.\n\n“If you can’t feel that the woman you love loves you, even across the\nworld, you cannot love her very deeply.”\n\n“I don’t have to answer that!” said Ainsley.\n\n“I will send you a sign,” continued the girl, hastily; “a secret\nwireless message. It shall be a test. If you love me you will read it at\nonce. You will know the instant you see it that it comes from me. No one\nelse will be able to read it; but if you love me, you will know that I\nlove you.”\n\nWhether she spoke in metaphor or in fact, whether she was “playing for\ntime,” or whether in her heart she already intended to soon reward him\nwith a message of glad tidings, Ainsley could not decide. And even as\nhe begged her to enlighten him the last whistle blew, and a determined\nofficer ordered him to the ship’s side.\n\n“Just as in everything that is beautiful,” he whispered eagerly, “I\nalways see something of you, so now in everything wonderful I will read\nyour message. But,” he persisted, “how shall I be SURE?”\n\nThe last bag of mail had shot into the hold, the most reluctant of the\nvisitors were being hustled down the last remaining gangplank. Ainsley’s\nstate was desperate.\n\n“Will it be in symbol, or in cipher?” he demanded. “Must I read it in\nthe sky, or will you hide it in a letter, or--where? Help me! Give me\njust a hint!”\n\nThe girl shook her head.\n\n“You will read it--in your heart,” she said.\n\nFrom the end of the wharf Ainsley watched the funnels of the ship\ndisappear in the haze of the lower bay. His heart was sore and heavy,\nbut in it there was still room for righteous indignation. “Read it in my\nheart!” he protested. “How the devil can I read it in my heart? I want\nto read it PRINTED in a cablegram.”\n\nBecause he had always understood that young men in love found solace for\ntheir misery in solitude and in communion with nature, he at once\ndrove his car to Lone Lake. But his misery was quite genuine, and the\nemptiness of the brick house only served to increase his loneliness. He\nhad built the house for her, though she had never visited it, and was\nassociated with it only through the somewhat indefinite medium of the\ntelephone box. But in New York they had been much together. And Ainsley\nquickly decided that in revisiting those places where he had been happy\nin her company he would derive from the recollection some melancholy\nconsolation. He accordingly raced back through the night to the city;\nnor did he halt until he was at the door of her house. She had left it\nonly that morning, and though it was locked in darkness, it still spoke\nof her. At least it seemed to bring her nearer to him than when he was\nlistening to the frogs in the lake, and crushing his way through the\npines.\n\nHe was not hungry, but he went to a restaurant where, when he was host,\nshe had often been the honored guest, and he pretended they were at\nsupper together and without a chaperon. Either the illusion, or the\nsupper cheered him, for he was encouraged to go on to his club. There\nin the library, with the aid of an atlas, he worked out where, after\nthirteen hours of moving at the rate of twenty-two knots an hour,\nshe should be at that moment. Having determined that fact to his own\nsatisfaction, he sent a wireless after the ship. It read: “It is now\nmidnight and you are in latitude 40 degrees north, longitude 68 degrees\nwest, and I have grown old and gray waiting for the sign.”\n\nThe next morning, and for many days after, he was surprised to find\nthat the city went on as though she still were in it. With\nunfeeling regularity the sun rose out of the East River. On Broadway\nelectric-light signs flashed, street-cars pursued each other, taxicabs\nbumped and skidded, women, and even men, dared to look happy, and had\napparently taken some thought to their attire. They did not respect even\nhis widowerhood. They smiled upon him, and asked him jocularly about the\nfarm and his “crops,” and what he was doing in New York. He pitied them,\nfor obviously they were ignorant of the fact that in New York there were\nart galleries, shops, restaurants of great interest, owing to the fact\nthat Polly Kirkland had visited them. They did not know that on upper\nFifth Avenue were houses of which she had deigned to approve, or which\nshe had destroyed with ridicule, and that to walk that avenue and halt\nbefore each of these houses was an inestimable privilege.\n\nEach day, with pathetic vigilance, Ainsley examined his heart for the\npromised sign. But so far from telling him that the change he longed\nfor had taken place, his heart grew heavier, and as weeks went by and\nno sign appeared, what little confidence he had once enjoyed passed with\nthem.\n\nBut before hope entirely died, several false alarms had thrilled him\nwith happiness. One was a cablegram from Gibraltar in which the only\nwords that were intelligible were “congratulate” and “engagement.” This\nlifted him into an ecstasy of joy and excitement, until, on having the\ncable company repeat the message, he learned it was a request from Miss\nKirkland to congratulate two mutual friends who had just announced\ntheir engagement, and of whose address she was uncertain. He had hardly\nrecovered from this disappointment than he was again thrown into a\ntumult by the receipt of a mysterious package from the custom-house\ncontaining an intaglio ring. The ring came from Italy, and her ship\nhad touched at Genoa. The fact that it was addressed in an unknown\nhandwriting did not disconcert him, for he argued that to make the test\nmore difficult she might disguise the handwriting. He at once carried\nthe intaglio to an expert at the Metropolitan Museum, and when he was\ntold that it represented Cupid feeding a fire upon an altar, he reserved\na stateroom on the first steamer bound for the Mediterranean. But before\nhis ship sailed, a letter, also from Italy, from his aunt Maria, who was\nspending the winter in Rome, informed him that the ring was a Christmas\ngift from her. In his rage he unjustly condemned Aunt Maria as a\nmeddling old busybody, and gave her ring to the cook.\n\nAfter two months of pilgrimages to places sacred to the memory of Polly\nKirkland, Ainsley found that feeding his love on post-mortems was poor\nfare, and, in surrender, determined to evacuate New York. Since her\ndeparture he had received from Miss Kirkland several letters, but they\ncontained no hint of a change in her affections, and search them as\nhe might, he could find no cipher or hidden message. They were merely\nfrank, friendly notes of travel; at first filled with gossip of the\nsteamer, and later telling of excursions around Cairo. If they held any\ntouch of feeling they seemed to show that she was sorry for him, and\nas she could not regard him in any way more calculated to increase his\ndiscouragement, he, in utter hopelessness, retreated to the solitude\nof the farm. In New York he left behind him two trunks filled with such\ngarments as a man would need on board a steamer and in the early spring\nin Egypt. They had been packed and in readiness since the day she sailed\naway, when she had told him of the possible sign. But there had been\nno sign. Nor did he longer believe in one. So in the baggage-room of an\nhotel the trunks were abandoned, accumulating layers of dust and charges\nfor storage.\n\nAt the farm the snow still lay in the crevices of the rocks and beneath\nthe branches of the evergreens, but under the wet, dead leaves little\nflowers had begun to show their faces. The “backbone of the winter was\nbroken” and spring was in the air. But as Ainsley was certain that his\nheart also was broken, the signs of spring did not console him. At each\nweek-end he filled the house with people, but they found him gloomy and\nhe found them dull. He liked better the solitude of the midweek days.\nThen for hours he would tramp through the woods, pretending she was at\nhis side, pretending he was helping her across the streams swollen with\nwinter rains and melted snow. On these excursions he cut down trees that\nhid a view he thought she would have liked, he cut paths over which she\nmight have walked. Or he sat idly in a flat-bottomed scow in the lake\nand made a pretence of fishing. The loneliness of the lake and the\nisolation of the boat suited his humor. He did not find it true\nthat misery loves company. At least to human beings he preferred his\ncompanions of Lone Lake--the beaver building his home among the reeds,\nthe kingfisher, the blue heron, the wild fowl that in their flight north\nrested for an hour or a day upon the peaceful waters. He looked upon\nthem as his guests, and when they spread their wings and left him again\nalone he felt he had been hardly used.\n\nIt was while he was sunk in this state of melancholy, and some months\nafter Miss Kirkland had sailed to Egypt, that hope returned.\n\nFor a week-end he had invited Holden and Lowell, two former classmates,\nand Nelson Mortimer and his bride. They were all old friends of their\nhost and well acquainted with the cause of his discouragement. So they\ndid not ask to be entertained, but, disregarding him, amused themselves\nafter their own fashion. It was late Friday afternoon. The members of\nthe house-party had just returned from a tramp through the woods and had\njoined Ainsley on the terrace, where he stood watching the last rays of\nthe sun leave the lake in darkness. All through the day there had been\nsharp splashes of rain with the clouds dull and forbidding, but now the\nsun was sinking in a sky of crimson, and for the morrow a faint moon\nheld out a promise of fair weather.\n\nElsie Mortimer gave a sudden exclamation, and pointed to the east.\n“Look!” she said.\n\nThe men turned and followed the direction of her hand. In the fading\nlight, against a background of sombre clouds that the sun could not\nreach, they saw, moving slowly toward them and descending as they moved,\nsix great white birds. When they were above the tops of the trees that\nedged the lake, the birds halted and hovered uncertainly, their wings\nlifting and falling, their bodies slanting and sweeping slowly, in short\ncircles.\n\nThe suddenness of their approach, their presence so far inland,\nsomething unfamiliar and foreign in the way they had winged their\nprogress, for a moment held the group upon the terrace silent.\n\n“They are gulls from the Sound,” said Lowell.\n\n“They are too large for gulls,” returned Mortimer. “They might be wild\ngeese, but,” he answered himself, in a puzzled voice, “it is too late;\nand wild geese follow a leader.”\n\nAs though they feared the birds might hear them and take alarm, the men,\nunconsciously, had spoken in low tones.\n\n“They move as though they were very tired,” whispered Elsie Mortimer.\n\n“I think,” said Ainsley, “they have lost their way.”\n\nBut even as he spoke, the birds, as though they had reached their goal,\nspread their wings to the full length and sank to the shallow water at\nthe farthest margin of the lake.\n\nAs they fell the sun struck full upon them, turning their great pinions\ninto flashing white and silver.\n\n“Oh!” cried the girl, “but they are beautiful!”\n\nBetween the house and the lake there was a ridge of rock higher than\nthe head of a man, and to this Ainsley and his guests ran for cover. On\nhands and knees, like hunters stalking game, they scrambled up the face\nof the rock and peered cautiously into the pond. Below them, less than\none hundred yards away, on a tiny promontory, the six white birds stood\nmotionless. They showed no sign of fear. They could not but know that\nbeyond the lonely circle of the pond were the haunts of men. From\nthe farm came the tinkle of a cow-bell, the bark of a dog, and in the\nvalley, six miles distant, rose faintly upon the stillness of the sunset\nhour the rumble of a passing train. But if these sounds carried, the\nbirds gave no heed. In each drooping head and dragging wing, in the\nforward stoop of each white body, weighing heavily on the slim, black\nlegs, was written utter weariness, abject fatigue. To each even to lower\nhis bill and sip from the cool waters was a supreme effort. And in their\nexhaustion so complete was something humanly helpless and pathetic.\n\nTo Ainsley the mysterious visitors made a direct appeal. He felt as\nthough they had thrown themselves upon his hospitality. That they showed\nsuch confidence that the sanctuary would be kept sacred touched him.\nAnd while his friends spoke eagerly, he remained silent, watching the\ndrooping, ghost-like figures, his eyes filled with pity.\n\n“I have seen birds like those in Florida,” Mortimer was whispering, “but\nthey were not migratory birds.”\n\n“And I’ve seen white cranes in the Adirondacks,” said Lowell, “but never\nsix at one time.”\n\n“They’re like no bird I ever saw out of a zoo,” declared Elsie Mortimer.\n“Maybe they ARE from the Zoo? Maybe they escaped from the Bronx?”\n\n“The Bronx is too near,” objected Lowell. “These birds have come a great\ndistance. They move as though they had been flying for many days.”\n\nAs though the absurdity of his own thought amused him, Mortimer laughed\nsoftly.\n\n“I’ll tell you what they DO look like,” he said. “They look like that\nbird you see on the Nile, the sacred Ibis, they--”\n\nSomething between a gasp and a cry startled him into silence. He found\nhis host staring wildly, his lips parted, his eyes open wide.\n\n“Where?” demanded Ainsley. “Where did you say?” His voice was so hoarse,\nso strange, that they all turned and looked.\n\n“On the Nile,” repeated Mortimer. “All over Egypt. Why?”\n\nAinsley made no answer. Unclasping his hold, he suddenly slid down the\nface of the rock, and with a bump lit on his hands and knees. With one\nbound he had cleared a flower-bed. In two more he had mounted the steps\nto the terrace, and in another instant had disappeared into the house.\n\n“What happened to him?” demanded Elsie Mortimer.\n\n“He’s gone to get a gun!” exclaimed Mortimer. “But he mustn’t! How can\nhe think of shooting them?” he cried indignantly. “I’ll put a stop to\nthat!”\n\nIn the hall he found Ainsley surrounded by a group of startled servants.\n\n“You get that car at the door in five minutes!” he was shouting, “and\nYOU telephone the hotel to have my trunks out of the cellar and on board\nthe Kron Prinz Albert by midnight. Then you telephone Hoboken that I\nwant a cabin, and if they haven’t got a cabin I want the captain’s. And\ntell them anyway I’m coming on board to-night, and I’m going with them\nif I have to sleep on deck. And YOU,” he cried, turning to Mortimer,\n“take a shotgun and guard that lake, and if anybody tries to molest\nthose birds--shoot him! They’ve come from Egypt! From Polly Kirkland!\nShe sent them! They’re a sign!”\n\n“Are you going mad?” cried Mortimer.\n\n“No!” roared Ainsley. “I’m going to Egypt, and I’m going NOW!”\n\nPolly Kirkland and her friends were travelling slowly up the Nile, and\nhad reached Luxor. A few hundred yards below the village their dahabiyeh\nwas moored to the bank, and, on the deck, Miss Kirkland was watching\na scarlet sun sink behind two palm-trees. By the grace of that special\nProvidence that cares for drunken men, citizens of the United States,\nand lovers, her friends were on shore, and she was alone. For this she\nwas grateful, for her thoughts were of a melancholy and tender nature\nand she had no wish for any companion save one. In consequence, when\na steam-launch, approaching at full speed with the rattle of a\nquick-firing gun, broke upon her meditations, she was distinctly\nannoyed.\n\nBut when, with much ringing of bells and shouting of orders, the\nsteam-launch rammed the paint off her dahabiyeh, and a young man flung\nhimself over the rail and ran toward her, her annoyance passed, and with\na sigh she sank into his outstretched, eager arms.\n\nHalf an hour later Ainsley laughed proudly and happily.\n\n“Well!” he exclaimed, “you can never say I kept YOU waiting. I didn’t\nlose much time, did I? Ten minutes after I got your C. Q. D. signal I\nwas going down the Boston Post Road at seventy miles an hour.”\n\n“My what?” said the girl.\n\n“The sign!” explained Ainsley. “The sign you were to send me to tell\nme”--he bent over her hands and added gently--“that you cared for me.”\n\n“Oh, I remember,” laughed Polly Kirkland. “I was to send you a sign,\nwasn’t I? You were to ‘read it in your heart’,” she quoted.\n\n“And I did,” returned Ainsley complacently. “There were several false\nalarms, and I’d almost lost hope, but when the messengers came I knew\nthem.”\n\nWith puzzled eyes the girl frowned and raised her head.\n\n“Messengers?” she repeated. “I sent no message. Of course,” she went\non, “when I said you would ‘read it in your heart’ I meant that if you\nREALLY loved me you would not wait for a sign, but you would just COME!”\n She sighed proudly and contentedly. “And you came. You understood that,\ndidn’t you?” she asked anxiously.\n\nFor an instant Ainsley stared blankly, and then to hide his guilty\ncountenance drew her toward him and kissed her.\n\n“Of course,” he stammered--“of course I understood. That was why I came.\nI just couldn’t stand it any longer.”\n\nBreathing heavily at the thought of the blunder he had so narrowly\navoided, Ainsley turned his head toward the great red disk that was\ndisappearing into the sands of the desert. He was so long silent that\nthe girl lifted her eyes, and found that already he had forgotten\nher presence and, transfixed, was staring at the sky. On his face\nwas bewilderment and wonder and a touch of awe. The girl followed the\ndirection of his eyes, and in the swiftly gathering darkness saw coming\nslowly toward them, and descending as they came, six great white birds.\n\nThey moved with the last effort of complete exhaustion. In the drooping\nhead and dragging wings of each was written utter weariness, abject\nfatigue. For a moment they hovered over the dahabiyeh and above the\ntwo young lovers, and then, like tired travellers who had reached their\njourney’s end, they spread their wings and sank to the muddy waters of\nthe Nile and into the enveloping night.\n\n“Some day,” said Ainsley, “I have a confession to make to you.”\n\n\n\n\n",
    "metadata": {
        "author": [
            "Davis, Richard Harding"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1819/pg1819.txt",
        "name": "the_messengers.json"
    }
}