{
    "name": "The hollow lens",
    "author": [
        "Leverage, Henry"
    ],
    "body": "Another adventure of Chester Fay\n\n\n        The author of “Beyond the Wall,” “Whispering Wires,”\n        and “Peterman’s Luck” is at his best in this fascinating\n        story of underworld life.\n\n\nIn the _argot_ of the underworld, Chester Fay, alias Edward\nLetchmere, an expert on other people’s strong-boxes, had lammistered\nto Short Hills, California, where an excellent golf-links surrounds\na half-hotel, half-clubhouse of the superior order.\n\nAfter finishing a game, upon the twelfth day of his stay at Short\nHills, Fay tossed his golf-bag to the turf, dismissed his caddy and\nsat down at the Nineteenth Hole, where refreshments were at that\ntime available.\n\nThe girl who entered his life, a few minutes after he was seated,\ncame diagonally from the clubhouse. He mentally concluded that she\nhad been waiting on the porch for the game to finish.\n\nShe wore a picture-hat, carried a parasol and was extremely cool, as\nwas attested by her manner as she drew a chair up to his table and\nsaid:\n\n“I’m Charlie Laurie’s only daughter.”\n\nHad the California sky fallen upon the links, Fay would not have\nbeen more surprised. Charlie Laurie was serving fifty years in the\nIsolation Section of Dannemora for the crime, committed against the\ndignity of New York State, of forcing open a national bank, seizing\nthe contents of the vault and escaping to Argentina, where he was\nlater turned up by a former pal.\n\nThis man, as Fay recalled him in that long minute of his stare\nacross the table, was bulky, rough-voiced and disfigured by a giant\nscar which ran from the lobe of his right ear down to, and under,\nhis chin. The girl who now professed to be his daughter resembled\nhim in no particular.\n\n“Some mistake,” Fay said, rising gallantly. “I’m sure that you have\ntaken me for some one else.”\n\nThe girl lifted her elbows from the table, opened her parasol,\nraised it and asked:\n\n“Wont you sit down? I haven’t mistaken you for some one else. You\nare Chester Fay, alias Edward Letchmere--an old friend of my\nfather’s.”\n\nFay took off his plaid cap and sat down. He fingered a\nplatinum-and-gold cigarette-case, removed a monogrammed cigarette,\nscratched a match on the bottom of the table and inhaled a deep\nbreath of Turkish-scented smoke.\n\n“By what other name was your father known?” he tested her.\n\n“He was sometimes called ‘Big Scar’!”\n\n“Where were you born?”\n\n“In Chi. I was with Micky Gleason’s mob in Paris. I worked deep-sea\nwith Minnie May, ‘The Duchess.’ I have been trained by my father to\ndip, forge, stall for pennyweighting and ever so many useful\nthings.”\n\n“You don’t look it!” Fay exclaimed. “Upon my word I don’t believe\nyou’re Charlie Laurie’s daughter. Why, he is hardly your kind--at\nall.”\n\n“Laying aside compliments, Mr. Fay, and how I found where you were\nhere in California and--so many things that take up time, I’ve got a\nproposition to make which should be mutually advantageous. In other\nwords you are the only man in the world I would let in on a great,\nbig job.”\n\nFay removed his cigarette from his mouth and eyed the ashes. He ran\nhis slender fingers through his prematurely gray hair. His face\nlighted with retrospection.\n\n“Go on Miss--”\n\n“Saidee Isaacs, they call me, although you know my name is Saidee\nLaurie.”\n\n“Proceed, Miss Isaacs, with your plan.”\n\nThe girl’s olive-shaped and tinted eyes swept the golf-links. She\nbrushed back a lock of sherry-colored hair.\n\n“I’m going to help you crack a safe,” she informed him, “The\nsafe--or goopher, as Father would call it--is in the brokerage\noffice of Frank Robertson Pope, otherwise known in California\nget-rich-quick circles as ‘The Black Cougar.’”\n\nFay crushed his cigarette. A film dropped over his eyes. His lips\nhardened to a straight line.\n\n“Go on,” he said.\n\n“You know the man?”\n\n“I know him!”\n\n“He deserves no mercy?”\n\n“None.”\n\n“He is a disgrace to all the good crooks in the world--a coward and\na hypocrite. He has served time--for usury. He got out of San\nQuentin by squealing on his pals. He is trimming suckers right and\nleft. He makes suicides of widows. He fills the poorhouses. He is\nwithin the law--but far guiltier than you or I.”\n\nFay realized that he faced a very well-informed young woman. He\nmoistened his lips and gazed over the golf-links. No one was within\ndriving distance of the Nineteenth Hole.\n\n“Briefly,” he suggested, “you believe me to be Chester Fay, an old\nfriend of your father’s. You located this Chester Fay through the\nunderworld. You want him to help you turn off a trick on ‘The Black\nCougar.’ What would there be in it for him if this trick were\nsuccessfully turned?”\n\n“One hundred thousand for him and the same for me.”\n\n“How is the goopher protected?”\n\n“By every known electrical device. It is in the back of his office.\nIt consists of three layers of vanadium steel and two layers of\nfireproofing. The circular door has two dials and a time-lock. The\ninner door has one dial. The day door has a flat-key lock.”\n\n“What is above the vault?”\n\n“A photograph studio.”\n\n“What is in the basement?”\n\n“The basement is occupied by a cigar-store. It doesn’t close until\ntwelve o’clock. There’s a pool-room in the back. Sometimes men play\npoker there all night.”\n\n“How many watchmen in the building?”\n\n“One, employed by ‘The Black Cougar.’ He can’t be bought. I’ve\ntried.”\n\n“The regular thing, then--watchman, electric protection, standard\nvault built by Seaber, I suppose?”\n\n“No--by Terryton!”\n\n“A good box, but soft on top.”\n\nThe girl tilted her parasol so that her face was in a shadow.\n\n“Are you game?” she asked.\n\n“The proposition strikes me as being peculiar. Suppose I am Chester\nFay. How do I know that you are Charlie Laurie’s daughter?”\n\n“Would this convince you?” The girl reached in her breast and laid a\nfolded photograph on the table. Fay picked it up. It was a good\nlikeness taken in a rogues’ gallery. A tag with a number was about\nthe girl’s neck. Her eyes were straight before her. Beneath the card\nwas the notation:\n\n“Saidee Laurie, _alias_ Saidee Isaacs, _alias_ English Kitty.\nShoplifter, gun-moll, con-woman, gay-cat for Continental mobs of\nsafe-blowers and card-sharpers. Sentences, suspended each instance:\nAuburn, N. Y., Rochester Workhouse, Rochester, N. Y., Bridewell,\nChicago, Ill.”\n\nFay turned the card over, then handed it back.\n\n“Rather convincing,” he said. “Frankly, you don’t look it.”\n\n“Are you going to help me?”\n\nFay traced circles on the iron table-top. He stared at his golf-bag.\nHe considered the situation from a score of angles. The thing that\nswayed him and inclined him toward the proposition was the fact that\n“The Black Cougar” was fair game for any self-respecting crook.\n\n“I make one stipulation,” he said, finally. “Buy out the photograph\ngallery and establish yourself above the vault. I’ll advance the\nmoney.”\n\n“I have the money. I had already figured on that,” was the girl’s\nreply.\n\n“You seem to have thought of most things. Do you know that if that\nvault is taken by either an electric-arc or an oxy-acetylene\nblow-pipe, I will be suspected?”\n\n“I didn’t think of that.”\n\n“It is a fact! You see the police and the private agencies know a\nman by his work. How can we take that vault in a new way? How can I\ngo through three layers of vanadium steel?”\n\n“Has it ever been done?”\n\n“Yes, by the introduction of graduated blasts of nitroglycerin.”\n\n“Father would have opened the safe that way.”\n\n“Your father was of the old school. The presence of a watchman, the\npoker-players in the basement, the natural suspicion which ‘The\nBlack Cougar’ will have concerning his ill-gotten gains, calls for a\nnew idea--one that will be effective and noiseless. Can you think of\na way?”\n\n“No. That’s why I came to see you.”\n\nFay crossed his legs and leaned away from the table. The girl’s face\nwas still in the shadow cast by her parasol. Again the thought came\nto him that the whole proposition was a trick. Perhaps she was a\ntool in the employ of “The Black Cougar.” Perhaps the police had\nsent her to Short Hills in order to arrange a trap. He dismissed\nthis thought, however. The police of Los Angeles would have been\nanxious to make a quick arrest. The price on his head amounted to\nfive figures.\n\n“I’ll chance you!” he said. “The only motive I see for your actions\nis the one you’ve explained. You want to rob a robber--cheat a\ncheater. Frank Robertson Pope, which is only one of ‘The Black\nCougar’s’ names, has amassed too much money, in too rotten a way. I\nunderstand he has the longest and most complete sucker-list of any\nbucket-shop broker in this country.”\n\n“We can steal that and sell it.”\n\n“There are people who would buy it?”\n\n“I know a very well-known firm in New York and Washington that would\npay fifty thousand dollars for the list.”\n\n“Perhaps that is all Pope has in the vault?”\n\nThe girl dropped her parasol to the turf, rose, leaned over the\ntable and said:\n\n“If that _were_ all, would you still be game enough to try it?”\n\nFay stood erect. He pulled on his cap, pocketed his cigarette-case\nand smiled down at Saidee Isaacs.\n\n“After thinking the matter over--I will do anything in my power to\nbeat ‘The Black Cougar.’ He is within the law and you and I are\noutside the law. But I’ll take my chances against his, on Judgment\nDay.”\n\nSaidee Isaacs thrust out an impulsive hand.\n\n“I like you immensely for saying that, Chester Fay. I knew I’d like\nyou--from what Father told me. You see I visited him when I was\nEast, last week. He gave me directions how to find you here at Short\nHills.”\n\nFay recalled a letter which he had written to Charlie Laurie. In it\nhad been a code telling where to send an answer. There was very\nlittle danger in doing this, for prison guards were notoriously\nstupid.\n\n“That explains everything I wanted to know,” he said. “You had\nbetter hurry to Los Angeles and secure that studio.”\n\n“I’ve already looked it over. I can buy all of the fixtures and\nassume the lease. I’ll set up a Miss Sorjoni, Photographer of\nChildren. You’ll have until day-after-tomorrow to find out a way to\ncut down through the vault.”\n\n               *       *       *       *       *\n\nFay watched the girl cross the lawn to the clubhouse, where she\nentered a taxi which was waiting under the _porte-cochère_. The taxi\ndisappeared over the dusty surface of a winding road that led to Los\nAngeles, via Pasadena.\n\nHe wasted no time. Picking up his golf-bag, he strode lankily to the\nshowers, bathed, took the small elevator to his room and there\nchanged his clothes. He went to Los Angeles, by trolley. His costume\nwas calculated to disarm any suspicion. A closely woven Panama hat\nshaded his features. A plaid suit and square-toed shoes gave him the\nappearance of a remittance-man in town for the theater.\n\nOf Robertson Pope, otherwise “The Black Cougar,” he learned\nconsiderable. The bucket-shop operator lived in an Italian-period\npalace on one of the principal avenues given over to motion-picture\nmagnates, oil-boomers and actresses. Pope had a string of seventy\nbranch offices extending from San Diego to Boston, Mass. The\nGovernment, through the Post Office Department, had recently been\ndefeated in the higher courts by “The Black Cougar’s” attorneys. It\nhad been proved that his business was legitimate.\n\nFay stayed in Los Angeles that night and went over the record in the\nBuilding Inspector’s Office the next morning. He was able to do this\nby posing as an architect in search of villa specifications. He\ntraced on rice-paper, a working drawing of the building wherein Pope\nhad his main office. The floor plans gave the location of the\nphotograph studio, the construction of the ceilings and the\nthickness of the walls. A skylight was shown above the studio.\n\nHe rounded out a day’s hard work and went back to Short Hills. The\nplan he had in mind took slow form. Many details depended on Saidee\nIsaacs.\n\n               *       *       *       *       *\n\nA phone call from her studio, the next afternoon, brought him from\nthe golf-links.\n\n“I’ve just moved in,” she said. “Everything is topsy-turvy. Wont you\nbring little Cecil tomorrow? I’ll have my camera up then. Good-by.”\n\n“Talks like a man,” thought Fay. “Snappy and direct.”\n\nHe passed the day considering the plan of relieving “The Black\nCougar” of his available wealth. The bucket-shop operator was\nshrewder than most men of his type. He was a crook, at heart. Fay\nrealized that no one, not excepting millionaires, raised a louder\noutcry when robbed than a thief himself. Old Charlie Laurie had once\nsaid, “The poor man never squeals when trimmed, but look out for the\nbig grafters.”\n\nFay’s precautions when visiting the studio consisted in wearing a\nbaggy, tweed suit, yellow gloves and sun-glasses. He found a child\nwho could play the part of “Cecil” for the first visit.\n\nSaidee Isaacs had accomplished the impossible. A new sign was hung\nin the place of the old one. New curtains were at the front windows.\nGrass matting covered the floor of the reception-room. The camera\nshe had set up between the studio and the dark-room was a fair\nimitation of a good one. It was covered with a black cloth.\n\n“This is all right,” Fay said to her. “But there’s one thing to be\nchanged. That skylight has got to be moved south about seven feet.”\nHe consulted the rice-paper tracing while the boy sat in the\nreception-room.\n\n“Why has it got to be moved?”\n\nFay pointed to the floor of the photographing-room. “The vault is in\nthe wrong place. We can’t move it. We have got to move the\nskylight.”\n\n“Has the skylight anything to do with cutting through the top of the\nsafe?”\n\n“Everything, Saidee.”\n\n“Then it’ll be moved where you say, if a carpenter can do it.”\n\nThe other tenants of the Bradock Building, so called from a stone\nover the doorway to “The Black Cougar’s” brokerage offices, had\nample opportunity to observe Miss Saidee Sorjoni, Photographer of\nChildren. She wore shiny celluloid cuffs and a neat white ruching\nabout her neck. Her fingers were stained with developer. Beneath\nthis yellow stain was a coating of collodium--a sovereign cure for\nfingerprints.\n\nThe boy, whom Fay had picked up in the street, held down the\nposition of messenger. He could be sent on almost any kind of\npretext. He had an innocent though dirty face, that disarmed\nsuspicion.\n\nFay took his time in cutting through the floor over the exact center\nof “The Black Cougar’s” customers’ room--a place of wire-wickets,\ntickers, soft chairs and a long board upon which two boys changed\nthe day’s quotations with lightning-like celerity.\n\nThe hole he made through the floor of the studio’s front office was\ncone-shaped and ended in a quarter-inch opening. A view could be\nobtained by means of this peekhole of “The Black Cougar’s” private\nden--adjoining the vault.\n\nFay neatly fitted this opening with a trapdoor covered by a small\ntable. Upon this he placed current magazines and samples of\nphotographic art--left by the late owner of the studio.\n\n“Come here, Saidee,” he said to her one day. “Get down and watch\nPope. What is he doing at his desk? What is that he has carried from\nthe vault?”\n\nShe dropped to her knees and looked through the opening. She bent\nlower. Suddenly she rose and arranged her skirt.\n\n“That is queer,” she said. “He took a large spool of wire out of the\nvault, set it on a spindle, passed one end of the wire through a\nlittle box he has on his desk and then started winding the wire on\nanother spool. He’s doing it now.”\n\nFay lay flat on the grass matting. He saw, through the circular\nopening, the board-room, the grill and ground-glass partitions and\nthe thick purple neck and bald head of “The Black Cougar.” The\nbucket-shop operator was doing nothing more interesting than winding\nwire from one spool to another. He stopped now and then to examine a\ntape which came out of the box on his desk. He reached suddenly. He\ntore off this tape, pulled down the cover of his desk, sprang from\nhis swivel-chair and went to a window which opened into the\ncompartment occupied by a score of stenographers.\n\n“Petroleum, preferred,” he snarled as a timid girl took the tape.\n“Send them Red Letter No 10. Follow up, one day week. Quote 6574\nasked. Get me?”\n\nThe girl whispered her answer. She disappeared beyond Fay’s range of\nvision. He waited and watched “The Black Cougar” unwind the wire,\ntuck the spool under his thick arm and hurry into the vault. An\ninner door slammed. The bucket-shop operator came out, closed the\nouter door, twirled the combinations and started pacing the thick\nTurkish rug.\n\n“That’s a new one,” said Fay to Saidee Isaacs. “We’ll have to open\nthat vault to find out what that spool of wire is for!”\n\n“Could it have been an electrical connection to the little box on\nhis desk?”\n\n“No! It was not insulated wire. It looked to me like fine steel or\niron wire--perhaps finer than the wire used in the smallest size\nhairpin.”\n\n“The spool was big enough.”\n\n“There was all of a thousand feet of wire on it, Saidee.”\n\n“It’s some trick.”\n\nFay nodded. He got down on his knees and watched “The Black Cougar.”\nHe rose and covered up the hole in the floor. Before going out he\nsaid to the girl:\n\n“I’m going to have some things sent up. Tonight I start work over\nthe safe. We shall enter the vault by Sunday, when no one is in\nPope’s office.”\n\n“How are you going to cut that vanadium steel? Father told me once\nit was the hardest kind of metal.”\n\nFay glanced at the skylight which had been changed to a new\nposition. “I told you,” he smiled, “that I had an idea. It’s so far\nout of my line that the police wont suspect me. I’ve been accused of\nusing thermite, the oxy-acetylene blow-pipe, the electric-arc, with\na water-rheostat, and other devices. This time I’ll go everybody one\nbetter. The material will be up by special messenger.”\n\nFay left the studio. His thoughts were not on the method he intended\nusing to open “The Black Cougar’s” strong box. They drifted between\ntwo mysteries--the matter-of-factness of Saidee Isaacs, who was\ncertainly unemotional, and the spool of wire which Pope had locked\nin the vault.\n\n               *       *       *       *       *\n\nThe shop Fay visited that afternoon, and where he waited while a\nglazier finished the last of his order, was far enough from the\ncenter of the city to admit of no danger from the police.\n\n“You see,” Fay told the proprietor, “I am making some experiments at\nan ostrich farm near Pasadena. Be careful when you pack the mirrors.\nI’ll have to carry them on a trolley-car.”\n\nHe took a huge, well-wrapped package after paying the man the price\ndemanded, and rounded the block. He found a messenger standing in\nfront of a telegraph-office.\n\n“For Miss Saidee Sorjoni, photographer,” he told the boy. “She’s\nlocated in the Bradock Building. Here’s a four-bit piece. Don’t\nbreak anything.”\n\nFay watched the boy until he had disappeared. He went through narrow\nstreets to a second glazier’s. This man had constructed two halves\nof a hollow lens. This lens was about three feet in diameter. It was\nfar from being accurate.\n\n“A burning-glass,” said Fay, “does not necessarily need to be solid.\nI intend to paste the edges together with plaster of Paris and fill\nthe whole thing with clear water.”\n\n“Going to make a sun-motor?” asked the artisan.\n\n“Something like that. Wrap it in tissue paper. I don’t want to break\nit on my way to Pasadena.”\n\nHaving thus thrown off all clues, Fay carried the hollow lens to the\nstudio. Saidee Isaacs had received the package, left it unopened on\nthe dark-room floor and pinned a brief note to the table in the\nreception-room.\n\n“Gone for the day. Have a headache. Will be at my hotel if you want\nto call me up.”\n\nFay destroyed the note, took off his coat, tie and collar and\nstarted to work rigging the mirrors and the hollow lens upon a\nscaffolding beneath the skylight.\n\nIt was shortly after midnight when he finished adjusting the device\nto his satisfaction. He went to the window, peered out, saw the\nnight-watchman talking with a uniformed policeman on the\nstreet-corner, and smiled with some slight degree of satisfaction.\n\nThe hole he cut directly over the vault and beneath the scaffolding\nwas aimed to miss two floor-beams which he had located by a line of\nnail-heads. He reached, before dawn, the first and upper plate of\nvanadium steel which protected the vault. He cleared a square space\nand emptied the plaster and shavings in a box.\n\nA neat trapdoor, hinged on the lower side, was the work of a silent\nhour wherein he used screws instead of nails on the hinges. He\ncovered the floor with a matting, swept out the corners for chance\nevidence and washed up.\n\nThe arrangement of mirrors, the hollow lens, which had not yet been\nfilled with water, the adjustable scaffolding beneath the skylight,\nall resembled a part of a photograph outfit designed to intensify\nthe overhead rays of the California sun. The lens reminded Fay of a\nlarge goldfish bowl.\n\nSaidee Isaacs came in at seven o’clock. She looked at the\nscaffolding, removed her gloves, lifted her broad-brimmed hat from\nher sherry-colored hair and exclaimed:\n\n“You’re the limit! I thought I’d got in the wrong studio.”\n\n“I’ve been working all night, Saidee.”\n\n“What is that thing?”\n\n“An up-to-date method of cutting steel--particularly vanadium,\nchrome or high-carbon stuff. It’s new in the history of\nsafe-breaking. There’s nothing like being original--even in your\nsinning.”\n\n“But will it work?”\n\n“I’ll tell you at noon. Lock the front door, pull down the blinds,\nand if the boy comes send him away. We’re going to cop ‘The Black\nCougar’s’ bank-roll by Sunday. All we’ll leave him is the\nrubber-band.”\n\n“I’m curious about that spool of iron wire, Chester.”\n\n“Same here.”\n\n“I don’t see why he should lock up a ridiculous thing like that.”\n\n“He’s got the reputation of being very clever. He’s been an\nusurer--for the underworld. He’s a telegraph operator and an\nelectrician of sorts. I think he was mixed up with Larry Anderson\nand ‘Blondie’ in a phantom-circuit around a pool-room’s fast wire. I\nexpected to find the vault protected on top, but they overlooked\nthat. Queer, isn’t it, that a clever man like him--a fiend for money\nand a brain-worker of the first class--should neglect an important\ntrifle?”\n\nSaidee Isaacs said: “They all overlook the essential trifle. We must\nbe careful we don’t overlook anything. I’m not afraid of the police\nhalf as much as ‘The Black Cougar.’”\n\nFay glanced at the matting over the trapdoor. “You’re sure there’s\ngoing to be two hundred thousand in the vault?”\n\n“His last statement given to the post-office authorities showed that\nmuch, or more, balance. He also has money with the Coast National.”\n\n“How do you know?”\n\n“It was in the newspapers three weeks ago when the trial was going\non.”\n\nFay was satisfied with the girl’s answer. He heard her moving around\nin the dark-room. He rolled the grass matting to one side and lifted\nthe trapdoor over the vault.\n\nThe bright sunlight illuminated the room. A beam reflected from the\nmirrors on the scaffolding. The city roared beyond the locked door.\n\nFay drew a piece of blue chalk from his pocket, knelt down on the\nvanadium steel plate and carefully outlined an oblong--three feet\nlong and two feet wide. He rose and stared at his design. He went to\nwork filling the hollow lens with water. Saidee mixed the plaster of\nParis. The edges were quickly sealed. A small opening was left at\nthe top. Through this aperture the air rushed out as the liquid ran\nin. This hole was finally stopped with chewing-gum.\n\n“Useful stuff,” said the girl. “With that and a hairpin you could\nfix anything.”\n\nFay climbed upon the table and adjusted the hollow lens. He blocked\none edge so that it could be shifted. He raised and lowered the\nframe upon which it rested. A sudden flash, followed by a small\ncloud of smoke, indicated that the focused rays had touched the\nwoodwork at the edge of the trapdoor.\n\n“Hotter than any electric-arc,” he said. “Now watch when I get the\npoint of light on the vanadium. This is the same scheme old\nArchimedes used centuries ago to burn ships.”\n\n“I thought he used mirrors--”\n\n“Perhaps he did. I’ve got mirrors to heat the vanadium and keep the\ntemperature of the plate high. Our chief difficulty will be in the\nloss of heat due to radiation. The--”\n\nSaidee Isaacs sprang back from the opening. A sizzling sounded. Blue\nsmoke filled the room. The plate was being melted along the line Fay\nhad drawn. The movement of the sun, from east to west, was changing\nthe position of the ray.\n\nFay climbed to the table and adjusted his curved mirrors. He focused\nthem about the spot of whiter light that coned down from the hollow\nlens. The California sun is bright. The skylight did not require\nopening.\n\n“We’re getting on!” he exclaimed. “I’ve gone through the first plate\nand reached the fireproofing. I’ll have to change the lens and spot\nacross the oblong. My east and west lines are easy. The cross lines\nwill take some time.”\n\n“How about the heat melting the paint in the vault?”\n\n“The asbestos layers between the plates will prevent that. See! We\nwere lucky that ‘The Black Cougar’s’ was both fireproof and\nburglar-proof. But then, Saidee, they make them all that way.”\n\nThe girl shielded her eyes and leaned over the opening in the floor.\nA narrow channel showed where the spot of light had cut through the\nfirst vanadium plate. The fused metal formed bubbles along the\nedges. Beneath the bubbles was the white fireproofing material.\n\nFay pulled her back. “Look out for that ray,” he said. “I estimate\nits temperature to be all of five thousand degrees Fahrenheit.\nThat’ll melt anything--particularly high-carbon steel.”\n\n“Could you have done the same thing with the oxy-acetylene\nblow-torch?”\n\n“No! You have to have an edge to start on. All we had here was a\nflat plate. This is the only way we could have done it. The\nelectric-arc requires a heavy amperage--far more than can be\nobtained from a lamp-circuit. Besides, the coppers would suspect me\nif I used an arc.”\n\n“They’re going to think this was done by electricity.”\n\n“No, they’re not. We’ll leave the mirrors behind us. It’ll throw\nthem off my trail.”\n\nSaidee went out at noon and returned with two lunches bought at a\nrestaurant. She found Fay standing on the table and holding the lens\nso that it spotted tiny blisters first along the north, then south,\nlines of the oblong. The sun went behind a cloud. Fay sprang to the\nfloor lightly. He sat down, turned in his chair, and stared at the\ntop of the vault. “We’ve got the first plate pretty well cut\nthrough,” he said. “Suppose you look and see what ‘The Black Cougar’\nis doing.”\n\nShe rose and dusted her knees after a long study of the operator’s\noffice.\n\n“He’s got that spool of iron wire on his desk. He’s been running it\nthrough the little box. There’s a lot of tape scattered about. It\nmust be a quotation machine of some kind, Chester.”\n\n“No. The days of the old swindle are gone. He couldn’t get away with\nfake quotations. He may have a fast wire and a slow wire in his\noffices. The customer trades on the slow wire while the firm sells\non the fast wire. But then, I understand ‘The Black Cougar’s’\nbusiness is done mostly through the mails. That spool he has down\nthere has something to do with his mail game. Maybe it’s a system to\nbeat the market.”\n\n“There never will be such a thing!”\n\nFay nodded. “You’re very wise,” he mused, staring directly at her.\n“You don’t remind me of your old man, at all. He did a lot of very\nheavy work--such as blasting and using a can-opener. You inherited\nyour quick-wittedness from your mother’s side, I suppose?”\n\n“Partly.”\n\nFay went to work with the lens as the sun came out. He finished the\nfirst cutting by two o’clock. He lifted the plate out, after\nallowing it to cool. It was three quarters of an inch in thickness.\nIts edges were brittle as glass.\n\n“I’ll cut away the fireproofing,” he told Saidee, “and get ready for\nthe sun tomorrow. I expect, from what I know of the Terryton boxes,\nthat the middle plate will be almost twice as thick as the outer\none. That means a lot of burning.”\n\nSaidee Isaacs attended to the meals. She watched the studio door in\ncase of interruption. Once Fay saw her adjust the shade at a certain\nheight. This shade could be seen from the street.\n\nHe recalled an old signal used by house prowlers to indicate that it\nwas all right for pals to enter the house. The thought flashed\nthrough him that the girl had a confederate outside. He puzzled over\nthis matter, without speaking to her about it. There seemed no\nreason to suspect treachery on her part.\n\nHer interest in robbing “The Black Cougar” reached a high point when\nhe succeeded, after two days’ work, in cutting out the second, or\ncentral, plate of the vault. This plate was an inch and a quarter in\nthickness. It was designed to resist drills. It was hardened on the\nsurface and somewhat soft inside.\n\nThe fumes and smoke from the burning metal floated through the\nskylight. The heat of the hot spot was sufficient to vaporize most\nmetal. Fay added to this heat the radiations from the concave\nmirrors. He feared, at times, that there would be indication inside\nthe vault that work was going on above.\n\nSaidee, on watch over the peekhole, kept him informed of “The Black\nCougar’s” movements. The bucket-shop operator had not used the spool\nof wire for two days. He had entered the vault but twice. Each time\nhe came out with yellow bills in his hands.\n\n“Tomorrow’s Saturday,” said Saidee. “That’s a half-holiday for\nbrokers. There wont be anybody in the office during the afternoon or\nSunday. We must go through the last plate and get that money.”\n\nFay washed up and put on his coat.\n\n“I’ll attend to our getaway,” he said. “I’ll bring a lot of tourist\nfolders and lay them around the reception-room. They’ll all indicate\nto the average sleuth that we fled to Seattle and from there took an\nAlaskan boat.”\n\n“There isn’t a dick in this town who wouldn’t fall for that,” she\nsaid. “The detectives I’ve met are a lot of boobs. There’s only one\nor two in the Secret Service who are any good.”\n\n“Old Triggy Drew?”\n\n“Yes, and Marway--the man who was never seen by a criminal.”\n\nFay opened the door.\n\n“I’ve heard of him,” he said going out.\n\nThe railroad and steamship folders were secured. Saidee’s inspection\nof her room at the hotel, and a general search of the photograph\nstudio for overlooked clues, left Saturday and Sunday for work. It\nwas that period of the California summer when the sun is brightest.\nThe girl reported the office below clear of clerks and customers.\nThe janitress came and scrubbed up. The watchman made his rounds.\nThe time-lock on the vault’s outer door had been set by “The Black\nCougar” so that no one could open it until Monday morning.\n\nFay took the chance. He went through the inner plate Saturday\nafternoon. He burned a larger hole, set the lens and allowed the\nhigh swing of the overhead sun to trace out a line. Smoke and vapor\nrose from the sizzling pencil of light. Drops of molten metal fell\nwithin the vault, the floor of which was not carpeted.\n\n               *       *       *       *       *\n\nThe job was finished soon after noon on Sunday. Fay looped a wire\naround the plate and tapped its edges with a hammer. The last of the\nmetal cracked. The plate swung free. The way was open.\n\n“I’ll go down!” exclaimed Saidee.\n\n“No, not yet. Let the things cool off. Help me get the lens apart.\nWe’ll destroy it. We’ll clean up everything incriminating.”\n\n“But--”\n\n“Don’t be in such a hurry. The vault may be ‘bugged’ inside. Suppose\nthere’s an electric mat?”\n\n“Oh, you know best! But I’m very anxious.”\n\nFay took his time. He coolly moved to the front window, raised the\nblind an inch and looked out. Autos and trolley-cars hurried by.\nPolicemen stood directing traffic. Tourists thronged the street.\n\nHe went to Saidee Isaacs. She helped him lift down the lens. He\npoured out the water, smashed the two halves with the hammer, and\ntossed the fragments into a box.\n\n“They’ll never suspect what that was,” he said. “Now, give me your\nhand and lower me into the vault. I can’t touch the edges yet.\nThey’re still hot!”\n\nShe braced herself over the opening, grasped his wrists, and lowered\nhim. Her strength was considerable. He felt her face close to his\nown as she leaned.\n\n“Let go,” he said, steadying his legs.\n\nHe landed on the metal floor of the vault. The light that streamed\nthrough the jagged opening was sufficient for his purpose. He\nstarted removing ledgers and cash-boxes to the center of the\nstrong-room. Some, but not all, of these boxes contained money. It\ntook him ten minutes, no longer, to count up the spoil.\n\nAllowing for small bills and silver, he had obtained thirty-seven\nthousand dollars. He had expected two hundred thousand.\n\nHe bundled up the larger packages of bills, snapped rubber-bands\nabout them and began a search of the shelves. He overlooked nothing.\nBook after book was torn apart.\n\nHaving finished with the last ledger, he stared up at Saidee’s\nintent face framed in the jagged opening.\n\n“You’re a fine pal!” he said. “I’ve only got thirty-seven grand.\nYou’ve steered me wrong!”\n\n“Have you found the sucker-list?”\n\n“No. I didn’t see it.”\n\n“Look around. It must be there. He probably had no copy. He wouldn’t\ntrust anybody with a copy. It is far more important than the money.”\n\nFay coolly tossed up the bundle of bank-bills. He hesitated.\n\n“Look again--it’s not here,” she said. “Look on the shelves. See if\nthere isn’t a secret panel, or something.”\n\nFay had already searched for any break in the metal of the vault. It\nwas smooth and enameled. He regarded the remaining objects.\n\n“The spools of iron wire are here.”\n\n“Give one of them to me. Put it in my hands.”\n\n“It’s very heavy. We might as well leave them.”\n\n“No! We must not overlook a single thing. Hand me a spool. I can\nlift it.”\n\nFay poised a heavy spool between his fingers. Saidee drew it through\nthe opening. He waited until she lowered a short piece of\nclothes-line. He went up this, hooked his knee over the edge of the\nplate, and rose to her side.\n\n“We might as well split the money two ways and go,” he said coldly.\n“I’m not exactly satisfied. I should never have gone into this\nthing. We’ve smeared things up. We’ve left more or less of a trail\nand gotten very little for our trouble.”\n\nSaidee sat on the floor. She started searching through the torn\nbooks. Now and then she glanced at Fay without saying anything.\nDisappointment stamped her features when she finished. She projected\nthe package of money toward him with a sharp kick.\n\n“It’s all yours, Chester!”\n\n“No. I’m not that kind of a man. But you’re a foolish little moll.\nHere we’ve gone and laid ourselves open to twenty years in stir for\nnext to nothing. We haven’t even put a dent in ‘The Black Cougar’s’\nbank-roll. The chances are that he transferred most of his\nill-gotten gains to the Coast National Bank.”\n\n“All I wanted was the sucker-list. That would have put him out of\nbusiness. He has about twenty thousand preferred names of boobs in\nthis country who will bite at anything.”\n\nFay scraped the collodium from his finger-tips. He washed his hands,\nwent through the studio rooms, looked everywhere for possible\nleft-over clues, and then said:\n\n“Come on. I’ll carry the money. We might as well leave here.”\n\nShe reached down and lifted the spool of iron wire. “You take the\nmoney and I’ll take this,” she said at the door. “We’ll separate. I\nmay have to come back here--so give me the key.”\n\n“What for?”\n\nFay caught a direct stare full of meaning. “You’re not a boob,\nthough you fell like one. My name isn’t Saidee Laurie. It’s Saidee\nIsaacs of the Secret Service, Post Office Department, at present. We\nintercepted your note to Charlie Laurie at Dannemora. They had me\ndecipher your rather simple code. The order was out to bring you in.\nI had been working on ‘The Black Cougar’ case. I thought you might\nbe of more help outside than inside. So I posed as Charlie Laurie’s\ndaughter and got you to help me rob the vault. The rogues’ gallery\npicture was framed up to make things more convincing.”\n\nFay’s eyes flashed.\n\n“You see,” went on Saidee Isaacs, “the importance of getting ‘The\nBlack Cougar’s’ sucker-list overshadowed the importance of putting\nan end to your activities. There was no way, through the law, that\nwould stop the bucket-shop operator. He had the list, and as long as\nit was in his possession, he could trim the suckers. They’d buy\nanything, and they wouldn’t squeal on him.”\n\nFay blurted: “Well, in that case you’ve lost and I have gained.\nThirty-seven thousand isn’t going back to him, nor is it going to\nthe Government. I’m going to keep it--for professional services.”\n\n“It’s yours, Chester. The police have been pulled off this job. You\ncan go free.”\n\n“What about the sucker-list? Who’s coming back here?”\n\n“I may bring Marway. I may not need to bring him.”\n\nSaidee lifted the heavy spool from her knee, “After you,” she said.\n“Open the door for me. Go out to the golf-club and wait.”\n\n“I’ll wait about twenty minutes!” he exclaimed hotly. “I suppose\nMarway will order me pinched.”\n\n“I’m in charge of the entire case. I’ve failed so far--unless--”’\n\n“What?”\n\n“This spool contains part of the sucker-list. I don’t see how it\ncan. Do you?”\n\nFay jerked the door open, allowed the girl to pass through, and\nlocked it. He thrust the key into her hand.\n\n“Good-by,” he said.\n\n“No. Promise you will wait on the links for me. You have my word you\nwont be pinched.”\n\nHis packing of the two kit-bags in his room at the club took no\nlonger than fifteen minutes. He paid his bill, left his bags with a\nporter, and went out on the links.\n\nGolfers, a fair gallery, and caddies were scattered over the green.\nHe sat down at a table and pulled out his watch. The California sun\nwas sinking over the Coast Range when a taxi churned through the\ndust, swung under the _porte-cochère_ and discharged Saidee Isaacs.\n\nShe crossed the turf with her face as inscrutable as ever. Her hand\ndarted over the table. Shading her eyes with her parasol, she\nwhispered:\n\n“Sorry to keep you waiting, Chester, but we found the sucker-list.\nPart was in that spool. Marway’s assistant found it ten minutes\nago.”\n\n“How?”\n\n“By experimentation. I told Marway what I had seen ‘The Black\nCougar’ doing at his desk. You remember he ran the wire through a\nticker-machine and the tape came out printed with dots and dashes?”\n\n“I didn’t know they were dots and dashes.”\n\n“Yes. He’s a telegraph operator--an old Phillips code man. His\nstenographers could read Morse like print.”\n\nFay began to see the purpose of the wire.\n\n“The sucker-list,” continued Saidee, “is magnetized in the fine wire\nthat is wound about the spools. Each few inches contains a name and\naddress in dots and dashes. The Black Cougar had an apparatus to\nmagnetize the wire. Marway’s assistant said this apparatus probably\nconsisted of a small solenoid through which the wire was drawn at\nthe beginning. A touch of a key would make a dot. A longer touch\nmade a dash. The wire was special--hard and capable of being made\ninto a permanent magnet.”\n\n“Then he could read these same dots and dashes by running the wire\nthrough the relay-ticker on his desk?”\n\n“Yes. That part of the idea has been used in duplex telegraphy and\nin seeing-over-a-wire-apparatus. You can find it in the technical\nbooks.”\n\n“How did Marway demonstrate it?”\n\n“By a small pocket-compass. It’s really very ingenious and simple.\n‘The Black Cougar’ kept his whole sucker-list on the spools. He has\nno copy of it. He is beaten without it. He might as well go out of\nbusiness. Marway and the assistant operative are going to mail every\nsucker on the list a warning letter authorized by the Government.\nSome of them will get wise.”\n\n“But most of them will fall for another swindler.”\n\n“We did our part--pulled ‘The Black Cougar’s’ claws.”\n\n“And I pulled the chestnuts for you.”\n\n“Thirty-seven thousand dollars and the satisfaction of knowing you\ndid a good deed in a wicked world is no chestnut.”\n\n“I’m going East on the first train tonight, Saidee.”\n\n“Stay around. Marway would like to meet you.”\n\n“I thought he had never been seen by a criminal?”\n\n“You’re not a criminal. You only think you are.”\n\nFay leaned over the table.\n\n“I’m a dub,” he admitted. “I’ll let you put it all over me.”\n\n“And I let you go free with my best wishes,” said Saidee Isaacs.\n“Turn for turn, Chester. Don’t write to prisons and give your\naddress in code lettering. I had orders to come here and arrest\nyou--about a week ago.”\n\nFay flushed. She was gone across the short-cropped turf.\n\n“I’m a dub,” he repeated, “and yet I wouldn’t have had it happen any\nother way for the world.”\n\n\n                               The End",
    "metadata": {
        "author": [
            "Leverage, Henry"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68847/pg68847.txt",
        "name": "the_hollow_lens.json"
    }
}