{
    "name": "The Cursed Patois\nFrom \"Mackinac And Lake Stories\", 1899",
    "author": [
        "Catherwood, Mary Hartwell"
    ],
    "body": "As his boat shot to the camp dock of beach stones, the camper thought he\nheard a child's voice behind the screen of brush. He leaped out and drew\nthe boat to its landing upon a cross-piece held by two uprights in the\nwater, and ascended the steep path worn in leaf mould.\n\nThere was not only a child, there was a woman also in the camp. And\nFrank Puttany, his German feet planted outward in a line, his smiling\ndark face unctuous with hospitality towards creatures whom he had\nevidently introduced, in foolish helplessness gave his partner the usual\ngreeting:\n\n“Veil, Prowny.”\n\n“Hello, Puttany. Visitors?”\n\nBrown pulled off his cap to the woman. She was pretty, with eyes like\na deer's, with white teeth showing between her parted scarlet lips, and\nmuch curling hair pinned up and blowing over her ears. She had the rich\ntint of a quarter-breed, lightened in her case by a constant suffusion\nwhich gave her steady color. She was dressed in a mixture of patches,\nbut all were fitted to her perfect shape with a Parisian elegance sensed\neven by-backwoodsmen. Pressed against her knee stood the dirtiest and\nchubbiest four-year-old child on the borders of Brevoort Lake--perhaps\nthe dirtiest on the north shore of Michigan. The Indian mixed with his\nFrench had been improved on by the sun until he was of a brick redness\nand hardness of flesh; a rosy-raeated thing, like a good muskalonge.\nBrown suddenly remembered the pair. They were Joe La France's wife and\nchild. Joe La France was dead. Puttany had recently told him that Joe\nLa France left a widow and a baby without shelter, and without relations\nnearer than Canada.\n\nAfter greeting Brown the guest resumed her seat on one of the\ncamp-chairs, a box worn smooth by much use, having a slit cut in the top\nthrough which the hand could be thrust to lift it.\n\nThe camp, in a small clearing, consisted of two tents, both of the\nwedge-shaped kind. The sleeping-tent was nearly filled by the bed\nit contained; and this, lifted a few inches above the ground on pole\nsupports, was of browse or brush and straw, covered with blankets. A\nsquare canopy of mosquito-netting protected it. The cooking-tent had a\nfoundation of logs and a canvas top. The floor was of pure white sand.\nBoxes like lockers were stored under the eaves to hold food, and in one\ncorner a cylindrical camp-stove with an oven thrust its pipe through a\ntinned hole in the roof. Plenty of iron skillets, kettles, and pans hung\nabove the lockers on pegs in the logs; and the camp dinner service of\nwhite ware, black-handled knives and forks, and metal spoons, neatly\nwashed, stood on a table. Jess, the Scotch collie, who was always left\nto guard the tents in their owners' absence, sat at her usual post\nwithin the door; and she and Brown exchanged repressed growls at the\nstrangers. Jess, being freed from her chain, trotted at his heels when\nhe went back to the beach to clean fish for supper. She sat and watched\nhis deft and work-hardened hands as he dipped and washed and drew and\nscaled his spoil. He was a clean-skinned, blue-eyed Canadian Irishman,\nwell made and sinewy, bright and open of countenance. His blond hair\nclung in almost flaxen tendrils to his warm forehead. No ill-nature was\nvisible about him, yet he turned like a man in fierce self-defence on\nhis partner, who followed Jess and stood also watching him.\n\n“Puttany, you fool! what have you brought these cursed patois into camp\nfor?”\n\n“Joe La France vas my old pardner,” softly pleaded the German.\n\n“Damn you, man, we can't start an orphan-asylum and widows' home! We'll\nget a bad name at the hotels. The real good people won't have us for\nguides.”\n\n“She told me in Allanville she had no place to stay. She did not know\nwhat to do. At the old voman's, where Joe put her, they have need of her\nbed. The old voman is too poor to keep her any more.”\n\n“I'd have done just what you did; that's what makes me so mad. How long\nis she going to stay?”\n\n“I don't know,” sheepishly responded his partner.\n\n“A Dutchman ought to have more sense than to load up with a lot of\ncursed patois. Nothing but French and Indian! We'll have to put the\nprecious dears in the sleeping-tent, and bunk down ourselves with\nblankets in the other. Did you air the blankets good this morning,\nFrank?”\n\n“They vos veil aired.”\n\n“You're a soft mark, Frank! One of us will have to marry Joe La France's\nwidow--that's what it will come to!” Brown slapped the water in violent\ndisgust, but Puttany blushed a dark and modest red.\n\nMen of their class rarely have vision or any kind of foresight. They\nlive in the present and plan no farther than their horizon, being, like\nchildren, overpowered by visible things. But the Irish Canadian had\nlived many lives as lake sailor and lumberman, and he had a shrewd eye\nand quick humor. It was he who had devised the conveniences of the camp,\nand who delicately and skilfully prepared the meals so that the two\nfared like epicures; while Puttany did the scullery-work, and was\nsuperior only at deerstalking.\n\nThe perfume of coffee presently sifted abroad, and the table was brought\nout and set under the evening sky. Lockers gave up their store of bread\nand pastry made by the capable hands of the camp housekeeper. The woman,\ntheir guest, sat watching him move from cook-tent to table, and Puttany\nlounged on the dog-kennel, whittling a stick.\n\n“Frank,” said his partner, with sudden authority, “you take the kid down\nto the water and scrub him.”\n\n“All over?” whispered Puttany, in confusion.\n\n“No--just his hands and top. Supper is ready to put on.”\n\nThe docile mother heard her child yelling and blubbering under generous\ndouches while nurse's duty was performed by one of her entertainers, and\nshe smiled in proof that her faith was grounded on their righteousness.\nShe was indeed a mere girl. Her short scarlet upper lip showed her teeth\nwith piquant innocence. As much a creature of the woods as a doe, her\nlot had been that primitive struggle which knows nothing about the\namenities and proprieties of civilization. This Brown could clearly see,\nand he addressed her with the same protecting patronage he would have\nused with the child.\n\n“What's your kid's name?”\n\n“Grégoire, but he call himself Gougou. Me, I am Françoise La France.”\n\n“Yes, I know that..You have had a hard time since Joe died.”\n\n“I been anxion”--she clasped her hands and looked pleadingly at him--“I\nbeen very anxion!”\n\n“Well, you're all right now.”\n\n“You let me do de mend'? I can sew. I use' learn to sew when I have\nt'ing to sew on.”\n\n“Jerusalem! look at them shirts on the line! We have more clothes to\nsew on than any dude at the hotels. And if that isn't enough, I'll make\nPuttany strip and stay in the brush while you do his clothes.”\n\nFrançoise widened her smile.\n\n“I've been thinking we'll have to build you a house right over there.”\n Her entertainer indicated the shore behind her.\n\n“Oppos'?” exclaimed Françoise, turning with pleased interest. Even in\nher husband's lifetime little thought had ever been taken for her.\n\n“Yes, directly opposite. We can fix it up snug like our winter camp at\nthe other end of the lake.”\n\n“Have you two camp?”\n\n“Yes--a winter camp and a summer camp. But we have stayed comfortably\nhere in the cook-tent until the thermometer went fourteen degrees below\nzero. We'll sleep in it till we get your house done, and you can take\nthe tent. If there are no parties wanting guides, we might as well begin\nit in the morning.”\n\n“But,” faltered Françoise, “afterw'iles when de ice is t'ick, and you go\nto de hudder camp--”\n\n“Oh, we'll take care of you,” he promised. “You and Gougou will go with\nus. We couldn't leave you on this side.”\n\n“In de dark nights,” shuddered Françoise.\n\n“You needn't be afraid, any time. When we are off during the day we\nalways leave Jess and Jim to guard the camp. Jess is a Scotch collie and\nJim is a blood-hound. He's there in the kennel. Neither man nor varmint\nwould have any chance with them.”\n\n“I been use' to live alone when my husban' is away, M'sieu' Brownee. I\nnot 'fraid like you t'ink. But if Gougou be cold and hongry.”\n\n“Now that's enough,” said Brown, with gentle severity. “Gougou will\nnever be cold and hungry again while there's a stick of wood to be cut\non the shores of this lake, or any game to bag, or a 'lunge to spear\nthrough the ice. We get about two days' lumbering a week down by\nSt. Ignace. No use to work more than two days a week,” he explained,\njocosely. “That gives us enough to live on; and everybody around here\nowes us from fifty to a hundred dollars back pay for work, anyhow. I've\nbought this ground, twenty acres of it, and another year I'm going to\nturn it into a garden.”\n\n“Oh, a garden, M'sieu' Brownee! Me, I love some garden! I plant honion\nonce, salade also.”\n\n“But I want to get my fences built before I put in improvements. You\nknow what the silver rule is, don't you?”\n\n“No, m'sieu',” answered Françoise, vaguely. She knew little of any rule.\n\n“The silver rule is different from the golden rule. It's 'Do your\nneighbors, or your neighbors will do you.' If I don't protect myself,\nall the loose cattle around Brevoort will graze over me. Every fellow\nfor himself. We can't keep the golden rule. We'd never get rich if we\ndid.”\n\n“You are rich mans?” interrogated Françoise, focussing her curiosity on\nthat invisible power of wealth.\n\n“Millionaires,” brazenly claimed the young man, as he put an\nearthen-ware pitcher on the table. “Set there, you thousand-dollar dish!\nWe don't have a yacht on the lake because we prefer small boats, and\nwe go out as guides to have fun with the greenhorns. The cooking at the\nhotels is good enough for common hunters and fishermen who come here\nfrom the cities to spend their money, but it isn't good enough for me.\nYou've come to the right place, you may make your mind easy on that.”\n\nFrançoise smiled because he told her to make her mind easy, not because\nshe understood the irony of his poverty. To have secure shelter, and\nsuch a table as he spread, and the prowess to achieve continual abundant\nsustenance from the world, made wealth in her eyes. She was as happy as\nGougou when this strange family, gathered from three or four nations,\nsat down to their first meal.\n\nThe sun went low like a scarlet eggy probing the mother-of-pearl lake\nwith a long red line of shadow, until it wasted into grayness and so\ndisappeared. Then home-returning sails became spiritualized, and moved\nin mist as in a dream--foggy lake and sky, as one body, seeming to push\nin upon the land.\n\nFrançoise slept the sleep of a healthy woman, with her child on her arm,\nuntil at dawn the closed flap of the tent yielded to a bounding shape.\nShe opened her startled eyes to see Jim the blood-hound at the foot of\nthe bed, jerking the mosquito-netting. He growled at the interlopers,\nnot being able in his canine mind to reconcile their presence with his\ncustomary duty of waking his masters in that tent. A call and a whistle\nat the other side of the camp drew him away doubting. But in a day both\nhe and Jess had adopted the new members of the family and walked at\nGougou's heels.\n\nGougou existed in wonderland. He regarded the men as great and amiable\npowers, who could do what they pleased with the elements and with the\ncreatures of the earth. They had a fawn, which had followed Brown home\nalong the beach, feeding on leaves from his hand. They had built it a\nsylvan home of cedar boughs behind the camp, from which it wandered\nat will. And though at first shy of Gougou, the pretty thing was soon\ninduced to stand upon its hind feet and dance for bits of cake. His\nIndian blood vearned towards the fawn; but Me-thuselah, the mighty\nturtle, was more exciting. Methuselah lived a prisoner in one side of\nthe bait-tank, from which he was lifted by a rope around his tail. He\nwas so enormous that it required both Brown and Puttany to carry him\nup the bank, and as he hung from the pole the sudden projection of his\nsnapping head was a danger. When he fastened his teeth into a stick, the\nstick was hopelessly his as long as he chose to keep it. He was like\nan elephant cased in mottled shell, and the serrated ridge on his tail\nresembled a row of huge brown teeth. Methuselah was a many-wrinkled\nturtle. When he contracted, imbedding head in shoulders and legs in\nbody, revealing all his claws and showing wicked little eyes near the\npoint of his nose, his helpless rage stirred all the Indian; he was the\nmost deliciously devilish thing that Gougou had ever seen.\n\nThen there was the joy of wintergreen, which both men brought to the\nchild, and he learned to forage for it himself. The fleshy dark green\nleaves and red berries clustered thickly in the woods. He and his\nmother went in the boat when the day was to be given to bass or pickerel\nfishing, and he learned great lessons of water-lore from the two men.\nIf they trusted a troll line to his baby hands, he was in a state of\nbeatitude. His object in life was to possess a bear cub, and many\na porcupine creeping along the beach he mistook for that desirable\nproperty, until taught to distinguish quills from fur. Gougou heard, and\nhe believed, that all porcupines were old lumbermen, who never died, but\nsimply contracted to that shape. He furtively stoned them when he could,\nreflecting that they were tough, and delighting to see the quills fly.\n\nFrançoise would sit in the camp like a picture of still life, glowing\nand silent at her appointed labor. She sewed for all of them, looking\nwomanly and unhurried, with a pink-veined moccasin-flower in her hair;\nwhile Brown, cooking and baking, rushed from tent to wood-pile, his\nsleeves turned back from his white, muscular arms. He lived more\nintensely than any other member of the sylvan household. His blue eyes\nshone, and his face was vivid as he talked to her. He was a common man,\nblunted in the finer nature by a life of hardship, yet his shrewd spirit\nseized on much that less facile people like Puttany learned slowly or\nnot at all.\n\nPuttany and the child were often together in one long play, broken\nonly by the man's periods of labor. They basked in a boat near rushes,\nwaiting for pickerel to strike, or waded a bog to a trout stream at the\nother end of the lake, hid in a forest full of windfalls and hoary moss\nand tropical growths of brake and fern. Gougou had new strong clothes\nand buckskin shoes. For the patois had not been a week in camp before\nBrown went to St. Ignace and brought back denim and white and black\ncalico, which he presented to Françoise.\n\n“She ought to have a kind of second mourning,” he explained to Puttany,\nwho received his word on any matter as law. “Joe La France wasn't worth\nwearing first mourning for, but second mourning is decent for her, and\nit won't show in the camp like bright colors would.”\n\nThe world of city-maddened people who swarmed to this lake for their\nannual immersion in nature did not often intrude on the camp. Yet the\nfact of a woman's presence there could not be concealed, and Puttany was\ndisciplined to say to strangers, “Dot vas my sister and her little poy.”\n\nA tiny cabin was built for Françoise, with the luxuries of a puncheon\nfloor and one glazed window. She inhabited it in primitive gladness, as\na child adorns a play-house, and was careful to keep it in that trim,\nmilitary state which Brown demanded. Françoise had a regard for M'sieu'\nPut-tanee, who was neat and ladylike in all his doings, and smiled\namiably at her over her boy's head; but her veneration of M'sieu'\nBrownee extended beyond the reach of humor. If he had been a priest he\ncould have had no more authority. She used to watch him secretly from\nher window at dawn, as he put himself through a morning drill to limber\nhis muscles. Some spectators might have laughed, but she heard as\nseriously as if they were the motions of her own soul his tactics with a\nstick:\n\n“Straight out--across the shoulder--under the arm--down on the turf!”\n\nThere were days when the misty gray lake, dim and delicious, lay veiled\nwithin its irregular shores. Then the lowering sun stood on tree-tops,\na pale red wraith like the ghost of an Indian. And there were days\nof sharp, clear shine, when Black Point seemed to approach across the\nwater, and any moving object could be seen in the Burning--a growth of\ngreen springing where the woods had been swept by fire. The men were\noften away, guiding fishing parties from dawn until sunset, or hunting\nparties from sunset half the night. Françoise and Gou-gou dwelt in the\ncamp, having the dogs as their protectors, though neither primitive nor\ncivilized life menaced them there with any danger. Some evenings, when\nfew affairs had crowded the day, Brown sat like a patriarch in the midst\nof his family, and took Gougou on his knee to hear bear stories. He\nsupervised the youngster's manners like a mother, and Gougou learned to\ngo down to the washing-place and use soap when the signs were strong for\nbear-dens and deer-stalking.\n\n“I saw a bear come out on the beach once,” Brown would tell him, “when\nI was stalking for deer and had a doe and fawn in the lake. I smelt him,\nbut couldn't get him to turn his eyes towards me. I killed both deer,\nand skinned them, and cut up one. And that bear went into the woods and\nhowled for hours. I took all the venison I could carry, but left part\nof the carcasses. When we went after them in the morning, the bear had\neaten all up clean.”\n\nBear-dens, Gougou was informed, might be found where there was a\nwindfall. The bears stuffed cracks between the fallen trees with moss,\nand so made themselves a tight house in which to hibernate. If you were\nobliged to have bear meat that season when the game was thin, you\ncould cut a hole into a den, stand by it with an axe, and lop off the\ninquiring head stuck out to investigate disturbances. Bears had very\nsmall stomachs, but whatever they ate went to fat. They walked much on\ntheir hind feet, and browsed on nuts or mast when their hunting was not\nsuccessful, being able to thrive on little. Usually a father, a mother,\nand a cub formed one household in one den.\n\nBrown's mind ran on the subject of households; and he sometimes talked\nto Françoise about his mother.\n\n“My mother Gaelics like the Scotch,” he said. Françoise could not\nimagine what it was to Gaelic. People had not Gaelic-ed on the\nChaudière, where she was brought up until the children were obliged\nto scatter from the narrow farm. But the priest had never warned her\nagainst it, and since M'sieu' Brownee's mother was addicted to the\npractice, it must be something excellent, perhaps even religious. She\nsecretly invoked St. Francis, her patron saint, to obtain for her\nthat mysterious power of Gaelic-ing of which M'sieu' Brownee spoke so\ntenderly.\n\nSo the summer passed, and frost was already ripening to glory the ranks\non ranks of dense forest pressing to the lake borders. Brown and Puttany\nrowed home through an early September evening, lifted their boat to its\ncross-piece dock, and pulled the plug out of the bottom to let it drain.\nThere was no sound, even of the dogs, as they flung their spoil ashore.\nIt was the very instant of moon-rise. At first a copper rim was answered\nby the faintest line in the water. Then the full reddish disk stood upon\na strong copper pillar, smooth and flawless in a rippleless lake, and\nthat became denuded of its capital as the ball rose over it into the\nsky.\n\n“Seems still,” remarked Brown, and he ran up the path, shaking leaf\nloam like dry tobacco dust from the roots of ferns he had brought to\nFrançoise. He knew at once that she and Gougou had left the camp. He sat\ndown on the dog-kennel with his hands on his knees, staring at the dim\nearth. Puttany went from tent to cabin, calling his daily playmate,\nunable to convince himself that some unusual thing had happened, and he\nhoped that Brown would contradict him when he felt compelled to announce\nhis slow discovery.\n\n“Dey vas gone!”\n\n“Damn you, Puttany!” exploded his partner, “what did you bring her here\nfor? I didn't want to get into this! I wanted to steer clear of women!\nYou knew I was soft! You knew her black eyes, and the child that made\nher seem like the Virgin, would get in their work on me!”\n\n“No, I didn't,” said Puttany, in phlegmatic consternation.\n\n“What's the matter, Frank? Haven't we behaved white to this woman? Have\nyou done anything, you stupid old Dutchman,” cried Brown, collaring\nhis partner with abrupt violence, “that would drive her out of the camp\nwithout a word?”\n\n“I svear, Prowny,” the other gasped, as soon as he had breath for\nswearing, “I haf been so polite to her as my own mudder.”\n\nThe younger man sat down again, dropping lax hands across his knees.\nA growl inside the box reminded him that Jim the blood-hound should be\nbrought to account for this disappearance.\n\n“Come out here!” he commanded, and the lithe beast crept wagging and\napologizing to his side. “What kind of a way is this for you to keep\na camp--Jess sitting in the kitchen, and you in the box, and somebody\ncarrying off Françoise and the boy, and every rag that would show they\nhad ever been here--and not a sound out of your cowardly head till we\ncome home and catch you skulking? I've a notion to take a board and beat\nyou to death!”\n\nJim lay down with an abject and dismal whine.\n\n“Where is she?”\n\nJim lifted his nose and sniffed hopefully, and his master rose up and\ndragged him by the collar to the empty cabin. It was the first time\nBrown had entered that little cell since its dedication to the woman for\nwhom it was built. He rubbed Jim's muzzle against the bed, and pointed\nto nails in the logs where the clothes of the patois had hung.\n\n“Now you lope out and find them--do you hear?”\n\nJim, crouching on his belly in acknowledgment that his apprehension had\nbeen at fault during some late encounter, slunk across the camp and took\nthe path to the hotels.\n\nBrown turned on Puttany following at his heels: “Frank, are you sure Joe\nLa France is dead?”\n\n“Oh yes, he is det.”\n\n“Did you see him die? Were you there when he was buried? Was he put\nunderground with plenty of dirt on top of him, or did he merely drop in\nthe water?”\n\n“I vas not there.”\n\n“Maybe the lazy hound has resurrected. I've seen these lumbermen dropped\ninto the water and drowned too often. You can never be sure they won't\nbe up drinking and fighting to-morrow unless you run a knife through\nthem.”\n\n“He is a det man,” affirmed Puttany.\n\n“Then somebody else has carried her off, and I'm going to know all about\nit before I come back to camp. If I never come back, you may have the\nstuff and land. I'm in this heels over head, and I don't care how soon\nthings end with me.”\n\n“But, Prowny, old poy, I vill help you--”\n\n“You stay here. This is my hunt.”\n\nJim passed the rustic guest-houses without turning aside from the trail.\nBrown took no thought of inquiring at their doors, for throughout the\nsummer Françoise had not once been seen at the hotels. He did, however,\nhastily borrow a horse from the stable where he was privileged, and\npursuing the blood-hound along the lake shore, he cantered over a\ncauseway of logs and earth which had been raised above a swamp.\n\nThe trail was very fresh, for Jim, without swerving, followed the road\nwhere it turned at right angles from the shore and wound inland among\nstumps. They had nearly reached Allanville, a group of log huts beside a\nnorth-shore railroad, when Jim uttered the bay of victory.\n\nBrown dropped from the saddle and called him sternly back. To be hunting\nFrançoise with a blood-hound out of leash--how horrible was this!\n\nHe tied his horse to a tree and took Jim by the collar, restraining the\ncreature's fierce joy of discovery. Françoise must be near, unless a\nhound whose scent was unerring had become a fool.\n\nWhat if she had left camp of her own will? She was so quiet, one could\nnot be sure of her thoughts. Brown was sure of his thoughts. He grinned\nin the lonely landscape, seeing himself as he had appeared on recent\nSundays, in his best turtle-tail neck-tie mounted on velvet.\n\n“I've got it bad,” he confessed.\n\nStooping to Jim's collar while the dog whined and strained, he passed a\ncabin. And there Jim relaxed in the search and turned around. The moon\nstood high enough to make a wan fairy daylight. Gougou, like a gnome,\nstarted from the ground to meet them, and the dog at once lay down and\nfawned at his feet.\n\nMore slowly approaching from the cabin, Brown saw Françoise, still\ncarrying in her hand the bundle of her belongings brought from camp. In\nthe shadow of the house a man watched the encounter, and a sift of rank\ntobacco smoke hinted the pipes of fathers and sons resting from the\nday's labor on the cabin door-sill or the sward. Voices of children\ncould be heard, and other dogs gave mouth, so that Brown laid severe\ncommands on Jim before he could tremblingly speak to Françoise.\n\n“Oh, M'sieu' Brownee, I t'ink maybe you come!”\n\n“But, Françoise, what made you leave?”\n\n“It is my husban's brudder. I not know what to do! He bring us to dese\nfolks to stay all night till de cars go.”\n\n“Why didn't he show himself to us, and take you like a man?”\n\n“Oh, M'sieu' Brownee--he say de priest hexcommunicate me--to\nlive--so--in de camp! It is not my fault--and I t'ink about you and\nM'sieu' Put-tanee--and Gougou he bite his honcle, and kick and scream!”\n\n“Damn the uncle!” swore Brown, deeply.\n\n“Oh, I been so anxion!” sobbed Françoise.\n\n“We must be married right off,” said Brown. “I'll fix your\nbrother-in-law. Françoise, will yon have me for your husband?”\n\n“Me, M'sieu' Brownee?”\n\n“Yes, you--you cursed sweet patois!”\n\n“M'sieu' Brownee, you may call me de cursed patois. I not know\nanyt'ings. But when André La France take me away, oh, I t'ink I die! Let\nme honly be Françoise to do your mend'! I be 'appier to honly look at\nyou dan some womans who 'ave 'usban'!”\n\n“Françoise, kiss me--kiss me!” His voice broke with a sob. “If you loved\nme you would have me!”\n\n“M'sieu' Brownee, I ado' you!”\n\nSuddenly giving way to passionate weeping, and to all the tenderness\nwhich nature teaches even barbarians to repress, she abandoned herself\nto his arms.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Catherwood, Mary Hartwell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23247/pg23247.txt",
        "name": "the_cursed_patois_from_\"_mackinac_and_lake_stories\",_1899.json"
    }
}