{
    "name": "The Cruise of the Dolphin",
    "author": [
        "Aldrich, Thomas Bailey"
    ],
    "body": "Every Rivermouth boy looks upon the sea as being in some way mixed up\nwith his destiny. While he is yet a baby lying in his cradle, he hears\nthe dull, far-off boom of the breakers; when he is older, he wanders by\nthe sandy shore, watching the waves that come plunging up the beach\nlike white-maned sea-horses, as Thoreau calls them; his eye follows the\nlessening sail as it fades into the blue horizon, and he burns for the\ntime when he shall stand on the quarter-deck of his own ship, and go\nsailing proudly across that mysterious waste of waters.\n\nThen the town itself is full of hints and flavors of the sea. The gables\nand roofs of the houses facing eastward are covered with red rust, like\nthe flukes of old anchors; a salty smell pervades the air, and dense\ngray fogs, the very breath of Ocean, periodically creep up into the\nquiet streets and envelop everything. The terrific storms that lash\nthe coast; the kelp and spars, and sometimes the bodies of drowned men,\ntossed on shore by the scornful waves; the shipyards, the wharves, and\nthe tawny fleet of fishing-smacks yearly fitted out at Rivermouth--these\nthings, and a hundred other, feed the imagination and fill the brain of\nevery healthy boy with dreams of adventure. He learns to swim almost\nas soon as he can walk; he draws in with his mother’s milk the art of\nhandling an oar: he is born a sailor, whatever he may turn out to be\nafterwards.\n\nTo own the whole or a portion of a rowboat is his earliest ambition. No\nwonder that I, born to this life, and coming back to it with freshest\nsympathies, should have caught the prevailing infection. No wonder I\nlonged to buy a part of the trim little sailboat Dolphin, which chanced\njust then to be in the market. This was in the latter part of May.\n\nThree shares, at five or six dollars each, I forget which, had already\nbeen taken by Phil Adams, Fred Langdon, and Binny Wallace. The fourth\nand remaining share hung fire. Unless a purchaser could be found for\nthis, the bargain was to fall through.\n\nI am afraid I required but slight urging to join in the investment.\nI had four dollars and fifty cents on hand, and the treasurer of the\nCentipedes (a secret society, composed of twelve boys of the Temple\nGrammar School, Rivermouth) advanced me the balance, receiving my silver\npencil-case as ample security. It was a proud moment when I stood on the\nwharf with my partners, inspecting the Dolphin, moored at the foot of a\nvery slippery flight of steps. She was painted white with a green stripe\noutside, and on the stern a yellow dolphin, with its scarlet mouth wide\nopen, stared with a surprised expression at its own reflection in the\nwater. The boat was a great bargain.\n\nI whirled my cap in the air, and ran to the stairs leading down from the\nwharf, when a hand was laid gently on my shoulder. I turned, and faced\nCaptain Nutter (2 Tom Bailey’s grandfather.) I never saw such an old\nsharp-eye as he was in those days.\n\nI knew he would not be angry with me for buying a rowboat; but I also\nknew that the little bowsprit suggesting a jib and the tapering mast\nready for its few square feet of canvas were trifles not likely to meet\nhis approval. As far as rowing on the river, among the wharves, was\nconcerned, the Captain had long since withdrawn his decided objections,\nhaving convinced himself, by going out with me several times, that I\ncould manage a pair of sculls as well as anybody.\n\nI was right in my surmises. He commanded me, in the most emphatic\nterms, never to go out in the Dolphin without leaving the mast in the\nboat-house. This curtailed my anticipated sport, but the pleasure of\nhaving a pull whenever I wanted it remained. I never disobeyed the\nCaptain’s orders touching the sail, though I sometimes extended my row\nbeyond the points he has indicated.\n\nThe river was dangerous for sailboats. Squalls, without the slightest\nwarning, were of frequent occurrence; scarcely a year passed that three\nor four persons were not drowned under the very windows of the town,\nand these, oddly enough, were generally sea-captains, who either did not\nunderstand the river, or lacked the skill to handle a small craft.\n\nA knowledge of such disasters, one of which I witnessed, consoled me\nsomewhat when I saw Phil Adams skimming over the water in a spanking\nbreeze with every stitch of canvas set. There were few better yachtsmen\nthan Phil Adams. He usually went sailing alone, for both Langdon and\nBinny Wallace were under the same restrictions I was.\n\nNot long after the purchase of the boat, we planned an excursion to\nSandpeep Island, the last of the islands in the harbor. We purposed to\nstart early in the morning, and return with the tide in the moonlight.\nOur only difficulty was to obtain a whole day’s exemption from school,\nthe customary half-holiday not being long enough for our picnic.\nSomehow, we could not work it; but fortune arranged it for us. I may\nsay here, that, whatever else I did, I never played truant (“hookey” we\ncalled it) in my life.\n\nOne afternoon the four owners of the Dolphin exchanged significant\nglances when Mr. Grimshaw announced from the desk that there would be\nno school the following day, he having just received intelligence of the\ndeath of his uncle in Boston. I was sincerely attached to Mr. Grimshaw,\nbut I am afraid that the death of his uncle did not affect me as it\nought to have done.\n\nWe were up before sunrise the next morning, in order to take advantage\nof the flood-tide, which waits for no man. Our preparations for the\ncruise were made the previous evening. In the way of eatables and\ndrinkables, we had stored in the stern of the Dolphin a generous bag\nof hard-tack (for the chowder), a piece of pork to fry the cunners in,\nthree gigantic apple pies (bought at Pettingil’s), half a dozen lemons,\nand a keg of spring water--the last-named articles were slung over the\nside, to keep it cool, as soon as we got under way. The crockery and\nthe bricks for our camp-stove we placed in the bows with the groceries,\nwhich included sugar, pepper, salt, and a bottle of pickles. Phil Adams\ncontributed to the outfit a small tent of unbleached cotton cloth, under\nwhich we intended to take our nooning.\n\nWe unshipped the mast, threw in an extra oar, and were ready to embark.\nI do not believe that Christopher Columbus, when he started on his\nrather successful voyage of discovery, felt half the responsibility\nand importance that weighed upon me as I sat on the middle seat of the\nDolphin, with my oar resting in the rowlock. I wonder if Christopher\nColumbus quietly slipped out of the house without letting his estimable\nfamily know what he was up to? Charley Marden, whose father had promised\nto cane him if he ever stepped foot on sail or row boat, came down to\nthe wharf in a sour-grape humor, to see us off. Nothing would tempt\nhim to go out on the river in such a crazy clam-shell of a boat. He\npretended that he did not expect to behold us alive again, and tried to\nthrow a wet blanket over the expedition.\n\n“Guess you’ll have a squally time of it,” said Charley, casting off\nthe painter. “I’ll drop in at old Newbury’s” (Newbury was the parish\nundertaker) “and leave word, as I go along!”\n\n“Bosh!” muttered Phil Adams, sticking the boathook into the string-piece\nof the wharf, and sending the Dolphin half a dozen yards toward the\ncurrent.\n\nHow calm and lovely the river was! Not a ripple stirred on the glassy\nsurface, broken only by the sharp cutwater of our tiny craft. The sun,\nas round and red as an August moon, was by this time peering above the\nwater-line.\n\nThe town had drifted behind us, and we were entering among the group of\nislands. Sometimes we could almost touch with our boat-hook the shelving\nbanks on either side. As we neared the mouth of the harbor, a little\nbreeze now and then wrinkled the blue water, shook the spangles from\nthe foliage, and gently lifted the spiral mist-wreaths that still clung\nalongshore. The measured dip of our oars and the drowsy twitterings\nof the birds seemed to mingle with, rather than break, the enchanted\nsilence that reigned about us.\n\nThe scent of the new clover comes back to me now, as I recall that\ndelicious morning when we floated away in a fairy boat down a river like\na dream!\n\nThe sun was well up when the nose of the Dolphin nestled against the\nsnow-white bosom of Sandpeep Island. This island, as I have said before,\nwas the last of the cluster, one side of it being washed by the sea. We\nlanded on the river-side, the sloping sands and quiet water affording us\na good place to moor the boat.\n\nIt took us an hour or more to transport our stores to the spot selected\nfor the encampment. Having pitched our tent, using the five oars to\nsupport the canvas, we got out our lines, and went down the rocks\nseaward to fish. It was early for cunners, but we were lucky enough to\ncatch as nice a mess as ever you saw. A cod for the chowder was not so\neasily secured. At last Binny Wallace hauled in a plump little fellow\nclustered all over with flaky silver.\n\nTo skin the fish, build our fireplace, and cook the chowder kept us busy\nthe next two hours.\n\nThe fresh air and the exercise had given us the appetites of wolves, and\nwe were about famished by the time the savory mixture was ready for our\nclam-shell saucers.\n\nI shall not insult the rising generation on the seaboard by telling them\nhow delectable is a chowder compounded and eaten in this Robinson Crusoe\nfashion. As for the boys who live inland, and know not of such marine\nfeasts, my heart is full of pity for them. What wasted lives! Not to\nknow the delights of a clambake, not to love chowder, to be ignorant of\nlobscouse!\n\nHow happy we were, we four, sitting cross-legged in the crisp salt\ngrass, with the invigorating seabreeze blowing gratefully through our\nhair! What a joyous thing was life, and how far off seemed death--death,\nthat lurks in all pleasant places, and was so near!\n\nThe banquet finished, Phil Adams drew from his pocket a handful of\nsweet-fern cigars; but as none of the party could indulge without\nimminent risk of becoming ill, we all, on one pretext or another,\ndeclined, and Phil smoked by himself.\n\nThe wind had freshened by this, and we found it comfortable to put\non the jackets which had been thrown aside in the heat of the day.\nWe strolled along the beach and gathered large quantities of the\nfairy-woven Iceland moss, which at certain seasons is washed to these\nshores; then we played at ducks and drakes, and then, the sun being\nsufficiently low, we went in bathing.\n\nBefore our bath was ended a slight change had come over the sky and sea;\nfleecy-white clouds scudded here and there, and a muffled moan from the\nbreakers caught our ears from time to time. While we were dressing, a\nfew hurried drops of rain came lisping down, and we adjourned to the\ntent to wait the passing of the squall.\n\n“We’re all right, anyhow,” said Phil Adams. “It won’t be much of a blow,\nand we’ll be as snug as a bug in a rug, here in the tent, particularly\nif we have that lemonade which some of you fellows were going to make.”\n\nBy an oversight, the lemons had been left in the boat. Binny Wallace\nvolunteered to go for them.\n\n“Put an extra stone on the painter, Binny,” said Adams, calling after\nhim; “it would be awkward to have the Dolphin give us the slip and\nreturn to port minus her passengers.”\n\n“That it would,” answered Binny, scrambling down the rocks.\n\nSandpeep Island is diamond-shaped--one point running out into the sea,\nand the other looking towards the town. Our tent was on the river-side.\nThough the Dolphin was also on the same side, she lay out of sight by\nthe beach at the farther extremity of the island.\n\nBinny Wallace had been absent five or six minutes when we heard him\ncalling our several names in tones that indicated distress or surprise,\nwe could not tell which. Our first thought was, “The boat has broken\nadrift!”\n\nWe sprung to our feet and hastened down to the beach. On turning the\nbluff which hid the mooring-place from our view, we found the conjecture\ncorrect. Not only was the Dolphin afloat, but poor little Binny Wallace\nwas standing in the bows with his arms stretched helplessly towards\nus--drifting out to sea!\n\n“Head the boat inshore!” shouted Phil Adams.\n\nWallace ran to the tiller; but the slight cockle-shell merely swung\nround and drifted broadside on. Oh, if we had but left a single scull in\nthe Dolphin!\n\n“Can you swim it?” cried Adams desperately, using his hand as a\nspeaking-trumpet, for the distance between the boat and the island\nwidened momently.\n\nBinny Wallace looked down at the sea, which was covered with white caps,\nand made a despairing gesture. He knew, and we knew, that the stoutest\nswimmer could not live forty seconds in those angry waters.\n\nA wild, insane light came into Phil Adam’s eyes, as he stood knee-deep\nin the boiling surf, and for an instant I think he meditated plunging\ninto the ocean after the receding boat.\n\nThe sky darkened, and an ugly look stole rapidly over the broken surface\nof the sea.\n\nBinny Wallace half rose from his seat in the stern, and waved his hand\nto us in token of farewell. In spite of the distance, increasing every\nmoment, we could see his face plainly. The anxious expression it wore\nat first had passed. It was pale and meek now, and I love to think there\nwas a kind of halo about it, like that which painters place around the\nforehead of a saint. So he drifted away.\n\nThe sky grew darker and darker. It was only by straining our eyes\nthrough the unnatural twilight that we could keep the Dolphin in sight.\nThe figure of Binny Wallace was no longer visible, for the boat itself\nhad dwindled to a mere white dot on the black water. Now we lost it, and\nour hearts stopped throbbing; and now the speck appeared again, for an\ninstant, on the crest of a high wave.\n\nFinally it went out like a spark, and we saw it no more. Then we gazed\nat one another, and dared not speak.\n\nAbsorbed in following the course of the boat, we had scarcely noticed\nthe huddled inky clouds that sagged heavily all around us. From these\nthreatening masses, seamed at intervals with pale lightning, there now\nburst a heavy peal of thunder that shook the ground under our feet. A\nsudden squall struck the sea, ploughing deep white furrows into it, and\nat the same instant a single piercing shriek rose above the tempest--the\nfrightened cry of a gull swooping over the island. How it startled us!\n\nIt was impossible any longer to keep our footing on the beach. The wind\nand the breakers would have swept us into the ocean if we had not clung\nto one another with the desperation of drowning men. Taking advantage of\na momentary lull, we crawled up the sands on our hands and knees, and,\npausing in the lee of the granite ledge to gain breath, returned to the\ncamp, where we found that the gale had snapped all the fastenings of\nthe tent but one. Held by this, the puffed-out canvas swayed in the wind\nlike a balloon. It was a task of some difficulty to secure it, which we\ndid by beating down the canvas with the oars.\n\nAfter several trials, we succeeded in setting up the tent on the leeward\nside of the ledge. Blinded by the vivid flashes of lightning, and\ndrenched by the rain, which fell in torrents, we crept, half dead with\nfear and anguish, under our flimsy shelter. Neither the anguish nor the\nfear was on our own account, for we were comparatively safe, but for\npoor little Binny Wallace, driven out to sea in the merciless gale. We\nshuddered to think of him in that frail shell, drifting on and on to his\ngrave, the sky rent with lightning over his head, and the green abysses\nyawning beneath him. We suddenly fell to crying, and cried I know not\nhow long.\n\nMeanwhile the storm raged with augmented fury. We were obliged to hold\non to the ropes of the tent to prevent it blowing away. The spray\nfrom the river leaped several yards up the rocks and clutched at us\nmalignantly. The very island trembled with the concussions of the sea\nbeating upon it, and at times I fancied that it had broken loose from\nits foundation and was floating off with us. The breakers, streaked with\nangry phosphorus, were fearful to look at.\n\nThe wind rose higher and higher, cutting long slits in the tent, through\nwhich the rain poured incessantly. To complete the sum of our miseries,\nthe night was at hand. It came down abruptly, at last, like a curtain,\nshutting in Sandpeep Island from all the world.\n\nIt was a dirty night, as the sailors say. The darkness was something\nthat could be felt as well as seen--it pressed down upon one with a\ncold, clammy touch. Gazing into the hollow blackness, all sorts of\nimaginable shapes seemed to start forth from vacancy--brilliant colors,\nstars, prisms, and dancing lights. What boy, lying awake at night, has\nnot amused or terrified himself by peopling the spaces around his bed\nwith these phenomena of his own eyes?\n\n“I say,” whispered Fred Langdon, at last, clutching my hand, “don’t you\nsee things--out there--in the dark?”\n\n“Yes, yes--Binny Wallace’s face!”\n\nI added to my own nervousness by making this avowal; though for the\nlast ten minutes I had seen little besides that star-pale face with\nits angelic hair and brows. First a slim yellow circle, like the nimbus\nround the dark moon, took shape and grew sharp against the darkness;\nthen this faded gradually, and there was the Face, wearing the same sad,\nsweet look it wore when he waved his hand to us across the awful water.\nThis optical illusion kept repeating itself.\n\n“And I too,” said Adams.” I see it every now and then, outside there.\nWhat wouldn’t I give if it really was poor little Wallace looking in at\nus! O boys, how shall we dare to go back to the town without him? I’ve\nwished a hundred times, since we’ve been sitting here, that I was in his\nplace, alive or dead!”\n\nWe dreaded the approach of morning as much as we longed for it. The\nmorning would tell us all. Was it possible for the Dolphin to outride\nsuch a storm? There was a lighthouse on Mackerel Reef, which lay\ndirectly in the course the boat had taken when it disappeared. If the\nDolphin had caught on this reef, perhaps Binny Wallace was safe. Perhaps\nhis cries had been heard by the keeper of the light. The man owned a\nlife-boat, and had rescued several persons. Who could tell?\n\nSuch were the questions we asked ourselves again and again, as we lay\nhuddled together waiting for daybreak. What an endless night it was! I\nhave known months that did not seem so long.\n\nOur position was irksome rather than perilous; for the day was certain\nto bring us relief from the town, where our prolonged absence, together\nwith the storm, had no doubt excited the liveliest alarm for our safety.\nBut the cold, the darkness, and the suspense were hard to bear.\n\nOur soaked jackets had chilled us to the bone. In order to keep warm we\nlay so closely that we could hear our hearts beat above the tumult of\nsea and sky.\n\nAfter a while we grew very hungry, not having broken our fast since\nearly in the day. The rain had turned the hard-tack into a sort of\ndough; but it was better than nothing.\n\nWe used to laugh at Fred Langdon for always carrying in his pocket a\nsmall vial of essence of peppermint or sassafras, a few drops of which,\nsprinkled on a lump of loaf-sugar, he seemed to consider a great luxury.\nI do not know what would have become of us at this crisis if it had not\nbeen for that omnipresent bottle of hot stuff. We poured the stinging\nliquid over our sugar, which had kept dry in a sardine-box, and warmed\nourselves with frequent doses.\n\nAfter four or five hours the rain ceased, the wind died away to a moan,\nand the sea--no longer raging like a maniac--sobbed and sobbed with a\npiteous human voice all along the coast. And well it might, after that\nnight’s work. Twelve sail of the Gloucester fishing fleet had gone down\nwith every soul on board, just outside of Whale’s-Back Light. Think of\nthe wide grief that follows in the wake of one wreck; then think of the\ndespairing women who wrung their hands and wept, the next morning, in\nthe streets of Gloucester, Marblehead, and Newcastle!\n\nThough our strength was nearly spent, we were too cold to sleep. Once\nI sunk into a troubled doze, when I seemed to hear Charley Marden’s\nparting words, only it was the Sea that said them. After that I threw\noff the drowsiness whenever it threatened to overcome me.\n\nFred Langdon was the earliest to discover a filmy, luminous streak in\nthe sky, the first glimmering of sunrise.\n\n“Look, it is nearly daybreak!”\n\nWhile we were following the direction of his finger, a sound of distant\noars fell upon our ears.\n\nWe listened breathlessly; and as the dip of the blades became more\naudible, we discerned two foggy lights, like will-o’-the-wisps, floating\non the river.\n\nRunning down to the water’s edge, we hailed the boats with all\nour might. The call was heard, for the oars rested a moment in the\nrow-locks, and then pulled in towards the island.\n\nIt was two boats from the town, in the foremost of which we could now\nmake out the figures of Captain Nutter and Binny Wallace’s father. We\nshrunk back on seeing him.\n\n“Thank God!” cried Mr. Wallace fervently, as he leaped from the wherry\nwithout waiting for the bow to touch the beach.\n\nBut when he saw only three boys standing on the sands, his eye wandered\nrestlessly about in quest of the fourth; then a deadly pallor overspread\nhis features.\n\nOur story was soon told. A solemn silence fell upon the crowd of rough\nboatmen gathered round, interrupted only by a stifled sob form one poor\nold man who stood apart from the rest.\n\nThe sea was still running too high for any small boat to venture out; so\nit was arranged that the wherry should take us back to town, leaving the\nyawl, with a picked crew, to hug the island until daybreak, and then set\nforth in search of the Dolphin.\n\nThough it was barely sunrise when we reached town, there were a great\nmany persons assembled at the landing eager for intelligence from\nmissing boats. Two picnic parties had started down river the day before,\njust previous to the gale, and nothing had been heard of them. It turned\nout that the pleasure-seekers saw their danger in time, and ran ashore\non one of the least exposed islands, where they passed the night.\nShortly after our own arrival they appeared off Rivermouth, much to the\njoy of their friends, in two shattered, dismasted boats.\n\nThe excitement over, I was in a forlorn state, physically and mentally.\nCaptain Nutter put me to bed between hot blankets, and sent Kitty\nCollins for the doctor. I was wandering in my mind, and fancied myself\nstill on Sandpeep Island: now we were building our brick stove to cook\nthe chowder, and, in my delirium, I laughed aloud and shouted to my\ncomrades; now the sky darkened, and the squall struck the island; now I\ngave orders to Wallace how to manage the boat, and now I cried because\nthe rain was pouring in on me through the holes in the tent. Towards\nevening a high fever set in, and it was many days before my grandfather\ndeemed it prudent to tell me that the Dolphin had been found, floating\nkeel upwards, four miles southeast of Mackerel Reef.\n\nPoor little Binny Wallace! How strange it seemed, when I went to\nschool again, to see that empty seat in the fifth row! How gloomy the\nplayground was, lacking the sunshine of his gentle, sensitive face! One\nday a folded sheet slipped from my algebra: it was the last note he ever\nwrote me. I could not read it for the tears.\n\nWhat a pang shot across my heart the afternoon it was whispered through\nthe town that a body had been washed ashore at Grave Point--the place\nwhere we bathed! We bathed there no more! How well I remember the\nfuneral, and what a piteous sight it was afterwards to see his familiar\nname on a small headstone in the Old South Burying-Ground!\n\nPoor little Binny Wallace! Always the same to me. The rest of us have\ngrown up into hard, worldly men, fighting the fight of life; but you\nare forever young, and gentle, and pure; a part of my own childhood\nthat time cannot wither; always a little boy, always poor little Binny\nWallace!\n\n\n\n\n",
    "metadata": {
        "author": [
            "Aldrich, Thomas Bailey"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/1757/pg1757.txt",
        "name": "the_cruise_of_the_dolphin.json"
    }
}