{
    "name": "The Romantic Analogue",
    "author": [
        "Skupeldyckle, W. W."
    ],
    "body": "Mathematicians are just like people: old, young, fat, thin, male,\nfemale. This one was male, thirty-five, with steady brown eyes and a\nnice smile when he remembered to use it. His name was Norman Venner,\nand besides being a mathematical whiz generally, he had designed and\nbuilt an electronic brain, or calculator, which was in some ways\nsmarter than himself--and a lot less diffident.\n\nElectronic calculators are invariably given acronymic names such as\nBINAC, SEAC, and MANIAC, and nine out of ten of them are of the\ndigital type. This is a nice way of saying that they count on their\nfingers. They're nearly as big as yachts, and cost more, but can\ncalculate a million times faster than any human.\n\nNorm's machine was of the analogue type, which is less flexible, less\ncomplex, and vastly smaller and cheaper. He called it the ICWEA\n(ICK-wee-ah), which stood for \"I Can Work 'Em All!\" It could, too! It\nwas especially good at deriving equations from curves, which was\nreally something.\n\nCharley Oglethorpe burst into the office one morning, catching Norm in\na brown study. \"Hi, Genius. How is she perking now?\"\n\n\"All right, except the pen skips a little sometimes and makes a messy\ncurve.\"\n\n\"Have to damp that arm better. When can I have her to work on?\"\n\n\"Soon as I finish these Mugu problems.\"\n\nCharley stared at him.\n\n\"Mugu. Guided-missile center. It's nice business if we can get it--the\ndigitals are all booked up months ahead, and the particular type of\nproblem they send us is right up our alley.\"\n\n\"I thought you were kidding me, like that Boolean Algebra stuff.\"\n\n\"Wasn't kidding then, either.\"\n\n\"I'll stick to instrument-making, thanks. You math guys never have any\nfun.\"\n\nNorm shrugged, turned to the telephone, and called an extension.\n\n\"Hermosa.\" It was a rich, pleasant voice.\n\n\"Vic? How about the rest of the Mugu cards? Ready yet?\"\n\n\"I'll send them up right away. Just finished them.\"\n\n\"Who was that?\" Charley inquired.\n\n\"Vic Hermosa. Smart boy.\"\n\nCharley smiled a little.\n\n\n\nThere was a knock at the door.\n\n\"Come in,\" Norm called. The door opened, and a small, neat girl\nentered. Her long bob was dark and silky, but windblown. She tossed\nher head and her hair settled into place, as if she had just brushed\nit. She extended a pack of punched cards.\n\n\"Thank you,\" Norm said, gravely.\n\nThe girl looked up at him suddenly, and he stepped back a little. She\nhad surprising, deep-violet eyes, and their glance seemed to have a\ntangible impact. She nodded grave acknowledgment and left.\n\n\"Damn it, I wish I could do that!\" Norm complained.\n\n\"Make goo-goo eyes?\"\n\n\"No. Shake my head so my hair would automatically be combed like hers.\nI've been fighting this cowlick ever since I've been a kid--stocking\ncaps, gunk, the works. Still got it. And the part moves around and I\nhave to hunt for it.\"\n\n\"Know who she is?\"\n\n\"Nope. Clerk, messenger, I guess. They're always hiring new ones.\"\n\n\"Doesn't she ever speak?\"\n\n\"Of course she--come to think of it, I've never heard her. Must say\nit's a relief after the usual yackety-yack. Haven't anything to talk\nto her about, anyway. She's just a child.\"\n\n\"A pretty one, though.\"\n\n\"Yes, she is.\"\n\n\"You sure don't know anything about women. If anyone made eyes at me\nthat way, I'd do something about it.\"\n\n\"What, for instance?\" Norm inquired dryly.\n\n\"Well, of course, I'm married. But I'd find out who she was, anyhow.\nSometimes I think you're dead and don't know it.\"\n\n\"Sometimes I agree with you,\" Norm said. He fed one of the punch cards\ninto the transmitter head, which fingered the holes and told ICWEA\nwhat the problem was. ICWEA began drawing a curve on the curve tracer.\nIt would have taken Norm or anyone else days to arrive at the answer.\n\"See? Skips here and there, but I can ink in the gaps.\"\n\n\"Looks like the pen catches on the paper a little. I'll grind the\npoint while I'm at it. Say, that thing really thinks, doesn't it?\"\n\n\"In a way. Generally, the digitals have it all over the analogues when\nit comes to reasoning, but I built an extra brain into her.\"\n\n\"Where?\"\n\n\"The 'Y' path. Remember? Tries several appropriate methods in\nsuccession. I analyzed my own methods of attack, and built the same\nmethods into her. She's an electronic _me_, except faster and more\naccurate.\"\n\n\"I bet. She's more alive than you are. Why don't you step out a\nlittle? First thing you know, you'll be getting old, and it'll be too\nlate.\"\n\n\"Leave the match-making to the women. I may be old, but I'm not an old\nfool. It's fall, not spring.\"\n\n\"Yeah? All you need to be an old fool is just a little more time.\"\n\n\n\nNorm ignored him, and took a card from his desk. It seemed to be an\nextra, not with the pack. He put it in the machine. The curve-tracer\nbegan to draw a rather abrupt curve, which meandered half across the\nsheet before Norm realized what it was. Suddenly, an image leaped to\nhis mind's eye and he watched with fascination while the pen traced\nthis mathematical impossibility to the far end of the paper, and in\nobedience to several successive negative factors in the problem\nretraced in the opposite direction a little lower down.\n\nA head, a slightly lifted elbow, full rounded breast, a knee\nluxuriously drawn up, a dangling arm, all in one continuous line.\nThere was nothing obvious about it; it was formalized, but with the\nindividual style that is the artist's signature. Once seen, the image\npersisted.\n\n\"Hey, Charley, look at this!\"\n\n\"Yeah. What about it?\"\n\n\"What about it! You ever see anything like it?\"\n\n\"Sure. It's a closed loop, like a hysteresis curve.\"\n\n\"_An_ hysteresis curve. But this isn't one. Look closely.\"\n\n\"Of course, it has harmonics and variables in it. Might be one of\nthose gas-discharge curves, if the gas tube happened to be defective.\nI've seen some funny....\"\n\n\"Look! It's a reclining figure, with the head turned toward\nyou--see?--and the forearm over the head--_here_. Breast, knee here,\nfoot with the toe pointed, calf, thigh, and the near arm hanging.\nRemarkable, once you see it....\"\n\n\"You're crazy. All I can see is a closed loop with some wrinkles in\nit.\"\n\n\"Why, it's nearly as plain as a photograph! I can't understand....\"\n\n\"Plain, my eye! If that's the arm hanging down, and this the hand,\nwhere are the fingers? That 'hand' is just an oval. You got some\nimagination if you can get a reclining figure out of that.\"\n\n\"Not a nude of the beer-garden type, I grant you. This is real art.\nKnow what this means? Have you any idea how complex a formula must be\nto trace a curve like this? Just a plain hyperbola is bad enough. This\nis a test of the machine. Those Mugu boys have worked out this formula\nto see if she could break it down and draw the equivalent curve,\nthough I don't see how they did it. Even the larger digitals would\nfind this a tough nut to crack, but our baby is a whiz at curves, see?\nI wonder how they justified the machine-time on it. Of course it is\nbarely possible that they derived the equation themselves, but it\nmust have taken weeks if they did.\"\n\n\"Maybe it took us long as you say, but I still can't see any reclining\nfigure in that curve. It's just a closed curve with some wiggles and\nbumps on it.\"\n\n\"In any case, I'm going to send this to Mugu right away. They'll want\nto know how long it took.\"\n\n\"I wouldn't, if I were you.\"\n\n\"Why not?\"\n\n\"Maybe trouble developed in the machine. Better run some more cards\nthrough it first. But right now I'm going home. We're having a roast\ntonight. Say, why don't you come to supper with us? Alice would be\ndelighted--she was just wondering what happened to you. I'll phone\nher....\"\n\n\"No, no! I have to--look, I got to find out what this means, you see?\nIt isn't that--explain it to Alice, will you? We need this contract,\nneed all the work we can get, you understand?\"\n\n\"Sure, sure. How about next week? OK? Well, see you in the morning.\"\nCharley left, grinning to himself as he closed the door behind him.\n\n\n\nNorm didn't see the grin. He was already puzzled enough; ICWEA behaved\nherself perfectly on the next five cards, and kept her mind on her\nbusiness. Meanwhile, Norm studied the first curve again. Funny Charley\ncouldn't see it--the figure was puzzling at first, until you got the\nidea, but then it was so clear. Or was it?\n\nSuddenly, he couldn't see it himself. He turned it upside down and\nsideways; it was just a funny closed curve, having neither\nmathematical nor structural significance. Maybe he was going crazy!\n\nHe threw the curve down on his desk and, soothed by the whirring of\nthe tracer motor, fell into a brown study. Suddenly, the image of the\nbrunette with the violet eyes appeared. No reclining nude, she; she\nshook her head in that habitual gesture and her long bob fell\nperfectly in place. She turned, with demurely downcast lashes and\nlooked up at him with her violet eyes, and Norm came out of his trance\nwith a start.\n\nHe removed the last curve--a simple hyperbolic curve, probably a\nproblem in attenuation or decay of some kind--and put in the last\npunch-card. The machine started up immediately; the curve was\nelliptical. Then a vertical down-stroke, retraced and with a gentle\nhalf-loop added. It was writing! P-r-o-p-i-n-q.... What might this be?\nHe watched, fascinated, as the letters continued. \"Propinquity is the\nmother of love,\" it said, and stopped.\n\nHis trained mathematical logic gave him an immediate solution to the\nenigma: he was cracking up. It was utterly impossible to derive the\nequation to write \"propinquity\" in Spencerian script in less than a\nhundred man-hours, nor could a mathematical calculator be hired for so\nfrivolous a purpose. It was fantastic, impossible; therefore, it was\nnot so, and he was either dreaming or crazy. Maybe thinking about that\nlittle brunette.... Surely not; still, he had been driving himself\npretty hard. In the morning he would be fresh and alert. If it were a\ntrick, he'd catch the trickster. And if it turned out to be a\nperfectly logical curve, he'd see a doctor.\n\nHe left the curve in the machine, closed the ventilator in the wall\nover his desk, and turned on the burglar alarm. This was nothing so\ncrude as a loose board with a switch, but a quite elaborate electronic\ncircuit that produced a field near the door. It wouldn't work on\nghosts, but if any material body entered that field, it would trip the\nalarm and start a regular Mardi Gras. Security required by government\ncontracts hardly demanded so much, but for a small plant it was\nsufficiently cheap, and Charley had had a lot of fun with it. Charley!\nHave to keep him out, too; and being its daddy, he'd know how to\ndisable the alarm. Of course, it would really be sufficient to tie a\nthread across the door which would break if anyone entered. He had no\nthread, but after a moment's thought, he pulled a three-cent stamp out\nof his bill-fold, and turned out the office-light. After glancing up\nand down the hall, he stuck the stamp on the door so that it would\ntear if the door opened.\n\n\n\nIn the morning, the stamp was still intact, and it was hard to see,\neven in broad daylight. The paper in the curve-tracer was perfectly\nblank, and there was no punch-card in the transmitter head. It might\nstill be an elaborate joke, but the chances were small. He might be\ncracking up, or may have imagined the whole thing. The best thing to\ndo would be to put it entirely out of his mind.\n\nHe succeeded in this until mid-morning, when ICWEA called him a\n\"handsome devil.\" He jerked the punch-card out of the transmitter and\ncalled Vic.\n\n\"Hermosa.\"\n\nThat voice! It made chills run up and down his backbone. A man had no\nright to a voice like that. \"Vic? Bring up the calculations for the\nlast batch of punch-cards, will you? I want to check something. The\ncard numbers are F-141 through F-152.\"\n\n\"Right away.\"\n\nVic wasn't especially gabby. A good-looking young Latin, who knew as\nmuch math as most, they'd probably lose him to the draft any day now.\nPresently, someone knocked on the door.\n\n\"Come in.\"\n\nIt wasn't Vic; it was the girl. She laid the pack of problems and\ntheir attached work-sheets on the desk, shook her hair into place--did\nshe even have to comb it in the morning when she got up?--looked him\nbriefly in the eye, and turned to go.\n\n\"How is Vic these days?\" Norm inquired, whimsically. \"Is he able to\nget about?\"\n\nThe girl smiled politely at this obvious badinage and left.\n\nHe checked the problems against cards as he came to them. He knew the\npunch code well enough to do this in his head, since the kind of\noperation indicated was quite obvious. But the problems ended with\nF-151, and the \"handsome devil\" card was F-152. He got on the phone\nagain.\n\n\"Vic? What's your next card number?\"\n\n\"F-153.\" One expected a little guy to have a high voice; this one was\nquite deep, but soft.\n\n\"Are the cards numbered very far ahead?\"\n\n\"We usually number a couple of dozen cards, and assign the numbers to\nthe problems as they come in, from a scratch sheet.\"\n\n\"Any of the cards been lost?\"\n\n\"Oh yes, on occasion. So far, we've recovered them all--there are only\ntwo rooms where they could be. Up there or down here.\"\n\n_That voice!_ How could a man have a voice like that? And why should\nhe care if one did? Why even notice it? Instead of going to the\ncafeteria for lunch, he drove downtown and consulted the family\ndoctor, who laughed at him. Reassured, he returned to the plant and\ngot a sandwich and milk before going to his office. Old Doc\nHeffelbauer might be wrong, but he usually wasn't. Norm liked several\nmen, but he didn't dream about any of them; if he was off his rocker,\nit was in some other manner. Visual delusions, for instance.\n\nThe thing to do was to see Vic face to face. He called the office\nmanager. \"Henry? Send Vic Hermosa up there, will you? I want to talk\nto him.\"\n\n\"Vic Hermosa? He's in the Army. Didn't you know?\"\n\n\"No, I didn't. Who is the guy that answers the phone in that fruity\nvoice?\"\n\nHenry lowered his voice. \"Guy? That's Vic's sister Virginia. She took\nVic's place when he left. Simplified the security investigation, and\nshe's good, too. About as good as Vic, I'd say.\"\n\n\"You mean to tell me a little girl like her could have a voice that\ndeep?\"\n\n\"Startling, isn't it? Of course, it's actually a low contralto or\ntenor, but you expect her to be a lyric soprano. Shall I send her up\nto see you?\"\n\n\"No, no. I want to think a bit first. Say, who interviewed her?\"\n\n\"Charley, I suppose. Just a formality, anyhow; the Hermosas and the\nOglethorpes are neighbors, you know.\"\n\n\n\nWonderful stuff! Esoteric phenomena in a sealed office! His very own\ncalculating machine made calculated love to him; his best friend was\nevasive, and the junior mathematician he thought he had been talking\nto every day for a couple of weeks was in the army. He might hammer\naway at all concerned until all the cards were accounted for, but that\nwould disrupt office routine. Strategy, that was the thing! Be mighty\npeculiar if he couldn't break up this business, now that he had an\nidea what was going on.\n\nBut did he? Whoever punched the cards needed the proper equations\nderived first, and that called for a digital or an analogue computer.\nPreferably his own ICWEA, because she was especially good at curves.\nDeriving them by the old methods was just too much horse-work for any\njoke. And it didn't have to be a joke, either. The joke might be just\nthe cover for a more sinister activity--_bosh!_ If that were the\ncase, why call attention to it with funny-business?\n\nBut what hurt was the girl's being mixed up in it. He could take a rib\nfrom Charley, for instance, but the girl was practically a\nstranger--unfortunately. Women could be cruel, as his mother had often\nwarned him. He thought of his mother's last year in the hospital and\nwinced. She had sacrificed so much for him; and yet, was it really\nbetter to be a free bachelor than an old family man like Charley?\nThere wasn't anything the matter with Alice that he could see. Charley\nloved her; that was plain.\n\nTonight should solve the thing, once and for all. He left the plant,\nspeaking to everyone he met as he usually did. Then he sneaked back\nin, with the guard's help, and hid in his own office with the lights\nout.\n\nHis phone rang and he almost answered it before he remembered that he\nwas supposed to be gone. The building was by no means deserted;\nprobably there was someone working overtime in more than one\ndepartment, though the main business for the day was finished. After a\nbit, the phone rang again, and he ignored it.\n\nWaiting was hard. He couldn't read, so he let his mind wander: the\nnext modification to ICWEA--what a romantic old thing she was! He\nneeded a haircut: he'd have to get one tomorrow, before the hair grew\ndown over his ears. What a voice that girl had--and those eyes! Would\nthey get further work from Mugu? How could they contact other\nGovernment agencies? ICWEA was working out pretty good; would it be\nbetter to try to sell ICWEAs to anyone who wanted them, or to keep the\nold girl busy and work problems for others? Eventually, the former,\nthough for the time being it might be better to continue as they were\nuntil the old girl was well known. Under present conditions, that\nshouldn't take--what was that hissing noise, a radiator?\n\nHe listened closely. Hiss, hiss, hiss. No, it was a rubbing sound,\nwith a scrape and an occasional hollow thump. Not loud, but close at\nhand. The ventilating system--how obvious, now! He watched a white\nhand disengage the catches and carefully lower the grill to his desk.\nA small figure in white cover-alls wormed its way out of the opening,\nlanded on its hands on top of his desk, kicked feet clear and\ncartwheeled to the floor with disdainful ease. A head-shake settled a\nlong bob in place; who could do that? Virginia Hermosa, and no one\nelse!\n\nShe couldn't see him against the shine of the window. She turned ICWEA\non and let her warm up, meanwhile fastening a large sheet of paper on\nthe bed of the curve-tracer with tape. She put a blank card in the\npunching head, opened the door of the patching-panel cabinet and\nrearranged the patch-cords there.\n\nWhat a lab assistant she would make! Wasted in Set-up; anyone could\npunch cards, with a little practice. Well, not anyone, but any\nmathematician could. How thoroughly she knew this machine! Charley\nmust have told her, or her brother, plenty!\n\nWith the curve-tracer running at slow speed, she held the stylus\nsteadily on the words she had written on the paper; the coordinates\nand rates were fed into ICWEA's brain, she derived the horrible\nequations corresponding to the script, and obligingly translated these\nin turn to punchings on the card.\n\nSo simple, when you saw it. But who would think of putting a burglar\nalarm on an air-duct? She could go all over the building through the\nwalls if she chose. She was small enough to get through the ducts\neasily, though the vertical sections must be tough, even for so\nathletic a girl.\n\nThe punching head stopped. Virginia restored everything to its\noriginal condition, stuck the card she had punched into a pile of\nthem, folded the paper and stuffed it into her pocket, and turned to\ngo. Norm put on the lights.\n\n\n\nStartled, she whirled, churning the air with her hands to keep her\nbalance. He held his hand out for the paper.\n\n\"No!\" she said, her voice shrill with excitement.\n\nWordlessly, he closed in on her, and after a brief struggle pulled the\npaper out of her pocket.\n\nIt said, simply, \"I love you.\" Norm looked at Virginia, who turned her\nhead away.\n\n\"I can't appreciate the joke just now, though I realize it must be\nvery funny. Charley will enjoy it. But what a lot of trouble. Suppose\nyou had got stuck in the duct, then what? Is it worth the risk? And\nthe violation of security is very serious.\"\n\n\"I'm going to quit anyway,\" she muttered.\n\nSo deep a voice for such a small girl! \"Why did you do it?\"\n\n\"Well, it all started as a joke. Charley said you were shy,\nand--and--well....\"\n\n\"I see. Natural enough, I suppose. And you pretended to be your\nbrother on the phone.\"\n\n\"No, I never said I was Vic,\" she denied, quickly.\n\nHe was handling this all wrong; he wasn't getting anywhere. All this\nwas just talk, evasive talk. \"Charley hired you?\"\n\n\"Yes. When Vic left for basic training.\"\n\n\"I see. Charley's quite a joker, and it was hard to refuse him.\"\n\n\"It was kind of a joke at first, but you're overlooking something:\nhe's very fond of you. He really is! He brags all the time about how\nsmart you are, and what a nice guy.\"\n\n\"Charley's married, and he wants to see me married, too.\"\n\n\"And you don't like girls?\"\n\n\"Listen, you made that drawing, too, and all the other stuff?\"\n\n\"Yes.\"\n\nAn idea raised its pretty head. \"Listen, I've decided to be very angry\nabout this. You've made a fool of me, and I'm not going to let you get\naway with it. Now, I know a place that's quiet, and has very good\nsteaks; I'm going to take you to supper and bawl you out. Better get\ninto street-clothes, and don't take all night.\"\n\n\"Sorry, I couldn't possibly. Some other time, perhaps.\"\n\n\"Tonight. Now. Get going.\"\n\n\"No. I have a date.\"\n\n\"Break it!\"\n\n\"No! You may be my boss, and I may be a forward hussy, but tonight I'm\ngoing home, and you can't stop me!\"\n\nHow silly could you get? Suddenly he understood the way of a man with\na maid; love was older than conversation, and they both saw and\nunderstood through and beyond any silly words. In fact, the sillier\nthe words, the better!\n\n\"That's what you think! You're going with me, or you're going to jail.\nThey'll put you in a dark cell with the rats. They have their own\nspecially-bred rats, you know.\" He leered, slyly.\n\n\"You wouldn't dare!\"\n\nHe shrugged, elaborately, and turned to the phone. She darted past him\nto the door and he caught her, pulled her back out of the hall. She\nwas surprisingly strong and determined, and she ducked when he kissed\nher.\n\n\"That one was a mess, wasn't it?\" he complained.\n\nShe relaxed and began to laugh, and he joined her. She looked into his\neyes a long moment, and pulled his head down, kissed him tenderly.\n\"You don't give a girl much choice--one big rat or a lot of little\nones.\"\n\n\"I'll give you no choice at all. I'll teach you to play tricks on me!\nHurry up and change.\"\n\n\"One of the girls keeps a semi-formal in her locker. I can borrow it\nand we could go dancing.\"\n\n\"I don't dance. Never learned. Couldn't we just talk?\"\n\n\"We could, but we won't; you'll never learn any younger. You seem\nlight enough on your feet. Come on, it'll be fun!\"\n\n\"Tonight I can do anything! You take too long to change, and I'll tear\nthe building down brick by brick with my bare hands, hear me?\"\n\n\"No, please don't! I'll hurry, I promise!\"\n\nHe waited impatiently at the door of the locker room. Now that he knew\nhow to talk to a girl, he wanted to talk, and talk, and talk some\nmore. He planned extravagant things to say when she came out, but when\nshe appeared, smiling, he was struck dumb. She took his arm and they\nhalf ran, half skipped out of the building to his car.\n\nTHE END\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Skupeldyckle, W. W."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32143/pg32143.txt",
        "name": "the_romantic_analogue.json"
    }
}