{
    "name": "The Old Folks' Party\n1898",
    "author": [
        "Bellamy, Edward"
    ],
    "body": "1898\n\n\n“And now what shall we do next Wednesday evening?” said Jessie Hyde, in\na business-like tone. “It is your turn, Henry, to suggest.”\n\nJessie was a practical, energetic young lady, whose blue eyes never\nrelapsed into the dreaminess to which that color is subject. She\nfurnished the “go” for the club. Especially she furnished the “go” for\nHenry Long, who had lots of ideas, but without her to stir him up was as\ndull as a flint without a steel.\n\nThere were six in the club, and all were present to-night in Jessie's\nparlor. The evening had been given to a little music, a little dancing,\na little card-playing, and a good deal of talking. It was near the hour\nset by the club rule for the adjournment of its reunions, and the party\nhad drawn their chairs together to consult upon the weekly recurring\nquestion, what should be done at the next meeting by way of special\norder of amusement. The programmes were alternately reading, singing,\ndancing, whist; varied with evenings of miscellaneous sociality like\nthat which had just passed. The members took turns in suggesting\nrecreations. To-night it was Henry Long's turn, and to him accordingly\nthe eyes of the group turned at Jessie's question.\n\n“Let's have an old folks' party,” was his answer.\n\nConsidering that all of the club were yet at ages when they celebrated\ntheir birthdays with the figure printed on the cake, the suggestion\nseemed sufficiently irrelevant.\n\n“In that case,” said Frank Hays, “we shall have to stay at home.”\n\nFrank was an alert little fellow, with a jaunty air, to whom, by tacit\nconsent, all the openings for jokes were left, as he had a taste that\nway.\n\n“What do you mean, Henry?” inquired George Townsley, a thick-set, sedate\nyoung man, with an intelligent, but rather phlegmatic look.\n\n“My idea is this,” said Henry, leaning back in his chair, with his hands\nclasped behind his head, and his long legs crossed before him. “Let us\ndress up to resemble what we expect to look like fifty years hence, and\nstudy up our demeanor to correspond with what we expect to be and feel\nlike at that time, and just call on Mary next Wednesday evening to talk\nover old times, and recall what we can, if anything, of our vanished\nyouth, and the days when we belonged to the social club at C------.”\n\nThe others seemed rather puzzled in spite of the explanation. Jessie sat\nlooking at Henry in a brown study as she traced out his meaning.\n\n“You mean a sort of ghost party,” said she finally; “ghosts of the\nfuture, instead of ghosts of the past.”\n\n“That's it exactly,” answered he. “Ghosts of the future are the only\nsort worth heeding. Apparitions of things past are a very unpractical\nsort of demonology, in my opinion, compared with apparitions of things\nto come.”\n\n“How in the world did such an odd idea come into your head?” asked\npretty Nellie Tyrrell, whose dancing black eyes were the most piquant\nof interrogation points, with which it was so delightful to be punctured\nthat people were generally slow to gratify her curiosity.\n\n“I was beginning a journal this afternoon,” said Henry, “and the idea of\nHenry Long, aetat. seventy, looking over the leaves, and wondering about\nthe youth who wrote them so long ago, came up to my mind.”\n\nHenry's suggestion had set them all thinking, and the vein was so\nunfamiliar that they did not at once find much to say.\n\n“I should think,” finally remarked George, “that such an old folks'\nparty would afford a chance for some pretty careful study, and some\nrather good acting.”\n\n“Fifty years will make us all not far from seventy. What shall we look\nlike then, I wonder?” musingly asked Mary Fellows.\n\nShe was the demurest, dreamiest of the three girls; the most of a woman,\nand the least of a talker. She had that poise and repose of manner which\nare necessary to make silence in company graceful.\n\n“We may be sure of one thing, anyhow, and that is, that we shall not\nlook and feel at all as we do now,” said Frank. “I suppose,” he added,\n“if, by a gift of second sight, we could see tonight, as in a glass,\nwhat we shall be at seventy, we should entirely fail to recognize\nourselves, and should fall to disputing which was which.”\n\n“Yes, and we shall doubtless have changed as much in disposition as in\nappearance,” added Henry. “Now, for one, I 've no idea what sort of a\nfellow my old man will turn out. I don't believe people can generally\ntell much better what sort of old people will grow out of them than what\ncharacters their children will have. A little better, perhaps, but not\nmuch. Just think how different sets of faculties and tastes develop and\ndecay, come into prominence and retire into the background, as the years\npass. A trait scarcely noticeable in youth tinges the whole man in age.”\n\n“What striking dramatic effects are lost because the drama of life is\nspun out so long instead of having the ends brought together,” observed\nGeorge. “The spectators lose the force of the contrasts because they\nforget the first part of every rôle before the latter part is reached.\nOne fails in consequence to get a realizing sense of the sublime\ninconsistencies of every lifetime.”\n\n“That difficulty is what we propose, in a small way, to remedy next\nWednesday night,” replied Henry.\n\nMary professed some scruples. It was so queer, she thought it must be\nwrong. It was like tempting Providence to take for granted issues in his\nhands, and masquerade with uncreated things like their own yet unborn\nselves. But Frank reminded her that the same objection would apply to\nany arrangement as to what they should do next week.\n\n“Well, but,” offered Jessie, “is it quite respectful to make sport of\nold folks, even if they are ourselves?”\n\n“My conscience is clear on that point,” said Frank. “It's the only way\nwe can get even with them for the deprecating, contemptuous way in which\nthey will allude to us over their snuff and tea, as callow and flighty\nyouth, if indeed they deign to remember us at all, which is n't likely.”\n\n“I 'm all tangled up in my mind,” said Nellie, with an air of\nperplexity, “between these old people you are talking about and\nourselves. Which is which? It seems odd to talk of them in the third\nperson, and of ourselves in the first. Are n't they ourselves too?”\n\n“If they are, then certainly we are not,” replied Henry. “You may take\nyour choice.\n\n“The fact is,” he added, as she looked still more puzzled, “there are\nhalf-a dozen of each one of us, or a dozen if you please, one in fact\nfor each epoch of life, and each slightly or almost wholly different\nfrom the others. Each one of these epochs is foreign and inconceivable\nto the others, as ourselves at seventy now are to us. It's as hard to\nsuppose ourselves old as to imagine swapping identities with another.\nAnd when we get old it will be just as hard to realize that we were\never young. So that the different periods of life are to all intents and\npurposes different persons, and the first person of grammar ought to\nbe used only with the present tense. What we were, or shall be, or do,\nbelongs strictly to the third person.”\n\n“You would make sad work of grammar with that notion,” said Jessie,\nsmiling.\n\n“Grammar needs mending just there,” replied Henry. “The three persons of\ngrammar are really not enough. A fourth is needed to distinguish the\nego of the past and future from the present ego, which is the only true\none.”\n\n“Oh, you're getting altogether too deep for me,” said Jessie. “Come,\ngirls, what in the world are we going to get to wear next Wednesday?”\n\n“Sure enough!” cried they with one accord, while the musing look in\ntheir eyes gave place to a vivacious and merry expression.\n\n“My mother is n't near as old as we 're going to be. Her things won't\ndo,” said Nellie.\n\n“Nor mine,” echoed Jessie; “but perhaps Mary's grandmother will let us\nhave some of her things.”\n\n“In that case,” suggested Frank, “it will be only civil to invite her to\nthe party.”\n\n“To be sure, why not?” agreed Jessie. “It is to be an 'old folks'\nparty, and her presence will give a reality to the thing.”\n\n“I don't believe she 'll come,” said George. “You see being old is dead\nearnest to her, and she won't see the joke.”\n\nBut Mary said she would ask her anyway, and so that was settled.\n\n“My father is much too large in the waist for his clothes to be of any\nservice to me,” said George lugubriously.\n\nBut Frank reminded him that this was a hint as to his get-up, and that\nhe must stuff with pillows that the proverb might be fulfilled, “Like\nfather like son.”\n\nAnd then they were rather taken aback by Henry's obvious suggestion that\nthere was no telling what the fashion in dress would be in a. d. 1925,\n“even if,” he added, “the scientists leave us any A. D. by that time,”\n though Frank remarked here that a. d. would answer just as well as _Anno\nDarwinis_, if worst came to worst. But it was decided that there was no\nuse trying after prophetical accuracy in dress, since it was out of\nthe question, and even if attainable would not suggest age to their own\nminds as would the elderly weeds which they were accustomed to see.\n\n“It's rather odd, is n't it,” said Jessie gravely, “that it did n't\noccur to anybody that in all probability not over one or two of us at\nmost will be alive fifty years hence.”\n\n“Let's draw lots for the two victims, and the rest of us will appear as\nghosts,” suggested Frank grimly.\n\n“Poor two,” sighed Nellie. “I 'm sorry for them. How lonely they will\nbe. I'm glad I have n't got a very good constitution.”\n\nBut Henry remarked that Jessie might have gone further and said just as\ntruly that none of them would survive fifty years, or even ten.\n\n“We may, some of us, escape the pang of dying as long as that,” said he,\n“but that is but a trifle, and not a necessary incident of death. The\nessence of mortality is change, and we shall be changed. Ten years will\nsee us very different persons. What though an old dotard calling himself\nHenry Long is stumping around fifty years hence, what is that to me? I\nshall have been dead a half century by that time.”\n\n“The old gentleman you speak so lightly of will probably think more\ntenderly of you than you do of him,” said Jessie.\n\n“I don't believe it,” answered Henry. “In fact, if we were entirely true\nto nature next Wednesday, it would spoil the fun, for we probably should\nnot, if actually of the age we pretend, think of our youth once a year,\nmuch less meet to talk it over.”\n\n“Oh, I don't think so,” protested Nellie. “I 'm sure all the story-books\nand poetry say that old folks are much given to reviewing their youth in\na pensive, regretful sort of way.”\n\n“That's all very pretty, but it 's all gammon in my opinion,” responded\nHenry. “The poets are young people who know nothing of how old folks\nfeel, and argue only from their theory of the romantic fitness of\nthings. I believe that reminiscence takes up a very small part of old\npersons' time. It would furnish them little excitement, for they have\nlost the feelings by which their memories would have to be interpreted\nto become vivid. Remembering is dull business at best. I notice that\nmost persons, even of eventful lives, prefer a good novel to the\npleasures of recollection. It is really easier to sympathize with the\npeople in a novel or drama than with our past selves. We lose a\ngreat source of recreation just because we can't recall the past more\nvividly.”\n\n“How shockingly Henry contradicts to-night,” was the only reply Nellie\ndeigned to this long speech.\n\n“What shall we call each other next Wednesday?” asked Mary. “By our\nfirst names, as now?”\n\n“Not if we are going to be prophetically accurate,” said Henry. “Fifty\nyears hence, in all probability, we shall, most of us, have altogether\nforgotten our present intimacies and formed others, quite inconceivable\nnow. I can imagine Frank over there, scratching his bald head with his\nspectacle tips, and trying to recall me. 'Hen. Long, Hen. Long,--let\nme think; name sounds familiar, and yet I can't quite place him. Did n't\nI know him at C------, or was it at college? Bless me, how forgetful I\n'm growing!'”\n\nThey all laughed at Henry's bit of acting. Perhaps it was only sparkles\nof mirth, but it might have been glances of tender confidence that shot\nbetween certain pairs of eyes betokening something that feared not\ntime. This is in no sort a love story, but such things can't be wholly\nprevented.\n\nThe girls, however, protested that this talk about growing so utterly\naway from each other was too dismal for anything, and they would n't\nbelieve it anyhow. The old-fashioned notions about eternal constancy\nwere ever so much nicer. It gave them the cold shivers to hear Henry's\nante-mortem dissection of their friendship, and that young man was\nfinally forced to admit that the members of the club would probably\nprove exceptions to the general rule in such matters. It was agreed,\ntherefore, that they should appear to know each other at the old folks'\nparty.\n\n“All you girls must, of course, be called 'Mrs.' instead of 'Miss,'”\n suggested Frank, “though you will have to keep your own names, that\nis, unless you prefer to disclose any designs you may have upon other\npeople's; “for which piece of impertinence Nellie, who sat next him,\nboxed his ears,--for the reader must know that these young people were\non a footing of entire familiarity and long intimacy.\n\n“Do you know what time it is?” asked Mary, who, by virtue of the sweet\nsedateness of her disposition, was rather the monitress of the company.\n\n“It's twelve o'clock, an hour after the club's curfew.”\n\n“Well,” remarked Henry, rousing from the fit of abstraction in which he\nhad been pursuing the subject of their previous discussion, “it was to\nbe expected we should get a little mixed as to chronology over such talk\nas this.”\n\n“With our watches set fifty years ahead, there 'll be no danger of\noverstaying our time next Wednesday, anyhow,” added Frank.\n\nSoon the girls presented themselves in readiness for outdoors, and, in a\npleasant gust of good-bys and parting jests, the party broke up.\n\n“Good-by for fifty years,” Jessie called after them from the stoop, as\nthe merry couples walked away in the moonlight.\n\nThe following week was one of numerous consultations among the girls.\nGrandmother Fellows's wardrobe was pretty thoroughly rummaged under that\ngood-natured old lady's superintendence, and many were the queer effects\nof old garments upon young figures which surprised the steady-going\nmirror in her quiet chamber.\n\n“I 'm afraid I can never depend on it again,” said Mrs. Fellows.'\n\nShe had promised to be at the party.\n\n“She looked so grave when I first asked her,” Mary explained to the\ngirls, “that I was sorry I spoke of it. I was afraid she thought we\nwanted her only as a sort of convenience, to help out our pantomime by\nthe effect of her white hair. But in a minute she smiled in her cheery\nway, and said, as if she saw right through me: 'I suppose, my child, you\nthink being old a sort of misfortune, like being hunchbacked or blind,\nand are afraid of hurting my feelings, but you need n't be. The good\nLord has made it so that at whichever end of life we are, the other end\nlooks pretty uninteresting, and if it won't hurt your feelings to have\nsomebody in the party who has got through all the troubles you have yet\nbefore you, I should be glad to come.' That was turning the tables for\nus pretty neatly, eh, girls?”\n\nThe young ladies would not have had the old lady guess it for worlds,\nbut truth compels me to own that all that week they improved every\nopportunity furtively to study Mrs. Fellows's gait and manner, with a\nview to perfecting their parts.\n\nFrank and George met a couple of times in Henry's room to smoke it\nover and settle details, and Henry called on Jessie to arrange several\nconcerted features of the programme, and for some other reasons for\naught I know.\n\nAs each one studied his or her part and strove in imagination to\nconceive how they would act and feel as old men and old women, they grew\nmore interested, and more sensible of the mingled pathos and absurdity\nof the project, and its decided general effect of queerness. They all\nset themselves to make a study of old age in a manner that had never\noccurred to them before, and never does occur to most people at all.\nNever before had their elderly friends received so much attention at\ntheir hands.\n\nIn the prosecution of these observations they were impressed with the\nentire lack of interest generally felt by people in the habits and\nmanners of persons in other epochs of life than their own. In respect\nof age, as in so many other respects, the world lives on fiats, with\nequally little interest in or comprehension of the levels above or below\nthem. And a surprising thing is that middle age is about as unable to\nrecall and realize youth as to anticipate age. Experience seems to go\nfor nothing in this matter.\n\nThey thought they noticed, too, that old people are more alike than\nmiddle-aged people. There is something of the same narrowness and\nsimilarity in the range of their tastes and feelings that is marked in\nchildren. The reason they thought to be that the interests of age have\ncontracted to about the same scope as those of childhood before it has\nexpanded into maturity. The skein of life is drawn together to a point\nat the two ends and spread out in the middle. Middle age is the period\nof most diversity, when individuality is most pronounced. The members of\nthe club observed with astonishment that, however affectionately we\nmay regard old persons, we no more think of becoming like them than\nof becoming negroes. If we catch ourselves observing their senile\npeculiarities, it is in a purely disinterested manner, with a complete\nand genuine lack of any personal concern, as with a state to which we\nare coming.\n\nThey could not help wondering if Henry were not right about people never\nreally growing old, but just changing from one personality to another.\nThey found the strange inability of one epoch to understand or\nappreciate the others, hard to reconcile with the ordinary notion of a\npersistent identity.\n\nBefore the end of the week, the occupation of their minds with the\nsubject of old age produced a singular effect. They began to regard\nevery event and feeling from a double standpoint, as present and as\npast, as it appeared to them and as it would appear to an old person.\n\nWednesday evening came at last, and a little before the hour of eight,\nfive venerable figures, more or less shrouded, might have been seen\nmaking their way from different parts of the village toward the Fellows\nmansion. The families of the members of the club were necessarily in the\nsecret, and watched their exit with considerable laughter from behind\nblinds. But to the rest of the villagers it has never ceased to be a\npuzzle who those elderly strangers were who appeared that evening and\nwere never before or since visible. For once the Argus-eyed curiosity of\na Yankee village, compared with which French or Austrian police are easy\nto baffle, was fairly eluded.\n\nEight o'clock was the hour at which the old folks' party began, and the\nreader will need a fresh introduction to the company which was assembled\nat that time in Mary Fellows's parlor. Mary sat by her grandmother,\nwho from time to time regarded her in a half-puzzled manner, as if it\nrequired an effort of her reasoning powers to reassure her that the\neffect she saw was an illusion. The girl's brown hair was gathered back\nunder a lace cap, and all that appeared outside it was thickly powdered.\nShe wore spectacles, and the warm tint of her cheeks had given place to\nthe opaque saffron hue of age. She sat with her hands in her lap, their\nfresh color and dimpled contour concealed by black lace half-gloves. The\nfullness of her young bosom was carefully disguised by the arrangement\nof the severely simple black dress she wore, which was also in other\nrespects studiously adapted to conceal, by its stiff and angular lines,\nthe luxuriant contour of her figure. As she rose and advanced to welcome\nHenry and Jessie, who were the last to arrive, it was with a striking\nimitation of the tremulously precipitate step of age.\n\nJessie, being rather taller than the others, had affected the stoop of\nage very successfully. She wore a black dress spotted with white, and\nher whitened hair was arranged with a high comb. She was the only one\nwithout spectacles or eyeglasses. Henry looked older and feebler than\nany of the company. His scant hair hung in thin and long white locks,\nand his tall, slender figure had gained a still more meagre effect from\nhis dress, while his shoulders were bowed in a marked stoop; his gait\nwas rigid and jerky. He assisted himself with a gold-headed cane, and\nsat in his chair leaning forward upon it.\n\nGeorge, on the other hand, had followed the hint of his father's figure\nin his make-up, and appeared as a rubicund old gentleman, large in the\nwaist, bald, with an apoplectic tendency, a wheezy asthmatic voice, and\na full white beard.\n\nNellie wore her hair in a row of white curls on each side of her head,\nand in every detail of her dress and air affected the coquettish old\nlady to perfection, for which, of course, she looked none the younger.\nHer cheeks were rouged to go with that style.\n\nFrank was the ideal of the sprightly little old gentleman. With his\nbrisk air, natty eye-glasses, cane and gloves, and other items of dress\nin the most correct taste, he was quite the old beau. His white hair was\ncrispy, brushed back, and his snowy mustache had rather a rakish effect.\n\nAlthough the transformation in each case was complete, yet quite\nenough of the features, expression, or bearing was apparent through the\ndisguise to make the members of the party entirely recognizable to each\nother, though less intimate acquaintances would perhaps have been at\nfirst rather puzzled. At Henry's suggestion they had been photographed\nin their costumes, in order to compare the ideal with the actual when\nthey should be really old.\n\n“It is n't much trouble, and the old folks will enjoy it some day. We\nought to consider them a little,” Henry had said, meaning by “the old\nfolks” their future selves.\n\nIt had been agreed that, in proper deference to the probabilities, one,\nat least, of the girls ought to illustrate the fat old lady. But they\nfound it impossible to agree which should sacrifice herself, for no\none of the three could, in her histrionic enthusiasm, quite forget her\npersonal appearance. Nellie flatly refused to be made up fat, and Jessie\nas flatly, while both the girls had too much reverence for the sweet\ndignity of Mary Fellows's beauty to consent to her taking the part, and\nso the idea was given up.\n\nIt had been a happy thought of Mary's to get her two younger sisters,\ngirls of eleven and sixteen, to be present, to enhance the venerable\nappearance of the party by the contrast of their bloom and freshness.\n\n“Are these your little granddaughters?” inquired Henry, benevolently\ninspecting them over the tops of his spectacles as he patted the elder\nof the two on the head, a liberty she would by no means have allowed\nhim in his proper character, but which she now seemed puzzled whether to\nresent or not.\n\n“Yes,” replied Mary, with an indulgent smile. “They wanted to see what\nan old folks' party was like, though I told them they wouldn't enjoy it\nmuch. I remember I thought old people rather dull when I was their age.”\n\nHenry made a little conversation with the girls, asking them the list\nof fatuous questions by which adults seem fated to illustrate the gulf\nbetween them and childhood in the effort to bridge it.\n\n“Annie, dear, just put that ottoman at Mrs. Hyde's feet,” said Mary to\none of the little girls. “I 'm so glad you felt able to come out this\nevening, Mrs. Hyde! I understood you had not enjoyed good health this\nsummer.”\n\n“I have scarcely been out of my room since spring, until recently,”\n replied Jessie. “Thank you, my dear” (to the little girl); “but Dr.\nSanford has done wonders for me. How is your health now, Mrs. Fellows?”\n\n“I have not been so well an entire summer in ten years. My daughter,\nMrs. Tarbox, was saying the other day that she wished she had my\nstrength. You know she is quite delicate,” said Mary.\n\n“Speaking of Dr. Sanford,” said Henry, looking at Jessie, “he is really\na remarkable man. My son has such confidence in him that he seemed quite\nrelieved when I had passed my grand climacteric and could get on his\nlist. You know he takes no one under sixty-three. By the way, governor,”\n he added, turning around with some ado, so as to face George, “I heard\nhe had been treating your rheumatism lately. Has he seemed to reach the\ndifficulty?”\n\n“Remarkably,” replied George, tenderly stroking his right knee in an\nabsent manner. “Why, don't you think I walked half the way home from my\noffice the other day when my carriage was late?”\n\n“I wonder you dared venture it,” said Jessie, with a shocked air. “What\nif you had met with some accident!”\n\n“That's what my son said,” answered George. “He made me promise never\nto try such a thing again; but I like to show them occasionally that I'm\ngood for something yet.”\n\nHe said this with a “he, he,” of senile complacency, ending in an\nasthmatic cough, which caused some commotion in the company. Frank\ngot up and slapped him on the back, and Mary sent Annie for a glass of\nwater.\n\nGeorge being relieved, and quiet once more restored, Henry said to\nFrank:--\n\n“By the way, doctor, I want to congratulate you on your son's last book.\nYou must have helped him to the material for so truthful a picture of\nAmerican manners in the days when we were young. I fear we have not\nimproved much since then. There was a simplicity, a naturalness in\nsociety fifty years ago, that one looks in vain for now. There was, it\nseems to me, much less regard paid to money, and less of morbid social\nambition. Don't you think so, Mrs. Tyrrell?”\n\n“It's just what I was saying only the other day,” replied Nellie. “I'm\nsure I don't know what we 're coming to nowadays. Girls had some modesty\nwhen I was young,” and she shook her head with its rows of white curls\nwith an air of mingled reprobation and despair.\n\n“Did you attend Professor Merryweather's lecture last evening, Mrs.\nHyde?” asked Frank, adjusting his eye-glasses and fixing Jessie with\nthat intensity of look by which old persons have to make up for their\nfailing eyesight. “The hall was so near your house, I did n't know but\nyou would feel like venturing out.”\n\n“My daughters insisted on my taking advantage of the opportunity, it is\nso seldom I go anywhere of an evening,” replied Jessie, “and I was very\nmuch interested, though I lost a good deal owing to the carrying on of\na young couple in front of me. When I was a girl, young folks didn't do\ntheir courting in public.”\n\nMary had not heard of the lecture, and Frank explained that it was one\nof the ter-semi-centennial course on American society and politics fifty\nyears ago.\n\n“By the way,” remarked George, “did you observe what difficulty they\nare having in finding enough survivors of the civil war to make a\nrespectable squad. The papers say that not over a dozen of both armies\ncan probably be secured, and some of the cases are thought doubtful at\nthat.”\n\n“Is it possible!” said Henry. “And yet, too, it must be so; but it\nsounds strangely to one who remembers as if it were yesterday seeing\nthe grand review of the Federal armies at Washington just after the war.\nWhat a host of strong men was that, and now scarcely a dozen left. My\nfriends, we are getting to be old people. We are almost through with\nit.”\n\nHenry sat gazing into vacancy over the tops of his spectacles, while the\nold ladies wiped theirs and sniffed and sighed a little. Finally Jessie\nsaid:--\n\n“Those were heroic days. My little granddaughters never tire of hearing\nstories about them. They are strong partisans, too. Jessie is a fierce\nlittle rebel and Sam is an uncompromising Unionist, only they both agree\nin denouncing slavery.”\n\n“That reminds me,” said Frank, smiling, “that our little Frankie came to\nme yesterday with a black eye he got for telling Judge Benson's little\nboy that people of his complexion were once slaves. He had read it in\nhis history, and appealed to me to know if it was n't true.”\n\n“I 'm not a bit surprised that the little Benson boy resented the\nimputation,” said George. “I really don't believe that more than half\nthe people would be certain that slavery ever existed here, and I\n'm sure that it rarely occurs to those who do know it. No doubt that\ncompany of old slaves at the centennial--that is, if they can find\nenough survivors--will be a valuable historical reminder to many.”\n\n“Dr. Hays,” said Nellie, “will you settle a question between Mrs. Hyde\nand myself? Were you in C------, it was then only a village, along\nbetween 1870 and '80, about forty or fifty years ago?”\n\n“No--and yet, come to think--let me see--when did you say?” replied\nFrank doubtfully.\n\n“Between 1870 and '80, as nearly as we can make out, probably about the\nmiddle of the decade,” said Nellie.\n\n“I think I was in C------ at about that time. I believe I was still\nliving with my father's family.”\n\n“I told you so,” said Nellie to Jessie, and, turning again to Frank, she\nasked:--\n\n“Do you remember anything about a social club there?”\n\n“I do,” replied Frank, with some appearance of interest. “I recall\nsomething of the sort quite distinctly, though I suppose I have n't\nthought of it for twenty years. How did you ever hear of it, Mrs. Hyde?”\n\n“Why, I was a member,” replied she briskly, “and so was Mrs. Tyrrell. We\nwere reminded of it the other day by a discovery Mrs. Tyrrell made in an\nold bureau drawer of a photograph of the members of the club in a group,\ntaken probably all of fifty years ago, and yellow as you can imagine.\nThere was one figure that resembled you, doctor, as you might have\nlooked then, and I thought, too, that I recalled you as one of the\nmembers; but Mrs. Tyrrell could not, and so we agreed to settle the\nmatter by appealing to your own recollection.”\n\n“Yes, indeed,” said Frank, “I now recall the club very perfectly, and it\nseems to me Governor Townsley was also in it.”\n\n“Yes, I think I was a member,” assented George, “though my recollections\nare rather hazy.”\n\nMary and Henry, being appealed to, failed to remember anything about the\nclub, the latter suggesting that probably it flourished before he came\nto C------. Jessie was quite sure she recalled Henry, but the others\ncould not do so with much positiveness.\n\n“I will ask Mrs. Long when I get home,” said Henry. “She has always\nlived at C------, and is great for remembering dates. Let's see; what\ntime do you think it was?”\n\n“Mrs. Tyrrell and I concluded it must have been between. 1873 and 1877,”\n said Jessie; adding slyly, “for she was married in 1877. Mrs. Tyrrell,\ndid you bring that old photograph with you? It might amuse them to look\nat it.”\n\nNellie produced a small picture, and, adjusting their spectacles and\neye-glasses, they all came forward to see it. A group of six young\npeople was represented, all in the very heyday of youth. The spectators\nwere silent, looking first at the picture, and then at each other.\n\n“Can it be,” said Frank, “that these were ever our pictures? I hope,\nMrs. Tyrrell, the originals had the forethought to put the names on the\nback, that we may be able to identify them.”\n\n“No,” said she, “we must guess as best we can. First, who is that?”\n pointing to one of the figures.\n\n“That must be Mrs. Hyde, for she is taller than the others,” suggested\nGrandma Fellows.\n\n“By the same token, that must be Mrs. Tyrrell, for she is shorter,” said\nJessie; “though, but for that, I don't see how we could have told them\napart.”\n\n“How oddly they did dress in those days!” said Mary.\n\n“Who can that be?” asked Frank, pointing to the finest-looking of the\nthree young men. “If that is one of us, there was more choice in our\nlooks than there is now,--eh, Townsley?”\n\n“No doubt,” said George, “fifty years ago somebody's eye scanned those\nfeatures with a very keen sense of proprietorship. What a queer feeling\nit would have given those young things to have anticipated that we\nshould ever puzzle over their identities in this way!”\n\nThey finally agreed on the identity of Jessie, Nellie, and Frank, and\nof George also, on his assuring them that he was once of slender figure.\nThis left two figures which nobody could recognize, though Jessie\ninsisted that the gentleman was Henry, and Mary thought the other young\nlady was a Miss Fellows, a girl of the village, who, she explained, had\ndied young many, many years ago.\n\n“Don't you remember her?” she asked them, and her voice trembled with\na half-genuine sort of self-pity, as if, for a moment, she imagined\nherself her own ghost.\n\n“I recall her well,” said Frank; “tall, grave, sweet, I remember she\nused to realize to me the abstraction of moral beauty when we were\nstudying Paley together.”\n\n“I don't know when I have thought so much of those days as since I\nreceived cards for your golden wedding, Judge,” said Nellie to Henry,\nsoon after. “How many of those who were present at your wedding will be\npresent at your golden wedding, do you suppose?”\n\n“Not more than two or three,” replied Henry, “and yet the whole village\nwas at the wedding.”\n\n“Thank God,” he said a moment after, “that our friends scatter before\nthey die. Otherwise old people like us would do nothing but attend\nfunerals during the last half of our lives. Parting is sad, but I prefer\nto part from my friends while they are yet alive, that I may feel it\nless when they die. One must manage his feelings or they will get the\nbetter of him.”\n\n“It is a singular sensation,” said George, “to outlive one's generation.\nOne has at times a guilty sense of having deserted his comrades. It\nseems natural enough to outlive any one contemporary, but unnatural\nto survive them as a mass,--a sort of risky thing, fraught with the\nvarious vague embarrassments and undefined perils threatening one who\nis out of his proper place. And yet one does n't want to die, though\nconvinced he ought to, and that's the cowardly misery of it.”\n\n“Yes,” said Henry, “I had that feeling pretty strongly when I attended\nthe last reunion of our alumni, and found not one survivor within five\nclasses of me. I was isolated. Death had got into my rear and cut me\noff. I felt ashamed and thoroughly miserable.”\n\nSoon after, tea was served. Frank vindicated his character as an old\nbeau by a tottering alacrity in serving the ladies, while George and\nHenry, by virtue of their more evident infirmity, sat still and allowed\nthemselves to be served. One or two declined tea as not agreeing with\nthem at that hour.\n\nThe loquacious herb gave a fresh impulse to the conversation, and the\nparty fell to talking in a broken, interjectory way of youthful scenes\nand experiences, each contributing some reminiscence, and the others\nchiming in and adding scraps, or perhaps confessing their inability to\nrecall the occurrences.\n\n“What a refinement of cruelty it is,” said Henry at last, “that makes\neven those experiences which were unpleasant or indifferent when passing\nlook so mockingly beautiful when hopelessly past.”\n\n“Oh, that's not the right way to look at it, Judge,” broke in Grandma\nFellows, with mild reproof. “Just think rather how dull life would be,\nlooking forward or backward, if past or coming experiences seemed as\nuninteresting as they mostly are when right at hand.”\n\n“Sweet memories are like moonlight,” said Jessie musingly. “They make\none melancholy, however pleasing they may be. I don't see why, any more\nthan why moonlight is so sad, spite of its beauty; but so it is.”\n\nThe fragile tenure of the sense of personal identity is illustrated by\nthe ease and completeness with which actors can put themselves in the\nplace of the characters they assume, so that even their instinctive\ndemeanor corresponds to the ideal, and their acting becomes nature. Such\nwas the experience of the members of the club. The occupation of their\nmind during the week with the study of their assumed characters had\nproduced an impression that had been deepened to an astonishing degree\nby the striking effect of the accessories of costume and manner. The\nlong-continued effort to project themselves mentally into the period of\nold age was assisted in a startling manner by the illusion of the senses\nproduced by the decrepit figures, the sallow and wrinkled faces, and the\nwhite heads of the group.\n\nTheir acting had become spontaneous. They were perplexed and bewildered\nas to their identity, and in a manner carried away by the illusion their\nown efforts had created. In some of the earlier conversation of the\nevening there had been occasional jests and personalities, but the\ntalk had now become entirely serious. The pathos and melancholy of the\nretrospections in which they were indulging became real. All felt that\nif it was acting now, it was but the rehearsal of a coming reality. I\nthink some of them were for a little while not clearly conscious that it\nwas not already reality, and that their youth was not forever vanished.\nThe sense of age was weighing on them like a nightmare. In very\nself-pity voices began to tremble and bosoms heaved with suppressed\nsobs.\n\nMary rose and stepped to the piano. It indicated how fully she had\nrealized her part that, as she passed the mirror, no involuntary start\ntestified to surprise at the aged figure it reflected. She played in a\nminor key an air to the words of Tennyson's matchless piece of pathos,\n--\n\n“The days that are no more,” accompanying herself with a voice rich,\nstrong, and sweet. By the time she had finished, the girls were all\ncrying.\n\nSuddenly Henry sprang to his feet, and, with the strained, uncertain\nvoice of one waking himself from a nightmare, cried:--\n\n“Thank God, thank God, it is only a dream,” and tore off the wig,\nletting the brown hair fall about his forehead. Instantly all followed\nhis example, and in a moment the transformation was effected. Brown,\nblack, and golden hair was flying free; rosy cheeks were shining through\nthe powder where handkerchiefs had been hastily applied, and the\nbent and tottering figures of a moment ago had given place to\nbroad-shouldered men and full-breasted girls. Henry caught Jessie around\nthe waist, Frank Nellie, and George Mary, and with one of the little\ngirls at the piano, up and down the room they dashed to the merriest of\nwaltzes in the maddest round that ever was danced. There was a reckless\nabandon in their glee, as if the lust of life, the glow and fire of\nyouth, its glorious freedom, and its sense of boundless wealth, suddenly\nset free, after long repression, had intoxicated them with its strong\nfumes. It was such a moment as their lifetime would not bring again.\n\nIt was not till, flushed and panting, laughing and exhausted, they came\nto a pause, that they thought of Grandma Fellows. She was crying, and\nyet smiling through her tears.\n\n“Oh, grandma,” cried Mary, throwing her arms around her, and bursting\ninto tears, “we can't take you back with us. Oh, dear.”\n\nAnd the other girls cried over her, and kissed her in a piteous, tender\nway, feeling as if their hearts would break for the pity of it. And\nthe young men were conscious of moisture about the eyes as they stood\nlooking on.\n\nBut Grandma Fellows smiled cheerily, and said:--\n\n“I'm a foolish old woman to cry, and you mustn't think it is because I\nwant to be young again. It's only because I can't help it.”\n\nPerhaps she could n't have explained it better.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bellamy, Edward"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/22710/pg22710.txt",
        "name": "the_old_folks_party_1898.json"
    }
}