{
    "name": "The Indeterminate Sentence: What Shall Be Done with the Criminal Class?",
    "author": [
        "Warner, Charles Dudley"
    ],
    "body": "The problem of dealing with the criminal class seems insolvable, and it\nundoubtedly is with present methods. It has never been attempted on a\nfully scientific basis, with due regard to the protection of society and\nto the interests of the criminal.\n\nIt is purely an economic and educational problem, and must rest upon the\nsame principles that govern in any successful industry, or in education,\nand that we recognize in the conduct of life. That little progress has\nbeen made is due to public indifference to a vital question and to the\naction of sentimentalists, who, in their philanthropic zeal; fancy that a\nradical reform can come without radical discipline. We are largely\nwasting our energies in petty contrivances instead of striking at the\nroot of the evil.\n\nWhat do we mean by the criminal class? It is necessary to define this\nwith some precision, in order to discuss intelligently the means of\ndestroying this class. A criminal is one who violates a statute law, or,\nas we say, commits a crime. The human law takes cognizance of crime and\nnot of sin. But all men who commit crime are not necessarily in the\ncriminal class. Speaking technically, we put in that class those whose\nsole occupation is crime, who live by it as a profession, and who have no\nother permanent industry. They prey upon society. They are by their acts\nat war upon it, and are outlaws.\n\nThe State is to a certain extent responsible for this class, for it has\ntrained most of them, from youth up, through successive detentions in\nlock-ups, city prisons, county jails, and in State prisons, and\npenitentiaries on relatively short sentences, under influences which tend\nto educate them as criminals and confirm them in a bad life. That is to\nsay, if a man once violates the law and is caught, he is put into a\nmachine from which it is very difficult for him to escape without further\ndeterioration. It is not simply that the State puts a brand on him in the\neyes of the community, but it takes away his self-respect without giving\nhim an opportunity to recover it. Once recognized as in the criminal\nclass, he has no further concern about the State than that of evading its\npenalties so far as is consistent with pursuing his occupation of crime.\n\nTo avoid misunderstanding as to the subject of this paper, it is\nnecessary to say that it is not dealing with the question of prison\nreform in its whole extent. It attempts to consider only a pretty well\ndefined class. But in doing this it does not say that other aspects of\nour public peril from crime are not as important as this. We cannot relax\nour efforts in regard to the relations of poverty, drink, and unsanitary\nconditions, as leading to crime. We have still to take care of the\nexposed children, of those with parentage and surroundings inclining to\ncrime, of the degenerate and the unfortunate. We have to keep up the\nwarfare all along the line against the demoralization of society. But we\nhave hereto deal with a specific manifestation; we have to capture a\nstronghold, the possession of which will put us in much better position\nto treat in detail the general evil.\n\nWhy should we tolerate any longer a professional criminal class? It is\nnot large. It is contemptibly small compared with our seventy millions of\npeople. If I am not mistaken, a late estimate gave us less than fifty\nthousand persons in our State prisons and penitentiaries. If we add to\nthem those at large who have served one or two terms, and are generally\nknown to the police, we shall not have probably more than eighty thousand\nof the criminal class. But call it a hundred thousand. It is a body that\nseventy millions of people ought to take care of with little difficulty.\nAnd we certainly ought to stop its increase. But we do not. The class\ngrows every day. Those who watch the criminal reports are alarmed by the\nfact that an increasing number of those arrested for felonies are\ndischarged convicts. This is an unmistakable evidence of the growth of\nthe outlaw classes.\n\nBut this is not all. Our taxes are greatly increased on account of this\nclass. We require more police to watch those who are at large and preying\non society. We expend more yearly for apprehending and trying those\ncaught, for the machinery of criminal justice, and for the recurring\nfarce of imprisoning on short sentences and discharging those felons to\ngo on with their work of swindling and robbing. It would be good economy\nfor the public, considered as a taxpayer, to pay for the perpetual keep\nof these felons in secure confinement.\n\nAnd still this is not the worst. We are all living in abject terror of\nthese licensed robbers. We fear robbery night and day; we live behind\nbolts and bars (which should be reserved for the criminal) and we are in\nhourly peril of life and property in our homes and on the highways. But\nthe evil does not stop here. By our conduct we are encouraging the growth\nof the criminal class, and we are inviting disregard of law, and\ndiffusing a spirit of demoralization throughout the country.\n\nI have spoken of the criminal class as very limited; that is, the class\nthat lives by the industry of crime alone. But it is not isolated, and it\nhas widespread relations. There is a large portion of our population not\ntechnically criminals, which is interested in maintaining this criminal\nclass. Every felon is a part of a vast network of criminality. He has his\ndependents, his allies, his society of vice, all the various machinery of\ntemptation and indulgence.\n\nIt happens, therefore, that there is great sympathy with the career of\nthe lawbreakers, many people are hanging on them for support, and among\nthem the so-called criminal lawyers. Any legislation likely to interfere\nseriously with the occupation of the criminal class or with its increase\nis certain to meet with the opposition of a large body of voters. With\nthis active opposition of those interested, and the astonishing\nindifference of the general public, it is easy to see why so little is\ndone to relieve us of this intolerable burden. The fact is, we go on\nincreasing our expenses for police, for criminal procedure, for jails and\nprisons, and we go on increasing the criminal class and those affiliated\nwith it.\n\nAnd what do we gain by our present method? We do not gain the protection\nof society, and we do not gain the reformation of the criminal. These two\nstatements do not admit of contradiction. Even those who cling to the\nantiquated notion that the business of society is to punish the offender\nmust confess that in this game society is getting the worst of it.\nSociety suffers all the time, and the professional criminal goes on with\nhis occupation, interrupted only by periods of seclusion, during which he\nis comfortably housed and fed. The punishment he most fears is being\ncompelled to relinquish his criminal career. The object of punishment for\nviolation of statute law is not vengeance, it is not to inflict injury\nfor injury. Only a few persons now hold to that. They say now that if it\ndoes little good to the offender, it is deterrent as to others. Now, is\nour present system deterrent? The statute law, no doubt, prevents many\npersons from committing crime, but our method of administering it\ncertainly does not lessen the criminal class, and it does not adequately\nprotect society. Is it not time we tried, radically, a scientific, a\ndisciplinary, a really humanitarian method?\n\nThe proposed method is the indeterminate sentence. This strikes directly\nat the criminal class. It puts that class beyond the power of continuing\nits depredations upon society. It is truly deterrent, because it is a\nnotification to any one intending to enter upon that method of living\nthat his career ends with his first felony. As to the general effects of\nthe indeterminate sentence, I will repeat here what I recently wrote for\nthe Yale Law Journal:\n\n   It is unnecessary to say in a law journal that the indeterminate\n   sentence is a measure as yet untried. The phrase has passed into\n   current speech, and a considerable portion of the public is under\n   the impression that an experiment of the indeterminate sentence is\n   actually being made. It is, however, still a theory, not adopted in\n   any legislation or in practice anywhere in the world.\n\n   The misconception in regard to this has arisen from the fact that\n   under certain regulations paroles are granted before the expiration\n   of the statutory sentence.\n\n   An indeterminate sentence is a commitment to prison without any\n   limit. It is exactly such a commitment as the court makes to an\n   asylum of a man who is proved to be insane, and it is paralleled by\n   the practice of sending a sick man to the hospital until he is\n   cured.\n\n   The introduction of the indeterminate sentence into our criminal\n   procedure would be a radical change in our criminal legislation and\n   practice. The original conception was that the offender against the\n   law should be punished, and that the punishment should be made to\n   fit the crime, an 'opera bouffe' conception which has been abandoned\n   in reasoning though not in practice. Under this conception the\n   criminal code was arbitrarily constructed, so much punishment being\n   set down opposite each criminal offense, without the least regard to\n   the actual guilt of the man as an individual sinner.\n\n   Within the present century considerable advance has been made in\n   regard to prison reform, especially with reference to the sanitary\n   condition of places of confinement. And besides this, efforts of\n   various kinds have been made with regard to the treatment of\n   convicts, which show that the idea was gaining ground that criminals\n   should be treated as individuals. The application of the English\n   ticket-of-leave system was one of these efforts; it was based upon\n   the notion that, if any criminal showed sufficient evidence of a\n   wish to lead a different life, he should be conditionally released\n   before the expiration of his sentence. The parole system in the\n   United States was an attempt to carry out the same experiment, and\n   with it went along the practice which enabled the prisoner to\n   shorten the time of his confinement by good behavior. In some of\n   the States reformatories have been established to which convicts\n   have been sent under a sort of sliding sentence; that is, with the\n   privilege given to the authorities of the reformatory to retain the\n   offender to the full statutory term for which he might have been\n   sentenced to State prison, unless he had evidently reformed before\n   the expiration of that period. That is to say, if a penal offense\n   entitled the judge to sentence the prisoner for any period from two\n   to fifteen years, he could be kept in the reformatory at the\n   discretion of the authorities for the full statutory term. It is\n   from this law that the public notion of an indeterminate sentence is\n   derived. It is, in fact, determinate, because the statute\n   prescribes its limit.\n\n   The introduction of the ticket-of-leave and the parole systems, and\n   the earning of time by good behavior were philanthropic suggestions\n   and promising experiments which have not been justified by the\n   results. It is not necessary at this time to argue that no human\n   discretion is adequate to mete out just punishment for crimes; and\n   it has come to be admitted generally, by men enlightened on this\n   subject, that the real basis for dealing with the criminal rests,\n   firstly, upon the right of society to secure itself against the\n   attacks of the vicious, and secondly, upon the duty imposed upon\n   society, to reform the criminal if that is possible. It is patent\n   to the most superficial observation that our present method does not\n   protect society, and does not lessen the number of the criminal\n   class, either by deterrent methods or by reformatory processes,\n   except in a very limited way.\n\n   Our present method is neither economic nor scientific nor\n   philanthropic. If we consider the well-defined criminal class\n   alone, it can be said that our taxes and expenses for police and the\n   whole criminal court machinery, for dealing with those who are\n   apprehended, and watching those who are preying upon society, yearly\n   increase, while all private citizens in their own houses or in the\n   streets live inconstant terror of the depredations of this class.\n   Considered from the scientific point of view, our method is\n   absolutely crude, and but little advance upon mediaeval conditions;\n   and while it has its sentimental aspects, it is not real\n   philanthropy, because comparatively few of the criminal class are\n   permanently rescued.\n\n   The indeterminate sentence has two distinct objects: one is the\n   absolute protection of society from the outlaws whose only business\n   in life is to prey upon society; and the second is the placing of\n   these offenders in a position where they can be kept long enough for\n   scientific treatment as decadent human beings, in the belief that\n   their lives can be changed in their purpose. No specific time can\n   be predicted in which a man by discipline can be expected to lay\n   aside his bad habits and put on good habits, because no two human\n   beings are alike, and it is therefore necessary that an indefinite\n   time in each case should be allowed for the experiment of\n   reformation.\n\n   We have now gone far enough to see that the ticket-of-leave system,\n   the parole system as we administer it in the State prisons (I except\n   now some of the reformatories), and the good conduct method are\n   substantially failures, and must continue to be so until they rest\n   upon the absolute indeterminate sentence. They are worse than\n   failures now, because the public mind is lulled into a false\n   security by them, and efforts at genuine prison reform are defeated.\n\n   It is very significant that the criminal class adapted itself\n   readily to the parole system with its sliding scale. It was natural\n   that this should be so, for it fits in perfectly well with their\n   scheme of life. This is to them a sort of business career,\n   interrupted now and then only by occasional limited periods of\n   seclusion. Any device that shall shorten those periods is welcome\n   to them. As a matter of fact, we see in the State prisons that the\n   men most likely to shorten their time by good behavior, and to get\n   released on parole before the expiration of their sentence, are the\n   men who make crime their career. They accept this discipline as a\n   part of their lot in life, and it does not interfere with their\n   business any more than the occasional bankruptcy of a merchant\n   interferes with his pursuits.\n\n   It follows, therefore, that society is not likely to get security\n   for itself, and the criminal class is not likely to be reduced\n   essentially or reformed, without such a radical measure as the\n   indeterminate sentence, which, accompanied, of course, by scientific\n   treatment, would compel the convict to change his course of life, or\n   to stay perpetually in confinement.\n\n   Of course, the indeterminate sentence would radically change our\n   criminal jurisprudence and our statutory provisions in regard to\n   criminals. It goes without saying that it is opposed by the entire\n   criminal class, and by that very considerable portion of the\n   population which is dependent on or affiliated with the criminal\n   class, which seeks to evade the law and escape its penalties. It is\n   also opposed by a small portion of the legal profession which gets\n   its living out of the criminal class, and it is sure to meet the\n   objection of the sentimentalists who have peculiar notions about\n   depriving a man of his liberty, and it also has to overcome the\n   objections of many who are guided by precedents, and who think the\n   indeterminate sentence would be an infringement of the judicial\n   prerogative.\n\n   It is well to consider this latter a little further. Our criminal\n   code, artificial and indiscriminating as it is, is the growth of\n   ages and is the result of the notion that society ought to take\n   vengeance upon the criminal, at least that it ought to punish him,\n   and that the judge, the interpreter of the criminal law, was not\n   only the proper person to determine the guilt of the accused, by the\n   aid of the jury, but was the sole person to judge of the amount of\n   punishment he should receive for his crime. Now two functions are\n   involved here: one is the determination that the accused has broken\n   the law, the other is gauging within the rules of the code the\n   punishment that, each individual should receive. It is a\n   theological notion that the divine punishment for sin is somehow\n   delegated to man for the punishment of crime, but it does not need\n   any argument to show that no tribunal is able with justice to mete\n   out punishment in any individual case, for probably the same degree\n   of guilt does not attach to two men in the violation of the same\n   statute, and while, in the rough view of the criminal law, even, one\n   ought to have a severe penalty, the other should be treated with\n   more leniency. All that the judge can do under the indiscriminating\n   provisions of the statute is to make a fair guess at what the man\n   should suffer.\n\n   Under the present enlightened opinion which sees that not punishment\n   but the protection of society and the good of the criminal are the\n   things to be aimed at, the judge's office would naturally be reduced\n   to the task of determining the guilt of the man on trial, and then\n   the care of him would be turned over to expert treatment, exactly as\n   in a case when the judge determines the fact of a man's insanity.\n\n   If objection is made to the indeterminate sentence on the ground\n   that it is an unusual or cruel punishment, it may be admitted that\n   it is unusual, but that commitment to detention cannot be called\n   cruel when the convict is given the key to the house in which he is\n   confined. It is for him to choose whether he will become a decent\n   man and go back into society, or whether he will remain a bad man\n   and stay in confinement. For the criminal who is, as we might say,\n   an accidental criminal, or for the criminal who is susceptible to\n   good influences, the term of imprisonment under the indeterminate\n   sentence would be shorter than it would be safe to make it for\n   criminals under the statute. The incorrigible offender, however,\n   would be cut off at once and forever from his occupation, which is,\n   as we said, varied by periodic residence in the comfortable houses\n   belonging to the State.\n\n   A necessary corollary of the indeterminate sentence is that every\n   State prison and penitentiary should be a reformatory, in the modern\n   meaning of that term. It would be against the interest of society,\n   all its instincts of justice, and the height of cruelty to an\n   individual criminal to put him in prison without limit unless all\n   the opportunities were afforded him for changing his habits\n   radically. It may be said in passing that the indeterminate\n   sentence would be in itself to any man a great stimulus to reform,\n   because his reformation would be the only means of his terminating\n   that sentence. At the same time a man left to himself, even in the\n   best ordered of our State prisons which is not a reformatory, would\n   be scarcely likely to make much improvement.\n\n   I have not space in this article to consider the character of the\n   reformatory; that subject is fortunately engaging the attention of\n   scientific people as one of the most interesting of our modern\n   problems. To take a decadent human being, a wreck physically and\n   morally, and try to make a man of him, that is an attempt worthy of\n   a people who claim to be civilized. An illustration of what can be\n   done in this direction is furnished by the Elmira Reformatory, where\n   the experiment is being made with most encouraging results, which,\n   of course, would be still better if the indeterminate sentence were\n   brought to its aid.\n\n   When the indeterminate sentence has been spoken of with a view to\n   legislation, the question has been raised whether it should be\n   applied to prisoners on the first, second, or third conviction of a\n   penal offense. Legislation in regard to the parole system has also\n   considered whether a man should be considered in the criminal class\n   on his first conviction for a penal offense. Without entering upon\n   this question at length, I will suggest that the convict should, for\n   his own sake, have the indeterminate sentence applied to him upon\n   conviction of his first penal offense. He is much more likely to\n   reform then than he would be after he had had a term in the State\n   prison and was again convicted, and the chance of his reformation\n   would be lessened by each subsequent experience of this kind. The\n   great object of the indeterminate sentence, so far as the security\n   of society is concerned, is to diminish the number of the criminal\n   class, and this will be done when it is seen that the first felony a\n   man commits is likely to be his last, and that for a young criminal\n   contemplating this career there is in this direction\n   \"no thoroughfare.\"\n\n   By his very first violation of the statute he walks into\n   confinement, to stay there until he has given up the purpose of such\n   a career.\n\n   In the limits of this paper I have been obliged to confine myself to\n   remarks upon the indeterminate sentence itself, without going into\n   the question of the proper organization of reformatory agencies to\n   be applied to the convict, and without consideration of the means of\n   testing the reformation of a man in any given case. I will only add\n   that the methods at Elmira have passed far beyond the experimental\n   stage in this matter.\n\nThe necessary effect of the adoption of the indeterminate sentence for\nfelonies is that every State prison and penitentiary must be a\nreformatory. The convict goes into it for the term of a year at least\n(since the criminal law, according to ancient precedent, might require\nthat, and because the discipline of the reformatory would require it as a\npractical rule), and he stays there until, in the judgment of competent\nauthority, he is fit to be trusted at large.\n\nIf he is incapable of reform, he must stay there for his natural life. He\nis a free agent. He can decide to lead an honest life and have his\nliberty, or he can elect to work for the State all his life in criminal\nconfinement.\n\nWhen I say that every State prison is to be a reformatory, I except, of\ncourse, from its operation, those sentenced for life for murder, or other\ncapital offenses, and those who have proved themselves incorrigible by\nrepeated violations of their parole.\n\nIt is necessary now to consider the treatment in the reformatory. Only a\nbrief outline of it can be given here, with a general statement of the\nunderlying principles. The practical application of these principles can\nbe studied in the Elmira Reformatory of New York, the only prison for\nfelons where the proposed system is carried out with the needed\ndisciplinary severity. In studying Elmira, however, it must be borne in\nmind that the best effects cannot be obtained there, owing to the lack of\nthe indeterminate sentence. In this institution the convict can only be\ndetained for the maximum term provided in the statute for his offense.\nWhen that is reached, the prisoner is released, whether he is reformed or\nnot.\n\nThe system of reform under the indeterminate sentence, which for\nconvenience may be called the Elmira system, is scientific, and it must\nbe administered entirely by trained men and by specialists; the same sort\nof training for the educational and industrial work as is required in a\ncollege or an industrial school, and the special fitness required for an\nalienist in an insane asylum. The discipline of the establishment must be\nequal to that of a military school.\n\nWe have so far advanced in civilization that we no longer think of\nturning the insane, the sick, the feebleminded, over to the care of men\nwithout training chosen by the chance of politics. They are put under\nspecialists for treatment. It is as necessary that convicts should be\nunder the care of specialists, for they are the most difficult and\ninteresting subjects for scientific treatment. If not criminals by\nheredity, they are largely made so by environment; they are either\nphysical degenerates or they are brutalized by vice. They have lost the\npower of distinguishing right from wrong; they commonly lack will-power,\nand so are incapable of changing their habits without external influence.\nIn short, the ordinary criminal is unsound and diseased in mind and body.\n\nTo deal with this sort of human decadent is, therefore, the most\ninteresting problem that can be offered to the psychologist, to the\nphysiologist, to the educator, to the believer in the immortality of the\nsoul. He is still a man, not altogether a mere animal, and there is\nalways a possibility that he may be made a decent man, and a law-abiding,\nproductive member of society.\n\nHere, indeed, is a problem worthy of the application of all our knowledge\nof mind and of matter, of our highest scientific attainments. But it is\nthe same problem that we have in all our education, be it the training of\nthe mind, the development of the body, or the use of both to good ends.\nAnd it goes without saying that its successful solution, in a reformatory\nfor criminals, depends upon the character of the man who administers the\ninstitution. There must be at the head of it a man of character, of\nintellectual force, of administrative ability, and all his subordinate\nofficers must be fitted for their special task, exactly as they should be\nfor a hospital, or a military establishment, for a college, or for a\nschool of practical industries. And when such men are demanded, they will\nbe forthcoming, just as they are in any department in life, when a\nbusiness is to be developed, a great engineering project to be\nundertaken, or an army to be organized and disciplined.\n\nThe development of our railroad system produced a race of great railroad\nmen. The protection of society by the removal and reform of the criminal\nclass, when the public determines upon it, will call into the service a\nclass of men fitted for the great work. We know this is so because\nalready, since the discussion of this question has been current, and has\npassed into actual experiment, a race of workers and prison\nsuperintendents all over the country have come to the front who are\nentirely capable of administering the reform system under the\nindeterminate sentence. It is in this respect, and not in the erection of\nmodel prisons, that the great advance in penology has been made in the\nlast twenty years. Men of scientific attainment are more and more giving\ntheir attention to this problem as the most important in our\ncivilization. And science is ready to take up this problem when the\npublic is tired and ashamed of being any longer harried and bullied and\nterrorized over by the criminal class.\n\nThe note of this reform is discipline, and its success rests upon the law\nof habit. We are all creatures of habit, physical and mental. Habit is\nformed by repetition of any action. Many of our physical habits have\nbecome automatic. Without entering into a physiological argument, we know\nthat repetition produces habit, and that, if this is long continued, the\nhabit becomes inveterate. We know also that there is a habit, physical\nand moral, of doing right as well as doing wrong. The criminal has the\nhabit of doing wrong. We propose to submit him to influences that will\nchange that habit. We also know that this is not accomplished by\nsuppressing that habit, but by putting a good one in its place.\n\nIt is true in this case that nature does not like a vacuum. The thoughts\nof men are not changed by leaving them to themselves, they are changed by\nsubstituting other thoughts.\n\nThe whole theory of the Elmira system is to keep men long enough under a\nstrict discipline to change their habits. This discipline is administered\nin three ways. They are put to school; they are put at work; they are\nprescribed minute and severe rules of conduct, and in the latter training\nis included military drill.\n\nThe school and the workshop are both primarily for discipline and the\nformation of new habits. Only incidentally are the school and the\nworkshop intended to fit a man for an occupation outside of the prison.\nThe whole discipline is to put a man in possession of his faculties, to\ngive him self-respect, to get him in the way of leading a normal and\nnatural life. But it is true that what he acquires by the discipline of\nstudy and the discipline of work will be available in his earning an\nhonest living. Keep a man long enough in this three-ply discipline, and\nhe will form permanent habits of well-doing. If he cannot and will not\nform such habits, his place is in confinement, where he cannot prey upon\nsociety.\n\nThere is not space here to give the details of the practices at Elmira.\nThey are easily attainable. But I will notice one or two objections that\nhave been made. One is that in the congregate system men necessarily\nlearn evil from each other. This is, of course, an evil. It is here,\nhowever, partially overcome by the fact that the inmates are kept so busy\nin the variety of discipline applied to them that they have little or no\ntime for anything else. They study hard, and are under constant\nsupervision as to conduct. And then their prospect of parole depends\nentirely upon the daily record they make, and upon their radical change\nof intention. At night they are separated in their cells. During the day\nthey are associated in class, in the workshop, and in drill, and this\nassociation is absolutely necessary to their training. In separation from\ntheir fellows, they could not be trained. Fear is expressed that men will\ndeceive their keepers and the board which is to pass upon them, and\nobtain parole when they do not deserve it. As a matter of fact, men under\nthis discipline cannot successfully play the hypocrite to the experts who\nwatch them. It is only in the ordinary prison where the parole is in use\nwith no adequate discipline, and without the indefinite sentence, that\ndeception can be practiced. But suppose a man does play the hypocrite so\nas to deceive the officers, who know him as well as any employer knows\nhis workmen or any teacher knows his scholars, and deceives the\nindependent board so as to get a parole. If he violates that parole, he\ncan be remanded to the reformatory, and it will be exceedingly difficult\nfor him to get another parole. And, if he should again violate his\nparole, he would be considered incorrigible and be placed in a life\nprison.\n\nWe have tried all other means of protecting society, of lessening the\ncriminal class, of reforming the criminal. The proposed indeterminate\nsentence, with reformatory discipline, is the only one that promises to\nrelieve society of the insolent domination and the terrorism of the\ncriminal class; is the only one that can deter men from making a career\nof crime; is the only one that offers a fair prospect for the reformation\nof the criminal offender.\n\nWhy not try it? Why not put the whole system of criminal jurisprudence\nand procedure for the suppression of crime upon a sensible and scientific\nbasis?\n\n\n\n\n",
    "metadata": {
        "author": [
            "Warner, Charles Dudley"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3115/pg3115.txt",
        "name": "the_indeterminate_sentence:_what_shall_be_done_with_the_criminal_class?.json"
    }
}