{
    "name": "The Builders",
    "author": [
        "Holden, Fox B."
    ],
    "body": "Markten flew low over the sun-lit ruins, and wondered idly if he would\nfind any more in them than he had found elsewhere on the planet.\n\n\"Looks as completely dead as all the rest,\" he said to his companion.\n\"New City has a big enough population anyhow, as far as I'm concerned.\nNot that it's important, I suppose. There's always plenty of space in\nwhich to expand, but you know what I mean.\"\n\nThe younger occupant of the low-circling aircraft nodded his\nunderstanding. \"There'd be enough room on either side of the Big\nMountains to take care of millions more of us, I guess. But I think\nyou're right. Anyway, there isn't another nomad or ruin-dweller on the\nplanet. New City is as complete as it's going to be--and as you say,\ntwelve million is enough. But do you think we'll find any more plans\ndown there?\"\n\n\"Hard to say,\" Markten answered, levelling off the aircraft for a\nlanding. \"But if there are traces of anything, I hope you'll keep your\nattention on what's of technical value and not waste time again on all\nthat other stuff. None of us have ever bothered reading it--you can't\nbuild anything from it--no diagrams. To build is the only purpose of\nNew City's civilization--how could anything else be of importance?\"\n\n\"I've wondered off and on about that. But then, there is so little of\nanything left that it doesn't make much difference. Important thing is\nto find more diagrams.\"\n\n\"Glad you realize it. I've been a citizen of New City ever since the\nfirst few of us on this continent started building it forty years ago,\nand I can tell you, building things is all that's important. You'd\nrealize that soon enough if you'd wandered around, alone and useless,\nas I and a lot of other Elders did for years.\" Markten brought the\nfast, twin-engined aircraft in to a perfect landing, cut the power,\nand set the brakes. The two left their seats and started getting field\nequipment together.\n\n\"They told us at the academy that you Elders wandered so far and for\nso long that you had permanently lost all memory of the past. Is that\nreally true, Markten?\"\n\n\"It is, not that it ever mattered. We all had forgotten from where we'd\ncome, or how we got where we were. I guess all we remembered was how to\nbuild. But then--\"\n\n\"As you said, building is all there is that's important.\"\n\nThey left the plane and started in the direction of what once had\nobviously been a city. To Markten and his young aide the sight was\nnothing new; they had seen, as had all the other members of the\nResearch Builders division, thousands of others just like the one\ntoward which they were now walking. Sometimes Markten thought it would\nhave been a lot easier to have signed up with the Production Builders\ndivision--but that would have been dull. Always searching for new\nplans: building something _new_--that was more to his taste.\n\n\n\nThe only trouble was, there seemed to be fewer and fewer new plans\nas the years went by. And now, even when you found some, you had to\ncheck its potentialities exhaustively before you started building it.\nMarkten shuddered a little when he thought of some of the first things\nthat had been built without preconstruction study for analysis as to\nits probable use. One of them would have blown New City off the face\nof the earth had it been put into operation in a metropolitan proving\nlab. Fortunately, the thing had been too big, and had been taken for\ntrial to a lab located in a southern desert. Today, there was still a\nten-mile wide crater in the sand where the thing had gone off.\n\nProduction never got that model from Research. There were some others\nof similar nature that they hadn't got, too....\n\nThat was why, these days, even if you dug something up, you were damn\ncareful before you built it.\n\n\"Say, Markten!\"\n\n\"Yes?\"\n\n\"I was wondering about something. Eventually, we're bound to find all\nthe plans there are. What happens when there aren't anymore?\"\n\n\"Maybe then there'll be time for that other stuff I caught you wasting\ntime on in the ruin we were in last week!\" There was a grin on\nMarkten's thin face. \"But not until!\"\n\n\"No, seriously, Markten. The division academy instructors said there\nwasn't much left, and that was why we had to be especially well\ntrained, to find what little more there is. But what about after we do,\nand there just isn't anymore?\"\n\n\"Just--build more of what we've got, of course. What else would there\nbe to do?\"\n\n\"Well--well, you must be right. But Production sure will be dull.\"\n\n\n\nThere was only a thin edge of the sun still separating daylight from\ndarkness as they forced entry into their tenth ruin, and Markten's tone\nwas dejected.\n\n\"This,\" he said, \"has been a day wasted, and there's little possibility\nthat we'll come up with anything here. Better get out your night-lamp.\"\n\nMarkten's young assistant obeyed, and started working his way into one\nof the few still-standing corridors. He moved cautiously, remembering\nhis training. When exploration of ruins of shattered masonry is\nindicated, guard against unnecessary vibrations.... The ruins yielded\nnothing but broken stone and twisted steel. There could, of course, be\nan obscured entrance to some lower level--many amazing documents had\nbeen discovered in the almost untouched lower levels of what had seemed\ntotally destroyed buildings when viewed only from the gutted streets.\nThat was why it took so long to search a city, even though there\noften seemed nothing left to search. There could always be some spot\nundetectable but intact....\n\nWhen he found the opening that led downward, it was necessary to go\nthrough it and descend without contacting Markten. To shout would mean\ndangerous vibrations--and to go back could well mean hours of delay in\nrediscovering his find.\n\nThe night-lamp pushed relentlessly against the blackness that hung\nstagnant in the lower level, and picked out the stumbling blocks of\ndebris which had to be moved as smoothly as their weights would permit.\nSome were larger than the young researcher himself, and he realized\nthat the going would have been a lot better had he not rationalized\nabout contacting Markten to make whatever finds there might be on his\nown.\n\nThere were many brick and girder-cluttered places that once had been\nrooms, but, like so many other shattered interiors he had examined,\nall but stone and steel had been disintegrated by the unthinkable\nshock-waves that must have accompanied what awful force it had been\nthat had wreaked such havoc over the face of an entire globe. Objects\nmade of less sturdy stuff had been literally torn molecule from\nmolecule, atom from atom.\n\nThe chance of discovery of a complete book had been computed as a\nnear impossibility. The finding of a complete blueprint or set of\ndiagrams was considered almost as hopeless. To find all the pieces of a\nplan which had merely been shattered was about the best that could be\nexpected. And, for forty years, now, as Markten had said, it had been\ndone by four million painstaking Research Builders. It was, in a way,\namazing how so many thousands of different things had been built....\n\n\n\nThe lamp's roving beam fingered something quickly, fell back into\nblackness, then was suddenly groping with the desperation of an almost\nuncontrolled excitement for what it touched and lost. It touched\nagain....\n\nShould he find Markten now? No, not yet! Perhaps what he saw would be\nnothing. Pinned beneath one of the most massive steel girders he had\nyet seen, they were--\n\nBooks! Four books!\n\nQuickly, yet with his nervous system under a willed rigidity,\nhe assembled the portable cutting torch and began freeing his\none-in-a-million find from the great length of twisted steel which held\nit in a vice-like hold against an embedded section of stone flooring.\n\nMinutes ticked away. More than sixty of them were gone before the books\nwere in his hands at last. Did they hold any plans? Diagrams never\nseen before by Research? The titles--\n\nCarefully he deciphered them from the crushed covers.\n\n\"A History of the World: 1800-1962.\"\n\n\"The P-s-y-c-h-o-l-o-g-y of H-u-m-a-n Relations.\"\n\n\"The P-h-i-l-o-s-o-p-h-i-e-s of P-l-a-t-o, S-o-c-r-a-t-e-s, and\nA-r-i-s-t-o-t-l-e.\"\n\nThe fourth title he did not understand at all because he could not read\nit. He knew only one of its three words, and it made even less sense\nthan the other titles. Quickly, he flipped through the volume for a\npossible hint of explanation, and there were--\n\nDiagrams!--\n\nHundreds of them, and one especially beautiful one, larger than the\nrest--it was necessary to unfold it from the book--in color! It was\nobviously the only important one of the four books; the others, from\nwhat he could gather from their rather vague titles, had nothing to do\nwith building anything--but this one, with diagrams, obviously did!\n\nIn a haste accompanied with what he knew to be too little caution,\nMarkten's young aide hastened back the way he had come, sometimes\nstumbling in his anxiety to present his invaluable find to the Elder,\nonce almost falling.\n\nBut it took only minutes until he found Markten, who was still\nexamining the ruin on its ground level, near the large opening through\nwhich they had entered.\n\n\"Markten! Look--\"\n\nThere was an ominous rumbling sound, then a terrifying feeling of the\nvibration of disintegration.\n\n\n\nThey bolted for the opening even as the still-standing masonry which\nformed it began to topple. The rumbling increased to thunder-volume,\nand the earth outside the collapsing ruin quaked beneath their running\nfeet. When they finally stopped at a safe distance, their night-lamps\nshowed only a slowly rising cloud of pumice and dust.\n\n\"How often,\" Markten said, when it at last was over, \"do you forget the\nfundamentals of your basic training?\"\n\n\"I--\"\n\n\"It's done now. But the contents of whatever lower levels there may\nhave been are lost to us for good. Nothing could have survived that.\nAnd we have never built a digging machine. There probably was nothing,\nanyway, but next time--\"\n\nThen Markten saw the book in his aide's hand. The look of\ndisappointment on his features changed suddenly to one of disbelief,\nthen to amazement.\n\n\"At least I saved this! It has diagrams, Markten! The cave-in I caused\ndestroyed three other books, but they had no drawings in them at all.\nHere. See if you can understand the title.\"\n\n\"Let's get to the laboratory compartment of the plane, where we can see\nsomething! Great electrons, boy, what made you hold this back?\"\n\nUnder the powerful lamps in the lab compartment of their aircraft,\nMarkten and the finder of the book puzzled over the three words on its\ncover and fly-leaf.\n\n\"Perhaps, in one of the dictionaries at Research headquarters--\"\n\n\"No, I don't think so,\" Markten mused. \"We'll look when we get back,\nbut I don't think so.... Hmm. Doesn't make much difference--it's\nthe diagrams that are important. And the entire book isn't\nincomprehensible. Lot of chemical terms, some electrical. I'm convinced\nalready that these diagrams constitute a structure of a purely\nelectrochemical nature. Although something seems to be missing, and\nyet--\"\n\n\"At the headquarters lab, we can do a lot better than we can\nhere, Markten. Or we can hand it over right away to the Research\nPre-Construction Study division--\"\n\n\"Nothing doing! I hold a competence rating on that study business,\nyoung fellow! I'll study it for possible inherent dangers, exactly\naccording to regulations. Myself! And then whatever it is, we'll build\nit!\"\n\n\"But Markten, suppose--\"\n\nMarkten had already seated himself at the controls of the craft,\nswitched on the take-off lights and started the powerful engines.\nAbove the roar of the engines as they warmed for take-off, Markten's\nassistant could still detect the undertones of excitement in the\nElder's voice.\n\n\"It's something different--completely different that you've found! Not\njust an improved design or a variation such as we've had to be content\nwith for the past five years.... This is _new_! I'm positive of it!\"\n\nThere was, of course, little sense in doubting the word of an Elder.\nThat was a part of training. Another part which Markten's aide had not\nforgotten had also said, however, that there could always be danger in\na too-cursory preconstruction study of any new discovery.\n\nAnd then, of course, there were those other things he had read which\nMarkten had said were such a complete waste of time.\n\n\n\nThey began construction work from the large colored diagram less than\na month after the book containing it had been discovered. The diagram\nitself, of course, had been enlarged to its full scale, as had other\nsectional diagrams that Markten said definitely were parts of the same\nthing, but drawn separately in the book to render greater detail.\n\nTwo things had almost stumped the Elder completely, however, before\nhe announced his preconstruction studies finished, and that he was\nprepared to begin actual construction. There were odors in the\nlaboratory which his aide's nostrils had never experienced before. He\nwondered if they were as new to Markten.\n\n\"I admit,\" Markten said the day he began work in the two specially\nconstructed, oblong vats filled with a fluid Markten called\nformaldehyde, \"I am puzzled about the power source. Obviously a chain\nof electrochemical reactions, but stemming from _where_--that's what\nI've got to find out. Also, I've had to have another full-scale diagram\ndrawn up. There was another colored one we missed--it was on a regular\npage. Have a look.\"\n\nHis aide's less-experienced eyes examined the second full-scale drawing\nMarkten had made.\n\n\"It's--smaller. And--different, sort of. But yet it's the same. Maybe--\"\n\n\"Maybe one is just an improved model over the other? One a later\ndevelopment, you think?\"\n\n\"Why not?\"\n\n\"That's what I've been wondering. But--no. My studies show that neither\nhas any greater power potential, to any marked degree, that is, than\nthe other. Both structures seem to have almost exactly the same\nelectrochemical potentialities. But for some reason, just the same,\nthey are _different_.\"\n\n\"The original designers leave no clue in the book?\"\n\n\"No. Just formulae, and the usual stuff we find with diagrams.\"\n\n\"You know, Markten, I've often wondered about whoever it was--\"\n\n\"There you go, forgetting one of the basics of training again! 'Of sole\nimportance is the discovery itself; its origination is a thing of the\npast, and the past being dead, is therefore of no importance.'\"\n\n\"I remember. But you have confused me, Markten. With these two problems\nunresolved, can you at the same time pronounce construction a safe\nventure?\"\n\n\"I can, because neither of the unknowns is relative to the power\npotential, which I have ascertained to the required tolerances. Neither\nof them are based on a framework of nuclear physics, anyway. And I\nhave discovered no possibility of chemical reaction which would render\nanything than a slow oxidation process.\n\n\"Therefore, youngster, to solve for the two unknown\nquantities--power source and construction-variation--we must build!\"\n\nMarkten was an Elder, so the trace of excitement in his voice was\nexcusable. His decision was not to be questioned. Yet--\n\n\"Markten, I have a peculiar feeling about this.\"\n\n\"A peculiar _what_?\"\n\n\"Well, I--\"\n\n\"Are you questioning my preconstruction study?\" Markten's tone was\nsuddenly flat, yet charged with authority.\n\n\"Of course not, sir.\"\n\n\"Here are untried, absolutely new diagrams. We must build. That is our\npurpose. Now, we will begin. The--larger one first, I think.\"\n\n\n\nThey labored on the project for three months. They finished the\nstructure in the large vat first, and Markten left the job of\ncompleting the smaller one to his assistant while he drained the larger\nvat of its original fluid, dried the completed structure, and placed a\nseries of L-type electrodes at various spots on its exterior.\n\n\"The smaller one came out to look quite a lot different, Markten. I'll\nhave it ready for the first series of charges by the time you have that\none going. I don't understand, however, what good the charges will do\nwhen there isn't any power source to activate.\"\n\n\"Making either of them work might be a problem, but somehow I\ndon't think so,\" Markten replied. \"The whole set-up, devoid of any\ncentral power unit as it seems to be, is designed in such a way that\nelectrochemical reactions of some sort should take place with the\nfirst series of charges. A few rearrangements of electrodes might be\nnecessary....\"\n\nDuring the next four hours, Markten's assistant worked with extra\nspeed, so that he was able to have the smaller vat drained and the\nelectrode placement diagramed for his own use.\n\n\"Through what process of logic,\" he asked Markten as he neared his last\nset of adjustments, \"did you make your decision concerning a primary\ncharge for the inducement of the electrochemical reactions of which you\nspoke?\"\n\n\"You may inscribe in your apprentice journal,\" the Elder said, as he\nprepared a dynamo for use, \"that insofar as the logic of the situation\nwas concerned, I simply applied the physical truth that an object at\nrest tends to remain at rest until acted upon by some outside force.\nSince the objects in this case are ingredients of a chemical nature\nspecifically constructed for electrical conduction, the only possible\nsolution is to activate them through application of an electromotive\nforce. If the logic has been faulty, of course,\" Markten paused a\nmoment, \"then we will know that there has simply been an error in\nconstruction. However, we have been precise in every step. They will\nwork.\"\n\n\"What they will do, naturally, rests in theory. Something of an\nelectrical nature, in accordance with your logic. Correct?\"\n\n\"Precisely. And if I'm wrong, and they prove of no use at all--we'll\ndismantle them and inform Research Library that any further such\ndiagrams discovered are worthless.\"\n\nThe assistant straightened from his work.\n\n\"Finished?\" Markten asked.\n\n\"I am. You know, though, even though they aren't exactly the same, they\nhave a peculiar similarity to--\"\n\n\"We built according to specifications. Ready?\"\n\n\"Go ahead, Markten.\"\n\n\n\nMarkten first reduced the penetrating power of the laboratory\noperation-lamps to a subdued softness. The smooth metal walls of the\nrectangularly shaped laboratory seemed to melt away to nothingness, and\nmost of the bluish light was focused on the contents of the two vats.\n\nMarkten pressed a control.\n\nThere was no sound as the electrical impulses surged through the\nstructures they had made, and the silence itself seemed a part of their\nstillness. There was a faint odor now of ozone.\n\nMarkten glanced at dials.\n\n\"Try a temperature test; see if the materials are withstanding the\namperage. I will cut the current at your signal.\"\n\nMarkten's assistant obeyed.\n\n\"I don't understand,\" he said. \"At completion, they were\nroom-temperature--68.7 calibrations. Now, exactly 98.6 calibrations,\nyet the resistance of their chemical constituents would not warrant--\"\n\n\"Any damage? Tissue-breakdown?\"\n\n\"None I can see. Markten! The big one moved!\"\n\nThen the smaller one moved, too.\n\nBoth of them sat up.\n\nFor the moment Markten and his aide looked only at each other, the\nyounger of the two speechless, incredulity on his features. Markten\nsmiled.\n\n\"I was not sure,\" he said. \"But, as you said, they do appear similar\nto us. They are chemical automatons; I suspected, but of course could\nnot be sure. Now, we must discover the exact power source and, more\nimportantly, the control-centers of the things. Then--\"\n\nBut on these counts, Markten was doomed to disappointment. Aside\nfrom his discovery that the things he had created would not function\nproperly without ingesting large amounts of different types of\nvegetable and organic materials, and that they operated independently\nof any outside stimulus, he was able to discover nothing more. Except,\nwhen at length he had concluded that neither of the things could be\nof any use to the populace of New City because they could be neither\nelectrically or mechanically directed by any type of control yet built,\nhe discovered that they actually resisted any attempts to dismantle\nthem. They ran.\n\n\"Peculiar,\" he said.\n\n\"Shall I pursue them?\" his apprentice asked. \"They appear to be heading\nin the direction of the grasslands to the north.\"\n\n\"Never mind.\" Markten sounded dejected. \"They have a very low unit\npower potential. They could never do any harm to anything.\"\n\n\"I wish we knew what those three words on the book meant. 'Advanced\nH-u-m-a-n A-n-a-t-o-m-y.'\"\n\n\"Nothing too important, really. Or we'd've known their meaning. Well,\nthere will be other things to build, and we need energy. Let's go to\nMaintenance and recharge our plates.\"\n\n\"Good thought. I guess those things wouldn't have been strong enough to\nbuild anything anyway. At any rate, they can't be dangerous....\"\n",
    "metadata": {
        "author": [
            "Holden, Fox B."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65100/pg65100.txt",
        "name": "the_builders.json"
    }
}