{
    "name": "The Longsnozzle Event",
    "author": [
        "Annas, Hal"
    ],
    "body": "Len Zitts wiggled his big toe and gently pressed it against the\nvelvet-covered button, and the couch on which he was lying began\neasing from beneath the desk to shape itself into a lounging chair.\nIn the process, a pair of mechanical arms slipped a pair of flexible\nplastic moccasins on his feet and another pair of arms buttoned his\nshirt collar and straightened his maroon cravat. At the same time a\nmechanical comb and brush straightened the part in his thick chestnut\nhair and smoothed it neatly.\n\nRising from behind the desk to a sitting position, without any effort\non his part, Len Zitts blinked brown eyes and looked again at the\nvision of blonde loveliness which stood with full mouth agape just\ninside the doorway.\n\n\"Oh!\" The slender woman drew a deep breath, causing her bosom to swell\nalluringly. \"You scared me. Popping up like a jack-in-the-box!\"\n\nMoving his little finger an eighth of an inch, Zitts touched a button\non the arm of the chair and a mechanical hand put a cigaret in his\nmouth and another tubelike arm moved beneath the cigaret and squirted\nflame against its tip. \"Sit down,\" Zitts invited. \"Have a cigaret.\" He\npressed another button and an arm on the far side of the desk extended\na tray of assorted cigarets toward the woman.\n\nA little breathless, she sat down and smoothed her diaphanous cerise\nskirt along her thighs. \"I--I'm still a little scared,\" she said\ntremulously.\n\nZitts arched a chestnut brown eyebrow, significantly glanced at the\ndesk and the mechanical equipment, and said, \"Don't be alarmed. Just a\nfew little inventions of my own. Desks were originally intended as a\nresting place for the feet. I've merely modernized the idea. Slip under\nthe desk to relax. People can't spill drinks and ashes down your collar\nwhile you sleep.\"\n\nThe woman nodded, smiled, revealing even teeth and a wide mouth with\nupturned corners. \"I suppose you want me to tell you why I came?\"\n\nZitts shook his head almost imperceptibly. \"I know why you came,\" he\nsaid. \"You want to offer me a ton of gold to investigate your husband's\ndeath. Sorry! Afraid we can't do business.\"\n\n\"B-but--but--how did you know?\" The woman leaned forward and lifted a\nslender hand and looked at it as though to test her eyes.\n\n\n\nZitts eyed the round arm with interest. \"Elementary,\" he said. \"People\nare always wanting me to investigate something, and they always try to\npalm off that trash called gold. They never offer anything worthwhile,\nsuch as a dozen genuine bacteria for my collection, or a scuttle of\ncoal--that almost priceless black stuff from which so many things are\nmade. Ever seen any coal?\"\n\nThe woman shook her head, swinging the shoulder-length blonde hair from\nside to side, and her deep blue eyes opened wide in wonder. \"Heard of\nit. Glossy ebon substance of which ornaments are made. A princess on\nMars is said to own a chunk of it as big as my thumb, set in a pendant.\nIt was captured in the Martian war with Saturn.\"\n\n\"It's probably a phony,\" Zitts pointed out. \"The Martians are too smart\nto let a woman wear that precious stuff. A piece that big could be\nmade into the nucleus of a webbing which would trap enough sunlight\nand moisture from the orbit of Mars to turn every sandy plain on that\nplanet into fertile land.\"\n\nThe subject seemed beyond the grasp of the woman. \"But you haven't told\nme,\" she said softly, \"how you knew it was my husband's death, not\nsomething else.\"\n\nZitts turned slightly in his chair. The turning itself seemed to serve\nas a signal. The door on his right opened noiselessly and a dusky\nVenusian female glided into the room, came and sat down on a seat which\nwas remarkably like a man's knee.\n\n\"My confidential secretary,\" Zitts said by way of introduction. \"Miss\nXuren Claustinkelwickwellopiandusselkuck. I streamline that a bit and\ncall her Zoo. Zoo, this is Mrs. Elmer-Brown Jake-Smith.\"\n\n\"What?\" The blonde woman's eyes snapped from Zoo to Zitts. \"How did you\nknow my name? And how did you know I had two husbands?\"\n\n\"One husband,\" Zitts corrected. \"Mr. Jake-Smith was done to death in\nsome mysterious manner yesterday morning at daylight just as he was\ngoing to bed for the day. But you're still entitled to both names,\nhaving been legally wed to both men. The beyondlaws, I believe, are\nbidding Elmer-Brown.\"\n\n\"Beyondlaws? Isn't that an outmoded term? Its meaning has slipped me.\"\n\n\"Outmoded, yes, but still appropriate. Coined to replace the term\ncongressmen. They once made the laws, I believe, but they were beyond\nthe laws themselves. Then the people got stirred up and demoted them\nto ratcatchers and put responsible men in their places. They worked up\nfrom ratcatchers to jobs then known as policemen. The term ratcatchers\nstuck, but it seems more dignified to call them beyondlaws. These\npeople are holding your other husband, leaving you husbandless. But\nthat shouldn't be so bad. With your shape you ought to be able to snare\na hundred husbands.\"\n\n\n\nThe woman dropped her eyes and blushed. \"You shouldn't flatter a poor\nwidow at a time like this,\" she said coyly. \"But how do you know all\nthese things about me?\"\n\nZitts turned to the Venusian. \"Show her, Zoo,\" he said.\n\nZoo uncrossed her graceful legs and leaned forward on the mechanical\nknee.\n\n\"Why,\" the blonde woman broke in, \"does she sit on a thing like that?\nIt--it's so suggestive of sitting on a man's lap.\"\n\nZitts smiled indulgently. \"Miss Claustinkelwickwellopiandusselkuck,\"\nhe said, \"attended an oldfashioned secretarial school. The reason for\ntheir training to sit on a man's lap is lost in antiquity. But I have\na feeling there was a good reason for it. In the twentieth century\nwhen bandits stalked the cities, when detectives were popping in\nand out of every second doorway in pursuit of murderers, and wiping\noff fingerprints in their wake, it is to be presumed that a man and\nhis secretary undertook many things of a confidential nature. As a\npreliminary to such confidential things, a session of lap-sitting\nmight've been just the thing. Of course we'll never know for certain.\nBut it is an honored custom in the old schools, and, of course, we\ncannot go against the dignity of the past.\n\n\"Now, with your permission, I'll have Zoo go ahead.\"\n\nThe woman nodded assent and the Venusian girl touched a lever on the\nside of the desk which Zitts could not reach without stretching.\nInstantly a round white globe, lighted by a faint yellow glow at its\ncenter, rose out of an opening in the desk. The blonde woman, sitting\nclose, drew back with a gasp.\n\n\"That's me,\" she said. \"Inside the globe.\"\n\n\"Of course.\" Zitts cocked an eyebrow at Zoo who pointed at the vision.\n\"Notice closely,\" Zitts went on. \"Right there at the tip of Zoo's\nclaws. You are standing on the moving carpet in a lower corridor of\nthis building. As I lay beneath this desk I was looking into that globe\nwhich was then visible below. It is now reproducing exactly what I saw.\"\n\n\n\nThe woman had somewhat recovered her poise and now leaned close and\nwatched herself glide along the corridor on the moving carpet. \"But I\nstill don't see--\" she began.\n\n\"You will when I explain,\" Zitts informed her. \"Look closely at your\nfeatures. They are beautiful!\"\n\n\"Yes. But--\"\n\n\"It has been known for centuries,\" Zitts declared, \"that every thought\nhas a physical reaction. Sometimes it is only glandular. But it is a\nshort step from observing the reactions to reading the thoughts. The\nreactions, of course, differ in different people. It would be necessary\nto catalogue your reactions before I could specifically read your\nevery thought. But certain key reactions are fairly common, such as\ngrief, fear, love, hate. In a glance you can tell whether a person is\ngrieving, fearing, loving, hating. A study of reactions advances this\ntalent remarkably. A little intelligent deduction, judgment, putting\nof two-and-two together, and it is possible to come fairly close to\nwhat anyone is thinking without knowing the catalogued reactions. Am I\nmaking myself clear?\"\n\n\"Go on,\" the woman urged with interest. \"But don't read my exact\nthoughts. I wouldn't want anyone to do that.\"\n\n\"I probably haven't the language to read your exact thoughts,\" Zitts\nassured her. \"Shall I tell you how I knew your purpose in coming here?\"\n\n\"By all means.\"\n\n\"Look closely at the vision. It is smiling serenely to itself. That's\nyou a few minutes before you entered this office. That pleased\nexpression means you have just conceived a bright idea, probably\nthinking you could palm off a ton of gold on me.\"\n\n\"But I never--\"\n\n\"Observe there where Zoo's claws are pointing. A man approaches. Now\nlook at your own face. You have suddenly remembered that one of your\nhusbands is dead and the other is in the hands of the ratcatchers, and\nyou are supposed to register sorrow. You do but it's feigned. Your\nthoughts are more on the way the man is staring at your figure. Watch!\nNow you're swaying your hips gracefully. Very nice! Now look! The\nman has passed you, glanced back once to see if you are still waving\nyour hips, and gone on. You are no longer waving your shape. You're\nthoughtful again. Oh, oh! You've turned on the waves again. Another\nman must be approaching. There he is, sure enough. That's why you're\nblinking your eyes now, to call attention to your long lashes. That\nwill stop as soon as he passes, but your hips will wave a trifle more\nuntil you're certain he's out of range.\"\n\n\"Stop! Stop this minute,\" the blonde cried. \"You're just making up all\nthat.\"\n\n\n\nZitts shrugged. \"My dear Mrs. Brown and Smith, if you do not care to\nknow how I learned of the purpose of your visit here, it is quite all\nright with me. No charge whatever for this interview. Zoo will show you\nto the corridor.\"\n\n\"B-but--but I do. But you don't have to go into all of a woman's\nsecrets.\"\n\n\"Secrets?\" Zitts lifted his hand a trifle, then let it fall, which\ninadvertently plunged the room into darkness and caused a grim voice to\ngrowl, \"Don't move! I'll burn you in your tracks!\" He corrected this\nat once, reassured the woman and briefly explained: \"I often interview\ndesperate characters in this room, Martians, Saturnians and even\npoliticians. Have to protect myself.\"\n\n\"What were you saying about secrets?\" the woman prodded with curiosity\nwhich had not evolved very much in ten thousand years.\n\n\"Secrets?\" Zitts repeated. \"I wonder! Most actions and reactions are as\nobvious as the thoughts behind them. Secrets? I sometimes doubt there\nis such a thing. Shall I tell you what you are thinking now?\"\n\nThe woman blushed, shook her head. \"Please don't. I'll try not to wish\nI could claw your eyes out anymore. Just go ahead and investigate my\nhusband's death.\"\n\nZitts rolled his eyes and looked at Zoo without moving. Zoo put her\narms around the back of her seat, which slightly resembled a man,\nkissed it lightly and leaped nimbly to her feet. She glided smoothly\nto a corner, her figure undulating gracefully, and set in motion a\nfour-wheeled machine which rolled to the center of the room and paused.\nPanels began to slide back from the machine, revealing its insides.\nMeanwhile Zitts explained:\n\n\"The news of your second best husband's death was on teleview,\" he\nsaid. \"I was interested in the case purely from an academic standpoint.\nWith the machine you see on your left I watched the ratcatchers tearing\nup your apartment. The machine is called a key-skeleton. There isn't\nanother like it in our solar system. With this key-skeleton I can enter\nany apartment or domicile no matter how well it is locked. Not in the\nflesh, no. That would be far too much trouble. I simply bring your\napartment into this room. Not materially, but three-dimensionally to\nall effect. I have already gone over your apartment thoroughly and can\ndescribe the man who killed your husband.\"\n\n\n\nThe woman's curving mouth popped open. \"Why don't you tell the\nratcatchers?\" she wanted to know.\n\nZitts shrugged. \"I haven't the evidence to prove my theory. Besides,\nthere is another phase of the case in which I am interested. The weapon\nwhich killed your husband was a strange, unearthly thing. Nothing like\nit is known to modern science. It is a hand weapon with a tube about\nsix inches in length. Behind this tube is a six-chambered cylinder\nwhich appears to revolve when certain mechanisms are set in motion.\nInscribed on it in ancient lettering is this legend: _Colt_. It is\nnot known how this weapon works nor which end of it destroys. But\nthe ratcatchers are going to experiment with it, and when they asked\nmy advice I suggested that they hold the tube end of it toward their\nbodies. That seems the most harmless part of it. I also suggested that\nthey line up behind one another when they do this, and stay away from\nthe butt end of it. I expect to learn the results soon. Zoo! Turn on\nthe machine.\"\n\nJust as the machine was turned on a loud bang sounded in the room,\nand the woman gasped as the view lit up and showed four uniformed\nratcatchers sprawled on the floor of what was obviously the\nratcatchers' lair. Zitts snorted in disgust.\n\n\"Zoo!\" he called. \"Get in touch with the chief rat of the ratcatchers\nand tell him I said those men have clearly ignored my advice. Tell\nhim I said to caution the next men who experiment with that weapon.\nTell him to see that they hold the tube next to their bodies, and\ntell him for the sake of safety to have six men line up behind one\nanother. Better yet, he had better undertake the experiment himself.\nHis men are careless. Like idiots they have been pointing the tube\naway from themselves and holding the butt near their bodies. Turn off\nthe machine. The sight of those dead men and the smell of blood is\noffensive.\"\n\nZitts sat in gloomy silence until the woman spoke again. \"Then you'll\nbring the murderer to justice?\" she ventured quietly.\n\nZitts shook his head. \"I'm interested in the weapon, not the murderer.\nSuch a weapon is far beyond our science. We have only rays which kill\nwithout noise. That weapon makes a terrific bang. Seems far more\nfitting than silence, especially in murders resulting from hate. We\nmight in another hundred years be able to duplicate it and put them\non the market and sell them literally to millions who have a right to\nexpect some entertainment as well as wind from their politicians. When\na fellow felt in an ill humor he could destroy a politician with that\nweapon. The bang of it would immediately cheer him up.\"\n\n\n\nThe woman leaned across the desk and tears came into her eyes. \"If you\ndon't catch the man who killed my almost best husband,\" she sobbed\nbrokenly, \"I won't be able to get married more than a couple more\ntimes. Suspicion would fall on me and I don't know but two men who\nwould marry a murderess.\"\n\nZitts softened somewhat. \"And if I do catch the murderer?\" he said.\n\nThe woman brightened, blew her nose and brushed away the tears. \"I'll\nbe the happiest person in our galaxy,\" she said, smiling. \"I can marry\nsix men tomorrow and probably twelve or fourteen the next day. You\ndon't know how wonderful it will be to have so many husbands that the\nloss of a few now and then won't matter.\"\n\nZitts nodded sympathetically. \"I can well understand,\" he said. \"But\nyou shouldn't expect me to use my training and intelligence for\nnothing. After all, I have ninety-six wives to support--partially--that\nis. Their other husbands contribute a bit now and then.\"\n\n\"I could give you a uranium mine,\" the woman offered.\n\n\"Uranium? Nonsense. It's used only to flush sewers when they get\ngummed up. Haven't you anything valuable?\"\n\n\"Platinum.\"\n\nZitts shook his head. \"Used for ballast in deep-sea diving and then\ndumped in the ocean. Have you any humorous writings, such as an ancient\nCongressional Record?\"\n\n\"Never heard of anything like that,\" the woman replied. \"Heard once\nthere was some sort of record of congress which was destroyed because\nso many people died laughing over it.\"\n\n\"Exactly! Very dangerous,\" Zitts went on. \"But I could trade it to the\nMartians to use in their war against Jupiter. Even a Jovian, who can\nendure so many more gravities than we, couldn't endure the weight of a\nCongressional Record. And if he could, he would either die laughing or\nbecome an epileptic. Have you got one?\"\n\n\"No!\" The woman shook her head sadly. \"I have a private\natmosphere-runabout, a house with seventeen rooms in Florida, a ranch\nin California with ten thousand domesticated descendants of movie stars\ngrazing on it, a plantation on Venus where I keep a herd of poets, a\nmillion acres of arable land on Uranus, a crater on the moon, and a\nchunk of what's left of the ice at the North Pole. But I have nothing\nwhatever valuable.\"\n\n\"No property on Mars?\"\n\n\"A single canal, but it's worthless. It's filled with billions and\nbillions of barrels of oil. Have tried to give it away, but no one is\nfool enough to take it.\"\n\n\n\n\"H--m.\" Zitts studied the woman with pity and understanding. \"There\nshould be some sort of charity to aid people in your poverty-ridden\ncondition. I suppose I'll have to handle the case for nothing. I\nwouldn't do it for anybody else for less than a star of the sixth\nmagnitude, but I do not believe in imposing on the poor.\"\n\n\"I have a nickel in ancient money,\" the woman said softly.\n\n\"What? A nickel? Good God, woman! For half of that I would solve every\nmurder since the beginning of time and commit some of my own. Give me\nthat nickel. Where did you get it? Don't you know there are people who\nwould cut ten thousand throats for a sum like that?\"\n\n\"I--I didn't know it was valuable.\"\n\n\"It's priceless! People will sell their souls, commit perjury, betray\ntheir friends, cheat their neighbors, buy and sell votes, and even do\nsome good things for money.\"\n\n\"But such a little piece--\"\n\n\"Woman, you have no idea of values. Since money has become replaced\nby credit and barter, such pieces as this have become invaluable\ncollectors' items. Even before that it was valuable. You could buy a\nlead dime with it. And if you were clever enough you could use the lead\ndime to buy a tin half-dollar. Then you could change the half-dollar\ninto wooden quarters and begin all over again. A shrewd man could\namass a fortune in counterfeit dollars by such trading. Of course, he\ncouldn't buy anything with the counterfeit dollars, but reflection on\nthe trading would strengthen his mind while he rested behind bars.\nAt least that's the way history relates it. Zoo! Take this precious\nnickel, handle it carefully and with due reverence, seal it in a tube,\nsend it through the pneumatic to the armored transport, have them place\na hundred men armed to the teeth about it, and escort it solemnly and\nwithout undue ostentation to the Universal Bank, that institution\nwhich covers eight square miles and towers ten thousand feet into the\nair, and deposit it with proper ceremony to my account. I shall be the\nwealthiest man on this planet and the envy of every creature in the\ngalaxy. But don't worry, Mrs. Brown and Smith! I shall not overcharge\nyou. You have two cents change coming, a tidy sum--nay a fortune--and\nyour case is as good as solved. Zoo! Sound the alarm. We go into action\nat once.\"\n\n\n\nBells clanged, a siren screamed, a series of red lights flashed on\nand off and on and off, and a distant rumble shook the building. The\nblonde woman caught her breath, gripped the arms of her chair to steady\nherself, waited until the noise and the shaking had subsided, then\nasked, \"Do you always go into action like that?\"\n\n\"Invariably,\" Zitts affirmed serenely. \"Seismographs all over the world\nregister when Len Zitts launches himself in pursuit of a criminal, and\nthe underworld trembles in despair. But,\" he added a trifle wistfully,\n\"it doesn't register on Mars and Venus and they never send reporters\nand photographers. I'm thinking of installing a heavier vibrator. Zoo!\nYou may inform the inquirers who will be hounding you in a moment that\nthe nemesis of crime has plunged forth to strike death and terror\nto the heart of criminals. You may elaborate that a bit. Mention\nmy towering figure, nearly five feet tall, and the bulging muscles\nwhich back up my eighty-six pounds of weight. You may also speak of\nmy handsome features, but not in a manner to attract more than a few\nthousand women. I have enough wives already. Now! Clear the deck! Here\nwe go.\"\n\nThe blonde woman gathered her small feet under her, preparing to\nleap out of the way, and she took a deep breath for fear all of the\nair would be sucked out of the room in the wake of his rush; but to\nher astonishment he merely slumped down in the chair and, to all\nappearance, went to sleep.\n\n\"He's in action now,\" Zoo explained softly and musically.\n\"Concentrating. He'll come up with a plan in ten seconds.\"\n\n\n\nThe prophecy proved true. Zitts opened his eyes with a start, rose\nan inch in the chair and winked three times at the Venusian girl.\nInstantly the girl sprang to the door on the right and swung it open,\nand a four-legged creature, with its tongue lolling out, waddled into\nthe room and squatted on its haunches.\n\n\"See!\" Zoo cried in delight. \"His plans always begin with Pupsie. The\nancients called him a bloodhound. His species is almost extinct, but\nhe's smart and he claims his ancestors pursued criminals thousands of\nyears ago.\"\n\n\"Claims?\" the blonde woman exclaimed, aghast. \"You mean, that\nfour-legged creature can talk?\"\n\n\"Whaddya think?\" said Pupsie. \"Living generation after generation\naround windbags who did nothing but talk, wasn't it to be expected that\ndogs would eventually evolve to that stage themselves? Not that it\nis an improvement, mind you. Dogs had to learn in self-defense. Even\nback in the twentieth century hundreds of people everyday were asking\nquestions of animals. 'Ain't oo the pretty little thing?' 'Does oo\nwant a tiss, oo lovey dovey?' The first words my ancestors learned to\nspeak in answer to such questions were 'Go to hell!' The meaning of the\nphrase is lost in our modern language, possibly because my ancestors\noverworked it, using it every time a human opened his mouth to ask a\nquestion of an animal, until at length it had no meaning whatever.\"\n\n\"And you catch criminals?\"\n\n\"Catch anything,\" said Pupsie, \"that I can smell, if it deserves\ncatching.\"\n\n\"Quiet!\" Zitts roared, displaying his customary impatience when another\nusurped the floor. \"Zoo! Fetch forth the Longsnozzle. And while you're\nat it you can bracket this case as 'The Longsnozzle Event.' Mark that\nword 'Event!' I have a suspicion this is an insignificant case with not\nmore than eight or ten murders involved.\"\n\n\"Eight or ten murders!\" The blonde woman became deathly pale. \"You\nmean, there is more than one murder?\"\n\n\n\nZitts looked at the woman with pity in his brown eyes. \"Woman, you\nevidently do not understand the psychology of murder. One always leads\nto another. It's always been that way. Look at the murder stories\nof even the blind age of the twentieth century! Thirteen murders,\nordinarily, on the first page. Seven on the second, and the balance\nstrung out through the book. It is the aspiration of every collector to\nfind a book with only one murder in it. Personally, for such a work I\nwould offer seventy-five interstellar giant transports each loaded to\nbursting with ton upon ton of diamonds, emeralds, pearls, sapphires,\noyster shells, and even those rare gems called kidney stones that come\nfrom the galaxies of innerspace--and, yes, even those magnificent\nbroke-stones found only in a single planetary system in a galaxy on the\nvery rim of outer space. These latter are practically untouchable, and\nthe more you try to touch them the more broke-stone they become.\"\n\nZitts drew a deep breath and went on: \"If a solitary genius of the\nlatter half of the twentieth century had had the godlike stature to\ncreate a work with only one murder in it, instead of dozens, he would\nbe immortal and today worshipped by the protagonists of moderation and\nhated by the antagonists who maintain, and not without reason, that all\nof the characters in such stories, and especially the detective, should\ncome to a violent and horrible end on page three.\"\n\nThe blonde woman wiped her eyes, glanced into a small mirror and tried\nto compose herself. \"Very well,\" she murmured half to herself. \"I shall\nprepare myself to endure whatever I must and view as many murders as\nnecessary.\"\n\n\"It won't be bad at all,\" Zitts assured her with feeling. \"May even be\nboring, with so few murders. Personally, I rarely take a case which\ndoesn't offer the prospect of at least a hundred. They generally murder\nmy suspects one after another, and for that reason I try to suspect as\nmany as possible to keep the case interesting.\n\n\"Now, if you are prepared--\"\n\nThe woman, fearful but dry-eyed, nodded in response.\n\n\"Pupsie! On your mark! Zoo! Switch on the machine.\"\n\nIn fear and wonderment the woman watched Pupsie don the longsnozzle\nwhich appeared to be a mechanical nose two-feet in length with its\nother measurements in proportion. This extra nose did not appear\nheavy or to handicap Pupsie in any way. Its nostrils flared and the\nVenusian girl produced some six square yards of white linen, held it\nsignificantly at the proper place, and the beast blew its extra nose,\nmaking a honking sound which made the windows rattle.\n\n\"That clears the way for smelling action,\" Zoo said in explanation.\n\n\n\nJust then the view lit up and the bristles along Pupsie's back suddenly\nstood on end. The scene in the viewplate was familiar. Six ratcatchers\nwere lined up, one behind another, with the foremost pointing the Colt\nat his own midriff. Through the adjoining wall, which was transparent\non the viewplate, a man in the uniform of the chief rat of the\nratcatchers, was visible holding his fingers in his ears and with a\nterrified and painful expression on his face.\n\nThe blonde woman jumped when the bang sounded and the six ratcatchers\nreeled and then collapsed. The chief beyond the wall looked a trifle\nrelieved to find himself still alive, but Zitts snorted with audible\ndisgust.\n\n\"Bunglers!\" Zitts growled, then looked at Pupsie. \"That weapon,\nPupsie,\" he said. \"Get a good whiff of it.\"\n\nThe huge nostrils flared and sniffed in a way that stirred a strong\nbreeze in the room and sent prickles along the blonde woman's spine.\nThen Pupsie looked up and winked.\n\n\"Now trace it to the murderer,\" Zitts ordered.\n\nPupsie gathered himself for a leap at the chief rat, but Zoo sprang\nbetween him and the viewplate and shut off the machine.\n\n\"No, no,\" Zitts cautioned. \"His smell is on the weapon, of course.\nBut he merely examined it. Use your head now and tune in the machine\nyourself and find the murderer.\"\n\nNodding, Pupsie moved close to the machine, switched it on and began\ntuning radarlike by sniffing and twisting the dials. Almost at once\nhis eyes lighted and his tongue lolled out and his muscles stiffened\nfor action. The blonde woman held her breath, expecting to view the\nmurderer.\n\nThe view lit up faintly, became brighter, became a dark alley with a\ncat inspecting a garbage pail.\n\n\"No, no!\" Zitts cautioned. \"This is no time for sport. Get down to\nbusiness.\"\n\nPupsie continued tuning and suddenly began panting and gasping and\ntwitching in every muscle.\n\nRecognizing the emergency, Zitts thundered \"The treadmill, Zoo!\"\n\n\n\nZoo stamped on the floor and started an endless carpet moving under\nPupsie's feet. It was just in time, for Pupsie was running like the\nvery devil in order to remain in the same place. He was in pursuit of a\nfemale dog which appeared on the viewplate.\n\nFeatures darkening and eyes blazing, Zitts waited for Zoo to turn off\nthe machine. Then in a thunderously quiet voice he called Pupsie to\nbook.\n\n\"I warned you this is no time for sport!\" Zitts glanced at Zoo who\nproduced a dogcatcher's net and held it threateningly above Pupsie. The\npoor dog shuddered. \"For the last time,\" Zitts said ominously, \"I'm\nwarning you.\"\n\nThe blonde woman felt so sorry for the creature she turned tearful eyes\nto Zitts in mute appeal. Zitts appeared to relent.\n\n\"When you find that murderer,\" he said, temporizing, \"I shall order you\na special nine-foot bone from one of those Martian tyrannasauraplexus\ncreatures. Now, keep your mind on your work!\"\n\nAt the mention of a tyrannasauraplexus bone Pupsie's jaws slavered and\na look of rapture came over his ungainly features. Clearly he had been\nreformed.\n\nSetting to work immediately, Pupsie sniffed and tuned by twisting the\ndials, and suddenly the blonde woman gasped and almost fainted.\n\n\"That's my lover's apartment,\" she said in horror. \"I recognize the\nbed. Surely he can't be the murderer.\"\n\n\"Your ex-lover,\" Zitts pointed out. \"That's a corpse in the bed.\"\n\nThe blonde woman fainted, for it was true. The man was dead, or should\nhave been, for he neither breathed nor gave any sign of heartbeat.\n\n\"Examine that room,\" Zitts ordered Pupsie, \"until you get a whiff of\nthe second murderer.\"\n\nSoon Pupsie was off again, sniffing and tuning, and just as another\nscene came in the blonde woman opened her eyes, gasped, \"Another of my\nlovers,\" and fainted again.\n\n\"Ex-lover,\" Zitts corrected and directed Pupsie to pursue this murderer\nalso.\n\nThey ran through three more murders before the woman recovered, and\nZitts deducted, which subsequently proved correct, that these were also\nex-lovers. Then, as the woman recovered and was composing herself and\nstraightening her mouth and re-making her face, they came upon a scene\nwith a live person in it.\n\n\"No, no! No!\" the blonde cried. \"He's my next to the best lover. He\nwouldn't murder anybody.\"\n\n\n\nThe man, about ninety years old, gray and stooped, sat placidly on what\nappeared to be the railing of a balcony and contemplated the rolling\ncountryside a hundred stories below. At a signal from Zitts, Zoo\nswitched the machine to two-directional view.\n\n\"All right, murderer,\" Zitts snarled. \"Confess!\"\n\nThe man looked up, started, then almost fell over the rail as he caught\nsight of Mrs. Brown and Smith.\n\n\"No, no! I don't want him brought to justice,\" the blonde woman cried.\n\"If he loved me enough to commit all those murders I want to marry him.\"\n\nZitts pondered this briefly, then said, \"That ought to be punishment\nenough. What have you got to say, murderer?\"\n\nThe man cowered back, trembled. \"I'll confess,\" he said quaveringly.\n\"But I ask for a reasonably humane punishment like being boiled in oil.\nMarrying that woman would be more than I can bear.\"\n\nZitts nodded understandingly. After all, he was humane even with\ncriminals. And although he was not a man to compromise with crime he\ncould not bear the light of horror in the man's eyes. \"I'll take the\nmatter under consideration,\" he said. \"But I promise nothing. If you\nconfess promptly and clear up the mystery, your chance of being boiled\nin oil will be somewhat improved. I'm waiting.\"\n\n\"It's like this,\" the man began, wiping perspiration from his brow.\n\"On my ninetieth birth anniversary I decided to have one more fling\nand retire until I had reached my second youth-hood at the age of a\nhundred. I visited seventeen of my best sweethearts that day and night,\nand twelve of my wives. It was rather exhausting.\"\n\n\"I can imagine,\" Zitts said encouragingly. \"Go on.\"\n\n\"Mrs. Brown and Smith was among those I visited,\" the man went on\ntiredly. \"She was the most exhausting of all, actually insisting that I\nkiss her hand before I left. It took a lot out of me.\"\n\n\"Go on,\" Zitts urged impatiently.\n\n\"I swore off then and there,\" said the nonagenarian with a sigh, \"and\nthat left Mrs. Brown and Smith with only five lovers and two husbands.\nThat increased the load on these remaining seven and they began to urge\nme to come back and do my duty. I refused.\n\n\"That,\" the man went on, \"brought things to a crisis. In desperation\nSmith made another appeal to me. Again I refused, but I gave him some\nsound advice, to wit: that he should make the other lovers carry a\nlittle more of the burden. This he tried without success, and again I\nadvised him, this time arming him with an ancient weapon. In turn he\nwent to each of the other lovers and offered them their choice, and\neach chose suicide in preference to fulfilling more than their normal\nobligations. When he realized what he had done, and what a tremendous\nburden would now fall on him, he turned the weapon on himself.\"\n\n\n\nThe man paused, wiped away the tears and added, \"I am guilty of six\nmurders,\" he said dolefully. \"And Brown, who is being held by the\nratcatchers, will naturally make a false confession and ask to be put\nto death at once--when he realizes that his wife has neither lovers\nnor another husband. It is sad, and if you'll just boil me in oil as\nquickly as possible--\"\n\n\"No, no!\" the blonde woman screamed. \"I want to marry you.\"\n\nStartled, the man whipped out a strange, unearthly weapon, on which was\ninscribed, it was learned on later investigation, this legend: _S&W_.\nHe placed the weapon against his temple and a bang resulted. Then he\ntoppled over the rail and disappeared.\n\n\"Which end of that weapon did he place nearest him?\" Zitts demanded as\nZoo switched off the machine and the view faded.\n\n\"The tube end,\" Zoo replied.\n\n\"I knew I was right,\" Zitts exulted. \"Get in touch with the chief rat\nand tell him the case is solved, wrapped up. He can release Brown and\nforget it. Also tell him I have learned the secret of that weapon.\nI was right all along. Tell him personally to place the muzzle of it\nagainst his temple and finger that little lever underneath. I am sure\nthat is the way it is done. Tell him to try it at once and let me know\nthe results.\"\n\nZitts sighed in satisfaction, glanced once more at the lovely curves\nof the blonde woman, and pressed the button which set in motion the\nmachinery to ease the lounging chair beneath the desk and shape it into\na couch.\n\n\"Ssh--h!\" The Venusian girl signaled silence. \"After he's been in\naction for a few seconds,\" she whispered, \"he always rests for a week\nor so.\"\n\nThe blonde woman rose quietly and marched wavily to the door, opened\nit. Then, with tears of thankfulness in her limpid blue eyes, and a\nlast worshipping glance at the place where Zitts had disappeared, she\nstepped into the corridor and went in search of replacements for her\nused up husbands and lovers.\n\nPupsie waddled over to a corner and curled up to dream of a\ntyrannasauraplexus bone.\n",
    "metadata": {
        "author": [
            "Annas, Hal"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65137/pg65137.txt",
        "name": "the_longsnozzle_event.json"
    }
}