{
    "name": "The vortex blaster makes war",
    "author": [
        "Smith, E. E. (Edward Elmer)"
    ],
    "body": "Doctor Neal Cloud had once been a normal human being, gregarious and\nneighborly. He had been concerned as little with death as is the\nnormal human being. Death was an abstraction. It was inevitable, of\ncourse, but it could not actually touch him or affect him personally,\nexcept at some unspecified, unconsidered and remote future time.\n\nFor twenty uneventful years he worked in the Atomic Research\nLaboratory of the Galactic Patrol, seeking a way to extinguish the\n\"loose\" atomic vortices resulting from the breaking out of control\nof atomic power plants. At home he had had wife Jo and their three\nkids--and what Jo had meant to him can be described adequately only in\nmathematical, not emotional terms. They had formed practically a closed\nsystem.\n\nHence, when a loose atomic vortex crashed to earth through his\nhome, destroying in an instant everything that had made life\nworthwhile--Doctor Cloud had changed.\n\nHe had had something to live for; he had loved life. Then--suddenly--he\nhad not, and he did not.\n\nCloud had always been a mathematical prodigy. Given the various\nactivity values of a vortex at any instant, he knew exactly the \"sigma\"\n(summation) curve. Or, given the curve itself, he knew every individual\nreading of which it was composed--all without knowing how he did it.\nNevertheless, he had never tried to blow out a vortex with duodec. He\nwanted to live, and it was a mathematical certainty that that very\nlove of life would so impede his perceptions that he would die in the\nattempt.\n\nThen came disaster. While still numb with the shock of it, he decided\nto blow out the oldest and worst vortex on Earth; partly in revenge,\npartly in the cold hope that he would fail and die, as so many hundreds\nof good men had already died.\n\nBut it was the vortex that died, not Cloud. It was a near thing, but\nwhen he was released from the hospital he found himself the most famous\nman alive. He was \"Storm\" Cloud, the Vortex Blaster--Civilization's\nonly vortex blaster!\n\nHe had now extinguished hundreds of the things. The operation, once so\nthrilling to others, had become a drab routine to him.\n\nBut he had not recovered and never would recover a normal outlook upon\nlife. Something within him had died with his Jo, a vital something had\nbeen torn from the innermost depths of his being. That terrible psychic\nwound was no longer stamped boldly upon him for all to see--it no\nlonger made it impossible for him to work with other men or for other\nmen to work with him--but it was there.\n\nThus he preferred to be alone. Whenever he decently could, he traveled\nalone, and worked alone.\n\n\n\nHe was alone now, hurtling through a barren region of space toward\nRift Seventy-one and the vortex which was next upon his list. In the\ninterests of time-saving and safety--minions of the Drug Syndicate had\ntaken him by force from a passenger liner not long since, in order to\nsave from extinction a vortex which they were using in their nefarious\nbusiness--he was driving a light cruiser converted to one-man control.\nIn one special hold lay his vortex-blasting flitter; in others were his\nvast assortment of duodec bombs and other stores and supplies.\n\nAnd as he drove along through those strangely barren, unsurveyed\nwastes, he thought, as always, of Jo. He had not as yet actually\ncourted death. He had not considered such courting necessary. Everyone\nhad supposed, and he himself hoped, that a vortex would get him in\nspite of everything he could do. That hope was gone--it was as simple\nto blow out a vortex as a match.\n\nBut it would be _so_ easy to make a slip--and a tiny little bit of a\nslip would be enough.... No, the Vortex Blaster simply couldn't put\nsuch a black mark as that on his record. But if something else came\nalong he might lean just a trifle toward it....\n\nA distress call came in, pitifully, woefully weak--the distress call of\na warm-blooded oxygen-breather!\n\nIt would have to be weak, upon his low-powered apparatus, Cloud\nreflected, as he sprang to attention and began to manipulate his\ncontrols. He was a good eighty-five parsecs--at least an hour at\nmaximum blast--from the nearest charted traffic route.\n\nHe could not possibly get there in time. When anything happened in\nspace it usually happened fast--it was almost always a question of\nseconds, not of hours. Cloud worked fast, but even so he had no time\neven to acknowledge--he was just barely in time to catch upon his\ncommunicator-plate a tiny but brilliant flash of light as the frantic\nsending ceased.\n\nWhatever had occurred was already history.\n\nNevertheless, he had to investigate. He had received the call and it\nwas possible, even probable, that no other spaceship had been within\nrange. Law and tradition were alike adamant that every such call\nmust be heeded by any vessel receiving it, of whatever class or upon\nwhatever mission bound. He hurled out a call of his own, with all of\nhis small power. No reply--the ether was empty.\n\nDriving toward the scene of catastrophe at max, Cloud did what little\nhe could do. He had never witnessed a space emergency before, but he\nknew the routine.\n\nThere was no use whatever in investigating the wreck itself. The\nbrilliance of the flare had been evidence enough to the physicist\nthat that vessel and everything too near it had ceased to exist. It\nwas lifeboats he was after. They were supposed to stick around to be\nrescued, but out here they probably would not--they would head for\nthe nearest planet to be sure of air. Air was far more important than\neither water or food--and lifeboats, by the very nature of things,\ncould not carry enough air.\n\nApproaching the charted spot, he sent out the universal \"_survivors?_\"\ncall and swept all nearby space with his detectors--fruitlessly.\n\nBut this was not conclusive. Since his cruiser was intended solely\nto get him safely from one planet to another, he had only low-power,\nshort-range detectors. Of course, his communicator, weak as it was,\ncould reach two or three times as far as any lifeboat could possibly\nbe--but he had heard more than once of lifeboats, jammed full of women\nand children, being launched into space without anyone aboard who could\noperate even a communicator.\n\nIt required only a few minutes to pick out the nearest sun. As he shot\ntoward it he kept his detectors fanning out ahead, combing space mile\nby plotted cubic mile. And when he was halfway to that sun his plate\nrevealed a lifeboat.\n\nIt was very close to the solar system toward which Cloud was\nblasting--entering it--nearing one of the planets. Guided by his plate,\nhe drove home a solid communicator beam.\n\nStill no answer!\n\nEither the lifeboat did not have a communicator--some of the older\ntypes didn't--or else it was smashed, or nobody aboard could run it.\nHe'd have to keep his plate on them and follow them down to the ground.\n\nBut what was that? Another boat on the plate? Not a lifeboat--too big,\nbut not big enough to be a regular spaceship. It was coming out from\nthe planet, apparently. To rescue? No--what the hell! The lug was\nbeaming the lifeboat!\n\n\"Let's go, you sheet-iron lummox!\" the Blaster cried aloud, kicking in\nhis every remaining watt of drive. Then, eyes upon his plate, he swore\nviciously, corrosively.\n\n\n\n\n                              CHAPTER TWO\n\n                         The Boneheads of Dhil\n\n\nThe planet Dhil and its enormous satellite, called \"Lune\" in lieu of\nthe utterly unpronounceable name its inhabitants gave it, are almost\ntwin worlds, revolving about their common center of gravity and\ncircling as one about their sun in its second orbit. In the third orbit\nrevolves Uhal, a planet strikingly similar to Dhil in every respect of\ngravity, atmosphere, and climate. Furthermore, Dhilians and Uhalians\nare, to all interests and purposes, identical.[1]\n\n[Footnote 1: For the explanation of these somewhat peculiar facts,\nwhich is too long to go into here, the reader is referred to\n_Transactions of the Planetographical Society; Vol. 283, No. 11, p.\n2745_.--E.E.S.]\n\nIn spite of these facts, however, the two peoples had been at war with\neach other, most of the time, for centuries. Practically all of this\nwarfare had been waged upon luckless Lune.\n\nEach race was well advanced in science, and each had atomic power,\noffensive beams, defensive screens. Neither had even partial\ninertialessness, neither had ever driven a spaceship to any other solar\nsystem, neither had ever heard of Galactic Civilization.\n\nAt this particular time peace of a sort existed. More precisely, it\nwas a truce of exhaustion and preparation for further strife. It was a\nfragile thing indeed, and existed only upon the surface. Beneath, the\nconflict raged as bitterly as ever. The discovery by the scientists,\ninventors or secret service of either world of any superior artifice of\ndestruction would kindle the conflagration anew, without warning.\n\nSuch was the condition obtaining when Darjeeb of Uhal blasted his\nlittle spaceship upward away from Lune. He was glowing with pride of\naccomplishment, suffused with self-esteem. Not only had he touched off\nan inextinguishable atomic flame exactly where it would do the most\ngood, but as a crowning achievement he had taken and was now making\noff with no less a personage than Luda of Dhil herself--the coldest,\nhardest, most efficient Minister of War that the planet Dhil had ever\nhad!\n\nNow, as soon as they could extract certain facts from Luda's mind,\nthey could take Lune in short order. Then, with Lune definitely theirs\nto use as a permanent base, Dhil could not possibly hold out for more\nthan a couple of years or so. The goal of generations would have been\nreached--he, Darjeeb, would have wealth, fame and--best of all--power!\n\nGazing gloatingly at his furiously radiating captive with every eye he\ncould bring to bear, Darjeeb strolled over to inspect again her chains\nand manacles. Let her radiate!\n\nShe could not touch his mind; no mentality in existence could break\ndown his barriers.\n\nBut physically, she had to be watched. Those irons were strong, but so\nwas Luda. If she could succeed in breaking free he would very probably\nhave to shoot her, which would be a very bad thing indeed. She had not\ncaved in yet, but she would. When he got her to Uhal, where the proper\nmeasures could be taken, she would give up every scrap of knowledge she\nhad ever had!\n\nThe chains were holding, all eight of them, and Darjeeb kept on\ngloating as he backed toward his control station. To him Luda's shape\nwas normal enough, since his own was the same, but in the sight of a\nTellurian she would have appeared more than a little queer.\n\nThe lower part of her resembled more or less closely a small elephant,\none weighing perhaps three hundred and fifty pounds. There were,\nhowever, differences. The skin was clear and fine, delicately tanned;\nthere were no ears or tusks; the neck was longer. The trunk was\nshorter, divided at the tip to form a highly capable hand; and between\nthe somewhat protuberant eyes of this \"feeding\" head there thrust out a\nboldly Roman, startlingly human nose. The brain in this head was very\nsmall, being concerned only in the matter of food.\n\nAbove this not-too-unbelievable body, however, all resemblance to\nanything Terrestrial ceased. Instead of a back there were two mighty\nshoulders, fore and aft, from each of which sprang two tremendous\narms, like the trunk except longer and stronger. Between those massive\nshoulders there was an armored, slightly retractile neck which carried\nthe heavily armored \"thinking\" head. In this head there were no mouths,\nno nostrils. The four equally-spaced pairs of eyes were protected and\nshielded by heavy ridges and plates. The entire head, except for its\njuncture with the neck, was solidly sheathed with bare, hard, thick,\ntough bone.\n\nDarjeeb's amazing head shone a clean-scrubbed white. But Luda's--the\neternal feminine!--was really something to look at. It had been sanded,\nbuffed, and polished. It had been inlaid with bars and strips and\nscrolls of variously colored noble metals and alloys; then decorated\ntastefully in red and green and blue and black enamel--then, to cap the\nclimax, _lacquered_!\n\nBut that was old stuff to Darjeeb. All that he cared about was the\ntightness of the chains immobilizing Luda's every hand and foot. Seeing\nthat they were all tight, he returned his attention to his plates. For\nhe was not yet in the clear. Any number of enemies might be blasting\noff after him at any minute....\n\n\n\nA light flashed upon his panel--something was in the ether. Behind\nhim everything was clear. Nothing was coming from Dhil. Ah, there it\nwas--coming in from open space. Nothing _could_ move that fast, but\nthis thing, whatever it might be, certainly was. It was a space-craft\nof some kind. And, gods of the ancients, _how_ it was coming!\n\nAs a matter of fact the lifeboat was coming in at less than one light,\nthe merest crawl, as space-speeds go. Otherwise Darjeeb could not have\nseen it at all. Even that velocity, however, was so utterly beyond\nanything known to his solar system that the usually phlegmatic Uhalian\nsat spellbound--appalled--for a fraction of a second. Then every organ\nleaping convulsively in the realization that that incredible thing was\nactually happening, he drove one hand toward a control.\n\nToo late--before the hand had covered half the distance, the\nincomprehensibly fast ship had struck his own in direct central impact.\nIn fact, before he even realized what was happening it was all over!\nThe strange vessel had struck and had stopped dead-still--without a jar\nor shock, without even a vibration!\n\nBoth ships should have been blasted to atoms--but there the stranger\nwas, poised motionless beside him. Then, under the urge of a\nridiculously tiny jet of flame, she leaped away, covering a distance\nof miles in the twinkling of an eye. Then something else happened. She\nmoved aside, drifting heavily backward _against_ the stupendous force\nof her full driving blast!\n\nAs soon as he recovered from his shock, Darjeeb's cold, keen brain\nbegan to function in its wonted fashion.\n\nOnly one explanation was possible--_inertialessness_!\n\nWhat a weapon! With that and Luda--even without Luda--the solar system\nwas his. No longer was it a question of Uhal overcoming Dhil. With\ninertialessness, he himself would become the dictator, not only of Uhal\nand Dhil and Lune, but also of all the worlds within reach.\n\nThat vessel and its secrets _must_ be his!\n\nHe blasted, then, to match the inert velocity of the smaller craft. As\nhis ship crept toward the other he reached out both telepathically--he\ncould neither speak nor hear--and with a spy-ray, to determine the most\nfeasible method of taking over this godsend.\n\nBipeds! Peculiar little beasts--repulsive. Only two arms and two\neyes--only one head. Weak, soft, fragile, but they might have weapons.\nNo, no weapons--good! Couldn't _any_ of them communicate? Ah yes, there\nwas one--an unusually thin, reed-like specimen, bundled up in layer\nafter layer of fabric....\n\n_I perceive that you are the survivors of some catastrophe in outer\nspace. Tell your pilot to open up, so that I may come aboard and\nguide you to safety_, Darjeeb began. He correlated instantly, if\nunsympathetically, the smashed panel and the pilot's bleeding head. If\nthe creature had had a real head it could have wrecked a dozen such\nthings with it without getting a scratch. _Hurry! Those may come at any\nmoment who will destroy all of us without palaver._\n\n_I am trying, sir, but I cannot get through to him direct. It will\ntake a few moments_, the strange telepathist replied. She began to\nwave rhythmically her peculiar arms, hands, and fingers. Others of the\noutlanders brandished their members and made repulsive motions with\ntheir ridiculous mouths. Finally--\n\n_He says that he would rather not_, the interpreter reported. _He asks\nyou to go ahead. He will follow you down._\n\n_Impossible--we cannot land upon this world or upon its primary, Dhil_,\nDarjeeb argued, reasonably. _These people are enemies--savages--I have\njust escaped from them. It is death to attempt to land anywhere in this\nsystem except upon my home planet Uhal--that bluish one._\n\n_Very well, then, we'll see you over there. We are just about out of\nair, but it will take only a minute or so to reach Uhal._\n\nBut that would not do either, of course. Argument took too much time.\nHe would have to use force, and he had better call up reenforcements.\nDarjeeb hurled mental orders to a henchman far below, threw out his\nmagnetic grapples, and turned on a broad, low-powered beam.\n\n_Open up or die!_ he ordered. _I do not want to blast you open--but\ntime presses, and I will do so if I must!_\n\nThat treatment was effective, as the Uhalian had been pretty certain\nthat it would be. Pure heat is hard to take. The outer portal opened\nand Darjeeb, after donning his armor and checking his ray-gun, picked\nLuda up and swung nonchalantly out into space. Luda was tough enough\nso that a little vacuum wouldn't hurt her--much. Inside the lifeboat\nhe tossed his trussed-up captive into an unoccupied corner and strode\npurposefully toward the control board.\n\n_I want to know--right now--what it is that makes this ship to be\nwithout inertia_, he radiated harshly.\n\n\n\nThe Chickladorian at the board--the only male aboard the lifeboat--was\nvery plainly in bad shape. He had been fighting off unconsciousness\nfor hours. The beaming had not done him a bit of good. Nevertheless\nhe paid no attention to the invading monstrosity's relayed demand,\nbut concentrated what was left of his intelligence upon his visibeam\ncommunicator.\n\n\"You'll have to hurry it up,\" he said quietly, in \"spaceal\", the\nlingua franca of deep space. \"The ape's aboard and means business. I'm\nblacking out, I'm afraid, but I've left the lock open for you. Take\nover, pal!\"\n\nDarjeeb had been probing vainly at the pink biped's mind. Most\npeculiar--a natural mind-block of tremendous power!\n\n_Tell him to give me what I want to know or I will squeeze it out of\nhis very brain_, he directed the Manarkan girl.\n\nAs the order was being translated he slipped an arm out of his suit\nand clamped one huge hand around the pilot's head. But just as he\nmade contact, before he had applied any pressure at all, the weakling\nfainted--went limp and useless.\n\nSimultaneously, he saw in the visiplate that another ship, neither\nUhalian nor Dhilian, had arrived and had locked on.\n\nHe tautened as two of his senses registered disquieting tidings. He\nreceived, as plainly as though it were intended for him, a welcome\nwhich the swaddled-up biped was radiating in delight at an unexpected\nvisitor. He saw that that visitor, now entering the compartment, while\na biped, was in no sense on a par with the frightened, helpless, wholly\ninnocuous creatures already cluttering up the room. Instead, it was\narmed and armored--in complete readiness for strife even with Darjeeb\nof Uhal!\n\nThe Bonehead swung his ready weapon--with his build, he had no need,\never, to turn or whirl to face danger--and pressed a stud. A searing\nlance of flame stabbed out at the over-bold intruder. Passengers\nscreamed and fled into whatever places of safety were available.\n\n\n\n\n                             CHAPTER THREE\n\n                       DeLameters and Space-Axe!\n\n\nCloud wasted no time in swearing; he could swear and act\nsimultaneously. He flashed his cruiser up near the lifeboat, went\ninert, and began to match velocities even before the Uhalian's\nheat-beam expired. Since his intrinsic was not very far off, as such\nthings go, it wouldn't take him very long, and he'd need all the time\nto get ready for what he had to do. He conferred briefly with the\nboat's Chickladorian pilot upon his visual, then thought intensely.\n\nHe would have to board the lifeboat--he didn't see any other way out\nof it. Even if he had anything to blast it with, he couldn't without\nkilling innocent people. And he didn't have much offensive stuff; his\ncruiser was not a warship. She carried plenty of defense, but no heavy\noffensive beams at all.\n\nHe had two suits of armor, a G-P regulation and his vortex special,\nwhich was even stronger. He had his DeLameters. He had four\nsemi-portables and two needle-beams, for excavating. He had thousands\nof duodec bombs, not one of which could be detonated by anything less\nviolent than the furious heart of a loose atomic vortex.\n\nWhat else? Nothing--or yes, there was his sampler. He grinned as he\nlooked at it. About the size of a tack-hammer, with a needle point on\none side and a razor blade on the other. It had a handle three feet\nlong. A deceptive little thing, truly, for it weighed fifteen pounds\nand that tiny blade could shear through neocarballoy as cleanly as a\nsteel knife slices through cheese. It was made of dureum, that peculiar\nsynthetic which, designed primarily for use in hyper-spatial tubes, had\nbecome of wide utility. Considering what terrific damage a Valerian\ncould do with a space-axe, he should be able to do quite a bit with\nthis. It ought to qualify at least as a space-hatchet!\n\nHe put on his special armor, set his DeLameters to maximum intensity\nat minimum aperture, and hung the hatchet upon a hook at his belt. He\neased off his blasts--there, the velocities matched. A minute's work\nwith needle-beam, tractors and pressors sufficed to cut the two smaller\nships apart and to dispose of the Uhalian's magnets and cables. Another\nminute of careful manipulation and the cruiser had taken the Uhalian's\nplace. He swung out, locked the cruiser's outer portal behind him, and\nentered the lifeboat.\n\nAs Cloud stepped into the boat's saloon he was met by a lethal,\nhigh-intensity beam. He had not really expected such an instantaneous,\nundeclared war, but he was ready for it.\n\nEvery screen he had was full out, his left hand held poised and ready\nat his hip on a screened DeLameter. His return blast was practically a\nreflection of Darjeeb's bolt, and it did vastly more damage, for the\nUhalian had made an error!\n\nThe hand which held the ray-gun was the one which had been manhandling\nthe pilot, and the monster had not had time, quite, to get it back\ninside his screens. In the fury of Cloud's riposte, gun and hand\ndisappeared, as did a square foot of panel behind them. But Darjeeb had\nother hands and other guns, and for seconds blinding rays raved out\nagainst unyielding defensive screens.\n\nNeither screen went down. The Tellurian holstered his DeLameter. It\nwould not take much of this stuff, he reflected, to kill some of the\npassengers remaining in the saloon. He'd go in with his hatchet!\n\n\n\nHe lugged it up and leaped, driving straight forward at the flaming\nprojectors, with all of his mass and strength going into the swing of\nhis weapon. The enemy did not dodge, merely threw up a hand to flick\naside with his gun-barrel the descending toy.\n\nCloud grinned fleetingly as he realized what the other must be\nthinking--that the man must be puny indeed to be making such ado in\nwielding such a tiny, trifling thing. For, to anyone not familiar with\ndureum, it is sheerly unbelievable that so much mass and momentum can\npossibly reside in so small a bulk.\n\nThus, when fiercely-driven cutting edge met opposing ray-gun, it did\nnot waver or deflect. It scarcely even slowed. Through the metal of the\ngun that vicious blade sliced resistlessly, shearing off fingers as it\nsped. And on down, urged by everything Cloud's powerful frame could\ndeliver. Through armor it punched, through the bony plating covering\nthat tremendous double shoulder, deep into the flesh and bone of the\nshoulder itself. So deep that its penetration was stopped only by the\nimpact of the hatchet's haft against the armor.\n\nUnder the impetus of the man's furious attack both battlers went down.\nThe unwounded Tellurian, however, was the first to recover control.\nCloud's mailed hands were still clamped to the sampler's grips, and,\nusing his weapon as a staff, he scrambled to his feet. He planted one\nsteel boot upon the helmet's dome, got a momentary stance with the\nother thrust into the angle between barrel body and flailing leg, bent\nhis burly back and heaved. The deeply-embedded blade tore out through\nbone and flesh and metal--and as it did so the two rear cabled arms\ndropped limp, useless!\n\nThat mighty rear shoulder and its appurtenances were thoroughly _hors\ndu combat_. The monster still had one good hand, however--and he was\nstill in the fight!\n\nThat hand flashed out, to seize the hatchet and to wield it against\nits owner. It was fast, too--but not quite fast enough. The man,\nstrongly braced, yanked backward, the weapon's needle point and keen\nblade tearing through flesh and snicking off clutching fingers as it\nwas hauled away. Then Cloud swung his axe aloft and poised, making it\nabundantly clear that the next stroke would be straight down into the\ntop of the Uhalian's head.\n\nThat was enough. The monster backed away, every eye aglare, and Cloud\nstepped warily over to the captive, Luda. A couple of strokes of his\ntrenchant sampler gave him a length of chain. Then, working carefully\nto keep his wounded foe threatened at every instant, he worked the\nchain into a tight loop around Darjeeb's neck, pulled it unmercifully\ntaut around a stanchion, and welded it there with his DeLameter.\n\nNor did he trust the other monster unreservedly, bound though she was.\nIn fact, he did not trust her at all. In spite of family rows, like\nhas a tendency to fight with like against a common foe! But since she\nwas not wearing armor, she didn't stand a chance against a DeLameter.\nHence, he could now take time to look around the saloon.\n\nThe pilot, lying flat upon the floor, was beginning to come to. Not\nquite flat, either, for a shapely Chickladorian girl, wearing the\nforty-one square inches of covering which was _de rigeur_ in her eyes,\nhad his head cushioned upon one bare leg, and was sobbing gibberish\nover him. That wouldn't help. Cloud started toward the first-aid\ncabinet, but stopped. A white-wrapped figure was already bending over\nthe injured man, administering something out of a black bottle. He\nknew what it was--kedeselin. That was what he had been going after\nhimself, but he would not have dared to give even a hippopotamus such\na terrific jolt as she was pouring into him. She must be a nurse and a\ntop-ranker--but Cloud shivered in sympathy.\n\nThe pilot stiffened convulsively, then relaxed. His eyes rolled; he\ngasped and shuddered; but he came to life and sat up groggily.\n\n\n\n\"What goes on here?\" Cloud demanded ungently, in spaceal. The\nChickladorian's wounds had already been bandaged. Nothing more could\nbe done for him until they could get him to a hospital, and he _had_ to\nreport before he blacked out entirely.\n\n\"I don't know,\" the pink man made answer, recovering by the minute.\n\"All the ape said, as near as I could get it, was that I had to show\nhim all about inertialessness.\"\n\nHe then spoke rapidly to the girl--his wife, Cloud guessed--who was\nstill holding him fervently.\n\nThe pink girl nodded. Then, catching Cloud's eye, she pointed at the\ntwo monstrosities, then at the Manarkan nurse standing calmly near\nby. Startlingly slim, swathed to the eyes in billows of glamorette,\nshe looked as fragile as a reed--but Cloud knew that appearances were\nhighly deceptive in that case. She, too, nodded at the Tellurian, then\ntalked rapidly in sign language to a short, thick-muscled woman of some\nrace entirely strange to the Blaster. She was used to going naked; that\nwas very evident. She had been wearing a light robe of convention,\nbut it had been pretty well demolished in the melee and she did not\nrealize that what was left of it was hanging in tatters down her broad\nback. The \"squatty\" eyed the gesticulating Manarkan and spoke in a\nbeautifully modulated, deep bass voice to the Chickladorian eyeful, who\nin turn passed the message along to her husband.\n\n\"The bonehead you had the argument with says to hell with you,\" the\npilot translated finally into spaceal. \"Says his mob will be out here\nafter him directly, and if you don't cut him loose and give him all the\ndope on our Bergs he'll give us all the beam--plenty.\"\n\nLuda was, meanwhile, trying to attract attention. She was bouncing\nup and down, rattling her chains, rolling her eyes, and in general\ndemanding notice of all.\n\nMore communication ensued, culminating in, \"The one with the\nfancy-worked skull--she's a frail, but not the other bonehead's frail,\nI guess--says pay no attention to the ape. He's a murderer, a pirate, a\nbum, a louse, and so forth, she says. Says to take your axe and cut his\ndamn head clean off, chuck his carcass out the port, and get to hell\nout of here as fast as you can blast.\"\n\nCloud figured that that might be sound advice, at that, but he didn't\nwant to take such drastic steps without more comprehensive data.\n\n\"Why?\" he asked.\n\nBut this was too much for the communications relays to handle. Cloud\nrealized that he did not know spaceal at all well, since he had not\nbeen out in deep space very long. He knew that spaceal was a simple\nlanguage, not well adapted to the accurate expression of subtle nuances\nof meaning. And all those intermediate translations were garbling\nthings terrifically. He was not surprised that nothing much was\ncoming through, even though the prettied-up monster was by this time\npractically throwing a fit.\n\n\"She's quit trying to spin her yarn,\" the Chickladorian said finally.\n\"She says she's been trying to talk to you direct, but she can't get\nthrough. Says to unseal your ports--cut your screens--let down your\nbarrier--something like that. Don't know what she does mean, exactly.\nNone of us does except maybe the Manarkan, and she can't get it across\non her fingers.\"\n\n\"Oh, my thought-screen!\" Cloud exclaimed, and cut it forthwith.\n\n\"More yet,\" the pilot went on, after a time. \"She says there's another\none, just as bad or worse. On your head, she says--no, on your\nhead-bone--what the hell! Skull? No, _inside_ your skull, she says now.\nHell's bells, _I_ don't know what she wants!\"\n\n\"Maybe I do--keep still a minute.\" A telepath, undoubtedly, like the\nManarkans--that was why she had to talk to her first. He'd never been\naround telepaths much--never tried it. He walked a few steps and stared\ndirectly into one pair of Luda's eyes. Large, expressive eyes, soft\nnow, and gentle.\n\n\"That's it, Chief! Now blast easy--baffle your jets. Relax, she means.\nOpen your locks and let her in!\"\n\n\n\nCloud did relax, but gingerly. He did not like this mind-to-mind stuff\nat all, particularly when the other mind belonged to such a monster. He\nlowered his mental barriers skittishly, ready to revolt at any instant.\nBut as soon as he began to understand the meaning of her thoughts he\nforgot utterly that he was not talking man to man. The interchange was\nnot as specific nor as facile as is here to be indicated, of course,\nbut every detail was eventually made perfectly clear.\n\n\"I demand Darjeeb's life!\" was her first intelligible thought. \"Not\nbecause he is my enemy and the enemy of all my race--that would not\nweigh with you--but because he has done what no one else, however\nbase, has ever been so lost to shame as to do. In the very capital of\nour city upon Lune he kindled an atomic flame which is killing us in\nmultitudes. In case you do not know about atomic flames, they can never\nbe--\"\n\n\"I know--we call them loose atomic vortices. But they can be\nextinguished. That is my business, putting them out.\"\n\n\"Oh--incredible but glorious news!\" Luda's thoughts seethed, became\nincomprehensible. Then, after a space, \"To win your help for my race\nI perceive that I must be completely frank with you,\" she went on.\n\"Observe my mind closely, please, so that you may see for yourself\nthat I am withholding nothing. Darjeeb wants at any cost the secret\nof your vessels' speed. With it his race will destroy mine utterly.\nI want it too, of course--if I could obtain it we would wipe out the\nUhalians. However, since you are so much more powerful than could\nbe believed possible, I realize that I am helpless. I tell you,\ntherefore, that both Darjeeb and I have long since summoned help.\nWarships of both sides are approaching to capture one or both of these\nvessels. Darjeeb's are nearest, and these secrets must not, under any\nconditions, go to Uhal. Dash out into space with both of these vessels,\nso that we can plan at leisure. First, however, kill that unspeakable\nmurderer. You have scarcely injured him the way it is. Or, free me,\ngive me that so-deceptive little axe, and I will be only too glad--\"\n\nA chain snapped ringingly, and metal clanged against metal. Only two of\nDarjeeb's major arms had been incapacitated; his two others had lost\nonly a few fingers apiece from their respective hands. His immense\nbodily strength was almost unimpaired; his feeding hand was untouched.\nHe could have broken free at any time, but he had waited, hoping\nthat he could take Cloud by surprise or that some opportunity would\narise for him to regain control of this lifeboat. But now, deeming it\ncertain that the armored biped would follow Luda's eminently sensible\nadvice, he decided to let inertialessness go for the time being, in the\ninterest of saving his own life.\n\n\"Kill him!\"\n\nLuda shrieked the thought and Cloud swung his weapon aloft. But Darjeeb\nwas not attacking. Instead, he was rushing into the airlock--escaping!\n\n\"Go free, pilot!\" Cloud commanded, and leaped; but the heavy valve\nswung shut before he could reach it.\n\nAs soon as the lock could be operated the Tellurian went through it. He\nknew that Darjeeb could not have boarded the cruiser, since every port\nwas locked. He hurried to his control room and scanned space. There the\nUhalian was, falling like a plummet under the combined forces of his\nown drive and the gravitations of two worlds. There also were a dozen\nor so spaceships, too close for comfort, blasting upward.\n\nCloud cut in his Bergenholm, kicked on his driving blasts, cut off, and\nwent back into the lifeboat.\n\n\"Safe enough now,\" he announced. \"They'll never get out here inert. I'm\nsurprised that he jumped--didn't think he was the type to kill himself.\"\n\n\"He isn't. He didn't,\" Luda said, dryly.\n\n\"Huh? He must have! That was a mighty long flit he took and his suit\nwouldn't hold air.\"\n\n\"He would stuff something into the holes--if necessary he could make it\nthe whole distance without either air or armor. He is tough. He still\nlives--curse him! But it is of no use for me to bewail that fact now.\nLet us make plans. You must extinguish that flame and the leaders of\nour people will have to convince you that--\"\n\n\"Just a sec--quite a few things we've got to do first.\" He fell silent.\n\nFirst of all, he had to report to the Patrol, so that they could get\nLensmen and a battle fleet out here to straighten up this mess. With\nhis short-range communicators, that would take some doing--but wait, he\nhad a double-ended tight beam to the Laboratory. He could get through\non that, probably, even from here. He'd have to mark the lifeboat as a\nderelict and get these folks aboard his cruiser. No space-tube. He had\nan extra suit, so he could transfer the women easily enough, but this\nLuda....\n\n\"Don't worry about me!\" that entity cut in, sharply. \"You saw how I\ncame aboard here, didn't you? I do not particularly enjoy breathing\na vacuum, but I can stand it--I am as tough as Darjeeb is. So hurry,\nplease hurry. During every moment we delay, more of my people are\ndying!\"\n\n\n\n\n                             CHAPTER FOUR\n\n                       Two Worlds for Conquest!\n\n\nWhen Luda had given him the entire picture, Cloud saw that it was far\nfrom bright. Darjeeb's coup had been planned with surpassing care and\nbeen executed brilliantly; his spies and fifth columnists had known\nexactly what to do and had done it in perfect synchronization with\nthe armed forces striking from without. Drugged, betrayed by her own\nofficers, Luda had been carried off without a struggle. She did not\nknow just how far-reaching the stroke had been, but she feared that\nmost of the fortresses were now held by the enemy.\n\nUhal probably had the advantage in numbers and in power of soldiers\nand warships then upon Lune--Darjeeb would not have made his bid\nunless he had been able in some way to get around the treaty of strict\nequality in armament. Dhil was, however, much the nearer of the two\nworlds. Therefore, if this initial advantage could be overcome, Dhil's\nmain forces could be brought into action much sooner than could the\nenemy's. And if, in addition, the vortex could be extinguished before\nit had done too much irreparable damage, neither side would have any\nreal tactical advantage and the conflict would subside instead of\nflaring up into another world-girdling holocaust.\n\nCloud would have to do something, but what? That vortex had to be\nsnuffed out--but defended as it was by Uhalians in the air and upon\nthe ground, how could he make the approach?\n\nHis vortex-bombing flitter was screened only against the frequencies of\natomic disintegration; she could not ward off for a minute the beams\nof even the feeblest ship of war. His cruiser was clothed to stop\nanything short of a mauler's primary blasts, but there was no possible\nway of using her as a vehicle from which to bomb the vortex out of\nexistence. He had to analyze the thing first, preferably from a fixed\nground-station. Then, too, his special instruments were all in the\nflitter, and the cruiser had no bomb-tubes.\n\nHow could he use what he had to clear a station? The cruiser had no\noffensive beams, no ordinary bombs, no negabombs.\n\n\"Draw me a map, will you please, Luda?\" he asked.\n\nShe did so. The cratered vortex, where an immense building had once\nbeen; the ring of fortresses, two of which were unusually far apart,\nseparated by a parkway and a shallow lagoon.\n\n\"Shallow? How deep?\" Cloud interrupted. She indicated a depth of a\ncouple of feet.\n\n\"That's enough map then--thanks.\" The physicist ruminated. \"You seem\nto be quite an engineer. Can you give me details on your power plants,\nscreen generators, and so on?\" She could. Complex mathematical\nequations flashed through his mind, each leaving a residue of fact.\n\n\"Can be done, maybe--depends.\" He turned to the Chickladorian.\n\n\"Are you a pilot, or just an emergency assignment?\"\n\n\"Pilot--master pilot. Rating unlimited, tonnage or space.\"\n\n\"Good! Think you're in shape to take three thousand centimeters of\nacceleration?\"\n\n\"Pretty sure of it. If I was right I could take it standing on my head\nwithout a harness, and I'm feeling better all the time. Let's hot her\nup and find out.\"\n\n\"Not until after we've unloaded the passengers somewhere.\" Cloud went\non, with the aid of Luda's map, to explain exactly what he had in mind.\n\n\n\n\"Afraid it can't be done.\" The pilot shook his head glumly. \"Your\ntiming has got to be too ungodly fine. I can do the piloting--determine\npower-to-mass ratio, measure the blast, and so on. I'm not afraid of\nbalancing her down on her tail. I can hold her steady to a centimeter,\nbut piloting's only half the job you want. Pilots don't ever land on\na constant blast, and the leeway you allow here is damn near zero. To\nhit it as close as you want, your timing has got to be accurate pretty\nnear to a tenth of a second. You don't know it, friend, but it'd take a\nmaster computer an hour to--\"\n\n\"I know all about that. I'm a master computer and I'll have everything\nfigured. I'll give you your zero in plenty of time.\"\n\n\"QX, then--what are we waiting for?\"\n\n\"To unload the passengers. Luda, do you know of a place where they will\nbe safe? And maybe you had better send a message to Dhil, to call out\nyour army and navy. We can't blow out that vortex until we control the\ncity, both in the air and on the ground.\"\n\n\"That message was sent long since. They are even now in space. We will\nland your women there.\" She pointed to a spot upon the plate.\n\nThey landed, but three of the women would not leave the vessel. The\nManarkan declared that she had to stay aboard to take care of the\npatient. What would happen if he passed out again, with nobody except\nlaymen around? She was right, Cloud conceded. And she could take it.\nShe was a Manarkan, built of whalebone and rubber. She would bend under\n3+ G's, but she wouldn't break.\n\nThe squatty insisted upon staying. Since when had a woman of Tominga\nhidden from danger or run away from a good fight? She could help the\npilot hold his head up through an acceleration that would put Cloud\ninto a pack--or give her that dureum axe and she'd show him how it\n_ought_ to be swung!\n\nThe Chickladorian girl, too, remained aboard. Her eyes--not pink, but\na deep, cool green, brimming with unshed tears--flashed at the idea of\nleaving her man to die alone. She just knew that they were all going to\ndie. Even if she couldn't be of any use, even if she did have to be in\na hammock, what of it? If her Thlaskin died she was going to die too,\nand that was all there was to it. If they made her go ashore she'd cut\nher own throat right then, so there!\n\nAnd that was that.\n\nA dozen armed Dhilians came aboard, as pre-arranged, and the cruiser\nblasted off. Then, while Thlaskin was maneuvering inert, to familiarize\nhimself with the controls and to calibrate the blast, Cloud brought\nout the four semi-portable projectors. They were frightful weapons, so\nheavy that it took a strong man to lift one upon Earth. So heavy that\nthey were designed to be mounted upon a massive tripod while in use.\nThey carried no batteries or accumulators, but were powered by tight\nbeams from the mother ship.\n\nLuda was right; such weapons were unknown in that solar system. They\nhad no beam transmission of power. The Dhilian warriors radiated glee\nas they studied the things. They had more powerful stuff, of course,\nbut it was all fixed-mount, wired solid and far too heavy to move. This\nwas wonderful--these were magnificent weapons indeed!\n\n\n\nHigh above the stratosphere, inert, the pilot found his exact location\nand flipped the cruiser around, so that her stern pointed directly\ntoward his objective upon the planet beneath. Then, using his\nforward, braking jets as drivers, he blasted her straight downward.\nShe struck atmosphere almost with a thud. Only her fiercely-driven\nmeteorite-screens and wall-shields kept her intact.\n\n\"I hope you know what you're doing, chum,\" the pilot remarked\nconversationally as the scene enlarged upon his plate with appalling\nrapidity. \"I've made hot landings before, but I always figured on\nhaving a hair or two of leeway. If you don't hit this to a hundredth\nwe're going to splash when we strike--we won't bounce!\"\n\n\"I can compute zero time to a thousandth and I can set the clicker to\nwithin a hundredth, but it's you that'll have to do the real hitting.\"\nCloud grinned back at the iron-nerved pilot. \"Sure a four-second call\nis enough for you to get your rhythm, allow for reaction-time and lag,\nand blast exactly on the click?\"\n\n\"Absolutely. If I can't get it in four I can't get it at all. Pretty\nclose now, ain't it?\"\n\n\"Uh-huh.\" Cloud, staring at the electro-magnetic reflection-altimeter\nwhich indicated continuously their exact distance above objective,\nbegan to sway his shoulders. He was more than a master computer. He\nknew, without being able to explain how he knew, every mathematical\nfact and factor of the problem. Its solution was complete. He knew\nthe exact point in space and the exact instant in time at which the\ncalculated deceleration must begin; by the aid of the sweep second-hand\nof the chronometer--one full revolution of the dial every second--he\nwas now setting the clicking mechanism so that it would announce that\ninstant. His hand swayed back and forth--a finger snapped down--and the\nsharp-toned instrument began to give out its crisp, precisely-spaced\nclicks.\n\n\"Got it on the hair!\" Cloud snapped. \"Get ready, Thlaskin. Seconds!\nFour! Three! Two! One! Click!\"\n\nExactly upon the click the cruiser's driving blasts smashed on. There\nwas a cruelly wrenching shock as everything aboard acquired suddenly a\nmore-than-three-times-Earthly weight.\n\nThe Dhilians merely twitched. The Tomigan, standing behind the pilot's\nseat, supporting and steadying his wounded head in its rest, settled\nalmost imperceptibly, but her firmly gentle hands did not yield a\nmillimeter. The nurse sank deeply into the cushioned bench upon which\nshe was lying, her quick, bright eyes remaining fixed upon her patient.\nThe Chickladorian girl, in her hammock, fainted quietly.\n\nAnd downward the big ship hurtled, tail first, directly toward the now\nglowing screens of a fortress. Driving jets are not orthodox weapons.\nBut properly applied, they can become efficient ones indeed, and these\nwere being applied with micrometric exactitude.\n\nDown--down--down! The frantic Uhalians thought that it was\ncrashing--thought it a suicide ship. Nevertheless, they fought it. The\nthreatened fortress and its neighbors hurled out their every beam; the\nUhalian ships dived frantically at the invader and tried their best to\nblast her down.\n\nIn vain. The cruiser's screens carried the load effortlessly.\n\nDown she drove. The fortress' screens flamed ever brighter, radiating\never higher under the terrific bombardment. Closer--hotter! Nor did\nthe frightful blast waver appreciably; the Chickladorian was a master\npilot. Down!\n\n\"Set up a plus ten, Thlaskin,\" Cloud ordered quietly. \"I missed it a\nbit--air density and the beams. Give it to her on the third click\nfrom ... _this_!\"\n\n\"Plus ten it is, sir--on!\"\n\nA bare hundred yards now, and the ship of space was still plunging\nearthward at terrific speed. The screens were furiously incandescent,\nbut were still holding.\n\nA hundred feet. Velocity appallingly high, the enemy's screens still\nup. Something would _have_ to give now. If that screen stood up, the\nship must surely strike it, and vanish as she did so. But Thlaskin the\nChickladorian made no move nor spoke no word to hike his blast. If the\nskipper was willing to bet his own life on his computations, who was he\nto squawk? But ... was it possible that Cloud had miscalculated?\n\nNo! While the mighty vessel's driving projectors were still a few yards\naway the defending screens exploded into blackness. The full awful\nstreams of energy raved directly into the structures beneath. Metal and\nstone glared white, then flowed--sluggishly at first, but ever faster\nand more mobile--then boiled coruscantly into vapor.\n\n\n\nThe cruiser slowed--stopped--seemed to hang poised. Then slowly,\nreluctantly, she moved upward, her dreadful exhausts continuing the\ndevastation.\n\n\"That's computin', mister,\" the pilot breathed. \"To figure a dive\nlike that right on the nose an' then to have the guts to hold her\ncold--skipper, that's computation!\"\n\n\"All yours, pilot,\" Cloud demurred. \"All I did was give you the\ndope--you're the guy that made it good.\"\n\nHigh in the stratosphere the Chickladorian cut the acceleration to a\nthousand and Cloud took stock.\n\n\"Hurt, anybody?\" Nobody was. \"QX. We'll repeat, then, on the other side\nof the lagoon.\"\n\nAnd as the cruiser began to descend upon the new course the vengeful\nDhilian fleet arrived upon the scene. Looping, diving, beaming, often\ncrashing in suicidal collision, the two factions went maniacally to\nwar. Friend and foe alike, however, avoided the plunging Tellurian\nship. That monster, they had learned, was a thing about which they\ncould do nothing.\n\nThe second fortress fell exactly as the first had fallen, and as the\npilot brought the cruiser gently to ground in the middle of the shallow\nlake, Cloud saw that the Dhilians, overwhelmingly superior in numbers\nnow, had cleared the air of the ships of Uhal.\n\n\"Can you fellows and your ships keep them off of my flitter while I\ntake my readings?\" he demanded.\n\n\"We can,\" the natives radiated, happily. Four of the armored bone-heads\nwere _wearing_ the semi-portables. They had them perched lightly atop\ntheir feeding heads, held immovably in place by two huge arms apiece.\nOne hand sufficed to operate the controls, leaving two hands free to\nwhatever else might prove in order.\n\n\"Let us out!\"\n\nThe lock opened, the Dhilian warriors sprang out and splashed away to\nmeet the foot-soldiers who were already advancing into the lagoon.\n\nCloud watched pure carnage for a few minutes. He hoped--yes, there they\nwere! The loyalists, seeing that their cause was not lost after all,\nhad hastily armed themselves and were coming into the fray. There would\nbe no tanks--the navy would see to that.\n\nThe Blaster broke out his flitter then, set it down near the vortex,\nand made his observations. Everything was normal. The sigma curve was\nthe spectacularly unpredictable thing which he had come to expect. He\nselected three bombs from the cruiser's vast store, loaded them into\nthe tubes, and lofted. He set his screens, adjusted his goggles, and\nwaited, while far above him and wide around him his guardian Dhilian\nwar-vessels toured watchfully, their drumming blasts a reassuring\nthunder.\n\nHe waited, eyeing the sigma curve as it flowed backward from the\ntracing pen, until finally he could get a satisfactory ten-second\nprediction. That is, he knew that ten seconds thence, the activity of\nthe vortex would match, closely enough, one of his bombs. He shot his\nflitter forward, solving instantaneously the problems of velocity and\ntrajectory. At exactly the correct instant he released the bomb. He\nswung his little bomber aside, went inertialess....\n\n\n\nThe bomb sped truly. Into that awful crater, through that fantastic\nhell of heat and of lethal radiation and of noxious gas. It struck\nthe vortex itself, dead center. It penetrated just deeply enough. The\nextremely refractory casing of neocarballoy, so carefully computed\nas to thickness, held just long enough. The carefully-weighed charge\nof duodec exploded, its energy and that of the vortex combining in a\ndetonation whose like no inhabitant of that solar system had even dimly\nimagined.\n\nThe gases and the pall of smoke and pulverized tufa blew aside; the\nfrightful waves of fluid lava quieted down. The vortex was out and\nwould remain out. The Vortex Blaster went back to his cruiser and\nstored his flitter away.\n\n\"Oh, you did it--thanks! I didn't believe, really, that you--that\nanybody--could do it!\" Luda was almost hysterical in her joyous relief.\n\n\"Nothing to it,\" Cloud deprecated. \"How are your folks coming along\nwith the mopping up?\"\n\n\"Practically clean,\" Luda answered, grimly. \"We now know who is who,\nI think. Those who fought against us or who did not fight for us very\nsoon will be dead. But the Uhalian fleet comes. Does yours? Ours goes\nto meet it in moments.\"\n\n\"Wait a minute!\" Cloud sat down at his plate, made observations and\nmeasurements, calculated mentally. He energized his longest-range\ncommunicator and conferred briefly.\n\n\"The Uhalian fleet will be here in seven hours and eighteen minutes.\nIf your people go out to meet them it will mean a war that not even\nthe Patrol can stop without destroying practically all of the ships and\nmen you have in space. The Patrol flotilla will arrive in seven hours,\nthirty-one minutes. Therefore I suggest that you hold your fleet here,\nin formation but quiescent, under instructions not to move until you\nyourself signal them to do so, while you and I go out and see if we\ncan't stop the Uhalians.\"\n\n\"_Stop_ them?\" Luda's thought was a distinctly unladylike one. \"What\nwith, pray?\"\n\n\"I don't know,\" Cloud confessed, \"but it wouldn't do any harm to try,\nwould it?\"\n\n\"No--probably not.\" And so it was done.\n\nAll the way out Cloud pondered ways and means. As the cruiser neared\nthe on-rushing fleet he sent a quick thought to Luda:\n\n\"Darjeeb is undoubtedly with that fleet. He knows that this is the only\ninertialess ship in this part of space. He wants it worse than he wants\nanything else in the universe. Now, if we could only make him listen to\nreason--if we could make him see--\"\n\nHe broke off. No soap. You couldn't explain \"green\" to the blind.\nThese folks didn't know and wouldn't believe what real power was. Any\none of those oncoming Patrol super-dreadnoughts could blast both of\nthese combined fleets clear out of space. Those primary beams were\nstarkly incredible to anyone who had never seen them in action. The\nUhalians didn't stand the chance of a fly under a mallet, but they\nwould have to be killed before they'd believe it. A damned shame, too.\nThe joy, the satisfaction, the real advancement possible only through\ncooperation with each other and with the millions of races of Galactic\nCivilization--if there were only some means of _making_ them believe--\n\n\n\n\"We--and they--_do_ believe!\" Luda broke in upon his somber musings.\n\n\"Huh? What? You do? You were listening?\" Cloud exclaimed.\n\n\"Certainly. At your first thought I put myself en rapport with Darjeeb,\nand he and his people--all of us--listened to your thoughts.\"\n\n\"But--you _really_ believe me?\"\n\n\"We believe, all of us, but some will cooperate only as far as it seems\nto serve their own ends to do so. Your Lensmen, if they are able to,\nwill undoubtedly have to kill that insect Darjeeb and--\"\n\nThe insulted Uhalian drove in a protesting thought, but Luda went\ncalmly on, \"You think, then, Tellurian, that your Lensmen can cope with\neven such as Darjeeb of Uhal?\"\n\n\"I'll say they can!\"\n\n\"It is well, then. Come aboard, Darjeeb--unarmed and unarmored, as\nI am. We will together go to confer with these visiting Lensmen of\nGalactic Civilization. It is understood that there is to be no warfare\nuntil our return.\"\n\n\"Holy Klono!\" Cloud gasped. \"He wouldn't do _that_, would he?\"\n\n\"Certainly.\" Luda was surprised at the question. \"Although he is an\ninsect, and is morally and ethically beneath contempt, he is, after\nall, a reasoning being.\"\n\n\"QX.\" Cloud was dumbfounded, but tried manfully not to show it. \"In\nthat case everything can be settled without another blow being struck.\"\n\nDarjeeb came aboard the cruiser. He was heavily bandaged and most of\nhis hands were useless, but he apparently bore no ill-will whatever.\nCloud gave orders; the ship flashed away to meet the oncoming Patrolmen.\n\nThe conference was held, coming out precisely as Luda had foreseen. The\nfleets returned, each to its home world, and plenipotentiaries of Dhil\nand of Uhal held long meetings with the Lensmen.\n\n\"You won't need me any more, will you, Admiral?\" Cloud asked, a few\ndays later.\n\n\"No. Nice job, Cloud.\"\n\n\"Thanks. I think I'll be on my way, then--clear ether!\" And the Vortex\nBlaster, after taking leave of his other new friends, resumed his\ninterrupted voyage--having added another solar system to the fellowship\nof Galactic Civilization!\n",
    "metadata": {
        "author": [
            "Smith, E. E. (Edward Elmer)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69254/pg69254.txt",
        "name": "the_vortex_blaster_makes_war.json"
    }
}