{
    "name": "The Plymouth Express Affair",
    "author": [
        "Christie, Agatha"
    ],
    "body": "Alec Simpson, R. N., stepped from the platform at Newton Abbot into a\nfirst-class compartment of the Plymouth Express. A porter followed him\nwith a heavy suitcase. He was about to swing it up to the rack, but\nthe young sailor stopped him.\n\n“No—leave it on the seat. I’ll put it up later. Here you are.”\n\n“Thank you, sir.” The porter, generously tipped, withdrew.\n\nDoors banged; a stentorian voice shouted: “Plymouth only. Change for\nTorquay. Plymouth next stop.” Then a whistle blew, and the train drew\nslowly out of the station.\n\nLieutenant Simpson had the carriage to himself. The December air was\nchilly, and he pulled up the window. Then he sniffed vaguely, and\nfrowned. What a smell there was! Reminded him of that time in\nhospital, and the operation on his leg. Yes, chloroform; that was it!\n\nHe let the window down again, changing his seat to one with its back\nto the engine. He pulled a pipe out of his pocket and lit it. For a\nlittle time he sat inactive, looking out into the night and smoking.\n\nAt last he roused himself, and opening the suitcase, took out some\npapers and magazines, then closed the suitcase again and endeavored to\nshove it under the opposite seat—without success. Some hidden obstacle\nresisted it. He shoved harder with rising impatience, but it still\nstuck out halfway into the carriage.\n\n“Why the devil wont it go in?” he muttered, and hauling it out\ncompletely, he stooped down and peered under the seat....\n\nA moment later a cry rang out into the night, and the great train came\nto an unwilling halt in obedience to the imperative jerking of the\ncommunication-cord.\n\n                  *       *       *       *       *\n\n“Mon ami,” said Poirot. “You have, I know, been deeply interested in\nthis mystery of the Plymouth Express. Read this.”\n\nI picked up the note he flicked across the table to me. It was brief\nand to the point.\n\n    Dear Sir:\n\n    I shall be obliged if you will call upon me at your\n    earliest convenience.\n\n                                Yours faithfully,\n                                      Ebenezer Halliday.\n\nThe connection was not clear to my mind, and I looked inquiringly at\nPoirot. For answer he took up the newspaper and read aloud:\n\n“‘A sensational discovery was made last night. A young naval officer\nreturning to Plymouth found under the seat of his compartment, the\nbody of a woman, stabbed through the heart. The officer at once pulled\nthe communication-cord, and the train was brought to a standstill. The\nwoman who was about thirty years of age, and richly dressed, has not\nyet been identified.’\n\n“And later we have this: ‘The woman found dead in the Plymouth Express\nhas been identified as the Honorable Mrs. Rupert Carrington.’ You see\nnow, my friend? Or if you do not, I will add this. Mrs. Rupert\nCarrington was, before her marriage, Flossie Halliday, daughter of old\nman Halliday, the steel king of America.”\n\n“And he has sent for you? Splendid!”\n\n“I did him a little service in the past—an affair of bearer bonds. And\nonce, when I was in Paris for a royal visit, I had Mademoiselle\nFlossie pointed out to me. _La jolie petite pensionnaire!_ She had the\n_jolie dot_ too! It caused trouble. She nearly made a bad affair.”\n\n“How was that?”\n\n“A certain Count de la Rochefour. _Un bien mauvais sujet!_ A bad hat,\nas you would say. An adventurer pure and simple, who knew how to\nappeal to a romantic young girl. Luckily her father got wind of it in\ntime. He took her back to America in haste. I heard of her marriage\nsome years later, but I know nothing of her husband.”\n\n“H’m,” I said. “The Honorable Rupert Carrington is no beauty, by all\naccounts. He’d pretty well run through his own money on the turf, and\nI should imagine old man Halliday’s dollars came along in the nick of\ntime. I should say that for a good-looking, well-mannered, utterly\nunscrupulous young scoundrel, it would be hard to find his match!”\n\n“Ah, the poor little lady! _Elle n’est pas bien tombée!_”\n\n“I fancy he made it pretty obvious at once that it was her money, and\nnot she, that had attracted him. I believe they drifted apart almost\nat once. I have heard rumors lately that there was to be a definite\nlegal separation.”\n\n“Old man Halliday is no fool. He would tie up her money pretty tight.”\n\n“I dare say. Anyway, I know as a fact that the Honorable Rupert is\nsaid to be extremely hard up.”\n\n“Ah-ha! I wonder—”\n\n“You wonder what?”\n\n“My good friend, do not jump down my throat like that. You are\ninterested, I see. Supposing you accompany me to see Mr. Halliday.\nThere is a taxi stand at the corner.”\n\n                  *       *       *       *       *\n\nA very few minutes sufficed to whirl us to the superb house in Park\nLane rented by the American magnate. We were shown into the library,\nand almost immediately we were joined by a large, stout man, with\npiercing eyes and an aggressive chin.\n\n“M. Poirot?” said Mr. Halliday. “I guess I don’t need to tell you what\nI want you for. You’ve read the papers, and I’m never one to let the\ngrass grow under my feet. I happened to hear you were in London, and I\nremembered the good work you did over those bonds. Never forget a\nname. I’ve got the pick of Scotland Yard, but I’ll have my own man as\nwell. Money no object. All the dollars were made for my little\ngirl—and now she’s gone, I’ll spend my last cent to catch the damned\nscoundrel that did it! See? So it’s up to you to deliver the goods.”\n\nPoirot bowed.\n\n“I accept, monsieur, all the more willingly that I saw your daughter\nin Paris several times. And now I will ask you to tell me the\ncircumstances of her journey to Plymouth and any other details that\nseem to you to bear upon the case.”\n\n“Well, to begin with,” responded Halliday, “she wasn’t going to\nPlymouth. She was going to join a house-party at Avonmead Court, the\nDuchess of Swansea’s place. She left London by the twelve-fourteen\nfrom Paddington, arriving at Bristol (where she had to change) at\ntwo-fifty. The principal Plymouth expresses, of course, run via\nWestbury, and do not go near Bristol at all. The twelve-fourteen does\na nonstop run to Bristol, afterward stopping at Weston, Taunton,\nExeter and Newton Abbot. My daughter traveled alone in her carriage,\nwhich was reserved as far as Bristol, her maid being in a third-class\ncarriage in the next coach.”\n\n                  *       *       *       *       *\n\nPoirot nodded, and Mr. Halliday went on: “The party at Avonmead Court\nwas to be a very gay one, with several balls, and in consequence my\ndaughter had with her nearly all her jewels—amounting in value\nperhaps, to about a hundred thousand dollars.”\n\n“_Un moment_,” interrupted Poirot. “Who had charge of the jewels? Your\ndaughter, or the maid?”\n\n“My daughter always took charge of them herself, carrying them in a\nsmall blue morocco case.”\n\n“Continue, monsieur.”\n\n“At Bristol the maid, Jane Mason, collected her mistress’ dressing-bag\nand wraps, which were with her, and came to the door of Flossie’s\ncompartment. To her intense surprise, my daughter told her that she\nwas not getting out at Bristol, but was going on farther. She directed\nMason to get out the luggage and put it in the cloak-room. She could\nhave tea in the refreshment-room, but she was to wait at the station\nfor her mistress, who would return to Bristol by an up-train in the\ncourse of the afternoon. The maid, although very much astonished, did\nas she was told. She put the luggage in the cloak-room and had some\ntea. But up-train after up-train came in, and her mistress did not\nappear. After the arrival of the last train, she left the luggage\nwhere it was, and went to a hotel near the station for the night. This\nmorning she read of the tragedy, and returned to town by the first\navailable train.”\n\n“Is there nothing to account for your daughter’s sudden change of\nplan?”\n\n“Well, there is this: According to Jane Mason, at Bristol, Flossie was\nno longer alone in her carriage. There was a man in it who stood\nlooking out of the farther window so that she could not see his face.”\n\n“The train was a corridor one, of course?”\n\n“Yes.”\n\n“Which side was the corridor?”\n\n“On the platform side. My daughter was standing in the corridor as she\ntalked to Mason.”\n\n“And there is no doubt in your mind—excuse me!” He got up, and\ncarefully straightened the inkstand which was a little askew. “_Je\nvous demande pardon_,” he continued, reseating himself. “It affects my\nnerves to see anything crooked. Strange, is it not? I was saying,\nmonsieur, that there is no doubt in your mind, as to this probably\nunexpected meeting being the cause of your daughter’s sudden change of\nplan?”\n\n“It seems the only reasonable supposition.”\n\n“You have no idea as to who the gentleman in question might be?”\n\nThe millionaire hesitated for a moment, and then replied.\n\n“No—I do not know at all.”\n\n“Now—as to the discovery of the body?”\n\n“It was discovered by a young naval officer who at once gave the\nalarm. There was a doctor on the train. He examined the body. She had\nbeen first chloroformed, and then stabbed. He gave it as his opinion\nthat she had been dead about four hours, so it must have been done not\nlong after leaving Bristol. —Probably between there and Weston,\npossibly between Weston and Taunton.”\n\n“And the jewel-case.”\n\n“The jewel-case, M. Poirot, was missing.”\n\n“One thing more, monsieur. Your daughter’s fortune—to whom does it\npass at her death?”\n\n“Flossie made a will soon after her marriage, leaving everything to\nher husband.” He hesitated for a minute, and then went on: “I may as\nwell tell you, Monsieur Poirot, that I regard my son-in-law as an\nunprincipled scoundrel, and that, by my advice, my daughter was on the\neve of freeing herself from him by legal means—no difficult matter. I\nsettled her money upon her in such a way that he could not touch it\nduring her lifetime, but although they have lived entirely apart for\nsome years, she has frequently acceded to his demands for money,\nrather than face an open scandal. However, I was determined to put an\nend to this, and at last Flossie agreed, and my lawyers were\ninstructed to take proceedings.”\n\n“And where is Monsieur Carrington?”\n\n“In town. I believe he was away in the country yesterday, but he\nreturned last night.”\n\nPoirot considered a little while. Then he said: “I think that is all,\nmonsieur.”\n\n“You would like to see the maid, Jane Mason?”\n\n“If you please.”\n\n                  *       *       *       *       *\n\nHalliday rang the bell, and gave a short order to the footman. A few\nminutes later Jane Mason entered the room, a respectable,\nhard-featured woman, as emotionless in the face of tragedy as only a\ngood servant can be.\n\n“You will permit me to put a few questions? Your mistress, she was\nquite as usual before starting yesterday morning? Not excited or\nflurried?”\n\n“Oh, no sir!”\n\n“But at Bristol she was quite different?”\n\n“Yes sir, regular upset—so nervous she didn’t seem to know what she\nwas saying.”\n\n“What did she say exactly?”\n\n“Well sir, as near as I can remember, she said: ‘Mason, I’ve got to\nalter my plans. Something has happened—I mean, I’m not getting out\nhere after all. I must go on. Get out the luggage and put it in the\ncloak-room; then have some tea, and wait for me in the station.’\n\n“‘Wait for you here, ma’am?’ I asked.\n\n“‘Yes, yes. Don’t leave the station. I shall return by a later train.\nI don’t know when. It mayn’t be until quite late.’\n\n“‘Very well, ma’am,’ I says. It wasn’t my place to ask questions, but\nI thought it very strange.”\n\n“It was unlike your mistress, eh?”\n\n“Very unlike her, sir.”\n\n“What did you think?”\n\n“Well sir, I thought it was to do with the gentleman in the carriage.\nShe didn’t speak to him, but she turned round once or twice as though\nto ask him if she was doing right.”\n\n“But you didn’t see the gentleman’s face?”\n\n“No sir; he stood with his back to me all the time.”\n\n“Can you describe him at all?”\n\n“He had on a light fawn overcoat, and a traveling cap. He was tall and\nslender, like, and the back of his head was dark.”\n\n“You didn’t know him?”\n\n“Oh, no, I don’t think so, sir.”\n\n“It was not your master, Mr. Carrington, by any chance?”\n\nMason looked rather startled.\n\n“Oh! I don’t think so, sir!”\n\n“But you are not _sure_?”\n\n“It was about the master’s build, sir—but I never thought of it being\nhim. We so seldom saw him. I couldn’t say it _wasn’t_ him!”\n\nPoirot picked up a pin from the carpet, and frowned at it severely;\nthen he continued: “Would it be possible for the man to have entered\nthe train at Bristol before you reached the carriage?”\n\nMason considered.\n\n“Yes sir, I think it would. My compartment was very crowded, and it\nwas some minutes before I could get out—and then there was a very\nlarge crowd on the platform, and that delayed me too. But he’d only\nhave had a minute or two to speak to the mistress, that way. I took it\nfor granted that he’d come along the corridor.”\n\n“That is more probable, certainly.”\n\nHe paused, still frowning.\n\n“You know how the mistress was dressed, sir?”\n\n“The papers give a few details, but I would like you to confirm them.”\n\n“She was wearing a white fox fur toque, sir, with a white spotted\nveil, and a blue frieze coat and skirt—the shade of blue they call\nelectric.”\n\n“H’m, rather striking.”\n\n“Yes,” remarked Halliday. “Inspector Japp is in hopes that that may\nhelp us to fix the spot where the crime took place. Anyone who saw her\nwould remember her.”\n\n“_Précisément!_ —Thank you, mademoiselle.” The maid left the room.\n\n“Well!” Poirot got up briskly. “That is all I can do here—except,\nmonsieur, that I would ask you to tell me everything—but\n_everything_!”\n\n“I have done so.”\n\n“You are sure?”\n\n“Absolutely.”\n\n“Then there is nothing more to be said. I must decline the case.”\n\n“Why?”\n\n“Because you have not been frank with me.”\n\n“I assure you—”\n\n“No, you are keeping something back.”\n\n                  *       *       *       *       *\n\nThere was a moment’s pause, and then Halliday drew a paper from his\npocket and handed it to my friend.\n\n“I guess that’s what you’re after, Monsieur Poirot—though how you know\nabout it fairly gets my goat!”\n\nPoirot smiled, and unfolded the paper. It was a letter written in thin\nsloping handwriting. Poirot read it aloud.\n\n    “‘Chère Madame:\n\n    “‘It is with infinite pleasure that I look forward to the\n    felicity of meeting you again. After your so amiable reply to\n    my letter, I can hardly restrain my impatience. I have never\n    forgotten those days in Paris. It is most cruel that you\n    should be leaving London tomorrow. However, before very long,\n    and perhaps sooner than you think, I shall have the joy of\n    beholding once more the lady whose image has ever reigned\n    supreme in my heart.\n\n    “‘Believe, chère madame, all the assurances of my most devoted\n    and unaltered sentiments—\n\n                                        “‘Armand de la Rochefour.’”\n\nPoirot handed the letter back to Halliday with a bow.\n\n“I fancy, monsieur, that you did not know that your daughter intended\nrenewing her acquaintance with the Count de la Rochefour?”\n\n“It came as a thunderbolt to me! I found this letter in my daughter’s\nhandbag. As you probably know, Monsieur Poirot, this so-called count\nis an adventurer of the worst type.”\n\nPoirot nodded.\n\n“But what I want to know is how you knew of the existence of this\nletter?”\n\nMy friend smiled. “Monsieur, I did not. But to track footmarks, and\nrecognize cigarette-ash is not sufficient for a detective. He must\nalso be a good psychologist! I knew that you disliked and mistrusted\nyour son-in-law. He benefits by your daughter’s death; the maid’s\ndescription of the mysterious man bears a sufficient resemblance to\nhim. Yet you are not keen on his track! Why? Surely because your\nsuspicions lie in another direction. Therefore you were keeping\nsomething back.”\n\n“You’re right, Monsieur Poirot. I was sure of Rupert’s guilt until I\nfound this letter. It unsettled me horribly.”\n\n“Yes. The Count says: ‘Before very long, and perhaps sooner than you\nthink.’ Obviously he would not want to wait until you should get wind\nof his reappearance. Was it he who traveled down from London by the\ntwelve-fourteen, and came along the corridor to your daughter’s\ncompartment? The Count de la Rochefour is also, if I remember rightly,\ntall and dark!”\n\nThe millionaire nodded.\n\n“Well, monsieur, I will wish you good day. Scotland Yard, has, I\npresume, a list of the jewels?”\n\n“Yes, I believe Inspector Japp is here now if you would like to see\nhim.”\n\n                  *       *       *       *       *\n\nJapp was an old friend of ours, and greeted Poirot with a sort of\naffectionate contempt.\n\n“And how are you, monsieur? No bad feeling between us, though we\n_have_ got our different ways of looking at things. How are the\n‘little gray cells,’ eh? Going strong?”\n\nPoirot beamed upon him. “They function, my good Japp; assuredly they\ndo!”\n\n“Then that’s all right. Think it was the Honorable Rupert, or a crook?\nWe’re keeping an eye on all the regular places, of course. We shall\nknow if the shiners are disposed of, and of course whoever did it\nisn’t going to keep them to admire their sparkle. Not likely! I’m\ntrying to find out where Rupert Carrington was yesterday. Seems a bit\nof a mystery about it. I’ve got a man watching him.”\n\n“A great precaution, but perhaps a day late,” suggested Poirot gently.\n\n“You always will have your joke, Monsieur Poirot. Well, I’m off to\nPaddington. Bristol, Weston, Taunton, that’s my beat. So long.”\n\n“You will come round and see me this evening, and tell me the result?”\n\n“Sure thing, if I’m back.”\n\n“That good Inspector believes in matter in motion,” murmured Poirot as\nour friend departed. “He travels; he measures footprints; he collects\nmud and cigarette-ash! He is extremely busy! He is zealous beyond\nwords! And if I mentioned psychology to him, do you know what he would\ndo, my friend? He would smile! He would say to himself: ‘Poor old\nPoirot! He ages! He grows senile!’ Japp is the ‘younger generation\nknocking on the door.’ And _ma foi!_ They are so busy knocking that\nthey do not notice that the door is open!”\n\n“And what are you going to do?”\n\n“As we have _carte blanche_, I shall expend threepence in ringing up\nthe Ritz—where you may have noticed our Count is staying. After that,\nas my feet are a little damp, and I have sneezed twice, I shall return\nto my rooms and make myself a _tisano_ over the spirit lamp!”\n\n                  *       *       *       *       *\n\nI did not see Poirot again until the following morning. I found him\nplacidly finishing his breakfast.\n\n“Well?” I inquired eagerly. “What has happened?”\n\n“Nothing.”\n\n“But Japp?”\n\n“I have not seen him.”\n\n“The Count?”\n\n“He left the Ritz the day before yesterday.”\n\n“The day of the murder?”\n\n“Yes.”\n\n“Then that settles it! Rupert Carrington is cleared.”\n\n“Because the Count de la Rochefour has left the Ritz? You go too fast,\nmy friend.”\n\n“Anyway, he must be followed, arrested! But what could be his motive?”\n\n“One hundred thousand dollars’ worth of jewelry is a very good motive\nfor anyone. No, the question to my mind is: why kill her? Why not\nsimply steal the jewels? She would not prosecute.”\n\n“Why not?”\n\n“Because she is a woman, _mon ami_. She once loved this man. Therefore\nshe would suffer her loss in silence. And the Count, who is an\nextremely good psychologist where women are concerned,—hence his\nsuccesses,—would know that perfectly well! On the other hand, if\nRupert Carrington killed her, why take the jewels, which would\nincriminate him fatally?”\n\n“As a blind.”\n\n“Perhaps you are right, my friend. Ah, here is Japp! I recognize his\nknock.”\n\nThe Inspector was beaming good-humoredly.\n\n“Morning, Poirot. Only just got back. I’ve done some good work! And\nyou?”\n\n“Me, I have arranged my ideas,” replied Poirot placidly.\n\nJapp laughed heartily.\n\n“Old chap’s getting on in years,” he observed beneath his breath to\nme. “That wont do for us young folk,” he said aloud.\n\n“_Quel dommage?_” Poirot inquired.\n\n“Well, do you want to hear what I’ve done?”\n\n“You permit me to make a guess? You have found the knife with which\nthe crime was committed by the side of the line between Weston and\nTaunton, and you have interviewed the paper-boy who spoke to Mrs.\nCarrington at Weston!”\n\n                  *       *       *       *       *\n\nJapp’s jaw fell. “How on earth did you know? Don’t tell me it was\nthose almighty ‘little gray cells’ of yours!”\n\n“I am glad you admit for once that they are _all mighty_! Tell me, did\nshe give the paper-boy a shilling for himself?”\n\n“No, it was half a crown!” Japp recovered his temper and grinned.\n“Pretty extravagant, these rich Americans!”\n\n“And in consequence the boy did not forget her?”\n\n“Not he. Half-crowns don’t come his way every day. She hailed him and\nbought two magazines. One had a picture of a girl in blue on the\ncover. ‘That’ll match me,’ she said. Oh! he remembered her perfectly.\nWell, that was enough for me. By the doctor’s evidence, the crime\n_must_ have been committed before Taunton. I guessed they’d throw the\nknife away at once, and I walked down the line looking for it; and\nsure enough, there it was. I made inquiries at Taunton about our man,\nbut of course it’s a big station, and it wasn’t likely they’d notice\nhim. He probably got back to London by a later train.”\n\nPoirot nodded. “Very likely.”\n\n“But I found another bit of news when I got back. They’re passing the\njewels, all right! That large emerald was pawned last night—by one of\nthe regular lot. Who do you think it was?”\n\n“I don’t know—except that he was a short man.”\n\nJapp stared. “Well, you’re right there. He’s short enough. It was Red\nNarky.”\n\n“Who on earth is Red Narky?” I asked.\n\n“A particularly sharp jewel-thief, sir. And not one to stick at\nmurder. Usually works with a woman—Gracie Kidd; but she doesn’t seem\nto be in it this time—unless she’s got off to Holland with the rest of\nthe swag.”\n\n“You’ve arrested Narky?”\n\n“Sure thing. But mind you, it’s the other man we want—the man who went\ndown with Mrs. Carrington in the train. He was the one who planned the\njob, right enough. But Narky wont squeal on a pal.”\n\nI noticed that Poirot’s eyes had become very green.\n\n“I think,” he said gently, “that I can find Narky’s pal for you, all\nright.”\n\n“One of your little ideas, eh?” Japp eyed Poirot sharply. “Wonderful\nhow you manage to deliver the goods sometimes, at your age and all.\nDevil’s own luck, of course.”\n\n“Perhaps, perhaps,” murmured my friend. “Hastings, my hat. And the\nbrush. So! My galoshes if it still rains! We must not undo the good\nwork of that _tisano_. Au revoir, Japp!”\n\n“Good luck to you, Poirot.”\n\nPoirot hailed the first taxi we met, and directed the driver to Park\nLane.\n\n                  *       *       *       *       *\n\nWhen we drew up before Halliday’s house, he skipped out nimbly, paid\nthe driver and rang the bell. To the footman who opened the door he\nmade a request in a low voice, and we were immediately taken upstairs.\nWe went up to the top of the house, and were shown into a small neat\nbedroom.\n\nPoirot’s eyes roved round the room and fastened themselves on a small\nblack trunk. He knelt in front of it, scrutinized the labels on it,\nand took a small twist of wire from his pocket.\n\n“Ask Mr. Halliday if he will be so kind as to mount to me here,” he\nsaid over his shoulder to the footman.\n\n(It is suggested that the reader pause in his perusal of the story at\nthis point, make his own solution of the mystery—and then see how\nclose he comes to that of the author.—The Editors.)\n\nThe man departed, and Poirot gently coaxed the lock of the trunk with\na practiced hand. In a few minutes the lock gave, and he raised the\nlid of the trunk. Swiftly he began rummaging among the clothes it\ncontained, flinging them out on the floor.\n\nThere was a heavy step on the stairs, and Halliday entered the room.\n\n“What in hell are you doing here?” he demanded, staring.\n\n“I was looking, monsieur, for _this_.” Poirot withdrew from the trunk\na coat and skirt of bright blue frieze, and a small toque of white fox\nfur.\n\n“What are you doing with my trunk?” I turned to see that the maid,\nJane Mason, had just entered the room.\n\n“If you will just shut the door, Hastings. Thank you. Yes, and stand\nwith your back against it. Now, Mr. Halliday, let me introduce you to\nGrace Kidd, otherwise Jane Mason, who will shortly rejoin her\naccomplice, Red Narky, under the kind escort of Japp.”\n\n                  *       *       *       *       *\n\n“It was of the most simple.” Poirot waved a deprecating hand, then\nhelped himself to more caviare. It is not every day that one lunches\nwith a millionaire.\n\n“It was the maid’s insistence on the clothes that her mistress was\nwearing that first struck me. Why was she so anxious that our\nattention should be directed to them? I reflected that we had only the\nmaid’s word for the mysterious man in the carriage at Bristol. As far\nas the doctor’s evidence went, Mrs. Carrington might easily have been\nmurdered _before_ reaching Bristol. But if so, then the maid must be\nan accomplice. And if she were an accomplice, she would not wish this\npoint to rest on her evidence alone. The clothes Mrs. Carrington was\nwearing were of a striking nature. A maid usually has a good deal of\nchoice as to what her mistress shall wear. Now if, after Bristol,\nanyone saw a lady in a bright blue coat and skirt, and a fur toque, he\nwill be quite ready to swear he has seen Mrs. Carrington.\n\n“I began to reconstruct. The maid would provide herself with duplicate\nclothes. She and her accomplice chloroform and stab Mrs. Carrington\nbetween London and Bristol, probably taking advantage of a tunnel. Her\nbody is rolled under the seat; the maid takes her place. At Weston she\nmust make herself noticed. How? In all probability, a newspaper-boy\nwill be selected. She will insure his remembering her by giving him a\nlarge tip. She also drew his attention to the color of her dress by a\nremark about one of the magazines. After leaving Weston, she throws\nthe knife out of the window to mark the place where the crime\npresumably occurred, and changes her clothes, or buttons a long\nmackintosh over them. At Taunton she leaves the train and returns to\nBristol as soon as possible, where her accomplice has duly left the\nluggage in the cloak-room. He hands over the ticket and himself\nreturns to London. She waits on the platform, carrying out her rôle,\ngoes to a hotel for the night and returns to town in the morning\nexactly as she said.\n\n“When Japp returned from his expedition, he confirmed all my\ndeductions. He also told me that a well-known crook was passing the\njewels. I knew that whoever it was would be the exact opposite of the\nman Jane Mason described. When I heard that it was Red Narky, who\nalways worked with Gracie Kidd—well, I knew just where to find her.”\n\n“And the Count?”\n\n“The more I thought of it, the more I was convinced that he had\nnothing to do with it. That gentleman is much too careful of his own\nskin to risk murder. It would be out of keeping with his character.”\n\n“Well, Monsieur Poirot,” said Halliday. “I owe you a big debt. And the\ncheck I write after lunch wont go near to settling it.”\n\nPoirot smiled modestly, and murmured to me: “The good Japp, he shall\nget the official credit, all right, but though he has got his Gracie\nKidd, I think that I, as the Americans say, have got his goat!”",
    "metadata": {
        "author": [
            "Christie, Agatha"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66446/pg66446.txt",
        "name": "the_plymouth_express_affair.json"
    }
}