{
    "name": "The Conjurer of Venus",
    "author": [
        "Troy, Conan T."
    ],
    "body": "The city dripped with rain. Crossing the street toward the dive,\nJohnson got rain in his eyes, his nose, and his ears. That was the way\nwith the rain here. It came at you from all directions. There had been\noccasions when Johnson had thought the rain was falling straight up.\nOtherwise, how had the insides of his pants gotten wet?\n\nOn Venus, everything came at you from all directions, it seemed to\nJohnson. Opening the door of the joint, it was noise instead of rain\nthat came at him, the wild frantic beat of a Venusian rhumba, the\nnotes pounding and jumping through the smoke and perfume clouded room.\nFeeling states came at him, intangible, but to his trained senses,\nperceptible emotional nuances of hate, love, fear, and rage. But mostly\nlove. Since this place had been designed to excite the senses of both\nhumans and Venusians, the love feelings were heavily tinged with\nstraight sex. He sniffed at them, feeling them somewhere inside of him,\naware of them but aware also that here was apprehension, and plain fear.\n\nCaldwell, sitting in a booth next to the door, glanced up as Johnson\nentered but neither Caldwell's facial expression or his eyes revealed\nthat he had ever seen this human before. Nor did Johnson seem to\nrecognize Caldwell.\n\n\"Is the mighty human wanting liquor, a woman or dreams?\" His voice\nwas all soft syllables of liquid sound. The Venusian equivalent of a\nheadwaiter was bowing to him.\n\n\"I'll have a tarmur to start,\" Johnson said. \"How are the dreams\ntonight?\"\n\n\"Ze vill be the most wonserful of all sonight. The great Unger hisself\nwill be here to do ze dreaming. There is no ozzer one who has quite\nhis touch at dreaming, mighty one.\" The headwaiter spread his hands\nin a gesture indicating ecstasy. \"It is my great regret that I must do\nze work tonight instead of being wiz ze dreamers. Ah, ze great Unger\nhisself!\" The headwaiter kissed the tips of his fingers.\n\n\"Um,\" Johnson said. \"The great Unger!\" His voice expressed surprise,\njust the right amount of it. \"I'll have a tarmur to start but when does\nthe dreaming commence?\"\n\n\"In one zonar or maybe less. Shall I make ze reservations for ze mighty\none?\" As he was speaking, the headwaiter was deftly conducting Johnson\nto the bar.\n\n\"Not just yet,\" Johnson said. \"See me a little later.\"\n\n\"But certainly.\" The headwaiter was gone into the throng. Johnson was\nat the bar. Behind it, a Venusian was bowing to him. \"Tarmur,\" Johnson\nsaid. The green drink was set before him. He held it up to the light,\nadmiring the slow rise of the tiny golden bubbles in it. To him,\nwatching the bubbles rise was perhaps more important than drinking\nitself.\n\n\"Beautiful, aren't they?\" a soft voice said. He glanced to his right.\nA girl had slid into the stool beside him. She wore a green dress cut\nvery low at the throat. Her skin had the pleasant tan recently on\nEarth. Her hair was a shade of abundant brown and her eyes were blue,\nthe color of the skies of Earth. A necklace circled her throat and\nbelow the necklace ... Johnson felt his pulse quicken, for two reasons.\nWomen such as this one had been quickening the pulse of men since the\ndays of Adam. The second reason concerned her presence here in this\nplace where no woman in her right mind ever came unescorted. Her eyes\nsmiled up at him unafraid. Didn't she know there were men present here\nin this space port city who would snatch her bodily from the bar\nstool and carry her away for sleeping purposes? And Venusians were\nhere who would cut her pretty throat for the sake of the necklace that\ncircled it?\n\n\"They _are_ beautiful,\" he said, smiling.\n\n\"Thank you.\"\n\n\"I was referring to the bubbles.\"\n\n\"You were talking about my eyes,\" she answered, unperturbed.\n\n\"How did you know? I mean....\"\n\n\"I am very knowing,\" the girl said, smiling.\n\n\"Are you sufficiently knowing to be here?\"\n\nFor an instant, as if doubt crossed her mind, the smile flickered. Then\nit came again, stronger. \"Aren't you here?\"\n\nJohnson choked as bubbles from the tarmur seemed to go suddenly up his\nnose. \"My dear child ...\" he sputtered.\n\n\"I am not a child,\" she answered with a firm sureness that left no\ndoubt in his mind that she knew what she was saying. \"And my name is\nVee Vee.\"\n\n\"Vee Vee? Um. That is....\"\n\n\"Don't you think it's a nice name?\"\n\n\"I certainly do. Probably the rest of it is even nicer.\"\n\n\"There is no more of it. Just Vee Vee. Like Topsy, I just grew.\"\n\n\n\n\"What the devil are you doing here on Venus and here in this place?\"\n\n\"Growing.\" The blue eyes were unafraid.\n\nSombrely, Johnson regarded her. What was she doing here? Was she in\nthe employ of the Venusians? If she was being planted on him, then\nhis purpose here was suspected. He shrugged the thought aside. If his\npurpose here was suspected, there would be no point in planting a woman\non him.\n\nThere would only be the minor matter of slipping a knife into his back.\n\nIn this city, as on all of Venus, humans died easily. No one questioned\nthe motives of the killer.\n\n\"You look as if you were considering some very grave matter,\" Vee Vee\nsaid.\n\n\"Not any longer,\" he laughed.\n\n\"You have decided them?\"\n\n\"Yes.\"\n\n\"Every last one of them?\"\n\n\"Oh, there might be one or two matters undecided somewhere, say out on\nthe periphery of the galaxy. But we will solve them when we get to\nthem.\" He waved vaguely toward the roof and the sky of space hidden\nbehind the clouds that lay over the roof, glanced around as a man eased\nhimself into an empty stool on his left. The man was Caldwell.\n\n\"Zlock!\" Caldwell said, to the bartender. \"Make it snappy. Gotta have\nzlock. Finest damn drink in the solar system.\" Caldwell's voice was\nthick, his tongue heavy. Johnson's eyes went back to the girl but out\nof the corner of them he watched Caldwell's hand lying on the bar. The\nfingers were beating a quick nervous tattoo on the yellow wood.\n\n\"I haven't seen him,\" Caldwell's fingers beat out their tattoo. \"But I\nthink he is, or was, here.\"\n\n\"Um,\" Johnson said, his eyes on Vee Vee. \"How--\"\n\n\"Because that girl was asking for him,\" Caldwell's fingers answered.\n\"Watch that girl!\" Picking up the zlock, he lurched away from the bar.\n\n\"Your friend is not as drunk as he seems,\" Vee Vee said, watching\nCaldwell.\n\n\"My friend? Do you mean that drunk? I never saw him--\"\n\n\"Lying is one of the deadly sins.\" Her eyes twinkled at him. Under the\nmerriment that danced in them there was ice. Johnson felt cold.\n\n\"The reservations for ze dreaming, great one?\" The headwaiter was\nbowing and scraping in front of him. \"The great one has decided, yes?\"\n\n\"The dreaming!\" Vee Vee looked suddenly alert. \"Of course. We must see\nthe dreaming. Everyone wants to see the dreaming. We will go, won't we\ndarling?\" She hooked her hand into Johnson's elbow.\n\n\"Certainly,\" Johnson said. The decision was made on the spur of the\nmoment. That there was danger in it, he did not doubt. But there might\nbe something else. And _he_ might be there.\n\n\"Oh. But very good. Ze great Unger, you will love him!\" The headwaiter\nclutched the gold coins that Johnson extended, bowed himself out of\nsight.\n\n\"Say, I want to know more--\" Johnson began. His words were drowned in\na blast of trumpets. The band that had been playing went into sudden\nsilence. Waves of perfume began to flow into the place. The perfumes\nwere blended, but one aroma was prominent among them, the sweet,\ncloying, soul-stirring perfume of the Dreamer.\n\nIn the suddenly hushed place little sounds began to appear as Venusians\nand humans began to shift their feet and their bodies in anticipation\nof what was to happen.\n\nThe trumpets flared again.\n\nOn one side of the place, a big door began to swing slowly open. From\nbeyond that slowly opening door came music, soft, muted strains that\nsounded like lutes from heaven.\n\nVee Vee, her hand on Johnson's elbow, rose. Johnson stood up with\nher. He got the surprise of his life as her fingers clenched, digging\ninto his muscles. Pain shot through his arm, paralyzing it and almost\nparalyzing him. He knew instantly that she was using the Karmer nerve\nblock paralysis on him. His left hand moved with lightning speed, the\ntips of his fingers striking savagely against her shoulder.\n\nShe gasped, her face whitened as pain shot through her in response to\nthe thrust of his finger tips. Her hand that had been digging into his\nelbow lost its grip, dropped away and hung limp at her side. Grabbing\nit, she began to massage it.\n\n\"You--you--\" Hot anger and shock were in her voice. \"You're the first\nman I ever knew who could break the Karmer nerve paralysis.\"\n\n\"And you're the first woman who ever tried it on me.\"\n\n\"But--\"\n\n\"Shall we go watch the dreaming?\" He took the arm that still hung limp\nat her side and tucked it into his elbow.\n\n\"If you try to use the Karmer grip on me again I'll break your arm,\" he\nsaid. His voice was low but there was a wealth of meaning in it.\n\n\"I won't do it again,\" the girl said stoutly. \"I never make the same\nmistake twice.\"\n\n\"Good,\" Johnson said.\n\n\"The second time we break our victim's neck,\" Vee Vee said.\n\n\"What a sweet, charming child you--\"\n\n\"I told you before, I'm not a child.\"\n\n\"Child vampire,\" Johnson said. \"Let me finish my sentences before you\ninterrupt.\"\n\nShe was silent. A smile, struggling to appear on her face, seemed to\nsay she held no malice. Her fingers tightened on Johnson's arm. He\ntensed, expecting the nerve block grip again. Instead with the tips of\nher fingers she gently patted his arm.\n\n\"There, there, darling, relax,\" she said. \"I know a better way to get\nyou than by using the Karmer grip.\"\n\n\"What way?\"\n\nHer eyes sparkled. \"Eve's way,\" she answered.\n\n\"Um!\" Surprise sounded in his grunt. \"But apples don't grow on Venus.\"\n\n\"Eve's daughters don't use apples any more, darling. Come along.\"\n\nMoving toward the open door that led to the Room of the Dreaming,\nJohnson saw that Caldwell had risen and was following them. Caldwell's\nface was writhing in apprehensive agony and he was making warning\nsigns. Johnson ignored them. With Vee Vee's fingers lightly patting his\narm, they moved into the Room of the Dreaming.\n\n\n                                  II\n\nIt was a huge, semi-illumined room, with tier on tier of circling ramps\nrising up from an open space at the bottom. There ought to have been\na stage there at the bottom, but there wasn't. Instead there was an\nopen space, a mat, and a head rest. Up at the top of the circling ramps\nthe room was in darkness, a fit hiding place for ghosts or Venusian\nwerewolves. Pillows and a thick rug covered the circling ramps.\n\nThe soul-quickening Perfume of the Dreamer was stronger here. The\nthrobbing of the lutes was louder. It was Venusian music the lutes were\nplaying. Human ears found it inharmonious at first, but as they became\naccustomed to it, they began to detect rhythms and melodies that human\nminds had not known existed. The room was pleasantly cool but it had\nthe feel of dampness. A world that was rarely without pelting rain\nwould have the feel of dampness in its dreaming rooms.\n\nThe music playing strange harmonies in his ears, the perfume sending\ntingling feelings through his nose, Johnson entered the Room of the\nDreamer. He suspected that other forces, unknown to him, were catching\nhold of his senses. He had been in dreaming rooms many times before but\nhe had not grown accustomed to them. He wondered if any human ever\ndid. A touch of chill always came over him as he crossed the threshold.\nIn entering these places, it was as if some unknown nerve center\ninside the human organism was touched by something, some force, some\nradiation, some subtlety, that quite escaped radiation. He felt the\ncoldness now.\n\nVee Vee's fingers left off patting his arm.\n\n\"Do you feel it, darling?\"\n\n\"Yes.\"\n\n\"What is it?\"\n\n\"How would I know?\"\n\n\"Please!\" Her voice grew sharp. \"I think Johnny Johnson ought to know.\"\n\n\"Johnny! How do you know my name?\"\n\n\"Shouldn't I recognize one of Earth's foremost scientists, even if he\nis incognito on Venus?\" Her voice had a teasing quality in it.\n\n\"But--\"\n\n\"And who besides Johnny Johnson would recognize the Karmer nerve grip\nand be able to break it instantly?\"\n\n\"Hell--\"\n\n\"John Michael Johnson, known as Johnny to his friends, Earth's foremost\nexpert in the field of electro-magnetic radiations within the human\nbody!\" Her words were needles of icy fact, each one jabbing deeper and\ndeeper into him.\n\n\"And how would I make certain you were Johnny Johnson, except by seeing\nif you could break the Karmer nerve grip? If you could break it, then\nthere was no doubt who you were!\" Her words went on and on.\n\n\"Who are you?\" His words were blasts of sound.\n\n\"Please, darling, you are making a scene. I am sure this is the last\nthing you really want to do.\"\n\nHe looked quickly around them. The Venusians and humans moving into\nthis room seemed to be paying no attention to him. His gaze came back\nto her.\n\nAgain she patted his arm. \"Relax, darling. Your secrets are safe with\nme.\"\n\nA gray color came up inside his soul. \"But--but--\" His voice was\nsuddenly weak.\n\nThe fingers on his arm were very gentle. \"No harm will come to you. Am\nI not with you?\"\n\n\"That's what I'm afraid of!\" he snapped at her. If he had had a\nchoice, he might have drawn back. But with circumstances as they\nwere--his life, Caldwell's life, possibly Vee Vee's life hung in the\nbalance. Didn't she know that this was true? And as for Martin--But\nCaldwell had said that she had been asking about Martin. What\nconnection did she have with that frantic human genius he sought here?\n\nJohnson felt his skin crawl. He moved toward a nest of cushions on\na ramp, found a Venusian was beating him to them, deftly changed to\nanother nest, found it. Vee Vee flowed to the floor on his right, moved\ncushions to make him more comfortable. She moved in an easy sort of way\nthat was all flowing movement. He sat down. Someone bumped him on the\nleft.\n\n\"Sorry, bud. Didn't mean to bump into you.\" Caldwell's voice was still\nthick and heavy. He sprawled to the floor on Johnson's left. Under\nthe man's coat, Johnson caught a glimpse of a slight bulge, the zit\ngun hidden there. His left arm pressed against his own coat, feeling\nhis own zit gun. Operating under gas pressure, throwing a charge of\ngas-driven corvel, the zit guns were not only almost noiseless in\noperation but they knocked out a human or a Venusian in a matter of\nseconds.\n\nTrue, the person they knocked unconscious would be all right the next\nday. For this reason, many people did not regard the zit guns as\neffective weapons, but Johnson had a fondness for them. The feel of the\nlittle weapon inside his coat sent a surge of comfort through him.\n\nThe music picked up a beat, perfume seemed to flow even more freely\nthrough the air, the lights dimmed almost to darkness, a single bright\nspotlight appeared in the ceiling, casting a circle of brilliant\nillumination on the mat and the headrest at the bottom of the room. The\ncurtain rose.\n\n\n\nUnger stood in the middle of the spot of light.\n\nJohnson felt his chest muscles contract, then relax. Vee Vee's fingers\nsought his arm, not to harm him but running to him for protection. He\ncaught the flutter of her breathing. On his left, Caldwell stiffened\nand became a rock.\n\nJohnson had not seen Unger appear. One second the circle of light\nhad been empty, the next second the Venusian, smiling with all the\nimpassivity of a bland Buddha, was in the light. He weighed three\nhundred pounds if he weighed an ounce, he was clad in a long robe\nthat would impede movement. He had appeared in the bright beam of the\nspotlight as if by magic.\n\nVee Vee's fingers dug deeper into Johnson's arm. \"How--\"\n\n\"Shhh. Nobody knows.\"\n\nNo human knew the answer to that trick. Unless perhaps Martin--\n\nUnger bowed. A little ripple of something that was not quite sound\npassed through the audience. Unger bowed again. He stretched himself\nflat on the mat, adjusted the rest to support his head, and apparently\nwent to sleep. Johnson saw the Dreamer's eyes close, watched the chest\ntake on the even, regular rhythm of sleep.\n\nThe music changed, a slow dreamy tempo crept into it. Vee Vee's fingers\ndug at Johnson's arm as if they were trying to dig under his hide for\nprotection. She was shivering. He reached for her hand, patted it. She\ndrew closer to him.\n\nA few minutes earlier, she had been a very certain young woman, able\nto take care of herself, and handle anyone around her. Now she was\nsuddenly uncertain, suddenly scared. In the Room of the Dreaming, she\nhad suddenly become a frightened child looking for protection.\n\n\"Haven't you ever seen this before?\" he whispered.\n\n\"N--o.\" She shivered again. \"Oh, Johnny....\"\n\nUnder the circle of light pouring down from the ceiling, the Dreamer\nlay motionless. Johnson found himself with the tendency to hold his\nbreath. He was waiting, waiting, waiting--for what? The whole situation\nwas senseless, silly, but under its apparent lack of coherence, he\nsensed a pattern. Perhaps the path to the far-off stars passed this\nway, through such scented and musical and impossible places as these\nRooms of the Dreamers. Certainly Martin thought so. And Johnson himself\nwas not prepared to disagree.\n\nAround him, he saw that the Venusians were already going ... going ...\ngoing.... Some of them were already gone. This was an old experience\nto them. They went rapidly. Humans went more slowly.\n\nThe Venusian watchers had relaxed. They looked as if they were asleep,\nperhaps in a hypnotic trance, lulled into this state by the music\nand the perfume, and by something else. It was this something else\nthat sent Johnson's thoughts pounding. The Venusians were like opium\nsmokers. But he was not smoking opium. He was not in a hypnotic trance.\nHe was wide awake and very much alert. He was ...\n\n_watching a space ship float in an endless void_.\n\nAs Unger had come into the spotlight, so the space ship had come into\nhis vision, out of nowhere, out of nothingness. The room, the Dreamer,\nthe sound of the music, the sweetness of the perfume, Vee Vee and\nCaldwell were gone. They were no longer in his reality. They were not\nin the range of his vision. It was as if they did not exist. Yet he\nknew they did exist, the memory of them, and of other things, was out\non the periphery of his universe, perhaps of _the_ universe.\n\nAll he saw was the space ship.\n\nIt was a wonderful thing, perhaps the most beautiful sight he had seen\nin his life. At the sight of it, a deep glow sprang inside of him.\n\nBack when he had been a kid he had dreamed of flight to the far-off\nstars. He had made models of space ships. In a way, they had shaped his\ndestiny, had made him what he was. They had brought him where he was\nthis night, to the Dream Room of a Venusian tavern.\n\nThe vision of the space ship floating in the void entranced and\nthrilled him. Something told him that this was real; that here and now\nhe was making contact with a vision that belonged to time.\n\nHe started to his feet. Fingers gripped his arm.\n\n\"Please, darling. You startled me. Don't move.\" Vee Vee's voice. Who\nwas Vee Vee?\n\nThe fingers dug into his arm. Pain came up in him. The space ship\nvanished. He looked with startled eyes at Vee Vee, at the Dream Room,\nat Unger, dreaming on the mat under the spot.\n\n\"You ... you startled me,\" Vee Vee whispered. She released the grip on\nhis arm.\n\n\"But, didn't you see it?\"\n\n\"See what?\"\n\n\"The space ship!\"\n\n\"No. No.\" She seemed startled and a little terrified and half asleep.\n\"I ... I was watching something else. When you moved I broke contact\nwith my dream.\"\n\n\"Your dream?\"\n\nHe asked a question but she did not answer it. \"Sit down, darling,\nand look at your damned space ship.\" Her voice was a taut whisper of\nsound in the darkened room. Johnson settled down. A glance to his left\ntold him that Caldwell was still sitting like a chunk of stone.... The\nVenusians were quiet. The music had shifted. A slow languorous beat\nof hidden drums filled the room. There was another sound present, a\nhigh-speed whirring. It was, somehow, a familiar sound, but Johnson had\nnot heard it before in this place.\n\nHe thought about the space ship he had seen.\n\nThe vision would not come.\n\nHe shook his head and tried again.\n\nBeside him, Vee Vee was silent, her face ecstatic, like the face of a\nwoman in love.\n\nHe tried again for the space ship.\n\nIt would not come.\n\nAnger came up instead.\n\nSomehow he had the impression that the whirring sound which kept\nintruding into his consciousness was stopping the vision.\n\nSo far as he could tell, he was the only one present who was not\ndreaming, who was not in a state of trance.\n\nHis gaze went to Unger, the Dreamer....\n\nCold flowed over him.\n\nUnger was slowly rising from the mat.\n\nThe bland face and the body in the robe were slowly floating upward!\n\n\n                                  III\n\nAn invisible force seemed to twitch at Johnson's skin, nipping it here\nand there with a multitude of tiny pinches, like invisible fleas biting\nhim.\n\n\"This is it!\" a voice whispered in his mind. \"This is what you came to\nVenus to see. This ... this....\" The first voice went into silence.\nAnother voice took its place.\n\n\"This is another damned vision!\" the second voice said. \"This ...\nthis is something that is not real, that is not possible! No Venusian\nDreamer, and no one else, can levitate, can defy the laws of gravity,\ncan float upward toward the ceiling. Your damned eyes are tricking you!\"\n\n\"We are not tricking you!\" the eyes hotly insisted. \"It is happening.\nWe are seeing it. We are reporting accurately to you. That Venusian\nBuddha is levitating. We, your eyes, do not lie to you!\"\n\n\"You lied about the space ship!\" the second voice said.\n\n\"We did not lie about the space ship!\" the eyes insisted. \"When our\nmaster saw that ship we were out of focus, we were not reporting. Some\nother sense, some other organ, may have lied, but we did not.\"\n\n\"I--\" Johnson whispered.\n\n\"I am your skin,\" another voice whispered. \"I am covered with sweat.\"\n\n\"We are your adrenals. We are pouring forth adrenalin.\"\n\n\"I am your pancreas. I am gearing you for action.\"\n\n\"I am your thyroid. I....\"\n\nA multitude of tiny voices seemed to whisper through him. It was as if\nthe parts of his body had suddenly found voices and were reporting to\nhim what they were doing. These were voices out of his training days\nwhen he had learned the names of these functions and how to use them.\n\n\"Be quiet!\" he said roughly.\n\nThe little voices seemed to blend into a single chorus. \"Action,\nMaster! Do something.\"\n\n\"Quiet!\" Johnson ordered.\n\n\"But hurry. We are excited.\"\n\n\"There is a time to be excited and a time to hurry. In this situation,\nif action is taken before the time for it--if that time ever comes--we\ncan all die.\"\n\n\"Die?\" the chorus quavered.\n\n\"Yes,\" Johnson said. \"Now be quiet. When the time goes we will all go\ntogether.\"\n\nThe chorus went into muted silence. But just under the threshold the\nlittle voices were a multitude of tiny fretful pressures.\n\n\"I hear a whirring sound,\" his ears reported.\n\n\"Please!\" Johnson said.\n\nIn the front of the room Unger floated ten feet above the floor.\n\n\"Master, we are not lying!\" his eyes repeated.\n\n\"I sweat....\" his skin began.\n\n\"Watch Unger!\" Johnson said.\n\nThe Dreamer floated. If wires suspended him, Johnson could not see\nthem. If any known force lifted him, Johnson could not detect that\nforce. All he could say for certain was that Unger floated.\n\n\"Yaaah!\" The silence of a room was broken by the enraged scream of a\nVenusian being jarred out of his dream.\n\n\"Damn it!\" A human voice said.\n\nA wave as sharp as the tip of a sword swept through the room.\n\nUnger fell.\n\nHe was ten feet high when he started to fall. With a bone-breaking,\nbody-jarring thud, the Dreamer fell. Hard.\n\nThere was a split second of startled silence in the Dreaming Room. The\nsilence went. Voices came.\n\n\"Who did that?\"\n\n\"What happened?\"\n\n\"That human hidden there did it! He broke the Dreaming!\" Anger marked\nthe voices. Although the language was Venusian, Johnson got most of the\nmeaning. His hand dived under his coat for the gun holstered there. At\nhis left, Caldwell was muttering thickly. \"What--what happened? I was\nback in the lab on Earth--\" Caldwell's voice held a plaintive note, as\nif some pleasant dream had been interrupted.\n\nOn Johnson's right, Vee Vee seemed to flow to life. Her arms came up\naround his neck. He was instantly prepared for anything. Her lips came\nhungrily against his lips, pressed very hard, then gently drew away.\n\n\"What--\" he gasped.\n\n\"I had to do it now, darling,\" she answered. \"There may not be a later.\"\n\nJohnson had no time to ask her what she meant. Somewhere in the back\nof the room a human screamed. He jerked around. Back there a knot of\nVenusians were attacking a man.\n\n\"It's Martin!\" Caldwell shouted. \"He _is_ here!\"\n\nIn Johnson's hand as he came to his feet the zit gun throbbed. He fired\nblindly at the mass of Venusians. Caldwell was firing too. The soft\nthrob of the guns was not audible above the uproar from the crowd.\nStruck by the gas-driven corvel charges, Venusians were falling. But\nthere seemed to be an endless number of them.\n\n\"Vee Vee?\" Johnson suddenly realized that she had disappeared. She had\nslid out of his sight.\n\n\"Vee Vee!\" Johnson's voice became a shout.\n\n\"To hell with the woman!\" Caldwell grunted. \"Martin's the important\none.\"\n\nZit, zit, zit, Caldwell moved toward the rear, shooting as he went.\nJohnson followed.\n\n\n\nA voice boomed through the room, in Venusian. \"Let movement stop!\"\n\nAt the sound of that voice the Venusians stopped all motion.\n\nAgain the voice boomed through the room.\n\n\"Bring the human to me.\"\n\nThe voice came from Unger.\n\nThe knot of Venusians around the human came back to life. A knife\nflashed.\n\n\"Bring him to me unharmed!\" Unger boomed.\n\nThe knife went hastily out of sight. The knot of Venusians came\nuntangled. They carried a struggling human down the ramps toward the\nbottom of the pit.\n\n\"It's Martin!\" Caldwell shouted. \"Let's knock these Venusians over,\ngrab him, and break for the door.\"\n\n\"Hold it,\" Johnson said. \"It may not be that easy. We will go with them\nto Unger.\"\n\nCarrying Martin to the bottom of the pit, the Venusians set him on his\nfeet. Martin was tall, dark-haired, a slender length of living, nervous\nwhipcord. His hair was tousled, his clothing torn. As Martin came to\nhis feet, Johnson saw that blood was running down one side of his face.\n\nUnger was standing erect. His 300 pounds radiated anger, rage, hate.\n\n\"Dreamer, he had a thing which the humans call a camera or a recorder.\"\nThe speaker, an elderly Venusian, was outraged. He jerked a knife from\nits scabbard. \"Dreamer, allow me the privilege of slitting his throat!\"\nHe held the knife high, awaiting only the signal to plunge it into\nMartin's neck.\n\nA fierce throb of anger seemed to flow through the Room of the\nDreaming.\n\n\"All things in their time,\" Unger said. \"Do you hold your knife for\nnow.\"\n\nThe fingers of the Venusian trembled as he slipped the knife back into\nits scabbard.\n\n\"Dreamer, I obey. But remember, when the time comes, the privilege is\nmine. I spoke first!\" Hot anger sounded in the Venusian's voice.\n\n\"It will be remembered, Taldero,\" Unger said. He lifted his gaze.\n\"Bring me this camera, this thing that the human was using.\"\n\nA Venusian carried the camera down the steps and handed it to Unger.\nWhile the Venusians had never denied humans entry to the dreaming\nrooms, any kind of a camera or other recording device had always\nbeen strictly forbidden. Neither argument, persuasion nor offers of\npayment had ever moved a Dreamer to permit the recording of a dream\nperformance. Under his breath, Johnson cursed. The recorder was\nevidence that could not be denied. \"The fool!\" Johnson cursed.\n\nUnger took the device and examined it.\n\n\"Hmmmm.\" His eyes sought Martin. \"This is not only a camera, it\nis a very complex and compact recording device designed to make a\npermanent record of the sights, sounds, and many of the other vibratory\nfrequencies present in this room.\"\n\n\"Well--\" Martin said.\n\n\"There is no point in attempting to deny it. The object speaks for\nitself. Why did you bring this recording device into the Room of the\nDreaming?\" Unger's words were hard and cold.\n\n\"No excuse!\" Martin's words were hot. \"Just a single question: Why are\nthey forbidden in these rooms?\"\n\n\"Why?\" Unger's voice suddenly lost its certainty.\n\nMartin's voice continued. \"Why have you kept this information from us\nhumans? Is it because these Dreaming Rooms, and the act of dreaming as\npracticed by you Venusians, is nothing but a hypnotic device, a trick\nused to cheat fools of their money?\"\n\n\"It--\"\n\n\"Fraud!\" Martin shouted. The word seemed to roar through the room.\n\nUnger lost his poise. The Venusian seemed to writhe, to squirm, to\ntwist as if some unseen and invisible force was torturing him.\n\nJohnson moved forward. Caldwell went with them. Martin saw them for the\nfirst time.\n\n\"Johnny! Caldwell! Where did you come from?\"\n\nJohnson's eyes were centered on Unger. The zit gun in his hand was\npoised and aimed at the eyes of the Venusian.\n\n\"If anyone makes a move toward us, the charge in this gun will go\ninto your eyes,\" Johnson said. \"I suppose you know that under such\ncircumstances the charge from a zit gun will kill.\"\n\nUnger stopped his squirming. He seemed suddenly to realize that other\nhumans were present. His round, impassive face turned toward Johnson.\n\n\"Ah, yes, you,\" he said.\n\n\"Call off your dogs,\" Johnson said. \"Tell these people to permit us to\nleave.\"\n\n\"But--\"\n\n\"You look at death, Dreamer!\"\n\n\"I know that. Death is not important. Have you considered that these\ndogs are really wolves who will tear you to pieces at my nod?\" Unger's\nshifting gaze indicated the other Venusians in the room. Out of the\ncorners of his eyes Johnson saw that Taldero had drawn his knife again.\nOthers were moving like jungle cats getting ready to pounce.\n\n\"True, you can have your wolves kill us,\" Johnson said. \"But our deaths\nwill follow yours, not precede it.\"\n\nHis voice was clear and firm. If there was fear in him it was out\nof sight. He did not know how much most of the Venusians were\nunderstanding of what he was saying but one thing they certainly\nunderstood--the zit gun in his hand.\n\n\"We are going out of here,\" Johnson said. \"You are going with us as a\nhostage. Our lives for your life.\"\n\nUnger lifted his hand. \"One minute, if you please. There are questions\nI want to ask. Who is this man?\" He gestured toward Martin.\n\n\"A very renowned human scientist.\"\n\n\"Ah, and what is he doing on Venus?\"\n\n\"Don't tell him!\" Caldwell spoke sharply. \"It's none of his business.\"\n\n\"It might be some of my business if I knew,\" Unger said.\n\nWarning voices were urging Johnson away from this place, screaming at\nhim to get away while he had the chance. Inside of him, tiny voices\nwere shouting warnings, his skin was reporting sweat again, his brain\nwas reporting the pressure of an emotional overload. Inside of him was\nstill another voice insisting that here he dealt with illusion and\nhallucination, shouting at him, \"You saw a space ship where no space\nship could exist! In this place how can you determine reality?\"\n\n\n\nThe expression on the face of the Venusian was very strange but it was\nsome kind of a smile. Seeing it, Johnson hesitated, spoke impulsively.\n\"We three are a group of human scientists who have come to Venus\nto ...\" he hesitated.\n\n\"Damn it, Johnny!\" Caldwell gritted.\n\n\"Tell him, Johnny,\" Martin spoke. \"There may be more involved in\ntelling him than we know. The recordings will tell.\"\n\n\"We came here to investigate the dreaming,\" Johnson spoke.\n\n\"Ah,\" Unger said. Shades of feelings played across his face. \"You are\nthe three humans who came asking about the dreaming! I have heard of\nyou.\"\n\n\"We asked for information, knowledge, understanding,\" Johnson's voice\ngot hard again. \"We sought these things. What did we get?\"\n\n\"You asked for bread and we dreamers gave you a stone,\" Unger spoke.\n\n\"What?\" Johnson gasped. The shift to a religious framework startled\nhim. He had not thought that a Venusian understood such things.\n\n\"Perhaps the stone we gave you was more palatable than the bread you\nasked for,\" Unger continued.\n\n\"But--\"\n\n\"However, when your request was denied, you did not stop seeking?\"\nUnger asked.\n\n\"Of course not! We don't belong to a race that stops seeking. We sought\nother ways to get the information.\"\n\n\"Is the information important to you?\"\n\n\"Yes.\"\n\n\"What luck did you have with the other ways?\"\n\nJohnson shook his head. Bitterness came up in him. \"None. The Dreaming\nRooms were everywhere, the Dreamers were a group apart. The Dreamers\nwould not talk. No other Venusian ever admitted knowing anything.\"\n\n\"And so--\"\n\n\"One of us, the most impetuous and perhaps the most brilliant of us,\nbecame impatient.\" Imperceptibly Johnson nodded toward Martin. \"We\nknew there was danger in the Dreaming Rooms. He ignored that danger.\nHe slipped away from us. I think perhaps he hid from us to protect us\nfrom the danger he intended to face. We discovered that possibly he had\ncome here tonight. We did not know for sure that he was here until a\nVenusian discovered the recorder in operation.\"\n\nMartin stepped forward and took the recorder from Unger's hands. The\nVenusian released it without reluctance.\n\n\"So you came here tonight to find and help a friend?\" Unger said.\n\n\"Yes. He is impetuous and impatient. He wants answers.\"\n\n\"And I've got 'em right here.\" Martin clutched the recorder in a\ntighter grip. \"Let's get out of this joint. I want to see what these\nwires have on them. Come on, Johnny. You cover that Dreamer and we will\ntake him with us--\"\n\n\"One instant more,\" Unger spoke. \"What was the vision that you saw?\" He\naddressed Johnson.\n\n\"A--\"\n\n\"Eeeeeeeh!\" A woman's scream ripped through the room. Martin and\nCaldwell both turned. Johnson did not move. He kept his eyes rigidly\nfixed on Unger. The Venusian stood in the bright glare from the spot,\nglanced toward the source of the scream.\n\n\"Bring the human forward unharmed,\" Unger spoke.\n\nFighting, scratching, clawing, doing everything but spit and she would\nhave done that if she had had the chance, Vee Vee was dragged forward.\nJohnson still did not move. Neither his gaze nor the focus of the zit\ngun ever left Unger's face. Out of the corners of his eyes he saw\nMartin leap forward.\n\n\"Vee Vee!\" Martin screamed. \"What in the devil are you doing here? What\nthe hell are you doing on Venus?\"\n\nOut of the corners of his eyes, Johnson saw Vee Vee flow into Martin's\narms. \"Hank, Hank, darling, I came by the last rocket. I've been\nlooking everywhere for you.\" Her arms were around Martin's neck and she\nwas kissing him wildly. \"I learned you might be here and I came here\nlooking for you. When they caught you, I tried to escape and go for\nhelp. I couldn't get out. They caught me too, Hank.\" Again she kissed\nhim.\n\nThe word, \"Hank,\" rang through Johnson's mind like a bell. Very few\npeople knew Martin's nickname. He was very sensitive about this name,\nit was his most carefully guarded secret, known only to friends\nintimate enough not to use it. If Vee Vee knew Martin's carefully\nguarded name.\n\n\"Oh, hell!\" Something inside Johnson said. \"Damn!\"\n\nHe glanced at the two, to make certain of what he was seeing out of the\ncorners of his eyes. The instant after he shifted his gaze he knew it\nwas not the thing to do. He swung quickly back to look at Unger.\n\nThe circle of light was empty.\n\nUnger had vanished.\n\nIn the silence, Johnson could hear Venusian feet drawing closer, the\nsoft rustle of knives being pulled from scabbards.\n\n\n                                  IV\n\nJohnson stood without moving and stared at the empty circle of light.\n\nHis eyes insisted. \"He is not there. We looked away for a moment and\nwhen we looked back he was gone.\"\n\nThe corners of his eyes said, \"We caught a glimpse of something....\"\n\n\"What was it you glimpsed?\"\n\n\"We ... we are not certain ... we think....\"\n\nThe human could not wait to get the message from the corners of his\neyes. Steps were driving forward. He whirled in time to see Taldero\nlunging at him. A naked knife glittered in the Venusian's uplifted\nhand. Taldero's face was a gleaming mask of triumph. The Venusian was\nalready relishing the good feeling he would get from sinking his knife\nup to the hilt in this human's throat. Men were interlopers on Venus,\nspace creatures to be destroyed, vermin that no honest Venusian could\naccept.\n\nJohnson dropped the zit gun. There was no time to use it. In this\nmoment it was only in his way. One hand caught the uplifted arm. His\nbody met Taldero's body. He was rocked backward by the fury of that\ncharge. He caught himself. The other hand sought Taldero's body. The\nVenusian gasped with pain as the Karmer nerve block was forced home.\nHe shuddered and went limp. The knife fell from his fingers. Johnson\nshoved him backward against another Venusian. From the floor he\nsnatched the gun and the knife.\n\nHe could hear Caldwell's gun spitting. A semi-circle of Venusians were\npressing toward the three humans. Caldwell was holding them back.\nMartin, unarmed, was clutching the recorder. Vee Vee stood in front of\nhim like some amazon preparing to do battle for her mate.\n\n\"Vee Vee! Catch!\" She turned startled eyes toward Johnson in time to\nsnatch the gun he threw to her.\n\n\"But what will you do--\"\n\n\"I've still got Taldero's knife. Back up against the back wall and try\nto hold them at bay. I think I know something.\"\n\nJohnson dived through the spotlight. The wall behind the light was\ndecorated with a mural, a spot on Venus where the sun was breaking\nthrough clouds and illumining a vast, rain-swept valley. On Venus,\nwhere they saw the sun but rarely, the sight of Sol was considered\nabout the same as a glimpse of heaven. He felt along the mural. The\ncorners of his eyes insisted, \"He went this way.\" His searching fingers\nfound a spot, pushed against it. A section of the wall slid soundlessly\naway.\n\nSitting in a soft chair in the hidden room revealed there, Unger looked\ncalmly at him.\n\n\"You saw me go?\" Unger said. \"You are very, very seeing. No Venusian\nand up until now no human has ever seen an adept move. We have a rule\nabout it....\"\n\n\"A part of my eyes saw you move and recorded the impression,\" Johnson\nstepped into the room. In his hand, the knife blade glittered. \"Life\nticks away very rapidly here tonight.\" He gestured outward where the\nscreams of the Venusians mingled with the throb of the guns. \"Call off\nyour wolves or life will stop ticking for you.\"\n\nUnger seemed utterly unperturbed by the sight of the knife or the man\nbehind it. \"They are not my wolves,\" he said. \"I do not know that I can\ncall them off but perhaps I can hold them at bay for a while.\" He rose\nwith the easy grace of an athlete and moved to the opening.\n\nOut there three humans were backing against the wall. Johnson did not\nlook at them. This time he would not take his eyes off Unger.\n\n\"Peace!\" The Dreamer's voice was practically a roar.\n\nThe Venusians pressing close against the three humans hesitated. In the\ndistance a voice screamed, \"I saw you--\"\n\n\"Inside here, you humans,\" Unger spoke quickly.\n\nVee Vee, Martin, and Caldwell slid through the opening. Unger slammed\nthe door, dropped a bar across it. Looking at him, Johnson saw that the\nVenusian was sweating.\n\nThe humans were panting. Vee Vee looked at Johnson. Her eyes glowed.\n\"Johnny! You did it!\" Johnson looked away.\n\nMartin stared around the room. \"So this is the trick!\" He spat out the\nwords. \"They distract your attention, then they jump into this hole.\nIt's just a matter of moving very rapidly. Probably they spend years\nlearning it and think they have something very important when they\nmaster it.\" Bitter disappointment sounded in Martin's voice. He seemed\nto have forgotten the death they had so narrowly missed outside. He\nlifted the recorder as if he intended to smash it on the floor.\n\nUnger caught it, took it from the human. \"I thought you wanted to see\nwhat went on inside the Room of the Dreaming.\"\n\n\"I did, but I didn't think it was fraud. I sensed that something\nimportant was here.\" Martin's voice was the voice of a man who has lost\na dream.\n\n\"Why don't you look at the recording?\"\n\n\"To hell with the recording. It will only show more fraud.\"\n\n\"But--\"\n\n\"I say to hell with it too!\" Caldwell interrupted. \"Our necks come\nfirst. Let's get out of here. Johnny--\"\n\n\"Just a moment,\" Johnson said. Sweat was now visible on Unger's face,\nglistening in heavy yellow drops.\n\n\"Why don't you see the recording?\" Unger urged. From the angle in\nwhich his head was held, Johnson had the impression the Dreamer was\nlistening. The human listened too. He could hear no sound unless it was\na thin mumble of voices beyond the barred door.\n\n\"The recorder is also a projector on the sound and visual tracks, is it\nnot?\" Unger asked.\n\n\"Yes,\" Martin's voice was sullen.\n\n\"Then shall we take a few minutes and see what the recorder caught in\nthe Room of the Dreaming?\" Without waiting for an answer he snapped\nthe switches that rewound the wires and began to set up the recorder\nto function as a projector. \"We will project the visual part against\nthe wall there and listen to the sound. The other radiations you have\ncaught will need extensive laboratory equipment to interpret.\"\n\n\"You seem to know a lot about this!\" Martin challenged.\n\n\"Do I? Ah....\" Watching him handle the recorder Johnson had the\nimpression that the Venusian had never seen one of these instruments\nbut was swiftly grasping the meaning of the various dials and switches\nas he came to them. If this was true, it was a marvelous mental feat.\nWonder rose in Johnson. But his eyes never left Unger and his hand did\nnot relax its grip on Taldero's knife.\n\n\"Watch,\" Unger said.\n\n\n\nA jet of light from the self-contained unit sprang out through the\nlens, flashing against the wall. Unger gestured toward it. \"Watch,\" he\nrepeated.\n\n\"I'm watching you,\" Johnson said.\n\n\"Suspicious?\"\n\n\"Don't I have a right to be?\"\n\nThe question went unanswered. Music from the sound track throbbed in\nthe small room. The scene on the wall revealed Unger stretched flat on\nthe mat.\n\n\"Damned fraud!\" Martin muttered.\n\nVee Vee moved close to Johnson. Her whisper was very soft. \"I wonder if\nwe will see the dreams again?\"\n\n\"I do not know. I am watching the Dreamer.\"\n\n\"Yes. I know.\" She moved closer still. Her voice was even softer.\n\"Darling.\"\n\n\"Shut up!\"\n\nShe shrank away from him. He was aware that her eyes were on him.\nSuddenly she laughed, softly. \"Oh, good! You're jealous.\"\n\nHad she read his mind? \"I am not jealous. Shut up. This is no time for\ntalk.\"\n\nIn spite of what he said she moved closer. Under his breath he swore at\nher.\n\nIn the distance he seemed to catch the mutter of shouted voices. \"I\ntell you I saw him!\" one voice screamed.\n\n\"Look!\" Wild excitement was in Martin's tone. \"Look! He _is_ floating.\"\n\nJohnson felt his heart beat pick up.\n\nThe projected scene revealed that Unger was actually floating.\n\n\"If the recorder caught it like that it actually happened that way!\"\nMartin screamed. \"You can't hypnotize a recorder.\"\n\nBut was it real? Was the Dreamer really floating? Desperately Johnson\nwanted to see with all his eyes.\n\n\"We will watch Unger for you,\" the corners of his eyes whispered.\n\nJohnson dared to look at the projected picture. There was no mistaking\nthe evidence. The Dreamer was floating. No wires lifted him. The\nrecorder would have caught wires.\n\n\"This floating is no fraud,\" Unger said softly. \"We Dreamers know and\nmanipulate and use forces--\"\n\n\"Anti-gravity!\" Martin screamed. \"With anti-gravity comes ships to the\nstars!\"\n\n\"We Dreamers know certain forces, certain energy states, which we\nmanipulate--\"\n\nCrash!\n\nThe door went down. The bar was torn from its sockets by the sudden\npressure applied against it. Through the opening a knife came, crashed\nagainst the wall. Then another and another.\n\nIn Vee Vee's and Caldwell's hands the zit guns throbbed. Venusians\nstumbled through the doorway.\n\n\"This way,\" Unger said, moving toward the farther wall.\n\nMartin snatched the recorder from the table and turned the light beam\non a Venusian trying to get through the door. He dodged backward. From\nthe Room of the Dreaming a babble of angry voices arose.\n\n\"This way,\" Unger repeated. The door was open in the farther wall. The\nhumans dived through it. Unger closed it and followed them.\n\nThey found themselves in darkness. Martin turned the recorder on it.\nThe light from it revealed a tunnel. Unger moved forward. \"Follow,\nplease.\"\n\n\"These Dreamers do know something,\" Martin was babbling to Johnson.\n\"They have latched on to vital secrets of nature. I don't know what\nelse they've got but that secret of floating is....\"\n\n\"There are many secrets,\" Unger said as he moved ahead of them. \"In the\nlast analysis perhaps there is only one secret, one energy, but this\nenergy takes many forms.\"\n\n\"How do you do this dreaming?\" Martin questioned.\n\n\"It is a very complex process,\" Unger answered. \"The music and the\nperfume are part of it. But we, the Dreamers, are the heart and the\ncore and the soul of it. What you call hypnosis is involved in part.\nWe Dreamers reach the minds of our audience. We bring up to the level\nof awareness the most cherished dream of those who are in rapport with\nus. We Dreamers see, feel, and share in the dreaming of our audience.\nTo some extent we direct their dreaming. They have no comprehension of\nwhat is involved. To them the Dreaming is a sacred thing. The Dreamers\nare minor gods.\"\n\n\"But how do you float?\" Martin repeated.\n\n\"We take the force which you call gravity. It is an energy state. We\ntap this energy to reach the minds of our audience, to control and to\ncome into rapport with them.\" The Venusian's breath was coming in gasps.\n\n\"Yes. Go on.\" Martin was the hound on the scent of prey, the eager\nscientist following the clue no matter where it lead, knowing there was\nan answer and determined to have that answer no matter the cost.\n\nUnger stopped. A door was ahead. He fumbled with a catch. The door\nswung open.\n\nRain and the darkness of the night swept through the opening. In the\nfar distance lightning walked across the sky. Outside was the streets\nof the city.\n\n\"Seek safety!\" Unger's voice was hoarse. \"It will perhaps be better if\nyou leave Venus. I warn you fairly, my people are wolves. They hold\nthe dreaming sacred. Sometimes they hold the Dreamers sacred. But if\nthey think you have stolen the secrets of the dreaming--Well, it would\nbe better for you for wolves to tear you to pieces than it would be for\nmy people to catch you.\" He leaned against the open door.\n\n\"But the secret of the floating?\" Martin insisted.\n\n\"You have it on your recorder.\" Unger answered. \"It is a matter of\nfrequency, of vibration and interwoven vibration. From the information\non your recorder, you can develop the equations you will need. Go.\"\n\n\"Good!\" Martin's voice was a shout of exultation rising in the dark\nnight.\n\n\"My people will soon be searching the streets. Go.\"\n\nMartin and Caldwell went quickly through the opening. Johnson\nhesitated. \"Unger ... Dreamer....\" He sought for words. \"You ... you're\na great guy.\"\n\nThe Venusian's hand came to his arm. Vee Vee stood very close,\nwatching, waiting, though Martin had already gone.\n\n\"Thank you, my friend,\" Unger whispered. \"I accept your words and the\nmeaning that is behind them.\"\n\n\"I....\" Johnson's voice choked into silence. Here was a great Venusian\nand he knew it, a Dreamer whose dream went beyond race, beyond space,\nperhaps beyond time.\n\n\"Come with us,\" Johnson said. \"Come to Earth with us.\"\n\n\"No.\" Unger's voice was almost a sob. \"I may not leave this planet.\"\n\n\"Why not? We will protect you. On Earth there will be great honor for\nyou.\"\n\n\"There is honor here for me among the Dreamers. You do not know it, my\nfriend, but all the Dreamers of Venus are with me now in this moment\nwhile my life drains away. They give me honor. More than I deserve.\"\n\nHorror flooded through Johnson. \"While your life drains away? I don't\nunderstand.\"\n\nUnger leaned forward. \"Look....\"\n\n\n\nFrom his back the hilt of a knife protruded. \"One of the knives found a\ntarget.\"\n\n\"The hopeless fools! Come. We will help you.\"\n\n\"No human and no Venusian may help me now. The Dreamers are with\nme. My life is going. Believe me, my friend, I know.\" The Venusian\nstraightened up and coughed blood.\n\n\"The fools were throwing at me and they hit you accidentally.\"\n\n\"It was no accident,\" Unger said. \"And the knife was aimed at me.\"\n\n\"At you? Why? But the Dreamers are sacred.\"\n\n\"Not if they break the rules. And I broke one of them. Some Venusian\nsaw me leave the spot of light, the trick that you saw.\"\n\n\"But it was only a trick.\"\n\n\"As I did it tonight it was a trick,\" Unger whispered. \"But as the\nrules go, it is no more a trick than the floating. We go into the light\nby a path that none may see.\"\n\n\"Then you deliberately stepped out of the spot of light--\"\n\n\"Yes, my friend.\"\n\n\"In heaven's name, why?\" One mystery had been solved only to open a\ngreater one.\n\n\"Perhaps because I wanted _you_ to see me go, and follow me. Some\nVenusian saw me go, the one that screamed, 'I saw him!' It was a chance\nI took. The rules of the Dreamers say that if any watcher sees one come\nor go, his life is forfeit.\"\n\n\"You wanted me to see you go. Unger, why?\"\n\n\"Because I saw your vision, your dream.\" Unger's voice was very weak.\n\"Tell me, my friend, was not your dream that of a space ship flying\nthrough far-off voids, the pathway to the stars?\"\n\n\"Yes. Yes. That was what I saw. But....\"\n\n\"That is my dream too.\" Unger gasped. \"It is a dream which you humans\ncan bring to fruition. But it is not only a dream, it is a prophecy.\nSome day you humans will sail such a ship to the far-off stars. Here,\ntonight a Dreamer helped that prophecy to fulfillment. When that ship\nsails to the stars, Venusians will sail with you because of what a\nVenusian did here tonight. Two dreams met tonight and will meet again\nin the far-off stars.\"\n\n\"Lord!\" Johnson whispered. Here was magic beyond comprehension. But if\nit was magic now, in one time to come it would be the laws of science,\nof energy, of space, and of time, when the records of the recorder had\nbeen translated.\n\n\"Go now,\" the Venusian whispered. Johnson could have stayed, he would\nhave lifted the 300 pound bulk in his arms. Unger forbade it. \"And one\nother thing.\"\n\n\"What other thing?\"\n\n\"The dream of the woman. I saw that, too.\"\n\nJohnson suddenly realized that while Martin and Caldwell had vanished\ninto the night, Vee Vee was still with him.\n\n\"What about my dream?\" she spoke.\n\n\"Your dream was of the man with you.\" Unger whispered. \"I saw it.\nI understood it. It was another factor in the web of dreams I was\nweaving.\"\n\n\"She was dreaming of me!\" Johnson said. \"But she is in love with\nMartin.\"\n\n\"Idiot!\" Her voice had a cutting edge. \"Of course I love him. He's my\nbrother. I wanted to come with him here but he wouldn't let me. It was\nfrom him that I learned so much about you, including how to break the\nKarmer grip, from his talk before he left Earth, from his letters to\nme.\"\n\n\"Your dream was of a space ship to the far-off stars. Her dream was of\nlove, and of you.\" Unger sighed.\n\n\"I can dream of space ships too,\" Vee Vee spoke. \"I can do more than\ndream of them. I can fly there with them.\"\n\n\"Good,\" Unger whispered as if now all things were complete. \"That is\nall that is needed. Go now. Go!\"\n\nHis voice drove them.\n\nHand in hand they ran through the rainy night.\n\nAhead of them, in some far-off sky, like a vision seen in a dream, a\nspace ship floated.\n",
    "metadata": {
        "author": [
            "Troy, Conan T."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63916/pg63916.txt",
        "name": "the_conjurer_of_venus.json"
    }
}