{
    "name": "The Valley of the Masters",
    "author": [
        "Blackford, Charles Minor"
    ],
    "body": "Henry stopped and squatted in the underbrush, well hidden from the\npath but close enough to see the coming group. Within a minute they\nbecame visible. There were twenty-five to thirty boys, girls and youths\nwalking slowly in ragged groups, talking and laughing. The youngest\nwere ahead, a group just entering their teens, dressed like the rest\nin jackets and shorts, with sandals of plast on their feet. The dark,\nsynthetic cloth made them a uniformed body.\n\nHenry's nose wrinkled in distaste. Again his hideaway would be invaded\nand he would have to move on. But where to?\n\nThey were opposite him now, a bare twenty feet away. Most of them\nlooked as alike as brothers and sisters, logically enough; there was\nnot one who wasn't a cousin in some degree to the others. Plump,\nround-faced and dull-eyed, they lived from cradle to grave according\nto custom. It was the custom, when they were old enough to feel the\nurge, to join a group like this. Together they tramped the valley from\nspring to fall, gathering fruit and nuts as they came in season. When a\ncouple felt like settling down they awaited a vacant Mastership--a plot\nof orchard and the house that went with it--and moved in. They took\nover the responsibilities of the place and bred or adopted the three\nchildren necessary to hold it. They remained there until they became\nElders. Then they moved into Town, where they worked in the factories,\nidled and gossiped until death overtook them.\n\nThey were ignorant, superstitious, living out their dull routine as\ngenerations before them had. Only a few questioned it. Almost none made\nany active challenge.\n\nThe youngsters sighted the tavern and made for it at a dead run,\nwanting to claim favorable bunks before the others arrived.\n\nHenry was impatient. Ants were crawling over his foot, but it would\nnever do for him to be seen, especially in the woods. One didn't go\ninto them. They were inhabited by goblins, ghosts and fearsome animals.\n\nFinally they were past. He straightened, started to step into the path,\nthen squatted again quickly. Coming alone, behind the others, was the\ngirl.\n\nHer slimness and pale hair made her stand out from the rest. His\nthoughts had been upon her since that day when his group passed the\nhouse of her father, an avocado Master, down in the lower valley. She\nhad called to them to wait, had run inside to come back with her two\npouches, one for her personal belongings, the other for food. Living\non a fruit diet as they did, they ate most of their awakened hours.\n\n\"I'm Theta!\" she called out happily as she joined them. \"Mama says I'm\nold enough to go with you.\" She recognized a cousin and ran over to\njoin her, her hair a spot of brightness among the dark. He wanted her\nfrom that moment, but she was far too young. He would have to wait.\n\n\n\nComing towards Theta from the opposite direction was the slap of flat\nfeet.\n\nIn a moment Henry recognized Ole. He was considerably older than the\nothers; his only object in life was enjoying all the young girls who\njoined the group. He was a bulky dullard and a bully, his eyes small\nand mean.\n\nIt was evident that he was looking for the girl. A pleased expression\nspread over his face when he saw her. She stopped abruptly, looking\nabout for a way to flee, but the path was enclosed by woods and Ole was\non her.\n\n\"Leave me alone!\" she cried in anger as his hand closed about her\nwrist. Henry could see disgust for him in her eyes. Why didn't she let\nhim have what he wanted and be done with him? That was the way most of\nthe girls responded.\n\n\"Won't have anything to do with me, eh?\" gloated Ole. \"Think you are\ntoo good for us! I been watching you, asking about you. None of the\nboys have had you ... but you won't get by me!\"\n\nHenry felt a surge of sympathy for her, fed by his dislike for the\nother. He slipped into the path. He was almost up to them before he was\nseen. Ole swung about, still holding the girl. Henry stopped six feet\noff.\n\n\"Why don't you let her alone if she doesn't want you?\" he asked with\ndeceiving mildness, apparently relaxed.\n\nThere was startled fright in Ole's eyes. Henry had appeared so\nsuddenly, from nowhere. Worse, he was proscribed. He was accused of\nlearning witchery.\n\nHenry was taller than Ole, but thin and almost weak looking. This would\nbe something to boast about: capturing the witch singlehanded, bringing\nhim in for punishment!\n\n\"Make me let her alone, then!\" he challenged.\n\nIt was usual to boast and strut before fighting. Henry took the\nadvantage of immediate attack. He sprang at the other, catching him\nbefore he unhanded the girl, with a right to the jaw, a left to the\nbelly.\n\nTheta ran about fifty feet down the path, then turned to watch. Ole,\nhead down, was closing in to grip his opponent, but Henry stepped to\none side, coming up with a blow to Ole's right eye. Ole raised his\nguard and Henry sank both fists into the other's stomach.\n\nOle doubled up.\n\nThere was no fight in him. He plunged past Henry, down the path\ntowards the tavern. Henry faced the girl. She came towards him without\nhesitation.\n\n\"Thank you,\" she said. \"I shouldn't have left the others. I didn't\nthink he had noticed.\"\n\nShe walked slowly towards the tavern, Henry beside her. The past\nyear had made her taller, filled her out. Yet the sweetness of her\nexpression was the same, and the vitality in her face and eyes.\n\n\"He's been after you then?\"\n\nShe nodded. \"Him and a couple of others.\"\n\nIt was just a turn in the path to sight of the tavern. Henry halted.\n\n\"You seem to forget I'm proscribed,\" he reminded her.\n\n\"I don't care! I like you--always have.\" Her voice became tragic, \"Why\ndid you go into that awful learning house?\"\n\n\"I got tired of wondering--wondering what kept the food in the bins\nfresh, how it got from the hoppers in the fields to the bins. What made\nthe light and heat. Where the water came from.\"\n\n\"But the Old Ones did it all by magic!\"\n\n\"What kind of magic?\" His face had a slightly mocking expression. \"If\nthat was so why are things beginning to break down? Magic should go on\nforever.\"\n\n\n\nFrom the direction of the tavern came sounds of shouting. He smiled at\nher. \"You'd better go on before they think I've turned you into a bat.\"\n\n\"Henry--\" she began, but she had lingered too long. The whole group\nrounded the turn, trotting, their faces twisted in superstitious fury.\nThey raised their arms when they sighted the two. Each hand had a stone\nin it.\n\n\"She's one of them too!\" screamed fat, malicious Hecla, seeing a chance\nto vent her envy. \"They're planning something! Throw! Throw!\"\n\nHer voice was a hysterical shriek. Henry saw the stones in the air.\nGrasping the girl's wrist he drew her into the brush beside the path.\n\nHe stopped his flight under an ancient tree and let go her wrist.\n\n\"See,\" he said, \"even to speak to me is dangerous.\"\n\nShe tossed her head and brushed the hair from her brow, her eyes\nscornful. \"I don't care. I'm sick of them.\"\n\n\"You can go back. Give them some fancy tale about my hexing you, but\nsay that you crossed two sticks or something and got away.\"\n\nShe looked him squarely in the face, her own composed and determined.\n\"I'd rather stay with you.\"\n\nHe dropped to a jutting rock and scraped at the dead leaves with the\nheel of his sandal.\n\n\"It's not nice,\" he began, \"the life I live. Hiding in the woods by\nday, sneaking into deserted houses or taverns at night for food and\nwarmth. I've been doing it all summer now, and that's bad enough. In a\nmonth the Masters of these upper levels will be closing their houses\nand the taverns, moving to town for the winter. Everything on the lower\nlevels will be taken up. They expect me to be starved into surrender.\"\n\nTheta dropped to her knees beside him.\n\n\"I'd rather be with you. I've wanted to be with you ever since I first\nsaw you. But you never seemed to notice me.\"\n\n\"I noticed you.\" He placed a hand over hers. \"But you were so young\nlooking, so sweet. I was waiting for you to grow up a little more.\nThen, when I found an open Mastership, I was going to ask you to share\nit with me.\"\n\nTheta felt a tingling happiness. Her face flushed, her eyes brightened.\n\n\"Henry!\" she cried. \"I've always wanted you! That's why I never....\"\n\nHe put an arm about her and pulled her close. They sat that way for\nminutes.\n\n\"I'll give you a Mastership!\" he cried out. \"I'll give you the whole\nvalley!\" He pushed her shoulders around until she was facing him. \"What\nis your first wish, Mistress of the Valley?\"\n\n\"Something to eat,\" she said promptly.\n\nHenry made a rueful face. \"My dear, that is something you will have to\nbecome used to: being hungry. But fortunately I know of a ruined and\ndeserted house where the bins are still operating.\"\n\nThe forest they were in filled a steep-sided ravine. He followed it\nfor some distance, then started abruptly up the left-hand slope to a\nlow-crowned crest planted with apple trees. A hundred yards away was\nthe house.\n\nOne corner of it was crushed by a fallen tree. The low sun made shafts\nof light through the trees as Henry approached it cautiously, Theta\nbehind him. He entered through the broken wall into what was once a\nbedroom, then through a door into the remainder of the house.\n\nIt was a typical living room they entered, with the regular ration of\nfurnishings. The visiphone and visiscreen were set into the inner wall;\na calendar clock was over the front door, its dial marked with symbols\nfor planting, pruning, cutting and picking. The hand was approaching\nthe latter symbol, Henry went through into the kitchen, leaving her to\nwatch through the window. He returned with a basket of mixed fruit.\n\nShe reached for an avocado, plucking her knife from its sheath with the\nother hand.\n\n\"Hey! Wait a minute!\" Henry cried. \"You are a sinner now, remember?\" He\npushed the basket towards her. \"Fill your pouch first, eat later.\"\n\nThey ate, keeping an eye on the path towards the house until dark. No\none moved at night except on extreme emergency, and then only with\nlanterns and noise. Without lights on other than the normal glow of the\nwalls they retired to one of the undamaged bedrooms.\n\n\"See?\" she said, with a rippling, contented laugh. \"I waited for you.\"\n\n\nII\n\nIt was still dark when they filled their pouches to capacity and\nslipped from the house.\n\n\"What will we do now?\" Theta asked.\n\nHenry looked down. \"I don't know. I had something planned, but....\"\n\n\"What was it?\"\n\n\"I was going to climb up the mountain, past the top defrost towers and\nthe force fence, to the top of the ridge.\"\n\nShe stared at him, her eyes round. \"Why, that's the edge of the world!\nYou might fall off!\"\n\n\"Not if I'm careful.\"\n\nOnly a few in the valley could boast of going beyond the top row of\ndefrosters, fewer yet of even going within looking distance of the\nforce fence. Beyond it, tradition said, lived great beasts that could\neat a man with one bite. While the ridges that bounded the valley on\nthree sides, to the east, west and north, were the edges of the world,\nfrom which one dropped off into bottomless space.\n\nTo the south, where forest enclosed the mouth of the valley, tradition\nwas vague, but the edge must be off there somewhere.\n\nIt had taken Henry all summer to build up his determination. But now,\nup was the only direction it was safe to go.\n\n\"If you're not afraid, I'm not either,\" Theta said. \"Let's go.\"\n\nCarrying the basket with its remaining supply of fruit between them,\nthey started up the slope. It was only a short distance to the top\ndefrosters. These only went into action at blossom time for the apples\nand other highland fruits.\n\nFrom there to the force fence was a steep climb through rocks and\nbrush. Their pace grew slower as they approached the fence. Their eyes\nscanned the rocks and scant brush for signs of the great beasts, but\nthey saw none. Higher yet, about a quarter of a mile, was the top of\nthe ridge. The edge of the earth.\n\nTheta pressed against him. \"I'm scared,\" she murmured.\n\nHenry's face became set. \"We said we were going,\" he said curtly. \"You\ncan stay if you wish.\" He selected rocks for both hands.\n\nThe force fence only gave them a strong tingling sensation. The plast\nsandals insulated them somewhat. The slope became steeper, but there\nwas no indication of any great beasts. Too excited to stop and rest,\nalthough they were breathing heavily, they pressed onward.\n\nWould it be night down there, over the edge of the world? Stars\nshining? Would it be daylight and clouds?\n\nThe top of the ridge was a hundred feet away ... ten. Henry flung\nhimself on the ground so if he became dizzy he would not lose his\nbalance and fall. Theta did the same. Side by side, they crept the\nremaining distance.\n\nWhat they saw made them stare in open-mouthed amazement.\n\n\n\nBefore them was another ridge running out from the northern range. It\nwas pretty much like the one they were on.\n\nBetween it and them was another valley. Defrost towers rose from among\nthe trees. Over the top of the opposite ridge, they could see still\nanother. The northern mountains were lost in the blue distance.\n\nThe shock to both was unnerving. Steeled to look out into Limbo, they\nfound a valley much like their own.\n\nTogether they turned and looked back into what could be seen of their\nown valley.\n\nEven in shape the two were roughly similar. They could see the tall,\nslim defrost towers, an occasional house and the geometrical designs\nof the groves and orchards with their orderly rows of trees. There was\nTown at the lower end of the valley. And there, at the upper end, was\nsomething they never knew existed; a large, ivy-clad building that\nstretched from cliffside to cliffside. And yet above that was a still,\nblue lake.\n\nHenry looked ahead again.\n\nThere _was_ a difference in the other valley. There were no orderly\nrows of fruit trees, only thick forest like that which grew only in\ntheir ravines or beyond the foot of the valley. The defrost towers\nlooked down on multicolored autumn foliage, even in the bottom of the\nvalley where everything should be green.\n\nWhy weren't there fruit trees for the defrosters to protect? What kind\nof a crop did this valley grow? Henry scrambled to his feet.\n\nTheta looked up at him. \"What...?\"\n\n\"I'm going down there.\"\n\n\"What for?\"\n\n\"To see what they grow. What kind of people they are.\"\n\n\"They might....\"\n\nHe smiled down at her. \"I've become an expert at not being seen,\" he\nassured her. \"I've had them pass five feet away.\"\n\nTheta got up. \"I'm coming, too.\"\n\nThey reached the force fence, but there was no irritation. The forest\nstarted immediately and it was fairly clear of underbrush. There were\nno paths to be seen, no sounds of harvesters, no unfamiliar trees. Even\non the floor of the valley there were no signs of life, although they\nhad seen and avoided several houses.\n\nHenry stopped suddenly, staring ahead.\n\n\"What's the matter?\" Theta asked.\n\nWordlessly Henry pointed to the bole of a dead and rotting tree. Its\nstraight trunk had branches coming out of it in orderly rings, its top\ncut off to make the branches spread at ladder distance above the ground.\n\nIt leaned drunkenly against a supporting tree.\n\n\"Avocado,\" he said. \"This was once a grove.\"\n\nThe normal fear of the unfamiliar swept over Theta. \"I want to get out\nof here. It scares me,\" she quavered.\n\nHenry glanced up at the sun. \"Too late to cross over now,\" he said.\n\"We'll find a house.\"\n\nHe turned and looked about. There should be one close, on the slope of\nthe ridge so as not to take up useable land. He sighted one and made\nfor it. From the outside it looked no different from those in their own\nvalley.\n\nBeside it was an old apple tree with some emaciated fruit on it. At\nleast they wouldn't starve. As the house was obviously empty he went\naround to the back, got a picking ladder off the rack and plucked\nenough fruit to fill their pouches, although it was unflavorable. Not\nuntil then did they venture to the front door and push it open.\n\n\n\nAs far as they could see it was like the houses in their valley, only\nit was cold, with a chill dampness. Light gray dust covered everything;\ncobwebs festooned the walls. That it had not been lived in for years,\nperhaps generations, was evident. Theta clung to his arm, shivering and\nafraid. Henry shook her off. He strode to the kitchen and pulled open a\nbin. In the bottom was dust, smelling faintly of peaches.\n\n\"We'll clean out a bedroom for the night,\" he said, re-entering the\nliving room.\n\nIn the bedroom the westerly sun poured light through a dust-covered\nwindow, putting the bed somewhat in shadow. It, too, was covered with\ndust, turning the everlasting blankets into a color uniform with the\nroom. Their movements stirred up dust that danced as motes in the\nstreaming sunlight as if to bar their way across the room. They walked\ninto it. Their eyes could now see clearly what was beyond.\n\nTheta screamed and sprang back.\n\nProtruding beyond the upper edges of the blankets were two skulls!\n\nThey were outside, breathing heavily, before they realized they had\nmoved. Henry stared at the still open door, at the black hole through\nthe white wall. It was the first time they had seen the aftermath of\ndeath. For their people, there were places into which bodies were\nplaced. From them they vanished like all other refuse.\n\nShaken by the horror of it, they plunged into the forest in panic.\n\nThe sun dropped behind the ridge; the air chilled. Bones or no bones\nthey had to find shelter for the night. Fire, naked flame, they never\nhad seen or knew existed. Heat came from the walls of houses, with warm\nclothing and blankets.\n\nHenry's lips firmed. Dead ones or no dead ones, they had to find\nsomething to keep them warm during the night.\n\nAnother house appeared. With fast beating hearts they entered. It was\nnow warmer inside, but still chilly. They would still need coverings.\n\n\"Stay here,\" Henry said.\n\nHe strode into the nearest bedroom. Without stopping to look around, he\nstepped to the bed. Closing his eyes, he snatched off the bedding and\nfled into the livingroom.\n\nTogether, crouched in a corner, the bedding around them, they spent the\nnight.\n\nSleep did not come immediately. Henry stared into the darkness,\nreviewing the day, putting together what he had discovered.\n\n\"It all fits,\" he said aloud.\n\n\"What does?\" Theta asked.\n\n\"The forest, the dead trees, dead people. Something happened to\neverything, perhaps all at once. To the defrosters, the heaters, the\nbins. It must have been in winter. They crept into bed to keep warm,\nthen starved to death. All of them.\"\n\n\"No, no!\" Theta cried.\n\n\"But it did. And it's beginning to happen to us. Each year something\nstops working. The time may come when nothing works.\"\n\n\"We can't do anything....\"\n\n\"Yes, we can.\"\n\n\"What?\"\n\n\"Find out why--and try to stop it!\"\n\n\nIII\n\nAt dawn, stiff and shivering, they stumbled outside and by unspoken\nconsent started directly up the slope.\n\nBy full daylight they found themselves in a chestnut grove. They\nstopped to fill their pouches. The last mile was made in the hot warmth\nof the sun. At the top of the ridge they stopped to rest.\n\nAs they did, they feasted their eyes on the orderly groves below them.\nBut Henry's eyes were seeking out the squares of brown among the green\nof the lower valley. He counted twenty. Far more than he realized. The\ndefrosters had gone dead at intervals, years apart.\n\nHis eyes crept up the valley to the structure at its head, with the\ncaptive lake behind it. It must be the House of the Old Ones the old\nstories told about but no one had ever seen. From it they had worked\nthe magic that made the valley what it was. There, they said, they\ncould be seen and heard to speak.\n\nIf he could get to see the Old Ones, ask them questions, perhaps they\nwould tell him what should be done.\n\n\"Where are we going now?\" Theta asked.\n\n\"To the House of the Old Ones. Up there,\" he said, pointing. \"Perhaps\nthey can tell us something.\"\n\nShe clutched his arm. \"You can't!\" she cried. \"They'll ... they'll....\"\n\n\"They'll what?\"\n\n\"I don't know! Something awful!\"\n\n\"That's what they said about the learning house, but there was nothing\nin it but dust. I found, from the size of the chairs, that you had to\nstart learning almost from the time you walked. I didn't even know how\nto start!\"\n\n\"Then you didn't learn anything?\"\n\n\"Nothing.\"\n\nHe came to his feet. \"You don't have to go if you don't want to.\"\n\n\"I go where you go,\" she said with stubborn determination.\n\nThey had to dip down below the force fence to find water, then keep\nto the harvested portions where the Masters had gone to Town for the\nwinter. They were lucky in finding houses where the keys had been lost,\nand thus had been left unlocked.\n\nIt was noon the next day when they forced themselves through the\nbrush to find themselves within feet of their destination. With Henry\nleading they skirted it, looking for an entrance. Close to the center\nthey found a deep indentation with a pair of doors at its inner end.\nCautiously, over the accumulated leaves and rubble, they moved toward\nthem, wondering how to get inside.\n\nThe moment Henry came within three feet of them they flew open, inwards.\n\nTheta screamed and sprang back. Henry stopped, startled.\n\n\"It's nothing to be scared of,\" he reassured her. \"They say that the\ndoors of Hall in Town used to open this way until someone broke a glass\nbutton on the wall. Come on.\"\n\nThere was another pair of glass doors that opened the same way as they\napproached. They led to a large reception room with a desk and chair\nopposite the door, chairs in a row along the wall. The floor was red\ntile, with a white line, about six inches wide, circling around to a\ndoor to the left.\n\nBehind the desk was another door.\n\n\n\n\"Sightseers,\" said a voice from out of nowhere that made Theta scream,\n\"will follow the white line through the door to the left. Those with\nbusiness in the offices will consult the receptionist. Please proceed.\"\n\nAlmost in a state of trance, Henry led the way along the white line.\nThe door opened and admitted them, then a second door.\n\nHere everything was spotless, dustless, though no one had been there\nfor years.\n\n\"You are now in the generating room,\" the voice began again. \"The\nhumidity is zero. All dirt and dust has been removed. What you bring in\nwith you will be gone in five minutes.\"\n\nThey were on a balcony, looking down into a large space. On the\nfloor below them seemed to be a huge cylinder, suspended between two\nmetal-covered blocks. Only by the glimmering reflections from its\npolished surface could one tell that it was revolving.\n\n\"Before you is the main generator,\" the voice began again. \"If you\nlook closely you will note that the armature shaft does not touch its\nsupporting bearings. It is held in suspension by polarized barumal\nobtained from Mars, so there is no friction and no wear. It is powered\nby water reduced to hydrogen and oxygen. The excess gases are used\nin the hoppers and storage bins to force out the air and preserve\nthe foods on their way to their destinations. Some gas is piped to\nthe disposal plants, in which all organic matter is converted into\nfertilizer.\"\n\nHenry felt let down, cheated. It was just an empty building containing\nsoundless machinery and a recorded lecture. No Old Ones. Nothing he\nwanted.\n\n\"Now behind you,\" the voice began again, \"you can see into the\nControl Room. From there every machine, store or house can have its\npower cut on or off. And if anything goes wrong with its circuit a\nbutton on the board flashes red until it is repaired. The glowing red\nbutton close to the window is the master switch that will shut off\neverything in case of an emergency, such as an earthquake.\"\n\nTheta pressed her nose to the glass window. \"Just think,\" she breathed,\n\"push that and everything stops!\"\n\nPerhaps that's what happened in the other valley, thought Henry.\nSomeone pushed the red button ... then couldn't get things going again.\n\n\"Now follow the line to the next room and be seated. There you will\nbe shown how the complex of the valley was constructed and how it\noperates.\"\n\nOn entering the hall they found several rows of seats facing a large\nscreen. Soft music began as they entered. The hall darkened and the\nscreen lit up, showing the valley as it was before the work began.\nForest mainly, a few farms scattered along the narrow bottoms.\n\nWhat startled Henry was that they were _above_ the valley, looking down\nas they seemed to drift through the air. So the old tales were right!\nThe Old Ones could fly through the air! Here was proof of it.\n\nHe sat on the edge of his seat, breathing hard, waiting to see the Old\nOnes, giant of stature, who could tear a tree out of the ground or\nshovel away a mountain.\n\nBut the first humans he saw were men like himself and those in the\nvalley. Men who pointed at places while others squinted in that\ndirection through strange instruments. He wished he could follow the\ntalk, but the men pronounced words differently and used many he had\nnever heard. He had to use his eyes instead of his ears.\n\n\n\nThey started to work right where he was--he recognized the outlines of\nthe ridges about them--but it was done by no giant extending his hand\nand showering magic. Big machines dug away the ground. Other things\nwith no visible means of locomotion brought building materials up a\nbroad road where there was not even a path now. A little man, graying\nand wrinkled, answered questions of their invisible guide, and, as he\ndid, he gave directions to others. Was he one of the Old Ones, not as\nlarge as himself, no older than his father?\n\nBehind him on the screen the building Henry was in was going up. And\nmen were making it, ordinary men, not magic.\n\nWere the Old Ones just ordinary men, their magic not strange words and\nmotions but machines they manipulated with their hands and feet? They\nwere not gods, just men who had begun to learn sitting in the little\nchairs in the learning house.\n\nHe watched them dig the trenches from the groves-to-be to the hidden\nstorage bins, put in the pipes lined with gravity-repellent barumal,\nlay the snakelike cables that he had seen occasionally where erosion\nhad exposed them. He saw the building of Town, the Master's houses and\nthe final planting of the groves. The record ended.\n\nHenry remained staring at the blank screen until Theta nudged him and\nbrought him back to the present.\n\nThe white line led on, past large offices on one side, on the other\nwindows looking down into a vast storeroom that contained parts for\nrepairing everything in the valley. The Old Ones knew that, some day,\nthings would start breaking down and had prepared for it. They had not\nprepared for life dropping into routine, interest in progress being\nlost.\n\nWhat need was there to spend years in school when everything was\nalready done for you?\n\nThe picture had shown some buildings close to the cliffs on one side\nthat looked like the apartment houses in Town. They broke through the\nbrush and found one.\n\nOther than for dust it was in good condition. The food bins were\nfilled, but the contents had dried to the hardness of stone. As soon as\nthey were emptied they began to refill; but it was two days of constant\nemptying before eatable fruit began to appear.\n\nBy the end of a week they had the rooms they needed cleaned and some of\nthe brush about the place cut clear.\n\nIt left Henry free to roam the plant. He sat again and again through\nthe record of construction, understanding a little more each time. He\nnoted, for instance, where what was now forest at the entrance to the\nvalley was once farmland, laid out in squarish, varicolored fields. He\nfound his way into the control room, discovered how to trace the lines\nfrom the board to their end on the large map on the wall across from\nthe board.\n\nOne day, while it was snowing heavily above the permanent defrosters,\nhe heard a buzzer sound and saw a light turn from green to red. He\ntraced it down. It was the damaged house where they had first taken\nrefuge.\n\nThere was plenty of time to ponder. Each time it ended in the same\nquestion and the same conclusion. Something had to be begun before it\nwas too late. The valley had to be stirred out of its antipathy.\n\nBut how?\n\nOne morning, before dawn, he sat up in bed. Theta asked what was wrong.\n\n\"I'm going to the meeting in Town at Peach Blossom Time,\" he announced.\n\"Something has to be done.\"\n\nTheta clutched his arm. \"You can't! They'll kill you!\"\n\n\"I have to! Do you want our children, or our children's children, to\ndie like those people on the other side of the ridge?\"\n\n\"No, but....\"\n\n\"I have to go--have to make them listen.\"\n\n\nIV\n\nThe Peach Blossom Time Meeting was always the best in the year. Those\nnot already in Town were on the nearby bottom groves. After it, the\nMasters would return to the upper orchards, and the youth work parties\nwould start their rounds. During the three-day meeting there would be\ndances and parties, an exchange of news while the assembled Elders\nwould judge disputes, pass on the qualifications of Masters, deposing\nthe lazy and unfit, selecting couples to take their places. It was the\none time of the year when Henry could get the ear of everyone.\n\nThey traveled down unseen, slipping into unlocked houses for food and\nthe night. They entered Town at the beginning of the first meeting.\nThey made it unrecognized to the Hall.\n\nIt was not crowded. The day was bland; most preferred to stay outside\nand watch the proceedings on the visiscreen. Henry and Theta slipped\ninto a section to one side and awaited the clearance of the immediate\nbusiness of the Elders.\n\nThere was none, of importance. Within an hour all that was pending was\ncleared up. The Senior Elder, emaciated and with shaking hands, faced\nthe audience.\n\n\"Any further business?\" he quavered.\n\nHenry stood up. \"Yes,\" he called out. \"Something very important.\"\n\nTheta fully intended to follow him, but she found she could not move.\nIt was as if she was tied to the chair. The more practical of the two,\nshe knew that the men he was facing would refuse to face the facts. All\nhe was doing was placing himself in their hands. And that meant death!\n\nThe elders peered in his direction as he gained the aisle. Ole twisted\nabout in his seat and was the first one to recognize him. For a moment\nhe stared open-mouthed.\n\n\"It's Henry Callis!\" he cried out. \"He's proscribed for learning\nwitchery! Grab him!\"\n\nHenry stopped before him. Ole's words became a gurgle and dried up.\n\n\"If I'm a witch,\" Henry said loudly, \"I'm a good person to keep away\nfrom. Whether I am or not, I have something important to tell you. And\nall of you had better listen!\"\n\nHe started again for the platform, those along the aisle shrinking back\nas he passed. The Elders, from fat to withered, with the same uneasy\nexpressions on their faces, watched silently as he climbed to the stage\nand faced them. He could feel their chill hostility. He knew now that\nhe had done wrong but it was too late to undo it. He stopped a short\ndistance from their table, half turned so the audience could hear him.\n\n\n\n\"I have been living in the houses of the Old Ones at the head of the\nvalley, beyond the defrosters and the forest above them. And I also\nhave been up to the top of the East Range, expecting to look over the\nedge of the world. But what I saw was another valley just like this\none. It had a force fence, defrosters, hoppers, houses. Everything this\nvalley has, except for one thing: living inhabitants. There were people\nin the houses. Dead people. Reduced to bones, the bones of people who\nhad died from hunger and cold when everything in their valley suddenly\nceased to work.\n\n\"That is what sent me to the House of the Old Ones, to see if I could\nfind out what had happened. I found out there that the Old Ones were\nnot giants who did things with magic, but people like ourselves who\nused machinery to make things. Just as we make clothing with machinery\nhere in Town. They had machines that could fly through the air. They\ncould go the length of the valley in an hour in a road machine. With\nmachines they built these buildings, dug the trenches for the hoppers,\ndid everything. They were just men. Men who had studied in the learning\nhouses from the time they were tiny children. And I found out more....\"\n\nHe stopped to take a quick look about the still hall. He felt the\nhostility.\n\n\"And I found out more,\" he repeated. \"I found that, in this valley,\ntwenty banks of defrosters have already failed. Eleven houses cannot\nbe used, plus two taverns and one factory here in town. It shows that\nour own system is breaking down. Some day--perhaps tomorrow, perhaps\nnot until the time of our grandchildren--everything will stop as it\ndid in the next valley. If we want to keep living, we must start to\nlearn how to keep these machines running. At the House of the Old Ones\nthere is a vast store of parts and visigraph records showing how it\nshould be done. I ask you all to come up and see the record they have\nthere of building the things in the valley! See the machine that keeps\neverything running. Then let me have a band of youths to start studying\nthe records until we find out how to keep things running.\"\n\nThere was silence after he finished. The Elders eyed him, uneasy,\nsuspicious.\n\nFrom the seats of the hall came Ole's voice.\n\n\"Don't believe him!\" he shouted. \"He wants to get us up there so he can\nbewitch us--like he did Theta! Take him out and stone him!\"\n\nSomeone on the other side of the hall echoed the cry. In a moment it\nseemed that everyone was roaring it, rising in their seats, shaking\nfists. The Senior Elder motioned to the Hallmaster. He stepped forward\nwith two husky assistants who grabbed Henry.\n\n\"Put him in the strong room,\" quavered the Senior Elder. \"Keep him\nthere until the day for punishment.\"\n\nRoughly Henry was pushed around, led out a rear door to the stage. The\nday of punishment! Three nights and two days to live!\n\n\n\nHe awoke the morning of the third night feeling cold. He opened his\neyes to find himself in total darkness.\n\nFor a moment he thought himself free, hiding out in some deserted\nbuilding, that all that had happened lately was a dream. But from\noutside he heard a panicky voice crying that the lights in his\napartment were out and it was getting cold.\n\nIt had happened! Far sooner than he expected, it had happened!\n\nBut what would Theta do? She had gotten away, he was sure, as no one\nmentioned her. Theta, that was it! She had gone to the plant, pushed\nthe button, condemning herself and all the others to death! But that\nwas not like Theta. She was too clever....\n\nThat was it! Why hadn't he thought of it! It was a message, a\nchallenge, a tool which he could use to free himself--get them to help\nhim!\n\nMore relaxed, he lay back. Dawn was already showing up over the ridge.\nMore people would be getting up, more people rushing out into the\nstreets in panic. They would remember him, come to his cell imploring\nhim to do something. He would demand what he wanted. They could\ncomply--or face disaster.\n\nWhat should he demand?\n\nSomeone came down the street shouting for the Senior Elder. The volume\nof excited voices increased with each minute: voices demanding to know\nwhy there was no light, no heat, no water. Asking each other if they\nhad them. Hysteria mounting each minute.\n\nPerhaps it would be a time before they thought of him, but they would\nbe before him before the day was over.\n\n\"It's that witch in the strong room!\" bellowed Ole's voice outside. \"He\ndid it by magic! Kill him before he strikes us all dead!\"\n\nThe cry was taken up, \"The witch, kill the witch! He did it! He is\nright in there, kill him!\"\n\nCold terror seized Henry.\n\nTheta's scheme was backfiring! There would be no reasoning with a\nsuperstitious, hysterical mob! Well, at least it hurried things up by a\nfew hours. More composed, he came to his feet as they burst through the\nback door of the Hall and stampeded towards the door to the cell.\n\nHe even smiled slightly. If they thought him a witch....\n\nThe key was in the lock. They had no difficulty getting in. He stood in\nthe center of the room, the slight smile still on his lips.\n\nHe raised his forearm to a horizontal position, pointed his index\nfinger in their direction.\n\n\"Who wants to die first?\" he cried above the noise they made.\n\nThe onrush into the cell stopped abruptly, those in front pushing back\nagainst those behind them. They followed his finger with fascinated\neyes as he fanned it across the group of them. He stopped, his finger\npointing to a fat, applecheeked grovemaster. The man shrieked, turned\nabout and began fighting his way back into the corridor.\n\nOne man was tripped up and fell. There was a wild shriek of terror. Men\nshouted that he was killing the leaders by magic. To Henry it seemed\nonly an instant before the passageway was back in its usual silence. He\nstepped out of his cell. He could see a mass of people about the street\ndoor surrounding the panicked men. The passage in the other direction\nseemed empty.\n\nHe turned that way, passed onto the rear of the stage, felt his way\nacross it in the darkness to the steps and down into the aisle. Calmly\nand without haste he passed through the front doors into the next\nstreet and walked, unrecognized in the half light and excitement, out\nof town.\n\n\n\nIt was dark when he arrived in the upper valley.\n\nTheta was sitting at a table. She sprang up and rushed into his arms\nwith a glad cry.\n\n\"It worked! They let you go?\"\n\nHe looked about. \"You turned the power back on?\"\n\n\"No. The plant and these buildings have a separate power source of\ntheir own. I wasn't going to touch it until I knew you were safe.\"\n\nHe drew an apple from a bin and munched it. \"We'd better turn things on\nagain before the fruit spoils. Come on....\"\n\nThe button, Henry knew, turned on as well as off. Henry pressed down\nthe button, stepped back to watch the large battery of lights flash\non, but nothing happened. Had Theta somehow wrecked--ah! The red\nbuttons all began to glow again. Then, a minute later, a bank of lights\nswitched to green, then another and another. But Henry noted that an\noccasional light did not change.\n\nWithin the hour the board was lighted up completely.\n\nHenry could barely stumble back to his quarters as the reaction set in\ncompounded with disappointment. He flung himself on his bed.\n\n\"I have failed,\" he kept muttering. \"I have failed in everything. They\nwon't listen. No one will!\"\n\nTheta wisely kept silent and covered him up.\n\nOn the second day they heard the sound of a group breaking their way\nthrough the forest. They slipped into the brush, ready to retire to a\nhiding place they had ready. But the dozen people who appeared in the\nclearing did not have the look of a vengeful mob. Several were almost\nelderly, some were boys, two were young women.\n\nHenry stepped into the open, but not too close to them. \"What do you\nwant?\" he demanded.\n\nThey looked at each other, waiting for the other to speak first.\n\n\"What do you want?\" Henry directed his question to an elderly\ngrovemaster.\n\n\"I want to know what's happening,\" he began. \"My hopper has stopped\nworking, my defrosters were dimming. They blame me....\"\n\nA young man, strong, with alert eyes, stepped forward. \"You are right\nabout that other valley,\" he said. \"I have been in it myself. I don't\nwant that to happen here. I want to learn.\"\n\n\"I do too!\" shrilled one of the teenagers. \"I sneaked into a learning\nhouse, too, but I couldn't understand.\"\n\nThe others gave their reasons, all varied, but with the same intent:\nthey wanted to learn. Sometimes how to repair an individual object,\nothers longed for general knowledge. But they were willing to face the\nrest of the valley with him to get it.\n\nHenry took a deep, happy breath. There would be others. Slowly but\nsurely the group would grow.\n\n\"Come in,\" he said. \"Rest and eat. Then we'll start making plans.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Blackford, Charles Minor"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61055/pg61055.txt",
        "name": "the_valley_of_the_masters.json"
    }
}