{
    "name": "The Inmate Of The Dungeon\n1894",
    "author": [
        "Morrow, W. C."
    ],
    "body": "Copyright, 1894, by J. B. Lippincott & Co\n\n\nAfter, the Board of State Prison Directors, sitting in session at the\nprison, had heard and disposed of the complaints and petitions of a\nnumber of convicts, the warden announced that all who wished to appear\nhad been heard. Thereupon a certain uneasy and apprehensive expression,\nwhich all along had sat upon the faces of the directors, became visibly\ndeeper. The chairman--nervous, energetic, abrupt, incisive man--glanced\nat a slip of paper in his hand, and said to the warden:\n\n\"Send a guard for convict No-14,208.\"\n\nThe warden started and become slightly pale. Somewhat confused, he\nhaltingly replied, \"Why, he has expressed no desire to appear before\nyou.\"\n\n\"Nevertheless, you will send for him at once,\" responded the chairman.\n\nThe warden bowed stiffly and directed a guard to produce the convict.\nThen, turning to the chairman, he said:\n\n\"I am ignorant of your purpose in summoning this man, but of course I\nhave no objection. I desire, however, to make a statement concerning him\nbefore he appears.\"\n\n\"When we shall have called for a statement from you,\" boldly responded\nthe chairman, \"you may make one.\"\n\nThe warden sank back into his seat. He was a tall, fine-looking man,\nwell-bred and intelligent, and had a kindly face. Though ordinarily\ncool, courageous, and self-possessed, he was unable to conceal a strong\nemotion which looked much like fear. A heavy silence fell upon the room,\ndisturbed only by the official stenographer, who was sharpening his\npencils. A stray beam of light from the westering sun slipped into the\nroom between the edge of the window-shade and the sash, and fell across\nthe chair reserved for the convict. The uneasy eyes of the warden\nfinally fell upon this beam, and there his glance rested. The chairman,\nwithout addressing any one particularly, remarked:\n\n\"There are ways of learning what occurs in a prison without the\nassistance of either the wardens or the convicts.\"\n\nJust then the guard appeared with the convict, who shambled in painfully\nand laboriously, as with a string he held up from the floor the heavy\niron ball which was chained to his ankles. He was about forty-five years\nold. Undoubtedly he once had been a man of uncommon physical strength,\nfor a powerful skeleton showed underneath the sallow skin which covered\nhis emaciated frame. His sallowness was peculiar and ghastly-It was\npartly that of disease, and partly of something worse; and it was this\nsomething that accounted also for his shrunken muscles and manifest\nfeebleness.\n\nThere had been no time to prepare him for presentation to the Board. As\na consequence, his unstockinged toes showed through his gaping shoes;\nthe dingy suit of prison stripes which covered his gaunt frame was\nfrayed and tattered; his hair had not been recently cut to the prison\nfashion, and, being rebellious, stood out upon his head like bristles;\nand his beard, which, like his hair, was heavily dashed with gray, had\nnot been shaved for weeks. These incidents of his appearance combined\nwith a very peculiar expression of his face to make an extraordinary\npicture. It is difficult to describe this almost unearthly expression.\nWith a certain suppressed ferocity it combined an inflexibility of\npurpose that sat like an iron mask upon him. His eyes were hungry and\neager; they were the living part of him, and they shone luminous\nfrom beneath shaggy brows. His forehead was massive, his head of fine\nproportions, his jaw square and strong, and his thin, high nose showed\ntraces of an ancestry that must have made a mark in some corner of the\nworld at some time in history. He was prematurely old; this was seen\nin his gray hair and in the uncommonly deep wrinkles which lined his\nforehead and the corners of his eyes and of his mouth.\n\nUpon stumbling weakly into the room, faint with the labor of walking and\nof carrying the iron ball, he looked around eagerly, like a bear\ndriven to his haunches by the hounds. His glance passed so rapidly and\nunintelligently from one face to another that he could not have had\ntime to form a conception of the persons present, until his swift eyes\nencountered the face of the warden, Instantly they flashed; he craned\nhis neck forward; his lips opened and became blue; the wrinkles deepened\nabout his mouth and eyes; his form grew rigid, and his breathing\nstopped. This sinister and terrible attitude--all the more so because\nhe was wholly unconscious of it--was disturbed only when the chairman\nsharply commanded, \"Take that seat.\"\n\nThe convict started as though he had been struck, and turned his eyes\nupon the chairman. He drew a deep inspiration, which wheezed and rattled\nas it passed into his chest. An expression of excruciating pain swept\nover his face. He dropped the ball, which struck the floor with a loud\nsound, and his long bony fingers tore at the striped shirt over his\nbreast. A groan escaped him, and he would have sunk to the floor had not\nthe guard caught him and held him upright. In a moment it was over, and\nthen, collapsing with exhaustion, he sank into the chair. There he sat,\nconscious and intelligent, but slouching, disorganized, and indifferent.\n\nThe chairman turned sharply to the guard.\n\n\"Why did you manacle this man,\" he demanded, \"when he is evidently so\nweak, and when none of the others were manacled?\"\n\n\"Why, sir,\" stammered the guard, \"surely you know who this man is: he is\nthe most dangerous and desperate--\"\n\n\"We know all about that. Remove his manacles.\"\n\nThe guard obeyed. The chairman turned to the convict, and in a kindly\nmanner said, \"Do you know who we are?\"\n\nThe convict got himself together a little and looked steadily at the\nchairman. \"No,\" he replied after a pause. His manner was direct, and his\nvoice was deep, though hoarse.\n\n\"We are the State Prison Directors. We have heard of your case, and we\nwant you to tell us the whole truth about it.\"\n\nThe convict's mind worked slowly, and it was some time before he could\ncomprehend the explanation and request. When he had accomplished that\ntask he said, very slowly, \"I suppose you want me to make a complaint,\nsir.\"\n\n\"Yes--if you have any to make.\"\n\nThe convict was getting himself in hand. He straightened, and gazed\nat the chairman with a peculiar intensity. Then firmly and clearly he\nanswered, \"I've no complaint to make.\"\n\nThe two men sat looking at each other in silence, and as they looked a\nbridge of human sympathy was slowly reared between them. The chairman\nrose, passed around an intervening table, went up to the convict, and\nlaid a hand on his gaunt shoulder. There was a tenderness in his voice\nthat few men had ever heard there.\n\n\"I know,\" said he, \"that you are a patient and uncomplaining man, or we\nshould have heard from you long ago. In asking you to make a statement\nI am merely asking for your help to right a wrong, if a wrong has\nbeen done. Leave your own wishes entirely out of consideration, if you\nprefer. Assume, if you will, that it is not our intention or desire\neither to give you relief or to make your case harder for you. There\nare fifteen hundred human beings in this prison, and they are under the\nabsolute control of one man. If a serious wrong is practiced upon one,\nit may be upon others. I ask you in the name of common humanity, and\nas one man of another, to put us in the way of working justice in this\nprison. If you have the instincts of a man within you, you will comply\nwith my request. Speak out, therefore, like a man, and have no fear of\nanything.\"\n\nThe convict was touched and stung. He looked up steadily into the\nchairman's face, and firmly said, \"There is nothing in this world that\nI fear.\" Then he hung his head, and presently he raised it and added, \"I\nwill tell you all about it.\"\n\nAt that moment he shifted his position so as to bring the beam of light\nperpendicularly across his face and chest, and it seemed to split him\nin twain. He saw it, and feasted his gaze upon it as it lay upon his\nbreast. After a time he thus proceeded, speaking very slowly, and in a\nstrangely monotonous voice:\n\n\"I was sent up for twenty years for killing a man. I hadn't been a\ncriminal: I killed him without thinking, for he had robbed me and\nwronged me. I came here thirteen years ago. I had trouble at first--it\ngalled me to be a convict; but I got over that, because the warden that\nwas here then understood me and was kind to me, and he made me one\nof the best men in the prison. I don't say this to make you think I'm\ncomplaining about the present warden, or that he didn't treat me kindly:\nI can take care of myself with him. I am not making any complaint. I ask\nno man's favor, and I fear no man's power.\"\n\n\"That is all right. Proceed.\"\n\n\"After the warden had made a good man out of me I worked faithfully,\nsir; I did everything they told me to do; I worked willingly and like a\nslave. It did me good to work, and I worked hard. I never violated any\nof the rules after I was broken in. And then the law was passed giving\ncredits to the men for good conduct. My term was twenty years, but I did\nso well that my credits piled up, and after I had been here ten years I\ncould begin to see my way out. There were only about three years left.\nAnd, sir, I worked faithfully to make those years good. I knew that if I\ndid anything against the rules I should lose my credits and have to stay\nnearly ten years longer. I knew all about that, sir: I never forgot it.\nI wanted to be a free man again, and I planned to go away somewhere and\nmake the fight all over--to be a man in the world once more.\"\n\n\"We know all about your record in the prison. Proceed.\"\n\n\"Well, it was this way. You know they were doing some heavy work in the\nquarries and on the grades, and they wanted the strongest men in the\nprison. There weren't very many: there never are very many strong men in\nprison. And I was one of 'em that they put on the heavy work, and I\ndid it faithfully. They used to pay the men for extra work--not pay 'em\nmoney, but the value of the money in candles, tobacco, extra clothes,\nand things like that. I loved to work, and I loved to work extra, and so\ndid some of the other men. On Saturdays the men who had done extra work\nwould fall in and go up to the captain of the guard and he would give to\neach man what was coming to him. He had it all down in a book, and when\na man would come up and call for what was due him the captain would give\nit to him, whatever he wanted that the rules allowed.\n\n\"One Saturday I fell in with the others. A good many were ahead of me in\nthe line, and when they got what they wanted they fell into a new line,\nwaiting to be marched to the cells. When my turn in the line came I went\nup to the captain and said I would take mine in tobacco. He looked at\nme pretty sharply, and said, 'How did you get back in that line?' I told\nhim I belonged there--that I had come to get my extra. He looked at his\nbook, and he said, 'You've had your extra: you got tobacco.' And he told\nme to fall into the new line, I told him I hadn't received any tobacco;\nI said I hadn't got my extra, and hadn't been up before. He said, 'Don't\nspoil your record by trying to steal a little tobacco. Fall in.'... It\nhurt me, sir. I hadn't been up; I hadn't got my extra; and I wasn't a\nthief, and I never had been a thief, and no living man had a right to\ncall me a thief. I said to him, straight, 'I won't fall in till I get my\nextra, and I'm not a thief, and no man can call me one, and no man can\nrob me of my just dues.' He turned pale, and said, 'Fall in, there.' I\nsaid, 'I won't fall in till I get my dues.'\n\n\"With that he raised his hand as a signal, and the two guards behind him\ncovered me with their rifles, and the guard on the west wall, and one\non the north wall, and one on the portico in front of the arsenal, all\ncovered me with rifles. The captain turned to a trusty and told him to\ncall the warden. The warden came out, and the captain told him I\nwas trying to run double on my extra, and said I was impudent and\ninsubordinate and refused to fall in. The warden said, 'Drop that and\nfall in.' I told him I wouldn't fall in. I said I hadn't run double,\nthat I hadn't got my extra, and that I would stay there till I died\nbefore I would be robbed of it. He asked the captain if there wasn't\nsome mistake, and the captain looked at his book and said there was no\nmistake; he said he remembered me when I came up and got the tobacco and\nhe saw me fall into the new line, but he didn't see me get back in the\nold line. The warden didn't ask the other men if they saw me get my\ntobacco and slip back into the old line. He just ordered me to fall in.\nI told him I would die before I would do that. I said I wanted my just\ndues and no more, and I asked him to call on the other men in line to\nprove that I hadn't been up.\n\n\"He said, That's enough of this.' He sent all the other men to the\ncells, and left me standing there. Then he told two guards to take me\nto the cells. They came and took hold of me, and I threw them off as if\nthey were babies. Then more guards came up, and one of them hit me over\nthe head with a club, and I fell. And then, sir\"--here the convict's\nvoice fell to a whisper--\"and then he told them to take me to the\ndungeon.\"\n\nThe sharp, steady glitter of the convict's eyes failed, and he hung his\nhead and looked despairingly at the floor.\n\n\"Go on,\" said the chairman.\n\n\"They took me to the dungeon, sir. Did you ever see the dungeon?\"\n\n\"Perhaps; but you may tell us about it.\"\n\nThe cold, steady gleam returned to the convict's eyes, as he fixed them\nagain upon the chairman.\n\n\"There are several little rooms in the dungeon. The one they put me\nin was about five feet by eight. It has steel walls and ceiling, and a\ngranite floor. The only light that comes in passes through a slit in\nthe door. The slit is an inch wide and five inches long. It doesn't give\nmuch light because the door is thick. It's about four inches thick,\nand is made of oak and sheet steel bolted through. The slit runs this\nway\"--making a horizontal motion in the air--\"and it is four inches\nabove my eyes when I stand on tiptoe. And I can't look out at the\nfactory wall forty feet away unless I hook my fingers in the slit and\npull myself up.\"\n\nHe stopped and regarded his hands, the peculiar appearance of which we\nall had observed. The ends of the fingers were uncommonly thick; they\nwere red and swollen, and the knuckles were curiously marked with deep\nwhite scars.\n\n\"Well, sir, there wasn't anything at all in the dungeon, but they gave\nme a blanket, and they put me on bread and water. That's all they ever\ngive you in the dimgeon. They bring the bread and water once a day, and\nthat is at night, because if they come in the daytime it lets in the\nlight.\n\n\"The next night after they put me in--it was Sunday night--the warden\ncame with the guard and asked me if I was all right. I said I was.\nHe said, 'Will you behave yourself and go to work to-morow?' I said,\n'No, sir; I won't go to work till I get what is due me.' He shrugged his\nshoulders, and said, 'Very well: maybe you'll change your mind after you\nhave been in here a week.'\n\n\"They kept me there a week. The next Sunday night the warden came and\nsaid, 'Are you ready to go to work to-morrow,' and I said, 'No; I will\nnot go to work till I get what is due me.' He called me hard names. I\nsaid it was a man's duty to demand his rights, and that a man who would\nstand to be treated like a dog was no man at all.\"\n\nThe chairman interrupted. \"Did you not reflect,\" he asked, \"that these\nofficers would not have stooped to rob you?--that it was through some\nmistake they withheld your tobacco, and that in any event you had a\nchoice of two things to lose--one a plug of tobacco, and the other seven\nyears of freedom?\"\n\n\"But they angered me and hurt me, sir, by calling me a thief, and they\nthrew me in the dungeon like a beast.... I was standing for my rights,\nand my rights were my manhood; and that is something a man can carry\nsound to the grave, whether he's bond or free, weak or powerful, rich or\npoor.\"\n\n\"Well, after you refused to go to work what did the warden do?\"\n\nThe convict, although tremendous excitement must have surged and boiled\nwithin him, slowly, deliberately, and weakly came to his feet. He placed\nhis right foot on the chair, and rested his right elbow on the raised\nknee. The index finger of his right hand, pointing to the chairman and\nmoving slightly to lend emphasis to his narrative, was the only thing\nthat modified the rigid immobility of his figure. Without a single\nchange in the pitch or modulation of his voice, never hurrying, but\nspeaking with the slow and dreary monotony with which he had begun,\nhe nevertheless--partly by reason of these evidences of his incredible\nself-control--made a formidable picture as he proceeded:\n\n\"When I told him that, sir, he said he'd take me to the ladder and see\nif he couldn't make me change my mind.... Yes, sir; he said he'd take\nme to the ladder.\" (Here there was a long pause.) \"And I a human being,\nwith flesh on my bones and the heart of a man in my body. The other\nwarden hadn't tried to break my spirit on the ladder. He did break it,\nthough; he broke it clear to the bottom of the man inside of me; but\nhe did it with a human word, and not with the dungeon and the ladder. I\ndidn't believe the warden when he said he would take me to the ladder.\nI couldn't imagine myself alive and put through at the ladder, and I\ncouldn't imagine any human being who could find the heart to put me\nthrough. If I had believed him I would have strangled him then and\nthere, and got my body full of lead while doing it. No, sir; I could not\nbelieve it.\n\n\"And then he told me to come on. I went with him and the guards. He\nbrought me to the ladder. I had never seen it before. It was a heavy\nwooden ladder, leaned against the wall, and the bottom was bolted to the\nfloor and the top to the wall. A whip was on the floor.\" (Again there\nwas a pause.) \"The warden told me to strip, sir, and I stripped.... And\nstill I didn't believe he would whip me. I thought he just wanted to\nscare me.\n\n\"Then he told me to face up to the ladder. I did so, and reached my arms\nup to the straps. They strapped my arms to the ladder, and stretched so\nhard that they pulled me up clear of the floor. Then they strapped my\nlegs to the ladder. The warden then picked up the whip. He said to me,\n'I'll give you one more chance: will you go to work to-morrow?' I said,\n'No; I won't go to work till I get my dues.' 'Very well,' said he,\n'you'll get your dues now.' And then he stepped back and raised the\nwhip. I turned my head and looked at him, and I could see it in his\neyes that he meant to strike.... And when I saw that, sir, I felt that\nsomething inside of me was about to burst.'\"\n\nThe convict paused to gather up his strength for the crisis of his\nstory, yet not in the least particular did he change his position, the\nslight movement of his pointing finger, the steady gleam of his eye,\nor the slow monotony of his speech. I had never witnessed any scene so\ndramatic as this, and yet all was absolutely simple and unintentional.\nI had been thrilled by the greatest actors, as with matchless skill they\ngave rein to their genius in tragic situations; but how inconceivably\ntawdry and cheap such pictures seemed in comparison with this! The\nclaptrap of the music, the lights, the posing, the wry faces, the gasps,\nlunges, staggerings, rolling eyes--how flimsy and colorless, how mocking\nand grotesque, they all appeared beside this simple, uncouth, but\ngenuine expression of immeasurable agony!\n\nThe stenographer held his pencil poised above the paper, and wrote no\nmore.\n\n\"And then the whip came down across my back. The something inside of me\ntwisted hard and then broke wide open, and went pouring all through me\nlike melted iron. It was a hard fight to keep my head clear, but I did\nit. And then I said to the warden this: 'You've struck me with a whip\nin cold blood. You' ve tied me up hand and foot, to whip me like a dog.\nWell, whip me, then, till you fill your belly with it. You are a coward.\nYou are lower, and meaner, and cowardlier than the lowest and meanest\ndog that ever yelped when his master kicked him. You were born a coward.\nCowards will lie and steal, and you are the same as a thief and liar.\nNo hound would own you for a friend. Whip me hard and long, you coward.\nWhip me, I say. See how good a coward feels when he ties up a man and\nwhips him like a dog. Whip me till the last breath quits my body: if you\nleave me alive I will kill you for this.'\n\n\"His face got white. He asked me if I meant that, and I said, 'Yes;\nbefore God, I do.' Then he took the whip in both hands and came down\nwith all his might.\"\n\n\"That was nearly two years ago,\" said the chairman. \"You would not kill\nhim now, would you?\"\n\n\"Yes. I will kill him if I get a chance; and I feel it in me that the\nchance will come.\"\n\n\"Well, proceed.\"\n\n\"He kept on whipping me. He whipped me with all the strength of both\nhands. I could feel the broken skin curl upon my back, and when my head\ngot too heavy to hold it straight it hung down, and I saw the blood\non my legs and dripping off my toes into a pool of it on the floor.\nSomething was straining and twisting inside of me again. My back didn't\nhurt much; it was the thing twisting inside of me that hurt. I counted\nthe lashes, and when I counted to twenty-eight the twisting got so hard\nthat it choked me and blinded me;... and when I woke up I was in the\ndungeon again, and the doctor had my back all plastered up, and he was\nkneeling beside me, feeling my pulse.\"\n\nThe prisoner had finished. He looked around vaguely, as though he wanted\nto go.\n\n\"And you have been in the dungeon ever since?\"\n\n\"Yes, sir; but I don't mind that.\"\n\n\"How long?\"\n\n\"Twenty-three months.\"\n\n\"On bread and water?\"\n\n\"Yes; but that was all I wanted.\"\n\n\"Have you reflected that so long as you harbor a determination to kill\nthe warden you may be kept in the dungeon? You can't live much longer\nthere, and if you die there you will never find the chance you want. If\nyou say you will not kill the warden he may return you to the cells.\"\n\n\"But that would be a lie, sir; I will get a chance to kill him if I\ngo to the cells. I would rather die in the dungeon than be a liar and\nsneak. If you send me to the cells I will kill him. But I will kill him\nwithout that. I will kill him, sir.... And he knows it.\"\n\nWithout concealment, but open, deliberate, and implacable, thus in the\nwrecked frame of a man, so close that we could have touched it, stood\nMurder--not boastful, but relentless as death.\n\n\"Apart from weakness, is your health good?\" asked the chairman.\n\n\"Oh, it's good enough,\" wearily answered the convict. \"Sometimes the\ntwisting comes on, but when I wake up after it I'm all right.\"\n\nThe prison surgeon, under the chairman's direction, put his ear to the\nconvict's chest, and then went over and whispered to the chairman.\n\n\"I thought so,\" said that gentleman. \"Now, take this man to the\nhospital. Put him to bed where the sun will shine on him, and give him\nthe most nourishing food.\"\n\nThe convict, giving no heed to this, shambled out with a guard and the\nsurgeon.\n\n*****\n\nThe warden sat alone in the prison office with No. 14,208. That he at\nlast should have been brought face to face, and alone, with the man whom\nhe had determined to kill, perplexed the convict. He was not manacled;\nthe door was locked, and the key lay on the table between the two men.\nThree weeks in the hospital had proved beneficial, but a deathly pallor\nwas still in his face.\n\n\"The action of the directors three weeks ago,\" said the warden, \"make my\nresignation necessary. I have awaited the appointment of my successor,\nwho is now in charge. I leave the prison to-day. In the meantime, I have\nsomething to tell you that will interest you. A few days ago a man\nwho was discharged from the prison last year read what the papers have\npublished recently about your case, and he has written to me confessing\nthat it was he who got your tobacco from the captain of the guard. His\nname is Salter, and he looks very much like you. He had got his own\nextra, and when he came up again and called for yours the captain,\nthinking it was you, gave it to him. There was no intention on the\ncaptain's part to rob you.\"\n\nThe convict gasped and leaned forward eagerly.\n\n\"Until the receipt of this letter,\" resumed the warden, \"I had opposed\nthe movement which had been started for your pardon; but when this\nletter came I recommended your pardon, and it has been granted. Besides,\nyou have a serious heart trouble. So you are now discharged from the\nprison.\"\n\nThe convict stared, and leaned back speechless. His eyes shone with\na strange, glassy expression, and his white teeth glistened ominously\nbetween his parted lips. Yet a certain painful softness tempered the\niron in his face.\n\n\"The stage will leave for the station in four hours,\" continued the\nwarden. \"You have made certain threats against my life.\" The warden\npaused; then, in a voice that slightly wavered from emotion, he\ncontinued: \"I shall not permit your intentions in that regard--for I\ncare nothing about them--to prevent me from discharging a duty which,\nas from one man to another, I owe you. I have treated you with a cruelty\nthe enormity of which I now comprehend. I thought I was right. My\nfatal mistake was in not understanding your nature. I misconstrued\nyour conduct from the beginning, and in doing so I have laid upon my\nconscience a burden which will imbitter the remaining years of my life.\nI would do anything in my power, if it were not too late, to atone for\nthe wrong I have done you. If before I sent you to the dungeon, I\ncould have understood the wrong and foreseen its consequences, I would\ncheerfully have taken my own life rather than raise a hand against you.\nThe lives of us both have been wrecked; but your suffering is in the\npast--mine is present, and will cease only with my life. For my life is\na curse, and I prefer not to keep it.\"\n\nWith that the warden, very pale, but with a clear purpose in his face,\ntook a loaded revolver from a drawer and laid it before the convict.\n\n\"Now is your chance,\" he said, quietly: \"no one can hinder you.\"\n\nThe convict gasped and shrank away from the weapon as from a viper.\n\n\"Not yet--not yet,\" he whispered, in agony.\n\nThe two men sat and regarded each other without the movement of a\nmuscle.\n\n\"Are you afraid to do it?\" asked the warden.\n\nA momentary light flashed in the convict's eyes.\n\n\"No!\" he gasped; \"you know I am not. But I can't--not yet--not yet.\"\n\nThe convict, whose ghastly pallor, glassy eyes, and gleaming teeth sat\nlike a mask of death upon his face, staggered to his feet.\n\n\"You have done it at last! you have broken my spirit. A human word has\ndone what the dungeon and the whip could not do.... It twists inside of\nme now.... I could be your slave for that human word.\" Tears streamed\nfrom his eyes. \"I can't help crying. I'm only a baby, after all--and I\nthought I was a man.\"\n\nHe reeled, and the warden caught him and seated him in the chair. He\ntook the convict's hand in his and felt a firm, true pressure there. The\nconvict's eyes rolled vacantly. A spasm of pain caused him to raise his\nfree hand to his chest; his thin, gnarled fingers--made shapeless by\nlong use in the slit of the dungeon door--clutched automatically at\nhis shirt. A faint, hard smile wrinkled his wan face, displaying the\ngleaming teeth more freely.\n\n\"That human word,\" he whispered--\"if you had spoken it long ago, if--but\nit's all--it's all right--now. I'll go--I'll go to work--to-morrow.\"\n\nThere was a slightly firmer pressure of the hand that held the warden's;\nthen it relaxed. The fingers which clutched the shirt slipped away, and\nthe hand dropped to his side. The weary head sank back and rested on\nthe chair; the strange, hard smile still sat upon the marble face, and\na dead man's glassy eyes and gleaming teeth were upturned toward the\nceiling.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Morrow, W. C."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23177/pg23177.txt",
        "name": "the_inmate_of_the_dungeon_1894.json"
    }
}