{
    "name": "The Time of Cold",
    "author": [
        "Carlson, Mary"
    ],
    "body": "Curt felt the airship going out of control as he passed over a rock\nspattered stretch of sand. Automatically he looked for a smooth place\nto land and steered the bucking ship for it. The jolt of the landing\ntriggered the ejector seat and in a second he was hurtling through the\nair away from the explosion of the damaged vehicle. Just before he\nblacked out, he thought--almost calmly--\"a good hundred and fifty miles\nfrom the colony.\"\n\nWhen he regained consciousness, night was passing and the first of the\nthree suns was peeking over the horizon. Curt lay still for a while,\nafraid to find out what might be wrong with him. And the rescue ship\ncould take anything from an hour to a week to find him. He moved his\nhead to discover if there might be anything left of his ship; he saw\nnothing but pieces.\n\n\"Well,\" he said aloud, \"so much for that.\" He reached back gingerly\nand undid the seat straps. Carefully, he sat up and began to ease his\nweight onto his feet. A sharp twinge of pain in his knee dropped him\nback to a sitting position. He probed at the knee but found no broken\nbones.\n\n\"Well,\" he said again, quietly. The colony leaders had had very little\nto offer in the way of survival. Rule number 1: Mark the crash site and\nyour direction of travel. Number 2: Get into shade before the combined\nheat of the three suns boils your blood. Number 3: Carry your pistol\nfor protection against liquid scorpions, and always save the last\npellet for yourself.\n\nCurt glanced about nervously at the thought of the liquid\nscorpions--the one form of animal life the colonist had found on this\nmineral-rich planet. Liquid scorpions were enormous masses of clear,\njellyish liquid that oozed forward across the rock and sand with\nremarkable speed. A liquid scorpion changed shape constantly, its mass\nshooting out legs wherever they were needed. Only the eyes, fixed in a\nbulge over the center of its mass, and the almost-solid, curved stinger\nthat arched over its back remained the same.\n\nThe first landing party had stood transfixed while one of the crew was\nattacked and absorbed before their eyes. Clear, the scorpion had been\nalmost invisible to them until it flowed about the navigator's legs and\nparalyzed him with the swaying stinger. When his frantic struggles had\nceased, the creature flowed over his body and absorbed it. As the party\nwatched, the clearness slowly became a thin, dark red, and the body\ncould no longer be seen.\n\nAvengers had poured out of the ship after the giant scorpion, which\nreared back, tripling its height and halving its width. At the apex,\nthe two protruding eyes bulged at them and the stinger swayed back and\nforth, reaching out and retreating. Explosive pellets fired into its\nflesh were absorbed with a slurping sound. The captain in the end, had\nknelt and taken careful aim at the right eye, behind which was the\nonly unreddened sector of the mass. When the right eye disappeared,\nthe clear area spurted out of the hole and drained over the jelly-like\nsurface. Slowly, silently, the first of the liquid scorpions died.\n\nCurt counted the pellets in his belt--an even hundred. Enough ... if\nhe managed to keep out of sight and had good enough aim. He surveyed\nthe surrounding countryside. Farther along the valley were shaded caves\nwhere he could find protection once he had marked his course.\n\nIf he could walk that far.\n\n\n\nXen came sluggishly awake, feeling the warmth penetrate his mass. The\ntime of heat had come again, the time to search for what would halt the\nhunger that ached through every inch of him.\n\nSlowly, his cold-stiffened mass flowed forward from its hiding place in\nthe warmth-holding sand. The heat melted the stiffness out of him and\nhe began to slide across the sand, his alert senses functioning again.\nSense of touch led him across rocks and over ridges easily. The touchy\nsense of vibration waited apprehensively for movement that would\nshake the ground. And the third sense, the one that could be called\nonly \"sense\" or \"sense of knowing,\" functioned as always without his\nunderstanding. Today, this third sense told Xen, was different from\nother days.\n\nExtra-cautious, Xen oozed over rocky barriers in the direction that his\n\"sense\" told him held food. Once he felt a slight tremor, and in terror\nflooded out over the rock into thin, transparent nothing. He waited\nseveral degrees of heat, but no further movement touched the sensitive\nreceivers in his mass.\n\nA falling rock, he decided, collecting himself and starting forward\nagain. He slithered down rocky walls, pouring almost like water when\nthe drop was long and drawing together at the bottom. When his feeling\nof touch warned him of the shade whose coolness might solidify him and\nleave him helpless in the open, he drew hurriedly away and changed\ndirection.\n\nFinally, he reached an open spot that was likely to contain food.\nHis mass ached for something to consume, but he flooded himself thin\nagain and waited, feeling. There was no vibration through the surface,\nnor did his \"sense\" tell him of anything other than the possibility\nof nourishment. Xen hesitated only a degree of heat before bubbling\nexcitedly into the open space.\n\nTouch found him something edible almost immediately--he flowed around\nand over it, absorbing it hungrily. His mass dissolved it almost\nimmediately and ached for more. He slid thin, reaching out in every\ndirection until contact was made, then absorbing the food instantly and\nmoving on.\n\n\n\nCurt, lying in meager shade that would be gone in half an hour when\nthe third and largest sun rose, first saw the movement when it was on\nthe rocks. His already frayed nerves gave a frightened leap. He lay\nperfectly still. Where he had seen the movement on the rocky shelf\nthere was now nothing.\n\nThe nothing moved forward.\n\nCurt shivered. He was certain he was seeing nothing, and yet his eyes\nwere trying to tell him there was movement. When it reached the flat\nplace and flowed swiftly forward, he realized that it was a liquid\nanimal and was suddenly pointedly conscious of the weight of the pistol\nagainst his hip.\n\nHe watched carefully for the eyes and the stinger, but saw none. That\nfrightened him. If he could not find the brain, he had no mark to\nshoot at. As he watched, the liquid creature flowed against one of the\nhardy, sun-browned plants and jerked in reaction. Instantly, it flowed\nover the plant and absorbed it. The liquid turned momentarily a thin\nbrownish green and then cleared again.\n\nCurt watched it with narrowed eyes. It was just possible that this\ncreature ate only plant life. The colonists had realized that the\nliquid scorpions had fed upon something else before they arrived, but\nno one had been able to discover what that something was.\n\n\n\nXen was in the process of absorbing a plant when the vibration sense\nalerted him. Terror shot through him and he spread thinly across thirty\nfeet of ground and lay motionless, his \"sense\" telling him frantically\nthat a Sting was hunting nearby.\n\nHe lay for many degrees of heat, waiting. Sense of vibration and\nknowing both told him that the Sting was approaching, but uncertainly,\nsearching. Then both senses reacted startledly to a new danger on the\nother side. New movement! A new feeling that his \"sense\" could not\nunderstand.\n\nThe Sting was approaching at an angle that would inevitably bring it in\ncontact with Xen. Absorption was the penalty for being caught. Xen was\nresigned to death, for he could not possibly escape the Sting. And now\nthere was this new sensation on the other side of him. Whatever it was,\nhe had no idea; but likely it was as voracious as the Sting.\n\nNow the new thing vibrated jerkily around him and stopped between him\nand the Sting. The vibrations from the eager Sting accelerated rapidly,\neagerly, as it flowed over the ground. Then, for no reason except that\nthe new creature had moved slightly, the Sting recoiled. The jerks were\nplainly recorded through the earth to Xen; and as he felt the heavy\njar, his \"sense\" told him that the danger from the Sting was past. The\nSting was dead.\n\nXen drew himself together and considered that.\n\nThe new thing vibrated jerkily the place from which Xen had first felt\nit move. It must be solid as the rocks to move so jerkily, Xen thought.\nThe Sting-killer drew itself back under the enormous rock and ceased to\nmove.\n\nCuriosity drew Xen forward, fear dragged him back. He spread thin and\ndrew together with uncertainty. At last, he oozed forward carefully\nuntil he reached the rock. The Sting-killer was pressed back under the\nrock, where touch told Xen a tiny amount of the cold-carrying shade\nremained. Xen puzzled at that. Why should this creature hide from the\nlife-giving suns?\n\nHe reached out and absorbed a plant thoughtfully. This thing was\ndifferent from the liquid structures he had always known. If it was\nsolid where they were liquid, perhaps then it was also opposite in its\nneeds. Maybe this Sting-killer needed cold instead of heat.\n\nWhile Xen was considering this difficult thought, the Sting-killer\nbegan to move again.\n\n\n\nCurt gasped. The shade was gone. The third sun was reaching long rays\nunder the rock to sear his already-burned flesh. He had to find more\nshade.\n\nMovements were very painful. His lips were cracking and his face had\nblackened. The injured knee had swollen inside the protective suit; it\nthrobbed and ached. Dazedly, he pulled himself to his feet.\n\nOn the rock beside him, spread an inch thick, was the almost-invisible\ncreature he had been forced to circle in order to stop the liquid\nscorpion. He wondered tiredly if it was dangerous. It lay completely\nmotionless, just as it had when the liquid scorpion had approached. So\nit was probably more afraid of him than he was of it. He turned away.\nThere appeared to be shade down the valley--perhaps a mile, perhaps\nthree. Too much for him, he knew, but he set out, feeling the sun beat\ncruelly at him, crying out when the pain in his knee forced him to\ncatch his balance against the sun-heated rock.\n\nHe knew without turning that the liquid creature was following him,\nstopping when he stopped, starting when he started. When he knew he\ncould go no farther and felt his knee give weakly to his weight, he saw\nit ooze forward and began to flow over his legs. He tried to reach his\npistol, but it seemed so far away.\n\n\n\nXen, following the Sting-killer curiously, put together all that he had\nlearned. This creature was different from himself. It needed shade. It\nhad killed his enemy, which was possibly also its own enemy. Now it was\ntrying to reach the shade, but its progress grew steadily slower.\n\nHe considered that progress. The only thing he could liken it to was\none of his own kind, caught out in the time of cold, trying to reach\nthe heat-retaining sands, slowly congealing into a solid mass and\ndying. This, then, was the reverse process. Perhaps the Sting-killer\nwould become liquid after a certain degree of heat.\n\nXen's sense of knowing warned him gently about too much wandering\nin the open, where countless Stings could be hiding. He drew back,\nunwilling to stop following this interesting creature. The Sting-killer\nvibrated the ground and lay still suddenly. Xen waited for a \"sense\" of\ndeath but none came. This might be for the new thing a stage similar to\nthat when one of Xen's own kind became unable to move from the cold,\nbut still lived and feared.\n\nCaught between his own fear and a very strange sensation that he could\nnot interpret, Xen waited a degree of heat. Then he oozed forward and\nspread himself over the still shape, until it floated within him. When\nhe flowed over one part, the thing struggled pitiably. Xen drew back\nstartedly and the movement ceased. Carefully, he retraced his course,\nleaving the part free. This time there was no struggling.\n\nSpurred by fear of Stings, Xen began to flow across the land, letting\nhis \"Sense\" guide him to the coldness. He slithered up slopes, poured\nover steep drops, always collecting himself in time to catch his burden.\n\nHe found a place that would stay cold until the next time of heat\nand halted in front of it, his anxiety evident in the way he spread\nand collected himself, back and forth. At last he inched forward,\nfeeling the agony of the cold bite into every cell. Bunching himself\nbehind the Sting-killer, he made it flow along him until it broke\nfree and lay upon the shaded rock. Xen drew back as hurriedly as his\nalready-sluggish mass would allow. He spread thin across the earth and\nlet the heat liquefy his body again....\n\n\n\nIt was when the time of cold was only a few degrees away that Xen felt\nthe heavy vibration which nearly made him dissolve with fear. It lasted\nfor a few degrees and then weakened and made only a small tremor. Now\nmany smaller vibrations reached him, like many creatures moving about.\nThe tremors spread out, moving slowly toward the rocky valley.\n\nXen lay still trying to identify the vibrations. They were not those of\nStings. As they approached, he recognized them as resembling in great\nnumbers the creature he had put upon the rock.\n\n\n\nCurt imagined he heard voices, an incoherent babble of them. He\nstruggled to sit up, but there was an incredible weight on his chest.\n\n\"Lie still,\" a voice said clearly, and his mind echoed, \"Still ...\nstill ... still....\"\n\nHe struggled again. \"Liquid,\" he croaked painfully, \"liquid animal ...\nliquid....\" The weight was still there. He heard one last voice say,\n\"Poor guy, he must have run into scorpions.\"\n\nThen he was lifted and it seemed as though the lifting would never\ncease.\n\n\n\nXen waited until the small tremor was gone and the great vibration had\nroared and disappeared. He knew by the sense of emptiness that the\nSting-killer had gone back to his own kind. For a moment he felt very\nalone, though he knew the sand was full of Xens.\n\nSlowly, he drew himself together. For the time of cold was but a few\ndegrees away, and he must seek the warm sands.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Carlson, Mary"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61439/pg61439.txt",
        "name": "the_time_of_cold.json"
    }
}