{
    "name": "The Men of Boru",
    "author": [
        "Nelson, Jack A."
    ],
    "body": "A swirl of dust licked at the grass sandals of the men standing on\nthe hill. There were eight men, and they stood looking west over the\nburned, gutted land that lay barren before them--barren except for a\nseries of huge mounds that lay in a depression far out from the hills\non the rocky plains.\n\n\"Do you still think we can make it?\" asked a stocky man with a livid\nscar that ran from his upper lip to his forehead. \"I for one would\nrather live alone and meagerly than not live at all.\"\n\nThe speaker received a stern glance from a tall hawk-nosed man wearing\na finely-worked leather belt, apparently a symbol of leadership.\n\n\"We have already agreed, remember, Franz? We have to succeed or\ndisappear off the face of the Earth. You may turn back if you wish. We\nare going on.\"\n\nFranz scowled, rubbed his scar and contemplated the mounds in the\ndistance. \"You forget I have lived there. You have not. Well, maybe to\nbe a slave is not so bad after all. Or to die.\"\n\n\"If we die we will not go alone,\" said Sten, the leader. He turned to\nthe others. \"Let's go. It will be dark soon.\"\n\nThe men moved single-file down through the hills without speaking.\n\nAs it grew dark they could feel the heat radiate from the sand. They\nfelt the heat press against them and silently praised Sten's wisdom in\nwaiting for the cold time of year before making the attempt. They wore\na tunic of coarse-woven cloth that hung loose from their shoulders, and\neven that single garment was too warm here. They moved in silence, Sten\nin the lead, followed by his brother, Johnathon, a smaller man with\nwide shoulders and a quick smile.\n\nA gibbous moon was showing over the mountains when they stopped.\nSolemnly they gathered in a circle.\n\n\"We will separate now,\" Sten spoke softly. \"Franz and Johnathon and\nKarl and I will enter from the south. Bradley, you and the others will\nfind the way in from the north. You can find the place. If we're not\nback at our last camp by morning of the third day, go on without us.\nYou have the map where the valley lies?\"\n\nThe leader of the other group nodded.\n\n\"Then hurry. Until three days, then. Remember, the only hope lies in\nus. Some of us have to make it!\" The men separated with only a wave of\nfarewell and the two groups moved in opposite directions across the hot\nsands.\n\nClouds covered the moon and it grew darker as the four men approached\nthe edge of the mounds. An ominous sense of foreboding fell over them.\nIt seemed they could feel the vibration of the city that lay beneath\nthem. Beneath them lay life--stilted, twisted, enslaved life, but life\nnevertheless.\n\n\"Are you sure they don't post a guard?\" Johnathon asked.\n\n\"Against what, the Root-Diggers?\" Franz spat contemptuously. \"No, they\nare secure. They need fear nothing.\"\n\nIt was another hour before they found the tunnel and entered in single\nfile. Groping their way through the darkness, they finally felt a solid\nwall rise in front of them. Franz made his way to the left, feeling his\nway along the wall until he found a large box in a niche in the rock.\n\n\"It's here! It's still here after all.\"\n\n\"Good,\" Sten said. \"All right, everybody up against the wall and push.\"\n\nKarl, the biggest of the men, laughed as he eased his bulk against the\nobstruction. \"It would be real sport,\" he said, \"to move this wall and\nfind one of their Steel-heads waiting for us.\"\n\nFranz snickered. \"It wouldn't be sport long, my friend. They're trained\nfrom birth to be trigger-happy and there's nothing anyone in Panamia\nfears more than the outside, or anything connected with it. And we're\noutsiders.\"\n\nThe wall suddenly gave before them and they moved into a half-darkened\nroom. Carefully, in a sort of frozen silence, they moved the wall\nback into place. The box had contained city clothes; and now the men\nworked swiftly in the semi-darkness. When they were ready Franz walked\nup and down making final adjustments in each of their uniforms. As he\nfinished, Sten laid his hand on his shoulder. \"Franz, you'll take over\nnow. You know what everything is like here. We're placing ourselves in\nyour hands.\"\n\nFranz shrugged his shoulders almost as if he were disinterested in the\ndrama in which they were taking part. His eyes searched the faces of\nthe men.\n\n\"So you want women, eh? You want to preserve our race--the glorious\nanimal, Man. Ha! I ask you to ponder for a moment, before it is too\nlate, whether this race is worth preserving. Men have been furthering\nthe race for milleniums and what has it come to? Consider if the earth\nwouldn't prosper better without Man.\"\n\nThe men shifted uneasily. \"Forget all that, Franz,\" Sten snapped.\n\"You know there must be an answer somewhere. This is our only chance.\nEverything can't be dead.\"\n\nFranz looked away. \"As you wish. If you're determined to go through\nwith it, then let's start. But first, remember that you're Steel-heads,\nbred and raised with no other thought than to carry out the will of\nHim--The Leader. His will is your will. You do not think, you only act\naccording to orders. Don't look intelligent, that is suspect. Just\nstare straight ahead and do what I tell you--or what any other officer\nmight tell you, for that matter. Remember, don't question anything!\nJust follow orders.\"\n\nHe laid his hand on the door that led to the city, hesitated for\na brief instant, then swung it open. As the men entered, walking\nstiffly with eyes coldly searching for the unknown, they were hit by a\nhigh-pitched whine that filled the corridor and seemed to pierce deep\nwithin them. The three men covered their ears with their hands and\ncringed. But Franz stood straight and moved his head around to catch\nthe noise from all angles. His mouth opened and closed slowly as if he\nwere trying to pull the shrill noise deep within him. Finally he shook\nhis head, as a dog shakes off water, and gathered command of himself.\n\n\"It is The Leader,\" he said in a loud voice to overcome the whine.\n\"Soon you will not notice it. It is everywhere.\"\n\nSten removed his hands from his ears and felt the noise creep over him.\nHe shuddered, and felt beads of sweat form on his forehead as the sound\nseemed to gnaw at his consciousness. Soon the others were able to bear\nthe noise with their ears uncovered, but they felt restless and uneasy.\n\n\"We're lucky not to have been seen,\" said Franz. \"Come on.\"\n\nThey moved down the corridor in military formation, Franz leading and\nthe others following dumbly. The corridor was small and well-lighted.\nDoors opened into cubicles every few feet, and the wall was lined\nwith wide view-screens that stared out, like probing and sullen\neyes. The men kept their eyes straight ahead, but occasionally they\nflicked a glance sideways at the people that were passing them in both\ndirections. They halted as they reached the main corridor.\n\nA loud buzzer rose above the whine, and people emerged from the doors\nalong the walls and passed them in silence. Eyes fixed on the ground. A\nfew talked as they went by, but none noticed the soldiers standing at\nthe edge of the corridor.\n\nThree girls, walking in silence, paused before the men for a brief\ninstant, then passed on. Sten felt his eyes following the girls\nhungrily. Catching himself, he pulled back to attention and nudged his\nbrother at his side. \"Steel-head, Johnathon, remember?\" Johnathon again\nlooked straight ahead and stifled the beginnings of a grin that tugged\nat the corners of his mouth. Franz also stared after the girls, but his\neyes wore an amused expression, rather than the longing look of the\nother men.\n\nFranz spat out a curt order and they began to march down the corridor\nagain, the crowd making room for them automatically. Everywhere posters\nglared at them from the walls. Some pictured a huge eye that stared out\nwith the words, \"The Leader is watching.\" Others showed the smiling\nfaces of a throng of people. Underneath, in scarlet lettering was\nemblazoned: \"Panamia and The Leader March On--PROGRESS.\"\n\nFor an hour they marched through the city, ignored by the people\nand apparently unaware of all that was happening around them. They\npassed thousands of men and women, a milling mass, each immersed in a\ngrim stupor. Where the main corridors intersected they entered great\nassembly places where huge view-screens were set up. They were always\nturned on.\n\nA shrill emotional voice blared out a constant stream of propaganda.\n\"People of Panamia, unite, work! The Root-Diggers must be repulsed! For\nthe glory of The Leader, for the glory of Panamia, we must accomplish\nour utmost. We must give our all!\"\n\n\"For The Leader! For Panamia!\" the people shouted, rising momentarily\nfrom their dull world, their eyes glazed with emotion. Banners beneath\nthe screens announced in large crimson letters: Service to The Leader\nis glory to yourself and Panamia.\n\nThe soldiers stood watching tight-lipped. Franz's nostrils quivered as\nthe tumult of the demonstration thundered about them. His face took on\nan eager look as he watched the people shouting in exaltation, a curt\nmovement of Sten's hand brought him back to the task at hand. He gave a\nshort barked order and the group moved on.\n\nThey had just reached an intersection and were standing awaiting\ndirections from Franz when a shout rang out. \"Stop, Provost. You! What\nare you doing here?\" A short, ruddy-faced officer in thick-lensed\nglasses strode up the corridor toward them, scowling. Sten cautiously\nmoved his head around to face the danger.\n\n\"Sten, attention! He'll know,\" Franz hissed from the side of his mouth.\n\nSten snapped back to attention, staring straight ahead.\n\nThe squat officer confronted Franz. \"Who assigned you to this block?\"\n\nFranz saluted. \"Security sent us to check on a disturbance near here.\"\n\nThe officer's eyes narrowed. \"Disturbance? I have heard of no\ndisturbance.\"\n\n\"That is of no matter. We were sent.\"\n\nThe squat officer stared hard at Franz. \"Hmm, I see. And what is your\nrank number, Provost?\"\n\nFranz told him a number that he remembered.\n\nThe officer looked them over searchingly, his lower lip protruding in\nobvious contempt. \"Very well, carry on. But Provost, I'll remember\nyou!\" He stood watching as they marched away, rubbing his chin\nthoughtfully with the palm of his hand.\n\nSten felt a sickening void in his stomach as they marched past the\nofficer. Surely the man suspected. Would it all end right here, before\nthey even had a chance to get started? He felt the reassuring pressure\nof the knife inside his belt, the one weapon that Franz had advised,\nand resolved that, if it should be necessary, their lives would be sold\ndearly.\n\nAfter a while they turned into a series of side passage-ways and Franz\nstopped before the door to one of the cubicles. The corridor was empty,\nand they were out of range of the view-screens. Johnathon relaxed\nagainst the wall and sighed. \"What a sight. I never expected it to be\nas bad as this. Did you notice the look in most of their eyes? It's\na dull, glazed almost dead look. They're nothing more than beaten\nanimals.\"\n\n\"Easy,\" Franz cautioned, \"wait till we get inside.\"\n\nHe pressed the button on the door. A woman's voice came through the\ndoor panel. \"What do you want?\"\n\n\"Open. In the name of The Leader. It is a Provost.\"\n\nSlowly the door swung open and the men saw a small brunette standing\nbefore them. \"What do you want?\" she repeated in the same monotone.\n\n\"Interrogation!\" Franz pushed his way inside. The others followed.\n\nThe woman stood against the wall cowering from the soldiers. Franz\nsearched around the apartment carefully, then confronted the woman.\n\n\"Do you not know me?\"\n\nThe woman stared into his eyes. Finally she said, \"No, no, I don't know\nyou.\"\n\n\"Do you not remember Jeannine? The girl you worked with? Remember the\nplans? The plans to leave here and go outside to build a new life?\"\n\nHer chin quivered as she tried to speak. \"Yes, now I remember. You are\nFranz, Jeannine's lover. That was before The Leader found out and ...\nand sent Jeannine away. You disappeared, I thought you had been sent\naway, too. It is hard to remember. You know we are ordered to forget\nthe past. What ... what do you want of me?\"\n\nFranz motioned to the men with him, \"We are from the outside.\"\n\nThe woman recoiled with a gasp and backed even closer to the wall.\n\"Root-Diggers!\"\n\nSten stepped forward. \"No, we're not Root-Diggers. We're the men of\nBoru. We've come to lead you and others like you to freedom.\"\n\n\"Barbarians!\" the woman snarled. \"You're planning to overthrow\nPanamia!\" She lunged wildly at the switch that would have turned on her\nview-screen. Sten caught her and pushed her back against the wall. The\nwoman screamed once before Sten slapped her, then she sobbed into her\nhands.\n\n\"Shut up!\" Sten commanded. \"We mean no harm. We have come only to lead\nout to freedom those who wish to go.\"\n\n\"You are against The Leader.\"\n\nFranz laughed. \"Let's say we hope to outwit him.\"\n\nThe woman drew back. \"That is impossible, he cannot be outwitted. The\nLeader is all.\"\n\nJohnathon looked up from the corner where he was examining the\nview-screen. \"That may be, but we intend to have a try at it.\"\n\nKarl, who had been leaning against the door, suddenly sat down on a\nhard bench against the wall. \"Damn,\" he complained, \"this whining noise\ngives me a headache.\"\n\nThe woman allowed herself a moment of curiosity. \"What whining noise?\nThere is no noise.\"\n\n\"They are conditioned to it,\" Franz spoke to Sten. \"It's a part of\ntheir lives. We never hear the pounding of our hearts.\"\n\nThe woman sat down on the bench and buried her face in her hands.\n\n\"Tell me,\" Sten said, \"Has she no husband?\"\n\n\"Husband? In Panamia there is no such thing. Everyone lives alone.\nWhen they reach maturity, they are summoned to a meeting with The\nLeader, and mated with him or one of his representatives. That is all.\nThe child is raised by The Leader's nurses. It is all a very impersonal\nbusiness. They never speak of it.\"\n\nThe lights in the apartment dimmed. Immediately the woman rose and\nwalked mechanically to a bunk set in the wall, curled up, and was\nasleep almost before the men could notice her.\n\n\"What was that?\"\n\n\"Just The Leader's signal that it is time for sleep,\" Franz said. \"Did\nyou see how she obeyed?\"\n\n\"They live like clockwork,\" Sten muttered.\n\nSeveral hours later the lights came on again. The woman rose without\nspeaking to the men, who had slept on the floor, and sat down at the\ntable to eat.\n\n\"Hey, don't we get invited to breakfast?\" asked Karl, sitting up in the\ncorner.\n\nJohnathon sniffed the air. \"From the smell of it I don't think I want\nany.\"\n\nThe woman looked up annoyed. \"When are you going to leave? I have to\ngo to my work. It's important to Panamia.\" This last was said with a\nfierce pride.\n\n\"Will she be missed?\" Sten asked Franz.\n\n\"Yes, but they allow one day away for illness. The second day they\ncheck.\"\n\n\"Don't worry,\" Sten told the woman. \"We will leave when we have what we\ncame for.\"\n\n\"And what is that?\"\n\n\"Freedom.\"\n\n\"But you say freedom is outside. Why didn't you stay?\"\n\n\"Because there must be freedom for our children--and for their\nchildren.\"\n\n\"You have children?\" she looked interested.\n\n\"We shall soon.\"\n\n\"Yes,\" she said scornfully, \"freedom for the children of the\nRoot-Diggers. But you come to Panamia for that freedom!\"\n\n\"We told you we're not Root-Diggers,\" Johnathon said. \"You can hardly\ncompare us with that tribe of poor devils. But even their state is\nbetter than living like a slave in Panamia.\"\n\nThe woman laughed bitterly. \"If you are not Root-Diggers, why do you\ncome to hurt Panamia and The Leader? It is because of you people that\nwe are warred upon and must always sacrifice.\"\n\nFranz rose and faced the woman. \"Kathryn, you're wrong,\" he said.\n\"The Root-Diggers are not warring with Panamia. They are only men and\nwomen like ourselves who have been banned from Panamia. The Leader had\nthem purged before they were forced outside so that they are sterile\nand have only half their wits. They have to live like animals, eating\nroots and berries and bugs and insects. Those are the Root-Diggers your\nLeader uses to frighten you.\"\n\nThe woman clenched her fists until the knuckles showed white. \"You\nlie!\" she screamed. \"The Leader tells the truth.\"\n\n\"No, it's not a lie. We have all seen them,\" Sten said quietly.\n\nThe men sat in silence while the woman wept.\n\nKarl reached out and ate a bit of the woman's food. \"What sort of gruel\nis this stuff, I wonder. It needs salt.\"\n\n\"Salt,\" commented Franz, \"is the greatest luxury in the city. Because\nof the Root-Diggers, you know. There is a grave shortage. The people\ncrave it more than anything else and will go to any lengths to get an\nextra ration of it.\"\n\nSten shook his head. \"And they blame it on those poor beasts outside.\"\nHe rose and began nervously pacing the floor. \"Franz, we have to move\nquickly. The others will leave if we don't meet them on time. Do you\nthink she will go with us? Will she help us get others?\"\n\n\"Who knows about her?\" Franz shrugged. \"I know some others here who\nmay want to go. We can see them now, but someone has to stay here with\nKathryn.\"\n\nSten watched the hungry eyes of Karl and Johnathon as they looked at\nthe now silent woman, sitting dejectedly at the table.\n\n\"I'll stay,\" he said.\n\nThe two men moved reluctantly as they followed Franz from the room.\nSten sat in silence after they were gone, watching the woman, who\nwas staring sullenly at the table top. He felt the pressure of the\nroom close in on him, and wished he were back in the openness of the\nmountains. With a start he realized that he no longer noticed the\nwhine unless he listened for it, and that the sound somehow created a\nfeeling of warmth within him. He rose, slammed his fist into his open\npalm, and shook the woman vigorously.\n\n\"Kathryn, how would you like to leave here? Go to a new land, a valley\nthat is still green and fertile? There you could look up at the sky and\nlive and feel free--and raise your children free.\"\n\nKathryn looked up dumbfounded. \"I couldn't leave here. What would I do?\nDon't you know that this is real freedom? Here where we have The Leader\nto take care of everything for us?\"\n\n\"No! This is bondage. Being told when to sleep and when to eat and what\nto eat, and slaving for a grain of salt.\"\n\n\"Do you have salt?\" she seemed incredulous.\n\n\"Out there, Kathryn, you can have as much as you want. Believe me, this\nis no good. Where is the purpose of your life? Man wasn't born to be a\nslave to anyone or anything, but to build his own life. You're a woman,\nmeant to have children, to mother them, and teach them, and love them,\ndoesn't that mean anything to you?\"\n\n\"I ... I don't know. I've never thought about it before.\"\n\n\"You must think about it! Would you have it all end here? Living always\nat the command of an unknown voice?\"\n\nThe woman's eyes searched the room, as if seeking some sign of\nreassurance. \"But ... I've never thought of any other kind of life. I'm\nhappy here!\"\n\n\"Happy? Being a living robot? You've never touched real happiness.\nThink, Kathryn. Think hard about this. It's the most important thing in\nthe world.\"\n\nShe turned from the man and looked at the wall.\n\n\n\nIt was several hours before Franz and the others returned. Kathryn was\nin her bunk, her eyes shut, an instrument clamped to her temples.\n\nFranz breathed a sigh of relief as the door closed behind them. \"Whew,\nthat's not good for the nerves! Every time we turned a corner we ran\ninto that officer we met yesterday. I think he's watching us.\"\n\n\"Sten,\" Johnathon said excitedly, \"you should have gone with us. Most\nof the people wouldn't even listen, but there was a girl who was\ninterested. I've never seen anything like her, Sten. She's so soft and\nsmall and....\"\n\nKarl interrupted enthusiastically. \"And she has a friend that's coming\nwith her! Her name's Stella--I touched her and she's smoother than\nanything I ever felt. I ... I think she may go with us.\"\n\nSten and Franz stood soberly watching the child-like joy of the two\nmen, a new joy, something unquenchable that burned deep within them.\n\n\"These people are mindless fools,\" Franz snorted. \"Most of them didn't\neven remember me. The Leader's forgetting treatments are pretty strong\nstuff, I guess. 'The Past is Forgotten, the Future is the Glory of The\nLeader', that's the motto.\"\n\n\"No wonder the poor souls seem mindless,\" said Sten soberly. \"But what\nabout the girls they're so happy about?\" he motioned to the table where\nKarl and Johnathon were glibly comparing notes on the girls they had\nmet.\n\n\"They didn't remember me either, but they seemed to be able to\nthink independently. They also thought of some others who might be\ninterested. What will we do if we get too many?\"\n\n\"We'll take anyone who wants to go. At least, as many as we can.\nThe important thing is that we get enough to start again outside.\"\nHe pointed to the nook where Kathryn was still curled in the foetal\nposition.\n\n\"What's Kathryn doing, Franz? She's been like that for an hour.\"\n\nFranz's eyes held a look of pity. \"It is the one recreation that The\nLeader allows them. It's hard to explain exactly what it is, but\nyou are carried away by it. It's something like a drug, yet it's\nmechanical. Something like music or sweet voices washes over you and\nyou dream. For a time, you actually live.\"\n\nSten shuddered. \"The only reality is dreams then, eh? Tell me, are\nthese people actually capable of love?\"\n\n\"It's completely foreign to them, but they _are_ human beings, and I\nsuppose love is innate in us all. I found it here once, you know.\" Sten\nlooked away as Franz stared hard at the floor.\n\nThe tension was broken by a knock at the door, and three women followed\nby a single man entered. When they had exchanged greetings and been\nseated, Sten stood up in the middle of the room. Kathryn, who had\nwakened from her dreaming, sat watching wide-eyed.\n\n\"Franz has told you why we are here. We believe the human race is\ndoomed to slavery and annihilation unless some of us break away. My\nfather left us a treasure of books that his father before him had\nsalvaged from the holocaust. They tell of a way of life before the land\nwas ravaged. It was a better way, believe me. We men have lived in\nBoru, a small valley back in the hills. But now we're leaving there.\nLong ago our father told us of a green valley to the east, high in the\nmountains where things grow as they did in the time before all this. We\nhave a map; and we're going there to find freedom. We need you to keep\nthis freedom.\"\n\nA hush of silence held the room for a moment, and was broken finally by\nthe man who had come with the three girls. \"Will The Leader be there?\"\n\nSten stared hard at the man. \"You will be your own leader. Can't you\nsee that? Your Leader is only an illusion! There is no leader but\nyourself, and perhaps the God in my father's books.\"\n\nThe man sat a moment, then shook his head. \"Not without The Leader--I\ncouldn't face it.\"\n\n\"You have your choice,\" Franz said coldly.\n\nThe man rose and grasped the arm of the tall woman that had come in\nwith him. \"Then we have no business with you,\" he said as he led the\nwoman to the door. The woman looked back hopelessly as she followed the\nman out.\n\n\"And you?\" Sten asked the remaining women.\n\nThe blonde girl smiled and took hold of Johnathon's arm. \"I will go.\"\n\nThey all turned to the shy-looking girl who sat next to Karl. She\nlooked hard at the man next to her before speaking. \"Yes, me too,\" she\nalmost whispered.\n\n\"Good. That's two. Kathryn, what about you?\"\n\nShe looked Sten squarely in the eye. \"I've decided to stay. Why should\nI leave this good life to be devoured by beasts or Root-Diggers on the\noutside?\"\n\nSten sighed. \"Then we need more. And quickly. We must leave by tomorrow\nnight at the latest.\"\n\nAfter the women had been escorted to their cubicles, Franz led the men\nthrough the corridors toward the center of the city. In each great\nsquare they passed squads of soldiers dressed like themselves, staring\nstraight ahead in the same unconscious way.\n\nWhen they paused in the middle of a hall to plan their strategy, Karl\nturned to Franz. \"Something's bothering me, Franz. Just where do they\nput their dead? We haven't passed anything like a graveyard.\"\n\nFranz laughed. \"Death is rare in Panamia, my friend. When a person\ngrows old or very ill, he is summoned by The Leader. He never comes\nback. I never knew anyone to come back. As far as any one knows they're\nstill at the headquarters of The Leader.\"\n\nA huge cavern-like room loomed ahead where all the main passage-ways\nintersected. In the middle of the square sat a great round building,\nforbidding, yet beautiful. Doors opened on all sides leading into the\ngreat domed structure.\n\n\"And this is where The Leader dwells. Nice, eh?\" Franz said.\n\nThe men stood looking at the huge dome until it seemed to them that\nthey were being noticed, then they passed on through the square. At the\nfar edge, Franz suddenly stiffened. \"Walk fast. Hurry,\" he muttered.\nSten quickened his pace to keep up with the others, then felt a chill\nrun over him as he saw the officer with the thick glasses watching them\nfrom a window in the dome.\n\n\"I wonder what would happen,\" Karl muttered, \"if a guy could get into\nthat dome for a few minutes to play with the machinery?\"\n\n\"Perhaps it could be done,\" Franz replied. \"But it would be your last\nact on earth. Nevertheless, it would be interesting to see what would\nhappen to the people if the machinery stopped.\"\n\nSten noted the thoughtful expression on Franz's face. The man's eyes\nsearched the corridor, where, by listening carefully, he could hear the\nhigh whine of The Leader.\n\nKathryn was home from her job when they returned.\n\n\"Well, how is your enlistment program coming?\" she asked when they\nentered.\n\nSten looked at her and felt his stomach pull tight within him.\n\n\"Not so well,\" Franz replied. \"Those I knew when I was here have\nforgotten what they believed then or are gone. It's too dangerous to\nspeak to many new ones.\"\n\n\"There aren't many fools in Panamia,\" she retorted.\n\nJohnathon grasped Sten's arm entreatingly. \"Sten, come with us, we'll\nsee the girls. They have friends who may be interested. We only have a\nfew more hours, let's not waste them.\"\n\n\"No, you go on. I'll stay here for a while.\"\n\n\"As for me,\" Franz said, rising, \"I'll go with Karl and Johnathon. I\nhave to check on something.\"\n\nKathryn sat at the table watching Sten as the others left. He looked\naway from her eyes. \"You'll be alone again soon. Tell me, don't you\never get lonesome all by yourself all the time?\"\n\n\"I have The Leader. He is always near.\"\n\n\"You have nothing then. Don't you realize it is nothing?\" He rose\nand walked to the nook where her recreation machine sat on a shelf.\nGrasping it with both hands, he wrenched it from the wall and let it\nfall to the floor, smashed. She stared at it dumbly.\n\n\"See! There is your Leader--a smashed machine!\" Sten shouted. He moved\nto her side and leaned close to her. \"Kathryn, you're a woman. You're\nnot stone! Don't you feel anything at all?\" Her neck turned slowly red\nas he pulled her toward him.\n\n\"No, I feel nothing,\" she said woodenly. \"Is this supposed to be\nsomething special, the touch of a man?\"\n\n\"It can be.\" He put his face into her hair. Slowly he pulled her head\nback and looked into her eyes, then he kissed her, hard.\n\nShe fought free of him and began pacing back and forth. \"I don't know.\nI don't know. Perhaps you are right, but I don't know if I can do it.\"\n\n\"Here, what's this?\" Johnathon entered smiling. \"Has there been a\nchange of heart? Good. Then we can leave. Franz here tells me he found\nthe lady he went looking for too.\"\n\nKathryn looked again at the dream machine lying on the floor, then at\nSten. She seemed to gather up strength for a brief moment. \"I'll go,\"\nshe whispered.\n\n\"I'm glad,\" Sten said. \"We can leave right away then. What about your\ngirl, Franz?\"\n\n\"She is waiting for me,\" Franz smiled. \"I made sure of that. But it is\na long way. Give me an hour. Better yet, I'll meet you at the tunnel in\nan hour and a half.\"\n\nFranz laid his hand on Sten's shoulder and spoke in a low voice. \"If\nI'm not there in an hour and a half, go on. I'll catch you outside.\" He\nsqueezed Sten's shoulder. \"Be careful, my friend. And good luck.\"\n\nSten looked at the door for an instant after Franz had gone. \"We must\nbe careful. We don't want to be noticed.\"\n\n\"Soon there will be nobody to notice us,\" Johnathon said exuberantly.\n\"We can yell and run and laugh, and there will be nobody to care, not\neven The Leader.\"\n\nA silence fell over the room as he mentioned the name. Sten broke it\nto issue an order for everyone to gather his things. Kathryn gazed\nlongingly round the room as the others moved out. She bit her lip with\nthe effort it took to keep from pulling back as Sten led her from the\nroom.\n\nThey passed through the corridors without incident, stopping when they\nreached the intersection that led to the tunnel. They stood there at\nthe edge of the intersection, anxiously awaiting Franz.\n\nSten stiffened as he saw the officer that had stopped them before\napproaching down the corridor, followed by a soldier. The men snapped\nto attention and stood as if guarding the women.\n\nThe officer swaggered up to Sten. \"Here, what are you doing with these\nwomen?\" He studied Sten's face. \"Don't I know you? Ah yes, you were\nwith that scar-faced provost that's been snooping around lately. Your\nactions are most out of the ordinary. I think we had better go along to\nThe Leader's headquarters and check on this.\"\n\n\"We have other orders,\" Sten stated flatly.\n\n\"What! You dare disobey!\"\n\n\"We have orders. But look, here comes our officer now. Ask him.\"\n\nAs the officer turned, Sten lunged forward and struck him a blow on the\nneck, knocking him to the floor. Instantly he fell on top of him. There\nwas a fierce struggle as the officer tried to reach inside his tunic\nfor his weapon. Suddenly the officer gasped. When his body was still,\nSten slowly withdrew his knife from the man's chest. The soldier stood\nstaring stupidly at his fallen officer until Karl clubbed him from\nbehind.\n\n\"We've got to get out of here,\" panted Sten.\n\n\"Franz! What about Franz?\"\n\n\"I don't know. He should be here by now. But he said he'd catch us.\"\n\nAs they fled down the corridor, the view-screens along the way were\nblaring the usual message of the glory of The Leader. Abruptly the\nvoice died away, the whine faded to a diminishing hum, and there was an\nincreasing stillness. The whine stopped and the corridors were silent.\nThe women, terror stricken by the stillness, screamed and fell writhing\non the floor. Shouts filled the corridors as panicked throngs left\nwithout the symbols of The Leader ran from their cubicles in terror.\n\n\"What is it?\" Karl shouted above the din, shaking his head to clear it.\n\n\"The whining noise. It stopped.\" Sten gasped. \"Franz! It's Franz! He\nmust have gotten in and wrecked the dynamos.\" He pulled Kathryn to her\nfeet and shook her to stop her sobbing.\n\nThen, as suddenly as it had stopped, the whine began again, slowly\ngaining momentum until it reached its former pitch. With this, the\nsobs of the women subsided and calmness slowly crept back through the\ncorridors.\n\n\"It's started again,\" Karl began running toward the tunnel. \"They must\nhave spare dynamos. Poor Franz, all for nothing.\"\n\nAgain the view-speakers were blaring, this time warning the people that\na saboteur had made an attempt to destroy The Leader.\n\nThe women were gasping for breath when they reached the door to the\ntunnel. Sten plunged through the door, hurrying the others in after\nhim, and then threw his weight against the wall. With three men pushing\nagainst it, the wall gave way and they entered the tunnel.\n\nIt was night outside. They walked slowly, consoling the women, who were\nsobbing again at the loss of the shrill god they had known for so long.\nThe heat that radiated from the sand was suffocating.\n\n\"We have to hurry on,\" Sten told the women. \"We can't be caught in this\nsand tomorrow. There are foothills ahead where we can rest.\"\n\nIt was morning when the men, carrying the women, entered a rocky canyon\nand wearily slumped down in the shade of a cliff. The women barely\nmoved, sleeping the sleep of the exhausted.\n\n\"Lord, I'm tired,\" Karl groaned.\n\nSten laughed. \"At least we accomplished our mission. Except ... for\nFranz.\"\n\nThe men sat silent.\n\n\"Maybe Franz fulfilled his purpose, too,\" Karl said. \"That dynamo was\nthe woman he had waiting for him. He probably got a lot of satisfaction\nout of knowing that for one minute, at least, Panamia was without The\nLeader.\"\n\nThe other men didn't answer. They were asleep.\n\nThey woke as the sun was going down. Sten climbed the cliffs to look\nout over the desert in search of the other party. He returned dejected.\n\n\"They're half a day overdue now,\" he said. \"Our food's low so we'll\nhave to go on and hope they catch up later. Bradley has another map.\"\n\nHe noticed the women sitting against the base of the cliff, terrified.\n\n\"What's wrong?\"\n\nKathryn looked around them at the barren ground and at the clear sky\nstretching away to the horizon. \"What's wrong? Look at this. I feel\nlike I'm floating in air. There's nothing over us!\"\n\nThe men laughed.\n\n\"Don't laugh,\" Marta wailed. \"It's a horrible feeling. This emptiness\nis killing me. Sing, shout, do something! But let's not have such\nsilence!\"\n\nStella, the shy girl with the mouse-colored hair, began crying again.\nKarl gently pulled her head over on his shoulder.\n\n\n\nThey left at dark, winding up through the canyon and back into the\nhills where the scrub trees began. All night they traveled, tearing\ntheir flesh on the jagged limbs and rocks in the darkness. Only, the\noccasional muffled sob of the women broke the stillness.\n\nIn the morning they rested in a small valley where a trickle of water\ncoarsed through its head. They rested under a pinion tree, the women\nreceiving some solace from the flimsy natural roof over their heads.\n\nSten slept three hours, then rose without waking the others and scouted\nahead. He consulted his map and climbed a tall hill to search for the\nmountain range they were seeking.\n\nWhen he returned, Johnathon and Marta were gone.\n\n\"He said he had to go,\" Karl explained. \"Marta couldn't take this, and\nhe wouldn't go on without her. He said he knew he couldn't make you\nunderstand. And asked you to take care of your father's books. He hoped\nthat someday he could join us in the valley.\"\n\n\"Can he stand living there?\" Sten asked glumly.\n\n\"Franz said once that it had been done before. I guess they don't\nbother you much if you obey.\"\n\nSten squatted on his heels and stared out over the desert where\nJohnathon and Marta had disappeared, sending them a silent God-speed.\n\nWhen they started out that afternoon, Stella was still sobbing. Karl\ntried to console her, but at every new turn they took, there was fresh\nterror in her eyes. Kathryn walked along with her, helping her over\nthe rough places and trying to cheer her, but she couldn't conceal her\nown terror as she stared ahead at the vast distances.\n\nThey rested at sundown. While the men were bringing water, Stella rose\nand started back down the hillside. Kathryn was thrown aside when she\ntried to stop her, and soon the girl was running madly down the hill,\nshrieking and sobbing wildly.\n\nKarl dropped his pack and ran after her, begging her to stop. But she\nran on, heedless of obstacles. There was a sudden sharp wail of terror\nas she ran blindly off the edge of a cliff.\n\nSten met Karl carrying her crushed body back up the hill. Karl hugged\nthe dead girl close to him and did not look at the other man.\n\nThat night, for the first time, they built a fire. Karl sat\ngrief-stricken through most of the night staring into the flames.\nKathryn sat leaning against Sten during the evening, fascinated by the\nflickering of the fire--the first she had ever seen.\n\nAt dawn Sten awoke and nudged Kathryn. A grey squirrel was scolding\nthem from a limb above. He laughed at Kathryn's wide-eyed surprise at\nthe antics of the little animal.\n\nThey rose without waking Karl, who was sleeping heavily in front of the\nburned-out fire, and walked down to the edge of the creek. A chipmunk\nscampered away in front of them and a blue-jay screeched from a near-by\ntree. A meadow-lark trilled its fine notes somewhere down the creek.\nThey sat here at the edge of the creek-bank and leaned back on the\ngrass.\n\nKathryn stared to the west where a line of white clouds were playing\nalong the horizon. \"You know something, Sten? I don't notice the\nsilence so much anymore, and the distance doesn't worry me now, either.\nI guess maybe there's something here after all.\"\n\nSten pulled her close and smelled the good smell of green grass beneath\nthem.\n\nThe next afternoon they had nearly reached the top of the pass. They\nwere just below timber-line. Finally, looking to the east, they saw\na great empty space, with a tall mountain range rising jagged on the\nother side.\n\n\"That's it,\" Sten exulted. \"Fifty miles wide, and in the top of the\nmountains.\"\n\n\"I'm glad,\" Karl said. \"But you're on your own now, Sten. I'm going\nback.\"\n\n\"Back? To Panamia?\"\n\n\"Yes. There's nothing for me here. Perhaps back there I can find\nsomething. Maybe I can take up where Franz left off. I don't know.\nThere must be others who are not afraid of life.\"\n\nSilently Sten offered his hand. Karl squeezed it hard and looked\ninto his eyes. \"Good luck to you in your valley. I know where it is\nnow, maybe some day I can return. And perhaps Bradley and the others\nwill make it yet. Until another day then ...\" he turned abruptly, and\nstarted back down the mountain.\n\nSten and Kathryn, hand in hand, watched him disappear through the\ntrees. When they could no longer see him, they lifted their eyes to\nthe hidden valley. They saw, even from this distance, the lakes that\nlay scattered through it, and the winding lines of cottonwoods that\ngrew along the rivers, and the plains where the green and grey of the\nsagebrush blended. Sten breathed deeply of the crisp air and let his\nbreath escape in a low whistle.\n\n\"It was worth it, wasn't it? It's ours. And we won't always be alone,\nKathryn. Others will come. Man is not dead. It may take a while, but\nothers will come.\"\n\nThe woman slipped her arm around the man's waist and they stood for a\ntime looking out over the valley. Then they started the long descent.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Nelson, Jack A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58883/pg58883.txt",
        "name": "the_men_of_boru.json"
    }
}