{
    "name": "The Silver Arrow",
    "author": [
        "Hubbard, Elbert"
    ],
    "body": "PRINTED BY THE ROYCROFTERS AT EAST AURORA, N.Y.\n\n\nCopyrighted 1923\nBy The Roycrofters\n\n\n\n\nTHE SILVER ARROW\n\n\nAnd so it happened that Sir Walter Raleigh, the graceful, the gracious,\nthe generous, had spread his cloak in the pathway of Queen Elizabeth\nand had been taken into her especial favor.\n\nThe Queen was nineteen years older than Sir Walter; that is to say, she\nwas in her fifties, and he was in his thirties.\n\nBut Queen Bess hated old age, and swore a halibi for the swift passing\nyears, and always delighted in the title of the \"Virgin Queen.\"\n\nSir Walter did one great thing for England, and one for Ireland. He\ntaught the English the use of tobacco, and he discovered the \"Irish\npotato\"--which is native to America.\n\nThey do say that Sir Walter and Queen Elizabeth enjoyed many a quiet\nsmoke with their feet on the table--so as to equalize circulation. Both\nof them were big folk, with plans and ambitions plus. Sir Walter was\ncontemporary with Shakespeare, and in fact looked like him, acted like\nhim and had a good deal of the same agile, joyous, bubbling fertility\nof mind. That is, Sir Walter and William were lovers by nature; and\nlove rightly exercised, and alternately encouraged and thwarted, gives\nthe alternating current, and lo! we have that which the world calls\ngenius. And I am told by those who know, that you can never get genius\nin any other way.\n\nGood Queen Bess--who was not so very good--fanned the ambitions of Sir\nWalter and flattered his abilities. And of course any man born in a\nlowly station, or high, would have been immensely complimented by the\ngentle love-taps, and sighs, vain or otherwise, not to mention the\nglimmering glances of the alleged Virgin Queen.\n\nBut a good way to throttle love is to spy on it, question it, analyze\nit, vivisect it. And so Sir Walter's bubbling heart had chills of fear\nwhen he discovered that he was being followed wherever he went by the\nsecret emissaries of Elizabeth.\n\nHad he been free to act he would have disposed of these spies, and\nquickly too; but he was in thrall to a Queen, and was paying for his\npolitical power by being deprived of his personality. Oho, and Oho!\nThe law of compensation acted then as now, and nothing is ever given\naway; everything is bought with a price--even the favors of royalty.\n\nAnd behold! In the palace of the Queen, as janitor, gardener, scullion\nand all-around handy man was one John White, obscure, and yet elevated\non account of his lack of wit.\n\nHe was so stupid that he was amusing. Sayings bright and clever that\ncourtiers flung off when the wine went around were imputed to John\nWhite. Thus he came to have a renown which was not his own; and Sir\nWalter Raleigh, with his cheery, generous ways, attributed many a quiet\nquip and quillet to John White which John White had never thought nor\nsaid.\n\nNow John White had a daughter, Eleanor by name, tall and fair and\ngracious, bearing in her veins the blood of Vikings bold; and her\nyellow hair blew in the breeze as did the yellow hair of those\nconquerors who discovered America and built the blockhouses along the\ncoast of Rhode Island.\n\nDoubtless in his youth John White had a deal of sturdy worth, but a\nbump on the sconce at some Donnybrook Fair early in his young manhood\nhad sent his wits a woolgathering.\n\nBut the girl was not thus handicapped; her mind was alert and eager.\n\nThe mother of Eleanor had passed away, and the girl had grown\nstrong and able in spirit through carrying burdens and facing\nresponsibilities. She knew the limitations of her father and she knew\nhis worth; and she also knew that he was a sort of unofficial fool for\nthe court, being duly installed through the clever and heedless tongue\nof Sir Walter Raleigh.\n\nWho would ever have thought that Sir Walter, the diplomat, the strong,\nthe able, was to be brought low by this fair-haired daughter of John\nWhite, the court fool!\n\n\"You are Sir Walter Raleigh,\" said this girl of nineteen one day to Sir\nWalter when they met squarely face to face in a hallway. It was a bold\nthing to do to stop this statesman, and she only a daughter to a court\nfool, and herself a worker below stairs!\n\nSir Walter smiled, removed his hat in mock gallantry, and said, \"I have\nthe honor to be your obedient servant. And who are you?\"\n\nThe girl, bouyed up by a combination of pride and fear, replied, \"I\nam Eleanor White, the daughter of the man whom your wit has rendered\nfamous.\" And their eyes met in level, steady look. Fair femininity\naroused caught the eye and the ear of Sir Walter.\n\n\"Yes,\" said he, \"I think I have seen you. And what can I do for you?\"\n\n\"Only this,\" said Eleanor, \"that from this day forth you will not\nattribute any more of your ribaldry to my father.\"\n\n\"Otherwise, what?\" asked Sir Walter.\n\n\"Otherwise you will have me to deal with,\" said the proud Eleanor, and\nwalked past him.\n\nHe tried to call her back; he felt humiliated that she did not turn and\nlook, much less listen. He had been snubbed.\n\nThe banderilla went home, and the next day Sir Walter felt that he must\nhunt out this girl with the yellow locks and make peace with her, for\nsurely he of all men did not want to hurt the feeling of any living\nbeing, neither did he want his own feelings hurt.\n\nSo he sought her out, and that which began in a quarrel soon evolved\ninto something else. There were meetings by moonlight, notes passed,\nglances given, hand-clasps in the dark, and all of those absurd,\nfoolish, irrelevant and unnecessary things that lovers do.\n\nThe girl was not of noble birth. But neither was Sir Walter, for that\nmatter. Love knows nothing of titles and position. But how could these\ntwo ever imagine that they could elude the gimlet eyes of Good Queen\nBess, who wasn't so very good! Queen Elizabeth had ways of punishing\nthat were exquisite, deep, delicate and far-reaching, which touched the\nvery marrow of the soul.\n\nSir Walter had been presented by the Queen with a title to all the land\nin America, from Nova Scotia to Florida; and he, in pretty compliment,\nhad officially named this tract of land Virginia.\n\nThe French had taken possession of the New World at the North, and\nthe Spaniards at the South, and along the coast of what is now North\nCarolina the English had planted a colony.\n\nIt was the intention of Sir Walter to send expeditions over and take\nthe whole land captive, so that Virginia would in fact be the land of\nthe Virgin Queen.\n\nAt the center of this tract along the coast was to be the city of\nRaleigh. The Queen and Sir Walter had worked this out at length, and\nshe had given him a special charter for the great city to be.\n\nAnd now behold! She, with the mind of a man, had perfected her plans\nfor the building of the city of Raleigh. She planned an expedition, and\nfitted out the ships with sixty men and women from a receiving-ship\nthat lay in the Thames.\n\nThese people were being sent out of England for England's good. And\nthese were the people who were to found the city of Raleigh; and the\nGovernor of this colony was to be--John White! he was to be the first\nmayor, Lord Mayor, of the city of Raleigh.\n\nQueen Elizabeth had selected a husband for Eleanor White, an unknown\nyouth--a defective, in fact, and one without moral or mental\nresponsibility. She had forced a marriage, or in any event had recorded\nit as such. The youth was known as Ananias Dare. Even in the naming\nof this individual, who had never dared anything, the name \"Ananias\"\ncarried with it a subtle sting.\n\nJohn White and his daughter Eleanor, and Ananias Dare, were taken\nforcibly and put on the ship, which was duly provisioned, and the order\ngiven to found the city of Raleigh on the Island of Roanoke in the\ncountry called Virginia. A suitable sailor was selected as navigator,\nand orders were given him to land the colonists, and come back.\n\nAnd so the expedition sailed away for the New World; and Sir Walter\nRaleigh in the secret of his room beat his head in anguish 'gainst the\nwall and called aloud for death to come and relieve him of his pain.\nAnd thus did Queen Elizabeth dispose of her rival, and punish with\nfantastic hate and jealousy the man she loved.\n\nJohn White, Eleanor and Ananias Dare, with the motley group of\nunskilled men and women, were duly landed in the forest on Roanoke\nIsland. Battle with the elements requires judgment, skill, experience,\nand these were things that our poor colonists did not possess.\n\nTwo weeks after landing on Roanoke Island a daughter was born to\nEleanor. The captain of the ship had given orders that if the babe was\na boy it was to be named Walter Raleigh Dare; if a girl the name was to\nbe Virginia.\n\nAnd they called the child Virginia Dare, and her name was so recorded\nin the history of the colony. She was duly baptized a week later,\nand the record of her birth and baptism still exists in the Colonial\nArchives in London.\n\nThis was the first white child born in America.\n\nVery shortly after the baptism of the babe, the captain of the ship\nsailed away for England, leaving the colonists in their ignorance and\nhelplessness to battle with the elements, wild beasts, and Indians as\nbest they could.\n\nWe can imagine with what cruel delight Queen Elizabeth called Sir\nWalter Raleigh into her presence and had him read aloud to her and the\nassembled court the record of the birth of Virginia Dare.\n\nAs for the colonists, their days were few and evil. Dissensions and\nfeuds arose, as they naturally would. John White was deposed as\nGovernor, and when he resisted he was killed.\n\nThe idea of going to work, tilling the soil, and building a permanent\nsettlement was not in the hearts of those people. They expected to find\ngold and silver and fountains of youth. They felt they were marooned,\nrobbed and stranded. The Indians, at first fearful, were now jealous\nof these white intruders. The quarrel came and the Indians fell upon\nthe colonists and killed every one. Every one, did I say? There was one\nsaved; it was the little white baby, Virginia Dare.\n\nShe was rescued by a squaw, who but a short time before had lost her\nown babe, and her hungry mother heart went out to that helpless little\nwhite waif. She seized upon the child and carried it away into the\nforest for safety.\n\n\n\n\nPART TWO\n\n\nOn Thursday, October Twenty-ninth, Sixteen Hundred Eighteen, at the\nTower of London, the curtain fell on the fifth act of the life of Sir\nWalter Raleigh. It was a public holiday for all London.\n\nThe morning was cold and foggy.\n\nSir Walter was kept standing on the scaffold while the headsman ground\nhis axe, the delay being for the amusement and edification of the\npeople assembled. The High Sheriff approached the man who was so soon\nto die, and asked if there was not some last message he wished to send\nto some one. Sir Walter took from his neck a gold chain and locket. He\nhanded them to the Sheriff and said, \"Send these by a trusty messenger\nto Virginia Dare by the first ship that sails for the New World.\"\n\nSir Walter's frame shook in the cold, dank fog, and the Sheriff offered\nto bring a brazier of coals, but the great man proudly drew his cloak\nabout him and said: \"It is the ague I contracted in America. I will\nsoon be cured of it!\" And he laid his proud head, gray in the service\nof his country, calmly on the block, as if to say, \"There now, take\nthat, it is all I have left to give!\"\n\nAmong the crowd that pushed, jostled, leered and looked was one Oliver\nCromwell, short, swart and strong, a country youth who had come up to\nLondon to make his fortune. And Oliver Cromwell there and then made a\nvow that he would dedicate his life to the death of tyranny. So died\nSir Walter Raleigh.\n\nAnd Oliver Cromwell went forth to meet Fate as Destiny had willed.\n\n\n\n\nPART THREE\n\n\nThe Indian woman who rescued Virginia Dare was Wahceta, wife of\nManteno, the Croatoan chief.\n\nThis Indian woman had other children of her own, some almost grown up,\nand when she brought this little white waif into their midst they gazed\nin awe and wonderment, and exclaimed, \"White Doe!\" And this was the\nname given by common consent to the little intruder.\n\nWahceta cared for the babe as if it were her very own.\n\nThe helplessness of the little guest made an appeal to Wahceta, and\nshe guarded her charge with jealous eyes, and a love that she had\nnever manifested for her own children. Manteno looked on and shrugged\nhis shoulders in half token of fear, for a white doe was a thing to\nbe feared, since the superstition was that it was sent by the Great\nSpirit as a warning.\n\nHunters to this day are familiar with the occasional appearance of a\nwhite deer--an albino--one of Nature's sports, like the proverbial\nblack sheep, to be found in every flock of white ones.\n\nThe Indians regarded a white doe as invincible to all weapons save a\nsilver arrow alone. A white doe bore a charmed life, and was looked\nafter with especial care by protecting spirits.\n\nAnd so in wonder, when Wahceta would walk past, bearing on her back the\nwhite babe, the Indians silently made way, feeling somehow that they\nwere close to the Great Spirit.\n\nThe child grew and learned to speak the Croatoan language with a\nglibness that made Wahceta laugh aloud in glee.\n\nWhite Doe had flaxen hair, that glistened with the sheen of the\nsunshine. Very proud was Wahceta of those yellow locks, and she used to\nbraid them in long strands, while the Indians stood around, looking on,\nhaving nothing else to do.\n\nOne day, when White Doe was about ten years old, she went away into the\nforest as she often did; but when night came on she had not returned.\nWahceta went out to look for her, and called aloud in shrill soprano,\nbut no reply came.\n\nManteno was appealed to, to arouse the braves and go search for the\nlost little girl. But Manteno was tired and sleepy, and he had faith\nin Providence. He knew that the child would be cared for by the Great\nSpirit. Wahceta started a bonfire on the hill above the village, and\nwaited away the long hours of the night for her lost baby.\n\nIn the morning, just as the sun peeped over the tree-tops, White Doe\nappeared, her hair all wet with the dew of the night, and her feet cut\nand bleeding.\n\nShe was leading and half-dragging something--was it a dog or a wolf?\nWahceta sprang forward to take the child in her arms. \"Get behind,\nmother, and push,\" said little White Doe. \"It's a white doe and I've\nheld it all night for fear it would get away! Push hard, mother, dear,\nand we will get it in the teepee and tie it with green withes, and it\nwill become gentle, and bring us all good luck.\"\n\nThe child had discovered this white fawn with its mother, feeding near\na salt-lick. White Doe lay on a rock above the spring, waiting for the\ndeer to come up close. There the girl waited for hours. She knew that\nat dusk the deer would come to the spring.\n\nSure enough, her patience was suddenly rewarded. She leaped from her\nrock and pinned the white fawn fast. The old deer disappeared into the\nforest. The girl held on to her prize. It struck her with its forefeet,\nbut she held it close. By and by, tired out, the fawn lay still and\nrested entwined in the girl's arms. Now came the test--to get it home!\nShe succeeded.\n\nIn the teepee of Wahceta, the animal was fed, caressed and cared for.\n\nIt grew docile, and in a few days followed its little mistress\nabout wherever she went. The Indians looked on in half-dread, with\nsuperstitious awe.\n\n\"All the wild animals would be as tame as this if you were not so cruel\nto them,\" she said. \"You fear the wolves and bears and so you kill\nthem!\"\n\nTo prove her point she began to hunt the forests for young bears and\ncub wolves. She found several, and brought them home, making household\nfriends of them. And still more did the Indians marvel. So the days\nwent by then, as the days go by now, and White Doe grew into gorgeous,\nglowing girlhood.\n\nHer ability to run, climb, shoot with bow and arrow, to see, to hear,\nto revel in Nature, gave her a lithe, strong, tall and beautiful form\nand an alert mind. Of her birth she knew nothing, save that she was\ndescended from another race--a race of half-gods, the Indians said.\nWhite Doe believed it, and her pride of pedigree was supreme.\n\nThe other children, dark as smoked copper, stood around clothed in\ntheir black hair--and little else--hair as black as the raven's wing.\n\nWahceta watched her charge with fear for the future. White Doe had\ntemper, intelligence, wit, ability. She would roam the forests alone,\nunafraid. She knew where the bee-trees were, for even as a child she\nsaw that the bees would gather at the basswood, and then loaded with\nhoney would fly straight away for their homes. To follow them in their\nflight required a practised eye, but this White Doe had, and always the\nwhite doe followed her. She wove the inner bark of the slippery-elm\ninto baskets, and would supply the teepee of Wahceta and Manteno with\nmore berries, potatoes and goobers than any other teepee enjoyed.\n\nThen she laid out gardens and tilled the soil with a wonderful wooden\nhoe, carved out of solid hickory with her own hands. Wahceta was\ngrowing old, and as her sight was becoming dim White Doe would lead\nher about through the forest and care for her as Wahceta once cared for\nWhite Doe.\n\nThe work of looking after Manteno's tent drifted by degrees into the\nhands of White Doe. Her industry, her thrift, her intelligence set her\napart.\n\nThe Indian is like a white man in this: he allows work and\nresponsibility to drift into the hands of those who can manage them.\nWhite Doe set about to build stone houses to replace the bark teepees.\nWhere did she get the idea? Prenatal tendencies you say? Possibly. She\ndrew pictures with a burnt stick on the flat surface of the cliff, and\nthen ornamented these pictures with red and blue chalk which she dug\nfrom the ground. She took the juice of the grape, the elder and the\nwhortleberry, and brewed them together to make wondrous colors for the\npictures: and in some of the caves of North Carolina may be seen the\npictures, even unto this day, drawn by White Doe. Wahceta passed away\nand her form was wrapped in its winding-sheet of deerskins and bark and\nplaced high in the forks of a tree-top, awaiting the pleasure of the\nGreat Spirit.\n\nManteno also died. And the people did not choose another chief--they\nlooked to White Doe for counsel and guidance. She was their\n\"medicine-man,\" in case of sickness or accident, and in health their\ncounselor and Queen. Indians from other towns and distant came to her.\nShe cured the sick and healed the lame.\n\nShe lived alone in a stone hut, guarded by a wolf and a bear that\nshe had brought up from their babyhood. They followed her footsteps\nwherever she went, and also, too, came the white doe, fleet of foot,\nluminous of eye, sensitive, intelligent, seemingly intent on carrying\nthe messages of her mistress.\n\nWhite Doe, the Indian Queen, with long yellow hair, and the big, mild,\nyet searching blue eyes, knew her power and exercised it.\n\nIndian braves, young and handsome, came and sat on the grass\ncross-legged for hours, at a discreet distance from her hut, making\nlove to her in pantomime. They sent her presents rare and precious, of\nbuckskins, tanned soft as velvet, nuggets of silver strung as beads and\nstrings of wampum.\n\nThese braves she set to work down in the bottom-lands. It is said\nthat no other person was ever able to set the male Indian to work.\nBut for her the braves built stone houses, planted gardens, and laid\nstepping-stones across the fords, so that she could walk across\ndry-shod. The nuggets of silver that they brought her from the\nmountains she fashioned into an exquisite arrow of silver, sharper at\nthe point than the sharpest flint. For days and weeks and months she\nworked making the silver arrow.\n\n\"What is it for?\" the Indians asked.\n\n\"It is to help me when all other help is gone,\" she said.\n\nAnd the Indians were silent, mystified.\n\nShe planted slips of grapes brought from the sunny slopes; these she\ntended, dug about, trained and trimmed. The wonderful Scuppernong Grape\nwas her own evolution. By care and culture it covered the cabin where\nshe lived, and reached out to an oak a hundred feet beyond.\n\nShe showed the Indians how to double their crops of corn, how to grow\nsuch melons as the Indian world had never before known.\n\nShe taught them that it was much better to work and produce flowers,\ngrain, grapes, and make pictures on the rocks than to roam the woods\naimlessly, looking for something to kill.\n\nShe told them that the Great Spirit loved people who were kind and\nuseful, and temperate in the use of the juice of the grape and in all\nother good things. So the Croatoans advanced and grew in intelligence\nquite beyond any of the other Indian tribes on the Atlantic coast. One\nday White Doe sat at the door of her cabin, under the great vine where\nhung the grapes.\n\nShe was intently painting a picture on buckskin.\n\nThe white doe was nibbling at the bushes only a few feet away.\n\nThe gray wolf crouched at her feet suddenly snarled, and the hair on\nhis back arose in wrath.\n\nWhite Doe looked up, and there at a distance of a hundred feet stood a\nman--a pale faced man.\n\nHe saw the wolf, and stood stock-still. White Doe looked at the man,\nand suddenly her heart beat fast. She felt the color mounting to her\nface. She drew her long, yellow hair over her neck and her buckskin\ndress up at the shoulder. The man motioned for her to come to him.\nEvidently he saw the wolf and dare not go forward. She arose, pacified\nthe wolf, and slipped forward.\n\nThe man had a dark beard, but his complexion told her that they were of\nthe same race.\n\nHe spoke to her in English.\n\nShe had never before heard a word of the language spoken.\n\nIn amazement she listened, and then shook her head.\n\nThe man now resorted to the sign language; he made the motions of\npaddling a canoe, and pointed toward the sea. And then she knew that he\nhad come from far across the sea in a ship.\n\nHe took from one of his pockets a chain of gold; and attached to this\nchain was a little gold locket.\n\nHe opened the locket and showed her a picture inside. On the locket was\nengraved the words, \"To Sir Walter Raleigh, from his Queen, Elizabeth.\"\n\nWhite Doe saw the inscription, but she could not read it.\n\nThe man offered to put the chain and locket about her neck. She stepped\nback, and the wolf at her heels snarled. She made a motion that the\ninterview was ended and that the man should go to see the Indians whose\nhouses and cabins were but a short distance away.\n\nThe man did not go. Instead, he in the universal sign language took\noff his hat, pressed his hand on his heart, and fell on one knee. He\nmotioned to the East, away--away, away across the sea!\n\nWould she go with him?\n\nProudly she shook her head, half-smiled and again ordered him to go.\n\nHer manner said plainly that this was her home: She was Queen of the\nCroatoans--was this not enough?\n\nA shade of anger moved across the man's face. He was used to having his\norders obeyed. He moved toward her as if he would seize her. Now it was\nher turn to stand still. The wolf leaped to her side, and across the\nintervening space from the cabin lumbered a big black bear.\n\nThe man now backed slowly away some ten paces, and then he lifted a gun\nthat lay on the grass where he had left it.\n\nSuddenly a score of white men emerged from the bushes.\n\nThere was a flash of fire, a loud explosion, a great volume of white\nsmoke. And the wolf, the bear, and the white doe all fell weltering in\ntheir blood.\n\nThe wolf was not dead, and with fierce snarls tried desperately to\ncrawl toward the white man. One of the men ran forward and beat its\nbrains out with a club.\n\nThe Indians came rushing from their houses.\n\nThere was another flash of fire, a cloud of smoke, and the forward\nIndian fell dead. The rest of the red folks fled in wild alarm. White\nDoe stood still, her yellow hair blowing in the sunshine. Again the\nleader of the white men came forward, a smile of triumph on his face.\nHis manner said more plainly than any words could express: \"You are in\nmy power. See! I have killed your protectors, your friends. So I can\nkill you. You must come with me.\"\n\nHe pressed his hand to his heart in sign of love.\n\nThe woman backed away from him, her eyes shooting hatred and defiance.\n\nAt her girdle hung the silver arrow. Her hand now reached for it.\n\nThe man leaped forward and attempted to seize her. His reach fell\nshort, for the woman was quicker and quite as strong as he. She flung\nhim aside. The silver arrow was in her right hand. She held it aloft\nlike a dagger.\n\nThe man retreated.\n\n\"Coward,\" she cried in Croatoan. \"Coward! It is not for you. It is my\nlast friend--the friend that has been waiting to save me all these\nyears!\"\n\nThe arrow flashed in the air, and with a terrific lunge went straight\nto the woman's heart.\n\nShe leaped into the air, reeled and fell across the body of the dying\ndoe. And the blood of the two friends intermingled.\n\n\n     SO HERE, THEN, ENDETH THE TALE OF \"THE SILVER ARROW,\" WRITTEN BY\n     ELBERT HUBBARD, AND MADE INTO A BOOK BY THE ROYCROFTERS, AT THEIR\n     SHOPS, WHICH ARE IN EAST AURORA, COUNTY OF ERIE, STATE OF NEW\n     YORK, ANNO DOMINI, NINETEEN HUNDRED THIRTY-ONE, AND SINCE THEIR\n     FOUNDING THE THIRTY-SIXTH YEAR [decoration]\n\n\n\n\n",
    "metadata": {
        "author": [
            "Hubbard, Elbert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59864/pg59864.txt",
        "name": "the_silver_arrow.json"
    }
}