{
    "name": "The Curse of Eve",
    "author": [
        "Doyle, Arthur Conan"
    ],
    "body": "Author of “Round the Red Lamp” and “The Tragedy of Korosko”\n\n\nRobert Johnson was an essentially commonplace man, with no feature\nto distinguish him from a million others. He was pale of face,\nordinary in looks, neutral in opinions, thirty years of age, and a\nmarried man. By trade he was a gentleman’s outfitter in the New\nNorth Road, and the competition of business squeezed out of him the\nlittle character that was left. In his hope of conciliating\ncustomers, he had become cringing and pliable, until working ever in\nthe same routine from day to day, he seemed to have sunk into a\nsoulless machine rather than a man. No great question had ever\nstirred him. At the end of this snug century, self-contained in his\nown narrow circle, it seemed impossible that any of the mighty,\nprimitive passions of mankind could ever reach him. Yet birth, and\nlust, and illness, and death are changeless things, and when one of\nthese harsh facts springs out upon a man at some sudden turn of the\npath of life, it dashes off for the moment his mask of civilization\nand gives a glimpse of the stranger and stronger face below.\n\nJohnson’s wife was a quiet little woman, with brown hair and gentle\nways. His affection for her was the one positive trait in his\ncharacter. Together they would lay out the shop window every Monday\nmorning, the spotless shirts in their green cardboard boxes below,\nthe neckties above hung in rows over the brass rails, the cheap\nstuds glistening from the white cards at either side, while in the\nbackground were the rows of cloth caps and the bank of boxes in\nwhich the more valuable hats were screened from the sunlight. She\nkept the books and sent out the bills. No one but she knew the joys\nand sorrows which crept into his small life. She had shared his\nexultations when the gentleman who was going to India had bought ten\ndozen shirts and an incredible number of collars, and she had been\nas stricken as he when, after the goods had gone, the bill was\nreturned from the hotel address with the information that no such\nperson had lodged there. For five years they had worked, building up\nthe business, thrown together all the more closely because their\nmarriage had been a childless one. Now, however, there were signs\nthat a change was at hand, and that speedily. She was unable to come\ndownstairs, and her mother, Mrs. Peyton, came over from Camberwell\nto nurse her and to welcome her grandchild.\n\nLittle qualms of anxiety came over Johnson as his wife’s time\napproached. However, after all, it was a natural process. Other\nmen’s wives went through it unharmed, and why should not his? He was\nhimself one of a family of fourteen, and yet his mother was alive\nand hearty. It was quite the exception for anything to go wrong. And\nyet in spite of his reasonings the remembrance of his wife’s\ncondition was always like a somber background to all his other\nthoughts.\n\nDoctor Miles of Bridport Place, the best man in the neighborhood,\nwas retained five months in advance, and, as time stole on, many\nlittle packages of absurdly small white garments with frill work and\nribbons began to arrive among the big consignments of male\nnecessities. And then one evening, as Johnson was ticketing the\nscarfs in the shop, he heard a bustle upstairs, and Mrs. Peyton came\nrunning down to say that Lucy was bad and that she thought the\ndoctor ought to be there without delay.\n\nIt was not Robert Johnson’s nature to hurry. He was prim and staid\nand liked to do things in an orderly fashion. It was a quarter of a\nmile from the corner of the New North Road where his shop stood to\nthe doctor’s house in Bridport Place. There were no cabs in sight so\nhe set off upon foot, leaving the lad to mind the shop. At Bridport\nPlace he was told that the doctor had just gone to Harman Street to\nattend a man in a fit. Johnson started off for Harman Street, losing\na little of his primness as he became more anxious. Two full cabs\nbut no empty ones passed him on the way. At Harman Street he learned\nthat the doctor had gone on to a case of measles; fortunately he had\nleft the address—69 Dunstan Road, at the other side of the Regent’s\nCanal. Robert’s primness had vanished now as he thought of the women\nwaiting at home, and he began to run as hard as he could down the\nKingsland Road. Some way along he sprang into a cab which stood by\nthe curb and drove to Dunstan Road. The doctor had just left, and\nRobert Johnson felt inclined to sit down upon the steps in despair.\n\nFortunately he had not sent the cab away, and he was soon back at\nBridport Place. Doctor Miles had not returned yet, but they were\nexpecting him every instant. Johnson waited, drumming his fingers on\nhis knees, in a high, dim-lit room, the air of which was charged\nwith a faint, sickly smell of ether. The furniture was massive, and\nthe books in the shelves were somber, and a squat, black clock\nticked mournfully on the mantelpiece. It told him that it was\nhalf-past seven, and that he had been gone an hour and a quarter.\nWhatever would the women think of him! Every time that a distant\ndoor slammed he sprang from his chair in a quiver of eagerness. His\nears strained to catch the deep notes of the doctor’s voice. And\nthen, suddenly, with a gush of joy he heard a quick step outside,\nand the sharp click of the key in the lock. In an instant he was out\nin the hall, before the doctor’s foot was over the threshold.\n\n“If you please, doctor, I’ve come for you,” he cried; “the wife was\ntaken bad at six o’clock.”\n\nHe hardly knew what he expected the doctor to do. Something very\nenergetic, certainly—to seize some drugs, perhaps, and rush\nexcitedly with him through the gaslit streets. Instead of that\nDoctor Miles threw his umbrella into the rack, jerked off his hat\nwith a somewhat peevish gesture, and pushed Johnson back into the\nroom.\n\n“Let’s see! You _did_ engage me, didn’t you?” he asked in no very\ncordial voice.\n\n“Oh, yes, doctor, last November. Johnson the outfitter, you know, in\nthe New North Road.”\n\n“Yes, yes. It’s a bit overdue,” said the doctor, glancing at a list\nof names in a note book with a very shiny cover. “Well, how is she?”\n\n“I don’t——”\n\n“Ah, of course, it’s your first. You’ll know more about it next\ntime.”\n\n“Mrs. Peyton said it was time you were there, sir.”\n\n“My dear sir, there can be no very pressing hurry in a first case.\nWe shall have an all-night affair, I fancy. You can’t get an engine\nto go without coals, Mr. Johnson, and I have had nothing but a light\nlunch.”\n\n“We could have something cooked for you—something hot and a cup of\ntea.”\n\n“Thank you, but I fancy my dinner is actually on the table. I can do\nno good in the earlier stages. Go home and say that you have seen me\nand that I am coming, and I will be round immediately afterwards.”\n\nA sort of horror filled Robert Johnson as he gazed at this man who\ncould think about his dinner at such a moment. He had not\nimagination enough to realize that the experience which seemed so\nappallingly important to him, was the merest everyday matter of\nbusiness to the medical nun who could not have lived for a year had\nhe not, amid the rush of work, remembered what was due to his own\nhealth. To Johnson he seemed little better than a monster. His\nthoughts were bitter as he sped back to his shop.\n\n“You’ve taken your time,” said his mother-in-law reproachfully,\nlooking down the stairs as he entered.\n\n“I couldn’t help it!” he gasped. “Is it over?”\n\n“Over! She’s got to be worse, poor dear, before she can be better.\nWhere’s Doctor Miles?”\n\n“He’s coming after he’s had dinner.”\n\nThe old woman was about to make some reply, when, from the\nhalf-opened door behind, a high, whinnying voice cried out for her.\nShe ran back and closed the door, while Johnson, sick at heart,\nturned into the shop. There he sent the lad home and busied himself\nfrantically in putting up shutters and turning out boxes. When all\nwas closed and finished he seated himself in the parlor behind the\nshop. But he could not sit still. He rose incessantly to walk a few\npaces and then fell back into a chair once more. Suddenly the\nclatter of china fell upon his ear, and he saw the maid pass the\ndoor with a cup on a tray and a smoking teapot.\n\n“Who is that for, Jane?” he asked.\n\n“For the mistress, Mr. Johnson. She says she would fancy it.”\n\nThere was immeasurable consolation to him in that homely cup of tea.\nIt wasn’t so very bad after all if his wife could think of such\nthings. So lighthearted was he that he asked for a cup also. He had\njust finished it when the doctor arrived, with a small black leather\nbag in his hand.\n\n“Well, how is she?” he asked genially.\n\n“Oh, she’s very much better,” said Johnson, with enthusiasm.\n\n“Dear me, that’s bad!” said the doctor. “Perhaps it will do if I\nlook in on my morning round?”\n\n“No, no,” cried Johnson, clutching at his thick frieze overcoat. “We\nare so glad that you have come. And, doctor, please come down soon\nand let me know what you think about it.”\n\nThe doctor passed upstairs, his firm, heavy steps resounding through\nthe house. Johnson could hear his boots creaking as he walked about\nthe floor above him, and the sound was a consolation to him. It was\ncrisp and decided, the tread of a man who had plenty of\nself-confidence. Presently, still straining his ears to catch what\nwas going on, he heard the scraping of a chair as it was drawn along\nthe floor, and a moment later he heard the door fly open and some\none come rushing downstairs. Johnson sprang up with his hair\nbristling, thinking that some dreadful thing had occurred, but it\nwas only his mother-in-law, incoherent with excitement and searching\nfor scissors and some tape. She vanished again and Jane passed up\nthe stairs with a pile of newly aired linen. Then, after an interval\nof silence, Johnson heard the heavy, creaking tread and the doctor\ncame down into the parlor.\n\n“That’s better,” said he, pausing with his hand upon the door. “You\nlook pale, Mr. Johnson.”\n\n“Oh, no, sir, not at all,” he answered deprecatingly, mopping his\nbrow with his handkerchief.\n\n“There is no immediate cause for alarm,” said Doctor Miles. “The\ncase is not all that we could wish it. Still we will hope for the\nbest.”\n\n“Is there danger, sir?” gasped Johnson.\n\n“Well, there is always danger, of course. It is not altogether a\nfavorable case, but still it might be much worse. I have given her a\ndraught. I saw as I passed that they have been doing a little\nbuilding opposite to you. It’s an improving quarter. The rents go\nhigher and higher. You have a lease of your own little place, eh?”\n\n“Yes, sir, yes!” cried Johnson, whose ears were straining for every\nsound from above, and who felt none the less that it was very\nsoothing that the doctor should be able to chat so easily at such a\ntime. “That’s to say, no, sir, I am a yearly tenant.”\n\n“Ah, I should get a lease if I were you. There’s Marshall, the\nwatchmaker, down the street. I attended his wife twice and saw him\nthrough the typhoid when they took up the drains in Prince Street. I\nassure you his landlord sprung his rent nearly forty a year and he\nhad to pay or clear out.”\n\n“Did his wife get through it, doctor?”\n\n“Oh, yes, she did very well. Hullo! Hullo!”\n\nHe slanted his ear to the ceiling with a questioning face, and then\ndarted swiftly from the room.\n\nIt was March and the evenings were chill, so Jane had lit the fire,\nbut the wind drove the smoke downwards and the air was full of its\nacrid taint. Johnson felt chilled to the bone, though rather by his\napprehensions than by the weather. He crouched over the fire with\nhis thin, white hands held out to the blaze. At ten o’clock Jane\nbrought in the joint of cold meat and laid his place for supper, but\nhe could not bring himself to touch it. He drank a glass of the\nbeer, however, and felt the better for it. The tension of his nerves\nseemed to have reacted upon his hearing, and he was able to follow\nthe most trivial things in the room above. Once, when the beer was\nstill heartening him, he nerved himself to creep on tiptoe up the\nstair and to listen to what was going on. The bedroom door was half\nan inch open, and through the slit he could catch a glimpse of the\nclean-shaven face of the doctor, looking wearier and more anxious\nthan before. Then he rushed downstairs like a lunatic, and running\nto the door he tried to distract his thoughts by watching what was\ngoing on in the street. The shops were all shut, and some rollicking\nboon companions came shouting along from the public house. He stayed\nat the door until the stragglers had thinned down, and then came\nback to his seat by the fire. In his dim brain he was asking himself\nquestions which had never intruded themselves before. Where was the\njustice of it? What had his sweet, innocent little wife done that\nshe should be used so? Why was nature so cruel? He was frightened at\nhis own thoughts, and yet wondered that they had never occurred to\nhim before.\n\nAs the early morning drew in, Johnson, sick at heart and shivering\nin every limb, sat with his great coat huddled round him, staring at\nthe gray ashes and waiting hopelessly for some relief. His face was\nwhite and clammy, and his nerves had been numbed into a\nhalf-conscious state by the long monotony of misery. But suddenly\nall his feelings leaped into keen life again as he heard the bedroom\ndoor open and the doctor’s steps upon the stair. Robert Johnson was\nprecise and unemotional in everyday life, but he almost shrieked now\nas he rushed forward to know if it were over.\n\nOne glance at the stern, drawn face which met him showed that it was\nno pleasant news which had sent the doctor downstairs. His\nappearance had altered as much as Johnson’s during the last few\nhours. His hair was on end, his face flushed, his forehead dotted\nwith beads of perspiration. There was a peculiar fierceness in his\neye, and about the lines of his mouth, a fighting look as befitted a\nman who for hours on end had been striving with the hungriest of\nfoes for the most precious of prizes. But there was a sadness, too,\nas though his grim opponent had been overmastering him. He sat down\nand leaned his head upon his hand like a man who is fagged out.\n\n“I thought it my duty to see you, Mr. Johnson, and to tell you that\nit is a very nasty case. Your wife’s heart is not strong, and she\nhas some symptoms which I do not like. What I wanted to say is that\nif you would like to have a second opinion I shall be very glad to\nmeet any one whom you might suggest.”\n\nJohnson was so dazed by his want of sleep and the evil news that he\ncould hardly grasp the doctor’s meaning. The other, seeing him\nhesitate, thought that he was considering the expense.\n\n“Smith or Hawley would come for two guineas,” said he. “But I think\nPritchard of the City Road is the best man.”\n\n“Oh, yes, bring the best man,” cried Johnson.\n\n“Pritchard would want three guineas. He is a senior man, you see.”\n\n“I’d give him all I have if he would pull her through. Shall I run\nfor him?”\n\n“Yes. Go to my house first and ask for the green baize bag. The\nassistant will give it to you. Tell him I want the A. C. E. mixture.\nHer heart is too weak for chloroform. Then go for Pritchard and\nbring him back with you.”\n\nIt was heavenly for Johnson to have something to do and to feel that\nhe was of some use to his wife. He ran swiftly to Bridport Place,\nhis footfalls clattering through the silent streets and the big,\ndark policemen turning their yellow funnels of light on him as he\npassed. Two tugs at the night bell brought down a sleepy, half-clad\nassistant, who handed him a stoppered glass bottle and a cloth hag\nwhich contained something which clinked when you moved it. Johnson\nthrust the bottle into his pocket, seized the green bag, and\npressing his hat firmly down ran as hard as he could set foot to\nground until he was in the City Road and saw the name of Pritchard\nengraved in white upon a red ground. He bounded in triumph up the\nthree steps which led to the door, and as he did so there was a\ncrash behind him. His precious bottle was in fragments upon the\npavement.\n\nFor a moment he felt as if it were his wife’s body that was lying\nthere. But the run had freshened his wits and he saw that the\nmischief might be repaired. He pulled vigorously at the night bell.\n\n“Well, what’s the matter?” asked a gruff voice at his elbow. He\nstarted back and looked up at the windows, but there was no sign of\nlife. He was approaching the bell again with the intention of\npulling it, when a perfect roar burst from the wall.\n\n“I can’t stand shivering here all night,” cried the voice. “Say who\nyou are and what you want or I shut the tube.”\n\nThen for the first time Johnson saw that the end of a speaking tube\nhung out of the wall just above the bell. He shouted up it:\n\n“I want you to come with me to meet Doctor Miles at a confinement at\nonce.”\n\n“How far?” shrieked the irascible voice.\n\n“The New North Road, Hoxton.”\n\n“My consultation fee is three guineas, payable at the time.”\n\n“All right,” shouted Johnson. “You are to bring a bottle of A. C. E.\nmixture with you.”\n\n“All right! Wait a bit!”\n\nFive minutes later an elderly, hard-faced man, with grizzled hair,\nflung open the door. As he emerged a voice from somewhere in the\nshadows cried:\n\n“Mind you take your cravat, John,” and he impatiently growled\nsomething over his shoulder in reply.\n\nThe consultant was a man who had been hardened by a life of\nceaseless labor, and who had been driven, as so many others have\nbeen, by the needs of his own increasing family to set the\ncommercial before the philanthropic side of his profession. Yet\nbeneath his rough crust he was a man with a kindly heart.\n\n“We don’t want to break a record,” said he, pulling up and panting\nafter attempting to keep up with Johnson for five minutes. “I would\ngo quicker if I could, my dear sir, and I quite sympathize with your\nanxiety, but really I can’t manage it.”\n\nSo Johnson, on fire with impatience, had to slow down until they\nreached the New North Road, when he ran ahead and had the door open\nfor the doctor when he came. He heard the two meet outside the\nbedroom, and caught scraps of their conversation. “Sorry to knock\nyou up—nasty case—decent people.” Then it sank into a mumble and\nthe door closed behind them.\n\nJohnson sat up in his chair now, listening keenly, for he knew that\na crisis must be at hand. He heard the two doctors moving about, and\nwas able to distinguish the step of Pritchard, which had a drag in\nit, from the clean, crisp sound of the other’s footfall. There was\nsilence for a few minutes and then a curious, drunken, mumbling,\nsing-song voice came quavering up, very unlike anything which he had\nheard hitherto. At the same time a sweetish, insidious scent,\nimperceptible perhaps to any nerves less strained than his, crept\ndown the stairs and penetrated into the room. The voice dwindled\ninto a mere drone and finally sank away into silence, and Johnson\ngave a long sigh of relief, for he knew that the drug had done its\nwork and that, come what might, there should be no more pain for the\nsufferer.\n\nBut soon the silence became even more trying to him than the cries\nhad been. He had no clew now as to what was going on, and his mind\nswarmed with horrible possibilities. He rose and went to the bottom\nof the stairs again. He heard the clink of metal against metal, and\nthe subdued murmur of the doctors’ voices. Then he heard Mrs. Peyton\nsay something, in a tone as of fear or expostulation, and again the\ndoctors murmured together. For twenty minutes he stood there leaning\nagainst the wall, listening to the occasional rumbles of talk\nwithout being able to catch a word of it. And then of a sudden there\nrose out of the silence the strangest little piping cry, and Mrs.\nPeyton screamed out in her delight and the man ran into the parlor\nand flung himself down upon the horsehair sofa, drumming his heels\non it in his ecstasy.\n\nBut often the great cat Fate lets us go only to clutch us again in a\nfiercer grip. As minute after minute passed and still no sound came\nfrom above save those thin, glutinous cries, Johnson cooled from his\nfrenzy of joy, and lay breathless with his ears straining. They were\nmoving slowly about. They were talking in subdued tones. Still\nminute after minute passed, and no word from the voice for which he\nlistened. His nerves were dulled by his night of trouble, and he\nwaited in limp wretchedness upon his sofa. There he still sat when\nthe doctors came down to him—a bedraggled, miserable figure with\nhis face grimy and his hair unkempt from his long vigil. He rose as\nthey entered, bracing himself against the mantelpiece.\n\n“Is she dead?” he asked.\n\n“Doing well,” answered the doctor.\n\nAnd at the words that little conventional spirit which had never\nknown until that night the capacity for fierce agony which lay\nwithin it, learned for the second time that there were springs of\njoy also which it had never tapped before. His impulse was to fall\nupon his knees, but he was shy before the doctors.\n\n“Can I go up?”\n\n“In a few minutes.”\n\n“I’m sure, doctor, I’m very—I’m very——” He grew inarticulate.\n\n“Here are your three guineas, Doctor Pritchard. I wish they were\nthree hundred.”\n\n“So do I,” said the senior man, and they laughed as they shook\nhands.\n\nJohnson opened the shop door for them and heard their talk as they\nstood for an instant outside.\n\n“Looked nasty at one time.”\n\n“Very glad to have your help.”\n\n“Delighted, I’m sure. Won’t you step round and have a cup of\ncoffee?”\n\n“No, thanks. I’m expecting another case.”\n\nThe firm step and the dragging one passed away to the right and the\nleft. Johnson turned from the door still with that turmoil of joy in\nhis heart. He seemed to be making a new start in life. He felt that\nhe was a stronger and a deeper man. Perhaps all this suffering had\nan object, then. It might prove to be a blessing both to his wife\nand to him. The very thought was one which he would have been\nincapable of conceiving twelve hours before. He was full of new\nemotions. If there had been a harrowing, there had been a planting,\ntoo.\n\n“Can I come up?” he cried, and then, without waiting for an answer,\nhe took the steps three at a time.\n\nMrs. Peyton was standing by a soapy bath with a bundle in her hands.\nFrom under the curve of a brown shawl there looked out at him the\nstrangest little red face with crumpled features, moist loose lips,\nand eyelids which quivered like a rabbit’s nostrils. The weak neck\nhad let the head topple over, and it rested upon the shoulder.\n\n“Kiss it, Robert!” cried the grandmother. “Kiss your son!”\n\nBut he felt a resentment to the little, red, blinking creature. He\ncould not forgive it yet for that long night of misery. He caught\nsight of a white face in the bed and he ran toward it with such love\nand pity as his speech could find no words for.\n\n“Thank God it is over! Lucy, dear, it was dreadful!”\n\n“But I’m so happy now. I never was so happy in my life.”\n\nHer eyes were fixed upon the brown bundle.\n\n“You mustn’t talk,” said Mrs. Peyton.\n\n“But don’t leave me,” whispered his wife.\n\nSo he sat in silence with his hand in hers. The lamp was burning dim\nand the first cold light of dawn was breaking through the window.\nThe night had been long and dark but the day was the sweeter and the\npurer in consequence. London was waking up. The roar began to rise\nfrom the street. Lives had come and lives had gone, but the great\nmachine was still working out its dim and tragic destiny.\n\n",
    "metadata": {
        "author": [
            "Doyle, Arthur Conan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67072/pg67072.txt",
        "name": "the_curse_of_eve.json"
    }
}