{
    "name": "The Mothers Of Honoré\nFrom \"Mackinac And Lake Stories\", 1899",
    "author": [
        "Catherwood, Mary Hartwell"
    ],
    "body": "The sun was shining again after squalls, and the strait showed violet,\ngreen, red, and bronze lines, melting and intermingling each changing\nsecond. Metallic lustres shone as if some volcanic fountain on the\nlake-bed were spraying the surface. Jules McCarty stood at his gate,\nnoting this change in the weather with one eye. He was a small, old man,\nhaving the appearance of a mummied boy. His cheek-bones shone apple-red,\nand his partial blindness had merely the effect of a prolonged\nwink. Jules was keeping melancholy holiday in his best clothes, the\nwell-preserved coat parting its jaunty tails a little below the middle\nof his back.\n\nAnother old islander paused at the gate in passing, The two men shook\ntheir heads at each other.\n\n“I went to your wife's funeral this morning, Jules,” said the passer,\nimpressing on the widower's hearing an important fact which might have\nescaped his one eye.\n\n“You was at de funer'l? Did you see Thérèse?”\n\n“Yes, I saw her.”\n\n“Ah, what a fat woman dat was! I make some of de peop' feel her arm. I\nfeed her well.”\n\nThe other old man smiled, but he was bound to say,\n\n“I'm sorry for you, Jules.”\n\n“Did you see me at de church?”\n\n“Yes, I went to the church.”\n\n“You t'ink I feel bad--eh?”\n\n“I thought you felt pretty bad.”\n\n“You go to de graveyard, too?”\n\n“No,” admitted his sympathizer, reluctantly, “I didn't go to the\ngraveyard.”\n\n“But dat was de fines'. You ought see me at de graveyard. You t'ink I\nfeel bad at de church--I raise hell at de graveyard.”\n\nThe friend shuffled his feet and coughed behind his hand.\n\n“Yes, I feel bad, me,” ruminated the bereaved man. “You get used to some\nwoman in de house and not know where to get anodder.”\n\n“Haven't you had your share, Jules?” inquired his friend, relaxing\ngladly to banter.\n\n“I have one fine wife, maman to Honoré,” enumerated Jules, “and de\nsquaw, and Lavelotte's widow, and Thérèse. It is not much.”\n\n“I've often wondered why you didn't take Me-linda Crée. You've no\nobjection to Indians. She's next door to you, and she knows how to nurse\nin sickness, besides being a good washer and ironer. The summer folks\nsay she makes the best fish pies on the island.”\n\n“It is de trut'!” exclaimed Jules, a new light shining in his dim blue\neye as he turned it towards the house of Melinda Crée. The weather-worn,\nlow domicile was bowered in trees. There was a convenient stile\ntwo steps high in the separating fence, and it had long been made a\nthoroughfare by the families. On the top step sat Clethera, Melinda\nCrée's granddaughter. Clethera had been Honoré's playmate since infancy.\nShe was a lithe, dark girl, with more of her French father in her than\nof her half-breed mother. Some needle-work busied her hands, but her\near caught every accent of the conference at the gate. She flattened her\nlips, and determined to tell Honoré as soon as he came in with the boat.\nHonoré was the favorite skipper of the summer visitors. He went out\nimmediately after the funeral to earn money to apply on his last\nmother's burial expenses.\n\nWhen the old men parted, Clethera examined her grandmother with stealthy\neyes in a kind of aboriginal reconnoitring. Melinda Cree's black hair\nand dark masses of wrinkles showed through a sashless shed window where\nshe stood at her ironing-board. Her stoical eyelids were lowered, and\nshe moved with the rhythmical motion of the smoothing-iron. Whether\nshe had overheard the talk, or was meditating on her own matrimonial\ntroubles, was impossible to gather from facial muscles rigid as carved\nwood. Melinda Crée was one of the few pure-blooded Indians on the\nisland. If she was fond of anything in the world, her preference had not\ndeclared itself, though previous to receiving her orphaned granddaughter\ninto her house she had consented to become the bride of a drunken youth\nin his teens. This incipient husband--before he got drowned in a squall\noff Detour, thereby saving his aged wife some outlay--visited her only\nwhen he needed funds, and she silently paid the levy if her toil had\nprovided the means. He also inclined to offer delicate attentions\nto Clethera, who spat at him like a cat, and at sight of him ever\nafterwards took to the attic, locking the door.\n\nBut while Melinda Crée submitted to the shackles of civilization, she\ndid not entirely give up the ways of her own people. She kept a conical\ntent of poles and birch bark in her back yard, in which she slept during\nsummer. And she was noted as wise and skilled in herbs, guarding their\nsecrets so jealously that the knowledge was likely to die with her.\nOnce she appeared at the bedside of a dying islander, and asked, as the\ndoctor had withdrawn, to try her own remedies. Permission being given,\nshe went to the kitchen, took some dried vegetable substance from her\npocket, and made a tea of it. A little was poured down the sick man's\nthroat. He revived. He drank more, and grew better. Melinda Cree's\ndecoction cured him, and the chagrined doctor visited her to learn what\nwonderful remedy she had used.\n\n“It was nothing but some little bushes,” responded the Indian woman.\n\n“If you tell me what they are, I will pay you fifty dollars,” he\npleaded.\n\nMelinda Crée shook her head. She continued to repeat, as he raised\nthe bid higher, “It was nothing but some little bushes, doctor; it was\nnothing but some little bushes.”\n\nClethera felt the same kind of protecting tenderness for this\nself-restrained squaw that Honoré had for his undersized parent, whom\nhe always called by the baptismal name. Melinda had been the wife of a\ngreat medicine-man, who wore a trailing blanket, and white gulls' wings\nbound around and spread behind his head. During his lifetime he was\noften seen stretched on his back invoking the sun. A stranger observing\nhim declared he was using the signs of Freemasonry, and must know its\nsecrets.\n\nWith the readiness of custom, Honoré and Clethera met each other at the\nsteps in the fence about dusk. She sat down on her side, and he sat\ndown on his, the broad top of the stile separating them. Honoré was a\nstalwart Saxon-looking youth in his early twenties. Wind and weather\nhad painted his large-featured countenance a rosy tan. By the employing\nclass Honoré was considered one of the finest and most promising young\nquarter-breeds on the island.\n\nThe fresh moist odor of the lake, with its incessant wash upon pebbles,\ncame to them accompanied by piercing sweetness of wild roses. For the\nwind had turned to the west, raking fragrant thickets. Dusk was moving\nfrom eastern fastnesses to rock battlements still tinged with sunset.\nThe fort, dismantled of its garrison, reared a whitewashed crown against\nthe island's back of evergreens.\n\nBoth Honoré and Clethera knew there was a Spanish war. As summer day\nfollowed summer day, the village seethed with it, as other spots then\nseethed. A military post, even when dismantled, always brings home to\nthe community where it is situated the dignity and pomp of arms. Young\nmen enlisted, and Honoré restlessly followed, with a friend from the\nNorth Shore, to look at the camp. His pulses beat with the drums. But\nhe was carrying the burden of the family; to leave Jules and Jules's\ndependent wife would be deserting infants.\n\nClethera gave little more thought to fleets sailing tropical seas than\nto La Salle's vanished _Griffin_ on Northern waters. It was nothing to\nher, for she had never heard of it, that pioneers of her father's\nblood once trod that island, and lifted up the cross at St. Ignace, and\nplanted outposts along the South Shore. Bareheaded, or with a crimson\nkerchief bound about her hair, she loved to help her grandmother spread\nthe white clothes to bleach, or to be seen and respected as a prosperous\nlaundress carrying her basket through the teeming streets. The island\nwas her world. Its crowds in summer brought variety enough; and its\nvirgin winter snows, the dog-sledges, the ice-boats, were month by month\na procession of joys.\n\nClethera wondered that Honoré persistently went where newspapers were\nread and discussed. He stuffed them in his pockets, and pored over them\nwhile waiting in his boat beside the wharf. People would fight out that\nwar with Spain. What thrilled her was the boom of winter surf, piling\niridescent frozen spume as high as a man's head, and rimming the\nisland in a corona of shattered rainbows. And she had an eye for summer\nlightning infusing itself through sheets of water as if descending in\nthe downpour, glorifying for one instant every distinct drop.\n\nThe pair sitting with the broad top step betwixt them exchanged the\nsmiling good-will of youth.\n\n“I take some more party out to-night for de light-moon sail,” said\nHonoré, pleased to report his prosperity. “It is consider' gran' to sail\nin de light-moon.”\n\n“Did you find de hot fish pie?” inquired Clethera, solicitous about man\nthrown on his own resources as cook.\n\nHonoré acknowledged with hearty gratitude the supper which Melinda Crée\nhad baked and her granddaughter had carried into the bereaved house\nwhile its inmates were out.\n\n“They not get fish pie like that in de war. Jules, he say it is better\nthan poor Thérèse could make,” Honoré added, handsomely, with large\nunsuspicion.\n\nClethera shook a finger in his face.\n\n“Honoré McCarty, you got watch dat Jules! I got to watch Melinda. Simon\nLeslie, he have come by and put it in Jules' head since de funer'l! I\nhear it, me.”\n\nThe young man's face changed through the dusk.\n\nHe braced his back against the fence and breathed the deep sigh of tried\npatience.\n\n“Honoré, how many mothers is it you have already?”\n\n“I have not count',” said the young man, testily.\n\n“Count dem mothers,” ordered Clethera.\n\n“Maman,” he began the enumeration, reverently. His companion allowed him\na minute's silence after the mention of that fine woman.\n\n“One,” she tallied.\n\n“Nex',” proceeded Honoré, “poor Jules is involve' with de Chippewa\nwoman.”\n\n“Two,” clinched Clethera.\n\nThe Chippewa squaw was a sore theme. She had entered Jules's wigwam in\ngood faith; but during one of his merry carouses, while both Honoré and\nthe priest were absent, he traded her off to a North Shore man for a\nhorse. Long after she tramped away across the frozen strait with her\nnew possessor, and all trace of her was lost, Jules had the grace to be\nshamefaced about the scandal; but he got a good bargain in the horse.\n\n“Then there is Lavelotte's widow,” continued Honoré.\n\n“Three,” marked Clethera.\n\nYes, there was Lavelotte's widow, the worst of all. She whipped little\nJules unmercifully, and if Honoré had not taken his part and stood\nbefore him, she might have ended by being Jules's widow. She stripped\nhim of his whole fortune, four hundred dollars, when he finally obtained\na separation from her. But instead of curing him, this experience only\nwhetted his zest for another wife.\n\n“And there is Thérèse.” Honoré did not say, “Last, Thérèse.” While Jules\nlived and his wives died, or were traded off or divorced, there would be\nno last.\n\n“It is four,” declared Clethera; and the count was true. Honoré had\ntaken Jules in hand like a father, after the adventure with Lavelotte's\nwidow. He made his parent work hard at the boat, and in winter walked\nhim to and from mass literally with hand on collar. He encouraged the\nlittle man, moreover, with a half interest in their house on the beach,\nwhich long-accumulated earnings of the boat paid for. But all this care\nwas thrown away; though after Jules brought Thérèse home, and saw that\nHonoré was not appeased by a woman's cooking, he had qualms about the\nhomestead, and secretly carried the deed back to the original owner.\n\n“I want you keep my part of de deed,” he explained. “I not let some more\nwomen rob Honoré. My wife, if she get de deed in her han', she might\nsell de whole t'ing!”\n\n“Why, no, Jules, she couldn't sell your real estate!” the former owner\ndeclared. “She would only have a life interest in your share.”\n\n“You say she couldn't sell it?”\n\n“No. She would have nothing but a life interest.”\n\n“She have only life interest? By gar! I t'ink I pay somebody twenty\ndollar to kill her!”\n\nBut lacking both twenty dollars and determination, he lived peaceably\nwith Thérèse until she died a natural death, on that occasion proudly\ndoing his whole duty as a man and a mourner.\n\nRemembering these affairs, which had not been kept secret from anybody\non the island, Clethera spoke out under conviction.\n\n“Honoré, it a scandal' t'ing, to get marry.”\n\n“Me, I t'ink so too,” assented Honoré.\n\n“Jules McCarty have disgrace' his son!”\n\n“Melinda Crée,” retorted Honoré, obliged to defend his own, “she take a\nlittle 'usban' honly nineteen.”\n\n“She 'ave no chance like Jules; she is oblige' to wait and take what\ninvite her.”\n\nThe voices of children from other quarter-breed cottages, playing along\nthe beach, added cheer to the sweet darkness. Clethera and Honoré\nsat silently enjoying each other's company, unconscious that their\naboriginal forefathers had courted in that manner, sitting under arbors\nof branches.\n\n“Why do peop' want to get marry?” propound ed Clethera.\n\n“I don't know,” said Honoré.\n\n“Me, if some man hask me, I box his ear! I have know you all my\nlife--but don' you never hask me to get marry!”\n\n“I not such a fool,” heartily responded Honoré. “You and me, we have\nseen de folly. I not form de habit, like Jules.”\n\n“But what we do, Honoré, to keep dat Jules and dat Melinda apart?”\n\nThough they discussed many plans, the sequel showed that nothing\neffectual could be done. All their traditions and instincts were\nagainst making themselves disagreeable or showing discourtesy to their\nelders. The young man's French and Irish and Chippewa blood, and\nthe young girl's French and Crée blood exhausted all their inherited\ndiplomacy. But as steadily as the waters set like a strong tide through\nthe strait, in spite of wind which combed them to ridging foam, the\nrapid courtship of age went on.\n\nIn carrying laundered clothing through the village street, Melinda Crée\nwas carefully chaperoned by her granddaughter, and Honoré kept Jules\nunder orders in the boat. But of early mornings and late twilights there\nwas no restraining the twittering widower.\n\n“Melinda 'tend to her work and is behave if Jules let her alone,”\n Clethera reported to Honoré. “But he slip around de garden and talk over\nde back fence, and he is by de ironing-board de minute my back is turn'!\nIf he belong to me, I could 'mos' whip him!”\n\n“Jules McCarty,” declared Honoré, with some bitterness, “when he fix his\nmin' to marry some more, he is not turn' if he is hexcommunicate'!”\n\nJules, indeed, became so bold that he crowded across the stile through\nthe very conferences of the pair united to prevent him; and his loud\nvoice could be heard beside Melinda's ironing-board, proclaiming in the\nmanner of a callow young suitor.\n\n“Some peop' like separate us, Melinda, but we not let them.”\n\nThe conflict of Honoré and Clethera with Jules and Melinda ended one day\nin August. There had been no domestic clamor in this silent grapple of\nforces. The young man used no argument except maxims and morals and a\ntightening of authority; the young girl permitted neither neighboring\nmaids nor the duties of religion to lure her off guard. It may be said\nof any French half-breed that he has all the instincts of gentility\nexcept an inclination to lying, and that arises from excessive\npoliteness.\n\nHonoré came to the fence at noon and called Clethera. In his excitement\nhe crossed the stile and stood on her premises.\n\n“It no use, Clethera. Jules have tell me this morning he have arrange'\nde marriage.”\n\nClethera glanced behind her at the house she called home, and threw\nherself in Honoré's arms, as she had often done in childish despairs.\nNeither misunderstood the action, and it relieved them to shed a few\ntears on each other's necks. This truly Latin outburst being over, they\nstood apart and wiped their eyes on their sleeves.\n\n“It no use,” exclaimed Clethera, “to set a good examp' to your\ngrandmother!”\n\n“I not wait any longer now,” announced Honoré, giving rein to fierce\neagerness. “I go to de war to-day.”\n\n“But de camp is move',” objected Clethera.\n\n“I have pass' de examin', and I know de man to go to when I am ready; he\npromis' to get me into de war. Jules have de sails up now, ready to take\nme across to de train.”\n\n“But who will have de boat when you are gone, Honoré?”\n\n“Jules. And he bring Melinda to de house.”\n\n“She not come. She not leave her own house. She take her 'usban' in.”\n\n“Then Jules must rent de house. You not detest poor Jules?”\n\n“I not detest him like de hudder one.”\n\n“Au 'voir, Clethera.”\n\n“Au 'voir, Honoré.”\n\nThey shook hands, the young man wringing him-self away with the\nanimation of one who goes, the girl standing in the dull anxiety of one\nwho stays. War, so remote that she had heard of it indifferently,\nrushed suddenly from the tropics over the island.\n\n“Are your clothes all mend' and ready, Honoré?”\n\nBut what thought can a young man give to his clothes when about to\nwrap himself in glory? He is politely tapping at the shed window of the\nIndian woman, and touching his cap in farewell and gallant capitulation,\nand with long-limbed sweeping haste, unusual in a quarter-breed, he is\ngone to the docks, with a bundle under one arm, waving his hand as he\npasses. All the women and children along the street would turn out\nto see him go to the war if his intention were known, and even summer\nidlers about the bazars would look at him with new interest.\n\nClethera could not imagine the moist and horrid heat of those southern\nlatitudes into which Honoré departed to throw himself. Shifting mists on\nthe lake rim were no vaguer than her conception of her country's mighty\nundertaking. But she could feel; and the life she had lived to that day\nwas wrenched up by the roots, leaving her as with a bleeding socket.\n\nAll afternoon she drenched herself with soapsuds in the ferocity of her\nwashing. By the time Jules returned with the boat, the lake was black\nas ink under a storm cloud, with glints of steel; a dull bar stretched\ndiagonally across the water. Beyond that a whitening of rain showed\nagainst the horizon. Points of cedars on the opposite island pricked a\nsullen sky.\n\nClethera's tubs were under the trees. She paid no attention to what\nbefell her, or to her grandmother, who called her out of the rain. It\ncame like a powder of dust, and then a moving, blanched wall, pushing\nislands of flattened mist before it. Under a steady pour the waters\nturned dull green, and lightened shade by shade as if diluting an\ninfusion of grass. Waves began to come in regular windrows. Though\nClethera told herself savagely she not care for anything in de world,\nher Indian eye took joy of these sights. The shower-bath from the trees\nshe endured without a shiver.\n\nJules sat beside Melinda to be comforted He wept for Honoré, and praised\nhis boy, gasconading with time-worn boasts.\n\n“I got de hang of him, and now I got to part! But de war will end, now\nHonoré have gone into it. His gran'fodder was such a fighter when de\nBritish come to take de island, he turn' de cannon and blow de British\noff. The gran'fodder of Honoré was a fine man. He always keep de bes'\nliquors and by wines on his sideboa'd.”\n\nWhen Honoré had been gone twenty-four hours, and Jules was still idling\nlike a boy undriven by his task-master, leaving the boat to rock under\nbare poles at anchor on the rise and fall of the water, Clethera went\ninto their empty house. It contained three rooms, and she laid violent\nhands on male housekeeping. The service was almost religious, like\npreparing linen for an altar. It comforted her unacknowledged anguish,\nwhich increased rather than diminished, the unrest of which she resented\nwith all her stoic Indian nature.\n\nNets, sledge-harness, and Honoré's every-day clothes hung on his\nwhitewashed wall. The most touching relic of any man is the hat he has\nworn. Honoré's cap crowned the post of his bed like a wraith. The room\nmight have been a young hermit's cell in a cave, or a tunnel in the\nevergreens, it was so simple and bare of human appointments. Clethera\nstood with the broom in one hand, and tipped forward a piece of broken\nlooking-glass on his shaving-shelf. A new, unforeseen Clethera, whom she\nhad never been obliged to deal with before, gave her a desperate, stony\nstare out of a haggard face. She was young, her skin had not a line. But\nit was as if she had changed places with her wrinkled grandmother, to\nwhom the expression of complacent maidenhood now belonged.\n\nAs Clethera propped the glass again in place, she heard Jules come in.\nShe resumed her sweeping with resolute strokes on the bare boards, which\nwould explain to his ear the necessity of her presence. He appeared at\nthe door, and it was Honoré!\n\nIt was Honoré, shamefaced but laughing, back from the war within\ntwenty-four hours! Clethera heard the broom-handle strike the floor as\none hears the far-off fall of a spar on a ship in harbor. She put her\npalms together, without flying into his arms or even offering to shake\nhands.\n\n“You come back?” she cried out, her voice sharpened by joy.\n\n“The war is end',” said Honoré. “Peace is declare' yesterday!” He threw\nhis bundle down and looked fondly around the rough walls. “All de peop'\nlaugh at me because I go to war when de war is end'!”\n\n“They laugh because de war is end'! I laugh too?” said Clethera,\nrelaxing to sobs. Tears and cries which had been shut up a day and a\nnight were let loose with French abandon. Honoré opened his arms to\ncomfort her in the old manner, and although she rushed into them,\nstrange embarrassment went with her. The two could not look at each\nother.\n\n“It is de 'omesick,” she explained. “When you go to war it make me\n'omesick.”\n\n“Me, too,” owned Honoré. “I never know what it is before. I not mind de\nfighting, but I am glad de war is end', account of de 'omesick!”\n\nHe pushed the hair from her wet face. The fate of temperament and the\ndeep tides of existence had them in merciless sweep.\n\n“Clethera,” represented Honoré, “the rillation is not mix' bad with\nJules and Melinda.”\n\nClethera let the assertion pass unchallenged.\n\n“And this house, it pretty good house. You like it well as de hudder?”\n\n“It have no loft,” responded Clethera, faintly, “but de chimney not\nsmoke.”\n\n“We not want de 'omesick some more, Clethera--eh? You t'ink de fools is\nall marry yet?”\n\nClethera laughed and raised her head from his arm, but not to look at\nhim or box his ear. She looked through the open door at an oblong of\nlittle world, where the land was an amethyst strip betwixt lake and\nhorizon. Across that beloved background she saw the future pass: hale,\nlong years with Honoré; the piled up wood of winter fires; her own home;\nher children--the whole scheme of sweet and humble living.\n\n“You t'ink, after all de folly we have see' in de family, Clethera, you\ncan go de lenk--to get marry?”\n\n“I go dat lenk for you, Honoré--but not for any huddur man.”\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Catherwood, Mary Hartwell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23253/pg23253.txt",
        "name": "the_mothers_of_honoré_from_\"_mackinac_and_lake_stories\",_1899.json"
    }
}