{
    "name": "The Color of His Boots",
    "author": [
        "Tuttle, W. C. (Wilbur C.)"
    ],
    "body": "Author of “Jay Bird’s Judgement,” “Dirty Work for Doughgod,” etc.\n\n\nI still contend that Magpie Simpkins is too finicky. It’s all right for\na feller to desire to appear to a good advantage, especially on Sunday,\nbut a finicky person hadn’t ought to pack a gun at a time when he’s just\nacquired something out of the ordinary in haberdashery.\n\nNew boots don’t mean nothing but misery to me. They could set diamonds\nall the way around the sole, but just the same she don’t spell nothing\nbut blisters and cramps to Ike Harper. Anyway, I’m so bow-legged that my\nheels have got to be run over on the outside edges before I can be\ncomfortable around the knees.\n\nMagpie paid twenty dollars for them yaller boots. They was glowing with\nyouth, vitality and shiny polish when Magpie leaned ’em against the side\nof that Pullman berth. They was a thing of beauty and a joy forever.\n\nA pair of boots ain’t nothing but footwear, except when they’re the\ncolor of a sunset in Injun Summer and fit like the skin on a\nsausage--and cost twenty dollars.\n\nSome folks will likely argue that Magpie hadn’t owned said boots long\nenough to become attached to ’em, but to those critics I will say: you\ndon’t have to have a twenty-dollar bill around the house very long\nbefore you becomes sentimental about it.\n\nMe and Magpie are on our way back from the Stampede at Totem, where we\nwent to clean up some money, figuring that we knowed a little more than\nthe fellers did who run the games. We found out that honesty is a poor\npoker policy in Totem.\n\nMagpie sheds bitter tears over them boots. Their pristine yaller has\nwent. A porter, suffering from color-blindness, lack of illumination, or\ngin, has rubbed ’em plentiful with black polish until there ain’t\nnothing identifying left except the shape and size.\n\nMagpie also bought a new blanket from an Injun robe vender. It contains\nall the colors of the rainbow, and the design is supposed to invoke a\nspecial blessing from some high-cheeked god of some kind.\n\nMagpie looks at said boots, folds ’em reverently in the blanket and then\npushes the bell in the berth. Them boots has been under that seat ever\nsince we got up in the morning. Magpie, being a heap vain, desires to\npack ’em openly and places same in the aisle at night, along with his\nregular ones. Now that he wishes to show off a little, he opines to put\n’em on. He sets there in his socks and pushes that little button.\n\nAs I said before, Magpie is too finicky and sudden. No matter if he did\nknow the certain porter connected with our car and didn’t wait for an\napology--he might ’a’ sounded a warning.\n\nHe didn’t hit the porter, but he would as soon as he got used to the\nsway of that car, ’cause his third shot busted the glass right by the\nporter’s head.\n\nMaybe the conductor was right, and maybe he wasn’t. Anyway, it’s danged\nbad form to hop on to a man’s back when he’s trying to settle a personal\nmatter. Him and Magpie went down in the aisle, and everybody begins to\nexercise their lungs.\n\nBeing part and parcel of Magpie’s crew, I immediate and soon bends my\ngun over the conductor’s head. Folks will likely say that I was wrong,\nthat I had no interest in them yaller boots; but there’s bound to be\nsome Sundays when Magpie won’t wear ’em, and there ain’t no law against\nme dressing up a little.\n\nWhat is politely known as consternation seems to prevail. Some folks\neven go so far as to try and hand us their valuables, while others seem\nto have the instinct of prairie-dogs and hunt a hole.\n\nThen the train jerks to a stop, which almost upsets me, and Magpie backs\ninto me, poking shells into his gun.\n\n“Grab my bundle and get a-going,” he yelps, and I obeyed him to the\nletter.\n\nThen we backs off that train. A brakeman heaves a hunk of coal at us and\nducks under the train, and from up by the express car comes the roar of\na shotgun, and a handful of buckshot seeps around us. We gets our\nbearings, and the way we went away from that train would make an\nantelope weep with envy. Then we sees the train pull out.\n\n“My ----!” grunts Magpie. “We sure got some action, Ike!”\n\n“_Wa-a-a-a! Wa-a-a-a!_”\n\n“What in ---- was that?” whispers Magpie.\n\n“I’d say,” says I, feeling a drop of cold sweat run right down my\nback-bone, “I’d say that your boots squeaked, Magpie.”\n\n“Boots? I ain’t got none on, Ike. Did you get that bundle?”\n\nI sure did. It sort of wiggled in my hands; so I laid it down on the\nground.\n\n“_Wa-a-a-a! Yah-a-a-a-a!_” she goes again.\n\nMagpie rolled the bundle over with the muzzle of his gun, and then we\nstares at each other. Magpie pulls his long mustache and clears his\nthroat.\n\n“Ike,” says he solemn-like, “you picked the wrong bundle. Beyond the\nshadder of a doubt you’ve traded my boots for a baby.”\n\nThe sinful thing I had done weighed upon my soul, and I felt bad. I\npictured the agonized mother setting there in that car, squeaking like a\nRed River cart when feeding time comes and she tries to nurse a pair of\nstained boots. Maybe she’d recognize good leather and workmanship, but\nat a time like that you can’t expect a mother to pay much attention to\ntanning and stitching on a pair of high-heeled boots--even if they did\ncost twenty dollars.\n\n“Great gosh!” says I after due consideration. “This is awful!”\n\n“It sure is,” agrees Magpie. “I’ll get my feet full of cactus.”\n\n“Dang your feet! Think of what we’ve done!”\n\n“Yeah? What you’ve done, Ike. Don’t embroil me in it. Them boots cost me\nregular money.”\n\n“Well,” says I after a while, “we’re a pair of ---- fools!”\n\n“Don’t talk shop, Ike,” he advises me weary-like, peering off into the\ngloom. “If you’ve got any sympathy, use a little on me. I might step on\na rattlesnake.”\n\n“If I knowed where one lived, I’d lead you to it,” I replies. “Shooting\nup a train is enough scandal for a pair of peace lovers from\nPiperock--without also getting arrested for kidnaping. If anybody ever\nsays yaller boots to me again, they’d better pick a soft spot to land\non, ’cause they’re sure going deep.”\n\n“Pshaw! I hate it as much as you do, Ike. Figuring from a property\nstandpoint, I’m a lot worse off than you are. In fact, you’re two boots\nand a baby better off than I am.”\n\nWe set there and peers off into the gloom. Here we are, dumped off in\nthe middle of the Bad Lands, night time, with no friendly beacon to\nguide us: one sockless, one brainless, and a baby--and all because\nMagpie prefers his boots yaller instead of black.\n\n“Well,” says Magpie, “I reckon we might as well mosey along, Ike. Come\non, family man.”\n\nI picks up that squawking bundle of humanity, hitches up my belt and\nfollers Magpie over to the track, where we points north. I reckon we got\ndumped off in a country where there never was no cause to build a town.\n\nThen that offspring begins to raise its voice in protest. Sounded to me\nlike Andy Johnson trying to play sentimental music on a squeeze organ\nwhen he’s full to the neck with hooch. I pikes along behind Magpie,\ntrying to keep my mind off that suffering bunch of misery. But it ain’t\nno use.\n\n“What do you reckon has got into the critter?” I asks, and Magpie stops.\n\n“A feller what don’t know any more about babies than you do, Ike, sure\nis liable to mistake one for a pair of boots,” says he sarcastic-like.\n“The thing is hungry. My gosh! What are you doing--carrying it upside\ndown? Give it to me! Feller like you hadn’t ought to never pack a kid.\nPoor little jasper is hungry as ----!”\n\n“Likely starved to death,” I agrees. “But that ain’t no reason for you\nto use that kind of language before you finds out the sex. It’s as much\nmy baby as yours, Magpie, and I ain’t going to raise no female child to\nswear like a mule-skinner. _Sabe_? What’s it hungry for?”\n\n“Hungry for?”\n\nMagpie stubs his toe and almost drops the baby.\n\n“Gosh dang the blasted luck!” he yelps, “Tore a toe plumb off!”\n\n“Hungry for what?” I asks again.\n\n“Ike.” Magpie stops limping and turns to me. “Ike, you ignorant\nimbecile, what do you reckon it’s hungry for? Figure it’s yelping for\nham and eggs?”\n\n“Sensible yelp if it is,” says I. “What do babies hunger for, Magpie?”\n\n“M’yah!” grunts Magpie, which goes to show that he’s an expert on baby\nfodder.\n\nWe pilgrims along for a while, and all to once I remembers something I\nread on a label once. Said it was fine for babies.\n\n“Condensed milk!” I snorts out loud.\n\nMagpie stops.\n\n“Just struck you, did it?” he says wise-like. “Took you a long time.\nYessir, you guessed it, Ike. We’ll give it a can of condensed milk.”\n\n“All right,” says I. “Give it a can, Magpie. If canned milk will stop\nthat racket, give it one for me. The twelve o’clock whistle has blowed\nfor that kid an hour ago.”\n\n“Ike, you’re a ---- fool!”\n\n“Now who’s talking shop?” I asks sweet-like.\n\nOn we goes, Magpie limping and swearing every time he kicks a tie, and\nthe world getting darker and darker every step we take.\n\nBabies ain’t got much sense, I reckon. Mostly any person or animal that\ncreeps, crawls or walks will pine for a thing for a certain length of\ntime, and, when it don’t show in a reasonable period of pining, they\nforgets it; but a baby gets one idea in its bosom and cherishes said\nidea forever and ever, amen.\n\nThis one is too young for us to explain things to, and the night is too\ndark for us to hand it anything in sign-language; so we pilgrims along,\nlistening to it wail continuous for something to ease its stummick.\nPretty soon Magpie stops.\n\n“Ike,” says he severe-like, “you’ve got to find something to feed to\nthis infant. The blamed thing must be plumb empty, to wail thataway, and\nI won’t poke along and let it die in my arms.”\n\n“I’ve got forty-three dollars, Magpie,” says I, “and I hereby gives you\npower of attorney to take my property to dinner. I’m neither a wet-nurse\nnor a restaurant.”\n\nWe pikes along for a while, baby wailing copiously. Then Magpie says--\n\n“Wonder if singing would help it any?”\n\n“Might as well wish for condensed milk,” says I.\n\n“I might sing a little,” says he apologetic-like.\n\n“Yes,” says I. “You might. You never have--not in my hearing, Magpie.\nEven if your vocal efforts would please the child, it would be a heap\nnerve racking to me; so I votes in favor of the infant solo.”\n\nThe baby keeps on playing three notes plumb across the board:\n\n“_Wa-a-a-a! Ma-a-a-a-a! Yah-a-a-a-a!_”\n\nPretty soon Magpie stops and sets down on the rail.\n\n“Ike, I can’t stand this,” he wails. “We’ve got to get condensed milk\nfor this human phonygraft, or it will ruin its lungs.”\n\nWe sets there in the dark and contemplates deep-like. Off in the\ndistance a coyote raises its voice in protest against the bounty law,\nand then a cow bawls soft-like.\n\n“My ----!” grunts Magpie prayerful-like. “Cow! Don’t they make condensed\nmilk out of cow milk, Ike?”\n\n“Did you think they made it out of cans?” I asks.\n\n“Cow!” he grunted joyful-like, getting to his feet. “We’ll milk that\ncritter, Ike.”\n\nHe picks up our painful inheritance, pilgrims down the railroad fill,\nand we goes in the direction of that cow’s voice. We finds said bawlers\nstanding in the corner of a fence, and they acts inquisitive toward us.\n\n“We ain’t got no rope, Magpie,” I objects. But he’s enthusiastic over\nthe proposition and says:\n\n“Milk cows ain’t wild, Ike. All you’ve got to do is to corner ’em.\n_Sabe?_ You hold this starving infant while Uncle Dudley plays\nmilkmaid.”\n\nHe crawls over the fence and approaches the herd. I’ll admit that Magpie\nhas a soothing voice, and his “So-o-o, boss,” would assure most anything\nof his good intentions. But them cows ain’t used to having strangers\ncome out of the night to steal their juice. They sort of mills around\nand acts foreign to his designs.\n\n“Make that kid shut up!” he yelps. “It’s scaring the critters, Ike.”\n\n“I ain’t no murderer,” says I. “There is things that nothing short of\nsudden death will stop. Hurry up with the nourishment.”\n\nI hears a cow bawl, and then comes a rattle, a bump and a curse.\n\n“What are you trying to do?” I asks.\n\nPretty soon I hears Magpie spit audible-like, and then:\n\n“Dang the luck! Tried to bulldog a muley cow!”\n\nBulldogging is the gentle pastime of getting in front of a cow, getting\none arm under a horn and the other arm over a horn and then twisting the\ncritter’s neck until said critter decides to lay down. Muley cows are\nexempt on account of not having any horns.\n\nThe baby seems to sympathize openly with the cows. In fact, that kid has\nthe only perpetual voice I ever heard.\n\n“Hurry up with that milk!” I yelps.\n\nI hears somebody swearing sweet and low; a cow grunts deep-like, and\nthen comes a dull thud.\n\n“_Wa-a-a-a! Ma-a-a-a!_” wails the kid.\n\n“Woof!” I hears Magpie grunt and then, “Come huh-here! Got ’um!”\n\nI lays the baby down on the ground and crawls through the fence. A cow\nsticks its cold nose in my face in the dark and uses my necktie for a\nhandkerchief.\n\n“Where you got ’um?” I asks, peering around.\n\n“Huh-here, Ike.”\n\nI peers closer and finds Magpie down on his shoulders, with a cow’s head\nin his arms. The rest of the animal is making useless jerks, trying to\nget loose.\n\n“Mum-milk it,” he stutters.\n\n“Yes’m,” says I. “What in?”\n\n“What in?” he grunts. “In your huh-hat.”\n\n“Like ----! In my new Stetson? Not any milk, thanks. Give me your hat,\nMagpie.”\n\n“Lost it. You danged-- Sh-h-h-h!”\n\nThen we heard footsteps approaching on horseback. Up that line fence\ncomes some indistinct shapes. We hears the creak of saddles, and then\nsomebody curses a loose cinch. They stops right near to us, and we holds\nthe cow and our breaths.\n\n“Can’t do much until daylight,” opines a voice. “Never catch anything\nbusting around in the dark.”\n\n“Ain’t you got that cinch fixed yet, Mort?” asks another voice.\n\n“_Wa-a-a-a-a!_”\n\nWe hears a couple of broncs move quick. Somebody swears.\n\n“What in made that noise?” grunts somebody.\n\n“Rabbit, I reckon,” chuckles the feller who is fixing his cinch. “You’re\na fine posse. Like a nervous bunch of old women. Well, let’s go.”\n\nThey drifts away in the dark, and me and Magpie wipes the perspiration\noff our brows.\n\n“Thank the Lord for the little rabbits!” grunts Magpie. “Now get busy on\nthe dairy proposition, Ike. I’ll buy you a new hat.”\n\nI ain’t no milkmaid. All my life I’ve punched cows, prospected, gambled\na little and played deputy to Magpie while he was sheriff. I’ve always\nput milk in the same class with water--meek and mild. I’m not qualified\nto pail a cow--not even gentle cows, but under the existing\ncircumstances I tries to do my duty.\n\nThe baby raises its voice in discords; so I hurries to get it a grub\nstake.\n\nMagpie is holding firm; so I takes off my new hat and kneels down on the\nground. Then I got up on my feet, walked around to the other end of the\ncritter and told Magpie what I thought of him as a cow-man. We had a\nhard time letting that critter loose without it doing us bodily harm,\nand then we crawled back through the fence, and Magpie picked up our\naudible off-spring.\n\n“Well,” says he, “there’s one steer that will have something to think\nabout for a while, even if I did lose a sock and some skin. Wonder who\nthe posse was after?”\n\n“Not us,” says I, holding my hands over my ears to shut out the wails of\nmisery coming from that bundle. “Where in thunder do we find something\nto appease that kid’s appetite?”\n\n“Gawd only knows,” says he solemn-like, limping along in the dark. “If\nit dies, you’re a murderer, Ike. I’m doing all I can to save both of\nyour lives.”\n\nThen we saw a light. Over to the left of us comes a flicker from a cabin\nwindow. Magpie turns like the needle of a compass and points straight\nfor the flicker.\n\n“Where there’s light, there’s succor,” says Magpie.\n\n“And, where it’s dark, there’s two,” I replies, and we pilgrims along,\nlistening to our accidental inheritance howl itself hoarse.\n\nWe seen some folks ride away from the open door before we got there; so\nwe waited until they are gone.\n\n“Shall we go right in and demand a can of milk?” I asks.\n\n“I’ve got a scheme, Ike,” says he wise-like. “I’ll go in alone with the\nbaby. _Sabe?_ I needs boots as bad as this kid needs food, and maybe I\ncan get both. I’ll tell ’em my wife died way back in the timber and that\nI’m trying to get back to civilization with my child. I’ll harp on their\nheartstrings until they feeds the baby and shoes Magpie. You hang\naround, Ike. If we both went in, there’d be too much to explain.”\n\n“Your scheme sounds good,” says I. “Play her plumb across the board.\nDon’t refuse to take a sandwich along if they offers it, ’cause Ike\nHarper is about to wail for food, too.”\n\nMagpie limps up to the door and knocks, while I sets down on the fence\nand rolls a smoke. The night seems peaceful since the wailing of the\ninfant has ceased, and I feel sort of free-like. Being a father must\ntake a lot of responsibility.\n\nPretty soon I gets a hankering to see what’s going on in there. I sneaks\nto a side window and peeks in. I can’t get much of a view, but I can see\nthis much: Magpie has got his hands above his head and a resigned look\nin his lean face. In front of him is a mean-looking _hombre_ with a\nshotgun in his hands, and behind him stands a capable-looking female\nwith the meanest face I ever seen.\n\nThen I hears the feller say to the woman:\n\n“You take this gun and keep him setting right there, Violet, and I’ll go\nafter the posse. They ain’t gone very far.”\n\nI leans against the wall and wonders out loud what kind of a place\nMagpie has got into. Then the door opens, and the feller hops out and\nbeats it for the stable. A minute later I hears him ride away. I hears\nthe female say something to Magpie about him deserving something worse\nthan hanging. I’ve wished the same thing on Magpie lots of times, but\nunder the circumstances I can’t let out the job. It ain’t noways safe to\nbust into that door and get the insides of a shotgun in my mainspring;\nso I pokes around the cabin for a better way.\n\n“_Wa-a-a-a! Yah-a-a-a-a!_” comes a voice from inside near where I’m\nfussing with a window.\n\nIt sure gives me an idea. Without the evidence--if the kid is\nevidence--they can’t do no more than let Magpie loose. So I slips the\nwindow open easy-like and slips over the sill.\n\nIt’s almighty dark in there, but I can see a thread of light shining\nthrough the crack in the door, and I hears the woman say:\n\n“Set still, you villain! You deserve everything you’ve got coming.”\n\n“I bow to superior wisdom, ma’am,” says Magpie.\n\nJust then I finds what I seek. It gives a little squeak as I pick it up,\nbut I hugs it to my bosom and starts for the window--and then I stepped\non a dog!\n\nLooking back on the episode, I’m of the opinion that the dog must ’a’\nbeen deaf, dumb and blind--but not suffering from lockjaw. Maybe it was\none of them family heirlooms you’ll find now and then laying around in a\ncabin, soaking up heat and odorizing the atmosphere with every smell\nthat old dog age is heir to. Anyway, this dog still retained its\nyouthful audibility and a certain degree of mastication, ’cause it\ngrabbed me by the leg just above my boot and hung on.\n\nSuch a condition made it hard for Ike Harper to show much speed. Here I\nam with a baby in my arms, a dog half-way up my lap filling the air with\nchoking barks, and me trying to tip myself over far enough to fall out\nof the window.\n\nI’ve got my belt line over the sill when the door flies open and a voice\nyelps--\n\n“Sic’ ’em, Nero!”\n\nNero didn’t need any urging. In fact, I don’t reckon that Nero ever\nheard her, ’cause he was doing his little best without any cheers from\nthe weaker sex.\n\nI manages to twist myself over on my back, swing my free leg up\nhigh--which gave me added weight on my outside end--and just as I sways\ntoward the earth I feels the hot breath of a shotgun pass over me. Nero\nlet loose. I reckon that Nero died with the taste of the best sourdough\non earth on his palate.\n\nThe top of my boot got fringed plentiful, and some of the shot cut fancy\ndesigns on my knee-cap. But me and the kid landed in a heap, and I’d\ntell a man that we didn’t waste no time going away.\n\nI shoved on some extra speed, which enabled me to clear the fence, and\nthen I runs right into Magpie. We both grunts a greeting and lopes away\ntogether. We puts a mile or more between us and that shack and then\nstops to get our wind.\n\n“Close call!” puffs Magpie. “By cripes! Posse hunting for a kidnaper.\nHalf-witted sheepherder swiped a feller’s kid ’cause the woman wouldn’t\nfeed him. Man back there knowed him by sight, and he identifies me as\nbeing the shepherd. Said he was the same length and had hair on his\nface.”\n\n“Must ’a’ been mistaken, Magpie,” says I.\n\n“Wish I’d a left the baby there,” says he, after a while. “Wish I had,\nIke. Reckon they’d ’a’ found the owner.”\n\n“You wish you had?” I asks. “Did you say ‘wish you had?’”\n\n“Uh-huh. Could easy, Ike. When that female heard the noise in the other\nroom, she ignored me; so I grabs the kid and ducked out.”\n\n“My ----!” says I. “You got a baby with you, Magpie?”\n\n“_Wa-a-a-a! Ma-a-a-a!_” comes from over by Magpie.\n\n“Yah-a-a-a-a! Ma-a-a-a-a!” comes from my arms.\n\nNeither one of us has anything to say. In fact there ain’t nothing to be\nsaid. The insides of me are wondering whether I’m going to cuss or cry.\nI feel like somebody had pushed me out of a balloon.\n\nPretty soon Magpie says soft-like:\n\n“Twins! Wasn’t one enough, Ike?”\n\n“Too many,” I agrees weak-like. “One was too many, Magpie. If Sherman\nhad twins, he’d never knowed there was a war.”\n\nWhere we’d only had a solo, we’ve now got a duet. If anything, the last\none had a higher voice than the first one and used several more notes.\nIt also seemed to get its second wind long after the first one had\nstopped to pump air.\n\nWe sets there in the dark and listens. A couple of coyotes off on a\nlittle butte tries to sing their opening song, but their voices are\ndrowned by the voices of children, and they sneaks away in disgust.\n\n“We’ve got to take it back,” states Magpie sad-like. “It’s got to be\ndone, Ike.”\n\n“With due caution,” I agrees. “That female is a wing-shot, if you asks\nme, Magpie. Also, that posse might be there. _Sabe?_”\n\nWe sets there in the dark as long as we can stand the wailing, and, when\nour nerves give out, we gets up and looks around.\n\n“Which way lieth the shack?” inquires Magpie. “We’ve got to take that\nlast kid back home.”\n\nI don’t know which way we came. It’s so dark that I can hardly see\nMagpie, who is right beside me. From the north comes a feel of storm,\nand a little rumble from above seems to ask us if we ain’t got sense\nenough to come in out of the rain.\n\n“Standing here ain’t going to do nothing for us,” states Magpie. “We may\npoint wrong and get nowhere, but our intentions are good.”\n\n“Let us hope we strike a dairy,” says I, and we plods along again.\n\nThe Lord only knows where we went, and He likely didn’t pay much\nattention. We just traveled regardless, follering the lines of least\nresistance. Magpie has got so he ignores his bare feet. I reckon a\nfeller’s feet can get just so full of cactus and stone-bruises that\nnothing can hurt ’em any more.\n\nWe drifted down a dry creek bed just as the rain began to come down on\nour unprotected heads. Then we went hunting for a tree to get under. All\nto once Magpie stops, and I bump into him. I hears horses smashing\nthrough the brush. Somebody whoops, and a shot is fired. Then the noise\ndrifts off down the gulch.\n\n“Posse,” informs Magpie.\n\n“Did you think I’d mistake it for a duck hunt?” I asks.\n\nThem kids act like we wasn’t paying enough attention to them; so they\nstarts another kindergarten grand opery.\n\n“Keep your kid still!” hisses Magpie. “Want the posse to find us?”\n\n“Make your own shut up!” I snaps right back at him, and just then we\nwalks right into a wall.\n\n“Shack!” grunts Magpie.\n\n“One wall, at least,” I agrees. “Let us foregather within and shun the\nrain.”\n\nWe sneaked around to the door, which is not locked, and went in. It’s so\ndark in there that we can’t see a thing, and I bumps into a bunk. I\ndeposits my infant on the bunk and goes hunting for something to make a\nlight.\n\n“Matches all wet!” wailed Magpie. “Got any dry ones, Ike?”\n\n“Two. But, before I find out if they’re dry, I’m going to find something\nto set on fire.”\n\nThen I fell over a box and hit my head on the floor. That made me sore.\nI got up and kicked the box as hard as I could.\n\n“Cut that out!” yelps Magpie. “Who hit me with that box? Who threw it?”\n\n“Shut up!” I howls. “Nobody threw it-- I kicked it! Reckon I tore a toe\nplumb off. Next time I----”\n\n“Sh-h-h-h!” hisses Magpie. “Somebody coming! Let’s get out.”\n\nHe swung the door open and ducked out in the storm. That’s just like\nMagpie. In danger he forgets his responsibility, and Ike Harper, who is\nvery cool, picks up the two babies off the bunk and follers in his wake.\nMan, it sure was pouring out there. Ever’ once in a while comes a flash\nof lightning, which is fine while she lasts but harder when she’s gone.\nI sure flounders around a lot.\n\n“This way, Ike!” yelps Magpie, and I follers the best I can.\n\nA flash of light shows me a couple of fellers on horseback milling\naround in the rain, and then we sure hit the high spots out of there.\n\nAfter a mile or so we stops in the shelter of a washout and puffs\nplentiful.\n\n“Suffering sidewinders!” groans Magpie. “I ain’t got no feet left!\nHonest to grandma, I’m a wreck from stem to stern, Ike.”\n\n“Feller sufferer, I know how you feel,” says I. “But that ain’t no\nreason for you to forget what you owes to humanity. I don’t wish to\nchide no man for being absent-minded, Magpie, but I’m asking why you\nleft me the responsibility of both offsprings in this direful\ne-mergency?”\n\n“Meaning what?” he groans.\n\n“Magpie Simpkins, do you mean to set there shivering and tell me that\nyou got so scared that you forgot we had two suffering infants when we\nentered that cabin?”\n\n“My ----!” he grunts. “You didn’t forget yours, did you?”\n\n“No, but you did, Mister Simpkins.”\n\n“Like ----! I’ve got mine.”\n\n“Well,” says I after due consideration, “somebody did. I’ve got two.”\n\nAnd then three voices blended in the night air. The last one seemed to\nbe a little bit stronger than the others.\n\n“Suffering sidewinders!” wails Magpie. “Where did the last one come\nfrom? I thought this was a cow country and I finds it’s kids. Hungry\nkids! Aw-w-w-w, shut up!”\n\nThey did. Magpie got up on his feet and fussed with a damp\ncigaret-paper.\n\n“You’ve got to show ’em who’s boss, Ike,” he states. “They recognizes\nthe voice of authority, and, believe me, I know how to quell ’em. Now\nwe’ve got to take ’em home.”\n\n“Be it ever so humble,” I agrees.\n\nThen we pokes out into the damp night, Magpie ahead with the tenor and\nme behind, with the soprano and alto. It is becoming some perade, if you\nasks me.\n\nThey may be sweet little darlings--we ain’t never gazed upon their\nfaces--but I know that what I’ve called ’em under my breath ain’t going\nto be of great cheer to ’em in the life to come.\n\nAbout a mile farther on we sees the lights of a house and points our\nperade accordingly. We’re too miserable to think of anything except\nmaking a wholesale delivery. Maybe Magpie had a vision of a pair of\nboots; I don’t know.\n\n“Do we lie to them about things, Magpie?” I asks as we nears the place.\n\n“We do not, Ike. No more lies. A certain measure of precaution but not a\nprevarication. I won’t be the father of triplets--not barefooted.”\n\nWe stumbles right up to the door. Magpie hammers on the middle panel\nwith the butt of his six-shooter.\n\nA feller sticks his head out of the door and stares at us. He’s got a\nface like a full moon.\n\n“Ahem!” says Magpie. “Have you got any babies?”\n\n_Bang!_ He slammed the door in our face, and we hears him drop a bar\nacross it. Then from the window we hears:\n\n“Mosey, you bums! Hop out or pick lead out of your hide the rest of your\nlives.”\n\nWe went. Also and moreover we went fast.\n\n“What do you think you’re doing--taking the census?” I asks when we’re\nout of shotgun range and stops to gather our wind.\n\n“What do you reckon I ought to have asked him--if he wanted any babies?”\n\n“Why speak of them at all? We could ’a’ sneaked in and then came away\nwithout ’em, Magpie.”\n\n“Yeah? You never have, Ike. You usually add instead of subtract; so I’m\nmaking a few inquiries before I take a chance. _Sabe?_”\n\nWe pilgrims along for a while sort of aimless-like.\n\n“Where had we ought to go now?” wonders Magpie.\n\n“----!” says I.\n\n“Brilliant thought,” agrees Magpie. “They say that all babies are\nangels; so so you’d be safe--that’s a cinch.”\n\n“They don’t wear yaller boots there; so that would help some,” says I.\n\nUnder ordinary circumstances I reckon we would have argued the point;\nbut the triplets start a concert, and we decides to pilgrim on. The rain\nstill visits the earth, and, if you think it’s any cinch trying to walk\nin the dark with rain in your eyes and a squalling baby on each arm,\nyou’re all wrong.\n\nPretty soon Magpie stops.\n\n“Ike, I see another light. It may mean disaster, and it may mean\ndeliverance. Shall we try it?”\n\n“Any port in a storm, Magpie. Lead us to the light. My arms are cramped,\nand my ear-drums are sore, but I’m game for anything from milk to\nmurder.”\n\nMagpie is some pilot, if you asks me. We drifted into a section of\nplowed ground which has got soaked with rain, and it hung to our feet\nlike molasses. I sat down twice during the voyage, and we sure are a\nsticky-looking mess when we arrive at the door of that forlorn-looking\nshack.\n\nMagpie knocks on the door. After a while we hears a commotion inside,\nand the door opens. The face that leans out to us looks like a busted\nmattress. The hair on it seems to grow straight ahead like the quills on\na peevish porkypine.\n\n“Milk?” pronounces Magpie.\n\nThe bushy-faced person seemed to take it under consideration.\n\n“Milk?” says Magpie again.\n\n“_Vizoffvufforskilloff?_” he asks deep-like.\n\nThe babies renew their concert, and the carbonated critter stretches his\nneck a little longer.\n\n“_Mffvuffzizzskoyiffsky?_” he asks.\n\n“Yes’m,” says Magpie. “All three of em are.”\n\nThe feller nods and spits out into the rain.\n\n“Milk,” states Magpie. “Milk for the babies.”\n\n“Beebus?” he asks. “_Skilloffvizzmffovitch?_”\n\nThen he stepped back into the room.\n\n“I didn’t know you could talk Russian, Magpie,” says I.\n\n“Lot of things you don’t know, Ike. Now we’ll get the----”\n\nComes a lot of charged language and couple of squalls, and here comes\nBushy-Face with a squalling infant on each arm. He stops in the doorway,\nand his haystack whiskers open in a wide grin.\n\n“_Zoffuffzizzovitckski_,” says he proud-like.\n\n“Don’t mention it,” says Magpie foolish-like. “You’re welcome as the\nflowers in May.”\n\nThen he walks right away from there, leading me by the arm.\n\n“What did he say?” I asks as we fall through a pole fence and skid out\ninto another plowed field.\n\n“----!” snorts Magpie, tearing the seat of his pants out of the mud,\nwhere he had sunk about a foot. “I don’t know for sure, but I think he\nwanted to bet that his two could yelp louder than all three of ours.”\n\n“Let’s go back,” says I. “I’ve got forty-three dollars that says mine\nalone can out-yelp anything on earth.”\n\n“You’d lose,” says Magpie sad-like. “I’ve got a high-class yelper myself\nSweepstake entries, Ike.”\n\nThen came the cows. Range cows are funny critters and have strange and\nawful ideas on men on foot. The first thing we knowed we’re plumb\nsurrounded there in the dark and they’re closing in on all sides,\nrattling their horns, talking low and doing other things that don’t make\nus feel absolutely safe.\n\n“Stand perfectly still, Ike,” whispers Magpie. “They’ll think we are\npart of the secenery.”\n\nWe groups together and looks as much like inanimate objects as possible.\nThe cows sniffs and grunts all around, wondering in cow talk what kind\nof a growth we are. Then Magpie’s armful opens up--\n\n“_Wa-a-a-a! Wa-a-a-a!_”\n\n“Ma-a-a-a-a! Yah-a-a-a-a!” sings mine together.\n\nThen I got kicked by a cow. Absolutely! The critter was so close to me\nwhen the chorus opens up that, when it whirls and starts to run, I got\nboth hind feet in the calves of my legs.\n\nThey’re so close to me that I says my evening prayer. Magpie lets a\nwhoop out of his system--\n\n“Grab one by the tail, Ike, and play safe!”\n\nAnd then I gets a glimpse of his fish-pole figure disappearing out of\nthe main herd, swinging on to the tail of a scared cow.\n\nI’ve got a fat chance, with both arms full. I backs into a mesquite\nbush, shifts both babies to one arm and pulls my gun.\n\nMan, I sure smoked up them fool cows, and they stampeded. One went past\nme so fast that the wind blew me backward, and, when I got my whole\nfamily together again, there ain’t a cow in sight.\n\nI yelps loud and long for Magpie, but he’s likely still hanging on to\nthat critter and pointed for parts unknown.\n\nThen I plods on alone--that is, there’s only three of us now. I’m sick\nin soul and body, and all I wants on this earth or the waters under the\nearth is a place to leave my bundles.\n\nI got hung up on a barbed wire fence, losing a few inches of skin and my\nhopes for a reward in the hereafter, and all this time them two are\nkeeping up a cross-fire of complaint. I tries to argue it out with ’em\nand then cautions myself out loud not to go too far, ’cause that’s what\ngets folks into the loco lodge.\n\nThen I sees another light. Ike Harper ought to be getting skittish about\nlights, but he’s so near unto death that he loses his normal caution.\nIke Harper is now a man unafraid.\n\nI shifts the babies to one arm, grasps my empty gun in my right hand and\nhammers plentiful on that door.\n\nMy knock don’t seem to awaken no response; so I walks inside. There’s a\nlamp burning on the table, but nobody is in sight. I lays them\noffsprings on the bed and flops my aching bones into a chair.\n\nMy fingers are too stiff to even attempt to roll a smoke, and my arms\nare paralyzed. As soon as them kids hit the bed, they seems to ease off\non the wailing, and my ears gets a needed rest. I sets there for a\nwhile, getting more normal all the time, and, when I hear noises\noutside, my nature asserts itself, and I crawls under the bed. Somebody\nis coming; my gun is empty, and I don’t feel like thinking up a lie.\n\nHere they come, swearing and rattling. The door slams open, and they all\nclumps inside.\n\n“Wife’s over at Jones’,” states a voice which comes in behind the bunch.\n“She slipped and sprained her ankle, Zeb.”\n\nSeveral voices seems to all talk to once, but I seem to gather that\nsomebody has been caught and deserves hanging. I sees a pair of big bare\nfeet and a torn pants leg. When I peeks out a little more, I sees a rope\nhanging from above the feet.\n\n“This is sure going hard with you, feller!” says a voice above the rest.\n\nThen I hears Magpie’s voice, resigned-like:\n\n“Why say ‘hard’? Human beings can’t hand me nothing more than I’ve\nalready been through.”\n\n“Here! Keep them dogs out of here!” yelps a voice. “Danged bloodhounds\nwill track this carpet all up! Get under the bunk! Danged lop-earned\ntrailers!”\n\nThey got under the bunk, all right. Four of ’em! All muddy and sloppy\nand full of affection, and they sure licked Ike Harper’s face around and\naround, upside down and crossways. They guzzled in my ears and rubbed\nnoses with me, and I had to take it. After my bath they seems to sort of\nquiet down, and I hears what the men are saying.\n\n“No; the kid’s all right,” states somebody. “Maybe it’s hungry.”\n\n“Poor little Oscar!” squeaks some feller. “Lemme see him, Zeb. I ain’t\nnever see him.”\n\n“Sure thing, Otie. Never seen Oscar, eh?”\n\nComes a shuffling of feet, somebody clears their throat, and then\nsilence. Even them danged hounds seem to feel the silence. Then I hears\nsomebody clear their throat apologetic-like and say:\n\n“Mister, I--I--we begs your pardon. Take that rope off him, Abe. Your\nstory didn’t sound like much to us; so-- Well, dang it all, we’re sorry,\nmister. Honest to gosh we are. Ain’t we, fellers?”\n\n“Such is Gospel,” agrees somebody else. “From now on I believes what I\nhears. Take your baby, old trailer, and go free as air. There ain’t\nnobody doubting your honesty. Our mistake.”\n\nI hears a shuffling noise; the door shuts soft-like, and then all is\nsilence again.\n\n“----!” says somebody. “Don’t seem possible that it wasn’t one or the\nother.”\n\n“I’m plumb glad my wife wasn’t able to come home,” states a voice, which\nI reckon is the father of one of my bunch. “The shock might ’a’ killed\nher.”\n\n“_Wa-a-a-a! Ma-a-a-a-a!_”\n\nEven the bloodhounds got excited, and I got licked all over again. A\nfeller can protect himself from one dog’s affections, but, when four get\nhim down under a bed and set on his chest, he ain’t got much show.\n\n“Gee mighty gosh, this is little Oscar!” yelps one of them fellers,\ndancing a jig.\n\n“This one is Pete Patton’s Emmeline!” yelps another. “Pete, this is your\nEmmeline! Gee-lory!”\n\nEverything gets sort of mulliganed again. The place is filled with so\nmuch joy that the hounds get infected, and they sure scrubbed my face\nplentiful again.\n\n“Going to take Oscar right over to the wife!” whoops a voice.\n\n“Foller me and Emmeline!” yelps the other. “Come on, boys! I know where\nthere’s a keg of ten-year-old hooch. Come on!”\n\nNobody invited me and the dogs. As soon as everybody is gone, I crawls\nout of there. Them four man-trailers looks at me with such solemn\nexpressions in their sad eyes that I ain’t got the heart to chide ’em.\n\n“You pups want to go with me?” I asks, and they wags their tails.\n\n“Come on,” says I. “I never did like to wash my own face.”\n\nWe pilgrims out into the rain, and after a while we hit the railroad\ntrack again. It ain’t good walking, but a railroad track will get\nyou some place if you foller it long enough. And that’s what I did.\nI ain’t had nothing to eat for so long that I’m beginning to wish\nfor something--even milk.\n\nThen comes daylight. I’d say that Ike Harper ain’t much to look at. He\nain’t got no hat, and the real estate lieth thick upon him. Some sheep\nare drifting along, and I finds the shepherd standing on the track. As I\ncome up, he grins and says--\n\n“Lookin’ fer a baby?”\n\nMy gun was empty, but rocks are plentiful. I chased that shepherd across\ncountry until one of my hounds runs between my legs and tripped me. Then\nI went back to the track and pilgrimed on.\n\nLater on I comes to a town, which is what will happen to anybody if they\nfollers a railroad long enough. I pilgrims up to the depot. In the shade\nof the building I sees a familiar figure setting on the edge of the\nplatform. I sets down beside him.\n\nThere’s some crackers and cheese and sardines scattered around him, and\nI helps myself, while I watches him try to get his feet into a pair of\nnew boots--yaller boots, too.\n\n“Can I help you?” I asks.\n\nBut he yanks the boots away and sets on ’em.\n\n“Not this pair!” he snorts, producing a pair of tweezers.\n\nI watches him dig out a few more cactus spines and then try to get a\nnumber seventeen foot into a number twelve boot. He groans, puts the\nboots away and slips a pair of moccasins on his feet. Then he sighs and\nrolls a smoke.\n\n“I delivered Oscar and Emmeline,” says I.\n\nHe squints at me and nods solemn-like. Then he says:\n\n“I gave George Washington to his maw.”\n\nWe both nods. Then pretty soon he says--\n\n“She got off the train to mail a letter, and the train pulled out and\nleft her here. She wired to Cut Bank, which is the next stop, but the\ndanged telegraph system got caught in the storm and lost its voice.\nShe’s been whooping it up and down this here platform ever since. She\nhugged me seventeen times, Ike, when she finds it belongs to her, and I\nreckon I--I hugged her some, too.”\n\nI finished up the rest of the lunch. Magpie got to his feet.\n\n“Want to show you something, Ike.”\n\nHe limped around to the door of the depot, and I follered him. Near the\ndoor he stops and points at the floor. There’s a wet spot and a lot of\nbusted glass. One piece of glass is still holding on to a rubber\nmouthpiece.\n\n“Know what that is?” he asks.\n\nI shakes my head.\n\n“Bottle,” says he wise-like. “Bottle which contained milk for Georgie.”\n\n“What’s the answer, Magpie?”\n\n“When I gave Georgie to his maw, that bottle fell out of his blanket.”\n\n“My ----!” says I. “Was it there all the time?”\n\n“You didn’t see anybody put it there, did you?” he asks sarcastic-like.\n\nWe sat down on the edge of the platform and communed with our thoughts.\nAfter a while I says:\n\n“Magpie, it’s easy to figure that the kidnaper got scared and left that\nbaby in that shack, but what I don’t understand is this: All little\nbabies being more or less alike in the face, how in ---- did them men\nknow at a glance that your baby wasn’t little Oscar?”\n\n“Huh! I never seen Oscar myself, Ike, but I’d ’a’ known it wasn’t Oscar.\nLittle Georgie’s father was the porter that blacked my yaller boots,\nIke.”\n\nTHE END",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65947/pg65947.txt",
        "name": "the_color_of_his_boots.json"
    }
}