{
    "name": "The deep space scrolls",
    "author": [
        "Young, Robert F."
    ],
    "body": "_Following is a transcript of the closed hearing conducted June\n18, 1969 by the Special Senate Committee to Survey Space Progress.\nCommittee chairman: Senator Larch. Committee members in attendance:\nSenators Kuell, Nicholson, and Hewlett. Witness: Lieutenant Colonel\nWillard S. Greaves, companion-pilot of the_ Camaraderie 17.\n\n\n                             TRANSCRIPTS:\n\nSEN. LARCH: Before getting down to the business on hand, Colonel\nGreaves, I would like to congratulate you on behalf of my colleagues\nand myself on your participation in last week's successful orbital\nflight of the _Camaraderie 17_. Yours and Commander Perkins'\nachievement stands out as a glowing landmark on the perilous path which\nthis country is blazing into space. Also, I would like to point out\nto you that the governing principle behind this committee since its\ninception one year and three months ago has not been to bury astronauts\nbut to praise them, and that the present investigation is not intended\nto cast umbrage upon your integrity but to clarify certain aspects\nof your experience that both we and the public-at-large have found\nconfusing. Now, to proceed: You and Commander Perkins lifted out of New\nCanaveral in the supercapsule _Camaraderie 17_ at 0659 hours on the\ntenth of June, 1969, and began a three-orbit flight the apogee of which\nwas approximately 1,400 miles, the perigee of which was approximately\n1,290 miles, and the purpose of which was to test your reactions to\ndeep space--that is, space beyond the perimeter of the orbital flights\nthus far undertaken--preparatory to the launching of the first manned\nmoon-vehicle. Is that correct, Colonel Greaves?\n\nLT. COL. GREAVES: That is correct.\n\nSEN. LARCH: Exactly when and where during this three-orbit flight did\nyou and Commander Perkins first sight the ghost ship, colonel?\n\nSEN. HEWLETT: May I interpose a word at this point, Senator Larch?\n\nSEN. LARCH: Please do so, Senator Hewlett.\n\nSEN. HEWLETT: Thank you. It is my opinion, senator, that in referring\nto the ship boarded by Colonel Greaves as a 'ghost ship' we are lending\ntoo large an ear to the somewhat sensational nomenclature with which\nthe press has discolored the incident, and are peradventure implying\nofficial sanction to irresponsible reporting. Therefore, I recommend\nthat in the future, or until such time as evidence justifies a more\nspecific appellation, we allude to the object in question by the\ndesignation first accorded it by the officials at New Canaveral:\n'Spaceship X'.\n\nSEN. LARCH: Very well, senator. I will repeat the question: Exactly\nwhen and where during this three-orbit flight, Colonel Greaves, did you\nand Commander Perkins first sight Spaceship X?\n\nLT. COL. GREAVES: On the first pass, just after we reported in to\ncentral control via the Australian relay station. In accordance with\ninstructions, Perk--Commander Perkins, that is--had taken the capsule\noff automatic attitude control and begun an experimental series of\nrolls, pitches, and yaws on manual control. We had no idea of the--of\nSpaceship X's presence till it appeared suddenly upon the periscope\nscreen. Instantly Perk stabilized the capsule in its present attitude\nand began making the minute attitudinal adjustments necessary to keep\nthe image on the screen.\n\nSEN. LARCH: What was the position of the ship with relation to the\n_Camaraderie 17_?\n\nLT. COL. GREAVES: It was about half a mile 'above' and behind us, and\nslightly to the north of our trajectory. We saw at once that it was\ngradually overtaking us and that we were gradually rising to meet it.\n\nSEN. LARCH: And the implications of these factors were?--\n\nLT. COL. GREAVES: That Spaceship X was traveling at a greater velocity\nthan the _Camaraderie 17_, and that its orbit considerably exceeded\nour own. However, owing to the eccentricity of our orbit, the two\ntrajectories were approaching, and would parallel each other before,\nduring, and slightly after apogee, during which time the two spacecraft\nwould be close enough to each other to permit a boarding attempt.\n\n\n\nSEN. LARCH: Will you describe Spaceship X for us, Colonel Greaves?\n\nLT. COL. GREAVES: Yes. It was roughly cylindrical in shape, and\nconstructed of a dead-black, nonreflective metal. Only one viewport\nwas visible to us--a small one just aft of the lock--and this viewport\nproved to be the only one the ship possessed. Perk and I estimated\nthe vessel's length at about five hundred feet, its breadth at about\neighty-five feet, and its depth--as I said, it was only roughly\ncylindrical--at about fifty feet. In view of later developments,\nI think it safe to say that these estimates were close to being\none-hundred percent correct.\n\nSEN. LARCH: Are you positive that they are your original estimates,\ncolonel? Are you certain that you did not revise them in order to\nsubstantiate the conclusion you arrived at after boarding the vessel?\n\nLT. COL. GREAVES: Those are our original estimates.\n\nSEN. KUELL: Senator, may I have a word?\n\nSEN. LARCH: Please proceed, Senator Kuell.\n\nSEN. KUELL: Colonel Greaves, I'm sure you realize what a grave bearing\nyours and Commander Perkins' discovery can have upon religious beliefs\nthroughout the world should the conclusion you arrived at prove to be\ncorrect. Therefore, I'm sure that you won't take it amiss if I press\nthis matter of dimensions a bit further. Now a cubit, as all of us\npresent are well aware of, represents the length of the human arm from\nthe end of the middle finger to the elbow--a matter of from eighteen to\ntwenty-two inches. We have, in other words, a variation of five inches.\nHence three hundred cubits, broken down into feet, varies from four\nhundred and fifty feet to five hundred and fifty feet; fifty cubits,\nbroken down into feet, varies from seventy-five feet to ninety-one and\none half feet; and thirty cubits, broken down into feet, varies from\nforty-five feet to fifty-five feet. Now, if we calculate the average of\neach of these sets of figures, we arrive at the following dimensions:\nlength--five hundred feet; breadth--eighty-three and one fourth feet;\nand depth or height--fifty feet. Does it not strike you as being\nhighly significant, Colonel Greaves, that yours and Commander Perkins'\nestimates should have thus fortuitously approximated--and two cases\nactually have coincided with--these figures, and isn't it reasonable to\nassume that you revised your true original estimates so that they would\naccord with your subsequent theory as to the nature of Spaceship X, and\nthat the actual dimensions of Spaceship X may be altogether different\nfrom those which you ascribe to it?\n\nLT. COL. GREAVES: Again, I can only say that the estimates I gave you\nwere our original estimates. We had no need to revise them and we would\nnot have revised them even if the need had arisen.\n\nSEN. KUELL: Then why weren't they radioed back to central control\ncoincidentally with your announcement that you had sighted--and I\nuse your own words--'what appears to be a spaceship of stupendous\nproportions'? Why were they withheld until after you had re-boarded the\n_Camaraderie 17_?\n\nLT. COL. GREAVES: They were not withheld in the sense that you\nimply. Perk and I simply decided that it would be better to wait\nuntil we approached Spaceship X more closely before radioing in a\ndetailed description, but when the time came, we were so busy making\npreparations for boarding that we forgot the matter completely.\n\nSEN. KUELL: Thank you, colonel. Please proceed with your questioning,\nSenator Larch.\n\n\n\nSEN. LARCH: Tell me, Colonel Greaves--why were you and Commander\nPerkins so determined to board Spaceship X?\n\nLT. COL. GREAVES: Because we knew that this would be our only chance.\nThe difference in the two orbits was such that the forthcoming\njuxtaposition of the two craft could not occur again for weeks and\npossibly months and consequently could not occur again at all since our\nflight was limited to three orbits. In addition, there was the strong\npossibility that Spaceship X, owing to the nonreflective nature of the\nmetal of which it was constructed, might never be relocated. It had,\nafter all, gone undetected up till now. We felt that the situation had\nall of the earmarks of a heaven-sent opportunity, and that it would be\na shame not to take advantage of it.\n\nSEN. LARCH: Did it not occur to you that the vessel might be an\nadvanced Vostok model of some kind, and that it might be manned?\n\nLT. COL. GREAVES: We knew without even having to discuss the matter\nthat while the Russians would have been capable of building such a\nship, launching it with their present boosters would have been out of\nthe question.\n\nSEN. LARCH: But it did occur to you that the vessel might be manned by,\nshall we say, extra-terrestrial intelligences?\n\nLT. COL. GREAVES: Yes it did. As a matter of fact, we were convinced\nthat it must be manned by beings of some sort--until we got close\nenough to see the meteor holes in the hull. We knew then that while it\nmight once have been manned, it was manned no more--save, perhaps, by\ndead men. We also knew that in order for it to have suffered that many\nmeteor penetrations, it must have been in space for millennia.\n\nSEN. LARCH: You assumed this latter contingency--isn't that what you\nmean, colonel? You couldn't possibly have known it for a certainty.\n\nLT. COL. GREAVES: Granted. But later developments bore us out.\n\nSEN. LARCH: Let's get down to those later developments, shall we?\nSuppose we start from the moment you radioed the news of your discovery\nback to central control. What did you do then?\n\nLT. COL. GREAVES: We estimated when juxtaposition would occur and how\nlong it would endure, then radioed the information back to central\ncontrol together with the information that this was the only time\nduring our flight that it could occur. Finally we requested permission\nfor one of us to board the other craft.\n\nSEN. LARCH: I understand that you stated that in view of the fact that\nthe ship was unmanned and that its attitude was relatively stable, the\ndanger involved would be negligible. Was this entirely true, colonel?\n\nLT. COL. GREAVES: Entirely. As you know, senator, orbital rendezvous\nhave been achieved many times, both by this country and by the Soviet\nUnion, and in several instances actual transference has taken place.\nThe instance in question seems dangerous merely because the rendezvous\nwas fortuitous rather than planned. Fortuitous or not, however, it\nposed no unusual problems, and there were two possible means of entry\nvirtually staring us in the face.\n\n\n\nSEN. LARCH: During your press interview, you referred to one of these\nentry points as a 'boat bay'. Will you elaborate further?\n\nLT. COL. GREAVES: Yes. It was a large recessed area in the hull where\nthe auxiliary craft used by the passengers and the crew when they\ndisembarked had been moored. A lock gave onto this area, and I was\nreasonably certain that I could burn my way into the ship with the\nsmall acetylene torch that was part of the _Camaraderie 17's_ hardware.\nThis seems a rather naive assumption on my part in the light of the\nanalysis of the fragment of metal I brought back, but I had no way of\nknowing at the time that the hull, however susceptible it might be\nto meteors, was utterly impervious in a number of other respects. In\nany event, as matters turned out I didn't have to use the torch, for\nthe boat-bay lock had been improperly sealed by the last person to\ndisembark.\n\nSEN. NICHOLSON: Senator Larch, I would like to have the floor for a few\nmoments.\n\nSEN. LARCH: Very well, Senator Nicholson.\n\nSEN. NICHOLSON: To return to this sample piece of metal you brought\nback with you, Colonel Greaves: During your press interview you\ndescribed it as 'a fragment of gopherwood'. In all honesty, colonel,\ndon't you think that this was a rather flippant and ill-considered\nremark, and that by making it, you lent undue credence to what was--and\nis--at best, an exceedingly tenuous theory?\n\nLT. COL. GREAVES: I do not consider the remark to have been either\nflippant or ill-considered. I was asked what I thought the metal was,\nand I gave an honest answer. Furthermore, my immediate superiors agree\nwith me. Gopherwood has never been identified, and the term could very\nwell refer to the alloy that went into the construction of Spaceship X.\n\nSEN. NICHOLSON: I shudder to think of the blow our international\nprestige will receive should the scrolls you brought back with you\nfail to validate your conclusions. Our space program will become the\nlaughingstock of the entire world. I simply cannot understand why\ngreater secrecy was not employed in this matter.\n\nLT. COL. GREAVES: Too much of the story had already been made public\nthrough radio and television coverage to make denying it practicable.\nIn any event, I'm certain that the scrolls will provide the necessary\nproof. According to Dr. Noyes, they contain similarities to one of the\nearly Mediterranean alphabets, and this certainly suggests that the\ndescendants of whoever wrote them must have had something to do with\nthe development of that alphabet.\n\nSEN. LARCH: Do you have any further questions, Senator Nicholson?\n\nSEN. NICHOLSON: Not for the moment--no.\n\nSEN. LARCH: I will proceed then. You and Commander Perkins are of equal\nrank, Colonel Greaves. May I ask how you ascertained which of you would\ndo the boarding after authorization to do so came through?\n\nLT. COL. GREAVES: Flipping a coin was out of the question of course,\nand we had no straws or matches. Finally we agreed that since our wives\nwere of similar build and height, each of us would write down his\nwife's weight on a slip of paper, and that the one of us whose wife\nweighed the most would do the boarding. We promised to be completely\nhonest about this. I won by a margin of three pounds.\n\nSEN. LARCH: I see. And have you apprised your wife of this ... ah ...\n_modus operandi_?\n\nLT. COL. GREAVES: As a matter of fact, I have not.\n\nSEN. LARCH: A wise decision indeed. And now, colonel, will you tell us\nwhat you did and what you found after boarding Spaceship X?\n\n\n\nLT. COL. GREAVES: As I mentioned earlier, the boat-bay lock had\nbeen improperly sealed. Consequently I had no trouble opening it.\nThe inner boat-bay lock proved to have been improperly sealed also,\nand I concluded from this that the action in both cases had been\ndeliberate--that Spaceship X had not only been abandoned, but that\nit had been abandoned in such a way as to make future use of it\nimpossible. After entering the ship proper, I found myself in a short\npassageway. I floated along it, pulling myself forward by means of\nthis protuberance and that and propelling myself, whenever possible,\nby pushing against the bulkheads with my feet. There was no light\nsave for an occasional ray of starlight seeping through the meteor\nperforations, and my only effective means of illumination was the\nelectric torch I had brought with me from the _Camaraderie 17_. It\nleft much to be desired. Presently the passageway gave into a large\nchamber which, judging from its rows of bolted-down benches and its\ncentrally located dais, was a meeting hall of some kind. I did not\nlinger there--Perk and I had estimated that at most I had only fifteen\nminutes to carry out my explorations--but turned, and proceeded aft,\nentering another passageway, this one much higher and longer than the\nfirst. On either side, compartments were arranged in tiers, and each\nof the tiers above deck-level was fronted by a catwalk. I entered\nseveral of the compartments and looked around, but I saw nothing in\neach case but a bunk-like bed and a small chest. The beds were bare,\nand the chests were empty. Continuing on down the passageway, I came\nto another chamber, this one, judging from its bolted-down tables and\nbenches, and the utensils drifting about, a combination dining room\nand galley. Again, I did not linger. My primary interest was the power\nsource that had once propelled, illuminated and heated the ship, and\nhad provided it with artificial gravity, and I reasoned that I would\nfind this source in the stern. I was right, but before I located it I\ncame to still another chamber. This one was huge, and it was filled\nwith cages. All of them were empty, but they set me to thinking. For\none thing, there were hundreds of them. For another, they ranged in\nsize from tiny to titanic. For another, each of them struck me as\nhaving been built to accommodate not one animal, but two or more. I\nremembered the innumerable meteor penetrations, and the great age they\nimplied. I remembered that in the vacuum and in the absolute zero of\nspace, corrosion and decay are unknown and that under such conditions\nobjects can be preserved for millennia. I remembered the dimensions of\nthe ship. It couldn't be, and yet--\n\nSEN. LARCH: Please confine your account to what you saw and what you\ndid, Colonel Greaves.\n\nLT. COL. GREAVES: Very well. The chamber housing the power source, when\nI finally located it, proved to be quite small. The source itself was\nan ion motor. It had been thoroughly and deliberately smashed, and both\nits condition and its advanced design prevented me from being able to\ntell very much about it, but I _could_ tell, nevertheless, that while\nit had been capable of powering the ship in space, it could never have\nlaunched the ship from a planet, assuming that said planet's gravity\napproximated Earth's. Launching a ship the size of that one took some\ndoing, and I take off my hat to the technicians who accomplished it.\n\nSEN. LARCH: They just might have built the ship in space, you know.\n\nLT. COL. GREAVES: I have reason to believe otherwise, but if they had,\nI'd still take my hat off to them.\n\n\n\nSEN. LARCH: All of which indicates, does it not, that we are dealing\nwith a race of people scientifically superior to our own.\n\nLT. COL. GREAVES: It does.\n\nSEN. LARCH: Then, assuming for the moment that your theory is valid,\ndoesn't it strike you as highly improbable that the sole survivors of\nso scientifically advanced a race would, immediately after landing on\nEarth, take up primitive husbandry?\n\nLT. COL. GREAVES: No, it does not. I think that in undertaking the\nvoyage to Earth, the passengers and the crew of Spaceship X meant to\nleave far more behind them than the natural catastrophe--probably a\ntectonic revolution--that had occasioned their exodus. I think that\nthey meant to leave behind them a way of life which they had come to\nloathe because it had supplied them with false gods, and I think that\nonce they landed on Earth and dispersed, they threw this way of life\nover their shoulders and deliberately reverted to the thoughtworld and\nthe religious cosmogony of their remote ancestors. In other words, I\nthink that they used the natural disaster that forced them to migrate\nto another planet as an excuse to begin all over again, and that they\nburned their bridges behind them so that they would _have_ to begin all\nover again. Probably they blew up the auxiliary craft, or lifeboat,\nand every technological gadget it contained the very same day they\nlanded.... Earth, in those days, must have seemed like a promised land\nindeed. Green, fertile, relatively unpeopled.... They had no way of\nknowing, probably, that inter-marriage with the natives would soon\ndecimate their average life-expectancy.\n\n\n\nSEN. LARCH: Wouldn't you say that you're indulging in some rather wild\nsurmises, Colonel Greaves?\n\nLT. COL. GREAVES: Not at all. I think that the find I made shortly\nafter returning to the forward part of the ship justifies everything\nI've said.\n\nSEN. LARCH: You're referring, no doubt, to the 'dove'. Very well--go\non, Colonel Greaves.\n\nLT. COL. GREAVES: I had some five minutes remaining when I got back\nto the large hall from which I had begun my explorations, and I knew\nthat I would have to hurry if I expected to see the rest of the ship.\nCrossing the hall, I passed through a wide entrance and found myself\nat the base of a spiral companionway. I propelled myself up the metal\nstairs, and a few minutes later, found myself on the bridge. The first\nobject my torch beam picked up was a huge viewscreen. When activated,\nit must have provided a splendid view of space, but now of course the\nscreen was blank. Next to the screen stood a long desk, and on this\ndesk lay the ship's log--the metallic scrolls which had been left\nbehind (deliberately, I believe) and which are now being deciphered\nby Dr. Noyes and his staff. In addition to the viewscreen and the\ndesk, the bridge contained a complex sextant, and an instrument panel\nso intricate that compared to it, our panel on the _Camaraderie 17_\nseemed like a primitive abacus. To the right of the panel, a doorway\nopened into another sequence of compartments. As there were only four\nof them and as they were obviously much more spacious than the previous\ncompartments I had found, I concluded that I had blundered into\nofficers' country. One of the compartments appeared to be considerably\nlarger than the other three, and believing it to be the captain's,\nI looked into it first. I learned nothing beyond the fact that two\npeople, not one, had occupied it. I found this to be the case with the\nthree remaining compartments, and concluded that the four officers had\nhad their wives with them. Finally I returned to the bridge. I had\nonly two minutes to go now, and I probably would have propelled myself\nstraight back down the companionway (I had already taken possession of\nthe scrolls) if the 'dove' hadn't caught my eye. That's exactly what\nI thought of when my torch beam picked up the object bracketed to the\nbulkhead--a dove. A dove in flight. Investigating, I learned that it\nwas a streamlined telescopic camera the lens of which were probably\nlocated somewhere in the ventral region of the hull. The 'wings' were\nmerely a device for centering the image and focusing the lens, while\nthe 'body' provided the housing for the automatic developing unit\nand served as a receptacle for the finished photograph. The final\nphotograph to have been taken and never been removed, and it stood out\nvividly in the beam of my torch. It was a photograph of an olive grove.\nBy now, my time had just about run out, and I removed the photograph\nfrom the 'dove', returned to the boat-bay area, picking up a fragment\nof meteor-dislodged metal on my way, and regained the _Camaraderie 17_.\n\nSEN. KUELL: It is imperative that I interpose a few words at this\npoint, Senator Larch.\n\nSEN. LARCH: Please go ahead, Senator Kuell.\n\n\n\nSEN. KUELL: Colonel Greaves, I am of course familiar with this\nphotograph you brought back, but, while the general trend of your\nreasoning is apparent to me, I cannot comprehend how so insignificant\na discovery could have set so unorthodox a train of thought in motion.\nThe fact that the photograph depicts an olive grove means absolutely\nnothing, even when brought into juxtaposition with the concomitant fact\nthat the camera used in taking and developing it was shaped like a\ndove. How could you possibly have arrived at the conclusion you did?\n\nLT. COL. GREAVES: Because my 'train of thought', as you call it, was\nalready in motion and had been in motion for some time. The camera\nand the photograph were merely the final clues in a whole series of\nclues: the ship's dimensions, its obvious age, the cages, the large\ncompartment in the officers' section, and the three smaller ones....\nWith the discovery of the camera and the photograph, everything fell\ninto place.\n\nSEN. KUELL: _Everything_, colonel? I can think of any number of\ndetails that your theory does not explain. What of Xithuthros, Prithu,\nand Ut-napishtim? What of Deucalion and Pyrrha? Would you have me\nbelieve that _they_ were aboard this streamlined space-scow of yours?\n\nLT. COL. GREAVES: In a sense they were. All versions of the legend\nare based on handed-down memories of the voyage of Spaceship X from\nPlanet X to Earth, but the concept of space being beyond the scope of\nprimitive minds, the two planets were made into one, and the survivors\nof the disaster were pictured not as fleeing from one planet to\nanother, but as sweating out the debacle in a craft that never left\nEarth. The religious cosmogony which the survivors reverted to after\nspreading out among the early civilized sectors of the world was\nadapted in various ways, but the most authentic version, I believe,\ncomes down to us through Genesis, since it was in the region that later\nbecame known as Judea that the captain of Spaceship X and his three\nofficers settled down.\n\nSEN. KUELL: All of this is pure conjecture, colonel. You haven't so\nmuch as a single fact to go on.\n\nLT. COL. GREAVES: You're forgetting--are you not, senator?--that a\nblow-up of the photograph of the olive grove revealed several pieces\nof pottery in _good_ condition that the experts agreed dated from the\nlate Neolithic Period.\n\nSEN. KUELL: You're forgetting--are you not, colonel?--that a vast\ndifference exists between an olive _grove_ and an olive _leaf_. And how\ndo you explain why these ancient voyageurs of yours brought animals\nwith them? More important, how do you explain what became of these\nanimals? Surely if they had been landed, some evidence of them would\nremain, and just as surely, that evidence would have come to light by\nnow.\n\nLT. COL. GREAVES: Maybe they were brought along out of compassion.\nMore probably, they were brought along because the survivors were\nflesh-eaters. In either case, you can be certain that they were\ntransported from the mother-ship to Earth. As to why no evidence of\ntheir existence has ever been found, isn't it reasonable to assume that\nPlanet X paralleled Earth in lower, as well as higher, forms of life?\n\nSEN. KUELL: Only if you're trying to shore up a theory that is about\nto collapse. But it will do you no good, Colonel Greaves: the text of\nGenesis confutes your entire contention.\n\nLT. COL. GREAVES: On the contrary, the text of Genesis substantiates my\ncontention. Let me quote one or two passages by way of illustration.\n'--the same day were all the fountains of the great deep broken up,\nand the windows of heaven were opened.' This is race memory coming\nto the fore in the form of an imagery so strong that it survives\ntranslation, and with the aid of a little imagination, the passage can\nbe interpreted to mean that all is in readiness for the launching.\n'And the waters prevailed exceedingly upon the earth: and all the\nhigh hills that were under the whole heaven were covered'. If you\nwill substitute 'distances' for 'waters' and 'over' for 'upon', you\nwill obtain a fairly clear mental picture of a planet fading from\nsight in the viewscreen of a departing spaceship. And how about the\n'stories' referred to in the building specification? '--with lower,\nsecond, and third stories shalt thou make it'? Those weren't 'stories',\nsenator--they were stages. Rocket stages. The number of rocket stages\nthat would be required to launch a ship the size of Spaceship X into\nspace.\n\n\n\nSEN. KUELL: I submit, colonel, that your reasoning is defective. I\nsubmit furthermore that it is not the sort of reasoning which normal\nwell-adjusted Americans indulge in, and I hereby recommend to this\ncommittee that both yours and Commander Perkins' qualifications be\nreexamined at the earliest possible opportunity and that both of you be\nrelieved from duty until such time as it can satisfactorily be proven\nthat both of you have recovered from your hallucinatory experience.\n\nLT. COL. GREAVES: But the scrolls I brought back aren't hallucinatory,\nsenator. Neither is the fragment of--of--yes, of gopherwood. And\ncertainly the photograph is real enough.\n\nSEN. KUELL: Granted. But I have grave doubts about some of the other\nitems you have called to our attention. I'm afraid you're going to be\nin for a rather rude awakening, Colonel Greaves, when Dr. Noyes and his\nstaff finish deciphering the scrolls. Gopherwood indeed!\n\nSEN. LARCH: Excuse me, senator. I have just been handed a telegram from\nDr. Noyes. It--it would appear that they have deciphered the scrolls\nalready. I will read the telegram aloud: 'Deep Space Scrolls prove\nSpaceship X to be Noah's Ark beyond vestige of a doubt--Noyes'.\n\n_An extended silence._\n\n\n\nSEN. NICHOLSON: I hereby resolve that this hearing be adjourned and\nthat a transcript of the proceedings be made public immediately.\n\nSEN. KUELL: Gentlemen, I implore you not to act hastily in this matter.\nDon't you see that if we accept Dr. Noyes' word as final, we will\nbe obligated to accept as fact that the concept of one God did not\noriginate on Earth, but somewhere out there in the wastes of space?\nWe will be obligated to admit that Earth was not the purpose of all\ncreation, but only a sort of afterthought?\n\nSEN. HEWLETT: Gentlemen, I emphatically disagree. We are now obligated\nto do what we should have done before: to really accept God as the\ncreator of the universe as we have come to know it. I hereby move that\nwe shed our geocentric cloaks once and for all and start looking upon\nspace not as a bête noir which circumstance and the Soviet Union have\nforced us to come to grips with but as a great star-flowered sea upon\nwhich we should have ventured long ago. That God is far beyond the pale\nof our picayune conception of Him is a fact that we have known all\nalong but which we have refused to live with because we would have had\nHim be as small and as petty as we are. Let us resolve from this moment\non that when we say 'Almighty' we mean 'Almighty' beyond peradventure\nof a doubt. Gentlemen, we have roots among the stars! Let us lift off\nfrom this dust mote on the doorstep of reality and wing our way into\nthe majestic hall of universe and go asearching for the planet of our\nbirth!\n\nSEN. LARCH: Amen.\n\n\n                           END OF TRANSCRIPT\n\n\n",
    "metadata": {
        "author": [
            "Young, Robert F."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72311/pg72311.txt",
        "name": "the_deep_space_scrolls.json"
    }
}