{
    "name": "The Valley",
    "author": [
        "Stockham, Richard"
    ],
    "body": "The Ship dove into Earth's sea of atmosphere like a great, silver\nfish.\n\nInside the ship, a man and woman stood looking down at the expanse of\nland that curved away to a growing horizon. They saw the yellow ground\ncracked like a dried skin; and the polished stone of the mountains and\nthe seas that were shrunken away in the dust. And they saw how the\ncity circled the sea, as a circle of men surround a water hole in a\ndesert under a blazing sun.\n\nThe ship's radio cried out. \"You've made it! Thank God! You've made\nit!\"\n\nAnother voice, shaking, said, \"President--Davis is--overwhelmed. He\ncan't go on. On his behalf and on behalf of all the people--with our\nhope that was almost dead, we greet you.\" A pause. \"Please come in!\"\n\nThe voice was silent. The air screamed against the hull of the ship.\n\n\"I can't tell them,\" said the man.\n\n\"Please come in!\" said the radio. \"Do you hear me?\"\n\nThe woman looked up at the man. \"You've got to Michael!\"\n\n\"Two thousand years. From one end of the galaxy to the other. Not one\ngrain of dust we can live on. Just Earth. And it's burned to a\ncinder.\"\n\nA note of hysteria stabbed into the radio voice. \"Are you all right?\nStand by! We're sending a rescue ship.\"\n\n\"They've got a right to know what we've found,\" said the woman. \"They\nsent us out. They've waited so long--.\"\n\nHe stared into space. \"It's hopeless. If we'd found another planet\nthey could live on, they'd do the same as they've done here.\"\n\nHe touched the tiny golden locket that hung around his neck. \"Right\nnow, I could press this and scratch myself and the whole farce would\nbe over.\"\n\n\"No. A thousand of us died. You've got to think of them.\"\n\n\"We'll go back out into space,\" he said. \"It's clean out there. I'm\ntired. Two thousand years of reincarnation.\"\n\nShe spoke softly. \"We've been together for a long time. I've loved\nyou. I've asked very little. But I need to stay on Earth. Please,\nMichael.\"\n\nHe looked at her for a moment. Then he flipped a switch. \"Milky Way to\nEarth. Never mind the rescue ship. We're all right. We're coming in.\"\n\n\n\nThe great, white ship settled to Earth that was like a plain after\nflood waters have drained away.\n\nThe man and woman came out into the blazing sunlight.\n\nA shout, like the crashing of a thousand surfs, rose and broke over\nthem. The man and woman descended the gang-plank toward the officials\ngathered on the platform. They glanced around at the massed field of\nwhite faces beneath them; saw those same faces that had been turned\ntoward them two thousand years past; remembered the cheers and the\ncries that had crashed around them then, as they and the thousand had\nstood before the towering spires of the ships, before the takeoff.\n\nAnd, as then, there were no children among the milling, grasping\nthrong. Only the same clutching hands and voices and arms, asking for\nan answer, a salvation, a happy end.\n\nNow the officials gathered around the man and the woman, and spoke to\nthem in voices of reverence.\n\nA microphone was thrust into Michael's hand with the whispered\nadmonition to tell the people of the great new life waiting for them,\nopen and green and moist, on a virgin planet.\n\nThe cries of the people were slipping away and a stillness growing\nlike an ocean calm and, within it, the sound of the pumps, throbbing,\nsucking the water from the seas.\n\nAnd then Michael's voice, \"The thousand who left with us are dead. For\nsome time we've known the other planets in our solar system were\nuninhabitable. Now we've been from one end of the galaxy to the other.\nAnd this is what we've found.... We were given Earth. There's no place\nelse for us. The rest of the planets in the galaxy were given to\nothers. There's no place else for them. We've all had a chance to make\nthe best of Earth. Instead we've made the worst of it. So we're here\nto stay--and die.\" He handed the microphone back.\n\nThe silence did not change.\n\nThe President grasped Michael's arm. \"What're you saying?\"\n\nA buzzing rose up from the people like that of a swarm of frightened\nbees. The sea of white faces swayed and their voices began to cry. The\ndin and motion held, long and drawn out, with a wail now and a\nfluttering beneath it.\n\nMichael and the woman stood above them in the center of the pale,\nhovering faces of the officials.\n\n\"Good God,\" said the President. \"You've got to tell them what you said\nisn't true!\"\n\n\"We've been searching two thousand years for a truth,\" said Michael.\n\"A thousand of us have died finding it. I've told it. That's the way\nit's got to be.\"\n\nThe President swayed, took the microphone in his hands.\n\n\"There's been some mistake!\" he cried. \"Go back to the pumps and the\ndistilleries! Go back to the water vats and the gardens and the\nflocks! Go back! Work and wait! We'll get the full truth to you.\nEverything's going to be _all right_!\"\n\nObediently the mass of faces separated, as though they were being spun\naway on a whirling disk. Michael and the woman were swallowed up, like\npebbles inside a closing hand, and carried away from the great, white\nship.\n\n\n\nThey ushered the man and woman into the beamed and paneled council\nchambers and sat them in thick chairs before the wall of polished wood\ndesks across which stared the line of faces, silent and waiting. And\non a far wall, facing them all, hung a silver screen, fifty feet\nsquare.\n\nThe President stood. \"Members of the council.\" He paused. \"As you\nheard, they report--complete failure.\" He turned to Michael. \"And now,\nthe proof.\"\n\nMichael stood beside the motion picture projector, close to his chair.\nThe lights dimmed. There was only the sound of the pumps throbbing in\nthe darkness close and far away, above and beneath and all around.\nSuddenly on the screen appeared an endless depth of blackness filled\nwith a mass of glowing white, which extended into the room around the\nwatching people, seeming to touch them and then spreading, like an\nocean, farther away and out and out into an endless distance.\n\nNow streaks of yellow fire shot into the picture, like a swarm of\nlightning bugs, the thin sharp nosed shadows of space ships, hurtling,\nlike comets, toward the clustered star smear. And then silent thoughts\nflashed from the screen into the minds of the spectators; of time\npassing in months, years and centuries, passing and passing until they\nthemselves seemed to be rushing and rushing into the blackness toward\nblinding balls of white light, the size of moons.\n\nThe dark shapes of smaller spheres circling the blinding ones moved\nforward into the picture; red, blue, green, yellow, purple and many\nmixtures of all these, and then one planet filled the screen, seeming\nto be inflated, like a balloon, into a shining red ball. There was a\nrazor edge of horizon then and pink sky and an expanse of crimson.\nFlat, yellow creatures lay all around, expanding and contracting. A\nroaring rose and fell like the roaring of a million winds. Then fear\nflowed out of the picture into the minds of the watchers so that they\ngasped and cringed, and a silent voice told them that the atmosphere\nof this planet would disintegrate a human being.\n\nNow the red ball seemed to pull away from them into the blackness and\nthe blinding balls of light, and all around could be seen the streaks\nof rocket flame shooting away in all directions.\n\nSuddenly a flash cut the blackness, like the flare of a match, and\ndied, and the watchers caught from the screen the awareness of the\ndeath of a ship.\n\nThey were also aware of the rushing of time through centuries and they\nsaw the streaking rocket flames and planets rushing at them; saw\ncreatures in squares and circles, in threads wriggling, in lumps and\nblobs, rolling jumping and crawling; saw them in cloud forms whisking\nabout, changing their shapes, and in flowing wavelets of water. They\nsaw creatures hopping about on one leg and others crawling at\nincredible speeds on a thousand; saw some with all the numbers of legs\nand arms in between; and were aware of creatures that were there but\ninvisible.\n\nAnd those watching the screen on which time and distance were a\ncompressed and distilled kaleidoscope, saw planet after planet and\nthousands at a time; heard strange noises; rasping and roaring, clinks\nand whistles, screams and crying, sighing and moaning. And they were\naware through all this of atmosphere and ground inimical to man, some\nthat would evaporate at the touch of a human body, or would burst into\nflame, or swallow, or turn from liquid to solid or solid to liquid.\nThey saw and heard chemical analyses, were aware of this ocean of\nblackness and clouds of white through which man might move, and must\never move, because he could live only upon this floating dust speck\nthat was Earth.\n\nThe picture faded in, close to one of the long, needle nosed crafts,\nshowing inside, a man and a woman. Time was telescoped again while the\nman cut a tiny piece of scar tissue from his arm and that of the\nwoman, put them in bottles and set them into compartments where\nsolutions dripped rhythmically into the bottles, the temperature was\nheld at that of the human body, and synthetic sunlight focused upon\nthem from many pencil like tubes.\n\nThe watchers in the council chamber saw the bits of tissue swell into\nhuman embryos in a few seconds, and grow arms and legs and faces and\nextend themselves into babies. Saw them taken from the bottles and\ncared for, and become replicas of the man and woman controlling the\nship, who, all this time were aging, until life went out of their\nbodies. Then the ones who had been the scar tissue disintegrated them\nin the coffin-like tubes and let their dust be sucked out into\nspace--all this through millions of miles and a hundred years,\ncompressed for the watchers into sixty seconds and a few feet of\nspace.\n\nInstantly there was black space on the screen again, with the fingers\nof flame pointing out behind the dark bodies of the ships.\n\nAnd then the spectators saw one ship shudder and swerve into a\nblazing, bluish white star, like a gnat flying into a white hot poker;\nsaw another drop away and away, out and out into the blackness past\nthe swirling white rim of the galaxy, and sink into a dark\nnothingness.\n\nGreat balls of rock showered like hail onto other ships, smashing them\ninto grotesque tin cans. The stream of fire at the tail of another\nship suddenly died and the ship floated into an orbit around a great,\nyellow planet, ten times the size of Jupiter, then was sucked into it.\nAnother burst like a bomb, flinging a man and woman out into the\ndarkness, where they hung suspended, frozen into statues, like bodies\ndrowned in the depths of an Arctic sea.\n\nAt this instant from the watching council, there were screams of\nhorror and voices crying out, \"Shut it off! Shut it off!\" There was a\nmoving about in the darkness. Murmurs and harsh cries of disapproval\ngrew in volume.\n\nAnother ship in the picture was split down the side by a meteor and\nthe bodies inside were impaled on jagged blades of steel, the\ncontorted, bloody faces lighted by bursts of flame. And the screams\nand cries of the spectators rose higher, \"Shut it off.... Oh Lord....\"\n\nLights flashed through the room and the picture died.\n\n\n\nMichael and Mary, both staring, saw, along the line of desks, the\nagonized faces, some staring like white stones, others hidden in\nclutching fingers, as though they had been confronted by a Medusa.\nThere was the sound of heavy breathing that mixed with the throbbing\nof the pumps. The President held tightly to the edges of his desk to\nquiet his trembling.\n\n\"There--there've been changes,\" he said, \"since you've been out in\nspace. There isn't a person on Earth who's seen a violent death for\nhundreds of years.\"\n\nMichael faced him, frowning. \"I don't follow you.\"\n\n\"Dying violently happened so seldom on Earth that, after a long time,\nthe sight of it began to drive some people mad. And then one day a man\nwas struck by one of the ground cars and _everyone_ who saw it went\ninsane. Since then we've eliminated accidents, even the idea. Now, no\none is aware that death by violence is even a possibility.\"\n\n\"I'm sorry,\" said Michael, \"we've been so close to violent death for\nso long.... What you've seen is part of the proof you asked for.\"\n\n\"What you showed us was a picture,\" said the President. \"If it had\nbeen real, we'd all be insane by now. If it were shown to the people\nthere'd be mass hysteria.\"\n\n\"But even if we'd found another habitable planet, getting to it would\ninvolve just what we've shown you. Maybe only a tenth of the people\nwho left Earth, or a hundredth, would ever reach a destination out in\nspace.\"\n\n\"We couldn't tolerate such a possibility,\" said the President\ngravely. \"We'd have to find a way around it.\"\n\nThe pumps throbbed like giant hearts all through the stillness in the\ncouncil chambers. The faces along the line of desks were smoothing\nout; the terror in them was fading away.\n\n\"And yet the Earth is almost dead,\" said Michael quietly, \"and you\ncan't bring it back to life.\"\n\n\"The sins of our past, Mr. Nelson,\" said the President. \"The Atomic\nwars five thousand years ago. And the greed. It was too late a long\ntime ago. That, of course, is why the expedition was sent out. And now\nyou've come back to us with this terrible news.\" He looked around,\nslowly, then back to Michael. \"Can you give us any hope at all?\"\n\n\"None.\"\n\n\"Another expedition? To Andromeda perhaps? With you the leader?\"\n\nMichael shook his head. \"We're finished with expeditions, Mr.\nPresident.\"\n\nThere were mutterings in the council, and hastily whispered\nconsultations. Now they were watching the man and woman again.\n\n\"We feel,\" said the President, \"it would be dangerous to allow you to\ngo out among the people. They've been informed that your statement\nwasn't entirely true. This was necessary, to avoid a panic. The people\nsimply must not know the whole truth.\" He paused. \"Now we ask you to\nkeep in mind that whatever we decide about the two of you will be for\nthe good of the people.\"\n\nMichael and Mary were silent.\n\n\"You'll wait outside the council chambers,\" the President went on,\n\"until we have reached our decision.\"\n\nAs the man and woman were led away, the pumps beat in the stillness,\nand at the edge of the shrinking seas the salt thick waters were being\npulled into the distilleries, and from them into the tier upon tier of\nartificial gardens that sat like giant bee hives all around the\nshoreline; and the mounds of salt glistening in the sunlight behind\nthe gardens were growing into mountains.\n\n\n\nIn their rooms, Michael and Mary were talking through the hours, and\nwaiting. All around them were fragile, form-fitting chairs and\ntranslucent walls and a ceiling that, holding the light of the sun\nwhen they had first seen it, was now filled with moonlight.\n\nStanding at a circular window, ten feet in diameter, Michael saw, far\nbelow, the lights of the city extending into the darkness along the\nshoreline of the sea.\n\n\"We should have delivered our message by radio,\" he said, \"and gone\nback into space.\"\n\n\"You could probably still go,\" she said quietly.\n\nHe came and stood beside her. \"I couldn't stand being out in space, or\nanywhere, without you.\"\n\nShe looked up at him. \"We could go out into the wilderness, Michael,\noutside the force walls. We could go far away.\"\n\nHe turned from her. \"It's all dead. What would be the use?\"\n\n\"I came from the Earth,\" she said quietly. \"And I've got to go back to\nit. Space is so cold and frightening. Steel walls and blackness and\nthe rockets and the little pinpoints of light. It's a prison.\"\n\n\"But to die out there in the desert, in that dust.\" Then he paused and\nlooked away from her. \"We're crazy--talking as though we had a\nchoice.\"\n\n\"Maybe they'll have to _give_ us a choice.\"\n\n\"What're you talking about?\"\n\n\"They went into hysterics at the sight of those bodies in the picture.\nThose young bodies that didn't die of old age.\"\n\nHe waited.\n\n\"They can't stand the sight of people dying violently.\"\n\nHer hand went to her throat and touched the tiny locket.\n\n\"These lockets were given to us so we'd have a choice between\nsuffering or quick painless death.... We still have a choice.\"\n\nHe touched the locket at his own throat and was very still for a long\nmoment. \"So we threaten to kill ourselves, before their eyes. What\nwould it do to them?\"\n\nHe was still for a long time. \"Sometimes, Mary, I think I don't know\nyou at all.\" A pause. \"And so now you and I are back where we started.\nWhich'll it be, space or Earth?\"\n\n\"Michael.\" Her voice trembled. \"I--I don't know how to say this.\"\n\nHe waited, frowning, watching her intently.\n\n\"I'm--going to have a child.\"\n\nHis face went blank.\n\nThen he stepped forward and took her by the shoulders. He saw the\nsoftness there in her face; saw her eyes bright as though the sun were\nshining in them; saw a flush in her cheeks, as though she had been\nrunning. And suddenly his throat was full.\n\n\"No,\" he said thickly. \"I can't believe it.\"\n\n\"It's true.\"\n\nHe held her for a long time, then he turned his eyes aside.\n\n\"Yes, I can see it is.\"\n\n\"I--I can't put into words why I let it happen, Michael.\"\n\nHe shook his head. \"I don't know--what to--to say. It's so\nincredible.\"\n\n\"Maybe--I got so--tired--just seeing the two of us over and over again\nand the culturing of the scar tissue, for twenty centuries. Maybe that\nwas it. It was just--something I felt I _had_ to do. Some--_real_ life\nagain. Something new. I felt a need to produce something out of\nmyself. It all started way out in space, while we were getting close\nto the solar system. I began to wonder if we'd ever get out of the\nship alive or if we'd ever see a sunset again or a dawn or the night\nor morning like we'd seen on Earth--so--so long ago. And then I _had_\nto let it happen. It was a vague and strange thing. There was\nsomething forcing me. But at the same time I wanted it, too. I seemed\nto be willing it, seemed to be feeling it was a necessary thing.\" She\npaused, frowning. \"I didn't stop to think--it would be like this.\"\n\n\"Such a thing,\" he said, smiling grimly, \"hasn't happened on Earth for\nthree thousand years. I can remember in school, reading in the history\nbooks, how the whole Earth was overcrowded and how the food and water\nhad to be rationed and then how the laws were passed forbidding birth\nand after that how the people died and there weren't any more babies\nborn, until at last there was plenty of what the Earth had to give,\nfor everyone. And then the news was broken to everyone about the\nculturing of the scar tissue, and there were a few dissenters but they\nwere soon conditioned out of their dissension and the population was\nstabilized.\" He paused. \"After all this past history, I don't think\nthe council could endure what you've done.\"\n\n\"No,\" she said quietly. \"I don't think they could.\"\n\n\"And so this will be just for _us_.\" He took her in his arms. \"If I\nremember rightly, this is a traditional action.\" A pause. \"Now I'll go\nwith you out onto the Earth--if we can swing it. When we get outside\nthe city, or if we do--Well, we'll see.\"\n\nThey were very still together and then he turned and stood by the\nwindow and looked down upon the city and she came and stood beside\nhim.\n\n\n\nThey both saw it at the same time. And they watched, without speaking,\nboth knowing what was in the other's mind and heart. They watched the\ngiant four dimensional screens all through the city. A green, lush\nplanet showed bright and clear on them and there were ships standing\namong the trees and men walking through the grass, that moved gently\nlike the swells on a calm ocean, while into their minds came the\nthoughts projected from the screen:\n\n\"This will be your new home. It was found and then lost. But another\nexpedition will be sent out to find it again. Be of good hope.\nEverything will be all right.\"\n\nMichael turned from the window. \"So there's our evidence. Two thousand\nyears. All the others killed getting it. And with a simple twist, it\nbecomes a lie.\"\n\nMary sat down and buried her face in her hands.\n\n\"What a terrible failure there's been here,\" said Michael. \"The\nneglect and destruction of a whole planet. It's like a family letting\ntheir home decay all around them, and living in smaller and smaller\nrooms of it, until at last the rooms are all gone, and since they\ncan't find another home, they all die in the ruins of the last room.\"\n\n\"I can't face dying,\" Mary said quietly, \"squeezed in with all these\npeople, in this tomb they've made around the seas. I want to have the\nopen sky and the quiet away from those awful pounding pumps when I\ndie. I want the spread of the Earth all around and the clean air. I\nwant to be a real part of the Earth again.\"\n\nMichael barely nodded in agreement. He was standing very still now.\n\nAnd then there was the sound of the door opening.\n\nThey both rose, like mourners at a funeral, and went into the council\nchambers.\n\n\n\nAgain they sat in the thick chairs before the wall of desks with the\nfaces of the council looking across it like defenders.\n\nThe pumps were beating, beating all through the room and the quiet.\n\nThe President was standing. He faced Michael and Mary, and seemed to\nset himself as though to deliver a blow, or to receive one.\n\n\"Michael and Mary,\" he said, his voice struggling against a tightness,\n\"we've considered a long time concerning what is to be done with you\nand the report you brought back to us from the galaxy.\" He took\nanother swallow of water. \"To protect the sanity of the people, we've\nchanged your report. We've also decided that the people must be\nprotected from the possibility of your spreading the truth, as you did\nat the landing field. So, for the good of the people, you'll be\nisolated. All comforts will be given you. After all, in a sense, you\n_are_ heroes and martyrs. Your scar tissue will be cultured as it has\nbeen in the past, and you will stay in solitary confinement until the\ntime when, perhaps, we can migrate to another planet. We feel that\nhope must not be destroyed. And so another expedition is being sent\nout. It may be that, in time, on another planet, you'll be able to\ntake your place in our society.\"\n\nHe paused. \"Is there anything you wish to say?\"\n\n\"Yes, there is.\"\n\n\"Proceed.\"\n\nMichael stared straight at the President. After a long moment, he\nraised his hand to the tiny locket at his throat.\n\n\"Perhaps you remember,\" he said, \"the lockets given to every member of\nthe expedition the night before we left. I still have mine.\" He raised\nit. \"So does my wife. They were designed to kill the wearer instantly\nand painlessly if he were ever faced with pain or a terror he couldn't\nendure.\"\n\nThe President was standing again. A stir ran along the barricade of\ndesks.\n\n\"We can't endure the city,\" went on Michael, \"or its life and the ways\nof the people.\" He glanced along the line of staring faces.\n\n\"If what I think you're about to say is true,\" said the President in a\nshaking voice, \"it would have been better if you'd never been born.\"\n\n\"Let's face facts, Mr. President. We were _born_ and haven't\ndied--yet.\" A pause. \"And we can kill ourselves right here before your\neyes. It'd be painless to us. We'd be unconscious. But there would be\nhorrible convulsions and grimaces. Our bodies would be twisted and\ntorn. They'd thresh about. The deaths you saw in the picture happened\na long time ago, in outer space. You all went into hysterics at the\nsight of them. Our deaths now would be close and terrible to see.\"\n\nThe President staggered as though about to faint. There was a stirring\nand muttering and a jumping up along the desks. Voices cried out, in\nanger and fear. Arms waved and fists pounded. Hands clasped and\nunclasped and clawed at collars, and there was a pell mell rushing\naround the President. They yelled at each other and clasped each other\nby the shoulders, turned away and back again, and then suddenly became\nvery still.\n\nNow they began to step down from the raised line of desks, the\nPresident leading them, and came close to the man and woman, gathering\naround them in a wide half circle.\n\nMichael and Mary were holding the lockets close to their throats. The\nhalf circle of people, with the President at its center was moving\ncloser and closer. They were sweaty faces and red ones and dry white\nones and hands were raised to seize them.\n\nMichael put his arm around Mary's waist. He felt the trembling in her\nbody and the waiting for death.\n\n\"Stop!\" he said quietly.\n\nThey halted, in slight confusion, barely drawing back.\n\n\"If you want to see us die--just come a step closer.... And remember\nwhat'll happen to you.\"\n\nThe faces began turning to each other and there was an undertone of\nmuttering and whispering. \"A ghastly thing.... Instant.... Nothing to\ndo.... Space's broken their minds.... They'll do it.... Eyes're\nmad.... What can we do?... What?...\" The sweaty faces, the cold white\nones, the flushed hot ones: all began to turn to the President, who\nwas staring at the two before him like a man watching himself die in a\nmirror.\n\n\"I command you,\" he suddenly said, in a choked voice, \"to--to give me\nthose--lockets! It's your--duty!\"\n\n\"We've only one duty, Mr. President,\" said Michael sharply. \"To\nourselves.\"\n\n\"You're sick. Give yourselves over to us. We'll help you.\"\n\n\"We've made our choice. We want an answer. Quickly! Now!\"\n\nThe President's body sagged. \"What--what is it you want?\"\n\nMichael threw the words. \"To go beyond the force fields of the city.\nTo go far out onto the Earth and live as long as we can, and then to\ndie a natural death.\"\n\nThe half circle of faces turned to each other and muttered and\nwhispered again. \"In the name of God.... Let them go.... Contaminate\nus.... Like animals.... Get them out of here.... _Let_ them be\nfinished.... Best for us all.... And them....\"\n\nThere was a turning to the President again and hands thrusting him\nforward to within one step of Michael and Mary, who were standing\nthere close together, as though attached.\n\nHaltingly he said, \"Go. Please go. Out onto the Earth--to die. You\n_will_ die. The Earth is dead out there. You'll never see the city or\nyour people again.\"\n\n\"We want a ground car,\" said Michael. \"And supplies.\"\n\n\"A ground car,\" repeated the President. \"And--supplies.... Yes.\"\n\n\"You can give us an escort, if you want to, out beyond the first range\nof mountains.\"\n\n\"There will be no escort,\" said the President firmly. \"No one has been\nallowed to go out upon the Earth or to fly above it for many hundreds\nof years. We know it's there. That's enough. We couldn't bear the\nsight of it.\" He took a step back. \"And we can't bear the sight of you\nany longer. Go now. Quickly!\"\n\nMichael and Mary did not let go of the lockets as they watched the\nhalf circle of faces move backward, staring, as though at corpses that\nshould sink to the floor.\n\n\n\nIt was night. The city had been lost beyond the dead mounds of Earth\nthat rolled away behind them, like a thousand ancient tombs. The\nground car sat still on a crumbling road.\n\nLooking up through the car's driving blister, they saw the stars sunk\ninto the blue black ocean of space; saw the path of the Milky Way\nalong which they had rushed, while they had been searching frantically\nfor the place of salvation.\n\n\"If any one of the other couples had made it back,\" said Mary, \"do you\nthink they'd be with us?\"\n\n\"I think they'd either be with us,\" he said, \"or out in space\nagain--or in prison.\"\n\nShe stared ahead along the beam of headlight that stabbed out into the\nnight over the decaying road.\n\n\"How sorry are you,\" she said quietly, \"coming with me?\"\n\n\"All I know is, if I were out in space for long without you, I'd kill\nmyself.\"\n\n\"Are we going to die out here, Michael?\" she said, gesturing toward\nthe wall of night that stood at the end of the headlight, \"with the\nland?\"\n\nHe turned from her, frowning, and drove the ground car forward,\nwatching the headlights push back the darkness.\n\nThey followed the crumbling highway all night until light crept across\nthe bald and cracked hills. The morning sun looked down upon the\ndesolation ten feet above the horizon when the car stopped. They sat\nfor a long time then, looking out upon the Earth's parched and\ninflamed skin. In the distance a wall of mountains rose like a great\npile of bleached bones. Close ahead the rolling plains were motionless\nwaves of dead Earth with a slight breeze stirring up little swirls of\ndust.\n\n\"I'm getting out,\" she said.\n\n\"I haven't the slightest idea how much farther to go, or why,\" said\nMichael shrugging. \"It's all the same. Dirt and hills and mountains\nand sun and dust. It's really not much different from being out in\nspace. We live in the car just like in a space ship. We've enough\nconcentrated supplies to last for a year. How far do we go? Why?\nWhen?\"\n\nThey stepped upon the Earth and felt the warmth of the sun and\nstrolled toward the top of the hill.\n\n\"The air smells clean,\" he said.\n\n\"The ground feels good. I think I'll take off my shoes.\" She did.\n\"Take off your boots, Michael. Try it.\"\n\nWearily he pulled off his boots, stood in his bare feet. \"It takes me\nback.\"\n\n\"Yes,\" she said and began walking toward the hilltop.\n\nHe followed, his boots slung around his neck. \"There was a road\nsomewhere, with the dust between my toes. Or was it a dream?\"\n\n\"I guess when the past is old enough,\" she said, \"it becomes a dream.\"\n\nHe watched her footprints in the dust. \"God, listen to the quiet.\"\n\n\"I can't seem to remember so much quiet around me. There's always been\nthe sound of a space ship, or the pumps back in the cities.\"\n\nHe did not answer but continued to watch her footsteps and to feel the\ndust squishing up between his toes. Then suddenly:\n\n\"Mary!\"\n\nShe stopped, whirling around.\n\nHe was staring down at her feet.\n\nShe followed his gaze.\n\n\"It's grass!\" He bent down. \"Three blades.\"\n\nShe knelt beside him. They touched the green blades.\n\n\"They're new,\" he said.\n\nThey stared, like religious devotees concentrating upon some sacred\nobject.\n\nHe rose, pulling her up with him. They hurried to the top of the hill\nand stood very still, looking down into a valley. There were tiny\npatches of green and little trees sprouting, and here and there, a\npale flower. The green was in a cluster, in the center of the valley\nand there was a tiny glint of sunlight in its center.\n\n\"Oh!\"\n\nHer hand found his.\n\nThey ran down the gentle slope, feeling the patches of green touch\ntheir feet, smelling a new freshness in the air. And coming to the\nlittle spring, they stood beside it and watched the crystal water that\ntrickled along the valley floor and lost itself around a bend. They\nsaw a furry, little animal scurry away and heard the twitter of a bird\nand saw it resting on a slim, bending branch. They heard the buzz of a\nbee, saw it light on a pale flower at their feet and work at the\nsweetness inside.\n\nMary knelt down and drank from the spring.\n\n\"It's so cool. It must come from deep down.\"\n\n\"It does,\" he said. There were tears in his eyes and a tightness in\nhis throat. \"From deep down.\"\n\n\"We can _live_ here, Michael!\"\n\nSlowly he looked all around until his sight stopped at the bottom of a\nhill. \"We'll build our house just beyond those rocks. We'll dig and\nplant and you'll have the child.\"\n\n\"Yes!\" she said. \"Oh yes!\"\n\n\"And the ones back in the city will know the Earth again. Sometime\nwe'll lead them back here and show them the Earth is coming alive.\" He\npaused. \"By following what we had to do for ourselves, we've found a\nway to save them.\"\n\nThey remained kneeling in the silence beside the pool for a long time.\nThey felt the sun on their backs and looked into the clean depth of\nthe water deeply aware of the new life breathing all around them and\nof themselves absorbing it, and at the same time giving back to it the\nlife that was their own.\n\nThere was only this quiet and breathing and warmth until Michael stood\nand picked up a rock and walked toward the base of the hill where he\nhad decided to build the house.\n\n                                                            ... THE END\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Stockham, Richard"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32744/pg32744.txt",
        "name": "the_valley.json"
    }
}