{
    "name": "The Chasm",
    "author": [
        "Walton, Bryce"
    ],
    "body": "The old man's face was turning gray with fatigue under the wrinkled\nbrown. He was beginning to get that deadly catching pain in his left\nchest. But he forced himself to move again, his ragged dusty uniform\nof the old Home Guard blending into the rubble the way a lizard merges\nwith sand.\n\nHe hobbled behind a pile of masonry and peered through the crack.\nHe angled his bald head, listening. His hands never really stopped\nquivering these days and the automatic rifle barrel made a fluttering\ncrackle on the concrete. He lowered the barrel, then wiped his face\nwith a bandanna.\n\nHe'd thought he heard a creeping rustle over there. But he didn't see\nany sign of the Children.\n\nHe'd been picked to reconnoiter because his eyes were only\ncomparatively good. The truth was he couldn't see too well, especially\nwhen the sun reflecting on the flat naked angles of the ruined town\nmade his eyes smart and water and now his head was beginning to throb.\n\nA dust devil danced away whirling a funnel of dust. Sal Lemmon looked\nat it, and then he slid from behind the rubble and moved along down\nthe shattered block, keeping to the wall of jagged holes and broken\nwalls that had once been the Main Street of a town.\n\nHe remembered with a wry expression on his face that he had passed his\nninety-fourth birthday eight days back. He had never thought he could\nbe concerned with whether he lived to see his ninety-fifth, because\nthere had always been the feeling that by the time he was ninety-four\nhe would have made his peace with himself and with whatever was outside.\n\nHe moved warily, like a dusty rabbit, in and out of the ruins,\nshrinking through the sun's dead noon glare.\n\nHe stopped, and crouched in the shade behind a pile of slag that had\nonce been the iron statue of some important historical figure. He\ncontacted Captain Murphy on the walkie-talkie.\n\n\"Don't see any signs of Children.\"\n\n\"Max said he saw some around there,\" Murphy yelled.\n\n\"Max's getting too old. Guess he's seeing things.\"\n\n\"He saw them right around there somewhere.\"\n\n\"Haven't seen him either.\"\n\n\"We haven't heard another word from Max here, Sal.\"\n\nThe old man shrugged. \"How could the Children have gotten through our\npost defenses?\" He looked away down the white glare of the street.\n\n\"You're supposed to be finding out,\" Murphy yelled. He had a good voice\nfor a man two months short of being a hundred. He liked to show it off.\n\nThen Sal thought he saw an odd fluttery movement down the block.\n\n\"I'll report in a few minutes,\" he said, and then he edged along next\nto the angled wall. A disturbed stream of plaster whispered down and\nran off his shoulder.\n\nNear the corner, he stopped. \"Max,\" he said. He whispered it several\ntimes. \"Max ... that you, Max?\"\n\nHe moved nearer to the blob on the concrete. Heat waves radiated\nup around it and it seemed to quiver and dance. He dropped the\nwalkie-talkie. There wasn't even enough left of Max to take back in or\nput under the ground.\n\nHe heard the metallic clank and the manhole cover moved and then he\nsaw them coming up over the edge. He ran and behind him he could hear\ntheir screams and cries and their feet striking hard over the blisters,\ncracks, and dried out holes in the dead town's skin.\n\nHe dodged into rubble and fell and got up and kept on running. The\npain was like something squeezing in his belly, and he kept on running\nbecause he wanted to live and because he had to tell the others that\nthe Children were indeed inside the post defenses.\n\nHe knew now how they had come in. Through the sewers, under the\ndefenses. He began to feel and hear them crawling, digging, moving\nall over beneath the ruins, waiting to come out in a filthy screaming\nstream.\n\n\n\nSal was still resting in the corner of the old warehouse by the river.\nA lantern hung on a beam and the dank floor was covered with deep\nmoving shadows.\n\nCaptain Murphy was pacing in a circle, looking like something sewn\nquickly together by a nervous seamstress. Doctor Cartley sat on a\ncanvas chair, elbows on knees, chin in his hands. He kept looking at\nthe floor. He was in his early eighties and sometimes seemed like a\nyoung man to Sal. His ideas maybe. He thought differently about the\nChildren and where things were going.\n\n\"We're going to get out tonight,\" Captain Murphy said again. \"We'll get\nthat barge loaded and we'll get out.\"\n\nSal sat up. The pills had made his heart settle down a bit, and his\nhands were comparatively calm.\n\n\"Is the barge almost loaded now? It better be,\" Sal said. \"They'll\nattack any minute now. I know that much.\"\n\n\"Another hour's all we need. If they attack before then we can hold\nthem off long enough to get that barge into the river. Once we get into\nthe river with it, we'll be safe. We can float her down and into the\nsea. Somewhere along the coast we'll land and wherever it is will be\nfine for us. We'll have licked the Children. They know we've found the\nonly eatable food stores in God knows how many thousands of miles in\nthis goddamned wasteland. They can't live another month without this\nstuff, and we're taking it all down the river. That's right isn't it,\nDoc?\"\n\nCartley looked up. \"But as I said before, squeezing a little more life\nout of ourselves doesn't mean anything to me. What do we want to get\naway and live a little longer for? It doesn't make sense, except in a\nridiculous selfish way. So we live another month, maybe six months, or\na year longer? What for?\"\n\nSal glanced at Murphy who finally sat down.\n\n\"We want to live,\" Murphy said thickly, and he gripped his hands\ntogether. \"Survival. It's a natural law.\"\n\n\"What about the survival of the species?\" Cartley asked. \"By running\nout and taking the food, we're killing ourselves anyway. So I don't\nthink I'll be with you, Murphy.\"\n\n\"What are you going to do? Stay here? They'll torture you to death.\nThey'll do to you what they did to Donaldson, and all the others\nthey've caught. You want to stay for that kind of treatment?\"\n\n\"We ought to try. Running off, taking all this food, that means they're\nsure to die inside a few weeks. They might catch a few rats or birds,\nbut there aren't even enough of those around to sustain life beyond\na few days. So we kill the future just so we can go on living for a\nlittle longer. We've got no reason to live when we know the race will\ndie. My wife refused to fight them. They killed her, that's true,\nbut I still think she was right. We've got to make one more attempt\nto establish some kind of truce with the Children. If we had that,\nthen we might be able to start building up some kind of relationship.\nThe only way they can survive, even if they had food, is to absorb\nour knowledge. You know that. Without our knowledge and experience,\nthey'll die anyway, even if they had a thousand years of food supplies.\"\n\n\"It can't be done,\" Murphy said.\n\nCartley looked at the shadows for a long time. Finally he shook his\nhead. \"I don't have any idea how to do it. But we should try. We can't\nuse discipline and power because we're too weak. And too outnumbered.\nWe'd have to do that first in order to teach them, and we can't. So\nthere has to be some other way.\"\n\n\"Faith?\" Sal said. He shook his head. \"They don't believe in anything.\nYou can't make any appeal to them through faith, or ethics, any kind of\ncode of honor, nothing like that. They're worse than animals.\"\n\nCartley stood up wearily and started to walk away. \"They hate us,\" he\nsaid. \"That's the one thing we're sure of. We're the means and they're\nthe ends. We made them what they are. They're brutalized and motivated\nalmost completely by hatred. And what's underneath hatred?\" He fumed\nback toward Murphy. \"Fear.\"\n\nSal stood up. \"I never thought of them as being afraid,\" he said.\n\n\"That doesn't matter,\" Murphy said. \"It's the hate and vicious\nbrutality we have to deal with. You do whatever you want to do,\nCartley. We've voted, and we've voted to move the stuff out tonight on\nthe barge. The world we helped make is dead, Cartley. The Children grew\nup in a world we killed. We've all got bad consciences, but we can't do\nanything about it. The chasm between them and us is too wide. It was\nwide even before the bombs fell. And the bombs made it a hell of a lot\nwider. Too wide to put any kind of bridge across now.\"\n\n\"Just the same, we ought to die trying,\" Cartley said. When he went\noutside, Sal followed him.\n\nThe barge was about loaded. All outer defense units had been pulled in\nand were concentrated on the head of the pier behind walls of sandbags.\nBurp guns and machine guns were ready, and the barge lay along the side\nof the pier in the moonlight like a dead whale. There were several\nsewer openings near the head of the pier. Men were stationed around\nthese sewers with automatic rifles, hand grenades and flame throwers.\n\nSal walked to where Cartley stood leaning against the partly closed\ndoor of the rotting warehouse. Jagged splinters of steel and wood\nangled out against the sky.\n\nAfter a while, Sal said softly, \"Well, what could we try to do, Doc?\"\n\nCartley turned quickly. Some of the anguish in his eyes had gone away,\nand he gripped Sal's shoulders in hands surprisingly strong for so old\na man. \"You want to help me try?\"\n\n\"Guess I do. Like you said, we only have a little time left anyway. And\nif we can't help the Children, what's the good of it?\"\n\nThey stood there in the shadows a while, not saying anything.\n\n\"This way,\" Cartley said. He led Sal down away from the pier and along\nthe water's edge. Dry reed rustled, and mud squished under their shoes.\n\n\"Here,\" Cartley said. There was a small flat-bottomed rowboat, and in\nit were several cartons of food supplies, all in cans. There were also\nseveral large tins of water.\n\n\"We'll need a little time,\" Cartley said. \"We'll have to wait. I figure\nwe'll row upstream maybe a few hundred yards, and hole up in one of\nthose caves. We can watch, Sal. We can watch and wait and try to figure\nit out.\"\n\n\"Sure,\" Sal said. \"That seems the only way to start.\"\n\nCartley sat down on the bank near the boat, and Sal sat down too.\n\n\"The Children,\" Cartley said, \"never had a chance to be any other way.\nBut we're the oldsters, and we've got this obligation, Sal. Man's a\ncultural animal. He isn't born with any inherent concepts of right,\nor wrong, or good or bad, or even an ability to survive on an animal\nlevel. We have to be taught to survive by the elders, Sal. And we're\nthe elders.\" He hesitated, \"We're the only ones left.\"\n\nA flare of horrid light exploded over the warehouse down river and it\nlit up Cartley's face and turned it a shimmering crimson. His hands\nwidened to perfect roundness and he raised his hands in a voiceless\nscream to stop the sudden explosions of burp guns, grenades, machine\nguns, and rifles.\n\nLooking down river then, Sal could see the flames eating up through the\nwarehouse. The pier, the barge, everything for a hundred square yards\nwas lit up as bright as day, and the flare spread out over the river\nand made a black ominous shadow of the opposite bank.\n\n\"They're getting away,\" Cartley said.\n\nSal watched the barge move out. The Children came screaming out of the\nblazing warehouse, overran the pier, streamed into the water. But a\nsteady blast of fire from the barge drove them back, and in a few more\nminutes the barge dissolved downriver into darkness.\n\nCartley's hands were shaking as he gripped Sal's arm. \"Let's go now. We\nneed time. Time may help us a lot, Sal. We can wait and watch. We can\nfigure something out.\"\n\nSal heard the screams and mocking savage cries coming up over the\nwater, and then the jagged cries of some oldsters who hadn't managed to\nget away.\n\nStill looking downstream toward the blazing pier, Sal pushed Cartley\ninto the rowboat, and they shoved off. Sal started rowing, but he kept\nlooking back.\n\n\"They should have put them in the same shelters with us,\" Sal said,\n\"that would have made a difference. But they put us in separate\nshelters.\"\n\nOnly the oldest and the youngest had been saved. The old out of\npity and because they were helpless, had been granted the safety of\nshelters. The young because they were the symbols of hope had been\ngranted shelters, too.\n\n\"No,\" Cartley said. \"It started long before that. The chasm was\nbuilding up long before the war. This alienation between the young and\nthe old. Between the sun and the seed. That's what we've got to bring\nback, Sal. Between us, we have stored up a hundred and seventy-nine\nyears of human culture. There isn't a kid back there, Sal, more than\ntwelve years old.\"\n\n\"We'll find a way,\" Sal said.\n\nThe rowboat was about fifteen feet away from the thick reeds growing in\nthe marshy ooze of the bank.\n\nCartley heard the sound first and turned, his face white. When Sal\nlooked toward the bank, he saw the girl. She came on out from the\ncurtain of reeds and looked at them. She was perfectly clear in the\nmoonlight standing there. She wore a short ragged print dress and she\nhad long hair that seemed silken and soft and golden in the moonlight\neven though it, her dress, her little legs and her face were streaked\nwith mud.\n\nSal hesitated, then pulled heavily on his left oar and the boat nosed\ntoward her. Up close, Sal could see her face, the clear blue eyes wet,\nand the tears running down her cheeks.\n\nThe girl reached out and asked in a sobbing breath,\n\n\"Granpa? Is that you, Granpa?\"\n\n\"Oh God, Oh God,\" Cartley said. He was crying as he picked her up and\ngot her into the boat. He was rocking her in his arms and half crying\nand half laughing as Sal rowed the boat upstream.\n\n\"Yes, yes, honey,\" Sal heard Cartley say over and over. \"I'm your\ngranpa, honey. Don't cry. Go to sleep now. I'm your granpa and I've\nbeen looking for you, honey, and now everything's going to be all\nright.\"\n\nIt's funny, Sal thought, as he kept on rowing upstream. It's a funny\nthing how one little girl remembered her granpa, and how maybe that was\nthe beginning of the bridge across the chasm.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Walton, Bryce"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59602/pg59602.txt",
        "name": "the_chasm.json"
    }
}