{
    "name": "The Story of Gombi",
    "author": [
        "Stacpoole, H. De Vere (Henry De Vere)"
    ],
    "body": "Patrick Spence, a real, old Anglo-Irish gentleman, who would have cut\nyour throat had you called him a liar, died not long ago at the age of\neighty-six and had a bottle of port with his dinner the day before he\ntook off. Those were Cassidy the old butler’s words. Cassidy said the\nmaster was as sound as a bell and walking along by the rhododendron\nbushes to have a look at the new wing they were adding to the stables\nwhen he sprang into the air, cried, “Got me by glory!” and fell flat,\njust as a buck falls when a bullet takes it through the heart. A fit\nend for a big-game hunter you will say. A fit, anyhow, the doctors\nsaid.\n\nThe ancestral home of the Spences, The Grange, Scoresby, Lincolnshire,\nstands half a mile from the road. You reach it by an avenue of\nchestnuts, and in Patrick’s time when the door opened you found\nyourself in a hall hung with trophies of the chase; the whole house\nwas, in fact, a museum. Never in any man had the passion for\ncollection burned more acutely than in the owner of The Grange, or\nshown itself in a more extravagant fashion. Here you found lamps\nupheld by pythons, door handles cut from rhinoceros horn, tables\ntopped with hippopotamus hide, skins and masks everywhere of\neverything from black buffalo to Burchell’s zebra. In the long\ncorridors where the hartebeest heads faced the elands and Grant’s\ngazelle grinned at Bohm’s zebra, black bears upheld the electric\nstandards—black bears and apes.\n\nThe place was a mausoleum. To walk those corridors at night and alone\nrequired a fairly steady nerve, especially when the wind of\nLincolnshire was howling outside like a troop of lost hyenas. There\nwere envious men who said that three fourths of this collection had\nbeen bought and paid for, but that is the way of the world. No man\never dared to say it to the owner’s face.\n\nI was staying at a village ten miles from Scoresby and twelve from The\nGrange, when one day I met the old gentleman, whom I had known in\nLondon, and he invited me to a day’s fishing in the stream that runs\npast The Grange to join the Witham. We had good sport, but toward the\nend of the day the rain began—the rain of Lincolnshire driving across\nthe fens, drenching, disastrous, dismal. Spence insisted on my staying\nfor dinner and the night; he gave me a rig-out which included a\nCanadian blanket coat and a pair of slippers and a dinner of the good\nold times, including a cod’s head served with oyster sauce and a capon\nthe size of a small turkey.\n\nAfterward we sat by the hall fire and talked, the light from the\nburning logs striking here and there, illuminating horns and masks and\ngiving a fictitious appearance of life to the snow leopard crouching\nas if to spring at me from behind the door.\n\n“Are those slippers comfortable?” asked Spence, filling his pipe from\nthe tobacco jar—one of his infernal trophies, a thing made out of a\ncross section of elephant shin bone drilled out, for the leg bones of\nelephants have no marrow.\n\n“Quite, thanks.”\n\n“I got ’em in a queer way, didn’t pay a cent for them, either.” The\ncherry-colored cheeks of the old gentleman sucked in and he made the\npipe draw against its will. Then, safely in the clouds, he went on.\n“Not a cent, though they cost me the lives of several men and near\nthree hundred pounds of good ivory.”\n\n“Mean to say you gave three hundred pounds of ivory for these old\nslippers?”\n\n“Well, I’ll tell you,” said he. “It was such a mixed business. I’ll\nhave to give you the whole story if you are to understand it, and\nfirst of all I must tell you that though my yarn has to do with Africa\nthose slippers weren’t made in Africa.\n\n“You’ve been to Cape Town, haven’t you?—and Durban and away up to\nPretoria by rail, maybe—and you’ve passed thousands of square miles of\ncountry that I’ve seen crawling with game in my time—quagga, gnu,\nrhinoceros, lion—all gone now, not enough left to feed an aasvogel.\nYes, I’ve seen that country when it was only to be compared to the\ncountry south of the Orange toward Cape Town—one big-game preserve.\nAnd it was on my second visit to it that the things happened I am\ngoing to tell you of.\n\n“I was hunting with Tellemark, a Swede, I think he was, or Norwegian,\nI forget which, and we were traveling south of the Limpopo and close\non to Portuguese territory; we had a regular caravan—four ox wagons,\nhalf a dozen horses, and about forty Kafirs; and we’d had good\nhunting, waters buck, buffalo, rhino and giraffe, but little elephant.\nHowever we were getting into the elephant country—a big rolling\ncountry, broken by thick bush and mimosa trees, with great clumps of\nforest sweeping away west where you could see the giraffes grazing\nagainst the trees, looking like toy giraffes taken out of a Noah’s\nark.\n\n“The place was thick with game. I’ve seen what looked like a moving\ncloud shadow miles away—it was a herd of springboks, thousands of\nthem. I have seen twenty rhinoceros in five square miles of that\ncountry, and buffalo by the hundred. But one day I saw something\nstranger than all these. We had rounded a big clump of trees on our\nsecond day after entering this country, when we came upon an elephant.\nHe was lying down, dead, a great brute thirteen feet to the shoulder,\nwith ears six foot from tip to lobe, and tusks weighing, we guessed,\nclose on three hundred pounds. The heaviest tusks ever taken in Africa\nweighed four hundred and fifty, so you may guess we were on to a\npretty good thing. But the strange part of the show wasn’t the\nelephant but the chaps that had killed him. Pygmies—little chaps not\nfive foot high.\n\n“As far as I can make out there are several tribes of Pygmies\nlingering about in the African forests, and dying out so quick that\nto-day they are there and to-morrow they are gone. This lot we struck\nwere evidently the stump end of some tribe worn down just to twenty or\nthirty members; they had killed the elephant on the edge of the forest\nand they were on him like flies. The trunk and feet had been cut off\nand the stomach cut open with a big stick stuck to keep it so; half\nthe tribe was inside the elephant and half on top and round about. But\nwhen they saw us they dropped everything and made off, running for the\nwoods—reminded me of a lot of sparrows flying from a cat; but one chap\nfailed to get away, he tripped on something, fell flat on his face,\nand before he could get on his hands and knees, I had him.\n\n“He kicked and fought, but only from fright, and after a while he\nquieted down and Tellemark gave him some sugar. You should have seen\nhis face when he tasted the sugar! It didn’t seem a bad face, either,\nround and chubby. And that and the small size of him, together with\nhis plumpness and the bow and arrow he had dropped, made us call him\nCupid. The bow was the smallest I have ever seen, not a foot from tip\nto tip. The arrows were wrapped round with a piece of hide—kind of an\nattempt at a quiver; there were dozens of them, not thicker much than\nknitting needles, and without barbs.\n\n“We thought at first that the arrows were used for killing small\nbirds, but our Kafirs knew different; they pointed to the elephant;\nand, sure enough, there was an arrow sticking in the great ear of the\nbrute, and three or four more sticking in the skin. They were poisoned\narrows, and what the poison could have been, Lord knows, but something\npretty powerful, for a rifle couldn’t have done the business better.\nWe gave the arrows back to the chap, and the bow, expecting to see him\nmake off to the woods after the others. Not he. The first fright over\nand seeing that we weren’t dangerous, he hung on, staring at the\nwagons; it was plain he had never seen anything on wheels before, and\nwhen Tellemark got one of the wagons on the move for a few yards to\nshow him how it was done, he cried out like a bird chirruping, and\nlaughed with one hand on his pot-belly till the laughter took the pair\nof us and doubled us up. But the Kafirs didn’t laugh; didn’t seem to\nsee anything funny in him at all; and they didn’t call him Cupid; they\ncalled him Gombi.\n\n“Our head man said he was no good, belonged to a bad lot and that we\nhad better get rid of him. But Gombi had his own ideas about that. He\nseemed to have attached himself to us as a stray dog does and he hung\nround while the boys were taking the tusks, chirruping to himself and\ndodging about looking at this and that till the funniest feeling got\nhold of me that he wasn’t human but some sort of being from another\nworld that had come across humans for the first time and was taking\nstock of them. But I hadn’t long to think about him, for all of a\nsudden round us the air was becoming filled with a stench worse than I\never smelled before.\n\n“It was the elephant. The thing had been new killed and warm when we\nstruck it and now it was going like this, decomposing right under our\neyes, for great blisters were rising on the skin—and I won’t go into\ndetails. “The poison has done that,” said Tellemark. “Looks like it,”\nsaid I. “Let’s shift and get beyond the wagons. The Kafirs won’t\nmind.” We got away beyond the wagons and lay down on the wire grass\nwatching the boys at work and Gombi hopping round them. Right up above\nthem was a vulture waiting till we had cleared off. I watched him\ncoming down and going up again. Sometimes you couldn’t see him at all,\nthen he showed like a pin point, then he’d get bigger, then smaller.\n\n“Now a vulture even when he is so high as to be beyond sight can see\nthe body of a dwarf antelope, let alone an elephant, so this chap\nwasn’t coming up and down to prospect; it was sheer impatience,\nhunger. And I was thinking how full of hunger that sky was when\nTellemark shifted his position, and looking up I saw a bull rhino that\nhad broken out of the thick stuff on the forest edge and was coming\ntoward us moving quick, but unflurried. The wind was coming with him\nso he couldn’t scent us and being half blind he couldn’t see us. Two\nrhinoceros birds were with him, but they weren’t on his back, they\nwere flying about here and there, following him, and they didn’t seem\nalarmed. That’s funny, isn’t it, for if those birds had been on his\nback when he was standing still or moving very slowly they would have\ncried out at once at the sight of us. Seems to me sometimes as if the\nanimal and bird world is driven by clockwork, not sense. Then, other\ntimes, it seems as though there were a big genius behind their\nmovements. Anyhow, the rhino came along unwarned and Tellemark let him\nget within thirty yards before he dropped him with a shoulder shot,\ndead as mutton.\n\n“The boys working on the tusks had been looking on, so had Gombi; and\nwhen the dwarf saw old pongo graveled like that he came running for\nall he was worth, skipping round the dead brute, plugging his finger\nin the bullet wound and sucking it same as a child might with a pie.\nAnd then, when he’d done with the rhino, he fastened on to the rifle,\nlooking down the barrels, sniffing at them and evidently connecting\nthe smell with the smell of powder in the air. Then he examined the\nlocks, as interested as a magpie with a marrow bone.\n\n“When he’d done he seemed to have come to the conclusion that a Purdy\neight-bore was a weapon he would like to have further acquaintance\nwith, for he pointed to the elephant, then to the gun, then to himself\nand then away to the west. Then he opened and shut the hand that\nwasn’t holding the bow, about a dozen times. What he said was clear\nenough. There were many elephants to the west and he would lead us to\nthem if we would take the gun and shoot them.\n\n\n\n\n                                 II.\n\n\n“Between the wood clump and the one to the west there was maybe five\nmiles of country rolling and dipping, broken here and there with\neuphorbia and mimosa trees. When we’d taken the tusks of the elephant\nand some of the rhino meat, we determined to shove right across and\ncamp near the other woodside; first of all the elephant was getting\nmore punch in its perfume; second, we wanted to put a considerable\ndistance between ourselves and those confounded Pygmies, and third,\nCupid was evidently in earnest when he gave us the news of elephant\nherds to the west.\n\n“We hadn’t given much thought to the dwarf’s sign language, and as we\nstarted we expected to see him go off back to his friends who were, no\ndoubt, watching us from the trees. Not a bit. He had stuck to us for\nkeeps, as the Yankees say, and when I look back and think how that\nlittle chap stuck to us and followed us, it seems to me that there was\na bit of Christopher Columbus and Leefe Robinson mixed up with the\nrest of his character. For it was plain as paint he’d never seen white\nmen or guns before.\n\n“He kept along with us right in our tracks like a dog, evidently\nthinking we had fallen in with his proposition about the elephant\nhunting, and he wasn’t far wrong. We had, in a way, without knowing\nit. For next morning when we were holding a hunt council, Tellemark,\nseeing that Gombi was still hanging about, waded right in with the\nproposition that we’d take the chap for guide—use him as a dog, so to\nspeak, to find the game. I thought our native boys would buck against\nit, but our head man seemed to have lost his grudge against the chap;\ngot used to him, I suppose, and didn’t put up any difficulties. That\nsettled it. Leaving the main camp under our head man’s brother, we\nstarted, twelve in all, not counting Gombi, with provisions enough for\na week, though we didn’t expect to be more than three days.\n\n“We went along the wood belt due west for half a day, then the forest\ntook a big bend and as we turned it, just about three in the\nafternoon, we came on great wads of chewed bowstring hemp lying about,\nand the trees alongside of us looked as if a hurricane had stripped\nthem of their leaves and broken their branches. Elephants are\nvegetarians and there’s not a vegetable they won’t eat from an acacia\ntree to a cabbage; they’ll beat small trees down and eat them clear of\nleaves and bark, and they’ll simply skin big trees, besides reaching\nup with their trunks and stripping the branches. Fortunately the wind\nhad wandered round and was blowing from the west; for a moment after\nsighting the chewed hemp Gombi gave us a sign to halt. We saw nothing,\nbut this little chap had eyes like a vulture and he saw away far ahead\nof us a movement in the treetops at one particular spot as if a wind\nwas tossing them and then we knew there was a herd of elephants in the\nforest just there, feeding and shaking the trees.\n\n“It took us an hour to get within shot. They weren’t feeding in the\nforest itself, but in a great bay among the trees; a fairish big herd,\nbulls, cows, and calves, some of the calves not more than a week old,\nlittle pinkish beggars, not bigger than a Newfoundland dog. We dropped\ntwo bulls, and when we’d taken their tusks and had supper that night,\nGombi had fairly put his clutch on us and we were ready to follow him\nanywhere.\n\n\n\n\n                                 III.\n\n\n“It’s a funny thing, but if we had come upon a poisonous snake we\nwould have killed it right away without a thought. Yet coming upon a\ncreature like Gombi, more poisonous than a snake and a lot more\ncriminal, seeing he had invented and made his own poison, we let him\nlive and even took him as a guide—like fools. And next day, listening\nto his sign talk and making out that if we followed him and struck\nright through the woods he could lead us to another hunting ground, we\nfollowed him.\n\n“First we struck a great acacia belt and then we came on nsambyas and\nplantains mixed with cottonwood. The big lianas began to swing\nthemselves across the trees and ground lianas to trip us, but the\nworst was to come, and it came about six hours after we had entered\nthe trees. We struck a long patch where the nipa palms grew, springing\nlike rockets out of the mud, and where you couldn’t take a step\nwithout sinking over ankle, then over knee, then to the middle. When\nyou pulled your foot out there was a pound of black mud sticking to\nit. But Gombi didn’t mind. He knew that place by instinct and piloted\nus along till he reached firm ground, stretching like a road across\nthe bad places and on we went till we hit the same thing again.\n\n“When we camped that night we had three of those long stretches behind\nus, crossed by roads that only Gombi knew. That was a nice position,\nwasn’t it, for a lot of sane men to get themselves into and instead of\ntying him up and making him lead us back we let him share our meat and\nlistened to more of his sign talk, telling us that a few hours more\nmarch would bring us out next day where there were elephants to be\nfound more than he could number.\n\n“Next day when we woke up he was gone—clean gone. Tellemark and I had\ndone sentry duty during the night, not trusting the boys, but we had\nheard nothing and seen nothing. He must have slipped away like a snake\nand it came to me, like a blow over the heart, that we were lost men.\nInstinct told me that this beast, intending to destroy us for some\nreason of his own, would do his work thoroughly, and I was right. We\nhad a compass with us and after swallowing our food we started still\nwest, guessing that the forest wouldn’t last forever in that\ndirection. But what’s the good of a compass when it only leads you to\na bog patch? We hadn’t been half an hour on the march when we hit one\njust as bad as the ones over which Gombi had piloted us; worse, for we\ncouldn’t find a road across anywhere.\n\n“There was a big fallen tree just there and I sat down on it. I was\nknocked out for the moment. I sat there pretending to be thinking, but\nI was thinking about nothing, except that we were done. That was\nagainst reason, for it was clear that by searching we might be able to\nfind those three roads again that would lead us back east, and where\nthere’s half a chance no man has a right to give in. But the truth was\nmy imagination had been seized by Gombi. His picture stood before my\nmind as a thing that was all cunning and evil—that and the picture of\nourselves in his toils.\n\n“Then at last I got a clutch on myself and as I came out of the\ndoldrums a big idea struck me, big enough to make me laugh, it seemed\nso luminous and good.\n\n“‘What’s the matter?’ asked Tellemark.\n\n“‘The nipa palms,’ said I. ‘They only grow in the boggy places and\nthey’ll show us where the firm ground begins.’\n\n“But see here,’ said Tellemark. ‘Those roads weren’t more than twenty\nfeet wide and the palms seemed just as thick there.’\n\n“‘Bother the roads,’ said I. ‘Those long mud stretches don’t run\nforever north and south. We’ve got to get round them not across them.\nLet’s strike on till we reach the palms and then strike north for\nchoice till the palms give out.’\n\n“He saw my meaning at once, and we started due east, returning on our\ntracks.\n\n“We hadn’t gone more than a few hundred yards when suddenly one of the\nboys looked at his arm—something was sticking from it. It was one of\nthose infernal knitting-needle arrows that had struck him and struck\nwithout causing the least pain. It had come from the thick growth to\nthe right and Tellemark and I without stopping to look at the boy\nplunged right in, chasing here and there, beating the bush and firing\nour rifles on chance. Not a sign of anything. When we got back the\nchap was dead.\n\n“It took about twelve seconds for that poison to do its work.\n\n\n\n\n                                 IV.\n\n\n“Now you’ll see plainly enough that this new development had made\nmatters ten times worse. Yet instead of that depressing me it bucked\nme like a glass of brandy. Sitting there on the log and thinking of\nthose bog patches round us like traps I’d been down out of sight in\nthe blues; but now I was as full of life and energy as a grig. Had to\nbe, for the boys, stampeded by fright, tried to break. Tellemark and I\nhad our work cut out kicking and gun-butting them so that at the end\nof two minutes they were as frightened of us as of Gombi. If we hadn’t\ndone that they’d have run in every direction, north, south, east and\nwest, and some would have been bogged and the rest starved and we with\nthem, for they were throwing the provisions away. We stopped all that\nand made them shoulder the bundles and shoulder the tusks. It may seem\nfunny to you that we should bother about the tusks, seeing the\nposition we were in; but if we had abandoned that ivory just then we\nwould have lost half our hold over the boys; they’d have seen that\nGombi had rattled us.\n\n“We struck the nipa palms after half an hour or so and turned north,\nTellemark leading, while I brought up the rear, each of us with our\nguns ready to shoot the first man that bolted and both of us full up\nwith the knowledge that somewhere in the trees Gombi was tracking us\nand only waiting his chance.\n\n“We had frightened him evidently by chasing and firing through the\nbushes, for the whole of that day we heard no more from him. We made\ngood way and got clear at last from the infernal nipa palms into a\ngreat tract of cottonwoods and nsambyas.\n\n“Lord! it was like getting out of prison. We knew we had got to the\nstump end of the bogs and, turning due east, we reckoned an eight-hour\ntramp or so would bring us out somewhere into the open where we had\nleft the main camp.\n\n“Tellemark and I figured it out as we went. Four hours due east, was\nour idea, and four hours due south. We were right as it afterward\nturned out, but we had reckoned without the dark. A couple of hours\nafter we had turned east it came on and we had to camp in a little\nglade, eating our supper in the last of the daylight and then lying\ndown. We daren’t build a fire and we put out no sentries. If Gombi\nwere laying round, sentries were no use against him in that black dark\nand he was the only thing we feared. We lay spread about, the boys\npretty close together and Tellemark and I apart from them and side by\nside.\n\n“We talked for a bit as we lay there, speaking almost in a whisper,\nand then we lay quiet, but we couldn’t sleep. The boys slept like\nlogs. They thought themselves safe in the dark, no doubt.\n\n“As for myself I felt certain that beast was lurking somewhere near\nand that he would be up to some trick, though what I couldn’t say. I\nlay listening for sounds and heard plenty. Away off, miles away it\nseemed, I heard the cry of a lion. Not the questing cry, but the cry\nof a lion that has fed; then I heard the rooting of a bush pig. Then,\nsomewhere in the forest, maybe a mile away, a tree went smash. You\noften hear that and there is no other sound like it. Some great\ncottonwood or euphorbia going rotten for years had suddenly tumbled.\n\n“After that things got pretty silent till suddenly there came a little\nsound that made my heart jump—something different from any other\nsound.\n\n“‘Thr-rub-b!’\n\n“I couldn’t be sure, but I could have sworn it was the sound of a taut\nstring suddenly relaxed. I waited. Then after a while it came again.\n\n“‘Thr-rub-b!’\n\n“I drew my head close to Tellemark’s and whispered, ‘Is that the sound\nof a bow?’\n\n“‘Yes,’ he whispered.\n\n“‘Shall we fire?’ I asked him, and he whispered back, ‘No, we’d\nstampede the boys—chap’s shooting on chance: Don’t move.’\n\n“I took his meaning. Gombi had marked us down. Afraid of firing when\nthere was light enough to chase him by, he was shooting blind in the\nhope of bagging some of us—maybe getting the lot. He’d hit nothing as\nyet evidently.\n\n“I lay still and said my prayers and the thing went on. Five or six\ntimes that bow went; then it stopped. A minute passed, ten minutes.\n\n“I whispered to Tellemark, ‘He’s gone,’ and the whisper came back,\n‘Not he—changing his position.’\n\n“I felt things running down my face—sweat drops. Far away off in the\nwoods came a cry; it was the cry of a hyena; then silence shut down\nagain. Not a sound, till suddenly—but farther away now—came the noise\nof the bow.\n\n“‘Thr-rub-b!’ and after it, right over my head, something passed\nthrough the air.\n\n‘Whitt!’ An arrow had missed me by inches. I whispered to Tellemark.\n‘Shall we fire?’ and the whisper came back, ‘No. Don’t know where he\nis. Flash would give him our position—stampede boys. Chance it.’\n\n“It went on. No more arrows came near. Then it stopped. The beast was\nevidently changing his position again. A minute passed and then\nsuddenly out of the dark there came a muffled crash followed by a\nsqueal and silence. I listened, the sweat running into my eyes, and\nthere came a new sound close beside me. It was from Tellemark. He\nseemed in convulsions. I thought one of the poisoned arrows must have\ngot him, he was shaking and choking. I clutched him by the shoulder\nbut he shook himself free.\n\n“I’m all right,’ he whispered. ‘I’m only laughing—oh, Lord, can’t you\nsee, that chap’s fallen into an elephant trap.’ Then he went off\nagain. It wasn’t laughter so much as hysterics, sheer hysterics from\nthe snapping of the tension and the relief.\n\n“Tellemark had an ear that could tell the meaning of any sound, and by\nthe sound he had heard he could tell the truth as plainly as though he\nhad seen Gombi treading on the bush covering of an elephant trap and\nits collapse. Now that he had told me, I could see it too. After a\nwhile, when he had quieted down, I asked him should we rouse the boys\nand get the beast out, and he whispered ‘No, can’t do it in the dark.\nLeave him till morning and get to sleep.’\n\n“I heard him give a few more chuckles as he turned about, then I heard\nhim breathing quietly and next minute I was asleep myself. I slept for\nhours and when I awoke it was just before dawn. Tellemark had stirred\nme up. ‘Smell that?’ he whispered.\n\n“I did. Then the truth broke upon me and I lay there in the dark\nthinking of Gombi’s work and waiting for day to show how many he had\ngot. Then as the day broke I could see, lying there among the others\nwho were soundly asleep, the swollen bodies of three of the boys, each\nwith an arrow sticking somewhere in him. The bite of the arrows hadn’t\nbeen enough to wake them.\n\n“‘We’ve got to get those chaps away before the others see them,’ said\nTellemark. We did—into the woods far to leeward. When we returned, we\ncould see in the stronger light arrows sticking here and there in the\ntrees, arrows that had missed their mark. We broke them off carefully,\nand flung them away lest the boys should see them. Then we located the\npit with its broken cover. Then, and not till then, we kicked the boys\nawake and before they had time to look round told them Gombi was in\nthe pit.\n\n“Tellemark had peeped down and seen that it was unstaked, and then\nbegan a powwow as to how we should get the creature out.\n\n“All sorts of suggestions came from the boys, one fellow wanted to\ncatch a wild cat and lower it tied by the tail, the cat would catch\nGombi and we’d drag both up. Not a bad idea either, only we hadn’t a\nwild cat. Then I solved the business by jumping down myself. He showed\nno fight and we had him out in a tick and he bothered the world no\nmore.\n\n“That’s all; we got back to camp all right, only we forgot the tusks\nin our excitement, nearly three hundred pounds of ivory.\n\n“Those slippers,” finished the collector of trophies, “are made of\nGombi’s skin. Allenby, of Bond Street, made them for me.”\n\nBy his look of expectancy I guessed at once that I was not the only\nman he had trapped into wearing those slippers while listening to that\ntale. But the howl of disgust he was waiting for never came—and he\nnever forgave me, I think. The story ought to end here, but it\ndoesn’t. For the chief protagonist is not Gombi but Patrick Spence.\n\nIt remains only to ask and answer the debated question—does the gun\nlike the fishing rod breed liars?\n\nAt the great sale after Sir Patrick’s death I bought those slippers\nfor four and sixpence and sent them to a high authority, with a simple\nquestion and a stamped telegraph form. The reply came promptly next\nday. “Absolutely not. Lamb skin.”",
    "metadata": {
        "author": [
            "Stacpoole, H. De Vere (Henry De Vere)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67506/pg67506.txt",
        "name": "the_story_of_gombi.json"
    }
}