{
    "name": "The sky sheriff: The pioneer spirit lives again in the Texas Airplane Patrol",
    "author": [
        "Burtis, Thomson"
    ],
    "body": "The blazing sun of a Texas afternoon turned air and drab brown earth\nto gold. Not a breath stirred the huge white stocking that served as\na wind-indicator on the airdrome of the McMullen Flight of the Air\nService border patrol.\n\nSeven men were standing in a line south of the airdrome. Six of them\nwere tanned young chaps with the look of the open in their steady\neyes with tiny sun-crinkles at the corners. The other man wore a\nflowing gray mustache, a sombrero that dwarfed the others’ Stetsons,\nand ornately embossed cowboy boots. He was known from one end of the\nRio Grande to the other as Sheriff Bill Trowbridge.\n\nA low drone came to the ears of the group, and far in the distance\nthey glimpsed the tiny form of a ship, diving with motor on for the\nairdrome. Hickman looked up at the plane.\n\n“Probably Tex MacDowell and Sleepy Spears.”\n\n“Who’s Spears?” asked Trowbridge.\n\n“New man from the Air Service Mechanics’ School at Donovan Field,”\nexplained Perkins. “He’s the sleepiest-looking guy in the world.\nYesterday Tex and Sleepy announced they were going to fly to Laredo,\nif I’d let ’em, and go over to the ‘Bee’ hangout in Nuevo Laredo,\nand either win a fortune or else get entirely broke.”\n\nCaptain Perkins’s face was serious.\n\nSheriff Trowbridge glanced at him sharply. Apparently there was\nsomewhat of puzzlement, disapproval, in the new commanding officer’s\nwords.\n\nTrowbridge was grinning widely. “Did yuh ever have any previous\nexperience handlin’ wildcats?”\n\nCaptain Perkins shook his head. “Live and learn, I guess,” said he.\n\nThe ship circled northward, banked around toward the field, and the\nroaring motor ceased. Then the De Haviland dropped over the low\nfence that formed the northern boundary of the field. Waiting\nmechanics in front of a hangar seized the wings and helped bring the\nship into the line.\n\nThe two flyers climbed out of the cock-pits.\n\n“See that short fellow walking as if every step would be his last?”\nsaid Jennings. “That’s Sleepy.”\n\nTrowbridge smote his thigh.\n\n“I get yuh now,” he stated. “Isn’t Sleepy the hombre that had a\nrun-in with some would-be bad men up in Barnes City a few months\nago?”\n\n“He’s the one,” said Pop Cravath, wiping the sweat from his bald\nspot with a voluminous khaki handkerchief.\n\nSpears’ drooping eyelids were raised to look at the little group. A\nslow smile stretched the already wide mouth.\n\n“Meet Sheriff Trowbridge, Sleepy,” said Perkins.\n\n“Delighted. I’ve heard several mouthfuls about you, Sheriff,” said\nSleepy.\n\n“Did you break the ‘Bee’?” inquired Trowbridge solemnly.\n\n“They took advantage of us,” sighed Sleepy. “They fed us Benedictine\nand Mescal. The last I remember was shooting two hundred at the\ncrap-table and then bursting into ribald grief when two sixes turned\nup. We woke up in the alley alongside the Laredo House this\nmorning.”\n\nCaptain Perkins’s lean, square-jawed face was crossed with varying\nexpressions of merriment, wonder, and disapproval. Apparently the\nCaptain was completely puzzled--unable to understand the facets in\nhis flyers’ characters.\n\n“I’ve got to meet the four-ten from San Antone,” said the Sheriff,\nsuddenly. “My old friend George Bilney is comin’ in. Say, I’m going\nto bring George out here this evenin’, mebbe. He’s station agent and\nstorekeeper up here at Willett. He’s only in town to the back train\nat ten, but he’s got a daughter you boys ought to meet. She’s the\nQueen of Sheba, and likewise the Lily of the Valley.”\n\n“That sure is interesting. You show us a way to meet her, Sheriff,\nand we’ll show ourselves grateful,” said Sleepy.\n\n                 *       *       *       *       *\n\nThat evening Sleepy Spears drove a dusty roadster down the main\nstreet of McMullen. He saw the train come in and saw the sheriff\nmeet Pappy George Bilney, a little wisp of a white-bearded man.\n\nSleepy then drew up to the curb in front of a drug store with a\nflourish and shut off the motor. As he turned to climb out, his gaze\nfell on the face of a tall, thin, stooping fellow with drooping\nbrown mustachios. As if by some hypnotic influence, the stranger’s\nclose-set eyes rose to meet the flyer’s gaze, then dropped. The man\nwalked on.\n\n“That’s that foreman from Barnes City!” murmured Sleepy. “Must ’ave\njust got out of jail, if old man Shaler did what he said he was\ngoing to do after this bird’s scheme to tar and feather poor old\nCorrell. I wonder what he might be doing here?”\n\n                 *       *       *       *       *\n\nA like mental query regarding Spears was arousing fear in the mind\nof the “bird”--Cal Buchanan, as he called himself. For Cal Buchanan,\nbeing a coyote by nature instead of a wolf, had within the last few\nhours formulated a wolf’s plan to resuscitate his fallen fortunes,\nand when a coyote essays a wolf’s role he is likely to shy at a\nshadow.\n\nAs he lounged along the lively street, his small eyes roved\nconstantly, seeing nothing but mental images. Girls and women whose\nclothes would not have been out of place on the leading\nthoroughfares of the largest cities; trimly dressed men along with\nothers in cowboy boots and flannel shirts; here a store window that\nmight have been transplanted from Manhattan next to a display of\nornate saddles and lariats; a five-thousand-dollar limousine passing\na hitching-rack where drooping cow-ponies awaited their owners--all\nwere vague to him as he remained immersed in his plans.\n\nSleepy Spears had been farthest from his thoughts until the square,\nsunburnt countenance had appeared with all the effect of a sudden\nand unwelcome vision.\n\nHis thoughts turned back to his experience with Spears six months\nbefore. While drunk, he had visited the Barnes City fair, where\nSpears and Al Johnson, from Donovan Field, were giving flying\nexhibitions. Then had come that row with Correll, Spears’s mechanic,\nand the dream of tar-and-feathering Correll with the help of three\nconfederates.\n\nIn a remote cabin the plan was working well, and the four men were\njust ready to strip Correll, when a human tornado in the form of\nSpears had burst in the door. From that time on, events were rather\nvague in Buchanan’s mind. Later he had learned that Spears, learning\nof the plot too late to overtake the hazing party by automobile, had\nmade a parachute jump at night from Al Johnson’s airplane in order\nto reach Correll in time.\n\nWas there any possibility that Spears, recognizing him, could\ninterfere with the scheme that he had in mind? Nervous as a cat, he\nfinally arose, leaving his food, paid his check, and walked out.\nSpears or no Spears, his mind was made up. There did not seem to be\nany reason to believe that the flyer could possibly get on to the\nscheme he had in mind. And he was desperate.\n\n                 *       *       *       *       *\n\nSix months in the Barnes City jail had been his sentence for the\nattempted tar-and-feather soirée, At the expiration of his term,\nthree days before, he had been left under no misapprehension as to\nwhether his room was preferable to his company in Barnes City. He\nhad drifted aimlessly toward the border, with vague plans of going\ninto Mexico. A hundred dollars was his capital, and to his craven\nheart the future loomed dark--until that spry little old man, Bilney,\nwho had boarded the train at Willett, made friends with him, and\ngave him an opportunity to recuperate his fortunes.\n\nGeorge Bilney had prattled proudly during the whole\nseventy-five-mile trip from Willett. He kept a general store at\nWillett, though it was only a tiny station and his nearest customers\nlived six miles away. His main source of profit, however, was his\nranch business. Six ranches, ranging from six to fifty thousand\nacres, did all their business with him, because of the convenience\nof having him do the buying, and because he kept a large and\nassorted stock from which a hurry call for anything from tools to\nfeed or worm-salve could always be filled. Warehouses full of feed,\ntools, wire, lumber, provisions, and all the other supplies\nnecessary for the modern ranch testified to the volume of his\nbusiness. As a matter of fact, his store and its other buildings\nactually formed the so-called town of Willett.\n\nHis daughter, home for her college vacation, his dead wife, his\nboyhood in New England--the little storekeeper had told it all to the\nsympathetic Buchanan, and among all the details one other thing,\nwhich had set that coyote’s heart to thumping as he heard it. For it\nappeared that most of the customers of the store paid their bills on\nthe last day of the month--“It takes quick turnovers for cash to run\nmy business,” Bilney had said. And the money was not sent to\nMcMullen until the next morning, on the one daily train that ran\nsouth.\n\nBilney had said that he was returning on the ten o’clock train that\nevening. Buchanan could slip into a berth, ride to the next station\nnorth of Willett, which was twenty-five miles, hire a horse, and\nride back in the evening of the next day. Bilney had given him a\ncordial invitation to drop in for a meal at any time.\n\nIt would be absurdly simple. If the money was in a safe, he could\nforce the old man to open it; then bind up him and his daughter, cut\nthe telephone wires, perhaps leave a note on the front of the store\nsaying that the owner would not be back until next day, to give him\ntwelve hours’ respite. In that time, by hard riding on the excellent\nsaddle-horse that Bilney had bought for his daughter, Buchanan could\nmake the border. Then for an easy life in Mexico.\n\n                 *       *       *       *       *\n\nBilney, on the next evening, was reading the San Antonio _Express_\nby the light of a big white-shaded kerosene lamp, while Cissy, the\nhuge negro woman who was his housekeeper, prepared supper. On the\nother side of the table a tall girl with a mass of black hair and a\nsweet face, was fondling a bull-terrier puppy.\n\nBuchanan paused outside the window and took in the scene. The old\nman lived in the rear of his store, which was now closed, so\nBuchanan knocked on the back door.\n\nBilney opened it, and for a moment peered nearsightedly through his\nglasses, set half-way down his nose.\n\n“Well, well, come right in, my boy. How did you get up here so\nquick?” he said.\n\n“I got me a job at the Blackburne ranch to-day, and I just thought\nI’d drop in t’ say howdy,” returned Buchanan, entering hesitantly.\n\n“Glad to see you. Company’s scarce around here. Meet my daughter\nJudith--Cal Buchanan, Judith.”\n\nJudith’s voice had the musical slowness of the South. Bilney set out\ncigars. Buchanan, ill at ease and in a nervous tremor, refused both\nand talked infrequently. He found it hard to meet the tranquil eyes\nof the girl; he devoted most of his attention to her father, who\ntalked enough for all three.\n\nThe little sitting-room was cozy and homelike in the soft light of\nthe lamp. The flat tints of the wall and the selection of prints and\nfurniture showed a taste that gave subtle individuality to the room.\nWithout knowing the exact reason for it, his surroundings increased\nBuchanan’s discomfort.\n\nSupper--Judith called it dinner--was an ordeal. Bilney wore a coat\nover his flannel shirt and black bow-tie, and Judith’s white frock\ncontrasted with Buchanan’s dirty vest and flannel shirt, open at the\nscrawny neck. A snowy table-cloth, simple silverware--all were\nforeign to his usual surroundings. Finally Judith succeeded in\ndrawing some halting conversation from him on the subject of horses.\nShe was a typical Texas girl in her love of riding. Occasionally he\nfelt her large eyes resting on him, and felt the goose-flesh start\non his body. Somehow or other, she seemed a bigger obstacle to him\nthan her spry little father. The negress added to the complications\nsomewhat, but not too greatly. He strove to steady himself by\nthinking of what the successful culmination of his enterprise would\nmean to him.\n\nThe meal over, he sat in the sitting-room hour after hour, unable to\nlaunch his offensive. When Bilney insisted on his spending the night\nwith them, he accepted like a drowning man grasping at a plank. He\nforgot the value of time as he convinced himself that with the\nhousehold asleep he would have greater chances for success.\n\n                 *       *       *       *       *\n\nAt ten-thirty Buchanan huskily announced his desire for sleep. His\nhost showed him his room, which opened off the sitting-room, as did\nhis own room and Judith’s. The store was reached through a passage\nfrom the living-room, which skirted the store office and opened\ndirectly into the passageway between two counters. His last mental\npicture was that of Judith kissing her father good night.\n\nWithout undressing, he threw himself across the spotless white\nspread and stared at the ceiling. Through the open window came the\ndrone of myriad insects, and the almost inaudible scratch of\nhundreds of them up and down the screen. The slight gulf breeze\nruffled the mesquit trees outside, and occasionally the yelp of a\ncoyote came to his ears.\n\nHow long he had waited he did not know; but when he finally removed\nhis boots and stole out into the dark living-room, lamp in hand, it\nseemed as if an eternity had passed. He meant to reconnoiter a bit.\nWith all the yellow heart of him he hoped that he might get the\nmoney and go without the necessity of binding Bilney and the two\nwomen, or of compelling the old man to tell him where the money was.\n\nWith a hand that shook so that the chimney rattled, he set the lamp\ndown on the battered table in the office.\n\nHe drew a pair of cutters from his shirt and quickly snipped the\ntelephone wires. The snap of a board beneath his feet nearly caused\nhim to drop the tool.\n\nThis accomplished, his small eyes darted around swiftly. The table,\na closed roll-top desk with a battered swivel-chair, and a heap of\nold pasteboard boxes and circulars in a corner of the tiny room\nrepresented the only furnishings. Apparently there was no safe.\n\nHe tiptoed to the window and pulled the wrinkled green shade to the\nbottom. He tried the top of the desk, and it rolled up obediently.\nWithin was a small metal box, locked with a hasp and a small\npadlock.\n\nHe gasped with relief. His first impulse was to grab the strong-box\nand run. With an effort he resisted the temptation. He must make\nsure that the money was there.\n\nHe wiped his moist palms on his overalls, and vainly tried to\ncontrol the tremors that shook him. He took out the heavy cutters,\nwith the idea of using them as a lever in an attempt to break the\nbox. He was just starting to insert them below the hasp when padding\nfootsteps came to his ears.\n\nAn exclamation that was like a sob burst from his ashen lips as he\nturned, his fingers gripped around the instrument in his hands. Dim\nagainst the blackness of the open door, because of the lamp between,\nhe saw the scraggly white hair and peering eyes of Bilney. A\ntrembling revolver flashed close to the door-jamb.\n\nBlindly, unthinkingly, Buchanan leaped forward and swung. He was in\nan ecstasy of terror. The report of the wild shot echoed like\nthunder an instant before his weapon sank in the skull of the\ntrembling old man. He dropped, limply horrible. The revolver crashed\nto the floor.\n\n“Daddy!”\n\nSwiftly flying footsteps up the passage came to his ears like the\napproach of some avenging fate. He met the girl as she burst through\nthe doorway. His hand closed over her mouth. Her anguished eyes\nblazed into his.\n\nHe was conscious, through his trance of fear and horror, of screams\nrising eerily through the night. He took his hand from her mouth\nlong enough to rip out her silken sleeve, stuff it into her mouth,\nand bind it there with his bandana.\n\nShe came to herself then, and fought like a wildcat as he tried to\nbind her hands and feet. It was half a minute before he succeeded.\n\nHe did not wait to bind her feet, but hurried back toward those\nscreams, careless of the blackness of the passageway. He ran into\nthe table in the dining-room, and blundered toward the kitchen. The\nscreams rose in a crescendo of utter terror as he approached.\n\nMoonlight filtered through the windows of the tiny bedroom, and by\nits dim illumination he could see the whites of staring eyes in the\ncorner behind the bed. He jerked the gibbering old negro to her feet\nand his fist crashed to her jaw. He ripped and tore at the\nbed-sheets like a wild man, finally securing strips that answered\nfor a gag and strands to secure arms and legs.\n\nHe ran back to the office, to fall over the prone body of the old\nman. He rolled away from it as if from some living menace. He\nscrambled to his feet, his breath coming in labored gasps, and\nturned toward Judith, whom he had flung in the chair before the\ndesk. She was limp, her face still set in lines that seemed frozen\nin agony. He finished his task of binding her.\n\nWith the cash-box in his arms, Buchanan fled. It was the work of a\nmoment to enter the small corral, fling the saddle that hung in the\nshed on the back of Judith’s saddle-horse, and mount.\n\nThe whispering mesquit was the voice of phantom pursuers, the\nsolitude terrible.\n\nHe galloped to the little shack depot, and let himself in by\nsmashing a window. The moon-rays through a window gave enough light\nto enable him to smash the telegraph instruments and the telephone.\n\nThen, without food or water, he set off at a wild gallop southward.\nHis convulsed face was twisted backward over his shoulder as if he\nexpected the blurred buildings behind him to give forth some avenger\nto follow him through the shadows reaching for him from every side.\n\n                 *       *       *       *       *\n\nCaptain Perkins was sprawled in the swinging hammock on the porch of\nthe recreation building, puffing deliberately at a short pipe. It\nwas a little after ten o’clock in the evening. Presently the sheriff\nhappened along.\n\nThe lean-faced, square-jawed commanding officer was wrestling with\nsome of the problems that his new detail had brought him.\nTransferred from the engineers a few months before, he had found\nthat flyers bore little resemblance to the correct young West\nPointers he had known in the infantry and the engineers. And his\nfirst detail as a commanding officer, he admitted frankly to\nhimself, had him guessing.\n\n“I ain’t been around the border cavalry since Washington crossed the\nDelaware for nothin’,” the Sheriff advised him. “Cap’n, in my\njudgment, you got to figger this here Air Service as different from\nany other. Course, I may be jest a foolish old-timer which ought to\no’ passed out quiet and decent a matter o’ ten years ago, but this\nhere bunch o’ yours, and the other boys from down Laredo and Marfa\nway that I run into, have kinda sneaked under my hide. By and large,\nthe idee o’ these planes spannin’ the border from California to the\nGulf o’ Mexico, risin’ out o’ little cleared spots in the Big Bend\nand out there in Arizona, and these boys flyin’ ’em over them El\nPaso mountains and the deserts and this Godforsaken strip of\nmesquit, riskin’ their lives every minute they’re in the air--it’s\nkind o’ doggone romantic to even an old sand-rat like me.\n\n“And rememberin’ the times when fellers like Sam Edwards, which is\nnow fat and a mayor and washes his neck regular, was r’arin’\nyoungsters ridin’ down main streets drunk and shootin’, and\nrememberin’ what true-blue buddies and real hombres they was, makes\nme judge your boys in the same class.\n\n“And listen, son: the old days in this country meant that a man had\nto have guts or go under. Because they was men ridin’ the range and\nmaintainin’ their necks as good as new by their own gun-play, the\nsame red blood which showed in them things was responsible for\nwhat’s known now as the old ‘wild West’ stuff.\n\n“I reckon your boys are pioneers, Cap’n. To my notion, any man that\npicks this here flyin’ as a profession ain’t ever goin’ to get no\nkick out of a ten-cent-limit poker game. Where would yore Air\nService be if the men in it was playin’ things safe?”\n\nHe raised his voice at the last words, for the brooding silence of\nthe night was shattered by the rolling explosions of a motor.\n\n                 *       *       *       *       *\n\nSpear’s battered roadster shot down the road, its huge headlights\nprobing the darkness. It swooped around the sharp corner with\nbreath-taking speed, stopped with startling celerity, and died into\nsilence. The flyer strolled toward the porch, peering briefly at the\ntwo occupants thereof.\n\n“Hello,” he greeted them briefly, as he sank on the steps. “I want\nto inquire about the ringleader of that Barnes City tar-and-feather\nparty I saw get off the train yesterday afternoon. Tall,\nhungry-looking guy with a long mustache.”\n\n“Name o’ Buchanan?” asked Trowbridge interestedly.\n\n“I don’t remember his name, but it wasn’t Buchanan then--at least,\nnot in his home town. He must have just got out of the lock-up.”\n\n“I met the individual referred to yesterday--Pappy George Bilney\nintroduced him to me. They ’peared to have struck up considerable of\na friendship on the way down,” the Sheriff said slowly. “I ain’t\nseen this feller around the town to-day, neither. Prob’ly George\ntold him all his secrets, too, on the way down. He never has learnt\nthat there’s bad men runnin’ around the border. I’ve often thought\nof what a good chance fer a robbery George’s emporium was, ’way off\nby itself thataway. By Godfrey, to-day’s the first o’ the month,\ntoo. I believe I’ll mosey up to see George and Judy t’morrer.” The\nSheriff turned to Captain Perkins. “Cap’n, how about one o’ the boys\nflyin’ me up to Willett t’morrer? I shore am anxious to git up that\nway.”\n\nThe commanding officer readily assented.\n\n“Thanks, Cap’n,” returned Trowbridge. “Sleepy, I ain’t noticed you\nrushin’ forward to offer yore services as chauffeur--”\n\n“Oh, I’ll be tickled pink,” yawned Sleepy.\n\n                 *       *       *       *       *\n\nHelmet and goggles in hand, Sleepy, the next morning, made his way\nto the line, where a huge figure interestedly watched the efforts of\nthe mechanics.\n\n“Mornin’!” came the jovial hail of Trowbridge.\n\nSleepy nodded. The big twelve-cylinder Liberty increased its roar as\nthe sergeant shoved the throttle wide open. The men, holding each\nwing and the tail, buckled to their work as the whirring propeller\npulled the wheels against the blocks with seemingly irresistible\nforce.\n\nSlowly the drum of the mighty cylinders tapered off as the mechanics\ndrew back the throttle. Spears adjusted helmet and goggles, and then\nhelped in the Sheriff, who looked like an old eagle.\n\nOne of the mechanics saw to it that the belt was safely snapped\naround him while Sleepy took a look at his instruments from beneath\ndrooping eyelids. The air-pressure was two and a half and the\noil-pressure a safe thirty. Quick trials of each switch proved that\nboth sets of plugs were working perfectly. Temperature 70\nCentigrade, voltmeter charging, gasoline pet-cocks switched on the\nmain tank, horizontal stabilizer at neutral--the maze of wheels and\ninstruments and pet-cocks and pumps that filled the cock-pit made a\nconnected story which his drowsy eyes read effortlessly.\n\nHe glanced back at the Sheriff, who filled the rear cock-pit to\noverflowing. The Sheriff waved a puffy arm to signify his readiness\nto depart.\n\nAt Sleepy’s nod, the mechanics pulled the blocks from the wheels,\nand then swarmed at the edge of the left wing, holding it back while\nSleepy turned the De Haviland around with full gun and left rudder\non as far as it would go. Without stopping for a moment, he\nneutralized his rudder, shoved the stick forward, and in a moment\nwas scudding across the field with accelerating speed. The pilot sat\ncarelessly, his right arm draped restfully on the padded cowling\nthat rimmed the cock-pit.\n\n                 *       *       *       *       *\n\nWithout any reason at all, he gave the ship right rudder, and it\nswerved to the right; then left rudder, and a quick left turn was\nthe result. In a moment the ground sank below them; then Sleepy\nbanked carelessly, his lower wing barely three feet above the\nground. Then a left bank, combined with a mild zoom, and the\nthirty-four-hundred-pound ship lifted over the hangars on the\nwestern edge of the field in a climbing turn, seeming literally to\ngraze the sides, so close was it.\n\nThe pilot looked back with a slow grin, to see Sheriff Trowbridge\nholding to the cowling as if the force of his grip might make some\ndifference.\n\n“He flies too casual-like,” was Trowbridge’s judgment, before he\nlost himself in the joy of the rushing air. The flat, misty earth\nwas now five hundred feet below them as they circled the airdrome.\n\nSleepy pulled back the throttle until the tachometer showed fifteen\nhundred revolutions a minute, and wheeled the stabilizer forward a\ntrifle until the ship rode level. By means of the stabilizer a ship\ncan be made nose or tail heavy by changing the angle of the two flat\nsurfaces on the tail.\n\nA quick glance at the many little glass-covered gauges before him\nshowed that everything was all right. The ship rode the smooth, cool\nmorning air buoyantly, and by the time it had made one circle of the\nfield had reached a thousand feet. Sleepy threw it into a vertical\nbank, and in a moment the railroad was in sight, leading northward\nthrough the mesquit.\n\nHe hunched down farther in the seat, until the great motor ahead of\nhim shut off all forward vision. His right arm rested limply on the\ncowling, and his feet were propped comfortably on the rudder-bar.\nThe car-shattering roar of the Liberty was as soothing as a lullaby\nto his accustomed ears. He did not vouchsafe a glance at the\nreceding ground below. He settled down for the forty-minute trip as\nif in an automobile.\n\nSheriff Trowbridge was in the seventh heaven. The billowing mesquit,\nfading into dim nothingness twenty miles away, the rush of the air,\nthe speed with which familiar landmarks were picked up and left\nbehind, all represented the greatest thrill the veteran had ever\nexperienced in his variegated career.\n\nThe southeast wind blowing from the Gulf of Mexico was slightly\nstronger than usual, and in thirty-five minutes the Sheriff glimpsed\nthe clearing that represented Willett. The sun had burned away the\nground-mist, and each tiny tree and weather-stained railroad-tie\nstood out plainly in the clear golden air. He shook the stick in the\nback seat--the usual signal from cock-pit to cock-pit. Sleepy, who\nhad been sitting as motionless as an image, did not immediately take\ncognizance of the signal. Not until the Sheriff had actually caused\nthe ship to wabble with the force of his hand on the stick did the\npilot turn his heavy-lidded eyes backward. Trowbridge unthinkingly\nthrew out an arm to point. The combined force of the propeller blast\nand a hundred and twenty miles an hour of speed knocked it backward\nwith painful suddenness; but Sleepy understood.\n\nThe tiny station and the store warehouses and corral, with the\nbarely discernible road leading past the store and to the station,\nlabeled their destination plainly. The clearing skirted the road on\nthe south side, and appeared to be about four hundred yards long and\na hundred yards wide.\n\nSleepy cut the motor to thirteen hundred and fifty revolutions, and\nas he nosed down, the speedometer jumped to a hundred and\nthirty-five miles an hour. In a shallow spiral he circled the field,\ndropping down to twenty-five hundred. Then he nosed upward and\nbanked smoothly to the left, jamming on full right rudder as the big\nship tilted. It shot downward on the tip of the left wing in a\nwicked side-slip. Trowbridge grabbed his goggles to keep them from\nblowing sideways, and strove to get his breath and conquer that\nsinking sensation in his stomach. In a moment the nose dropped, and\nin a smooth wing-turn the ship zoomed upward again and banked to the\nright. Another side-slip to the right, and they were down to fifteen\nhundred feet.\n\nWith a somewhat strained smile twisting his lips, the Sheriff\nwatched Sleepy handle his ship. The flyer’s eyes rested steadily on\nthe field below, and he seemed to fly instinctively. Alternately to\nthe right and left, the roaring ship dropped downward. At five\nhundred feet Sleepy gave it full gun and flashed across the field\nfor a last look. It appeared to be a close-cut hayfield, with no\nparticular obstacle except a shallow ditch cutting diagonally across\nthe northeast corner.\n\n                 *       *       *       *       *\n\nThe ship swept out of the slip barely a foot above the ground, and\nsped across the ground with quickly decreasing speed. For a\nsplit-second it seemed to hover, and at the instant Sleepy jerked\nthe stick back. Came the crunch of the tail skid and the rumble of\nthe wheels on the ground in a perfect three-point landing. Most\npeople do not know that alongside a perfect landing most of the\nthrilling acrobatic flying they “oh” and “ah” is child’s play.\n\nThe big plane stopped rolling a hundred yards short of the end of\nthe field, and Sleepy promptly turned off the gas pet-cock, to allow\nthe motor to run itself out of gas. By this method damaging backfire\nin the expensive, fragile motor would be impossible. In a moment the\nLiberty sputtered and died, and the seven-foot propeller came to\nrest. He clicked off the switches and released the air-pressure.\n\n“You use these things right careless-like,” came the Sheriff’s\nvoice, vague because ear-drums were still humming from the roar of\nthe motor.\n\nThe pilot unstrapped himself, climbed out, and leaned restfully\nagainst the trailing edge of a wing while he set fire to a cigarette\nand watched the Sheriff release himself from his belt and climb out.\n\n“Funny there ain’t nobody out to greet us,” remarked Trowbridge.\n“Let’s mosey over to the emporium.” The front door was closed; and\nthere was not a sign of life. They went to the back door, and the\nSheriff knocked without result. He tried the door experimentally,\nand it opened.\n\n“I don’t quite get the lay,” said Trowbridge, as he led Spears into\nthe sitting-room. “O George! You lazy old counter-jumper, where be\nyuh?”\n\nA muffled cry came to them from the store. Without a word,\nTrowbridge lumbered swiftly up the passageway that led to the store,\nSpears behind him.\n\n“Great God!” breathed the Sheriff, as he reached the office door.\nAlmost before the words were out of his mouth, Sleepy was peering\nover his shoulder at the gruesome tableau.\n\nThe body of Bilney he almost forgot for the moment, as he met the\ntearless, burning eyes of the girl, eery above the gag-bandage that\ncovered her face. Trowbridge dropped to his knees beside the body of\nhis friend. With a catlike leap, Spears hurdled the body and ripped\nat the girl’s bonds. Her large eyes gave him the creeps--they seemed\nlike the only part of her alive.\n\n“He’s still alive,” said Trowbridge, with ominous calmness, as he\narose. “Judy girl, what happened?”\n\n                 *       *       *       *       *\n\nFor a moment the girl neither moved nor spoke. Sleepy stood quietly\nbeside her, his narrowed eyes watching the girl unwinkingly, as cold\nas the glint of sunlight on ice.\n\nThen, in lifeless tones, the girl told the story while Trowbridge\ngently wiped her father’s wound with his bandana. As her story\nunfolded, her low-pitched voice grew louder. Suddenly the barriers\nof her artificial repression gave way. With a heart-rending cry, she\nthrew herself on the body of her father. Her hands caressed his\nthin, blood-stained gray hair, and her lips were pressed to his\nwithered cheek.\n\n“I’m gittin’ some water,” said Trowbridge slowly, and disappeared.\n\nWithout speaking, Sleepy went into the store and caught up a\nblanket. He returned, and wrapped it round the girl in her torn\nnightgown. Then he put one arm under her and gently raised her to\nher feet as the Sheriff returned with a basin of water. Spears led\nthe sobbing girl to a chair.\n\nIn silence broken only by the girl’s weeping, Trowbridge washed and\nbound the wound. Then he slowly got to his feet, his mahogany face a\nmask from which two thin slits flashed wrath that was terrible in\nits all-consuming force.\n\n“I’d die happy the minute after I’d shot the skunk that did this,”\nhe rasped, his face working suddenly.\n\n“If you’ll shoot as you never shot before, maybe you can get him,”\nsaid Spears, the timbre of his voice subtly different. “Listen. This\nBuchanan would make for the border, wouldn’t he?”\n\n“Uh-huh.”\n\n“If it wasn’t for leaving Miss Judith and her father here alone--”\n\nThe Sheriff comprehended the generalities of Spears’s plan\nimmediately. He whirled on Judith.\n\n“Where’s Cissy, Judy?” he asked.\n\n“I--I don’t know. She----”\n\nTrowbridge plunged down the passageway. In a moment he returned,\nleading the half-dead old negress.\n\n“Listen, Judy; you say you heard Buchanan take your horse?”\n\nThe girl nodded, her face hidden in her arms.\n\n“Cissy, you take care o’ Mr. Bilney. Judy girl, get yoreself\ntogether and ride Buchanan’s horse to the nearest telephone. ’Phone\nthe airdrome at McMullen, and tell ’em to send Doc Spurgin up here\nby ship to tend to yore daddy--I believe the doc can save him. Spears\nand I’ll take after this coyote, and mebbe we can find him.”\n\nHe looked at Spears, and for the first time noticed the change in\nhim. Glowing eyes, body like a coiled spring--he gave an impression\nof leashed power waiting eagerly to be unbound.\n\n“Let’s be about it,” he said briefly.\n\nTogether, as gently as possible, they lifted Mr. Bilney’s\nunconscious form and carried it to his room.\n\n“Git dressed and start, Judy; we’ll see that the horse is ready,”\nsaid the Sheriff. “We’re on our way.”\n\n“Oh, I hope you get him!” the girl said passionately. She seemed\nablaze as she stood there, a statue of vengeance personified.\n\n                 *       *       *       *       *\n\nThe horse was in the corral, unsaddled. It was the work of a moment\nfor the Sheriff to saddle him. Meanwhile Sleepy made for the ship\nwith long strides.\n\nHe climbed into the cock-pit, and without a single lost motion\nturned on the gas, set the air-pump, and rapidly pumped up the air\nto three pounds. This done, he adjusted the priming pet-cock and\nsent three stiff shots of gasoline into the cylinders. As Trowbridge\ncame lumbering across the field, Sleepy was twirling the propeller.\nThe effortless ease with which he overcame the compression of the\nbig motor and the weight of the heavy stick would have been an\neye-opener to some of Spears’s best friends.\n\n“Ready, son?” bellowed Trowbridge.\n\n“Just about. Here’s the scheme. He’ll probably stay pretty close to\nthe railroad in order to keep a straight course for the border,\nwon’t he?”\n\nThe puffing representative of the law nodded.\n\n“Keep a close watch. If we spot him, I’ll go low and stall the ship.\nWhen it hovers for a minute, shoot. I believe you can hit. It’ll be\nticklish work, Sheriff. I may not be able to catch the ship again\nafter the stall.”\n\n“What do I care?” Trowbridge burst forth.\n\n“I didn’t think you would. How can we make sure when we’ve found our\nman?” asked Spears.\n\n“I’d know Judy’s pony anywhere,” declared the old man truculently.\n\nWithout another word, Sleepy went back to the cock-pit and snapped\non the switches.\n\n“I’ll pull you--I’m more used to this cranking than you are.”\n\n                 *       *       *       *       *\n\nAs the Sheriff set himself with one hand on the prop, Spears grasped\nhis other wrist with both of his hands. In time to the count, the\ntwo men swung backward and forward, without moving the propeller\nuntil “Three!”\n\nWith all his strength, Spears jerked the Sheriff away from the\nstick. The huge body actually left the ground under the power of the\npilot’s pull. The Liberty caught, and Spears leaped for the cock-pit\nto advance the spark and throttle until there was no danger of the\nmotor dying.\n\nTrowbridge removed his cover-alls, literally tearing them off in his\nhaste. His inseparable companions, the two big six-shooters, came\ninto view, their pearl butts protruding from the swinging holsters.\nBy the time Spears had strapped himself in and had begun to run the\nmotor up in a quick warm-up, his passenger was ready.\n\nWhen the temperature-gauge showed 60 Centigrade, the flyer glanced\nback. The Sheriff was standing up, peering at the instruments over\nhis shoulder. For a second two pairs of gleaming eyes met in\nwordless appraisal. To the old man the devil that danced behind the\ncold sheen of the pilot’s eyes meant many things. In that moment was\nborn an understanding which went deeper than mutual participation in\nthe coming venture--it was a revealment of the fundamentals in the\nyounger man’s make-up.\n\nWithout a word Spears turned and gave the De Haviland the gun. It\nskidded around in a close circle, and then with the ever-increasing\nroar of the Liberty sped across the field on its mission.\n\n                 *       *       *       *       *\n\nAt two thousand feet they had a clear radius of vision of ten miles.\nThe tachometer showed seventeen hundred revolutions a minute as with\nwide-open motor the ship drove toward the border at a hundred and\ntwenty miles an hour. Ceaselessly two pairs of eyes searched the\nfar-flung desert of mesquit below, striving to spot the figure of a\nhorseman.\n\nSpears figured that, provided Judith’s estimate of time was correct,\nBuchanan would have covered about forty miles. She thought that the\ncrime had been committed about one o’clock. He was flying a few\nmiles west of the railroad, in the belief that his prey would strike\na straight course for the border. With all his heart the grim-faced\npilot hoped that they might find him. Time after time the tableau in\nthe barren little office arose before his eyes, momentarily blotting\nout the flat green panorama below. With every fiber of him he craved\npersonal vengeance--the opportunity to wreak punishment on the man\nwho had left a girl bound and gagged to watch over her all but dead\nfather.\n\nTwenty minutes out, both men redoubled the minute care with which\nthey searched the ground, which was like a painted curtain half a\nmile below. It was Trowbridge who suddenly grasped the stick and\nrocked the ship back and forth exultantly.\n\nSpears turned and his eyes followed the Sheriff’s pointing finger.\nSure enough, there was a mounted man crossing a tiny clearing, two\nor three miles to the westward. Without cutting his motor, Spears\nnosed down.\n\nStruts vibrated madly, and wires shrilled to the terrific speed of\nthe ship as it darted earthward. Little by little, Spears shot\ndownward in a tight spiral, the pivot point of which was the now\ngalloping figure below. Like some prehistoric monster circling for a\nkill, the De Haviland roared earthward.\n\nAs he reduced the motor revolutions to a thousand, Spears frequently\njazzed the throttle to keep the spark-plugs from fouling with oil.\nIn a moment he would need every bit of the Liberty’s four hundred\nand fifty horsepower--and need it without a second’s delay on the\nmotor’s part.\n\nAt two hundred feet, half a mile back of Buchanan, who was now\ninvisible, Spears shoved the throttle wide open. The motor sputtered\na moment, and then caught. The ship hurtled across the mesquit like\na drab brown comet. The sensation of speed so close to the ground\nwas tremendous. In a few seconds they flashed across a wildly\ngalloping horse carrying a man whose upturned face was a smudge of\nwhite.\n\nSpears, hunched down behind the wind shield, turned his head and\nglanced inquiringly at his passenger. Trowbridge nodded violently.\n\nSpears banked so suddenly that it threw the Sheriff against the side\nof his cock-pit. The De Haviland swept around to the left, mushing\nslightly because of its terrific speed. Sleepy kept it nosed down\nuntil it was scraping the tops of the mesquit trees as he\nstraightened out once more.\n\n                 *       *       *       *       *\n\nA hundred yards back of the fleeing Buchanan, he cut the gun. The\nship swept on with decreasing speed. A few yards behind the man on\nthe ground, its speed was seventy-five miles an hour. Trowbridge,\nfighting the wind-blast, was standing up, both guns in his hands.\n\nThen Sleepy took his chance. He nosed up, banking to the right at\nthe same time. For a second the airplane hovered, right wing down,\nabove its prey. Each of Trowbridge’s guns spoke twice. Like a flash,\nSleepy rammed the throttle full on, glimpsing the fall of the horse\nbelow out of the corner of his eyes.\n\nThe fouled plugs did not catch immediately, and the infinitesimal\ndelay was fatal. The ship, being so low and having lost flying\nspeed, could not stay in the air any longer, and there was not\naltitude enough to pull out. In that split-second Sleepy had an\nopportunity, however, to do what he had planned all along if he did\nnot win his gamble--for he had never planned that the grizzled\nold-timer in the back seat should take his full share of the flying\nchances.\n\nBanked as it was, full top rudder would have dashed the ship into\nthe ground on its side, and the Sheriff would have borne the brunt\nof the crash. Instead, Sleepy shoved the stick forward as far as it\nwould go. With his arm thrown in front of his face, he rammed the\nship into the ground. Wings sheered off on trees, and then came a\nstupendous crash that marked the cessation of consciousness for the\npilot.\n\nTrowbridge, stunned as his head was dashed against the front cowling\nof the cock-pit, found himself lying on his side in the middle of a\ntwisted mass that represented the broken fuselage. He struggled\nweakly, and then sank back with a groan. Apparently his collar-bone\nwas broken, and his right arm for some reason would not function.\n\n                 *       *       *       *       *\n\nHe fumbled at the belt dazedly, and succeeded in freeing himself.\nBit by bit, he crawled out of the débris, looking around for Spears.\nAs he dragged himself out, the spat of a revolver sounded, and the\nwhine of a bullet past his head made him duck so suddenly that he\nnearly fainted with the pain.\n\nHe peered toward the place where the shot had apparently come from,\nshielded from sight by the wreckage. Fifty yards away was the\ncarcass of the dead horse, and even as he looked a man’s head lifted\nitself above the body. Trowbridge snaked his way the few inches to\nthe remains of the cock-pit, and was rewarded with a shot that\ndrilled through the débris just beside him. He found one of his\nguns, jammed between two twisted longerons. As his groping hand\ngrasped it, a searing pain in his left leg seemed to come\nsimultaneously with the crack of another shot.\n\nIt was a moment before his will proved superior to the physical\nweakness that all but overpowered him. Then he started to crawl,\nwith infinite pains, the foot necessary to reach a point of vantage.\nThrough the twisted wreckage he peered with bloodshot eyes, his\nsixshooter in his left hand.\n\nIn two minutes he was rewarded. Once again Buchanan’s head protruded\nslightly from his barricade. Trowbridge sighted, this time, his gun\nresting on a piece of shattered ash. With all the remnants of his\nstrength, he forced himself to be careful. When the gun spoke,\nBuchanan’s head dropped limply on the horse.\n\nIt took the Sheriff two hours to bind the flesh wound in his leg and\nrelease Spears. The pilot was lying half under the motor, which had\nbeen jammed part way through the fuselage, leaving barely a foot of\nclearance between itself and the back of the pilot’s seat. One of\nSpears’s legs was caught under it, and an unnaturally bent arm told\nits own story. Trowbridge did not succeed in bringing him back to\nconsciousness before he himself tumbled over in the blazing heat of\nthe Texas sun. Above, three vultures hovered curiously.\n\n                 *       *       *       *       *\n\nAt ten-thirty in the morning, when no word had come of the ship’s\nsafe arrival at Willett, every plane at McMullen, except the two on\npatrol, was ordered out on the search. Jimmy Jennings found the\nwreck. From that time on, a ship was constantly hovering over the\nspot to guide the ground party. It was ten o’clock at night when Tex\nMacDowell’s De Haviland, equipped with wing-lights, brought the\nrescue expedition to the crash. The men were brought back to\nMcMullen on a special engine and caboose furnished by the little\njerkwater railroad.\n\nSpears came to briefly at the start of the trip, and did not wake up\nagain until the next afternoon, when he found himself in the\nMcMullen hospital, with Sheriff Trowbridge--none of whose bones had\nbeen broken--sitting beside his bed, and Captain Perkins standing at\nthe foot. In a moment Major Searles, the flight surgeon, came in\nwith the hospital physician.\n\n“Welcome back,” grinned the Sheriff.\n\n“Glad to be here,” returned Sleepy weakly. “Doc, what’s ailing me?”\n\n“Three broken ribs, a broken leg, and compound fracture of the right\narm,” replied the hospital man briskly. “We can fix you up as good\nas new.”\n\n“Outside of that, I’m all right, eh?” yawned the pilot “Did you get\nBuchanan, Sheriff?”\n\n“In two parts,” stated the Sheriff. “Polished off the job after we\nlanded. Bilney is comin’ along O.K. He and Judith are over to my\nhouse. She says she’s aimin’ to be an assistant nurse for you soon’s\nher daddy gets better.”\n\nSleepy’s square face lightened with a slow smile.\n\n“What’s a few broken arms and legs compared to that prospect?” he\nqueried gently. His eyelids dropped farther, and in a moment he was\nasleep again. The four men tiptoed out. Trowbridge stopped at the\ndoor and looked back on the tousled hair and tranquil face of the\nflyer.\n\n“I think I’ll get to understand a lot of things better down here if\nthe border continues like this,” said the commanding officer.\n\nThe Sheriff closed the door gently.\n\n“Well,” he drawled, “it is a fine place to git a valuation on real\nhombres.”\n",
    "metadata": {
        "author": [
            "Burtis, Thomson"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68498/pg68498.txt",
        "name": "the_sky_sheriff:_the_pioneer_spirit_lives_again_in_the_texas_airplane_patrol.json"
    }
}