{
    "name": "The seven missionaries",
    "author": [
        "McNeile, H. C. (Herman Cyril)"
    ],
    "body": "It never really got much beyond the rumor stage--Captain James Kelly of\nthe S. S. _Andaman_ saw to that. It wouldn’t have done him any good, or\nhis line, and since England was troubled with railway strikes and war\nscares at Agadir, things which happened on the other side of the globe\nwere apt to be crowded out of the newspapers.\n\nBut he couldn’t stop the rumors, and “Our Special Correspondent” in\nColombo made out quite a fair story for his paper at home. It didn’t\nappear; seemingly the editor thought the poor devil had taken to drink\nand was raving. In fact, all that did appear in the papers were two\nshort and apparently disconnected notices. The first ran somewhat as\nfollows, and was found under the Shipping Intelligence:\n\n“The S. S. _Andaman_ arrived yesterday at Colombo. She remained to carry\nout repairs to her wireless, and will leave tomorrow for Plymouth.”\n\nAnd the second appeared some two or three months after:\n\n“No news has yet been heard of the S. Y. _Firefly_, which left Colombo\nsome months ago for an extensive cruise in the Indian Ocean. It is\nfeared that she may have foundered with all hands in one of the recent\ngales.”\n\nBut she didn’t--the sea was as calm as the proverbial duck pond when the\nS. Y. _Firefly_ went down in a thousand fathoms of water not far from\nthe Cocos Islands. And but for the grace of Heaven and Jim Maitland that\nfate would have overtaken the good _Andaman_ instead.\n\nAnd so for your eyes only, Mrs. Jim, I will put down the real facts of\nthe case. For your eyes only, I say, because I’m not absolutely sure\nthat legally speaking he was quite justified.\n\n                   *       *       *       *       *\n\nThe S. S. _Andaman_ was a vessel of some three thousand tons. She was in\nreality a cargo boat carrying passengers, in that passengers were the\nsecondary consideration. There was only one class, and the accommodation\nwas sufficient for about thirty people. Twelve knots was her maximum\nspeed, and she quivered like jelly if you tried to get more out of her.\nAnd last, but not least, Captain James Kelly had been her skipper for\nten years, and loved her with the love only given to men who go down to\nthe sea in ships.\n\nWhen Jim and I went on board she was taking in cargo, and Kelly was\nbusy. He was apparently having words with the harbor master over\nsomething, and the argument had reached the dangerous stage of\npoliteness. But Jim had sailed in her before, and a minute or two later\na delighted chief steward was shaking hands with him warmly.\n\n“This is great, sir!” he cried. “We got a wireless about the berths, but\nwe had no idea it was from you.”\n\n“You can fix us up, Bury?” asked Jim.\n\n“Sure thing, Mr. Maitland,” answered the other. “We’ve only got twelve\non board: two Yanks, a colored gentleman, two ladies and a missionary\nbunch.” We had followed him below and he was showing us our cabins.\n“Seven of ’em, sir,” he went on, “with two crates of Bibles and prayer\nbooks, all complete. Maybe you saw them sitting around on deck as you\ncame on board.”\n\n“Can’t say I did, Bury,” said Jim indifferently.\n\n                   *       *       *       *       *\n\nThey never go ashore, sir,” continued the steward. “We’ve been making\nall the usual calls, and you’d have thought they’d have liked to go\nashore and stretch their legs--but they didn’t. There they sit from\nmorning till night reading and praying, till they fairly give you the\nhump.”\n\n“It doesn’t sound like one long scream of excitement,” said Jim. “But if\nthey’re happy, that’s all that matters. Come on, Dick. Let’s go up and\nsee if old man Kelly is still being polite.”\n\nWe went on deck to find that the argument was finished, and with a shout\nof delight the skipper recognized Jim. Jim went forward to meet him, and\nfor a moment or two I stood where I was, idly watching the scene on the\nquay. And then quite distinctly I heard a voice from behind me say, “By\nGod! It’s Jim Maitland.” Now as a remark it was so ordinary when Jim was\nabout that I never gave it a thought. In that part of the world one\nheard it, or its equivalent, whenever one entered a hotel or even a\nrailway carriage.\n\nAnd so, as I say, I didn’t give it a thought for a moment or two, until\nJim’s voice hailed me, and I turned around to be introduced to the\nskipper. It was then that I noticed two benevolent-looking clergymen\nseated close to me in two deck chairs. Their eyes were fixed on the\nskipper and on Jim, while two open Bibles adorned their knees. Not\nanother soul was in sight; there was not the slightest doubt in my mind\nthat it was one of them who had spoken. And as I stood talking with the\nskipper and Jim my mind was subconsciously working.\n\nThere was no reason, of course, why a missionary should not recognize\nJim, but somehow or other one does not expect a devout man with a Bible\nlying open on his knee to invoke the name of the Almighty quite so\nglibly. If he had said “Dear me!” or “Good gracious!” it would have been\ndifferent. But the other came as almost a shock. However, the matter was\na small one, and probably I should have dismissed it from my mind, but\nfor the sequel a minute or two later. The skipper was called away on\nsome matter, and Jim and I strolled back past the two parsons. They both\nlooked up at us with mild interest as we passed, but neither of them\ngave the faintest sign of recognition.\n\n                   *       *       *       *       *\n\nNow that did strike me as strange. A Clergyman may swear if he likes,\nbut why in the name of fortune he should utterly ignore a man whom he\nevidently knew was beyond me.\n\n“Come and lean over the side, Jim,” I said, when we were out of earshot.\n“I want to tell you something funny. Only don’t look around.”\n\nHe listened in silence, and when I ended he said:\n\n“More people know Tom Fool, old boy, than Tom Fool knows. I certainly\ndon’t know either of those two sportsmen, but it’s more than likely they\nknow me, at any rate by sight. And wouldn’t you swear if you had to wear\na dog collar in this heat?”\n\nEvidently Jim was inclined to dismiss the episode as trifling, and after\na time I came around to the same view. Even at lunch that day, when the\nskipper was formally introducing us and the clergyman still gave no sign\nof claiming any previous acquaintance with Jim, I thought no more about\nit. Possibly to substantiate that claim he might have had to admit his\npresence in some place which would take a bit of explaining away to his\nlittle flock. For the man whose voice I had heard was evidently the\nshining light of the bunch.\n\nHe turned out to be the Reverend Samuel Longfellow, and his destination,\nas that of all the others, was Colombo. They were going to open a\nmissionary house somewhere in the interior of Ceylon, and run it on\nnovel lines of their own. But at that point Jim and I got out of our\ndepths and the conversation languished. However, they seemed very decent\nfellows, even if they did fail somewhat signally to add to the general\ngaiety.\n\nThe voyage pursued its quiet, normal course for the first four or five\ndays. The two Americans and the skipper made up the necessary numbers\nfor a game of poker; the two ladies--mother and daughter they were by\nthe name of Armstrong--knitted; the seven parsons prayed, and the\ncolored gentleman effaced himself. The weather was perfect; the sea like\na mill pond with every prospect of continuing so for some time. And so\nwe lazed along at our twelve knots, making a couple of final calls\nbefore starting on the two-thousand-mile run to Colombo.\n\n                   *       *       *       *       *\n\nIt was the first night out on the last stage that Jim and I were sitting\ntalking with the skipper on the bridge. Occasionally the sharp, hissing\ncrackle of the wireless installation broke the silence, and through the\nopen door of the cabin we could see the operator working away in his\nshirt sleeves.\n\n“I guess it’s hard to begin to estimate what we sailors owe to Marconi\nfor that invention,” said Kelly thoughtfully. “Now that we’ve got it, it\nseems almost incredible to think how we got along without it. And what\ncan I do for you, sir?”\n\nAn abrupt change in his tone made me look around to see the Reverend\nSamuel Longfellow standing diffidently behind us. He evidently felt that\nhe was trespassing, for his voice was almost apologetic.\n\n“Is it possible, captain, to send a message from your wireless?” he\nasked.\n\n“Of course it is,” answered Kelly. “You can hand in any message you like\nto the operator, and he’ll send it for you.”\n\n“You see, I’ve never sent a message by wireless before,” said the parson\nmildly, “and I wasn’t quite sure what to do. Can you get an answer\nquickly?”\n\n“Depends on whom you are sending it to and where he is.”\n\n“He’s on a yacht somewhere in this neighborhood,” answered the\nclergyman. “He is a missionary, like myself, whose health has broken\ndown, and a kind philanthropist is taking him for a cruise to help him\nrecover. I felt it would be so nice if I could speak to him, so to\nsay--and hear from him, perhaps, how he is getting on.”\n\n“Quite,” agreed the skipper gravely. “Well, Mr. Longfellow, there is\nnothing to prevent your speaking to him as much as you like. You just\nhand in your message to the operator whenever you want to, and he’ll\nsend down the answer to you as soon as he receives it.”\n\n“Oh, thank you, Captain Kelly,” said the parson gratefully. “I suppose\nthere’s no way of saying where I am,” he continued hesitatingly. “I mean\non shore when one sends a wire the person who gets it can look up where\nyou are on a map, and it makes it so much more interesting for him.”\n\n                   *       *       *       *       *\n\nThe skipper knocked the ashes out of his pipe.\n\n“I’m afraid, Mr. Longfellow,” he remarked at length, in a stifled voice,\n“that you can’t quite do that at sea. Of course, the position of the\nship will be given on the message in terms of latitude and longitude. So\nif your friend goes to the navigating officer of this yacht, he’ll be\nable to show him with a pin exactly where you were in the Indian Ocean\nwhen the message was sent.”\n\n“I see,” said the clergyman. “How interesting! And then, if I tell him\nthat we are moving straight toward Colombo at twelve knots an hour, my\ndear friend will be able to follow me in spirit all the way on the map.”\n\nThe skipper choked slightly.\n\n“Precisely, Mr. Longfellow. But I wouldn’t call it twelve knots an hour\nif I were you. Just say--twelve knots.”\n\nThe Reverend Samuel looked a little bewildered.\n\n“Twelve knots. I see. Thank you so much. I’m afraid I don’t know much\nabout the sea. May I--may I go now to the gentleman who sends the\nmessages?”\n\n“By all manner of means,” said Kelly, and Jim’s shoulders shook. “Give\nthe operator your message, and you shall have the answer as soon as it\narrives.”\n\nAgain murmuring his thanks, the missionary departed, and shortly\nafterward we saw him in earnest converse with the wireless operator. And\nthat worthy, having read the message and scratched his head, stared a\nlittle dazedly at the Reverend Samuel Longfellow, obviously feeling some\ndoubts as to his sanity. To be asked to dispatch to the world at large a\nmessage beginning “Dear Brother,” and finishing “Yours in the church”\nstruck him as being something which a self-respecting wireless operator\nshould not be asked to do.\n\n“Poor little bird,” said the skipper thoughtfully, as the missionary\nwent aft to join his companions, “I’m glad for his sake that he doesn’t\nknow what the bulk of our cargo is this trip. He wouldn’t be able to\nsleep at night for fear of being made to walk the plank by pirates.”\n\nJim looked up lazily.\n\n“Why, what have you got on board, old man?”\n\nThe skipper lowered his voice.\n\n“I haven’t shouted about it, Jim, and as a matter of fact I don’t think\nthe crew know. Don’t pass it on, but we’ve got over half a million in\ngold below, to say nothing of a consignment of pearls worth certainly\nanother quarter.”\n\n                   *       *       *       *       *\n\nJim whistled. “By Jove! It would be a nice haul for some one. Bit out of\nyour line, isn’t it, James--carrying specie?”\n\n“Yes, it is,” agreed the other. “It generally goes on the bigger boats,\nbut there was some hitch this time. And it’s just as safe with me as it\nis with them. That has made it safe.” He pointed to the wireless\noperator busily sending out the parson’s message. “That has made piracy\na thing of the past. And incidentally, as you can imagine, Jim, it’s a\nbig feather in my cap, getting away with this consignment. It’s going to\nmake the trip worth six ordinary ones to the firm, and--er--to me. And,\nwith any luck, if things go all right, as I’m sure they will, I have\nhopes that in the future it will no longer be out of our line. We might\nget a share of that traffic, and I’ll be able to buy that chicken farm\nin Dorsetshire earlier than I thought.”\n\nJim laughed. “You old humbug, James! You’ll never give up the sea.”\n\nThe skipper sighed and stretched himself.\n\n“Maybe not, lad; maybe not. Not till she gives me up, anyway. But\nchickens are nice companionable beasts they tell me, and Dorset is\nEngland.”\n\n                   *       *       *       *       *\n\nWe continued talking for a few minutes longer, when a sudden and\nfrenzied explosion of mirth came from the wireless operator. I had\nnoticed him taking down a message, which he was now reading over to\nhimself, and after a moment or two of unrestrained joy he came out on\ndeck.\n\n“What is it, Jenkins?” said the skipper.\n\n“Message for the parson, sir,” answered the operator.\n\n“There is a duplicate on the table.”\n\nHe saluted, and went aft to find the Reverend Samuel.\n\n“I think,” murmured the skipper, with a twinkle in his eye, “that I will\nnow inspect the wireless installation. Would you care to come with me?”\n\nAnd this is what we, most reprehensibly, read:\n\n    Dear Brother how lovely the gentleman who guides our\n    ship tells me we pass quite close about midday the day\n    after tomorrow will lean over railings and wave pocket\n    handkerchief.\n                                                Ferdinand.\n\n“My sainted aunt!” spluttered the skipper. “‘Lean over railings and wave\npocket handkerchief!’”\n\n“I think I prefer ‘the gentleman who guides our ship,’ said Jim gravely.\n“Anyway, James, I shall borrow your telescope as we come abreast of\nFerdinand. I’d just hate to miss him. Good night, old man. You’d better\nhave that message framed.”\n\nIt was about half an hour later that the door of my cabin opened and Jim\nentered abruptly. I was lying in my bunk smoking a final cigarette, and\nI looked at him in mild surprise. He was fully dressed, though I had\nseen him start to take off his clothes twenty minutes before, and he was\nlooking grave.\n\n“You pay attention, Dick,” he said quietly, sitting down on the other\nbunk. “I had just taken off my coat when I remembered I’d left my cigar\ncase in a niche up on deck. I went up to get it, and just as I was\nputting it in my pocket I heard my own name mentioned. Somewhat\nnaturally I stopped to listen. And I distinctly heard this\nsentence--‘Don’t forget--you are absolutely responsible for Maitland.’ I\nlistened for about five minutes, but I couldn’t catch anything else\nexcept a few disconnected words here and there, such as ‘wireless’ and\n‘midday.’ Then there was a general pushing back of deck chairs, and\nthose seven black-coated blighters trooped off to bed. They didn’t see\nme; they were on the other side of the funnel--but it made me think. You\nremember that remark you heard as we came on board? Well, why the deuce\nis this bunch of parsons so infernally interested in me? I don’t like\nit, Dick.” He looked at me hard through his eyeglass. “Do you think they\nare parsons?”\n\n                   *       *       *       *       *\n\nI sat up in bed with a jerk.\n\n“What do you mean--do I think they’re parsons? Of course they’re\nparsons. Why shouldn’t they be parsons?” But I suddenly felt very wide\nawake.\n\nJim thoughtfully lit a cigar.\n\n“Quite so--why shouldn’t they be? At the same time”--he paused and blew\nout a cloud of smoke--“Dick, I suppose I’m a suspicious bird, but this\ninterest--this peculiar interest--in me is strange, to say the least of\nit. Of course it may be that they regard me as a particularly black soul\nto be plucked from the burning, in which case I ought to feel duly\nflattered. On the other hand, let us suppose for a second that they are\nnot parsons. Well, I don’t think I am being unduly conceited if I say\nthat I have a fairly well-known reputation as a tough customer, if\ntrouble occurs.”\n\nBy this time all thoughts of sleep had left me.\n\n“What do you mean, Jim?” I demanded.\n\nHe answered my question by another.\n\n“Don’t you think, Dick, that that radiograph was just a little _too_\nfoolish to be quite genuine?”\n\n“Well, it was genuine right enough. Jenkins took it down in front of our\neyes.”\n\n“Oh, it was _sent_; I’m not denying that. And it was sent as he received\nit, and as we read it. But was it sent by a genuine parson, cruising in\na genuine yacht for his health? If so, my opinion of the brains of the\nchurch drops below par. But if”--he drew deeply at his cigar--“if, Dick,\nit was not sent by a genuine parson, but by someone who wished to pose\nas the driveling idiot curate of fiction, why, my opinion of the brains\nof the church remains at par.”\n\n“Look here,” I said, lighting a cigarette, “I may be stupid, but I can’t\nget you. Granting your latter supposition, why should any one not only\nwant to pose as a parson when he isn’t one, but also take the trouble to\nsend fool messages around the universe?”\n\n                   *       *       *       *       *\n\n“Has it occurred to you,” said Jim quietly, “that two very useful pieces\nof information have been included in those two fool messages? First, our\nexact position at a given time, and our course and our speed. Secondly,\nthe approximate time when the convalescing curate, in the yacht\nbelonging to the kind friend, will impinge on that course. And the third\nfact--not contained in either message, but which may possibly have a\nbearing on things, is that on board this yacht there is half a million\nin gold, and quarter of a million in pearls.\n\n“Good heavens!” I muttered, staring at him foolishly.\n\n“Mark you, Dick, I may have stumbled into a real first-class mare’s\nnest. The Reverend Samuel and his pals may be all that they say and\nmore, but I don’t like this tender solicitude for my salvation.”\n\n“Are you going to say anything to the skipper?” I asked.\n\n“Yes,” he answered. “I think I shall tell James. But he’s a pig-headed\nfellow, and he’ll probably be darned rude about it. I should, if I were\nhe. They aren’t worrying over _his_ salvation.”\n\nAnd with that he went to bed, leaving me thinking fairly acutely. Could\nthere be anything in it? Could it be possible that any one would attempt\npiracy in the twentieth century, especially when the ship, as the\nskipper had pointed out, was equipped with wireless? The idea was\nridiculous, and the next morning I went around to Jim’s cabin to tell\nhim so. It was empty, and there was a note lying on the bed addressed to\nme. It was brief and to the point:\n\n    I am ill in bed with a sharp dose of fever. Pass the\n    good news on to our friend--the parson.               Jim\n\nI did so, at breakfast, and I thought I detected a shade of relief pass\nover the face of the Reverend Samuel though he inquired most\nsolicitously about the sufferer and even went so far as to wish to give\nhim some patent remedy of his own. But I assured him that quinine and\nquiet were all that were required, and with that the matter dropped.\n\nAnd then there began for me a time of irritating suspense. Not a sign of\nJim did I see for the whole of that day and the following night. His\ncabin door had been locked since I went in before breakfast, and I\ndidn’t even know whether he was inside or not. All I did know was that\nsomething was doing, and there are few things more annoying than being\nout of a game that you know is being played. Afterward I realized that\nit was unavoidable; but at the time I cursed inwardly and often.\n\n                   *       *       *       *       *\n\nAnd the strange thing is that when the thing did occur it came with\nalmost as much of a shock to me as if I had had no previous suspicions.\nIt was the suddenness of it, I think--the suddenness and the absolute\nabsence of any fuss or shouting. Naturally I didn’t see the thing in its\nentirety; my outlook was limited to what happened to me and in my own\nvicinity.\n\nI suppose it was about half-past eleven, and I was strolling up and down\nthe deck. Midday had been the time mentioned, and I was feeling excited\nand restless. Mrs. Armstrong and her daughter were seated in their usual\nplace, and I stopped and spoke a few words to them. Usually Mrs.\nArmstrong was the talker of the two--a big, gaunt woman with yellow\nspectacles, but pleasant and homely. This morning, however, the daughter\nanswered--and her mother, who had put on a veil in addition to the\nspectacles, sat silently beside her.\n\n“Poor mother has such a headache from the glare that she has had to put\non a veil,” she said. “I hope Mr. Maitland is better.”\n\nI murmured that he was about the same, just as two of the parsons\nstrolled past and I wondered why the girl gave a little laugh. Then\nsuddenly she sat up, with a cry of admiration.\n\n“Oh, look at that lovely yacht!”\n\nI swung around quickly, and there, sure enough, about a hundred yards\nfrom us and just coming into sight around the awning, was a small steam\nyacht, presumably the one from which Ferdinand was to wave. And at that\nmoment the shorter of the two parsons put a revolver within an inch of\nmy face, while the other one ran his hands over my pockets. It was so\nunexpected that I gaped at him foolishly, and even when I saw my Colt\nflung overboard I hardly realized that the big holdup had begun.\n\n                   *       *       *       *       *\n\nThen there came a heavy thud from just above us, and I saw Jenkins, the\nwireless man, pitch forward on his face half in and half out of his\ncabin door. He lay there sprawling, while another of the parsons\nproceeded to wreck his instruments with the iron bar which he had used\nto stun the operator. Just then, with a squawk of terror like an\nanguished hen, Mrs. Armstrong rose to her feet, and with her pink\nparasol in one hand and her rug in the other fled toward the bow of the\nship. She looked so irresistibly funny--this large, hysterical\nwoman--that I couldn’t help it, I laughed. And even the two\ndetermined-looking parsons smiled, though not for long.\n\n“Go below,” said one of them to Miss Armstrong. “Remain in your cabin.\nAnd you”--he turned to me--“go aft where the others are.”\n\n“You infernal scoundrel!” I shouted. “What are you playing at?”\n\n“Don’t argue, or I’ll blow out your brains,” he said quietly. “And get a\nmove on.”\n\nI found the two Americans and the colored gentleman standing in a bunch\nwith a few of the deck hands, and every one seemed equally dazed. One of\nthe so-called parsons stood near with a revolver in each hand, but it\nwas really an unnecessary precaution; we were none of us in a position\nto do anything. And suddenly one of the Americans gripped my arm.\n\n“Gee! Look at the two guns on that yacht.”\n\n                   *       *       *       *       *\n\nSure enough, mounted fore and aft, and trained directly on us were two\nguns that looked to me to be of about three-inch calibre, and behind\neach of them stood two men.\n\n“What’s the game anyway?” he went on excitedly, as two boats shot away\nfrom the yacht. For the first time I noticed that the engines had\nstopped and that we were lying motionless on the calm, oily sea. But my\nprincipal thoughts were centered on Jim. Where was he? What was he\ndoing? Had these blackguards done away with him, or was he lying up\nsomewhere--hidden away? And even if he was, what could he do? Those two\nguns had an unpleasant appearance.\n\nA bunch of armed men came pouring over the side of the ship, and then\ndisappeared below, only to come up again in a few minutes carrying a\nnumber of wooden boxes, which they lowered into the boats alongside.\nThey worked with the efficiency of well-trained sailors, and I found\nmyself cursing aloud. For I knew what was inside those boxes, and was so\nutterly helpless to do anything. And yet I couldn’t help feeling a sort\nof unwilling admiration; the thing was so perfectly organized. It might\nhave been a well-rehearsed drill, instead of a unique and gigantic piece\nof piracy.\n\nI stepped back a few paces and looked up at the bridge. The skipper and\nhis three officers were there--covered by another of the parsons. And\nthe fifth member of the party was the Reverend Samuel Longfellow. He was\nsmiling gently to himself, and as the last of the boxes was lowered over\nthe side, he came to the edge of the bridge and addressed us.\n\n“We are now going to leave you,” he remarked suavely. “You are all\nunarmed, and I wish to give you a word of advice. Should either of the\ngunners on my yacht see any one move, however innocent the reason,\nbefore we are on board, he or both of them will open fire. So do not be\ntempted to have a shot at me, Captain Kelly, because it will be the last\nshot you ever have. You will now join your crew, if you please.”\n\n                   *       *       *       *       *\n\nIn silence the skipper and his officers came down from the bridge, and\nthe speaker followed them. For a moment or two he stood facing us with\nan ironical smile on his face.\n\n“Your brother in the church thanks you for your little gift to his\noffertory box,” he remarked. Then he turned to one of the other parsons\nbeside him. “Is it set?” he asked briefly.\n\n“Yea,” said the other. “We’d better hurry. What about that woman up\nthere?”\n\n“Confound the woman!” answered the Reverend Samuel. “A pleasant journey,\nCaptain Kelly.”\n\nHe stepped down the gangway into the second boat, and was pulled away\ntoward the yacht. And, feeling almost sick with rage, I glanced at the\nskipper beside me. Poor devil! What he must be feeling, I hardly dared\nto think. To be held up on the High Seas and robbed of specie and pearls\nthe first time he was carrying them was cruel luck. And I was prepared\nto see anything on his face, save what I did see. For he was staring at\nthe bow of the ship, with a fierce blaring excitement in his eyes, and\ninstinctively I looked too, though every one else was staring at the\nyacht.\n\nAnd then for the first time I remembered Mrs. Armstrong. She was\ncowering down with her hands over her ears--the picture of abject\nterror. But now curiosity overcame her fright, and she knelt there,\nstaring at the yacht. Her pink parasol was clutched in her hands; and\ntragic though the situation was, I could not help smiling involuntarily.\nAnyway, she would have something to talk about when she got home.\n\nA mocking shout from the yacht made me look away again. The scoundrel\nwho called himself the Reverend Samuel Longfellow was standing beside\nthe boxes of gold and pearls which had been stacked on the deck. He was\nwaving his hand and bowing ironically, with the six other blackguards\nbeside him, when the last amazing development took place.\n\nLiterally before our eyes they vanished in a great sheet of flame. I had\na momentary glimpse of the yacht apparently splitting in two, and then\nthe roar of a gigantic explosion nearly deafened me.\n\n“Get under cover!” yelled the skipper, and there was a general stampede,\nas bits of metal and wood began falling into the sea all around us. Then\nthere came another smaller explosion as the sea rushed into the yacht’s\nengine room, a great column of water shot up, and when it subsided the\nyacht had disappeared.\n\n“What in heaven’s name happened?” said one of the Americans dazedly.\n“What made her blow up like that?”\n\nI said nothing; I felt too dazed myself. And unconsciously I looked\ntoward the bow: Mrs. Armstrong had disappeared.\n\n                   *       *       *       *       *\n\nThe skipper sent away a boat, but it was useless.\n\nThere was a mass of floating wreckage, but no trace of any survivor, and\nafter a while the search was given up. Just one of those unexplained\nmysteries which in this case could only be accounted for as Divine\nretribution.\n\nSo, at any rate, Mrs. Armstrong said to me when I met her on deck half\nan hour afterward.\n\n“Dreadful! Terrible!” she cried. “How more than thankful I am that I\ndidn’t see it.”\n\n“You didn’t see it?” I said, staring at her. “But surely----”\n\nAnd then I heard Jim’s voice behind me.\n\n“Mrs. Armstrong, I have a dreadful confession to make. Mrs. Armstrong,\nDick, was good enough to lend me some clothes this morning, so that we\ncould have a rag when crossing the line--and I’ve gone and dropped her\nparasol overboard.”\n\nI admit it; I wasn’t bright.\n\n“We’re nowhere near the line,” I remarked, but fortunately the good lady\npaid no attention.\n\n“What does it matter, Mr. Maitland?” she cried. “To think of anything of\nthat sort in face of this awful tragedy! Though I must confess I think\nit served the villains right.”\n\nShe walked away like an agitated hen, and Jim smiled grimly.\n\n“Poor old soul,” he said, “let’s hope she never finds out what I really\nwanted her clothes for.”\n\n“So it was you up in the bow,” I remarked.\n\nHe nodded. “Didn’t you guess? Dick, I feel I’ve treated you rather\nscurvily. Let’s go and have a drink and I’ll put you wise. I saw Kelly\nthat night,” he began, when we were comfortably settled, “and at first\nhe laughed as I thought he would. Then after a while he didn’t laugh\nquite so much, and later still he stopped laughing altogether. Finally I\nmade a suggestion. If these men were what they said they were, the two\nbig chests below, which common report had it were filled with Bibles,\nwould prove their case. I suggested, therefore, that we examine these\ntwo chests. They would never know, and it would settle the matter. He\ntook a bit of persuading, but finally we went below to where the\npassengers’ luggage is stored. There were the two cases, and there and\nthen we opened one. It was packed--not with Bibles--but with\nnitroglycerin.”\n\nJim paused and took a drink, then lit a cigarette thoughtfully.\n\n“I don’t think that I have ever seen a man in quite such a dreadful rage\nas Kelly was,” he went on gravely. “There was a clockwork mechanism\nwhich could be started by turning a screw on the outside of each box,\nand the whole diabolical plan was as clear as daylight. There was enough\nstuff there to sink a fleet of battleships, and when they had cleared\noff in the yacht with the gold we should suddenly have split in two and\ngone down with every soul on board. There would have been no one left to\ntell the tale, and these cold-blooded murderers would have got clean\naway. That was the little plot.”\n\nHe smiled grimly.\n\n“I had no small difficulty in preventing James from putting the whole\nbunch in irons on the spot, but finally I got him to agree to a plan of\nmine. We changed the cargo around--he and I. Their chests containing\nnitroglycerin we filled with gold; and the specie boxes we filled with\nnitroglycerin and some lead and iron as a make-weight. And then we let\nthe plan proceed. We banked on a holdup and the wrecking of the\nwireless. We thought they’d send over a boatload of armed men, and\ntransfer the stuff to the yacht--and in fact they did. Further, we\nbanked on the fact that they wouldn’t fool around with a fat, hysterical\nold woman, or a man in the throes of fever. Good girl--that Miss\nArmstrong; she kept her mother below all the morning in great style. And\nthat, I think, is all,” he ended, with a quizzical glance at me.\n\n“But it isn’t!” I cried. “What made that stuff blow up, if it had been\ntaken out of the boxes with the clockwork mechanism?”\n\n“Well, old Dick,” said Jim, “it may be that the Reverend Samuel kicked\none of the boxes a trifle hard in his jubilation. Or perhaps he dropped\nhis Corona inadvertently. Or maybe something hit one of those boxes very\nhard like a bullet from a gun. Come down to my cabin,” he added,\nsuddenly.\n\nI followed him and he shut the door. On the bed was lying Mrs.\nArmstrong’s pink parasol. The muzzle of an Express rifle stuck out\nthrough a hole that had been split in the silk near the ferrule; the\nstock was hidden by the material. Jim took it out and cleaned it\ncarefully. Then he looked at the parasol and smiled.\n\n“Beyond repair, old man. And since I told the old dear I had dropped her\ngamp overboard--well--”\n\nHe rolled it up slowly and threw it far out through the porthole, then\nstood for a moment watching it drift.\n\n\n",
    "metadata": {
        "author": [
            "McNeile, H. C. (Herman Cyril)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74118/pg74118.txt",
        "name": "the_seven_missionaries.json"
    }
}