{
    "name": "The Man Who Hated Mars",
    "author": [
        "Garrett, Randall"
    ],
    "body": "“I WANT you to put me in prison!” the big, hairy man said in a\ntrembling voice.\n\nHe was addressing his request to a thin woman sitting behind a desk\nthat seemed much too big for her. The plaque on the desk said:\n\nLT. PHOEBE HARRIS\nTERRAN REHABILITATION SERVICE\n\nLieutenant Harris glanced at the man before her for only a moment\nbefore she returned her eyes to the dossier on the desk; but long\nenough to verify the impression his voice had given. Ron Clayton was a\nbig, ugly, cowardly, dangerous man.\n\nHe said: “Well? Dammit, say something!”\n\nThe lieutenant raised her eyes again. “Just be patient until I’ve read\nthis.” Her voice and eyes were expressionless, but her hand moved\nbeneath the desk.\n\nClayton froze. _She’s yellow!_ he thought. She’s turned on the\ntrackers! He could see the pale greenish glow of their little eyes\nwatching him all around the room. If he made any fast move, they would\ncut him down with a stun beam before he could get two feet.\n\nShe had thought he was going to jump her. _Little rat!_ he thought,\n_somebody ought to slap her down!_\n\nHe watched her check through the heavy dossier in front of her.\nFinally, she looked up at him again.\n\n“Clayton, your last conviction was for strong-arm robbery. You were\ngiven a choice between prison on Earth and freedom here on Mars. You\npicked Mars.”\n\nHe nodded slowly. He’d been broke and hungry at the time. A sneaky\nlittle rat named Johnson had bilked Clayton out of his fair share of\nthe Corey payroll job, and Clayton had been forced to get the money\nsomehow. He hadn’t mussed the guy up much; besides, it was the sucker’s\nown fault. If he hadn’t tried to yell—\n\nLieutenant Harris went on: “I’m afraid you can’t back down now.”\n\n“But it isn’t fair! The most I’d have got on that frame-up would’ve\nbeen ten years. I’ve been here fifteen already!”\n\n“I’m sorry, Clayton. It can’t be done. You’re here. Period. Forget\nabout trying to get back. Earth doesn’t want you.” Her voice sounded\nchoppy, as though she were trying to keep it calm.\n\nClayton broke into a whining rage. “You can’t do that! It isn’t fair! I\nnever did anything to you! I’ll go talk to the Governor! He’ll listen\nto reason! You’ll see! I’ll—”\n\n“_Shut up!_” the woman snapped harshly. “I’m getting sick of it! I\npersonally think you should have been locked up—permanently. I think\nthis idea of forced colonization is going to breed trouble for Earth\nsomeday, but it is about the only way you can get anybody to colonize\nthis frozen hunk of mud.\n\n“Just keep it in mind that I don’t like it any better than you do—_and\nI didn’t strong-arm anybody to deserve the assignment!_ Now get out of\nhere!”\n\nShe moved a hand threateningly toward the manual controls of the stun\nbeam.\n\nClayton retreated fast. The trackers ignored anyone walking away from\nthe desk; they were set only to spot threatening movements toward it.\n\nOutside the Rehabilitation Service Building, Clayton could feel the\ntears running down the inside of his face mask. He’d asked again and\nagain—God only knew how many times—in the past fifteen years. Always\nthe same answer. No.\n\nWhen he’d heard that this new administrator was a woman, he’d hoped she\nmight be easier to convince. She wasn’t. If anything, she was harder\nthan the others.\n\nThe heat-sucking frigidity of the thin Martian air whispered around him\nin a feeble breeze. He shivered a little and began walking toward the\nrecreation center.\n\nThere was a high, thin piping in the sky above him which quickly became\na scream in the thin air.\n\nHe turned for a moment to watch the ship land, squinting his eyes to\nsee the number on the hull.\n\nFifty-two. Space Transport Ship Fifty-two.\n\nProbably bringing another load of poor suckers to freeze to death on\nMars.\n\nThat was the thing he hated about Mars—the cold. The everlasting damned\ncold! And the oxidation pills; take one every three hours or smother in\nthe poor, thin air.\n\nThe government could have put up domes; it could have put in\nbuilding-to-building tunnels, at least. It could have done a hell of a\nlot of things to make Mars a decent place for human beings.\n\nBut no—the government had other ideas. A bunch of bigshot scientific\ncharacters had come up with the idea nearly twenty-three years before.\nClayton could remember the words on the sheet he had been given when he\nwas sentenced.\n\n“Mankind is inherently an adaptable animal. If we are to colonize the\nplanets of the Solar System, we must meet the conditions on those\nplanets as best we can.\n\n“Financially, it is impracticable to change an entire planet from its\noriginal condition to one which will support human life as it exists on\nTerra.\n\n“But man, since he is adaptable, can change himself—modify his\nstructure slightly—so that he can live on these planets with only a\nminimum of change in the environment.”\n\n\nSo they made you live outside and like it. So you froze and you choked\nand you suffered.\n\nClayton hated Mars. He hated the thin air and the cold. More than\nanything, he hated the cold.\n\nRon Clayton wanted to go home.\n\nThe Recreation Building was just ahead; at least it would be warm\ninside. He pushed in through the outer and inner doors, and he heard\nthe burst of music from the jukebox. His stomach tightened up into a\nhard cramp.\n\nThey were playing Heinlein’s _Green Hills of Earth_.\n\nThere was almost no other sound in the room, although it was full of\npeople. There were plenty of colonists who claimed to like Mars, but\neven they were silent when that song was played.\n\nClayton wanted to go over and smash the machine—make it stop reminding\nhim. He clenched his teeth and his fists and his eyes and cursed\nmentally. _God, how I hate Mars!_\n\n\nWhen the hauntingly nostalgic last chorus faded away, he walked over to\nthe machine and fed it full of enough coins to keep it going on\nsomething else until he left.\n\nAt the bar, he ordered a beer and used it to wash down another\noxidation tablet. It wasn’t good beer; it didn’t even deserve the name.\nThe atmospheric pressure was so low as to boil all the carbon dioxide\nout of it, so the brewers never put it back in after fermentation.\n\nHe was sorry for what he had done—really and truly sorry. If they’d\nonly give him one more chance, he’d make good. Just one more chance.\nHe’d work things out.\n\nHe’d promised himself that both times they’d put him up before, but\nthings had been different then. He hadn’t really been given another\nchance, what with parole boards and all.\n\nClayton closed his eyes and finished the beer. He ordered another.\n\nHe’d worked in the mines for fifteen years. It wasn’t that he minded\nwork really, but the foreman had it in for him. Always giving him a bad\ntime; always picking out the lousy jobs for him.\n\nLike the time he’d crawled into a side-boring in Tunnel 12 for a nap\nduring lunch and the foreman had caught him. When he promised never to\ndo it again if the foreman wouldn’t put it on report, the guy said,\n“Yeah. Sure. Hate to hurt a guy’s record.”\n\nThen he’d put Clayton on report anyway. Strictly a rat.\n\nNot that Clayton ran any chance of being fired; they never fired\nanybody. But they’d fined him a day’s pay. A whole day’s pay.\n\nHe tapped his glass on the bar, and the barman came over with another\nbeer. Clayton looked at it, then up at the barman. “Put a head on it.”\n\nThe bartender looked at him sourly. “I’ve got some soapsuds here,\nClayton, and one of these days I’m gonna put some in your beer if you\nkeep pulling that gag.”\n\nThat was the trouble with some guys. No sense of humor.\n\nSomebody came in the door and then somebody else came in behind him, so\nthat both inner and outer doors were open for an instant. A blast of\nicy breeze struck Clayton’s back, and he shivered. He started to say\nsomething, then changed his mind; the doors were already closed again,\nand besides, one of the guys was bigger than he was.\n\nThe iciness didn’t seem to go away immediately. It was like the mine.\nLittle old Mars was cold clear down to her core—or at least down as far\nas they’d drilled. The walls were frozen and seemed to radiate a chill\nthat pulled the heat right out of your blood.\n\nSomebody was playing _Green Hills_ again, damn them. Evidently all of\nhis own selections had run out earlier than he’d thought they would.\n\nHell! There was nothing to do here. He might as well go home.\n\n“Gimme another beer, Mac.”\n\nHe’d go home as soon as he finished this one.\n\nHe stood there with his eyes closed, listening to the music and hating\nMars.\n\nA voice next to him said: “I’ll have a whiskey.”\n\n\nThe voice sounded as if the man had a bad cold, and Clayton turned\nslowly to look at him. After all the sterilization they went through\nbefore they left Earth, nobody on Mars ever had a cold, so there was\nonly one thing that would make a man’s voice sound like that.\n\nClayton was right. The fellow had an oxygen tube clamped firmly over\nhis nose. He was wearing the uniform of the Space Transport Service.\n\n“Just get in on the ship?” Clayton asked conversationally.\n\nThe man nodded and grinned. “Yeah. Four hours before we take off\nagain.” He poured down the whiskey. “Sure cold out.”\n\nClayton agreed. “It’s always cold.” He watched enviously as the\nspaceman ordered another whiskey.\n\nClayton couldn’t afford whiskey. He probably could have by this time,\nif the mines had made him a foreman, like they should have.\n\nMaybe he could talk the spaceman out of a couple of drinks.\n\n“My name’s Clayton. Ron Clayton.”\n\nThe spaceman took the offered hand. “Mine’s Parkinson, but everybody\ncalls me Parks.”\n\n“Sure, Parks. Uh—can I buy you a beer?”\n\nParks shook his head. “No, thanks. I started on whiskey. Here, let me\nbuy you one.”\n\n“Well—thanks. Don’t mind if I do.”\n\nThey drank them in silence, and Parks ordered two more.\n\n“Been here long?” Parks asked.\n\n“Fifteen years. Fifteen long, long years.”\n\n“Did you—uh—I mean—” Parks looked suddenly confused.\n\nClayton glanced quickly to make sure the bartender was out of earshot.\nThen he grinned. “You mean am I a convict? Nah. I came here because I\nwanted to. But—” He lowered his voice. “—we don’t talk about it around\nhere. You know.” He gestured with one hand—a gesture that took in\neveryone else in the room.\n\nParks glanced around quickly, moving only his eyes. “Yeah. I see,” he\nsaid softly.\n\n“This your first trip?” asked Clayton.\n\n“First one to Mars. Been on the Luna run a long time.”\n\n“Low pressure bother you much?”\n\n“Not much. We only keep it at six pounds in the ships. Half helium and\nhalf oxygen. Only thing that bothers me is the oxy here. Or rather, the\noxy that _isn’t_ here.” He took a deep breath through his nose tube to\nemphasize his point.\n\nClayton clamped his teeth together, making the muscles at the side of\nhis jaw stand out.\n\nParks didn’t notice. “You guys have to take those pills, don’t you?”\n\n“Yeah.”\n\n“I had to take them once. Got stranded on Luna. The cat I was in broke\ndown eighty some miles from Aristarchus Base and I had to walk\nback—with my oxy low. Well, I figured—”\n\n\nClayton listened to Parks’ story with a great show of attention, but he\nhad heard it before. This “lost on the moon” stuff and its variations\nhad been going the rounds for forty years. Every once in a while, it\nactually did happen to someone; just often enough to keep the story\ngoing.\n\nThis guy did have a couple of new twists, but not enough to make the\nstory worthwhile.\n\n“Boy,” Clayton said when Parks had finished, “you were lucky to come\nout of that alive!”\n\nParks nodded, well pleased with himself, and bought another round of\ndrinks.\n\n“Something like that happened to me a couple of years ago,” Clayton\nbegan. “I’m supervisor on the third shift in the mines at Xanthe, but\nat the time, I was only a foreman. One day, a couple of guys went to a\nbranch tunnel to—”\n\nIt was a very good story. Clayton had made it up himself, so he knew\nthat Parks had never heard it before. It was gory in just the right\nplaces, with a nice effect at the end.\n\n“—so I had to hold up the rocks with my back while the rescue crew\npulled the others out of the tunnel by crawling between my legs.\nFinally, they got some steel beams down there to take the load off, and\nI could let go. I was in the hospital for a week,” he finished.\n\nParks was nodding vaguely. Clayton looked up at the clock above the bar\nand realized that they had been talking for better than an hour. Parks\nwas buying another round.\n\nParks was a hell of a nice fellow.\n\nThere was, Clayton found, only one trouble with Parks. He got to\ntalking so loud that the bartender refused to serve either one of them\nany more.\n\n\nThe bartender said Clayton was getting loud, too, but it was just\nbecause he had to talk loud to make Parks hear him.\n\nClayton helped Parks put his mask and parka on and they walked out into\nthe cold night.\n\nParks began to sing _Green Hills_. About halfway through, he stopped\nand turned to Clayton.\n\n“I’m from Indiana.”\n\nClayton had already spotted him as an American by his accent.\n\n“Indiana? That’s nice. Real nice.”\n\n“Yeah. You talk about green hills, we got green hills in Indiana. What\ntime is it?”\n\nClayton told him.\n\n“Jeez-krise! Ol’ spaship takes off in an hour. Ought to have one more\ndrink first.”\n\nClayton realized he didn’t like Parks. But maybe he’d buy a bottle.\n\nSharkie Johnson worked in Fuels Section, and he made a nice little\nsideline of stealing alcohol, cutting it, and selling it. He thought it\nwas real funny to call it Martian Gin.\n\nClayton said: “Let’s go over to Sharkie’s. Sharkie will sell us a\nbottle.”\n\n“Okay,” said Parks. “We’ll get a bottle. That’s what we need: a\nbottle.”\n\nIt was quite a walk to the Shark’s place. It was so cold that even\nParks was beginning to sober up a little. He was laughing like hell\nwhen Clayton started to sing.\n\n“We’re going over to the Shark’s\nTo buy a jug of gin for Parks!\nHi ho, hi ho, hi ho!”\n\nOne thing about a few drinks; you didn’t get so cold. You didn’t feel\nit too much, anyway.\n\n\nThe Shark still had his light on when they arrived. Clayton whispered\nto Parks: “I’ll go in. He knows me. He wouldn’t sell it if you were\naround. You got eight credits?”\n\n“Sure I got eight credits. Just a minute, and I’ll give you eight\ncredits.” He fished around for a minute inside his parka, and pulled\nout his notecase. His gloved fingers were a little clumsy, but he\nmanaged to get out a five and three ones and hand them to Clayton.\n\n“You wait out here,” Clayton said.\n\nHe went in through the outer door and knocked on the inner one. He\nshould have asked for ten credits. Sharkie only charged five, and that\nwould leave him three for himself. But he could have got ten—maybe\nmore.\n\nWhen he came out with the bottle, Parks was sitting on a rock,\nshivering.\n\n“Jeez-krise!” he said. “It’s cold out here. Let’s get to someplace\nwhere it’s warm.”\n\n“Sure. I got the bottle. Want a drink?”\n\nParks took the bottle, opened it, and took a good belt out of it.\n\n“Hooh!” he breathed. “Pretty smooth.”\n\nAs Clayton drank, Parks said: “Hey! I better get back to the field! I\nknow! We can go to the men’s room and finish the bottle before the ship\ntakes off! Isn’t that a good idea? It’s warm there.”\n\nThey started back down the street toward the spacefield.\n\n“Yep, I’m from Indiana. Southern part, down around Bloomington,” Parks\nsaid. “Gimme the jug. Not Bloomington, Illinois—Bloomington, Indiana.\nWe really got green hills down there.” He drank, and handed the bottle\nback to Clayton. “Pers-nally, I don’t see why anybody’d stay on Mars.\nHere y’are, practic’ly on the equator in the middle of the summer, and\nit’s colder than hell. Brrr!\n\n“Now if you was smart, you’d go home, where it’s warm. Mars wasn’t\nbuilt for people to live on, anyhow. I don’t see how you stand it.”\n\nThat was when Clayton decided he really hated Parks.\n\nAnd when Parks said: “Why be dumb, friend? Whyn’t you go home?” Clayton\nkicked him in the stomach, hard.\n\n“And that, that—” Clayton said as Parks doubled over.\n\nHe said it again as he kicked him in the head. And in the ribs. Parks\nwas gasping as he writhed on the ground, but he soon lay still.\n\nThen Clayton saw why. Parks’ nose tube had come off when Clayton’s foot\nstruck his head.\n\nParks was breathing heavily, but he wasn’t getting any oxygen.\n\nThat was when the Big Idea hit Ron Clayton. With a nosepiece on like\nthat, you couldn’t tell who a man was. He took another drink from the\njug and then began to take Parks’ clothes off.\n\nThe uniform fit Clayton fine, and so did the nose mask. He dumped his\nown clothing on top of Parks’ nearly nude body, adjusted the little\noxygen tank so that the gas would flow properly through the mask, took\nthe first deep breath of good air he’d had in fifteen years, and walked\ntoward the spacefield.\n\n\nHe went into the men’s room at the Port Building, took a drink, and\nfelt in the pockets of the uniform for Parks’ identification. He found\nit and opened the booklet. It read:\n\nPARKINSON, HERBERT J.\nSteward 2nd Class, STS\n\nAbove it was a photo, and a set of fingerprints.\n\nClayton grinned. They’d never know it wasn’t Parks getting on the ship.\n\nParks was a steward, too. A cook’s helper. That was good. If he’d been\na jetman or something like that, the crew might wonder why he wasn’t on\nduty at takeoff. But a steward was different.\n\nClayton sat for several minutes, looking through the booklet and\ndrinking from the bottle. He emptied it just before the warning sirens\nkeened through the thin air.\n\nClayton got up and went outside toward the ship.\n\n“Wake up! Hey, you! Wake up!”\n\nSomebody was slapping his cheeks. Clayton opened his eyes and looked at\nthe blurred face over his own.\n\nFrom a distance, another voice said: “Who is it?”\n\nThe blurred face said: “I don’t know. He was asleep behind these cases.\nI think he’s drunk.”\n\nClayton wasn’t drunk—he was sick. His head felt like hell. Where the\ndevil was he?\n\n“Get up, bud. Come on, get up!”\n\nClayton pulled himself up by holding to the man’s arm. The effort made\nhim dizzy and nauseated.\n\nThe other man said: “Take him down to sick bay, Casey. Get some thiamin\ninto him.”\n\nClayton didn’t struggle as they led him down to the sick bay. He was\ntrying to clear his head. Where was he? He must have been pretty drunk\nlast night.\n\nHe remembered meeting Parks. And getting thrown out by the bartender.\nThen what?\n\nOh, yeah. He’d gone to the Shark’s for a bottle. From there on, it was\nmostly gone. He remembered a fight or something, but that was all that\nregistered.\n\nThe medic in the sick bay fired two shots from a hypo-gun into both\narms, but Clayton ignored the slight sting.\n\n“Where am I?”\n\n“Real original. Here, take these.” He handed Clayton a couple of\ncapsules, and gave him a glass of water to wash them down with.\n\nWhen the water hit his stomach, there was an immediate reaction.\n\n“Oh, Christ!” the medic said. “Get a mop, somebody. Here, bud; heave\ninto this.” He put a basin on the table in front of Clayton.\n\nIt took them the better part of an hour to get Clayton awake enough to\nrealize what was going on and where he was. Even then, he was plenty\ngroggy.\n\n\nIt was the First Officer of the STS-52 who finally got the story\nstraight. As soon as Clayton was in condition, the medic and the\nquartermaster officer who had found him took him up to the First\nOfficer’s compartment.\n\n“I was checking through the stores this morning when I found this man.\nHe was asleep, dead drunk, behind the crates.”\n\n“He was drunk, all right,” supplied the medic. “I found this in his\npocket.” He flipped a booklet to the First Officer.\n\nThe First was a young man, not older than twenty-eight with\ntough-looking gray eyes. He looked over the booklet.\n\n“Where did you get Parkinson’s ID booklet? And his uniform?”\n\nClayton looked down at his clothes in wonder. “I don’t know.”\n\n“You _don’t know_? That’s a hell of an answer.”\n\n“Well, I was drunk,” Clayton said defensively. “A man doesn’t know what\nhe’s doing when he’s drunk.” He frowned in concentration. He knew he’d\nhave to think up some story.\n\n“I kind of remember we made a bet. I bet him I could get on the ship.\nSure—I remember, now. That’s what happened; I bet him I could get on\nthe ship and we traded clothes.”\n\n“Where is he now?”\n\n“At my place, sleeping it off, I guess.”\n\n“Without his oxy-mask?”\n\n“Oh, I gave him my oxidation pills for the mask.”\n\nThe First shook his head. “That sounds like the kind of trick Parkinson\nwould pull, all right. I’ll have to write it up and turn you both in to\nthe authorities when we hit Earth.” He eyed Clayton. “What’s your\nname?”\n\n“Cartwright. Sam Cartwright,” Clayton said without batting an eye.\n\n“Volunteer or convicted colonist?”\n\n“Volunteer.”\n\nThe First looked at him for a long moment, disbelief in his eyes.\n\nIt didn’t matter. Volunteer or convict, there was no place Clayton\ncould go. From the officer’s viewpoint, he was as safely imprisoned in\nthe spaceship as he would be on Mars or a prison on Earth.\n\n\nThe First wrote in the log book, and then said: “Well, we’re one man\nshort in the kitchen. You wanted to take Parkinson’s place; brother,\nyou’ve got it—without pay.” He paused for a moment.\n\n“You know, of course,” he said judiciously, “that you’ll be shipped\nback to Mars immediately. And you’ll have to work out your passage both\nways—it will be deducted from your pay.”\n\nClayton nodded. “I know.”\n\n“I don’t know what else will happen. If there’s a conviction, you may\nlose your volunteer status on Mars. And there may be fines taken out of\nyour pay, too.\n\n“Well, that’s all, Cartwright. You can report to Kissman in the\nkitchen.”\n\nThe First pressed a button on his desk and spoke into the intercom.\n“Who was on duty at the airlock when the crew came aboard last night?\nSend him up. I want to talk to him.”\n\nThen the quartermaster officer led Clayton out the door and took him to\nthe kitchen.\n\nThe ship’s driver tubes were pushing it along at a steady five hundred\ncentimeters per second squared acceleration, pushing her steadily\ncloser to Earth with a little more than half a gravity of drive.\n\n\nThere wasn’t much for Clayton to do, really. He helped to select the\nfoods that went into the automatics, and he cleaned them out after each\nmeal was cooked. Once every day, he had to partially dismantle them for\na really thorough going-over.\n\nAnd all the time, he was thinking.\n\nParkinson must be dead; he knew that. That meant the Chamber. And even\nif he wasn’t, they’d send Clayton back to Mars. Luckily, there was no\nway for either planet to communicate with the ship; it was hard enough\nto keep a beam trained on a planet without trying to hit such a\ncomparatively small thing as a ship.\n\nBut they would know about it on Earth by now. They would pick him up\nthe instant the ship landed. And the best he could hope for was a\nreturn to Mars.\n\nNo, by God! He wouldn’t go back to that frozen mud-ball! He’d stay on\nEarth, where it was warm and comfortable and a man could live where he\nwas meant to live. Where there was plenty of air to breathe and plenty\nof water to drink. Where the beer tasted like beer and not like slop.\nEarth. Good green hills, the like of which exists nowhere else.\n\nSlowly, over the days, he evolved a plan. He watched and waited and\nchecked each little detail to make sure nothing would go wrong. It\n_couldn’t_ go wrong. He didn’t want to die, and he didn’t want to go\nback to Mars.\n\nNobody on the ship liked him; they couldn’t appreciate his position. He\nhadn’t done anything to them, but they just didn’t like him. He didn’t\nknow why; he’d _tried_ to get along with them. Well, if they didn’t\nlike him, the hell with them.\n\nIf things worked out the way he figured, they’d be damned sorry.\n\nHe was very clever about the whole plan. When turn-over came, he\npretended to get violently spacesick. That gave him an opportunity to\nsteal a bottle of chloral hydrate from the medic’s locker.\n\nAnd, while he worked in the kitchen, he spent a great deal of time\nsharpening a big carving knife.\n\nOnce, during his off time, he managed to disable one of the ship’s two\nlifeboats. He was saving the other for himself.\n\nThe ship was eight hours out from Earth and still decelerating when\nClayton pulled his getaway.\n\n\nIt was surprisingly easy. He was supposed to be asleep when he sneaked\ndown to the drive compartment with the knife. He pushed open the door,\nlooked in, and grinned like an ape.\n\nThe Engineer and the two jetmen were out cold from the chloral hydrate\nin the coffee from the kitchen.\n\nMoving rapidly, he went to the spares locker and began methodically to\nsmash every replacement part for the drivers. Then he took three of the\nsignal bombs from the emergency kit, set them for five minutes, and\nplaced them around the driver circuits.\n\nHe looked at the three sleeping men. What if they woke up before the\nbombs went off? He didn’t want to kill them though. He wanted them to\nknow what had happened and who had done it.\n\nHe grinned. There was a way. He simply had to drag them outside and jam\nthe door lock. He took the key from the Engineer, inserted it, turned\nit, and snapped off the head, leaving the body of the key still in the\nlock. Nobody would unjam it in the next four minutes.\n\nThen he began to run up the stairwell toward the good lifeboat.\n\nHe was panting and out of breath when he arrived, but no one had\nstopped him. No one had even seen him.\n\nHe clambered into the lifeboat, made everything ready, and waited.\n\nThe signal bombs were not heavy charges; their main purposes was to\nmake a flare bright enough to be seen for thousands of miles in space.\nFluorine and magnesium made plenty of light—and heat.\n\nQuite suddenly, there was no gravity. He had felt nothing, but he knew\nthat the bombs had exploded. He punched the LAUNCH switch on the\ncontrol board of the lifeboat, and the little ship leaped out from the\nside of the greater one.\n\nThen he turned on the drive, set it at half a gee, and watched the\nSTS-52 drop behind him. It was no longer decelerating, so it would miss\nEarth and drift on into space. On the other hand, the lifeship would\ncome down very neatly within a few hundred miles of the spaceport in\nUtah, the destination of the STS-52.\n\nLanding the lifeship would be the only difficult part of the maneuver,\nbut they were designed to be handled by beginners. Full instructions\nwere printed on the simplified control board.\n\n\nClayton studied them for a while, then set the alarm to waken him in\nseven hours and dozed off to sleep.\n\nHe dreamed of Indiana. It was full of nice, green hills and leafy\nwoods, and Parkinson was inviting him over to his mother’s house for\nchicken and whiskey. And all for free.\n\nBeneath the dream was the calm assurance that they would never catch\nhim and send him back. When the STS-52 failed to show up, they would\nthink he had been lost with it. They would never look for him.\n\nWhen the alarm rang, Earth was a mottled globe looming hugely beneath\nthe ship. Clayton watched the dials on the board, and began to follow\nthe instructions on the landing sheet.\n\nHe wasn’t too good at it. The accelerometer climbed higher and higher,\nand he felt as though he could hardly move his hands to the proper\nswitches.\n\nHe was less than fifteen feet off the ground when his hand slipped. The\nship, out of control, shifted, spun, and toppled over on its side,\nsmashing a great hole in the cabin.\n\nClayton shook his head and tried to stand up in the wreckage. He got to\nhis hands and knees, dizzy but unhurt, and took a deep breath of the\nfresh air that was blowing in through the hole in the cabin.\n\nIt felt just like home.\n\n\nBureau of Criminal Investigation\nRegional Headquarters\nCheyenne, Wyoming\n20 January 2102\n\nTo: Space Transport Service\nSubject: Lifeship 2, STS-52\nAttention Mr. P. D. Latimer\n\nDear Paul,\n\nI have on hand the copies of your reports on the rescue of the men on\nthe disabled STS-52. It is fortunate that the Lunar radar stations\ncould compute their orbit.\n\nThe detailed official report will follow, but briefly, this is what\nhappened:\n\nThe lifeship landed—or, rather, crashed—several miles west of Cheyenne,\nas you know, but it was impossible to find the man who was piloting it\nuntil yesterday because of the weather.\n\nHe has been identified as Ronald Watkins Clayton, exiled to Mars\nfifteen years ago.\n\nEvidently, he didn’t realize that fifteen years of Martian gravity had\nso weakened his muscles that he could hardly walk under the pull of a\nfull Earth gee.\n\nAs it was, he could only crawl about a hundred yards from the wrecked\nlifeship before he collapsed.\n\nWell, I hope this clears up everything.\n\nI hope you’re not getting the snow storms up there like we’ve been\ngetting them.\n\nJohn B. Remley\nCaptain, CBI\n\nTHE END\n\n\n\n",
    "metadata": {
        "author": [
            "Garrett, Randall"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/25644/pg25644.txt",
        "name": "the_man_who_hated_mars.json"
    }
}