{
    "name": "The Dwindling Years",
    "author": [
        "Del Rey, Lester"
    ],
    "body": "\nNEARLY TWO hundred years of habit carried the chairman of Exodus\nCorporation through the morning ritual of crossing the executive floor.\nGiles made the expected comments, smiled the proper smiles and greeted\nhis staff by the right names, but it was purely automatic. Somehow,\nthinking had grown difficult in the mornings recently.\n\nInside his private office, he dropped all pretense and slumped into the\npadding of his chair, gasping for breath and feeling his heart hammering\nin his chest. He’d been a fool to come to work, he realized. But with\nthe Procyon shuttle arriving yesterday, there was no telling what might\nturn up. Besides, that fool of a medicist had sworn the shot would cure\nany allergy or asthma.\n\nGiles heard his secretary come in, but it wasn’t until the smell of the\ncoffee reached his nose that he looked up. She handed him a filled cup\nand set the carafe down on the age-polished surface of the big desk. She\nwatched solicitously as he drank.\n\n“That bad, Arthur?” she asked.\n\n“Just a little tired,” he told her, refilling the cup. She’d made the\ncoffee stronger than usual and it seemed to cut through some of the\nthickness in his head. “I guess I’m getting old, Amanda.”\n\nShe smiled dutifully at the time-worn joke, but he knew she wasn’t\nfooled. She’d cycled to middle age four times in her job and she\nprobably knew him better than he knew himself—which wouldn’t be hard, he\nthought. He’d hardly recognized the stranger in the mirror as he tried\nto shave. His normal thinness had looked almost gaunt and there were\nhollows in his face and circles under his eyes. Even his hair had seemed\nthinner, though that, of course, was impossible.\n\n“Anything urgent on the Procyon shuttle?” he asked as she continue\nstaring at him with worried eyes.\n\n                  *       *       *       *       *\n\nSHE JERKED her gaze away guiltily and turned to the incoming basket.\n“Mostly drugs for experimenting. A personal letter for you, relayed from\nsome place I never heard of. And one of the super-light missiles! They\nfound it drifting half a light-year out and captured it. Jordan’s got a\nreport on it and he’s going crazy. But if you don’t feel well—”\n\n“I’m all right!” he told her sharply. Then he steadied himself and\nmanaged to smile. “Thanks for the coffee, Amanda.”\n\nShe accepted dismissal reluctantly. When she was gone, he sat gazing at\nthe report from Jordan at Research.\n\nFor eighty years now, they’d been sending out the little ships that\nvanished at greater than the speed of light, equipped with every\nconceivable device to make them return automatically after taking\npictures of wherever they arrived. So far, none had ever returned or\nbeen located. This was the first hope they’d found that the century-long\ntrips between stars in the ponderous shuttles might be ended and he\nshould have been filled with excitement at Jordan’s hasty preliminary\nreport.\n\nHe leafed through it. The little ship apparently had been picked up by\naccident when it almost collided with a Sirius-local ship. Scientists\nthere had puzzled over it, reset it and sent it back. The two white rats\non it had still been alive.\n\nGiles dropped the report wearily and picked up the personal message that\nhad come on the shuttle. He fingered the microstrip inside while he\ndrank another coffee, and finally pulled out the microviewer. There were\nthree frames to the message, he saw with some surprise.\n\nHe didn’t need to see the signature on the first projection. Only his\nyoungest son would have sent an elaborate tercentenary greeting\nverse—one that would arrive ninety years too late! Harry had been born\njust before Earth passed the drastic birth limitation act and his mother\nhad spoiled him. He’d even tried to avoid the compulsory emigration\ndraft and stay on with his mother. It had been the bitter quarrels over\nthat which had finally broken Giles’ fifth marriage.\n\nOddly enough, the message in the next frame showed none of that. Harry\nhad nothing but praise for the solar system where he’d been sent. He\nbarely mentioned being married on the way or his dozen children, but\nfilled most of the frame with glowing description and a plea for his\nfather to join him there!\n\n                  *       *       *       *       *\n\nGILES SNORTED and turned to the third frame, which showed a group\npicture of the family in some sort of vehicle, against the background of\nan alien but attractive world.\n\nHe had no desire to spend ninety years cooped up with a bunch of callow\nyoung emigrants, even in one of the improved Exodus shuttles. And even\nif Exodus ever got the super-light drive working, there was no reason he\nshould give up his work. The discovery that men could live practically\nforever had put an end to most family ties; sentiment wore thin in half\na century—which wasn’t much time now, though it had once seemed long\nenough.\n\nStrange how the years seemed to get shorter as their number increased.\nThere’d been a song once—something about the years dwindling down. He\ngroped for the lines and couldn’t remember. Drat it! Now he’d probably\nlie awake most of the night again, trying to recall them.\n\nThe outside line buzzed musically, flashing Research’s number. Giles\ngrunted in irritation. He wasn’t ready to face Jordan yet. But he\nshrugged and pressed the button.\n\nThe intense face that looked from the screen was frowning as Jordan’s\neyes seemed to sweep around the room. He was still young—one of the few\nunder a hundred who’d escaped deportation because of special ability—and\npatience was still foreign to him.\n\nThen the frown vanished as an expression of shock replaced it, and Giles\nfelt a sinking sensation. If he looked _that_ bad—\n\nBut Jordan wasn’t looking at him; the man’s interest lay in the\nprojected picture from Harry, across the desk from the communicator.\n\n“Antigravity!” His voice was unbelieving as he turned his head to face\nthe older man. “What world is that?”\n\nGiles forced his attention on the picture again and this time he noticed\nthe vehicle shown. It was enough like an old model Earth conveyance to\npass casual inspection, but it floated wheellessly above the ground.\nFaint blur lines indicated it had been moving when the picture was\ntaken.\n\n“One of my sons—” Giles started to answer. “I could find the star’s\ndesignation....”\n\nJordan cursed harshly. “So we can send a message on the shuttle, begging\nfor their secret in a couple of hundred years! While a hundred other\nworlds make a thousand major discoveries they don’t bother reporting!\nCan’t the Council see _anything_?”\n\nGiles had heard it all before. Earth was becoming a backwater world; no\nreal progress had been made in two centuries; the young men were sent\nout as soon as their first fifty years of education were finished, and\nthe older men were too conservative for really new thinking. There was a\nmeasure of truth in it, unfortunately.\n\n“They’ll slow up when their populations fill,” Giles repeated his old\nanswers. “We’re still ahead in medicine and we’ll get the other\ndiscoveries eventually, without interrupting the work of making the\nEarth fit for our longevity. We can wait. We’ll have to.”\n\n                  *       *       *       *       *\n\nTHE YOUNGER man stared at him with the strange puzzled look Giles had\nseen too often lately. “Damn it, haven’t you read my report? We know the\nsuper-light drive works! That missile reached Sirius in less than ten\ndays. We can have the secret of this antigravity in less than a year!\nWe—”\n\n“Wait a minute.” Giles felt the thickness pushing back at his mind and\ntried to fight it off. He’d only skimmed the report, but this made no\nsense. “You mean you can calibrate your guiding devices accurately\nenough to get a missile where you want it and back?”\n\n“_What?_” Jordan’s voice rattled the speaker. “Of course not! It took\ntwo accidents to get the thing back to us—and with a half-light-year\nmiss that delayed it about twenty years before the Procyon shuttle heard\nits signal. Pre-setting a course may take centuries, if we can ever\nmaster it. Even with Sirius expecting the missiles and ready to\ncooperate. I mean the big ship. We’ve had it drafted for building long\nenough; now we can finish it in three months. We know the drive works.\nWe know it’s fast enough to reach Procyon in two weeks. We even know\nlife can stand the trip. The rats were unharmed.”\n\nGiles shook his head at what the other was proposing, only partly\nbelieving it. “Rats don’t have minds that could show any real damage\nsuch as the loss of power to rejuvenate. We can’t put human pilots into\na ship with our drive until we’ve tested it more thoroughly, Bill, even\nif they could correct for errors on arrival. Maybe if we put in stronger\nsignaling transmitters....”\n\n“Yeah. Maybe in two centuries we’d have a through route charted to\nSirius. And we still wouldn’t have proved it safe for human pilots. Mr.\nGiles, we’ve got to have the big ship. All we need is _one_ volunteer!”\n\nIt occurred to Giles then that the man had been too fired with the idea\nto think. He leaned back, shaking his head again wearily. “All right,\nBill. Find me one volunteer. Or how about you? Do you really want to\nrisk losing the rest of your life rather than waiting a couple more\ncenturies until we know it’s safe? If you do, I’ll order the big ship.”\n\nJordan opened his mouth and for a second Giles’ heart caught in a flux\nof emotions as the man’s offer hovered on his lips. Then the engineer\nshut his mouth slowly. The belligerence ran out of him.\n\nHe looked sick, for he had no answer.\n\n                  *       *       *       *       *\n\nNO SANE man would risk a chance for near eternity against such a\nrelatively short wait. Heroism had belonged to those who knew their days\nwere numbered, anyhow.\n\n“Forget it, Bill,” Giles advised. “It may take longer, but eventually\nwe’ll find a way. With time enough, we’re bound to. And when we do, the\nship will be ready.”\n\nThe engineer nodded miserably and clicked off. Giles turned from the\nblank screen to stare out of the windows, while his hand came up to\ntwist at the lock of hair over his forehead. Eternity! They had to plan\nand build for it. They couldn’t risk that plan for short-term benefits.\nUsually it was too easy to realize that, and the sight of the solid,\ntime-enduring buildings outside should have given him a sense of\nsecurity.\n\nToday, though, nothing seemed to help. He felt choked, imprisoned,\nsomehow lost; the city beyond the window blurred as he studied it, and\nhe swung the chair back so violently that his hand jerked painfully on\nthe forelock he’d been twisting.\n\nThen he was staring unbelievingly at the single white hair that was\ntwisted with the dark ones between his fingers.\n\nLike an automaton, he bent forward, his other hand groping for the\nmirror that should be in one of the drawers. The dull pain in his chest\nsharpened and his breath was hoarse in his throat, but he hardly noticed\nas he found the mirror and brought it up. His eyes focused reluctantly.\nThere were other white strands in his dark hair.\n\nThe mirror crashed to the floor as he staggered out of the office.\n\nIt was only two blocks to Giles’ residence club, but he had to stop\ntwice to catch his breath and fight against the pain that clawed at his\nchest. When he reached the wood-paneled lobby, he was barely able to\nstand.\n\nDubbins was at his side almost at once, with a hand under his arm to\nguide him toward his suite.\n\n“Let me help you, sir,” Dubbins suggested, in the tones Giles hadn’t\nheard since the man had been his valet, back when it was still possible\nto find personal servants. Now he managed the club on a level of\nquasi-equality with the members. For the moment, though, he’d slipped\nback into the old ways.\n\n                  *       *       *       *       *\n\nGILES FOUND himself lying on his couch, partially undressed, with the\npillows just right and a long drink in his hand. The alcohol combined\nwith the reaction from his panic to leave him almost himself again.\nAfter all, there was nothing to worry about; Earth’s doctors could cure\nanything.\n\n“I guess you’d better call Dr. Vincenti,” he decided. Vincenti was a\nmember and would probably be the quickest to get.\n\nDubbins shook his head. “Dr. Vincenti isn’t with us, sir. He left a year\nago to visit a son in the Centauri system. There’s a Dr. Cobb whose\nreputation is very good, sir.”\n\nGiles puzzled over it doubtfully. Vincenti had been an oddly morose man\nthe last few times he’d seen him, but that could hardly explain his\ntaking a twenty-year shuttle trip for such a slim reason. It was no\nconcern of his, though. “Dr. Cobb, then,” he said.\n\nGiles heard the other man’s voice on the study phone, too low for the\nwords to be distinguishable. He finished the drink, feeling still\nbetter, and was sitting up when Dubbins came back.\n\n“Dr. Cobb wants you to come to his office at once, sir,” he said,\ndropping to his knee to help Giles with his shoes. “I’d be pleased to\ndrive you there.”\n\nGiles frowned. He’d expected Cobb to come to him. Then he grimaced at\nhis own thoughts. Dubbins’ manners must have carried him back into the\npast; doctors didn’t go in for home visits now—they preferred to see\ntheir patients in the laboratories that housed their offices. If this\nkept on, he’d be missing the old days when he’d had a mansion and\ncounted his wealth in possessions, instead of the treasures he could\nbuild inside himself for the future ahead. He was getting positively\nchildish!\n\nYet he relished the feeling of having Dubbins drive his car. More than\nanything else, he’d loved being driven. Even after chauffeurs were a\nthing of the past, Harry had driven him around. Now he’d taken to\nwalking, as so many others had, for even with modern safety measures so\nstrict, there was always a small chance of some accident and nobody had\nany desire to spend the long future as a cripple.\n\n“I’ll wait for you, sir,” Dubbins offered as they stopped beside the\nlow, massive medical building.\n\nIt was almost too much consideration. Giles nodded, got out and headed\ndown the hall uncertainly. Just how bad did he look? Well, he’d soon\nfind out.\n\nHe located the directory and finally found the right office, its\nreception room wall covered with all the degrees Dr. Cobb had picked up\nin some three hundred years of practice. Giles felt better, realizing it\nwouldn’t be one of the younger men.\n\n                  *       *       *       *       *\n\nCOBB APPEARED himself, before the nurse could take over, and led Giles\ninto a room with an old-fashioned desk and chairs that almost concealed\nthe cabinets of equipment beyond.\n\nHe listened as Giles stumbled out his story. Halfway through, the nurse\ntook a blood sample with one of the little mosquito needles and the\nmachinery behind the doctor began working on it.\n\n“Your friend told me about the gray hair, of course,” Cobb said. At\nGiles’ look, he smiled faintly. “Surely you didn’t think people could\nmiss that in this day and age? Let’s see it.”\n\nHe inspected it and began making tests. Some were older than Giles could\nremember—knee reflex, blood pressure, pulse and fluoroscope. Others\ninvolved complicated little gadgets that ran over his body, while meters\nbobbed and wiggled. The blood check came through and Cobb studied it, to\ngo back and make further inspections of his own.\n\nAt last he nodded slowly. “Hyper-catabolism, of course. I thought it\nmight be. How long since you had your last rejuvenation? And who gave\nit?”\n\n“About ten years ago,” Giles answered. He found his identity card and\npassed it over, while the doctor studied it. “My sixteenth.”\n\nIt wasn’t going right. He could feel it. Some of the panic symptoms were\nreturning; the pulse in his neck was pounding and his breath was growing\ndifficult. Sweat ran down his sides from his armpit and he wiped his\npalms against his coat.\n\n“Any particular emotional strain when you were treated—some major upset\nin your life?” Cobb asked.\n\nGiles thought as carefully as he could, but he remembered nothing like\nthat. “You mean—it didn’t take? But I never had any trouble, Doctor. I\nwas one of the first million cases, when a lot of people couldn’t\nrejuvenate at all, and I had no trouble even then.”\n\nCobb considered it, hesitated as if making up his mind to be frank\nagainst his better judgment. “I can’t see any other explanation. You’ve\ngot a slight case of angina—nothing serious, but quite definite—as well\nas other signs of aging. I’m afraid the treatment didn’t take fully. It\nmight have been some unconscious block on your part, some infection not\ndiagnosed at the time, or even a fault in the treatment. That’s pretty\nrare, but we can’t neglect the possibility.”\n\n                  *       *       *       *       *\n\nHE STUDIED his charts again and then smiled. “So we’ll give you another\ntreatment. Any reason you can’t begin immediately?”\n\nGiles remembered that Dubbins was waiting for him, but this was more\nimportant. It hadn’t been a joke about his growing old, after all. But\nnow, in a few days, he’d be his old—no, of course not—his young self\nagain!\n\nThey went down the hall to another office, where Giles waited outside\nwhile Cobb conferred with another doctor and technician, with much\nwaving of charts. He resented every second of it. It was as if the\nalmost forgotten specter of age stood beside him, counting the seconds.\nBut at last they were through and he was led into the quiet rejuvenation\nroom, where the clamps were adjusted about his head and the earpieces\nwere fitted. The drugs were shot painlessly into his arm and the\nlight-pulser was adjusted to his brain-wave pattern.\n\nIt had been nothing like this his first time. Then it had required\nmonths of mental training, followed by crude mechanical and drug\nhypnosis for other months. Somewhere in every human brain lay the memory\nof what his cells had been like when he was young. Or perhaps it lay in\nthe cells themselves, with the brain as only a linkage to it. They’d\ndiscovered that, and the fact that the mind could effect physical\nchanges in the body. Even such things as cancer could be willed out of\nexistence—provided the brain could be reached far below the conscious\nlevel and forced to operate.\n\nThere had been impossible faith cures for millenia—cataracts removed\nfrom blinded eyes within minutes, even—but finding the mechanism in the\nbrain that worked those miracles had taken an incredible amount of study\nand finding a means of bringing it under control had taken even longer.\n\nNow they did it with dozens of mechanical aids in addition to the\nhypnotic instructions—and did it usually in a single sitting, with the\nfull transformation of the body taking less than a week after the\ntreatment!\n\nBut with all the equipment, it wasn’t impossible for a mistake to\nhappen. It had been no fault of his ... he was sure of that ... his mind\nwas easy to reach ... he could relax so easily....\n\nHe came out of it without even a headache, while they were removing the\nprobes, but the fatigue on the operator’s face told him it had been a\nlong and difficult job. He stretched experimentally, with the eternal\nunconscious expectation that he would find himself suddenly young again.\nBut that, of course, was ridiculous. It took days for the mind to work\non all the cells and to repair the damage of time.\n\n                  *       *       *       *       *\n\nCOBB LED him back to the first office, where he was given an injection\nof some kind and another sample of his blood was taken, while the\nearlier tests were repeated. But finally the doctor nodded.\n\n“That’s all for now, Mr. Giles. You might drop in tomorrow morning,\nafter I’ve had a chance to complete my study of all this. We’ll know by\nthen whether you’ll need more treatment. Ten o’clock okay?”\n\n“But I’ll be all right?”\n\nCobb smiled the automatic reassurance of his profession. “We haven’t\nlost a patient in two hundred years, to my knowledge.”\n\n“Thanks,” said Giles. “Ten o’clock is fine.”\n\nDubbins was still waiting, reading a paper whose headlined feature\ncarried a glowing account of the discovery of the super-light missile\nand what it might mean. He took a quick look at Giles and pointed to it.\n“Great work, Mr. Giles. Maybe we’ll all get to see some of those other\nworlds yet.” Then he studied Giles more carefully. “Everything’s in good\nshape now, sir?”\n\n“The doctor says everything’s going to be fine,” Giles answered.\n\nIt was then he realized for the first time that Cobb had said no such\nthing. A statement that lightning had never struck a house was no\nguarantee that it never would. It was an evasion meant to give such an\nimpression.\n\nThe worry nagged at him all the way back. Word had already gone around\nthe club that he’d had some kind of attack and there were endless\nquestions that kept it on his mind. And even when it had been covered\nand recovered, he could still sense the glances of the others, as if he\nwere Vincenti in one of the man’s more morose moods.\n\nHe found a single table in the dining room and picked his way through\nthe meal, listening to the conversation about him only when it was\nnecessary because someone called across to him. Ordinarily, he was quick\nto support the idea of clubs in place of private families. A man here\ncould choose his group and grow into them. Yet he wasn’t swallowed by\nthem, as he might be by a family. Giles had been living here for nearly\na century now and he’d never regretted it. But tonight his own group\nirritated him.\n\nHe puzzled over it, finding no real reason. Certainly they weren’t\nforcing themselves on him. He remembered once when he’d had a cold,\nbefore they finally licked that; Harry had been a complete nuisance,\nrunning around with various nostrums, giving him no peace. Constant\nquestions about how he felt, constant little looks of worry—until he’d\nbeen ready to yell at the boy. In fact, he had.\n\nFunny, he couldn’t picture really losing his temper here. Families did\nodd things to a man.\n\n                  *       *       *       *       *\n\nHE LISTENED to a few of the discussions after the dinner, but he’d heard\nthem all before, except for one about the super-speed drive, and there\nhe had no wish to talk until he could study the final report. He gave up\nat last and went to his own suite. What he needed was a good night’s\nsleep after a little relaxation.\n\nEven that failed him, though. He’d developed one of the finest chess\ncollections in the world, but tonight it held no interest. And when he\ndrew out his tools and tried working on the delicate, lovely jade for\nthe set he was carving his hands seemed to be all thumbs. None of the\nother interests he’d developed through the years helped to add to the\nrichness of living now.\n\nHe gave it up and went to bed—to have the fragment of that song pop into\nhis head. Now there was no escaping it. Something about the years—or was\nit days—dwindling down to something or other.\n\nCould they really dwindle down? Suppose he couldn’t rejuvenate all the\nway? He knew that there were some people who didn’t respond as well as\nothers. Sol Graves, for instance. He’d been fifty when he finally\nlearned how to work with the doctors and they could only bring him back\nto about thirty, instead of the normal early twenties. Would that reduce\nthe slice of eternity that rejuvenation meant? And what had happened to\nSol?\n\nOr suppose it wasn’t rejuvenation, after all; suppose something had gone\nwrong with him permanently?\n\nHe fought that off, but he couldn’t escape the nagging doubts at the\ndoctor’s words.\n\nHe got up once to stare at himself in the mirror. Ten hours had gone by\nand there should have been some signs of improvement. He couldn’t be\nsure, though, whether there were or not.\n\nHe looked no better the next morning when he finally dragged himself up\nfrom the little sleep he’d managed to get. The hollows were still there\nand the circles under his eyes. He searched for the gray in his hair,\nbut the traitorous strands had been removed at the doctor’s office and\nhe could find no new ones.\n\nHe looked into the dining room and then went by hastily. He wanted no\nsolicitous glances this morning. Drat it, maybe he should move out.\nMaybe trying family life again would give him some new interests. Amanda\nprobably would be willing to marry him; she’d hinted at a date once.\n\nHe stopped, shocked by the awareness that he hadn’t been out with a\nwoman for....\n\nHe couldn’t remember how long it had been. Nor why.\n\n“In the spring, a young man’s fancy,” he quoted to himself, and then\nshuddered.\n\nIt hadn’t been that kind of spring for him—not this rejuvenation nor the\nlast, nor the one before that.\n\n                  *       *       *       *       *\n\nGILES TRIED to stop scaring himself and partially succeeded, until he\nreached the doctor’s office. Then it was no longer necessary to frighten\nhimself. The wrongness was too strong, no matter how professional Cobb’s\nsmile!\n\nHe didn’t hear the preliminary words. He watched the smile vanish as the\nstack of reports came out. There was no nurse here now. The machines\nwere quiet—and all the doors were shut.\n\nGiles shook his head, interrupting the doctor’s technical jargon. Now\nthat he knew there was reason for his fear, it seemed to vanish, leaving\na coldness that numbed him.\n\n“I’d rather know the whole truth,” he said. His voice sounded dead in\nhis ears. “The worst first. The rejuvenation...?”\n\nCobb sighed and yet seemed relieved. “Failed.” He stopped, and his hands\ntouched the reports on his desk. “Completely,” he added in a low,\ndefeated tone.\n\n“But I thought that was impossible!”\n\n“So did I. I wouldn’t believe it even yet—but now I find it isn’t the\nfirst case. I spent the night at Medical Center going up the ranks until\nI found men who really know about it. And now I wish I hadn’t.” His\nvoice ran down and he gathered himself together by an effort. “It’s a\nshock to me, too, Mr. Giles. But—well, to simplify it, no memory is\nperfect—even cellular memory. It loses a little each time. And the\neffect is cumulative. It’s like an asymptotic curve—the further it goes,\nthe steeper the curve. And—well, you’ve passed too far.”\n\nHe faced away from Giles, dropping the reports into a drawer and locking\nit. “I wasn’t supposed to tell you, of course. It’s going to be tough\nenough when they’re ready to let people know. But you aren’t the first\nand you won’t be the last, if that’s any consolation. We’ve got a longer\ntime scale than we used to have—but it’s in centuries, not in eons. For\neverybody, not just you.”\n\nIt was no consolation. Giles nodded mechanically. “I won’t talk, of\ncourse. How—how long?”\n\nCobb spread his hands unhappily. “Thirty years, maybe. But we can make\nthem better. Geriatric knowledge is still on record. We can fix the\nheart and all the rest. You’ll be in good physical condition, better\nthan your grandfather—”\n\n“And then....” Giles couldn’t pronounce the words. He’d grown old and\nhe’d grow older. And eventually he’d die!\n\nAn immortal man had suddenly found death hovering on his trail. The\nyears had dwindled and gone, and only a few were left.\n\nHe stood up, holding out his hand. “Thank you, Doctor,” he said, and was\nsurprised to find he meant it. The man had done all he could and had at\nleast saved him the suspense of growing doubt and horrible eventual\ndiscovery.\n\n                  *       *       *       *       *\n\nOUTSIDE ON the street, he looked up at the Sun and then at the buildings\nbuilt to last for thousands of years. Their eternity was no longer a\npart of him.\n\nEven his car would outlast him.\n\nHe climbed into it, still partly numbed, and began driving mechanically,\nno longer wondering about the dangers that might possibly arise. Those\nwouldn’t matter much now. For a man who had thought of living almost\nforever, thirty years was too short a time to count.\n\nHe was passing near the club and started to slow. Then he went on\nwithout stopping. He wanted no chance to have them asking questions he\ncouldn’t answer. It was none of their business. Dubbins had been\nkind—but now Giles wanted no kindness.\n\nThe street led to the office and he drove on. What else was there for\nhim? There, at least, he could still fill his time with work—work that\nmight even be useful. In the future, men would need the super-light\ndrive if they were to span much more of the Universe than now. And he\ncould speed up the work in some ways still, even if he could never see\nits finish.\n\nIt would be cold comfort but it was something. And he might keep busy\nenough to forget sometimes that the years were gone for him.\n\nAutomatic habit carried him through the office again, to Amanda’s desk,\nwhere her worry was still riding her. He managed a grin and somehow the\nright words came to his lips. “I saw the doctor, Amanda, so you can stop\nfiguring ways to get me there.”\n\nShe smiled back suddenly, without feigning it. “Then you’re all right?”\n\n“As all right as I’ll ever be,” he told her. “They tell me I’m just\ngrowing old.”\n\nThis time her laugh was heartier. He caught himself before he could echo\nher mirth in a different voice and went inside where she had the coffee\nwaiting for him.\n\nOddly, it still tasted good to him.\n\nThe projection was off, he saw, wondering whether he’d left it on or\nnot. He snapped the switch and saw the screen light up, with the people\nstill in the odd, wheelless vehicle on the alien planet.\n\n                  *       *       *       *       *\n\nFOR A long moment, he stared at the picture without thinking, and then\nbent closer. Harry’s face hadn’t changed much. Giles had almost\nforgotten it, but there was still the same grin there. And his\ngrandchildren had a touch of it, too. And of their grandfather’s nose,\nhe thought. Funny, he’d never seen even pictures of his other\ngrandchildren. Family ties melted away too fast for interstellar travel.\n\nYet there seemed to be no slackening of them in Harry’s case, and\nsomehow it looked like a family, rather than a mere group. A very\npleasant family in a very pleasant world.\n\nHe read Harry’s note again, with its praise for the planet and its\ninvitation. He wondered if Dr. Vincenti had received an invitation like\nthat, before he left. Or had he even been one of those to whom the same\nreport had been delivered by some doctor? It didn’t matter, but it would\nexplain things, at least.\n\nTwenty years to Centaurus, while the years dwindled down—\n\nThen abruptly the line finished itself. “The years dwindle down to a\nprecious few....” he remembered. “A precious few.”\n\nThose dwindling years had been precious once. He unexpectedly recalled\nhis own grandfather holding him on an old knee and slipping him candy\nthat was forbidden. The years seemed precious to the old man then.\n\nAmanda’s voice came abruptly over the intercom. “Jordan wants to talk to\nyou,” she said, and the irritation was sharp in her voice. “He won’t\ntake no!”\n\nGiles shrugged and reached for the projector, to cut it off. Then, on\nimpulse, he set it back to the picture, studying the group again as he\nswitched on Jordan’s wire.\n\nBut he didn’t wait for the hot words about whatever was the trouble.\n\n“Bill,” he said, “start getting the big ship into production. I’ve found\na volunteer.”\n\nHe’d been driven to it, he knew, as he watched the man’s amazed face\nsnap from the screen. From the first suspicion of his trouble, something\ninside him had been forcing him to make this decision. And maybe it\nwould do no good. Maybe the ship would fail. But thirty years was a\nnumber a man could risk.\n\nIf he made it, though....\n\nWell, he’d see those grandchildren of his this year—and Harry. Maybe\nhe’d even tell Harry the truth, once they got done celebrating the\nreunion. And there’d be other grandchildren. With the ship, he’d have\ntime enough to look them up. Plenty of time!\n\nThirty years was a long time, when he stopped to think of it.\n\n------------------------------------------------------------------------\n\n\n\n\nItalicized phrases are presented by surrounding the text with\n_underscores_.\n\nThe cover belongs to the entire publication, and does not particularly\nrelate to this etext.\n\nMinor changes in presentation have been made from the layout of the\noriginal paper publication.\n\nPunctuation has been normalized. Variations in hyphenation have been\nretained as they were in the original publication. The following assumed\nprinter's errors were corrected:\n\npossitively —> positively\n\nHe’d developed one the finest —> He’d developed one of the finest\n\n\n\n\n",
    "metadata": {
        "author": [
            "Del Rey, Lester"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/50103/pg50103.txt",
        "name": "the_dwindling_years.json"
    }
}