{
    "name": "The Vegans Were Curious",
    "author": [
        "Marks, Winston K. (Winston Kinney)"
    ],
    "body": "The little sun was almost a light-year out of his way, and he could\nhave made it on to Sirius without stopping. But the thirst within him\nwas strong. The delicious, yellow sun with its rich corona and tiny,\ntantalizing streamers was too tempting to pass up. Even before its\ngravitic currents were strong enough to be of utility, he was decided.\nHe would pause. He would gorge himself. He would drink until he was\nblue-white.\n\nThe thought was the first pleasant, sensuous one he had allowed himself\non the long journey. In his haste to indulge, he ignored the nine\nplanets which normally would have attracted at least a curious glance\nfrom him. Not until he veered physically to avoid the third planet from\nthe sun was he distracted from his goal.\n\nA bevy of the clumsy little spaceships from distant Vega were swarming\njust outside the planet's turgid atmosphere. As he approached, one of\nthe Vegans noted his presence and hailed him.\n\n\"Greetings, Sirian! Stop a bit and give us your worthy opinion.\"\n\nAlthough the message took but half a micro-second, the Sirian was\nalmost past the planet's pale satellite before he could repolarize his\nphotons and reverse his direction. Being the haughty creatures they\nwere, the Vegan's invitation was both unusual and provocative.\n\nThe Sirian noted, as he returned, that the flight of one-man-disks\nseemed gathered about a mushroom-shaped cloud of opaque, gaseous\nmatter, entirely cold except for a modest radio-activity.\n\nWhen he shot out an open query, the Vegan answered, \"_They_ did it!\nThose incredible little organic creatures down on the surface.\"\n\n\"Creatures? You mean there is an intelligent _organic_ life-form on\nthis planet?\" the Sirian asked somewhat incredulously. He had passed\nthis system a hundred times without suspecting such a thing.\n\n\"Well, not exactly intelligent in a galactic sense, but likely\nyou'll agree that the principles of fission and fusion are somewhat\nremarkable to find mastered by a planet-bound life-form as primitive\nas these entities. They are ordinary, liquid-and-solid, carbon-ring,\nferro-protein, bi-symmetrical bipeds--you know, the kind you find\nscattered about on these oxygen-rich planets. But imagine! Nuclear\nmanipulation!\"\n\nThe Sirian found the paradox both curious and amusing. Never, to his\nknowledge, had solid-matter life-forms advanced beyond a rudimentary\nuse of chemical combustion reactions, and even those who did master\nfire more often worshipped it than made a sensible use of it.\n\n\"Interesting! Interesting, indeed. I think I will have a look.\"\n\n\"We were hoping you would,\" the Vegan replied. \"We've done all the\ninvestigating we dare.\"\n\n\"How is that?\"\n\n\"They've spotted us, we think. Every time we come close to the surface\nthey dispatch little gas-expulsion vessels to chase us.\"\n\n\"Why don't you simply land and establish communications?\"\n\n\"With our limitations we're not that curious. They're a violent,\nvicious, suspicious lot--some two or three billion of them. And they\nhave some nasty little weapons at their disposal. Their nature seems to\nbe to hate what they don't understand. Shoot first and question later.\"\n\n\"Thanks for the warning--\"\n\n\"Not that you need it. With your metamorphic abilities you can easily--\"\n\n\"Of course. Now, on what question did you seek my opinion?\"\n\nThe Vegan was slow in answering, as if the question were still hazy\nin his mind. Then he said, \"Our observations seem to indicate that\nthese creatures are divided into two general categories, but the only\ndistinctions we can detect are so superficial as to be ridiculous. One\nis in the manner of attiring themselves, and the other--\" He paused as\nif reluctant.\n\n\"Yes, yes?\"\n\n\"Well, this may seem fatuous, but all reproduction appears to be\nconfined to _one of the types_.\"\n\n\"That would be unique,\" the Sirian granted.\n\n\"But if this is true, there must be more important differences between\nthe two types,\" the Vegan went on. \"Basic differences, one would\nexpect.\"\n\n\"Then your question to me is, what are these differences, if any?\"\n\n\"Precisely.\"\n\nHow very typical of the superficial Vegan mentality, the Sirian\nthought to himself. Worrying themselves over some minor biological\ndetail, when the obviously fascinating mystery lay in the creatures'\nability to cause nuclear fission and fusion. These thoughts he screened\nfrom them, for the Vegans are quick to take offense, a rather childish\nlot, for all of their advanced culture.\n\n\"Very well, I will look into that, too,\" he agreed and with\nappropriate, interstellar amenities, took his leave Earthward.\n\n\n\nHe looked for a concentration of \"people,\" and he found one, scattered\nalong two miles of sandy beach adjacent to a nervously lapping body\nof liquid which was aqueous, saline and incredibly full of lower\nlife-forms.\n\nHe hovered over the heads of the bathers at an altitude of less than\nfifty feet, his person distributed almost the whole two miles of beach.\nThe sun being at its zenith, no one looked directly up, and if they had\nthey would have seen only a faint, golden glow.\n\nHe scanned the general atomic-molecular-cellular-structural patterns\nof the entities, inventoried his own energy content, decided he could\njust about make it, and set about carefully condensing his photons. As\nthe swirling energy came to a focus, people still did not stare up,\nbut hundreds sought the shade of their beach umbrellas, donned their\nsun-glasses or decided they'd had enough for today.\n\nPresently, he had himself organized into a ball of evanescence\ntwo-hundred yards in diameter, all ready for the final compression.\nThis was the most tedious metamorphosis he had ever attempted--all\nthose nerve-endings, hair follicles, pores, sweat-glands!\n\nHe found a bare patch of sand, some fifteen feet across, just\nvacated by a family of fourteen. In a rush he sought to complete the\ntransformation before the crowd expanded into it.\n\nBut wait! There was one decision more. He had, indeed, discovered\nthat there were two kinds of \"humans\" on the beach. The physiological\ndifferences seemed very minor, and the deciding factor was that one\ncategory wore attire only in one place, whereas the other covered its\nbody at two points, thus excluding a bit more of the delicious radiance\nof the golden sun.\n\nHe decided to be a male.\n\n\"Well, he's got his nerve!\"\n\n\"I should say so! Looka the skinny little runt, right in the middle a\nthat nice empty spot.\"\n\n\"Tell 'im to move over Fred. We saw it first.\"\n\nThe Sirian smiled at the palpable lie. \"Please share it with me,\" he\nsaid pleasantly, scooting over to one side.\n\nHis move was too precipitous. A long-legged blonde creature, pink and\nsupine, hunched to a sitting position. \"Watch it, junior. You kicked\nsand all over my sun-tan lotion.\"\n\n\"Oh, sorry!\" He sent a super-gentle wave of vibratory energy out to\nwipe off the offending grains of silica.\n\n\"Yipe! Why you fresh punk!\" Then the blonde discovered that the fresh\npunk was still six feet away. She turned to her henna-haired companion.\n\"Ye Gods, what a sensation! Goose flesh, yet.\" She rubbed on some more\nlotion, turned over on her side and dug her blue-clad hip into the sand\nunder her blanket.\n\nThe Sirian studied the shapely back and buttocks, for which, in his\nbrand new orientation, he seemed to possess a peculiar aesthetic\nappreciation. The intruder called Fred, in the act of spreading his\nblanket, noticed his stare and laughed. \"She's not for the likes of\nyou, Super-mouse.\"\n\nThe idiomatic allusion escaped the Sirian. He had thought he had\nthe language pattern mastered in his initial survey, but the item,\nSuper-mouse, apparently had a remote significance.\n\n\n\nInstinctively, he lashed out a sub-etheric feeler to probe the man's\nbrain--and just as instantly retrieved it. To his annoyance he\ndiscovered an extremely sensitive and complex network of brain-waves\nencasing and protecting the frontal lobes of the man's thinking\napparatus. Yes, his \"subconscious\" mind was easily available,\nand therein was stored a fabulous assortment of inconsequential,\nintellectual debris, including a knowledge of the language, but to sift\nand sort that disorganized nest for one silly term seemed like more\ntrouble than asking what it meant.\n\nSo he did.\n\nFred replied, \"You don't know Super-mouse? You should go to the movies.\nAnyhow, I just meant you could use some meat on your bones, fellow.\"\n\nHe turned and dropped beside the brown-haired female beside him. \"What\na character!\" he told her.\n\nThe Sirian looked down at himself and understood the disparaging tone.\nThis point in his intergalactic journey had found his energy store\nquite depleted, and the best he could \"condense\" into was a rather\ngrotesque, five-foot caricature of the specimens surrounding him.\n\nHis bony feet, knees and elbows wore the minimum allowable thicknesses\nof flesh, but what seemed to amuse the neighbors most was his very pale\nskin. This was by design rather than accident. Why pigment his skin to\nexclude the intoxicating solar energy that was flooding his pitiful\nearthform? If he had dared, he would have changed his translucent skin\nto complete transparency, but that would have been too noticeable.\n\nHe became aware, also, that people were staring at the region of his\ngroin. Before he had time to probe his mistake of attire, however,\nanother couple moved into the shrinking bare spot of sand and\nchallenged his right to three whole square yards.\n\n\"Consolidate, will ya, mister?\" The male was huge, hairy and\nsmall-eyed. The female was the opposite. The only visible hair was a\nrippling torrent of yellow gold that fell down her back in a graceful\nsweep. She was tiny, tanned--and--the Sirian fumbled with his new\nvocabulary--terrific!\n\nAgain that peculiar sensation of pleasure sent bubbles of pressure\ninto his throbbing temple veins. He had a name for the weird desire it\ninspired. _Rut_, it was called, but he had no experience from which to\nassess it.\n\nUnfortunately, the man before him assessed his emotion swiftly and\naccurately. \"Whatcha gapin' at, squirt?\"\n\n\"Why, uh, your female--\" The man's face darkened, and the Sirian rushed\non searching for a more propitious term, \"I mean, your broad, wife,\nsweetheart, girl, doll, honey--\"\n\nHampered by the sluggish mental equipment in this human format, he was\nunable to select a semantically acceptable synonym, so he blurted all\nhe could think of.\n\n\"Why, you--\"\n\nHe felt himself hoisted rudely by one thin arm, and suddenly the large,\ndark face was jammed into his own. \"Whadda ya mean, layin' there in a\nbroad's Bikini bathin' suit and callin' my broad a broad? What kind of\na queer are you, anyhow?\"\n\n\"Oh, I'm very,\" the Sirian managed to strangle out.\n\n\"Very what?\"\n\n\"What you said. Queer.\" He had no desire to offend these people, but\ntheir expression indicated that his progress was poor.\n\n\"Are you trying to be insulting?\" The man asked the question and seemed\nto arrive at an affirmative answer simultaneously. He balled a fist and\npumped it solidly into the Sirian's midrift.\n\n\n\nAnticipating pain from the violent gesture, he blocked off the nerve\nendings, reinforced his stomach muscles at the expense of some bony\ntissue, and leaned into the blow. Transmuting the kinetic energy into\nassimilable light, the Sirian enjoyed the tiny tweak of power.\n\nThe big man jerked back his wrist and stared at it. \"Like a rock, yet.\nHuh! Wipe that smirk off, Mac.\"\n\n\"I beg your pardon?\"\n\n\"Still snotty, huh?\" The big fellow slammed two lefts and two rights to\nthe body with no more effect.\n\nThe gorgeous blonde said, \"Oh stop, Tony. He's one of these\nwhaddayacallems--masochists. He likes to get slugged. Now stop it, I\ntell you, or the cops will--\"\n\nBut Tony was unstoppable. Infuriated, he aimed a round-house right at\nthe Sirian's chin, and that individual, fearing for the structural\ninadequacies of his neck, ducked.\n\nTony launched himself at full length in the direction of the\nblue-buttocked blonde but made it only as far as her upright bottle\nof sun-tan lotion. He crashed to the sand with considerable force.\nTwisting his neck to save his nose from the sand, Tony brought his\ntemple in deadly line with the little rigid bottle.\n\nFrom the solid jam of humanity came voices. \"Wow, did you see the\nlittle guy counter-punch him? Just like lightning.\"\n\n\"Naw, the big guy stumbled. He hit his head.\"\n\n\"On the bottle.\"\n\n\"The little guy? Yeah, he jabbed the big guy with the bottle. Dirty\nfighting, I call it, even if he is littler.\"\n\n\"Here they come. Hey shorty, here come the cops. Better melt away\nquick.\"\n\nThings were out of focus for the Sirian. He lost the opportunity to\n\"melt away\" and was shortly in custody.\n\nThe hearing and, later, the trial was so farcical as to be fascinating.\nHe hadn't intended an extensive study of the mores and morals of this\nprimitive culture, but the Sirian couldn't resist the intriguing\ndevelopments that piled one on top the other.\n\nIn the so-called court of law, not a single witness to the actual\n\"murder\" appeared, except the terrific blonde. Yet a sizable parade\nof strangers did appear to identify the accused and testify to his\ncold-blooded act of violence.\n\nIt developed that:\n\nA. Tony was a gangster-politician of some note.\n\nB. Tony had mortal enemies in the underworld.\n\nC. Tony had been deliberately baited.\n\nD. The Sirian had carefully jabbed him in the temple.\n\nE. The crime was premeditated.\n\nF. The Sirian was a well-known judo-killer named Mike Sledge, of the\nopposing underworld. (This last from the D.A.'s office).\n\nThe verdict was: GUILTY.\n\nThe penalty: DEATH.\n\nAs a last wish, the convicted man was granted the privilege of\nimmediate execution rather than enduring the usual delay.\n\nThis last threw the death-house into quite an uproar, but the Sirian\nhad no intention of languishing for weeks in confinement.\n\nExactly at midnight, he was led to the death chamber, sleeves and\npant-legs slit, head shaved and belly full of fried chicken to which he\nhad taken a fancy.\n\nThere was the priest, the press and the other witnesses. The chair\nlooked ugly and uncomfortable, but the crackling jolts of electricity\nwere worth it. They sent trickles of pure ecstasy through the Sirian's\npower-thirsty being. But they were only trickles, and comparatively\nshort. They tried him at 30,000 volts, 40,000, 50,000. But then he\ndeliberately lowered his body resistance in order to drink up more\namperage and blew all the fuses.\n\nThey held him twenty-four hours out of pure curiosity while the\ndoctors had a field day. But the press championed his cause, and he was\nset free.\n\n\n\nThe blonde was waiting in a black Cadillac. The blonde had just\ncollected Tony's insurance and was now obsessed with the thought that\nany guy who could soak up electricity like that must have shocking\npossibilities.\n\nThe Sirian settled back in the leopard-skin upholstery and sighed. As\nthe vehicle moved off into the darkness, a soft, perfumed arm slipped\naround his neck. \"My poor, poor Mike,\" the voice came like the purr\nof a mink. \"I'll bet he doesn't feel well. Please don't be angry with\nlittle me for testifying against you.\"\n\n\"Don't mention it,\" _Mike_ replied. \"And I feel very well, thank you.\"\nThis was the truth. With nearly a million watts of pure 60-cycle A.C.\nunder his belt, the Sirian had been able to expand his puny physique\nslightly. At least his red blood count was up to normal now.\n\n\"Only one thing,\" he remarked, \"I am tired of being pestered with\nreporters. Where could we go to escape them?\"\n\n\"Oh dear, that is a problem.\" She looked out the rear window. \"They are\nfollowing, of course. And they'll have my penthouse staked out like\nsharks around a desert island.\"\n\n\"That reminds me,\" Mike said. \"This Bikini I was wearing at the time of\nthe crime--\"\n\nShe giggled. \"You did look silly.\"\n\n\"Well, what I want to know is, why did they call my trunks by such a\nname? My understanding is that Bikini is the name of an island in the\nPacific Ocean.\"\n\n\"Yeah, I guess. Where they popped the H-bomb.\"\n\n\"H-bomb?\" At last the hazy double meaning became clear to him. His\nsubconscious survey of many human minds had found nuclear energy mixed\nup with females' scanty bathing attire, and the connection had evaded\nhim until this moment. \"Could we see one if we went there?\"\n\n\"One what?\"\n\n\"An H-bomb, of course.\"\n\n\"Oh, naturally. The government would just love to show us how they\nshoot off a H-bomb,\" she said. He missed the sarcasm entirely. \"Matter\nof fact, they're testing out there again this week. Why don't you call\nup the president.\"\n\n\"That won't be necessary,\" he said seriously. In the space of eight\nmicro-seconds, he volatilized, visited the Pentagon, stripped the\nexact location of the next nuclear bomb detonation from an agonized\ngeneral, and returned to the Cadillac. The blonde, of course, was\nunaware of his brief absence.\n\n\"Just as I thought,\" he told her. \"It's a nice, secluded spot where you\nand I can be all alone for a little while. And I can poke around and\nsee what makes these bombs tick.\"\n\n\"Fine, fine,\" she purred in his ear. \"Let's go.\"\n\nShe thought he was kidding.\n\nIt was an hour before dawn on the atoll when he re-materialized the\nCadillac, blonde and all, on the coral beach. Only the chauffeur had\nbeen left behind.\n\n\"What's that sound,\" she cried a little startled.\n\n\"Just the surf.\"\n\n\"Be darned! I don't remember telling Smith to drive us to--oh well,\nit's quiet, isn't it honey?\"\n\nThe Sirian sent out a probe and located the tower with the huge\nnuclear device suspended below it. He was about to close in and focus\non the construction and composition when the voice in his ear hissed\nintimately, \"Mike, darling, where are you?\"\n\n\"Me? Why, I'm right here.\"\n\n\"Hadda feeling you were miles away.\"\n\n\"Not at all. Just about twenty-five yards is all. It's located right\nover there.\"\n\n\"What's located where?\"\n\n\"The hydrogen bomb. Just over that first hump. You can see the tower.\"\n\n\"Don't be silly,\" she said giggling. \"It's jet black out there. Real\ndark, and private, and Smith's gone off somewhere. We're all alone,\ndarling. Just like you wanted.\"\n\n\n\nAnd now the Sirian, alias Mike Sledge, learned that there were other\nthan visual methods of aesthetic appreciation. Hundred-dollar-a-dram\nperfume assailed his olfactory tissues from her warm body, turning\ncertain miniscule glands within him into busy chemical factories.\n\nHer finger-tips trailed over his shaved head, and he almost threw out a\nnerve block before he realized that the sensation was psycho-physical\nrather than electronic.\n\n\"Show me!\" she whispered.\n\n\"Show you what?\"\n\n\"How you did it. How you fought back all that juice. All that terrible\nelectricity!\"\n\n\"I didn't fight it. I just soaked it up.\"\n\n\"Soaked it--?\" She gasped, and the passion was vibrant in her voice.\n\"It's--it's all in you? Now?\"\n\n\"Of course.\"\n\n\"Oh, my darling! Kiss me!\"\n\nThe custom of kissing, was known to the Sirian, but known only on the\nacademic level until this moment. Her lips were moist and full and\ndemanding.\n\n\"Fantastic!\" she said in a flat voice.\n\n\"Well, thank you,\" he said, sitting back with a ridiculous feeling of\nsmug pleasure at her response.\n\n\"Fantastic how a guy can sweat out the hot-seat and kiss like a\nhigh school sophomore.\" Her tone of voice led him to delve into the\nidiomatic roots of her words, and he came away deflated.\n\n\"I, ah, let's try again,\" he suggested.\n\nHe had been holding himself slightly aloof from the sensation\nthresholds of this primitive body, but now he let himself sink deeply\ninto the full neuro-muscular morass of feelings and emotions. The\neffect was astonishing, confusing, overwhelming.\n\nTearing his lips loose he demanded, \"What is it?\"\n\n\"What's what?\"\n\n\"This--this, whatever we're doing?\" Somehow they had become oddly\nentwined, and his tactile sensations were blossoming like a nova.\n\nHer head slipped past his face, and her sharp teeth nibbled at his ear.\n\"You _are_ a strange one, honey. It's kissing. It's love-making. And\nincidentally, you're doing all right now. Kiss me again, honey. All\nthose volts! Make me feel it. Make me--\"\n\nHe piled his hastily contrived, but entirely functional, orbicular\norgans upon hers so hard that their teeth clashed. The nova inside him\nburgeoned and whirled as though feeding on some hidden hydrogen-helium\ninfusion. Minutes flashed into eternity. Then an hour, and the crazy\ncrescendo of emotion was still mounting between them.\n\nThen at the first streak of dawn, his bony arms crushed her to him in\na clasp that sent the universe exploding in one solid bath of pure,\nnutrient energy.\n\nHis pores opened, and he drank--for one micro-second, two\nmicro-seconds, three, four, five--and suddenly he found himself\nreeling into the stratosphere, up, up, out of the cloying air into the\ncomfortable, naked void, trailing neutrons, extravagantly, strewing\nprotons, hiccoughing electrons. At last he stabilized his mass-energy\nratio, drew in his peripheral photons and shimmered to a trembling\nfocus.\n\n\n\nInstantly he was surrounded with Vegans, chittering with curiosity,\ndipping and oscillating their silvery disks in the raw, unfiltered\nlight of the yellow sun.\n\n\"Did you learn anything?\"\n\n\"A little.\"\n\n\"Did you--metamorphose as a native?\" they asked expectantly.\n\n\"I did,\" he admitted reluctantly.\n\n\"Well, tell us about it. All about it!\"\n\n\"I was accused of murder, tried in a court of law, convicted, sentenced\nto death and executed.\"\n\n\"Irrelevant,\" a Vegan snapped. \"Tell us about the two categories. Did\nyou find out about that?\"\n\n\"Yes.\"\n\n\"Is there a significant difference?\"\n\n\"They call it sex,\" the Sirian temporized.\n\n\"Come, come, delete the alien terminology.\"\n\n\"There are men--and there are women,\" he said, striving to gather his\nthoughts and his dignity about him. It was no use. The patina of his\nvastly expanded corona was a dead, pink giveaway. \"Just one minute\nago,\" he confessed, \"I was a man, juxtaposed with a woman, exploring\nthe differences between the categories.\"\n\n\"Were the differences important? Significant?\"\n\n\"To the humans, _very_!\" He tried to sound detached.\n\nThe Vegans wouldn't be put aside. \"Naturally they'd be important to the\nprimitives, but how about to you? Subjectively?\"\n\n\"A few minor anatomical differences, that's all. Added up to very\nlittle.\" His words were belied by tiny streaks of badly polarized\nphotons.\n\nThe Vegans radiated ripples of disappointment, losing what little\npatience they possessed. One blurted out angrily, \"Very well, if you\ncan't explain sex, what about the nuclear reactions? You should be an\nexpert on that subject. You appeared to ascend from the very island\nwhere they just fused a lithium-hydride bomb.\"\n\n\"Bomb?\" the Sirian said dazedly. \"What bomb?\"\n\nThe Vegans circled him and vibrated with cynical laughter. \"So this\nmysterious sex had no impact upon you?\"\n\nThe void was filled with their noxious, ill-mannered jeers, but the\nSirian was still too disorganized to feel very embarrassed.\n\n\"What happened to the female--the _woman_ you said you were with--what\nhappened to her?\" asked a Vegan.\n\nThe Sirian involuntarily phased his photons into a mental image of\nthe voluptuous, golden-haired native girl, but without the primitive\nearth-body with which to react endocrinologically, the vision failed to\nrenew the corpuscular palpitations which were already damping out.\n\n\"The woman?\" he repeated wistfully turning toward his home star and\nventing a cosmic sigh. \"You might say she met with a Sirius accident.\"\n",
    "metadata": {
        "author": [
            "Marks, Winston K. (Winston Kinney)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66448/pg66448.txt",
        "name": "the_vegans_were_curious.json"
    }
}