{
    "name": "Threlkeld's Daughter",
    "author": [
        "Bell, James"
    ],
    "body": "Night was a diamond studded dream from where they sat. The moon was a\nmaiden on wing suggesting amorous flight. Inside the stuffiness of the\ncelluloid-like vehicle there was absolutely no hint of discomfort or\nabsurd misfittings--despite the fact that Threlkeld and his daughter\nwere now shaped out of all proportions to the conveyor itself.\n\n\"You seem unusually drawn,\" Threlkeld suggested from his prone position\non the floor of the craft.\n\nGelerie took a deep, sensual sigh. \"It is the pill, I am sure.\"\n\n\"Look at you,\" Threlkeld muttered, \"and look at me--we're perhaps the\nmost unique imitation of humans the galaxy has ever produced.\"\n\nAgain there was a maddening silence ... maddening to Threlkeld. \"My\ndaughter,\" he said at length, disturbed, \"I must remind you of the\nimportance of this little mission. My entire career with the inter-star\npatrol depends on how well we function.\"\n\nGelerie was bent in a heap near the tapering nose of the pod-shaped\nvehicle as it hurtled past the lovely moon, headlong toward a giant\ngreen and purple planet below them. Hurtled in a vessel with no manual\ncontrols, a vessel grown in a government garden on another world ...\ncatapulted on a very special assignment to a planet that neither grew\nmissiles nor thought of launching them without myriads of mechanical\nwires, dials and blinker lights.\n\nNow Threlkeld was filled with indignation. \"Gelerie, I command you--\"\n\n\"Yes, Father. You command me,\" she drawled.\n\n\"Unless you remain attentive, my daughter, we may fail. Failing, I must\nconcede that I have finally grown too old for spatial duty, and be sent\nto the Home. Do you want that?\"\n\nGelerie had acquired all the attributes of a beautiful, buxom Earth\ngirl. She looked up in the soft light that glowed its phosphorous\nloveliness from the very walls of the seed pod they occupied. Threlkeld\nmuttered, \"Such beauty--it is beyond all that the textbooks described.\"\n\nNow Gelerie butted in, \"The trouble, my father, is simple. The\ntransition pills--\"\n\n\"What about them?\"\n\n\"They do more than convert us from a six-footed tree-hanging creature\nof the Alpha Centauri group. They impose upon us the same emotional\nstress of the human. You know, father, I have been changed into\nleopards, rhinos and snoquallimie eels before; but always I retained\nmy own natural traits--the love of trees, the desire to return to my\nnative form and habitat as quickly as possible. But this time, I feel\ndemure and attractive and extremely vain and--\"\n\n\"I warn you, my daughter. I am old. I have seen these Earth types at\nwork. They are a useless breed. Their extra-curricular activities are\nbeyond all reason. Very few of them stick to what is really important.\nVery few of them understand that achievement of the goal is the only\nthing there is. Now, I suggest you fight off these emotions. Try not to\nsuccumb to human frailties, for we have an important job to do--lest\nyour poor father be put out to pasture.\"\n\n\n\nThe sound of empty space beside them was almost unnoticeable. The\nswish, so familiar for such speeds near their own planetary chain far\nout in the universe, was now missing.\n\nAs they approached the Earth, a thin crescent of daylight appeared to\ntheir right.\n\n\"Father,\" Gelerie said, \"I cannot help myself. I am in love with this\nEarth form. I have this--this deep sense of beauty, of love, of desire.\nI cannot seem to quell it.\"\n\nThrelkeld tried to help her with logic. \"Homekind gave us the pills for\na brief mission. I have lived long enough not to desire these human\nqualities. You are much younger and have much more to learn. Homekind\ndevised these pills for but one purpose--you are to lure a young man of\nyour choosing into our vehicle. He will then be transported home, and\nyour father will have his old job back on the ferry to Betelgeuse. Do\nnot fail me, Gelerie.\"\n\nA bright, mercury-like flood of daylight appeared, and Threlkeld\nexplained to her that it was light from the Earth's source of life,\nthe solar body they had passed. He explained that Homekind was now\nselecting by remote control their landing site.\n\nThe pod now skittered through the skies, safely avoiding other space\ncraft which Earth might have sent up.\n\nThrelkeld's mind left his daughter and consumed the view below them.\nA grand chasm of blue-green, an ocean. Strips of sand here and there\nalong a vast continental shelf. Thick vegetation on the continent.\nAn excess of river inlets. All important bearings on their location\nshould they need to call home for help. He observed the scene with\nsatisfaction.\n\nAnd then they were slowing to a snail's pace, and Homekind was\nselecting a clearing in the sand along the shore of a river. Then the\nseed pod, its shape so much like that of the zephyr of Earth, twisted\nwhirlybird fashion to the ground. Threlkeld lifted the rear of the\ncontainer, and stiffly the two Earth imitations stepped out.\n\n\"Now we roll the vehicle into the trees.\" They carefully gathered\nsticks and bramble from the water's edge and made a natural pile of\ndebris in front of the pod, so that anyone glancing its way would\nnever see the brownish green vehicle for other than was intended to be\nseen--a mound of dried clay.\n\n\"Now where are we, father?\" Gelerie asked, as she stretched herself\ninto shape.\n\n\"We are but ten miles from the city harbor. We will skirt the\nriverbank for a boat. Homekind left nothing untended--which is why\nyou--\"\n\n\"Why I must not fail,\" she replied drily. \"I know. I must not fail. But\nI must be allowed to enjoy my Earth form for a while. It is beautiful.\"\nShe looked him squarely in the eye. \"It _is_ beautiful, is it not,\nfather? Am I not more beautiful than you have ever seen me?\"\n\n\"Homekind makes recordings of our conversations, my daughter ... as it\nis psychiatrically right that they should. And in their analyses, I\ndo not want them to have to ever say that Threlkeld succumbed to the\nskin-deep world of the Earth people. I must warn you again, Gelerie,\"\nhe went on, \"that Earth people base nearly all of their existence,\ntheir plans, their hopes on how attractive they may be, how young or\nhow old they may look, how withered their skin. For they live chiefly\nfor vanity, very little else.\"\n\nThe way Gelerie sighed told him he had failed. \"One thing more,\nmy daughter,\" he said in another attempt. \"Homekind made you that\nattractive merely for the purpose of luring this male Earth creature\ninto our conveyor. Now can you do it? Will you keep your mind on your\ntask?\"\n\nGelerie said, \"Where will you be, father?\"\n\n\"I will make the selection for you. Then I will transfer my mind into\nyours, just to make certain you complete your task.\"\n\nThe girl was lost again in self-appraisal. She extended her supple\nhuman arms and legs and observed them almost lovingly. \"I like the\nshort garments they wear. Such beauty should never be hidden.\"\n\n\"Homekind arranged it that way with a definite purpose in mind.\nRemember that,\" he said, now trotting ahead to find some sign of a\nboat. He was about to give up, afraid to admit Homekind might have\nerred, when Gelerie shrieked, \"Look--over that way. A leafboat.\"\n\nA warm sense of thanks went out from Threlkeld silently. He led the way\nto the large blue-green leaf that lay flat upon the water, stiffened\nwith wax, water-resistant, entirely buoyant. They pulled it close and\nstepped aboard.\n\nThere was no need for paddles, since a modified leafboat constructed\nby Homekind and transported by Homekind always naturally had built-in\npropulsion. Tiny molecules of water were converted along the underside\nof the leaf into a moderate amount of energy which shoved them forward\nunder Homekind's magnetic command toward a collection of tall glass\nspires.\n\n\"Remember, Gelerie,\" Threlkeld said to the dreaming girl who let her\nhand dangle in the waters of Earth, \"my future is at stake. You are a\nsix-footed tree-hanging creature. You will return to your native form\nthe moment our mission is completed. Now I will not warn you again.\nAnother moody spell and we return to the vehicle with only one thing\nassured--Threlkeld the Great's impending retirement.\"\n\nBut if he expected an assurance out of Gelerie that she would not\nfail, he was wrong, for she did not respond.\n\n\n\nThey abandoned the leaf boat as the foot of a sign, which in their\ncompact Earth-translation scheme provided by one milligram of the pill\nthey had taken, said, Forty-second Street. They scaled the elevated\nstructures with almost natural animal precision and carefully dodged\nthe ground vehicles that sped toward them on ramps. Then they were on\nthe premises of their destination. A large white building touching the\nsky, and beside it a curved, oblong structure which Threlkeld whispered\ncontained Earth's government.\n\n\"He is to be a diplomat?\" she asked.\n\n\"Sh,\" he said, as people hurried past them, turning to inspect\nGelerie's brief toggery.\n\nThey ascended a ramp to the glassed foyer. Then they were inside,\ngaping at the height of the ceiling, at the overhanging balconies.\nA young woman with Oriental qualities approached them. \"May I be of\nassistance?\"\n\n\"Oh, Father,\" Gelerie said, fascinated at the human voice.\n\n\"We wish,\" Threlkeld began guardedly, \"to speak with the youngest\nmember of the world government--\"\n\n\"That would be the Congo, sir.\"\n\n\"Not nation. Individual staff member. Person. Human. Youngest in\nyears,\" Threlkeld explained.\n\n\"Twenty-one is generally as young as anyone is allowed--as clerks and\naides, sir. That would be the minimum age. Diplomatic corpsmen are\nusually considerably older.\"\n\n\"Very well. The nearest and youngest of the aides.\"\n\n\"I can think of Monsieur Joffrion of France or Sahib Masher of Arabia.\"\n\nThrelkeld was now weeding out difficulties. Homekind had given them\naccess to one language only. \"Someone who speaks the language I am\nspeaking.\"\n\nThe girl frowned. \"Sir, you do not know what language you speak?\"\n\nA bolt of fear shot through Threlkeld's earth stomach. \"Of course I\nknow. The point is, do you know?\"\n\n\"English,\" the frustrated guide said. \"Very well, I will secure Mr.\nTwitty of the British delegation. Come this way, sir, madam.\"\n\nThrelkeld forced a deep intake of oxygen. He smiled at Gelerie and\nthey followed the girl to an elevator. When they alighted, they were\nescorted down a hall to the doorway marked, _Delegation of the United\nKingdom_.\n\nThen the guide turned to Threlkeld and said, \"I have instructions to\nlearn the nature of your mission before introducing you, sir.\"\n\nThrelkeld had hoped it would not come to this. But better to tell the\ngirl than foil the chance now. \"I want the young man to fall in love\nwith my daughter. Then I am going to kidnap him and whisk him off to a\nfaraway planet.\" There, he had said it. Homekind had told him to say\nit if necessary. The truth would be the one thing the Earthlings would\nnever believe, they had told him.\n\nThe Oriental girl laughed and said, \"Sir, I admit defeat. Mr. Twitty\nwill have to take it from here.\" She stuck her head inside the door\nand whistled softly.\n\n\"Pip, pip, Yu-lin,\" came the juvenile voice of the young man inside.\n\"What's the bother, old girl?\"\n\n\"A man and his daughter to see you.\"\n\n\"And the nature of their visit?\"\n\n\"They want you to fall in love with the beautiful girl, and then\nher father will escort you on a nice honeymoon to some love spot in\nromantic night sky.\" As Yu-lin spoke, she turned her bright oriental\neyes to Threlkeld and winked.\n\nThrelkeld felt his blood rush hot. In a mental transit to his daughter,\nhe said, \"I think it high time I transferred my mind to you. You need\nall the moral stamina you can get, and I see the power these Earthlings\nhave on the opposite sex. It is not good. Prepare the cavity of your\nbrain,\" he instructed, and seeing that Gelerie was a million light\nyears away, Threlkeld made the mind-switch alone and aimed his body at\na door marked _Men's Room_. Soon it disappeared.\n\n\n\nThe young Earthman rushed forward, unconcerned with the internal\nworkings of Threlkeld, fiddling with his frog glasses and blinking\nas if he did not see well. Gelerie saw that he was thin, tall,\nsandy-haired and extremely good looking. Her heart pounded and\nThrelkeld's mind said, \"Watch out.\" The young man smiled and extended\nhis hand to Gelerie. \"You'll have to forgive the guide, madam. She\nsometimes gets carried away. I am Twitty of the U.K. So glad to have\nyou aboard.\"\n\nA nudge somewhere near Gelerie's brain awakened her. \"I am afraid I am\nhere for a very strange reason--the very reason Yu-lin stated. I want\nyou to fall in love with me.\"\n\nTwitty replaced his glasses. \"I think I'll go back and come out again.\nMy dear, you are a lovely creature, but back home I am engaged to a\ngirl who won three local beauty contests on the way to the title of\nMiss Britain.\"\n\n\"And did she win Miss Britain?\"\n\nTwitty's mouth dropped. \"What are you trying to say?\"\n\n\"I am trying to say, sir, leave your Miss Britain who did not quite\nmake it and fly away with me to Alpha Centauri--\"\n\n\"Oh, come now,\" Twitty said laughing. \"In that brief toggery you expect\nme to believe you are some moon maiden from a midsummer night's dream\nand go wandering with you through loveland in the sky? Go back to your\nfairy tale, Miss--\"\n\n\"Gelerie.\"\n\n\"Gelerie what?\"\n\n\"Gelerie is all they gave me in the Alpha Centauri group. We have a\nhome-grown vehicle waiting in the woods. And a leafboat at the foot of\nForty-second Street to carry us under its own power to the site of the\nvehicle. We covered the vehicle with driftwood to protect it lest some\nEarthling should swipe it and Homekind be forced to grow us another.\"\n\nTwitty called over his shoulder. \"Brighton? Take over for a little\nwhile. I shall return by and by.\" But the allure of the woman creature\nin short pants was drawing him near. \"May I see this thing in the\nwoods?\"\n\n\"Of course,\" she said, and she could feel the mental smile of Threlkeld\ninside her brain as it seemed to take a deep, relieved breath.\n\nThey descended the elevator and come out at the main exit. Twitty\nbolted forward and grabbed a guard by the arm. \"Sir, I wish you to\narrest this woman on suspicion as an alien from outer space or a\ncandidate for Bellevue.\"\n\nA burly guard with a kind face looked into Gelerie's eyes. Now her\nfather's brain was at anxiety's peak, calling the plays. \"Go ahead,\ndouble your fingers into a fist, shove it forward, now, under his jaw--\"\n\n\"But--\" Gelerie was stammering.\n\n\"No buts!\" Threlkeld's internal instructions poured. \"When Homekind\nmade you beautiful, my dear, they also made you big. You are an Amazon.\"\n\n\"Amazon?\"\n\n\"No time to explain,\" he said. \"Let the bruiser have one!\"\n\nGelerie shrugged and took a swing. The arms of the guard shot skyward,\nand the big, hulking body in uniform fell backwards and plopped against\nthe floor. As he rose up, shouting, Gelerie grabbed the slim Mr. Twitty\naround the waist, lifted him bodily and ran like a sudden gale through\nthe lobby, out the door, down the ramp and to the river. With an\nOlympic leap, she made it to the stable, sturdy leafboat.\n\n\n\nOn orders from Homekind the craft quietly slid toward the trysting\nplace. Gelerie was aware of a flood of congratulations from her father\nin her brain.\n\nTwitty was red with humiliation. \"You know, of course, they will be\nflying over us momentarily. You'll be courtmartialed, or whatever it\nis they do to the American kidnapers of international diplomatic corps\npersons.\"\n\n\"You don't like me,\" Gelerie pouted. \"I came all the way from Alpha\nCentauri to take you home with me and you don't even as much as like\nme.\"\n\nThe young Englishman lifted Gelerie's chin and studied her tears. \"By\njove, they are not crocodilian. I believe you are serious. You are\ninnocent and serious... strong, of course, but innocent.\"\n\n\"I love you. I want no one but you,\" she said.\n\n\"I can see there would be an advantage in a fellow my size having a\nwife your size,\" he said reflectively. \"But Babs would never approve.\"\n\nGelerie shrugged her broad shoulders. She hugged herself lovingly.\n\"Babs can always get another fellow. I'll never be able to get another\nguy.\"\n\n\"Why? Are you planning to resign from the human race?\"\n\n\"That's exactly it,\" she agreed. \"However, if I get you to come back\nwith me, Homekind may consent to my staying in the human form and\nliving with you the rest of my life.\"\n\nTwitty laughed. \"Boys, come and get me,\" he muttered at the sky.\nThrelkeld stayed on guard mentally, and Gelerie depressed into a\nmorose, human activity known as sinking one's head into one's knees.\n\nThe U.K. man's laugh turned abruptly to awe when he saw the helicopter\nflutter over them and land on a spot of riverbank just ahead. Vaguely\nhe could see military pilots, and two civilians hop out and run for the\nwoods. He watched with disturbed concern as the leafboat made a sharp\nright turn of its own volition and headed for the bank.\n\nNow Gelerie arose, picked him up by the waist and carried him bodily\ntoward the gathering. The militia were uncovering the seed pod.\n\n\"Twitty,\" one of the men called. \"What in heaven's name is she doing to\nyou?\"\n\n\"You'll never guess,\" he fumed. \"She's taking me to Alpha Centauri.\"\n\n\"You don't mean it!\" his crony replied. \"Whatever will Babs think?\"\n\nThe military men ran back to the group. \"Cadogan, sir. I believe you'd\nbetter come look. That clay mound behind all the rubble. It is just\nlike the old man said it would be.\"\n\nGelerie looked and saw her father at the vehicle. She raced forward\nwith Twitty scratching and kicking.\n\nCadogan said, \"We found the old man wandering aimlessly. We asked him\nto show us where he came from. He kept pointing until we landed here.\nHe has an excellent memory, but something has control of him. Something\nvery sinister and weird, Twitty.\"\n\nInside, Gelerie was getting a strong command from Threlkeld. \"Get\nclose, much closer. How can I effect a transit until you come within\nthe required distance?\"\n\nShe thought-replied, \"Well, get out of the pod so I can see you.\"\n\n\"No! Get inside quickly. Homekind is ready whenever we are. Bring\nTwitty in with you and we'll be away!\"\n\nNow the military men and Cadogan were clearing away the debris, half\nstumbling, half confused. \"Get the girl. Don't let her get in that\nthing. No matter how absurd their story, don't let her get aboard\nthat--that seed pod!\"\n\n\"Amazon,\" Threlkeld yelled. \"Amazon, Amazon, Amazon! Gelerie--\"\n\n\n\nAt that, Gelerie dropped Twitty and began swinging with both fists. She\nlaid out two helicopter pilots and a civilian. She retrieved Twitty and\nher father said, \"Now, get the devil in this pod so I can transfer back\nto the body! Then we can revert to type. I said get the devil in the\npod so--\"\n\n\"No!\"\n\n\"Gelerie,\" his voice stormed, shattering her peace of mind.\n\n\"No. If we go back to Alpha,\" she said, \"I'll be a six-legged amphibian\nand Twitty will be a handsome human. He won't even know me!\"\n\nTwitty looked at her. \"Wh-who are you addressing?\"\n\nFrom inside the voice thundered on. \"Think of your father, who has\nworked all his life for you! Just one more assignment with inter-star\npatrol. Even ferry duty will suffice. Please let me have my specimen\nand my body. Gelerie! Please go inside the seed pod. Homekind will kill\nme in hours if I fail.\"\n\nGelerie held Twitty at a distance. \"I can't do it. I can't leave him.\"\n\n\"Then bring him with you. What I keep telling you we came for--\"\n\n\"Not as human-animal versus animal-animal,\" she said. \"I love him. I\ncan't harm him.\"\n\n\"In the ship, Gelerie! For your old Daddy. Inside, girl. In--\"\n\nGelerie was now close enough to permit her father's mind to transit.\nFrom inside he spoke aloud, \"Well, thank Homekind for that! Now get in\nand we'll be off.\"\n\n\"What about one of the others?\" she said, now pointing at the three men\nwho lay unconscious at her feet.\n\n\"That would be fine,\" Threlkeld replied. \"Just toss Twitty in the drink\nand bring Cadogan. He looks like good stock.\"\n\nTwitty was suddenly stricken with fright. If he never believed before,\nhe believed now. \"No. Cadogan has a wife and children. Don't take\nhim--take me, I'm unmarried.\"\n\n\"Well,\" Threlkeld said, \"now it's all solved. Get on board, Gelerie.\"\n\n\"No, father. If I do that, I still become less than Twitty. Homekind\ndoes not respect love affairs between separate types.\"\n\n\"Nor does it allow its missionaries to remain in the arena after the\nbattle is won. Gelerie, face it if you stay here you'll revert to type\nthe instant I leave.\"\n\nGelerie turned Twitty loose. She bent low and looked through the\nopening of the vehicle at her father. \"Do you think Homekind would do\nthat other thing?\" She said it so Twitty would not guess right off.\n\n\"Nonsense. It would defeat the whole purpose of the mission,\" Threlkeld\nsaid. \"They want a human specimen. Taking him home and turning him\ninto one of us would not give them any new thing to study. You'll have\nto do better than that.\"\n\n\"I meant here. Make him one of our kind and let him stay here.\"\n\nThrelkeld said, \"Only if you can produce some human to take his place.\"\n\nGelerie thought a moment. \"What is the time limit on this mission?\"\n\n\"A year, Earth time. Two years at the outside.\"\n\n\"And the period of human gestation?\"\n\n\"Nine months, ten days and--what gives?\"\n\n\"I shall marry Twitty, give Homekind a human specimen--my own--in nine\nmonths and ten days. You tell Homekind of my plan. Let them hear the\nrecording. Then return and be with me. I shall, one hour very soon,\ninvite Twitty to sojourn with me on the completion of this mission,\nfather. I guarantee you, Homekind be with me, he will not want to see\nme go the rest of the way alone.\"\n\nThrelkeld said, \"My daughter's mind is full of strange logic, but it\nmakes good sense. But be extremely careful my dear. The human is a\ndeceitful thing. He will kiss your lips while stabbing your back.\"\n\nGelerie turned to Twitty and said, \"How would you like to have six legs\nand swing from the tree by your tail?\"\n\nShe turned and spoke, \"See, father? He faints so readily. He will be\nquite easily handled.\" But her human eyes had not adjusted perfectly\nto Earth's thick atmosphere. She suddenly did not see the vehicle\ncontaining her father. Then, far beyond the clouds of sunset, she\ndetected a small dot sailing off into the deep blue, its side\nreflecting gold. \"Farewell for now, my father,\" she whispered.\n\n\n\nTurning to the helicopter, she carried three subdued men and placed\nthem aboard. Then she lifted Twitty softly to her shoulders and\nmuttered. \"Homekind, fly me to their quarters. I am weary for the\nmoment and do not feel like operating the controls.\"\n\nThe copter lifted silently, swinging out over the East River. Though\ncramped, Gelerie found a place beside her for Twitty.\n\nWhen he had stopped shaking, she whistled softly as the Oriental girl\nhad and kissed him as an Amazon might.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Bell, James"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61414/pg61414.txt",
        "name": "threlkelds_daughter.json"
    }
}