{
    "name": "Title fight",
    "author": [
        "Gault, William Campbell"
    ],
    "body": "The sounds from above were dim in the dressing room. Over his head,\nbetween him and the thousands of fans, were the tons of concrete,\nrobot-made concrete. Man conceived but robot made.\n\nHe looked down at his hands, his strong, short-fingered hands. Complete\nwith fingerprints--but of protonol. Who'd know it, to look at them? In\nman's image, he was made. In God's image, man was made, if one believed\nin that, any more. In man's image, he was made, but not with man's\nstatus.\n\nHis name was Alix 1340, which meant only that he was the thirteen\nhundred and fortieth of the Alix type. The short, broad Nordic type. In\nabout twenty minutes, he was due in the ring. He was fighting for the\nmiddleweight championship of the world.\n\nJoe Nettleton had dreamed that one up. It had been born in the verbiage\nof his daily syndicated sports column, nurtured by the fans' clamor,\nand fanned into reality--by what? Animosity? These robots were coming\nup in the world, getting too big for their britches. Nick Nolan would\nshow this Alix his place.\n\nNick was the champ, a man, made in His image. He butted and thumbed and\ngouged and heeled. His favorite target was the groin. But _he_ was a\nman. Oh, yes, he was a man. A champion among men.\n\nManny came in. His real title was Manuel 4307, but robots like to\nforget the numbers. He was Manny, Alix's manager and number one second.\nA deft and sharp and able robot, Manny.\n\nHe said, \"I thought it would be better if we were alone. No fans,\nespecially. And I've had a bellyfull of sports writers.\"\n\n\"Even Joe Nettleton?\" Alix asked. \"Joe's on our side, isn't he?\"\n\n\"It's hard to say. Do you ever wonder about him, Alix?\"\n\nAlix didn't answer, right away. He knew there were robots who 'passed',\nwent over to the status line and lived as humans. He didn't know how\nmany there were, and he often wondered about them. In every robot\nbrain, there was a remote-controlled circuit breaker. They could be\nstopped with the throwing of a switch at the personnel center. There\nwas a well-guarded office and a man on duty at that center twenty-four\nhours of every day.\n\nNow Alix said, \"I never thought much about Joe, either way.\"\n\n\"What have you been thinking?\" Manny asked.\n\n\"I've been thinking,\" Alix said slowly, \"that we fight man's wars\nand pulverate his garbage and dehydrate his sewerage, but we're not\ncitizens. Why, Manny?\"\n\n\"We're not human. We're not--orthodox.\" Manny was watching him closely\nas he spoke.\n\n\"Not human? They feed us Bach and Brahms and Beethoven and Shakespeare\nand Voltaire in our incubation period, don't they? And all the others\nI've forced myself to forget. Does this--this _soul_ come from\nsomewhere outside the system?\"\n\n\"I guess it does. They don't feed us much religion, but I guess it\ncomes from God.\"\n\n\"And what's He like?\"\n\n\"It would depend upon who you ask, I guess,\" Manny said. \"Sort of a\nsuperman. From Him they get their charity and tolerance and justice and\nall the rest of their noble attributes.\" Manny's laugh was bitter. \"How\nthey love themselves.\"\n\n\"They're so sure about everything else,\" Alix said, \"but not very sure\nof their God. Is that it?\"\n\n\"That's about it. I heard one man say He watches when a sparrow falls.\nI guess we're less than the sparrows, Alix.\"\n\nThere was a silence, and then Manny put a hand on Alix's shoulder.\n\"We've got about fifteen minutes, and I've got a million things to say.\nMaybe I should have said them earlier.\"\n\nAlix turned at the gravity of Manny's voice. His lumagel eyes went over\nManny's dark face, absorbing his rigid intensity. Whatever it was that\nwas coming, it was more important than the fight.\n\nManny said quietly, \"Win this one, and blood will run in the streets,\nAlix.\"\n\n\"Human blood?\"\n\n\"White man's blood. We've got the Negro, and the Jap and the Chinamen\nand all the rest of them who got their rights so recently. And what\nkind of rights have they got? Civil, not in the people's hearts. You\nthink those races don't know it? We were talking of their God, Alix.\nWell, the robots have one, too. His name is Alix 1340.\"\n\n\"Manny, you've gone crazy.\"\n\n\"Have I? Joe Nettleton's one of us, Alix. This was his scheme, and the\nfour men who run the switch at the personnel center; they're ours,\ntoo. Top robots. Their I.Q.'s all crowding two hundred. We've got the\nbrains, Alix, and the man power. We've got the combined venom of a\nbillion non-whites. And now we've got you.\"\n\n\"A pug. What kind of god would I make? You're off the beam, Manny.\"\n\n\"Am I? Did I ever give you anything but the straight dope? They adore\nyou, Alix. You've been a model to them. You could be their king, if you\nsay the word.\"\n\n\"You've been setting this up, you and Joe Nettleton? This fight\ntonight's the crisis? You've been building toward tonight.\"\n\n\"But it takes a front man, a symbol. You're the only one who can be\nthat. You're the only one they'd all back.\"\n\nAlix looked again at his hands, the hands that had taken him to the\nfirst mixed fight in history, to a title fight. 'Man Versus The\nMachine' most of the sports scribes had labeled it, though not Joe\nNettleton. Machine? A machine that had assimilated Voltaire? A machine\nthat had listened to Brahms?\n\nWhat differentiates man from his machines? Supremacy? Supremacy would\nbe established tonight. No, it wasn't physical supremacy. And there\nwere robots far beyond man's mental powers.\n\nThe spark, then, the spark from their God? How did they know they\nhad it? In all the wrangling mysticism that had gone through so many\ndirected misinterpretations, where could they find their God?\n\n\"Thinking it over?\" Manny asked. \"Why so quiet, Alix?\"\n\nAlix's grin was saturnine. \"Believe it or not, I was thinking of God.\"\n\n\"_Their_ God?\"\n\nAlix frowned. \"I suppose. Theirs' and the sparrows'.\"\n\nThere were three spaced knocks at the door. Manny said, \"Joe Nettleton.\nHe wants to talk to you. We've got about eight minutes, Alix.\" He went\nto the door.\n\nJoe Nettleton was tall, and pale and brown-eyed. The eyes should be\nlumagel, and Alix studied them, but could note no difference from those\nof a man.\n\nJoe said to Manny, \"He knows?\"\n\nManny nodded.\n\nJoe turned back. \"Well--Alix--?\"\n\n\"I don't know. It's--it's--monstrous, it's--\" He shrugged his shoulders\nand pounded one hand into the palm of the other.\n\n\"You're _it_, Alix. King, god, what you will. For six years, I've built\nyou up--in _their_ papers, in _their_ minds. Clean, quiet, hard working\nAlix. And humble. Oh, the humility I gave you has made me cry, at\ntimes.\"\n\nManny said in mild protest, \"You didn't have to build that angle much.\nAlix is humble. Alix is--he's--he's--\" And the articulate Manny had no\nwords.\n\nJoe Nettleton's pale face was cynical. He said, \"The way you feel is\nthe way they all feel--the black ones out there and the brown ones and\nthe yellow ones.\"\n\n\"They've got their rights,\" Alix said.\n\n\"Have they? Take a look at the first twenty rows, ringside. You'll\nsee what rights they have, word rights, paper rights. But not in the\nhearts of men. Oh, the grapes of wrath are out there, Alix, beyond the\ntwentieth row. Haven't you any sense of history, of destiny?\"\n\nAlix didn't answer.\n\nManny said, \"He's been thinking of God, he tells me.\"\n\nJoe Nettleton's face was blank. \"God? Their God?\" He looked at Alix\nwonderingly. \"This Superman they scare us with? You don't eat that\nmalarkey, do you, Alix?\"\n\nAlix shrugged, saying nothing.\n\n\"They don't believe it themselves,\" Joe protested. \"It's one of those\nsymbols they set up, to make them superior. They ever tell you what He\nlooks like? Oh, they give Him a prophet, sure, and the prophet gives\nthem words to live by. Don't kill, don't steal, don't lie, don't lust,\ndon't envy--Words, Alix, words, words, words--Judge them by their\nactions.\"\n\nAlix looked up. \"I'm not--cut out to be a leader.\"\n\n\"Yes, you are. And I cut you out, in their minds, with words. The brown\nones read me and the black ones and the yellow ones, and I built you\nup, in their minds--_and tonight they'll wait for a signal from you_.\"\n\n\"A signal from me? Are you--what--?\"\n\n\"A signal from you. To those in the crowd, to those watching on the\nvideo screens, the ones who are briefed and _know_ about rioting, about\nhow to steer a revolution. Think of the irony of it--man's prejudice\nbuilding the army of resentment and man's genius building the machines\nthat army can use to destroy man--white man. White man--first.\"\n\n\"First--?\" Manny said. \"You've dreams beyond tonight, Joe?\"\n\nJoe smiled disarmingly. \"I use too many words. That one got away. We\ncan't think beyond tonight, now.\" He turned to Alix. \"It's not an\ninvolved signal, Alix. It's just one word. The word is 'kill'. From\n_you_ it's more than a word, it's an order.\"\n\nThere was a knock at the door, and the sono-bray above the door said,\n\"Time to go up. Time for the big one.\"\n\nAll three were silent, and then Joe put a hand on Alix's shoulder. \"You\ncan't give the signal from your back, Alix. You'd better be standing\nup, when this one is over with.\"\n\nAlix looked at Joe, trying to read behind those brown eyes. Alix said,\n\"I'll be standing up. There's never been a second I doubted that.\"\n\nThey went out, and there was a clamor, a ring of scribes in the\ncorridor beyond the showers. One of them voiced it for all of them,\n\"What the hell is this, Manny? Joe a cousin, or something. How about a\nstatement?\"\n\nManny looked at them bleakly. \"We hope to win, but we're up against a\nsuperior being. It's in God's lap.\"\n\nCynical men, but they resented the blasphemy--coming from a robot.\n\nJoe said, \"And Alix is his prophet. Who's betting what?\"\n\nNo answer. They stared at Joe, and some wrote down a few words. One of\nthem looked at Alix.\n\n\"How about you, Alix? How do you feel?\"\n\nAlix, the humble, the new day Uncle Tom, the subservient. Alix lifted\nhis chin and didn't smile. \"Confident. I'll win.\"\n\n\"How?\" another asked.\n\n\"Hitting him harder, and oftener. What's he got but a hook and an iron\njaw?\"\n\n\"Guts,\" one of them said. \"You've got to hand him that, Alix.\"\n\n\"I concede nothing,\" Alix answered. \"We'll see, tonight.\"\n\n\n\nThere were no further questions. They went down the long aisle that led\nto the bright ring, Manny and Alix and the other handler, who'd been\nwaiting in the prelim boys' shower room.\n\nEighty thousand people in the Bowl, a clear, warm night, and millions\nwatching on the video screens around the globe. Video hadn't hurt this\none--this was history, a robot crossing the status line. They wanted to\nbe a part of this.\n\nThe referee was black, Willie Newton. It would look like less\nfavoritism, if the referee was black, reasoned the white man in their\nleft-handed reasoning.\n\nBugs around the arcs, and big, ebony Willie in his striped shirt,\nwaiting in the ring, smiling, just _happening_ to be in Alix's corner\nas he climbed through.\n\nWillie bent, pretending to help part the ropes. Willie whispered,\n\"You'll get all the breaks you need, Alix.\"\n\nAlix came through and stood erect. \"I don't want a single break,\nWillie, just a fair shake. _You_ can understand it has to be like that.\"\n\n\"I can, Alix. I'm sorry. About the name--just Alix? Or I could blur the\nrest.\"\n\n\"Alix one-three-four-oh, not blurred. It's my name.\"\n\nHe turned from Willie then, acknowledging the thunder behind him,\nboth hands high in salute. He could see the rows stretching out from\nringside--the first twenty all white. Most of the thunder came from\nhigh in the stands.\n\nAnd now the champ came down his aisle, his faded purple dressing robe\nacross his bulky shoulders, his handlers a respectful few paces behind\nhim.\n\nNick Nolan, the middleweight champion of the world. His ears were\nlumpy, his brows ridged with scar tissue. His round head centered on\nthose bulky shoulders, apparently with no neck to connect them. A\nfringe of red hair and a brutal, thick featured face.\n\nMade in His image?\n\nSome words ran through Alix's mind--\"Is this the Thing Lord God made\nand gave--To have dominion over sea and land...?\"\n\nThis was a hell of a time to be recalling Markham.\n\nNick came over to his corner, the false geniality on his face as phoney\nas the gesture of a champ coming to the challenger's corner. Nick said,\n\"Best--between us, huh?\"\n\n\"The better,\" Alix corrected him. \"Keep them above the belt, Nick.\"\n\nNick grinned. \"Don't I always? I came up the hard way, Alix.\"\n\nAlix said nothing, staring.... _when this dumb Terror shall rise to\njudge the world_....\n\nA man with a hook and an urge to combat. The hard way? Maybe. He'd\ntaken enough punches to give him a lifetime lease on Queer Street.\nBut he'd handed out more than he'd received. A spoiler and a mixer. A\nweight-draper and in-fighter and an easy bleeder.\n\n_Blood will run in the streets, Alix...._\n\nIn the ring, Nick's blood would flow, and further stain the spotted\ncanvas. In the streets, the blood of Nick's brothers would flow, in the\nstreets around the world.\n\nTitle fight? Oh, yes.\n\nThe Irishman first, he'd come up through the ring to his grudging\nequality, and the Jew, then, and the Filipino and the Negro and the\nCuban and all the others who wouldn't stay down. Who had their fists\nand their guts. Mickey Walker, Benny Leonard, Joe Louis--immortals all.\nGreat men, great champs, great memories.\n\nAnd he? Alix 1340? Different, a machine, no spark. He'd almost\nforgotten about no spark.\n\nNick's manager came over to inspect the bandages on Alix's hands,\nand then went back to his corner with Manny to inspect those on the\nbattered hands of the champ.\n\nAlix's hands were clean lined, no breaks, no lumps. Alix was a\nscientific hitter, and his protocol was better than the natural product.\n\n_He watches the sparrows_, Manny had said. A _signal_, Joe had said. I\nwish somebody would give me a signal, Alix thought. It's too big for\nme.\n\nThe introductions, the numbers not blurred. The instructions, and\nWillie saying, \"Clean tonight, Nick. I know you well, Nick. But this\none is touchy, remember.\"\n\n\"Ah, save it,\" Nick told him. Champ, big man, Nick Nolan.\n\nThe buzzer and Manny's brief pat on the shoulder. Rising, and flexing\non the ropes, looking down into that sea of faces, white faces. The\nones who held dominion over sea and land.\n\nBugs in the arcs, a hush on the crowd and the bell.\n\nAlix turned and here came Nick, shuffling across, wasting no time,\nbringing the fight to the upstart.\n\nNick had a right hand, too, but it was clumsy. The hook was better\ntrained. Alix circled to his left, away from Nick's left, and put his\njab easily to Nick's nose.\n\nThere are sportswriters, Alix knew, who talked of a _right_ hook, but\na man would need to be a contortionist to throw it. Unless he was\n_completely_ unorthodox. Or a southpaw.\n\nNick was neither. Nick had a right hand like a mallet, but it came from\nbelow or above, and was telegraphed by the pulling up of his right\nfoot. Nick saved that for the time his opponent couldn't see or react.\n\nNick came in with the hook, trying to slide under Alix's extended left\nhand, trying to time the pattern of his feet to Alix's circling,\nlooking for the hole.\n\nAlix peppered him with the left, and then saw the low left hand of\nNick's. Alix stopped circling--and tossed a singing right.\n\nIt traveled over Nick's left and found the button. Nick took two\nstumbling backward steps, and went down.\n\nResin dust swirled and the scream of the stands was like a single\nanguished cry.\n\nAlix went to a neutral corner, shrugging his shoulder muscles loose,\ntrying to still the sudden pounding of his heart. Nick had been knocked\ndown before, often.\n\nHe took a full count, under the rules, but was on one knee at three.\nThe big black semaphore of Willie's right hand and then those hands\nwiping the gloves and Willie stepping clear.\n\nNick stormed in. He got through Alix's left, this time, and sent a\nlooping right hand high. It missed, but it was meant to miss. Nick's\nelbow smashed Alix's mouth.\n\nRage, a red rage and they stood in the corner, trading leather.\n\nThe hook came in low, and pain knifed into Alix's groin. In his aching\nblindness he could feel Nick's feet groping for his, trying to find his\ninstep.\n\nChampion, model.\n\nAlix grabbed, and hung on. This one he had to win. This one could be\nlost, right now.\n\nNick said, \"Break it up, phoney man. I can't hit you when you're\nhanging on.\"\n\nThe big slap of Willie's hand. Willie, playing it straight. Alix broke\nat the touch.\n\nAlix broke--and Nick threw the right hand, on the break.\n\nFoul? Of course, but Alix went down, his senses numb, his mind turning\nblack. He lay on his face, not moving, the blackness moving through his\nbody.\n\n_What's this God like? It would depend upon who you ask. They ever tell\nyou what He looks like?_ The blackness turned red, the red of blood,\nrunning in the streets. And there was suddenly a cross, and a dim\nfigure and he heard Willie's sonorous, \"Five, six--\"\n\nHe turned over at seven, was on one knee at eight and up at nine. And\nNick came bulling in, both hands ready.\n\nThe bell.\n\nHe got to his corner without Manny's help. The magic of Manny's hands\ndug at his neck, bringing clarity. The ice, the other handler probing\nat his flaccid legs.\n\n\"I saw a cross, Manny.\"\n\n\"Nobody's crossing us, Alix. Don't think, Alix. Here.\" He gave him the\nwater bottle.\n\nAlix rinsed his mouth, and spit it out. \"He's rough, Manny. He knows\nall the tricks.\"\n\n\"Don't you?\"\n\n\"I don't want to. I saw a cross when I was unconscious, Manny. A cross\nlike you see on a church.\"\n\n\"Don't tell me about it. Get him, boy. Don't try to mix with him, but\nget him, with that left, with your speed, with your brain. Get him.\"\n\n\"I'll try. But he's not typical, Manny. They're not all like Nick.\"\n\n\"The hell they aren't. He's one of the better ones. Get him.\"\n\nThe buzzer, the bell, and Nick.\n\nNick with the iron jaw, Nick with the hook and the bulging shoulders,\nNick the champion.\n\nAlix put the left into Nick's face, but it wasn't a jab. It was a\nstraight left, with shoulder in it. It twisted Nick's nose, and brought\nblood.\n\nNick was nettled, and he charged. He charged into a straight, sweet\nright hand that was delivered from a flat-footed stance. Nick wavered,\nand tried to grab.\n\nAlix felt his strength pour back and the pattern of his feet was sure\nand planned. A left, a feint, a jolting right, moving around this hulk,\nthis blundering knot of flesh and muscle, beating a tattoo on him,\nspreading the blood. _Get him._\n\nIt looked like a slaughter-house. Blood all over Nick's face, and blood\nmatting the curled, sweaty hair on his chest. Starting to look dazed,\nstarting to wonder, the champ. The untypical man? He must be, he had\nto be, to have dominion over sea and land.\n\nWhy didn't he go down? Couldn't he see the pattern of it, the pattern\nAlix was tracing for him with his blood-soaked gloves? Why didn't he go\ndown? Why didn't he quit?\n\nHe hadn't quit by the end of the fifth round. Out there, those eighty\nthousand were silent. This was no fight, this was now murder. Why\ndidn't he quit?\n\nAlix asked Manny, on the stool, before the sixth, \"Why doesn't he quit?\nHe can't win. Manny, I hate to hit him.\"\n\n\"Don't be a sucker. Don't be a damned fool.\" Manny's voice was hoarse.\n\"As long as there's a spark of life in those bastards, they won't quit.\nHe's dangerous yet, Alix.\"\n\nA spark, a spark--Life? Cognizance? No, life, a spark of life.\n\nIn the sixth, Nick almost went to his knees, in the middle of the ring.\nBut he got control, and stumbled toward Alix.\n\nAlix came in fast and carelessly--and the earth erupted.\n\nHe's dangerous, yet, Alix. There was no blackness this time, just the\nblood red. There was no cross. But a voice? \"In the sky, in the sky--\"\nSilence.\n\nGet up, Alix. For the black and brown and red and yellow who are\nwatching you, around the world, get up. You're their hope, you're their\nWORD. Up, to one knee, and up just under the wire.\n\nNick didn't charge, this time. Wary and careful, he was, after the\npasting he'd been taking. Let Alix make the mistakes, like the one he\njust had. Nick only needed one more.\n\nManny said, \"Can you hit him, now? Still mourning for him, are you?\"\n\nAlix said, \"I'm a machine, Manny. He can't hurt me. I can hurt him, but\nhe can't hurt me.\"\n\n\"That's my boy.\" Manny said. \"I'm glad you know what side of the fence\nyou're on, finally.\"\n\n\"I know my place,\" Alix said. \"I know my job.\"\n\n\"That you do. Get him.\"\n\nHe got him. They don't quit, these men. Not while they're conscious.\nNot while they're alive. Alix hit him everywhere there was room to hit,\nwith both hands, knocking him down four times in the seventh round.\n\nEach time, Nick got up. And in the eighth, he came out to meet Alix,\nwalking into his doom, not flinching, not hiding, putting his crown on\nthe line.\n\nSupremacy? Nick had it, bastard though he was. But for how long? How\nlong could he stay that dumb and still live?\n\nNick came out, his low hands a farce of a defense.\n\nHow long could he hold the animosity down with his arrogance and his\nbrutality and his shoddiness? How much time did he have? Alix knew.\n\nNick came out for the eighth, and Alix hit him with a solid right hand.\nHe didn't set it up, or feint Nick into the spot, or hesitate. There\nwasn't any need to.\n\nHe put all his weight and most of his bitterness into the button-shot\nthat made him middleweight champion of the world.\n\nSilence, a shocked silence at the history before them, and then, from\nthe far seats, from the cheap seats, acclamation. The video cameras\ncovered the ring, the crowd; the lights went on all over the huge bowl.\n\nManny hugged him, Joe Nettleton hugged him, and others.\n\nIn the far seats, no one moved. In the near seats, no one moved. Joe\nsaid, \"The word, Alix.\"\n\nThey were bringing the banked microphones over, the microphones that\nwould carry the word all over the world. The cameras trained on him.\nThe word.\n\nHe looked at Joe, and Manny. He brought the mikes to mouth level, and\nmoved back a bit. He said, \"I won, tonight. I've no message for you.\nBut someone has. It's in the sky.\"\n\nCraning necks, a murmur, the cameras leaving Alix as the operators\nswung the huge machines toward the red letters in the sky.\n\nBeside him, Manny gasped. Joe Nettleton stared, unbelieving, his mouth\nslack.\n\nRed letters? Something like red, but luminous and miles high, and\ndefinite. The cameras were trained directly on it, now.\n\n                           _FIND YOUR GOD._\n\nManny said, \"Alix--how--Are you, did you--? Alix, what in hell are you?\"\n\n\"There's more to it they don't know,\" Alix said. \"It's 'find your God\nor your machines will kill you'. I don't think there's any need to\ntell them the rest if they obey the first.\"\n\nManny said hoarsely, \"But this message came through you? You're a--\"\n\n\"A prophet? Me, a machine, Alix 1340?\"\n\nJoe said, \"You're not sending out the other word?\"\n\n\"Not yet. It's not time.\"\n\n\"How do _you_ know,\" Manny cut in. \"How do you know if it's time or\nnot? And if their God wanted to send a message, why should he use a\nmachine? Why should he use you?\"\n\n\"Because,\" Alix said, \"no man would listen. And if they don't listen,\nnow, Manny, our time _will_ come....\"\n\n\n",
    "metadata": {
        "author": [
            "Gault, William Campbell"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72172/pg72172.txt",
        "name": "title_fight.json"
    }
}