{
    "name": "To Each His Own",
    "author": [
        "Sharkey, Jack"
    ],
    "body": "On September the 24th, 1965, the Venusian spaceship _Investigator_\nfloated gently to Earth in Times Square.\n\nThe sleek metal belly of the ship touched feather-light upon the\nasphalt \"X\" of Broadway and Seventh Avenue, and stubby stabilizing legs\nextended from ports along the sides of the hull, bracing the ship's\nmass against dangerous rolling, leaving it hulking there like some\nmetallic beetle at rest.\n\nThe sun was almost directly overhead, sending yellow-gold serpentine\nglints wriggling on the gleaming surface of the ship. After the very\nslight thumping as the ship settled into place, there was no sound\nthroughout the nearby streets of New York.\n\nAbsent was the noise of traffic, the hubbub of voices, the\nhurry-scurry of pedestrians. Nothing but heavy oppressive silence\neverywhere outside the body of the ship. No apprehensive eye appeared\nat a window to stare at the visitor from the nearest planet. No\ntelephone was picked up in nervous haste to warn the authorities of\nthe possible menace to the peoples of Earth. Just the silence and the\ndancing sunlight.\n\nInside the spaceship, there was swift, practiced activity.\n\nThe Venusians were a picked, trained crew. This, the first contact with\nthe third planet, called for quick reaction, accurate evaluation, and\ncompetent decision.\n\nEach of the five aboard had a job to do immediately upon landing. With\nno conversation, they were all at their tasks. It was an operation\nthey'd practiced many times over, back at their home base on Venus.\nThey were sick of the thing even before being sent to Earth. But their\ntraining had paid well, for now their motions were automatic, each\nseparate action swift, sure and precise.\n\nGwann, the pilot, his heavy-lidded eyes narrowed with the intensity\nof concentration, checked and re-checked his instruments and gauges.\nHis nimble three-digited hands, with their long, flat palms, flickered\nfrom button to switch to dial. He locked the stabilizing legs into\nposition, once each leg had made its contact securely with the surface\noutside. He dampered the power of the interplanetary drive, leaving its\ndeadly emanations at a low, and therefore safe, degree of pulsation. He\nchecked the release valves of the individual skimmers, making certain\nat the same time that, should the atmosphere outside be hostile to\nVenusian breathing, the tanks were filled and the cockpit seals were\ntight and break-free.\n\n\n\nDrog, the navigator, used compass, ruler and stylus upon the scant,\nalmost rudimentary Earth map, to determine the exact point of contact\nwith the third planet. Venusian telescopes were able to see--very\nindistinctly--continental outlines at the twenty-million-mile distance\nto their neighbor planet. But the foggy overhang that shrouded their\nhome planet had made sharp topographical drawing well-nigh impossible.\n\nVolval, as Drog passed him the information, relayed the findings by\nlight-beam back to their home base. The geographical location, coded\ninto the tight beam, sped outward from the surface of Earth toward\nVenus, where it would not be received for at least a minute and a half.\nVolval, having transmitted the data, waited impatiently while the\nVenusian biochemist tested the outside surface against their leaving\nthe ship.\n\nJorik, the biochemist, revolved the small metal \"cage\" with its\nquivering, burbling Venusian life-forms on it back into the space\nover his work-table. The animals seemed unharmed by their exposure\nto the alien planet, but he began more definitive tests upon the\nsamplings of atmosphere and soil and vegetation brought back by a tiny\nrobo-skimmer that had searched throughout a three-mile radius of the\nship immediately after the landing, and had returned by homing beam to\nits tiny access port in the thick metal side of the ship.\n\nWhile Volval waited in increasing irritation, and Jorik ran his tests,\nKlendro, the most expendable member of the expedition, studied his\nspeech over and over, his three-valved heart squirting its watery\nblood through his tiny, hairlike arteries and veins.\n\nKlendro was almost a social outcast with these others, these real\nspacemen, though his job, he felt, was the most important. Klendro was\nthe Venusian ambassador to the governments of Earth. He went over his\nspeech again, hoping that the Earth broadcasts picked up now and then\non Venus had been accurate enough for the Venusian linguists to write\nhim a speech that wouldn't embarrass the Earth people by its inane\nmisuses of their tongue.\n\nBroadcasts had indicated that the major powers on Earth were the United\nStates--whatever those were--of America and Soviet Russia. The Russian\nbroadcasts, however, being nothing more than a series of eulogies\ndeclaring the happiness of life in Russia, had been too lacking in\nbreadth to give the linguists much to work on. They had therefore\nchosen English as the tongue in which Klendro was to make his speech.\n\nHe lifted the scroll once more and began reading his speech half aloud,\nhaving a bit of trouble, as usual, in controlling the square-tipped\nsurface of his tongue in forming the unfamiliar syllables.\n\n\"Pipple of Arth,\" he said, slowly and with much effort, \"it is with\ngrett plazzer that we mek this, tha farst contact with arr nebber\nplanet. We are from tha second planet from yer--or mebbe Uh shudd\nseh _arr_--sun. Tha planet you knaw as Venus. We feel that we can\nshare with arr nebber planet the froots of arr--of arr--\" Klendro\nbraced himself, then forced out awkwardly, \"moot-yoo-ull sa-yan-tific\nri-sarch....\"\n\nHe refolded the long coil of the scroll and stuffed it into his\nbelt-sack. Well, he told himself, for better or worse, I've got to give\nthis speech. He wished he were anywhere but here.\n\n\n\nSome of the broadcasts had indicated a certain belligerency in the\ninhabitants of this alien planet. He wondered, with a kind of sick\nfright, if he would ever have the opportunity to deliver the speech,\neven _badly_. Some of the more esoteric phrasings of the Earth\nbroadcasts had eluded the interpretations of the Venusian linguists.\nOne of the more recurrent phrases was a \"slug in the guts.\" They\nwere not sure exactly what this entailed, but, from the context, the\nlinguists were certain that it was something dire, possibly fatal.\n\nKlendro was a very unhappy Venusian.\n\n\"Volval!\" Klendro heard Drog cry out. \"Did you send that stuff?\"\n\n\"Yes,\" the light-beam operator called back. \"I'm waiting on Jorik now.\"\n\n\"All set here,\" called Jorik, coming into Volval's compartment,\nfollowed by Gwann. \"The atmosphere is breathable. A little heavy on the\noxygen and light on the carbon dioxide, but that was expected before we\ntook off. If we take deep inhales and periodic radiation, we should be\nall right.\"\n\n\"Fine,\" said Gwann, the pilot and leader, as Klendro came into the\nroom with the others. \"Better keep your guns loose in their holsters,\nthough. You know what they've told us about the Earthmen.\"\n\n\"Hot-headed.\" Volval nodded.\n\n\"Will we take the skimmers?\" asked Jorik. \"Or do you think the Earthmen\nwould prefer being met without the barrier-screens around us?\"\n\n\"_They'd_ prefer it, all right!\" said Drog. \"However, in _my_ opinion--\"\n\n\"We're going to have to chance it sooner or later without the screens,\"\nsaid Gwann. \"The batteries in the skimmers won't last forever. We might\nas well go out there as we are.\"\n\n\"Who goes first?\" asked Jorik.\n\n\"Well,\" Gwann shrugged, \"if the crowds look hostile, _I_ should go, as\nyour leader. If they seem merely curious, then it's up to Klendro, as\nour ambassador, to make his speech.\"\n\nJorik frowned. \"Now, wait, Gwann. Perhaps I ought to tell you. The\nsight records on the robo-skimmer showed no evidence of Earthmen\noutside the ship.\"\n\n\"That's ridiculous,\" said Gwann, his eyes flashing. \"Venus reports this\ncity is one of the most populous.\"\n\nJorik smiled wryly. \"Then the populace certainly ducked out of sight\nquickly when they saw the robo-skimmer coming.\"\n\nGwann seemed on the point of making a sharp retort, and instead turned\naway toward the exit lock. \"Since things seem suspicious, I'd best go\nfirst.\"\n\n\"Sir,\" said Volval, laying a hand upon his leader's arm.\n\n\"Yes?\" queried Gwann, pausing.\n\n\"Good luck, sir,\" Volval faltered, drawing his hand back.\n\n\"Thanks,\" said Gwann, not unkindly. \"For Venus,\" he added.\n\n\"For Venus,\" the others echoed.\n\nGwann released the safety lock on the circular metal door and turned\nthe valve handle. Slowly, the door recessed itself in the metal pocket\nin the ship's wall, and Gwann went out into the yellow glow of the\nsunlight glittering in Times Square.\n\n\n\nThe sun was glowing crimson on the horizon when the five Venusians met\nonce more at the door of their ship.\n\n\"Nothing--no clue, no people,\" said Jorik, his face wrinkled with\npuzzlement. \"I can't understand it.\"\n\n\"Perhaps some holocaust...?\" Volval began weakly.\n\n\"Or a war?\" Drog hinted gravely.\n\n\"Impossible!\" said Gwann, leaning against one of the legs of the\ngigantic ship. \"There is a conspicuous absence of anything that might\nbe construed as a weapon of war. There are no bodies in the buildings\nor in the streets. No wreckage anywhere.\"\n\n\"Perhaps they have been frightened by our appearance and have gone into\nhiding?\" asked Klendro, fingering the edge of his now futile scroll\nwhere it protruded from his belt-sack.\n\n\"Nonsense,\" said their leader. \"From all we've learned of the Earthmen,\nfright would only make them aggressive. They would not have hidden from\nus; they'd have tried to shoot us down when we emerged from the ship.\"\n\n\"There was _one_ thing....\" said Jorik slowly. \"I almost did not\nsee it, but its shadow passed close by me on the side of one of the\nbuildings, and I looked up barely in time to get a glimpse of it before\nit vanished.\"\n\n\"What was it like?\" asked Gwann quickly.\n\n\"Some sort of animal, probably carnivorous,\" said Jorik. \"I cannot\nbe _certain_, of course, but I saw a mouth with teeth bespeaking\nflesh-eating. Quite a--\" he repressed a shudder--\"quite a large mouth.\"\n\n\"Strange,\" said Gwann. \"Exceedingly strange. You saw only the one?\"\n\nJorik nodded.\n\n\"Well,\" said Gwann, \"one carnivore cannot have accounted for a\npopulation that runs into the millions. Besides, the Earthmen would be\nable to deal with mere animal life.\"\n\n\n\nKlendro remembered the \"slug in the guts\" and blanched.\n\n\"What should we do, sir?\" asked Volval. \"Our orders were to make\npeaceful contact with the Earthmen. If there _are_ no Earthmen--?\"\n\n\"Calm yourself, Volval.\" Gwann smiled, patting the younger man upon the\nshoulder. \"If there are Earthmen to contact, we'll make that contact. I\nhave an idea.\"\n\n\"What, sir?\" asked Drog.\n\n\"We shall each take one of the skimmers and investigate the surface of\nthe planet. Now, while our maps are incomplete, I feel that Drog can\ndraw us up competent enough maps to guide us over the surface of Earth.\"\n\n\"I can try, sir,\" said Drog.\n\n\"We'll meet back here at the ship in five days,\" said Gwann. \"All of\nyou take along enough supplies for five days, plus an extra day's\nrations in case of emergency. The homing beam on our ship will bring\nyou safely back if you get lost.\"\n\n\"One thing, sir,\" said Jorik, his brow creased in a frown. \"We'd best\nall take along extra ammunition for the guns.\"\n\n\"The carnivores?\"\n\nThe biochemist nodded. \"Where there's one, there are bound to be\nothers. That one I saw was large enough to bite a chunk out of a\nskimmer.\"\n\nKlendro, pale already, lost more color.\n\n\n\nEach was assigned a continent to check. Of the two extra continents,\nDrog took one, and Gwann the other, the consensus being that the pilot\nand navigator could better cover extra territory than the others, who\nwere less used to piloting the sleek skimmers.\n\nVolval was to go to the Europe-Asia land mass, Gwann to Africa and\nAntarctica, Klendro to Australia, Jorik to South America, and Drog to\nArctica, after first checking over the North American Continent on\nwhich they had landed.\n\n\"Something exceedingly strange,\" said Jorik, before they separated,\n\"about the consolidation of their civilization. So much wasted land\narea.\"\n\n\"The sooner I get back to Venus, the happier I'll be,\" said Gwann,\nkeeping his voice down so that only Jorik, the biochemist, could hear\nhim. \"This place is eerie. It's--it's like a ghost planet.\"\n\n\"And there's something wrong about the buildings. They are abominably\ninefficient. I can barely conceive the uses of some of the artifacts.\"\n\n\"Maybe,\" said Gwann suddenly, \"we never _will_ know!\"\n\n\"Sir,\" said Volval, approaching the pilot, \"I've discovered some maps.\"\nHe held out a packet of papers, tinted blue and brown.\n\n\"Good work, Volval,\" said Gwann, taking the packet. \"Where did you find\nthem?\"\n\n\"In one of those small shops, not far from the ship, sir. I cannot read\nthe designations, of course, but I thought that, by a comparison with\nthe maps from Venus Observatory, we might--\"\n\n\"That's intelligent thinking,\" said Gwann, nodding. \"Their maps are\nbound to be similar to ours. Klendro! What can you make of these?\"\n\nThe ambassador came over and took the thick packet. The paper of the\nmaps, as he did so, tore apart, and bits and pieces of the soft, pulpy\nedges dropped in a shower to the street.\n\n\"Not very substantial material, is it?\" he muttered, unfolding the\ntopmost of the maps. He looked over the colored line drawings on the\npage in some bewilderment. The letters spelling out \"Rand McNally\"\nmeant nothing to his alien eyes. The map itself was a mercator\nprojection of the globe, the extreme northern and southern continents\nbeing somewhat distorted. After a few moments, he shook his head.\n\n\"I'm sorry. All the Earth broadcasts that we intercepted gave me a\nworking knowledge of the _spoken_ word, sir, but I'm afraid their\nactual word symbols are beyond me. It would take trained linguists\nmonths, perhaps years, to get a correlation between the sound of the\nword and its written image.\"\n\n\"Drog?\" said Gwann, turning to the navigator.\n\nDrog took the rotting sheet in his hands and studied the configurations\nof the continents. After a bit, he brightened.\n\n\"Sir, I think I can figure this out. According to our landing\ncalculations, we are here.\" He jabbed a digit at one section of the\npage, and was distressed when it went right through. \"The material\nseems to be falling apart, sir.\"\n\n\"Perhaps,\" Jorik suggested, \"it is undergoing some unnatural\nstress--possibly tied up somehow with whatever it was that depopulated\nthis city?\"\n\n\"A good point, Jorik,\" said Gwann.\n\n\n\nA long black shadow slid across the pavement near their feet and\nthe five Venusians, very much startled, looked overhead. They were\nbarely in time to see the huge gray form of the carnivore before it\nvanished behind a sign atop a nearby building which bore the mystifying\ninformation \"Pepsi-Cola.\"\n\n\"There, sir!\" cried Jorik. \"That's exactly like the one I saw earlier!\"\n\n\"Those _teeth_!\" Klendro whimpered. \"They could bite one of us in two!\"\n\n\"And what they could do to us, they could do to an Earthman,\" Gwann\nsaid speculatively. \"From the sizes of the doorways in these buildings,\nand the clothing on display in the shop windows, the Earthmen could not\nhave been much larger than us.\"\n\n\"Sir,\" said Drog, holding up the map so that the leader could see it,\n\"look here. This blue section that runs all over the map. You see, it's\nmarked circle-arc-fork-cone-zigzag.\"\n\n\"Yes,\" said Gwann. \"I see. What about it?\"\n\n\"Well, sir, it recurs on the map, but each time it has a new group of\nsymbols in front of it. What can it mean?\"\n\nGwann frowned and studied the five symbols: O-C-E-A-N.\n\n\"Seems to suggest a similarity between all of them,\" said Jorik.\n\"Perhaps the first symbol only means that the section is in a different\nplace.\"\n\nAll five Venusians studied A-R-C-T-I-C, A-N-T-A-R-C-T-I-C, I-N-D-I-A-N,\nand the other symbols that were used in conjunction with the\nmysterious O-C-E-A-N.\n\n\"A tribal tabu!\" exclaimed Jorik.\n\n\"What are you talking about, Jorik?\" said Gwann impatiently.\n\n\"You recall I said there seemed something strange about the\nconsolidation of the populace in certain areas? The wasted land space?\"\n\n\"Yes, yes. What about it?\"\n\n\"All these sections marked O-C-E-A-N are the unused areas. There must\nhave been some sort of tribal superstition about dwelling in those\nareas. That would explain why all the people lived on the higher ground\nhere.\"\n\n\"I--I would have expected to find something _blue_ in that area,\" said\nGwann uncertainly. \"Or else why is it so marked?\"\n\n\"Sir,\" said Jorik respectfully, \"some sections are colored very\noddly--even in red. Yet no such colors were found anywhere on the\nplanet by our telescopes, were they? And none of these large blue areas\nshows population centers. Tabu areas, obviously--not to be inhabited.\"\n\nGwann shivered. \"The longer I stay here, the less I like it. Come on.\nEach of you take one of these maps. Drog, you assign us to a specific\nsector by these maps, rather than by ours. We'll meet back here at the\nship in five days.\"\n\nOne by one, the Venusians got aboard their skimmers, making sure the\nprotective barriers were working, and then glided off to investigate\nthe ghost planet.\n\n\n\nDrog, sliding in his trim craft over the North American continent,\nstopped many times, at each large city he discovered, but the story\nwas the same as in New York. Empty buildings, no particular damages\nexcept what could be accounted for by decay and long disuse. Every\nso often--more often than he enjoyed--a flock of the huge carnivores\nsoared above his skimmer, their long, dark shadows slithering over the\ncockpit in the dancing yellow sunlight.\n\nOnce, one of them broke away from the group and spiraled down to\ninvestigate his craft. Drog jabbed the button of the nose-gun hastily,\nand a lance of metal sped with a flicker of light into the thick hide\nof the oncoming monster.\n\nA thick spray of blood gushed from the wound, as the great beast\nwrithed in torment before sliding down through the atmosphere toward\nthe distant ground. Its blood hung in a grisly trail over it as it\nplunged, marking its passage, then began to fall slowly after the beast.\n\nDrog was by now almost a mile beyond the point where he had fired at\nthe carnivore, but he wasn't too far away to see its hungry companions\nswoop down after it and begin rending it even before it reached the\nground.\n\nHe shuddered and looked away.\n\nAs he soared onward, he determined to keep the barrier on all night\nlong, while he slept. If he _could_ sleep....\n\nNorth America taken care of, as well as possible in his limited time,\nDrog headed northward for the continent of Arctica.\n\nNothing but bare land and ocean bottom met his eye.\n\nFeeling increasingly queasy, he nosed the skimmer around and set it\nswishing back toward New York.\n\n\n\nJorik watched the shadow of his skimmer pacing his own motion over the\ntops of the tangled jungle trees below. He inclined the nose of the\ncraft downward, and began a shallow glide toward a clearing in the\nmidst of the dense undergrowth.\n\nBraking the skimmer gently, he let it settle slowly into the resilient\ngrip of the tall yellow-brown grass in the clearing. Making sure his\ngun was loaded and the safety catch off, he slid open the cockpit and\neased himself out.\n\nHe was--though of course he didn't know it--deep in the Matto Grosso of\nSouth America. Everywhere he looked, violent flares of color peeped at\nhim through the twisted, swaying vines that clung everywhere. Nature\nhad run riot in the jungle. No subtleties of shading or form here.\nLong, sharp leaves gleamed greenly on all sides of the biochemist.\nRadiant reds glowed from the shadowy depths of forest beyond the small\nclearing. Golden streamers hung in profusion from each crooked elbow of\nthe chaotically twisted tree branches all about him.\n\nDespite the brilliance and beauty of it, Jorik sensed a hidden menace\nin the place. He should, at that spot, have been hearing shrieking,\nroaring, bleating, grunting of animals, the cries of birds and\nskittering of insects. There was nothing but that all-pervading silence.\n\nJorik moved slowly away from the skimmer and approached the nearest\ntree, his scientist's eye pondering something not-quite-right-looking\nabout it. As he got to it, and touched it, the thick, corrugated bark\nfell into powder between his fingers. He pressed, pried, thumped and\ntugged at the tree. It was dead. Dead and rotting.\n\nHis heart fluttered annoyingly in his breast. There was something\nfrightening about the way things were going. He could understand a war\ndestroying human life, even civilization, but this--this was primeval\nterritory. The beasts, the plants, the lower forms of life--these\nshould have survived.\n\nBut they hadn't.\n\nSuddenly afraid, he rushed back to his skimmer, slid into the cockpit\nand took off, rising at a swift vertical angle from the dead jungle.\n\nToward the eastern coast of South America, he saw many fine hotels,\nwith magnificent curves of beaches following the perimeter of the land\nmass on which the people had lived--already he was thinking of them in\nthe past tense--and Jorik wondered at the absence of the blue O-C-E-A-N\nthat should have bordered those beaches.\n\nBut as he glided outward from the coast, curving steadily northward\ntoward New York, he saw that the beaches, with their pale silver sands,\nextended outward and downward toward only more land, soon becoming\nrocky, then turning at last into mud and ooze, with a sprinkling of\nblackish-green weeds. But no visible trace of the mysterious O-C-E-A-N.\n\n\n\nGwann, searching throughout Africa, fared no better. Only the silence,\nthe rotting vegetation, and the absence of landlocked life. Higher in\nthe atmosphere of the ghost planet, he saw many of the carnivores,\nbut also smaller animals, soaring in gloriously colored groups, and\nseemingly harmless. There were times when he had to pass through\nliteral clouds of these smaller beasts, whizzing and bobbing and\ngliding past him by the millions, only to vanish in the hazy distance\nwith a blaze of color.\n\nAfrica having proven fruitless, Gwann directed the skimmer toward the\nopposite polar region from that which Drog was to investigate.\n\nLike Drog, he found only land there, and no continent. The land was\nocean bottom. He consulted his map, but there was nothing below his\nskimmer that corresponded with the cryptic markings: A-N-T-A-R-C-T-I-C\nO-C-E-A-N.\n\nHe turned his skimmer around and started back for New York.\n\n\n\nVolval, cruising from the Alps to the steppes and back again, found\nnothing to explain the disappearance of the Earthmen. Many cities,\nmany lands, hamlets and villages, huts and palaces.... It was the same\nevery place. Silence. Fleeting glimpses of the carnivores and sometimes\ntinier-but-similar beasts. But no Earthmen.\n\n\n\nKlendro had passed over the surface of Australia fifty times in his\nfive alloted days without discovering life of any sort other than the\ncarnivores. And they, for some reason, were unusually well represented\nin that region. They had come at his skimmer in grinning swarms, but\nthe barrier held firm, and the unlucky nearer ones spun away with\nscorched flesh glowing red, to be torn to pieces by their companions.\n\nWhen he decided further investigation was useless, Klendro was very\nglad to leave that place. A group of the carnivores gave chase, but\nKlendro spun his ship about long enough to shoot metal darts into two\nof them. As the others swerved back to begin an impromptu feast on\ntheir wounded companions, Klendro turned the skimmer up to full speed\nand made quick connection with the homing device on the ship, back in\nNew York.\n\n\n\n\"I don't understand it,\" said Gwann, on the night of the fifth day.\nThe Venusians were all back in the ship in Times Square, having a\nmeal together that was partly to satisfy their appetites, partly to\ncelebrate being together again with their friends.\n\n\"It's incredible, all right,\" said Jorik. \"A whole planet--and of a\nhigh degree of civilization, too--wiped out. The very vegetation dying.\nAnd that's the frightening part of it: Not _dead_, mind you, _dying_.\nThat means that whatever happened here happened _recently_.\"\n\n\"And those constructions in the buildings,\" said Volval, staring\nbemusedly at the wall, \"the ones marked S-t-a-i-r-w-a-y. I wonder what\nthey were for.\"\n\n\"Obviously they were decorations added by the architect,\" said Drog.\n\"Any fool can see they served no purpose. If anything, they _hindered_\nthe use of the access slots to the various levels of the buildings.\"\n\n\"Well,\" said Gwann, \"our work here is through. We'd better be heading\nback to Venus.\"\n\n\"And your report?\" asked Jorik.\n\n\"Positive,\" said Gwann. \"Favorable for immediate possession and\ncolonization.\"\n\n\"It's a good little planet.\" Jorik nodded. \"But why do you suppose the\nEarthmen all vanished?\"\n\n\"We'll probably never know,\" Volval sighed.\n\n\"Not unless,\" said Klendro, indicating a bale of salvaged Earth\nmaterials, \"our linguists and archeologists can make some sense out of\nthis junk here.\"\n\n\"Let's hope so,\" Gwann said. \"The mysteriousness of this whole thing is\ngoing to drive me crazy if they don't.\"\n\n\"Well, sir,\" said Drog, consulting his charts, \"if we're going to take\nadvantage of juxtaposition of the two planets--\"\n\n\"Right,\" said Gwann, turning and making his way toward the pilot's\ncompartment. \"We'll depart from Earth in ten minutes. Secure all\nhatches and loose objects until we get into space.\"\n\nThe crew hurried to their tasks.\n\n\n\nHalfway to Venus, Volval, paging idly through one of the rotting books\nfrom Earth, gave a shout.\n\n\"What is it?\" said Gwann, coming into the light-beam operator's\ncompartment, stretching to ease the muscle cramps from his long stint\nin the pilot's cabin.\n\n\"I've found a picture of the carnivore, sir!\" said Volval proudly.\n\"Look, sir.\"\n\n\"Hmm,\" said Gwann, studying the fading illustration. \"I believe you're\nright. Jorik!\"\n\nThe biochemist popped into the compartment, his face curious. \"Yes,\nsir? What is it?\"\n\n\"Isn't this one of your carnivores, Jorik?\" asked Gwann, giving him the\nbook.\n\nJorik, reaching for the book, nudged one of the newspapers atop the\nstack near the cabin wall, and the front page fluttered unnoticed to\nthe floor. Across its surface were spread the incomprehensible--to\nVenusian eyes--words:\n\n                 LITHIUM BOMB TEST COULD DESTROY WORLD\n\n                  Noted Scientist Declares Danger of\n                  Polar Experiment; Melted Polar Caps\n                        May Flood Entire Globe\n\nJorik studied the picture carefully, his gills trickling a faint stream\nof bubbles as he concentrated on the image of the carnivore. \"Yes,\nthat's one of them, sure enough. I wish I could read Earth writing. I\nwonder just what a T-i-g-e-r-s-h-a-r-k is.\"\n\nVolval bobbed up from his place and floated to a port in the ceiling,\nthrough which he could see the tiny, glittering ball of Earth, its\nblue-green surface sparkling like a star against the black backdrop of\nempty space.\n\n\"I can't understand what killed them,\" he said. \"Living conditions were\nideal.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Sharkey, Jack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60737/pg60737.txt",
        "name": "to_each_his_own.json"
    }
}