{
    "name": "To the lights",
    "author": [
        "Norton, Roy"
    ],
    "body": "“As chairman of one of the largest of the Billingsgate wholesale\nfish-dealing companies, I can assure your correspondent that the\ncause for the current high prices does not rest with the dealers.\nYour correspondent, who is evidently ignorant of basic facts,\nasserts that although it is the fishermen themselves who actually\ncatch the fish, they--the fishermen--do not receive a commensurate\nshare of the price which the people ultimately pay for a staple\narticle of food. I must therefore correct him, and _insist that they\ndo_.\n\n“Contrary to your correspondent’s mere surmise, I may say that the\nhardships of a trawlerman’s life are enormously exaggerated. It must\nbe borne in mind that these men are brought up from childhood to\nregard their ships as their homes, that there they are most\ncomfortable and in their element, that they are bountifully fed,\nthat they are in a measure independent because all work without\nwage, but share on a well-adjusted proportion of the price which the\nfish command at auction (and I may add that our buyers on the spot\nare invariably and sometimes uncomfortably liberal in their bids),\nand that they do neither toil immoderately nor run any very serious\nrisks.\n\n“It stands to reason that these men when in fear of storms can\nalways run to shelter, and that they do. There is no serious\nhardship or stress in the lives of the trawlermen. If your\ncorrespondent were to suggest such a thing to a fisherman, he would\nbe laughed at. No, they get much for little, and it is we men of\nbusiness who, by the investment of capital and brains, fluctuations\nin price, etc., run all the risk.”\n\n(Extract from a letter in the _London Daily Market Scrutineer_.)\n\n                *       *       *       *       *\n\nCaptain Joshua Fairley was pulling on the thick woolen stockings\nthat would protect his ordinary socks and his trousers-legs from the\nharshness and oiliness of his great sea-boots. He sat on the edge of\nhis bed in his cottage on Brixham hillside and stared out of the\nwindow thoughtfully at the sea whose surface was nearly two hundred\nfeet below. He felt all of his seventy-five years, as if each had\nhammered him and battered him, and contemplated the hard truth that\nafter a bitter venture that had failed, he was about to start life\nover again.\n\nHe pulled on his short “jack boots” absent-mindedly, and then\ndisgusted with his own mistake, jerked them off, stood them in the\ncorner and picked up and drew on the huge and hulking ones. He\ncrossed one leg over the other and inspected a new half-sole and\nmuttered: “Old Gamble be the best cobbler in Brixham yet! Still\ndoing his work. And he bean’t growlin’ at it, or at Providence, or\nanything else. When I went to get the boot, he was whistlin’ like\none of them skylarks. So--I’ll whistle too.”\n\nHe puckered his lips beneath the white beard and mustache and tried,\n“Abide with Me,” which to his mind was second only to “Rock of\nAges,” and reached for his faded blue jersey and pulled it over his\nhead, still bravely trying to be melodious and cheerful.\n\n“Father, be anything the matter witfc ’ee?” a voice hailed him as he\ncleared his head and touseled white hair from the clinging embrace\nof the knitted folds.\n\nHe appreciated, then, that for many months he had not attempted to\nwhistle a melody, and that the mere fact that he had made such\nattempt was proof to other ears that he was endeavoring to put a\ncheerful face upon some trying predicament.\n\n“Not a thing in the world, lass,” he declared, turning to meet the\ntroubled eyes of his widowed daughter.\n\n“You’re worrited,” she said, coming swiftly across to him and\nputting work-hardened hands on his broad, bent shoulders.\n\n“Not too much,” he said, still making gallant pretense. “Us has\nstill got the _I’ll Try_. Come here and look at her.” He pulled her\nover to the window set into the deep cob-walls built more than a\nhundred years before, and with a gnarled finger pointed through the\nleaded panes at the outer harbor below. “There she be. Look at her.\nI was a fool, Nettie, an old fool! I tried to get rich by puttin’ in\nthey petrol motors, and hangin’ screw astarn. I thought they\nnewfangled boats were the thing; but--it cost so much to run ’em\nthey didn’t pay. So us has sold they engines, and had ’em hauled\nout, and--the _I’ll Try_ be just the same as she was when I built\nher, livin’ by her sails and the winds of the Lord Almighty. Just as\nshe was! No, not quite, because she’s got a wheel instead of the big\nclumsy tiller, and--I was a fool. All I should have done to her was\nto put in a boiler and a steam winch to handle the trawl. That was a\nmistake. But--there her be, waitin’ for us, all our own, and mebbe\nher’ll be glad to have they dirty engines out of her again.\nEverything considerin’,” he announced, almost triumphantly, “us be\ndoin’ right well. Us owns this house. Us owns the _I’ll Try_. Us\ndon’t owe a farthing, and us has more than nine and twenty pound in\nthe bank to--” his voice halted, lowered a trifle, and then\nfinished--“to start over again. Us’ll use the wind, hereafter, and\nmake money so that when I have to quit the sea, our two nippers’ll\nhave a fine start. A proper good start!”\n\n                *       *       *       *       *\n\nShe fathomed his anxieties as well as his brave dissimulation, and\nshook her head sadly, and stared up at him affectionately.\n\n“Listen, lass,” he said, knowing that his pretense had failed.\n“After all, naught matters but the harbor lights. I doan’t mean they\nlights out there on Berry Head, and at the end of the breakwater, or\nthe pier. I mean the lights that should shine for all of us when we\ncome home from sea after all v’yages be done. Them’s the lights that\ncount. The ones that finally brings us home. So--nothin’ else\nmatters much to us, because us has done our best. Bean’t it so?\nYou’m been a good darter to me! And us has got all this, and I be\ngood for ten years more, and--” Again he stopped, scratched his\nwhite head with his fingers, seemed distracted, and worried, and\nended with: “And so what the hell’s there to bother about? Tell me\nthat!”\n\nShe was not shocked by his abrupt reversion to seaman’s speech. The\nturbid exclamations of his everyday life had nothing in common with\nhis sincere convictions. As she had once warned a meddlesome but\nwell-intentioned and well-shocked visiting curate, there was an\nunrecognized line of division between Captain Joshua’s faith,\nreverence and devoutness, and his use of words when in mental or\nphysical action.\n\n“His grandsons, my boys,” she stoutly asserted, “says bad things\nsometimes. Their gran-f’ur may be careless in front of them\nsometimes; but he have put great arms over they two lads shoulders\nat night when they all knelt, and taught them proper respect for God\nAlmighty. That be enough! Thou could’st do no more by they lads than\nhe--Captain Joshua! I think it’s better that ’ee go, now,\nand--please don’t ’ee ever come back, lest the good Lord knows thou\nwastest time! Such men as Captain Joshua be a lot better, I do\nreckon, than be you.”\n\nThat the well-meaning curate came no more did not perturb her. They\nsay he never did.\n\n                *       *       *       *       *\n\nCaptain Joshua trudged down the steep and devious ways of the\nOvergang, with a bundle under his arm. To him the quaint roofs, the\nnarrow street, the occasional stretches of gray stone wall were of\nno interest. He rolled past a wandering artist who, with easel and\npaints, was enraptured with a view, and under his breath grunted a\nderisive: “Humph! Loafin’ lout! If I could get him aboard the _I’ll\nTry_ for a month, I’d make a useful man out of nothing. Playing with\npretty things, he be. No use!”\n\nHe could not resist the temptation to stand in front of a\nship-chandler’s show-window and stare therein at a compact steam\nwinch scarcely larger than a sewing machine, and the brass-bound\nboiler beside it.\n\n“Wish to the Lord I’d a bought you instead of that blamed\nmotor-engine,” he thought. “The _I’ll Try_ be one of the last ships\nleft that has to hoist trawls by hand-winch and--great dollops, it\ndo be hard work!”\n\nA long, troubled sigh slipped out before he could check it, and he\nhad turned to hasten away lest the sin of envy creep through his\nmind, when the voice of the chandler stopped him.\n\n“Morning, Captain Josh. See you looking at that winch. I had\nexpected you’d be in to buy that lot for the _I’ll Try_. You should\nhave it. It does more work than two men aboard. Wouldn’t you like\nit?”\n\n“I’d like it, all right, John,” said the skipper, “but what with bad\ncatches and bad markets, and that fool experiment with motors, I\nhaven’t the money, and--”\n\nThe ship-chandler laughed as if immensely amused.\n\n“Since when has any man in Brixham town asked anything more than the\nword of Captain Josh? Why, you can have my shop on your word!”\n\n“Nope,” said the veteran. “I’ll never buy anything more I can’t pay\nfor. I’m too old now to take any chance on debts. When my time\ncomes, those up there on the hill--you know,”--and he jerked a heavy\nthumb over his shoulder in the direction of his home,--“they’ll have\nno debts of mine to meet. Not one! Not a damned farthing!”\n\n“I’ll risk your living to be a hundred, unless, of course, the sea\ngets you,” insisted the dealer; but the old mariner smiled and shook\nhis head.\n\n“Of course, John, it aint got me yet; but I dare say that some time\nit and me’ll have a tussle when I’ll come off second best. But I’ll\nnot have the steam winch till I can pay cash for it.”\n\n“All right! Go it, you stubborn old shell-back!” laughed the\nchandler; and then as Captain Josh continued his rolling, clumping\nway down the narrow street, smiled at his obstinacy, and discovering\nthat his new assistant, who had but recently arrived from Bristol,\nwas at his side said garrulously: “There he goes, white of head and\nclean of heart. Unbending! And I can remember, as a boy, when he was\nsix feet two tall, and the broadest-shouldered man in all the port.\nAdmiral of the fleet, for more than twenty years. As good a\nsailorman as ever cleared from Brixham. Fight as well as he can\npray. One time, about twenty years ago, when he was nigh on to\nfifty-five, there was a free-for-all ruction down on the quay. He\ntried to be a peacemaker and quoted the Bible at ’em; but when that\ndidn’t work, he sailed in; and Lord, love me, boy! He gave ’em more\nfight than they’d ever seen in all their lives! He made ’em sick of\nfightin’ in about three minutes. When he got through, they was\nlayin’ about like dog-fish, gaspin’ and wrigglin’ like mad. All the\nfight was gone out of ’em; but they do say that the language he used\nwhile things was hot indicated that for the time being he’d\nforgotten all the scripture ever he knew. You’re from Bristol, young\nfellow, but take a look at that old feller, so’s you’ll know him\nagain, because, I tell you, you’re lookin’ at a man!”\n\nAnd the new assistant, to please his employer, looked,\nand--smothered a derisive grin!\n\n                *       *       *       *       *\n\nThe ships in the harbor rocked and swayed, lifted and fell in the\nrhythmic upheave and downfall of the swell that pushed in and out of\nTorbay. They seemed a part of that splendid beauty of gray or red\ncliffs that reared themselves about it, a part of the sea that in\nlazy mood merely rippled its shores, or in sou’easterly tempests\ntore in fury inward as if to rip the red and gray cliffs from their\nfoundations and obliterate the encircling earth. But the red and\ngray cliffs invariably won.\n\nThe ships in the harbor, ketch-rigged, red-sailed, able to live in\nseas where huge liners perished, were eager to be liberated from\ntheir moorings. Their crews, clumsy, awkward, inept on land, but\ndexterous, apt and graceful on sea-washed decks, breathed deeply,\nfreely, once they stepped aboard the dinghies that they must row\nfrom the placidity of the inner harbor out into the surge. The\nbattered, ugly hands, torn perpetually by the gash of rope and\ntrawl, tarred to blackness, thick-fingered, huge-knuckled, that\nashore swung aimlessly and ungainly, seemed now to be endowed with\npower, decision and skill. The feet that, incased in the high\nleather boots, stumbled over the cobbles of the village streets, now\ndeftly adapted themselves to the roll of the sea.\n\nThe land was not their element. It was foreign. It was sometimes\ndistasteful. It was too hard. It did not yield and sway and give. It\nhad no life in itself. It was a dead thing that never moved and\nnever met their tread, and when it lay inert beneath them, they\nsustained a subconscious distrust of its solidity. To these men who\nthroughout all their years had been habituated to the great,\ncomforting roll of the sea, or the petulant unrest of it when like\nan angry child it had stormed as if at restraint, the land was\nstagnant, uncomfortable, unnatural, a sullen thing without soul or\nspirit of its own.\n\nThe dinghies rocked and rolled and tossed when they left the pier;\nbut in each one man sat and pulled at a heavy oar that was of\nfeather’s weight in his time-trained hands, while another stood,\nfaced the bow and pushed, ever keeping an eye on destination. And\never he balanced as delicately and as surely as a Circus-rider on\nthe bare back of a horse, yielding, taking, but adroitly maintaining\nhis mastery. The men in the boats passed comments that might sound\nstrange to the ears of the land-accustomed. They shouted their\ncomments. And always the interchanges were relative to the sea, for\nto them it was paramount.\n\nAs if each boat had mastered a puzzle of action, each came\neventually to the side of a ship, and its men climbed aboard.\nAlways, when they felt the familiar deck beneath their feet, they\nglanced around, their eyes sweeping over the homely objects in\nscrutiny of which most of their lives were passed--here the winch,\nthere the end of the warp, here the trawl-beam with its iron heads,\nthere the rigging that swept upward in a maze of tarred ropes and\nshrouds to stay the high and swaying masts. And always the final\nlook was at the vane, that tiny thing at the peak of the mainmast,\nfrom forty to sixty feet overhead, where fluttered the gay emblem\nshowing whether the wind was fair or foul. That was invariably the\nimmediate solicitude, for it told the tale of toil--whether they\nmust beat against head-winds, handling and hauling sail, straining\nmuscles to gain way, or lounging in luxurious idleness and content\nwhen, with a fair breeze, the ship put out to sea.\n\n                *       *       *       *       *\n\nCaptain Joshua stood longest of all, thinking of the change. He\nsniffed the air, and thought he still detected the smell of\ngasoline.\n\n“I can smell that damn’d stuff yet, Bill,” he growled to his mate or\n“second hand,” who was nearly as white-headed and sea-scarred as\nhimself.\n\n“It hangs on worsen gin to an old woman’s breath,” growled that\nworthy, who was a vociferous teetotaler and never lost an\nopportunity for comparison. “They aint nothin’ smells wuss’n that\npeetrul, unless it’s one o’ they polecats what lives around with\nfarmers because they don’t know no better. I tell ’ee, Skipper, the\nLord gives us the wind, and it bean’t natural for either men or\nships to try to run on alcohol.”\n\n“Alkerhol? Hell! They bean’t no alkerhol in that peetrol,” insisted\nBob Noon, the only member of the crew who ever imbibed, and was the\nconstant source of solicitude for the mate, who strove persistently\nto reform him. “It looks like gin, and it smells strong, but it aint\nthe same at all. I knows. I tried it.”\n\n“’Course you would! You be an unreginerate soul! Oh, I know all about\nyou,” roared the mate. “Di’n’t I hear tell how when you was at say\nin them windjammers what went Hawaiian-wise, you’m got drunk on\ncologne-water? And aint I told ’ee, scores an scores o’ times, that\nyou’m a--”\n\n“S’pose us stows the gab and gets to sea,” Captain Joshua\ninterrupted, as he had done hundreds of times before when argument\nthreatened.\n\nThe _I’ll Try_ cast loose her mooring. Her big mains’l crawled up,\ntraveler hoops a-creak, block and tackle singing a shrill song. She\ntook on way and edged out into Torbay like a maiden pretending shy\nmodesty. Her running bowsprit was loosened, slid outward, and from\nit sprouted more red sails. Her mizzen spread red canvas, and above\nit climbed another sheet. Her trim, sharp bow lifted and fell,\ncarelessly ripping and imperiously dividing the rash waves. But the\nwaves joined again, and were undismayed. They chuckled when they\nreunited at the stern, and fell together in the boiling wake. They\nconspired mischievously; for in that Channel, the greatest maritime\nartery on the whole globe, are perhaps the moodiest of waters.\nFickle as the affections of a jungle-bred lioness, playful as a\nlioness can be and--dangerous and savage as the lioness when\ncrossed. On that Channel a single hour of time may change the sea\nfrom the placidity of a lake to the ferocity of a tempest.\n\n                *       *       *       *       *\n\nBut two days had passed since the _I’ll Try_ sailed from Brixham in\nthe sunshine, with the Channel all aglow with turquoise lights, and\nover waves that seemed playfully dancing with gladness and good\nwill; but now she lay beaten and distracted under the shortest\npossible canvas, cringing as if from oft-repeated blows upon her\noaken ribs. On her wet, slippery and heavily rolling and bounding\ndeck, with tarpaulins and sou’westers dripping with driven rain and\nspray, every man of her crew, from skipper to cabin-boy, fought\ndoggedly, desperately at the hand-winch. For seven hours thev had\nlabored thus, unceasingly, until now they were too wearied and spent\nfor speech. They laid breasts, hands or shoulders to the long bars,\nbent their backs, planted their feet, lowered their heads like bulls\nin a charge and tried again to make the weary treadmill round in the\nhope of hoisting the trawl. The great net, held open by a forty-foot\nbeam and towed along the bottom of the sea floor upon “trawl-heads”\nthat were like huge steel sled-runners, had caught what the men of\nthe _I’ll Try_ surmised must be a sunken wreck. A trawl, one of the\nmost expensive pieces of gear known to the craft, could not be\nabandoned until all hope was gone. Time and again had the thick warp\nbeen worked in and out, by sheer stubbornness of toil and strength;\ntime and again as the ship swung off and lurched, the tired men\nhopefully thought they had felt the trawl, scores of fathoms down,\nyield; but time and again that hope had proved fallacious. And\nalways, as they worked, they blinked the sweat from their eyes and\nlifted their anxious regard to the steadily increasing storm. A\nheavier blast smote the ship until she lay so far over that her lea\nbulwark met the water, and waves swept the length of her scuppers.\n\n“’Vast heaving!” rumbled Captain Josh, holding an end of a long\nwinch-bar in his hand, and the others fell heavily over the ones\nupon which they had been exerting themselves, to catch breath. “It’s\nno use,” panted the beaten old skipper. “Storm’s got so high it’s\ndangerous to hold on any longer. Us must bend a line on the warp,\nrig a buoy, cut loose, and hope to find our gear another day.”\n\n“Aye! And they be one chance in a million for that,” growled\nScruggs, the “ancient” of the ship, who having never married, having\nno kinfolk, living forever alone, was regarded by his fellows as a\npitiable old pessimist.\n\n“It do be the devil’s own luck!” asserted the second hand.\n\n“Aye! And if us had to--” The third member of the crew started a\nsentence that he was never to finish. The unexpected, unusual, rare\naccident was upon them. It came with the swiftness of a stroke of\nforked lightning. The winch-dogs, which worked against cogs, snapped\nwith the vicious sharpness of a high explosive. The whole weight of\nthe warp, the surging ship and the storm was instantly released. The\nlong bars of the winch spun like a huge, malevolent top. The _I’ll\nTry_ seemed to slip sidewise for a few fathoms and then again to lay\nover so far that she was in danger of going on her beam ends. She\nrighted herself partially, jerking madly, as if in terror. For a\nmoment there was no sound but the shrilling of the winds through her\nrigging and the hammering of the billows.\n\n                *       *       *       *       *\n\nCaptain Josh, stunned, dazed, confused, lifted himself from the heap\ninto which he had been thrown against the weather bulwarks, wondered\nwhy a red blanket blurred his vision, tried to wipe it away with his\nleft hand and could not for a moment understand why that numbed arm\nwould not respond. It hung limp and broken by his side. His right\nhand came up and swept away the blood that trickled warmly downward\nover his eyes and face. And then his senses returned, swift as light\nthrough clouds. Horror came with sight.\n\n“My God! My God!” A whimpering voice caught his ears, and he saw the\ncabin-boy crawling up the slope of the deck toward the companionway,\nclutching with outspread fingers at the wet planks, while one leg\ndragged helplessly behind him. Down in the scuppers, with the waters\nsubmerging them as they swept the ship’s length, lay two sodden\nshapes.\n\nBut the fighting spirit, the unquenchable bravery of the broken man\nby the weather bulwarks, tore upward to action. Instantly he caught\nthe rail with his big, uninjured arm, lifted himself to his feet,\nand lurched and slithered downward to the nearest man, the mate of\nthe _I’ll Try_, who lay unconscious and half-drowned. He seized the\ninert form and dragged it back until he could rest it against a\nhatch from where it could not again roll downward into the wash and\nmake death certain by drowning.\n\n“Stand by, lad! Stand by! Hang on to something for a moment. Us has\ngot to be men now!” he cried to the whimpering boy, and slipped and\nsprawled downward to seize the body of the ancient one, and\nlaboriously drag it to safety.\n\n“Bob! Get Bob!” screamed the boy. “He went over the port side! I saw\nhjm go! Thrown, he was--all in the air-- thrown like a dead fish--by\nthey winchbars!”\n\nCaptain Josh lunged to the port side, clung to the rail and stared\noutward, releasing his hold only to brush away the trickle of blood\nthat again troublesomely obscured his vision. He could see nothing.\nHe seized the nearest shrouds and dragged himself upward until he\nperched on the rail; where he stood swaying and peering; but even\nfrom that vantage of height he could discern nothing living--only\nthe tearing uplift of the sea, the spume-thrown crests of waves, the\nmurderous swing of the waters. No man could live in that for many\nminutes, be he sound and strong rather than broken and inert. To\nseek was useless. And--there was no time to pause if those aboard\nthe _I’ll Try_, and the ship herself, were to survive. The boy was\nstill wailing and screaming. Captain Josh dropped heavily to the\ndeck, and as he lunged past the boy, shouted: “No use, lad. Poor\nBob’s gone. God rest him! Steady now! Steady! Us must be steady if\nus would live.” And hurriedly he sought an ax.\n\n                *       *       *       *       *\n\nHe returned and with his uninjured and still powerful arm fell to\nhacking the warp whose drag threatened momentarily to end the _I’ll\nTry_. The severed ends whipped like giant lashes into the air, and\nhe narrowly escaped a second blow as the ship-end whistled through\nthe air. The wind from its tarred and spraying strands lashed within\nan inch of his eyes as he instinctively jerked his head backward.\nThe _I’ll Try_ leaped upward, leaned over, sprang free and seemed to\nfly outward like a tortured wild bird released from captivity. The\nwater on her decks swept in a torrent across to the other side in\ngreat sheets. It carried with it loosened objects, and rope-ends\nthat trailed as if eager to follow. The heavy ax with which Captain\nJosh had cut the imperiling warp was lifted, despite its weight, and\nvanished overboard in a smother of green. An iron handspike seemed\nto bound toward freedom, and brought up against the bulwark. The\n_I’ll Try_ lay far over now, and disregarding the wheel that swung\nidly to and fro, swept aimlessly before the storm. And even as she\ndisregarded the wheel, Captain Josh disregarded her struggles. He\njerked a sodden handkerchief from beneath his sodden jersey, tried\nto tie it about his bare head with one hand, realized that it was\nimpossible, and hurried to the cabin boy. “Lad,” he said, more\nquietly and in a voice pitched barely high enough to surmount the\ntempest’s roar, “’ee have two hands. Help me to bind this up and\nbelay it to my head. I can’t see with all they blood in my eye.\nCome, be brave, lad. Bind it fast and hard.”\n\nThe boy forgot his pain under the influence of that steady old\nvoice, and obeyed. His young fingers trembled at their task;\nstruggled with a simple knot.\n\n“Now,” said Captain Josh, “us must work fast if us are to make port\nagain. I know it’s hard, for ’ee has a hurt foot, I take it; but if\nus can make port, it’ll heal. Brace up, for if ’ee doan’t, us’ll\nnever again see they harbor lights. All right now?”\n\n“Aye, sir,” the boy asserted with a bravery that his voice belied.\n\n“Then get down the companion and do best ’ee can when I lower away\nthey other two. Hang on with one hand to they steps at the bottom\nand try to ease they down. You see us cain’t leave they on deck,\nlest they drown. Can do it?”\n\n“Aye, sir, I can try,” the boy asserted, striving valiantly to meet\nsuch brave example.\n\n“Then down ’ee goes. Here, I'll give a hand,” said Captain Josh, and\ndid his best to assist the boy down the narrow opening and the steep\nsteps. “Now stand by to help,” he called as he disappeared from the\nboy’s uplifted and encouraged eyes.\n\n                *       *       *       *       *\n\nCaptain Josh seized the ancient by the folds of tarpaulin and\njersey, thrusting heavy, horny fingers next to the unconscious skin,\nand dragged his burden across the deck. The toes of the worn\nsea-boots dragged listlessly. The inert hands dragged with equal\nhelplessness. But this was no time for anything but action. Captain\nJosh almost pitched headfirst into the companionway under the roll\nand swing of the sea as he lowered his burden downward. Under its\nweight the cabin-boy rocked and swung, standing upon one foot,\nimbued by the indomitable spirit above, and at least lessening the\nshock of the ancient’s fall.\n\n“Cans’t drag him inside, lad? Good! A good lad! Then stand by for\nBill. It’ll be hard on ’ee, because Bill be heavier than the old\n’un,” he cautioned; and now with one hand, a bleeding head, but with\nan unconquered soul and resolute intent, he lowered through the\nnarrow space the last stricken survivor of his crew.\n\nThe boy standing upon one foot was not equal to the burden. The\nweight fell heavily. It thumped upon the boards.\n\n“What the hell do ’ee mean by--” began Captain Josh, inspired by\nhabitual exercise of discipline; and then, remembering, changed it\nto: “Sorry, lad. Bill be mighty heavy for your arms. Doan’t ’ee\nworry. You’m be doin’ the best ’ee can. He aint hurt no worse than\nwas by the fall. I be comin’ down now.”\n\nHe stood for a moment, inspecting with swift regard the skies, the\nwaves, the aimless drift of the struggling ship, and then muttered,\n“She’ll ride! She must! It’s our only chance,” and then painfully\ndropped below.\n\nAt the foot of the companion stairs he found one of his men. Through\nthe doorway in the cabin he caught sight of the cabin-boy struggling\non one foot and despite pain to get the other off the floor and up\nto the bench or the bunk. He crowded inward, and the task was\naccomplished. The other man was also brought in, lifted upward, and\nlaid supine. Shutting his teeth against his own anguish, and probing\nwith one hand, the skipper fumbled an examination.\n\n“Bill,” he said sagely, “has got, I think, some broken ribs. One\nside. Can’t see what’s wrong with the old ’un. But they both be\nsleepin’ and so aint hurted, now. Cut the boot off ’ee, lad, and\nfall to. Heed what I tell ’ee, because ’ee must stay here by\nthem--stay to the last, lad, no matter what may happen, for I be\ngoin’ on deck to bring the _I’ll Try_ home.”\n\n                *       *       *       *       *\n\nAnd then, quickly, knowing that at any moment death might interrupt,\nCaptain Josh gave all the instructions he could, and while he\ntalked, fashioned for his broken arm a sling. He squatted down on\nthe floor in front of the boy so that the lad’s hands could tie the\nknots. Once he admonished him.\n\n“Tighter, lad! Tighter! Make ’em fast so they can’t slip loose.”\n\nHe climbed laboriously up the companion steps, bent over and called\nreassuringly: “I be goin’ to shut ’ee in, so if mayhap more rough\nweather comes, the wash wont drown ’ee out. So doan’t be afraid.\nI'll be at the wheel and--we’ll go home, lad, somehow.”\n\nBut when alone he looked at the skies, at the sea and at the sails,\nand shook his head.\n\n“Lord God of all the seas,” he cried, lifting his head and\nreverently closing his fatigued and pain-stricken eyes, “for the\nsake of all they below, help thy unworthy servant, who is so old, so\nbroken, so tired, to take the _I’ll Try_ home. But if it be Thy will\nthat we are to see no harbor lights again but those by Thy\neverlasting gates, pray let use see them shine clear to bring us to\nThy port.”\n\nHe rolled aft to the wheel that swayed helplessly to and fro, and\nusing alternately his hand and knee against the spokes, brought the\nstaggering ship up to her work. She seemed grateful for the\nattention, and eager to respond. Her mere rags of red sails filled,\nand she was ready to fight the storm.\n\n“Good old girl! Good old girl!” Captain Josh muttered approvingly.\n“That’s it! Take hold of the wind. Hang on to it!”\n\nFor an hour she half fought, half fled with that nearly motionless\nfigure steering her, and yet the storm showed no signs of abatement.\nThe dusk came early, filled with flying clouds, with wind-torn spray\nand the unceasing charge of great waves. Captain Josh shifted\nanxious eyes skyward, seeking some hope of a break. In all his sixty\nyears at sea he had never been more troubled and perplexed.\n\n“If only there’d come a lull at sunset,” he muttered aloud after the\nlong stillness, and was slightly startled by the sound of his own\nvoice. He considered for a moment whether it was better to think\naloud, for the companionship of that sound, or to keep his lips\nshut. For the time being he chose the former method and went on: “I\ncan’t make or douse sail with one hand, and I be so damned tired now\nthat it hurts. It’s mighty risky to let her fall off; but--us must\nhave lights! I’ve just got to take the chance and let her come\nround. There’s nothing else to be done.”\n\n                *       *       *       *       *\n\nHe crouched against the wheel, waiting to seize one of the momentary\nlulls when the gale paused to catch breath for another blast.\n\n“Now!” he cried at last, as if addressing his full crew. “Around she\ngoes!” and with hand and knee, he deftly worked the wheel until the\ncanvas flapped and fluttered, and then under way of impetus and\nstorm the _I’ll Try_ hesitated, paid off, leaned over so far that\nher lee rail was awash, was in danger of coming to beam ends if the\nstorm sent a quick gust of wind, struggled, recovered, threw water\nfrom her deck, and fell away. She was not an instant too soon in\nsetting her keel, for the blast of wind came, as if angered by the\nskill of ship and man that had robbed it of its prey. It snapped the\nwet canvas. It shrilled through rigging. It screamed across the\nspume. Again she drifted as helplessly as a wreck, buffeted by wind\nand wave, lurching drunkenly, moving aimlessly, shuddering\nspasmodically, and with her wheel free.\n\nAcross her decks, slipping, sliding in his big and clumsy sea-boots,\nstruggled her skipper, wondering meanwhile if she could possibly\nride and survive, and hoping only to reach the lanterns that had\nfortunately, if carelessly, been stowed in a stationary fish-box. He\nreached them at last and was vastly concerned by the fear that they\nmight have been so drenched that they would not light. He sat flat\nupon the wet and streaming deck in the tiny lee of the companionway,\ncaught a lantern in his knees and after many attempts succeeded in\nlighting it. To hoist it with one hand was another trying task. He\naccomplished it, after a time, by first using his few and worn\nteeth, and when they failed, by clutching the rope between his\nknees. He spat a broken tooth out between his bleeding lips, and\nbelayed the line to the mainmast.\n\n“Bad and not proper it be, but--mayhap it’ll keep some of they big\nsmoke boats from ridin’ us down,” he remarked, hopefully, as he saw\nthe swaying, tossing gleam aloft. “Now for the starn lights!” But\ndespite his patient efforts, he could light none. He swore with\ninconsequent oaths when one slid from the grasp of his knees and\nrolled swiftly outward, bounding and bumping across the deck, found\nan opening and plunged overboard. He used more expletives when he\ndiscovered that another had a broken globe, and was useless. Night\nwas advancing, black and chill, and he sat for a moment more, flat\non the deck, and questioning whether he dared risk the great venture\nof going below to see how the stricken remnant of his crew fared.\nThe wind defiantly answered him. The ship was straining too hard\nunder the stress of storm.\n\n“Nope. I can’t do anything to help ’em, or myself,” he growled. “I\nmust get back to the wheel and bring her back to course again,\nbefore it’s too black. If I could have but a cup of tay and a bit of\nbiscuit! Damn it, why didn’t I think to put some of they biscuit in\nmy pocket before I came back on deck!”\n\nHe stumbled aft again, and again seized the idle and aimlessly\nrevolving wheel. Again he watched like a cat, waiting to pounce, and\nseize the momentary advantage of a lull. Again he brought the ship\nback to a course. Whether it was a true one, he could not be\ncertain. He was depending now upon his sense of direction alone.\nThere was nothing to guide him, not even a solitary star shining\nthrough the murk. He made mental calculations, reasoning that in the\nbeginning the _I’ll Try_ must have been so many miles sou’west off\nthe reef-bordered Prawl Point, that the wind had come from due west,\nand that therefore it must be safe to run.\n\n“If it weren’t for they below,” he soliloquized, “I’d lay her to. If\nI were alone, I’d not risk the carrying on, and--mayhap--could make\nit. But--they be badly hurt. So--I must get somewhere. If Prawl\nPoint be sixty mile away, and--”\n\n                *       *       *       *       *\n\nEndlessly he debated the menacing dangers, and dared them. In the\nblackness of the night he fought against an almost unconquerable\ndrowsiness; for by now he had been alert for more than forty hours.\nHis broken arm throbbed with an ever poignant and increasing\nanguish, but even pain may be dulled by time and endurance, inasmuch\nas there is a climax where kindly nature brings either partial or\ncomplete unconsciousness. Sometimes in the long hours he felt\nhimself swooning, and then he clung harder to the spokes and begged\nthat God, in Whom he had such unlimited, unquenchable trust, might\nenable him to keep awake, that he might still sprawl across the\nwheel.\n\nDawn had come, and the sea was sobbing and spent; Captain Joshua was\nsurrendering to the tiredness of long effort; endeavoring to recover\nkindliness after tempestuous outburst, before he reached the\nultimate end of endurance. He was no longer aware of change. He was\nstill fighting, ruggedly and unrelinquishing to the last. His dimmed\neyes could no longer see. The world rocked and swayed. That off on\nthe horizon lay still; pale cliffs, meant nothing to him. All that\nhe could concentrate upon was holding the battered ship up to the\nwind. That the wind was dying meant nothing. He thought it still\na-rage. His uninjured hand seemed paralyzed. He could no longer hold\na spoke and strove to steer with an elbow, and bony knees.\n\nMute but fighting to the end, Captain Joshua finally let go the\nwheel, made a last effort, crawled to reach the loose end of a\nhalyard, crawled back to the wheel, pulled the _I’ll Try_ up again,\nseated himself upon the wet deck and with one hand and broken teeth\nlashed himself clumsily to the wheel, his back against it, his dying\nlegs and feet outsprawled, inert in their heavy and sodden\nsea-boots; and then his weary hand fell listlessly by his side.\n\nA thousand confused conjectures, fears, hopes, and solicitudes\nflashed through Joshua’s brain. He tried to ask the Lord of all the\nseas, whom he had so long followed and loved, to take charge of the\nship and bring her home. Her destination was no longer of moment to\nhim, whether it were the gateways of earthly ports or the harbor\nlights of that haven and heaven to which he had so long aspired. And\nso, clumsily lashed with his back to the wheel, unyielding to the\nlast, still fighting when the fight was done, the faint balance of\nsanity swung across to peace as had the sea after the storm, and\ndreaming that he was in his Brixham chapel on the hill, he fell to\nsinging in a wavering voice: “Abide with Me.”\n\nSome recess of his brain contained the words he had so many times\nsung, so long loved. Cracked and broken they issued between cracked\nand broken lips, quavering aimlessly into the air his fealty to a\nfaith--that hymn written in the old, old port of Brixham town from\nwhich he and his forbears had sprung; and as a prelude he cried:\n“God, O God! Help me, for I can do no more. ‘Abide with me, fast\nfalls the eventide.... And I am far from home.’”\n\n                *       *       *       *       *\n\nThe steam trawler _Williwaw_, after twenty days at sea, rimed by the\nstorm, black, and with a heavy plume of smoke wallowing out of her\nfunnel, was laying her course for Brixham Port. Captain Moran was\nstaring at the streaks of rust and appeared anything but pleased by\nhis inspection. His honest, sea-tanned face took on the look of\npreoccupation of one who is engaged in mental calculations as to the\ncost of paint. He was even disturbed when his mate Long, grave-eyed,\ncame across the steel deck to him and said: “Looks to me, sir, as if\nthere’s something wrong with a ship off there to sta’b’d. Her don’t\nact natural at all, sir.”\n\nCaptain Moran turned and trudged past the complex litter of\nmechanism and gear to have a look. After but a moment he shouted\nback to his mate: “You’re right about that, Mr. Long. Run down to\n’em.”\n\nThe wheel in the pilot house of the _Williwaw_ whirled, and she\nturned her nose inquisitively on the new course.\n\n“Somethin’ wrong? Aye? There be,” declared one of the crew to others\nwho came leisurely up to the starboard rail. “Her be in trouble,\nsure! Look at they sails, what’s left of ’em, and her be yawin’ this\nway and that as if her had no hellum.”\n\nThey heard Captain Moran shout to the pilot: “Turn her loose. Put on\nfull speed. No use in wasting time.” And from the engine-room\nsounded the clang of shovel and slice-bar; the funnel plume\nblackened, and the _Williwaw_ began to “foam at the mouth” as she\nclosed down on the ketch. When her engine was rung down, a peculiar\nsilence enveloped her that was broken by Moran’s hail:\n\n“Ahoy there! _I’ll Try_! Ahoy! What’s wrong with you men?”\n\nBut he evoked no answer. Under silent way the _Williwaw_ bore\ncloser, and now there became faintly audible a cracked old voice\nmonotonously droning:\n\n  “Abide with me, fast falls the eventide.\n  The darkness deepens; Lord, with me abide.\n  When other helpers fail and comforts flee,\n  Help of the helpless, oh, abide with me.”\n\nThe voice that came quavering across the sullen waves, as if\nblanketed by the leaden skies, held the men of the _Williwaw_ in its\nspell. They clung to the rail, staring with perplexed eyes and\nparted lips until aroused to action by Moran’s shout: “Stand by to\nlower away a boat there, you men. Mr. Long, go over and learn what’s\nup.”\n\n                *       *       *       *       *\n\nThe boat splashed into the water, and down the steel side of the\n_Williwaw_ went the men to man it. Her screw thrust the sea again to\nhold her off at a safe distance, for the swells still surged and\nlifted forward; but the voice still carried on:\n\n  “I fear no woe, with Thee at hand to bless;\n  Ills have no weight, and tears no bitterness.\n  Where is Death’s sting; where, grave, thy victory?\n  I triumph still, if Thou abide with me.”\n\nSturdily pulled, as if eager to reach the black and battered hull of\nthe half-wrecked _I’ll Try_, the boat bobbed upward and downward as\nit was rowed across the intervening space. It came alongside, where,\nstanding, swaying, some of its rowers clutched at hand-holds, and\nLong, young, powerful, leaped for strake and rail. He threw a heavy\nboot over inboard and landed on both feet. For an instant he paused,\nbending forward as if doubting sight. He saw a man with white hair,\nstained red here and there, and with a reddened handkerchief bound\nawry over his head and falling over one eye. Streaks of red ran down\nover the disordered white beard. He saw the rope with which the man\nhad bound himself to the wheel, and the halyard-end that had at last\nworked free and lay idly upon his lap. He saw the bandaged arm, the\nsprawling feet in sea-boots, the free wheel, and constantly he heard\nthat same droning song of faith.\n\n                *       *       *       *       *\n\nLong rushed over and laid his hand on the broad, bent shoulder, and\nsaid:\n\n“Josh! Captain Josh! Skipper! Don’t you know me--Long--of the\n_Williwaw_?” But the closed eye did not open or look up, and the\nmonotonous reiteration of song went on.\n\nThe mate ran to the side and shouted: “Come aboard here, you men.\nThis looks bad. I’m going to need help, I think.”\n\nAnd then, as they clambered inward, he ran to the closed\ncompanionway, lifted the hatch, recoiled from the foul air, and\ndisregarding the steep steps, dropped nimbly below. A whimpering\nsound, as it issued from the lips of a pain-exhausted, terrified boy\nstabbed his ears, and with it mingled a babbling noise that could\ncome from nothing else than human delirium.\n\nFor an instant his eyes probed the gloom until they accustomed\nthemselves to the change from broad daylight. In one of the bunks\nlay a figure that was still and quiet. In another lay the man who\nmoaned and babbled. In another lay the boy who now lifted himself to\nan elbow and said: “I couldn’t help it, sir. Skipper, he told me to\nstay here and do my best. I did, sir, and--and--the old un has never\nspoke a word, and the second hand has taken to talkin’ like that all\nthe time; and my foot, sir, my foot--oh, it do hurt something awful,\nand I can’t walk no more, I can’t! I tried, sir, I did, and--”\n\nThen the voice broke in a long wail of boyish grief. The strain had\nbeen too much for even that obdurate, steadfast youthful bravery.\n\n“Steady, lad! Steady!” the mate’s voice quieted him. “You’re all\nright now. Be a sailorman. Don’t give up.”\n\nThe boy started to tell the tale of tragedy, but the mate of the\nWilliwaw was gone and hurrying upward. On deck he shouted his\ndiscoveries to Captain Moran of the Williwaw, which now lay close\nby. No time was wasted in this urgent plight. A heavy line was\nbrought across, a half-dozen men put aboard, and within a few\nminutes the _I’ll Try_ was being towed through the sea. The funnel\nof the _Williwaw_ now belched smoke as if she were steaming a race\nagainst time on the reach to Brixham Town. Around the breakwater’s\nend she swung in a flashing sweep to the outer and up to the very\ngates of the inner harbor before she stopped. Surmising tragedy,\nboats put off to meet them, and fishermen swarmed about the _I’ll\nTry_ to assist. Broken men were tenderly carried away. The\nharbor-master’s telephone urged a surgeon to haste. The men on the\nlanding-pier thrust and jostled, all eager to serve.\n\nThe survivors of the _I’ll Try’s_ crew had come to port at last.\n\n“The lad will pull through,” the surgeon announced to those who\nwaited outside the harbor-master’s office, which had been turned\ninto a temporary hospital. “The second hand may, though his ribs are\ncaved in. The old man you call Scruggs the Ancient, must have died\nvery lately because his body is still warm. And Captain\nJoshua--well--they say that when they found him, he tried to tell\nthem something about the Harbor Lights.” The surgeon paused, looked\naway from the staring eyes, and then added softly: “He has found\nthem.”\n\n                *       *       *       *       *\n\nWhen, taken from her iced bunkers by hand, sorted, pulled ashore to\nthe great flagged spaces of the fishmarket, carefully laid thereon\nand brought to the “liberal” buyers’ attention by the sonorous clang\nof the auctioneer’s bell and voice, the catch of the _I’ll Try_\nbrought six pounds, fourteen shillings and sixpence--nearly\ntwenty-six dollars, to be divided amongst the sole survivors of the\nhapless crew. Captain Joshua’s share as owner and skipper came to\nnearly four pounds, or sixteen dollars! The undertaker charged\nfifteen pounds--about sixty dollars--for the coffin; the cemetery\ncompany charged five pounds, about twenty-five dollars, for the\nsix-by-three feet of space which he might forever own as his last\nallotment of earth; and there were certain minor claims for flowers\nin that land where flowers run wild upon great cliffs, but must be\npaid for when laid upon a grave. All that was left thereafter,\nCaptain Joshua’s grandsons and widowed daughter might have to live\nupon.\n\nUp on the Brixham hills that night rain fell. Somehow it seemed to\nfreshen the handful of flowers that some one had thrown on the grave\nof the lone and ancient mariner, as if he, who after all his\nsea-toil had come to land-rest, merited that humble recognition.\nPerhaps some one loved him, as well as Skipper Joshua. Perhaps God\nin His majestic but kindly pity would send other wild-flowers to\nclimb across their graves, blanketing them in the radiance of that\nonly One who marks the sparrow’s fall!",
    "metadata": {
        "author": [
            "Norton, Roy"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/69063/pg69063.txt",
        "name": "to_the_lights.json"
    }
}