{
    "name": "Treasure of Triton",
    "author": [
        "Baker, Charles A."
    ],
    "body": "Triton was a dead world. The hydrogen snow that covered the\nillimitable desolation of the plain glowed a weird green in the dying\nNeptune-light. Above it, grim and black, towered the west wall of the\ngreat Temple of Triton. The evening gale had drifted the snow high\nagainst its east wall, but here, in its lee, the ground was bare. The\nfaint light struck sparks of color from the gravel, the stones, the\nboulders--gravel that was ruby and sapphire, stones that were giant\nmoissonites, boulders that were titanic diamonds. The _Wolf Cub_ rested\non that gravel, its beryllium sides a sickly green. In all that world,\nonly Wolf Larsen lived and moved and breathed.\n\nAn alien might have correctly supposed that this world had been\ndead for untold ages, that the builders of its Temple had perished\nincalculably long ago, that nothing would ever live here again. Wolf\nLarsen knew better. In a few hours, it would be dawn, and the strange\nlife of Triton would revive. That was the reason for his haste.\n\nThe job had taken longer than he had expected. The Temple was built of\ncyclopean blocks of bort--black diamond, the hardest of all substances.\nThe life-span of a Tritonian is ten times that of a human, but no one\nwould ever know how many generations it had taken the Tritonians, with\ntheir primitive technique, to hew those innumerable blocks. Nor did\nthe Tritonians themselves know for how long they had worshiped at that\nfane. Most authorities agreed that it must have been old before the\nPyramids of Egypt were begun.\n\nThe Temple was windowless, and had only one door, some six feet square.\nSet in the middle of the west face, it was hewn from a single gigantic\nblock of bort. With that door, Larsen had been struggling ever since\nthe evening gale died down. It had proved harder to blast a hole\nthrough the bort than he had anticipated. And its thickness had amazed\nhim. He had been unable to get at its lock; if, indeed, it had a lock.\nIn fact, he might as well have tried to blast through the wall itself.\n\nTriton, Neptune's moon, keeps one face always turned toward that\nplanet, and the Temple was built directly beneath it. While Larsen\ntoiled, the slender crescent of the primary had broadened to the\nfull, ten times brighter than earth's moon, and now was dwindling\nonce more. Larsen had not slept for over sixty hours; and despite his\nvacuum-walled, electrically heated space-suit, he was chilled to the\nbone, his hands numbed with a cold but a few degrees above absolute\nzero.\n\nNot in twenty years in the mines of Mercury had he toiled as he had\ndone in those sixty hours. First, he had burned holes in the bort.\nThen he had filled them with cartridges of the fine hydrogen snow,\nintimately mixed with solid oxygen pulverized equally fine. Finally\nhe had exploded the mixture with a micro-wave, and cleared out the\nshattered bort. Where the tough stuff had merely crackled, he had pried\nit out with a crowbar, until the bar, brittle with cold, had snapped\nshort. But now the worst of his task was finished. At long last, he had\nholed through the door.\n\nLarsen emerged from the _Wolf Cub_ carrying his oxy-hydrogen cutting\ntorch, a heavy load even in the light gravity of Triton. A star of\nblue light flared from it, and snowflakes dropped from the star, as\nthe products of its combustion condensed in the cold. If he once\nextinguished that torch, its fuel would freeze solid, and there would\nbe no lighting it again.\n\nFor all his weariness, and for all the cold, a fierce exultation fired\nhim. His long planning, his months-long voyage through the void, were\nabout to bring fruit. The most priceless jewel in the solar system was\nwithin his grasp.\n\nLarsen had done many things for jewels. He had violated every law of\nevery world. He had killed more men than he himself could remember. He\nhad stolen meteoric diamonds from Mars, and rubies from Ganymede;\nemeralds from Titan, and priceless moissonites from Oberon. And these\nhe had hidden well on a nameless asteroid, and they could stay there\ntill the end of time for all Larsen, or anyone else, cared.\n\nBy the time the Interplanetary Patrol caught up with him, and he served\na twenty-year term in the mines of Mercury, the spacemen had reached\nTriton. And there they had found rubies and emeralds, diamonds and\nmoissonites and every gemstone known in the solar system, as common as\nclay or lime on earth, and Larsen's carefully hidden jewels were worth\nas much as so many pebbles.\n\n\n\nAt first, Larsen had come very near to killing himself, when he learned\nthat. But a scheme had come to him. There was the Eye of Triton, the\ngreat stone which people of Neptune's moon had worshiped for untold\nNeptunian ages. It was clearly unique on Triton, where all other gems\nwere so abundant. It must be unique in the system; certainly in its\nhistorical value. What value the Tritonians themselves set on it could\nbe judged from the immense strength of the Temple they had built to\nguard it. Tradition held that the Eye had dropped from the heavens; a\nmeteor, perhaps torn from the heart of Neptune; perhaps from another\nsystem. Few humans had ever seen it, and those only from a distance,\nand in the worst of lights. But they agreed that it was transparent\nwhite, like a diamond. Moreover, it was set as the eye of a life-sized\nstatue of a Tritonian--and the eye of a Tritonian is upwards of five\ninches in diameter.\n\nA certain plutocrat of Cyrene had offered Larsen a cool million for the\nEye, even if it turned out to be nothing but a diamond. For a million,\nyou could buy everything that Cyrene had to offer and Cyrene, the\npleasure-dome on the far side of earth's moon, offered every pleasure\nand every luxury that mankind had ever developed. Men could prolong\ntheir lives, and their vigor, indefinitely nowadays if they could\nafford to pay for all the resources of modern medicine. Best of all,\nthe I.P.P. had no jurisdiction in Cyrene, and the local authorities\nnever bothered any resident of the little planet provided he was\nsupplied with money enough.\n\nIt would be doubly pleasant to win such a fortune at the expense of\nthe Tritonians. To be sure, they had never been known to harm anyone.\nBut it was precisely such inoffensive beings that Larsen loathed and\ndespised most bitterly. Besides, he blamed them for the discovery of\nthe gems which had made his own valueless.\n\nIn any case, he had gone too far to back down now. Landing on\nTriton without a license, as he had done, was itself a violation of\nInterplanetary Law. Attempted violation of a Tritonian temple was a\nserious offense. If the Patrol caught him, he would spend the rest of\nhis life in the mines of Mercury. And they would be sure to catch him\nif he failed to get the Eye.\n\nIt wasn't like the good old days, when an outlaw could always keep\na million miles ahead of the Patrol. Now every port where he might\nobtain supplies was too closely watched. Only Cyrene offered a place\nof refuge, and there only to a man with plenty of money. Larsen smiled\ngrimly. Whatever happened, he was not going back to the mines. There\nwas always one very sure way of cheating the law!\n\nHe pushed the torch ahead of him through the hole, cautiously. Its\nexhaust condensed to ice on the cold bort. A few projections of the\nbort barred his way. Larsen turned up the torch, directed it on them.\nThe bort glowed yellow in the fierce heat, as the pure carbon burned,\nwhich condensed to dry ice on his space-suit.\n\nWhen those obstructions were gone, Larsen crawled past into the Temple,\nand stood up. A thin powder of snow covered everything. The bluish\nglare of the torch, reflected from it, suggested but faintly the\nvastness of the place. Before him crouched a monstrous figure, human\nsized, but lobster shaped, its head enormous, its dozen legs many\njointed. Many similar figures lay on the floor, as stiffly motionless,\neach grasping a massive double-headed ax.\n\nLarsen had to turn up his torch before he could be sure that the\ncrouching figure was indeed the idol he sought, and those others its\nguardian priests, frozen in the death-like sleep of their kind. Not\ntill dawn could anything awaken them. Dawn, he knew, could not be far\noff. But he reckoned that it would take some time for its reviving\nwarmth to penetrate the immense thickness of those walls.\n\nCautiously, he wiped the snow off the single enormous eye that\noccupied the center of the idol's forehead. The eye flashed fire at\nhim; blue-white, transparent, lustrous as a diamond. It had been\ncut, diamond fashion, in many facets, to resemble the many-lensed,\ninsect-like eyes of the Tritonians themselves. The eye was set in a\nband of cement. Larsen tested that cement with a chisel. He cursed. It\nwas almost as hard as the bort from which the idol had been hewn. He\ndared take no chances on scratching the Eye. He turned on his torch\nfull blast, and began to cut into the bort around the cement, careful\nto keep the flame away from the Eye. Sudden heating might crack that\nmysterious stone.\n\n\n\nLarsen worked feverishly, forgetful of time, sweating despite the\nchill, until he felt a draught on his back; a cold that bit through his\nspace-suit to his very marrow. Snowflakes were swirling around him.\nThe dawn-wind, blowing through the hole in the door! On Triton, the\nhydrogen atmosphere froze every night.\n\nFrom either side, winds rushed in to fill the vacuum, but themselves\nfroze before they had gone far.\n\nThe Eye seemed loose in its socket. Larsen turned down the torch.\nCautiously, he grasped the cement. The Eye came away in his hand. He\nwas used, by now, to the low gravity of Triton, but the lightness of\nthe stone surprised him. It seemed as light as pumice.\n\nLarsen looked up just in time. The Tritonians were stirring! The wind,\nso cold to him, was warm to them; it meant air to them. Those great\npale eyes--one to each Tritonian--were fixed on him, glaring with\na phosphorescent luster. There was no expression on their gargoyle\nfaces. Their cavernous mouths gaped open; toothless, but rimmed with\nrazor-sharp horn, like the jaws of a snapping turtle. The snow dropped\nfrom them; their lobster-segmented shells were dull black, like the\nbort of the statue. They were closing in on him. He could not tell\ntheir numbers; behind those visible, more kept crowding out of the\nshadows.\n\nAs the Tritonians neared him, he saw that they turned their heads away.\nThose enormous eyes, adapted to the faint sunlight of Triton, could not\nbear the glare of the torch. An ax rose over a helmeted head, grasped\nby four tentacular arms. Larsen put down the Eye, and turned up the\ntorch, aiming it at the dragon's head, looming behind those arms. It\nshriveled, turned from black to red. Its owner slumped to the floor,\nits limbs still writhing feebly.\n\nLarsen picked up the Eye again, and started for the door. He moved\ndeliberately, spraying death around him. The Tritonians could not face\nthe blazing heat of the torch, or its blinding glare. Some fled in\npanic, some retired more slowly, some stood, as if bewildered, in his\nvery path, until he burned them out of it. At the door, he wheeled to\nface them, turning down the torch. They started to close in again, and\nhe turned it up, sweeping them at close range. Half a dozen fell, the\nothers broke.\n\nThe torch was flickering now, as its fuel ran low. In frantic haste,\nLarsen unsnapped its carrying strap, dropped it, and plunged into\nthe hole he had blasted. In utter blackness, he clawed through it,\nexpecting, every instant, to feel monstrous jaws or talons seize him\nfrom behind. He emerged into the blinding white smother of the dawn\nblizzard. Thin as the air was, the force of it hurled his light body\nback against the door as he tried to rise. He dropped on all fours, and\ncrawled forward, dead into the freezing wind, the Eye still clutched in\none hand. The twenty yards to the _Wolf Cub_ seemed twenty miles; he\nhad about given up all hope when suddenly he bumped into it.\n\n\n\nLarsen groped along its smooth side until he found the air-lock door.\nAs he opened it, the light inside went on automatically.\n\n\n\nAt that precise instant, steely arms wrapped themselves around him, a\nmonstrous face loomed over him, open-jawed. In a frenzy, Larsen thrust\nout his right hand. Those jaws closed on his wrist. A blazing agony\nshot up his arm. His own scream, echoing from his helmet, deafened\nhim. The pain was gone as abruptly as it had come. The face of the\nTritonian seemed to melt, to explode. Those arms went limp, the thing\ncollapsed like a punctured balloon.\n\nThere was no feeling at all in Larsens' hand now. Not daring to look\nat it, he stumbled through the air-lock, into the cabin. Even now, he\nwas careful to put the Eye of Triton in the velvet-lined jewel-case\nhe had prepared for it, before strapping himself into his pilot's\nseat. Awkwardly, with his left hand, he opened the throttle of the\nrocket-tube, gave the _Wolf Cub_ three gravities acceleration. That was\nagony to his weary body. But the warmth of the cabin offset the pain.\n\nGingerly, Larsen looked at his right hand. The glove had been torn\nclean off it. It was dead white, swollen. The swelling, extending to\nthe wrist, had prevented much air escaping from his suit, before he\ncould get inside the cabin. The skin was covered with fine, bloodless\ncracks, but the jaws of the Tritonian had never touched it. The\ninconceivable cold had instantly frozen every drop of blood and lymph\nin it, bursting every blood-vessel, every capillary, every cell. His\nhand was dead. Presently, as it thawed, it would rot, turn black, and\ndrop off. Before that, he must get a tourniquet on it. On the other\nhand, the warm air from his space-suit, escaping into the jaws of the\nTritonian, had been as fatal to it as the breath of a blast furnace\nwould have been to a human.\n\nHe had been lucky, after all. The surgeons of Cyrene could graft on\na new hand--for a price. And he would have that price! In fifteen\nminutes, awkward with his left hand, Larsen had the _Wolf Cub_ on her\ncourse to Luna, and could shut off his rocket-jet. His right arm was\nbeginning to throb, as the nerves thawed. It would give him hell, in\nthe months of voyaging before him, and he knew his slender stock of\ndrugs would never last. But, as he fixed the tourniquet, the thought of\nhis million was more soothing than any narcotic could have been.\n\nLarsen unstrapped himself, and shoved over to the jewel case. He\nblinked down at it incredulously. The charred ring of cement was there.\nBut it no longer enclosed the Eye of Triton. Instead, the case was half\nfilled with a transparent liquid. Larsen dipped a trembling finger into\nit. It was cold.\n\nHe carried the finger to his lips. The walls of the tiny cabin echoed\nto his mad laughter. The Eye of Triton, the one priceless gem on a\nworld of gems, had been a block of ice--the only ice on Triton. The\nwarmth of the cabin had melted it to water, worth exactly as much as\nany other water.\n\nSuddenly, Larsen realized that he was parched with a feverish thirst.\nHe lifted the jewel case to his lips, and drained it in one single\nprodigious gulp. He had spent plenty of money on liquor before, he\nreflected. But this must be the first time in history a man had drunk\nup a million at one draught.\n\nHis arm hurt like fire now, the ache of it mingling with the ache of\nhis weary body, the ache of his sick brain. With his left hand, he\nbegan to spin the handle of the Kingston valve. The last sound Wolf\nLarsen heard was the hiss of the air, as it rushed out of the cabin.\nThat, and the laugh with which his last breath left his lungs.\n\nThere was always one sure way to cheat Interplanetary Law.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Baker, Charles A."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/61872/pg61872.txt",
        "name": "treasure_of_triton.json"
    }
}