{
    "name": "Turning Point",
    "author": [
        "Coppel, Alfred"
    ],
    "body": "_This, then, was the Creche, Anno Domini 2500. A great, mile-square\nblind cube topping a ragged mountain; bare escarpments falling away to\na turbulent sea. For five centuries the Creche had stood so, and the\nAndroids had come forth in an unending stream to labor for Man, the\nMaster...._\n\n                           --_Quintus Bland, The Romance of Genus Homo._\n\nDirector Han Merrick paced the floor nervously. His thin, almost\nascetic face was pale and drawn.\n\n\"We can't allow it, Virginia,\" he said, \"Prying of this sort can only\nprecipitate a pogrom or worse. Erikson is a bigot of the worst kind.\nThe danger--\" He broke off helplessly.\n\nHis wife shook her head slowly. \"It cannot be prevented, Han. Someone\nwas bound to start asking questions sooner or later. History should\nhave taught us that. And five hundred years of secrecy was more than\nanyone had a right to expect. Nothing lasts forever.\"\n\n_The trouble is_, Merrick told himself, _simply that I am the wrong\nman for this job. I should never have taken it. There's a wrongness in\nwhat we are doing here that colors my every reaction and makes me\nincapable of acting on my own. Always the doubts and secret\nquestioning. If the social structure of our world weren't moribund, I\nwouldn't be here at all...._\n\n\"History, Virginia,\" he said, \"can't explain what there is no\nprecedent for. The Creche is unique in human experience.\"\n\n\"The Creche may be, Han, but Sweyn Erikson is not. Consider his\nbackground and tell me if there hasn't been an Erikson in every era\nof recorded history. He is merely another obstacle in the path of\nprogress that must be overcome. The job is yours, Han.\"\n\n\"A pleasant prospect,\" Merrick replied bleakly. \"I am an organizer,\nnot a psychotechnician. How am I supposed to protect the Creche from\nthe likes of Erikson? What insanity bore this fruit, Virginia? The\nProphet, the number one Fanatic, coming here as an _investigator_ in\nthe name of the Council of Ten! I realize the Council turns pale at\nthe thought of the vote the Fanatics control, but surely _something_\ncould have been done! Have those idiots forgotten what we do here? Is\nthat possible?\"\n\nVirginia Merrick shook her head. \"The stone got too hot for them to\nhandle, so they've thrown it to you.\"\n\n\"But Erikson, himself! The very man who organized the Human Supremacy\nParty and the Antirobot League! If he sets foot within the Creche it\nwill mean an end to everything!\"\n\nThe woman lit a cigarette and inhaled deeply. \"We can't keep him out\nand you know it. There's an army of Fanatics gathering out there in\nthe hills this very minute. Armed with cortical-stimulant projectors,\nHan. That isn't a pleasant way to die--\"\n\nMerrick studied his wife carefully. There was fear under her iron\ncontrol. She was thinking of the shattering pain of death under the\nprojectors. Nothing else, really. The Creche didn't matter to her. The\nCreche didn't really matter to any of the staff. Three hundred years\nago it would have been different. The custodians of the Creche would\nhave gladly died to preserve their trust in those times....\n\nWhat irony, Merrick thought, that it should come like this. He knew\nwhat the projectors did to men. He also knew what they did to robots.\n\n\"If they dare to use their weapons on us it will wipe out every\nvestige of control work done here since the beginning,\" he said\nsoftly.\n\n\"They have no way of knowing that.\"\n\n\"Nor would they believe it if we told them.\"\n\n\"And that brings us right back to where we started. You can't keep\nErikson out, and the Council of Ten has left us on our own. They don't\ndare oppose the Fanatics. But there's an old political maxim you would\ndo well to consider very carefully since it's our only hope, Han,\"\nVirginia Merrick said, \"'If you can't beat someone--join him.'\"\n\n\n\nShe dragged deeply on her cigarette, blue smoke curling from her\ngold-tinted lips. \"This has been coming on for ten years. I tried to\nwarn you then, but you wouldn't listen. Remember?\"\n\nHow like a woman, Merrick thought bitterly, to be saying I told you\nso.\n\n\"What would you have me do, Virginia?\" he asked, \"Help the bigot\npeddle his robot-hate? That can't be the way. Don't you feel anything\nat all when the reports of pogroms come in?\"\n\nVirginia Merrick shrugged. \"Better they than we, Han.\"\n\n\"Has it occurred to you that our whole culture might collapse if\nErikson has his way?\"\n\n\"Antirobotism is natural to human beings. Compromise is the only\nanswer. Precautions have to be taken--\"\n\n\"_Precautions_!\" exploded Merrick. \"What sort of precautions can be\ntaken against pure idiocy?\"\n\n\"The founding board of Psychotechnicians--\"\n\n\"No help from that source. You know that I've always felt the whole\npremise was questionable. On the grounds of common fairness, if\nnothing else.\"\n\n\"Really, Han,\" Virginia snapped, \"It was the only thing to do and you\nknow it. The Creche is the only safeguard the race has.\"\n\n\"Now you sound like the Prophet. In reverse.\"\n\n\"We needn't argue the point.\"\n\n\"No, I suppose not,\" the Director muttered.\n\n\"Then what are you going to do when he gets here?\" She ground out her\ncigarette anxiously. \"The procession is in the ravine now. You had\nbetter decide quickly.\"\n\n\"I don't know, Virginia. I just don't know.\" Merrick sank down behind\nhis desk, hands toying with the telescreen controls. \"I was never\nintended to make this sort of decisions. I feel helpless. Look here--\"\n\nThe image of the ravine glowed across the screen in brilliant relief.\nThe densely timbered slopes were spotted with tiny purposeful figures\nin the grey robes that all Fanatics affected. Here and there the\nmorning sun caught a glint of metal as the Fanatics labored to set up\ntheir projectors. Along the floor of the ravine that was the only land\napproach to the Creche moved the twisting, writhing snake of the\nprocession. The enraptured Fanatics were chanting their hate-songs as\nthey came. In the first rank walked the leonine Erikson, his long hair\nwhipping in the moisture-laden wind from the sea.\n\nWith a muttered curse, Merrick flipped a toggle and the scene dimmed.\nThe face of a secretary appeared superimposed on it. It was the\nexpressionless face of an android, a fine example of the Creche's\nproduction line. \"Get Graves up here,\" he ordered, \"You may find him\nat Hypno-Central or in Semantic Evaluation.\"\n\n\"Very good, sir,\" intoned the android, fading from the screen.\n\nMerrick looked at his wife. \"Maybe Graves and I can think of\nsomething.\"\n\n\"Don't plan anything rash, Han.\"\n\nMerrick shrugged and turned back to watch the steady approach of the\nprocession of grey-frocked zealots in the ravine.\n\nGraves appeared as the doorway dilated. He looked fearful and pale.\n\"You wanted to see me, Han?\"\n\n\"Come in, Jon. Sit down.\"\n\n\"Have you seen the projectors those crackpots have set up in the\nhills?\" Graves demanded.\n\n\"I have, Jon. That's what I wanted to talk to you about.\"\n\n\"My God, Han! Do you have any idea of what it must feel like to die\nfrom cortical stimulation?\" Graves' voice was tense and strained.\n\"Can't we get out of here by 'copter?\"\n\n\"No. The 'copters are both in Francisco picking up supplies. I ordered\nthem out yesterday. Besides, that wouldn't settle anything. There are\nalmost a thousand androids in the Creche as of this morning. What\nabout them?\"\n\nGraves made a gesture of impatience. \"It's the humans I'm thinking\nabout.\"\n\nMerrick forced down the bitter taste of disgust that welled into his\nthroat and forced himself to go on. \"We have to take some sort of\naction to protect the Creche, Jon. I've held off until the last\nmoment, thinking the Council would never allow a Fanatic to\ninvestigate the Creche, but the Ten are more afraid of the HSP rubber\nstamp vote than they are of letting a thousand androids be\nslaughtered. But we can't leave it at that. If we don't prevent it,\nErikson will precipitate a pogrom that will make the Canalopolis\nmassacre look like a tea-party.\" For some reason he held back the\ninformation about the effect of the Fanatic weapon on robot tissue.\nThe vague notion that knowing, Jon Graves might cast his lot with\nErikson, restrained him.\n\n\"Of course, Erikson will come in wearing an energy shield,\" Graves\nsaid.\n\n\"He will. And we have none,\" Virginia Merrick said softly.\n\n\"Can we compromise with him?\" Graves asked.\n\nThere it was again, Merrick thought, the weasel-word 'compromise.'\nThere was a moral decay setting in everywhere--the founders of the\nCreche would never have spoken so. \"No,\" he said flatly, \"We cannot.\nErikson has conceived a robot-menace. All the old hate-patterns are\nbeing dusted off and used on the rabble. People are actually asking\none another if they would like their daughters to _marry_ robots. That\nsort of thing, as old as _homo sapiens_. And one cannot compromise\nwith prejudice. It seduces the emotions and dulls the mind. No, there\nwill be no appeasing of Sweyn Erikson or his grey-shirted\nnightriders!\"\n\n\"You're talking like a starry-eyed fool, Han,\" Virginia Merrick said\nsharply.\n\n\"Can't we take him in and give him the works?\" Graves asked hopefully.\n\"Primary Conditioning could handle the job. Give him a fill-in with\nfalse memory?\"\n\nMerrick shook his head. \"We can't risk narcosynthesis and that's\nessential. He'll surely be tested for blood purity when he leaves, and\nscopolamine traces would be a dead give-away that we had been trying\nto hide something here.\"\n\n\"Then it looks as though compromise is the only way, Han. They've got\nus up against the wall. See here, Han, I know you don't agree, but\nwhat else is there? After all, we all believe in human supremacy.\nErikson calls it a robot-menace, we look at it from another angle, but\nour common goal is the betterment of the human culture we've\nestablished. People are on an emotional jag now. There has been no war\nfor five centuries. No emotional release. And there have been\nregulations and conventions set up since the Atom War that only a very\nfew officials have been allowed to understand. Erikson is no savage,\nHan, after all. True he's set off a rash of robot-baiting, but he can\nbe dealt with on an intelligent plane, I'm sure.\"\n\n\"He is a man of ability, you know,\" Virginia Merrick said.\n\n\"Ability,\" Merrick said bitterly. \"Rabble rouser and bigot! Look at\nhis record. Organizer of the riots in Low Chicago. Leader in the\nAntirobot Labor League--the same outfit that slaughtered fifty robots\nin the Tycho dock strike. Think, you two! To tell such a man what the\nCreche is would be to tie a rope around the neck of every android\nalive. Lynch law! The rope and the whip for every one of them. And\nthen suppose the worm turns? _It can, you know!_ Our methods here are\nfar from perfect. What then?\"\n\n\"I still say we must compromise,\" Graves said. \"They will kill us if\nwe don't--\"\n\n\"He's no troglodyte, Han, I'm certain--\" Merrick's wife said\nplaintively.\n\nThe Director felt resistance flowing out of him. They were right, of\ncourse. There was nothing else he could do.\n\n\"All right,\" Merrick's voice was low and tired. He felt the weight of\nhis years settling down on him. \"I'll do as you suggest. I'll try to\nlead him off the trail first--\" that was his compromise with himself,\nhe knew, and he hated himself for it-- \"and if I fail I'll tell him\nthe whole truth.\"\n\nHe flipped the telescreen toggle in time to see Sweyn Erikson detach\nhimself from his followers and disappear through the dilated outer\ngate in the side of the Creche. A faint, almost futile stirring of\ndefiance shook him. He found himself in the anomalous position of\nwanting to defend something that he had long felt was wrong in concept\nfrom the beginning--and not being able to take an effective course of\naction.\n\nHe reached into his desk drawer and took out an ancient automatic. It\nwas a family heirloom, heavy, black and deadly. He pulled back the\nslide and watched one of the still-bright brass cartridges snap up\ninto the breech. He handled the weapon awkwardly, but as he slipped it\ninto his jumper pocket some of the weariness slipped from him and a\ncold anger took its place. He looked calmly from his wife to Graves.\n\n\"I'll tell him the whole truth,\" he said, \"And if he fails to react as\nyou two think he will, I shall kill him.\"\n\n\n\nSweyn Erikson, in a pre-Atom War culture, might have been a dictator.\nBut the devastation of the war had at long last resulted in a peaceful\nworld-state, and where no nations exist, politics becomes a sterile\nbusiness of direction and supervision. It is war or the threat of war\nthat gives a politician his power. Sweyn Erikson wanted power above\nall else. And so he founded a religion.\n\nHe became the Prophet of the Fanatics. And since a cult must have an\nobject of group hate as a _raison-d'etre_, he chose the androids. With\nefficiency and calculated sincerity, he beat the drums of prejudice\nuntil his organization had spread its influence into the world's high\nplaces and his word became the law of the land.\n\nPeople who beheld his feral magnificence, and listened to the\nspell-binding magic of his oratory--followed. His power sprang from\nthe masses--unthinking, emotional. He gave the mob a voice and a\npurpose. He was like a Hitler or a Torquemada. Like a Long or a John\nBrown. He was savage and rapacious, courageous and bitter. He was Man.\n\nThere were four cardinal precepts by which the membership of the Human\nSupremacy Party lived. First, Man was God. Second, no race could share\nthe plenum with Man. Had separate races still remained after the Atom\nWar, the HSP racism might have been more specific, but since there\nremained only humanity en masse, all human beings shared the godhead.\nThird, the artificial persons that streamed from the Creche were\nblasphemy. Fourth, they must be destroyed. Like other generations\nbefore them, the humans of this age rallied to the banner of the whip\nand the rope. Not since the War had blood been spilled, but the\ndestructive madness of homo sapiens found joy in the word of the\nProphet, and though the blood was only the red sap of androids, the\nthrill was there.\n\nThus had Sweyn Erikson, riding the intolerant wave of antirobotism,\ncome to the Creche. He stood now, in the long bare foyer, waiting.\nBehind him lay the Party and the League. The Council of Ten was in\nhand and helpless. Upon his report to the world, the future of an\nentire robot-human culture pattern rested. This, he told himself, was\nthe high point of his life. Naked power to use as he chose rested in\nhis hands. The whole structure of world society was tottering. The\nchoice was his and his alone. He could shore it up or shatter it and\ntrample on the fragments....\n\nThe Prophet savored the moment. He watched with interest as the door\nbefore him dilated. The Creche Director stood eyeing him\nhalf-fearfully, half-defiantly, flanked by his wife and his assistant.\nThey were all three afraid for their lives, Erikson thought with\nsatisfaction.\n\n\"We welcome you to the Creche,\" Han Merrick said formally.\n\n\"Let there be no ceremony,\" Erikson said, \"I am a simple man.\"\n\nMerrick's lips tightened. \"You haven't come here for ceremony. There\nwill be none.\"\n\n\"I came for truth,\" the Prophet said sonorously. \"The people of the\nworld are waiting for my words. The mask of secrecy must be ripped\nfrom this place and truth and knowledge allowed to wash it clean.\"\n\nMerrick almost winced. The statement was redundant with the propaganda\nthat Erikson's nightriders peddled on every street corner. It\nbetokened an intellectual bankruptcy among men that was frightening.\n\n\"I shall do my best to allay your fears,\" he said thickly.\n\nErikson's eyes glittered with suspicion. \"I need only a guide. The\ndecisions I shall make for myself. And mind that I am shown every\nconcealed place. The roots of this place must be laid bare. 'For God\nshall bring every work into judgment, with every secret thing;\nwhether it be good or whether it be evil.' The Scriptures command it\nin the name of Man, the True God.\"\n\n_Twisted, pious, hypocrite_! thought Merrick.\n\n\"I am sure, sir,\" Graves was saying placatingly, \"that when we have\nshown you the Creche you will see that there is no menace.\"\n\nErikson scowled at Graves deliberately. \"There is menace enough in the\nblasphemy of android life, my son. Everywhere there are signs of\nunrest among the things you have built here. On Mars, human beings\nhave died at their hands!\"\n\nMerrick's face showed his disgust. \"Frankly, I don't believe that.\nAndroids don't kill.\"\n\n\"We shall see, my son,\" Erikson said settling the belt of his energy\nscreen more comfortably about his hips. \"We shall see.\"\n\nMerrick studied Erikson's face. There was a tiny scar under his chin.\nThat would be where the transmitter was planted. He had no doubt that\nevery word of this conversation was being monitored by the Fanatics\noutside the Creche. The turning point was coming inexorably nearer. He\nonly hoped that he had the physical and moral courage to face it when\nit arrived.\n\n\"Very well, Sweyn Erikson,\" he said finally. \"Please come with me.\"\n\n\n\nFour hours later they were in Merrick's office. The preliminary stage\nof his plan had failed, just as he had known it would. He was almost\nglad. It had been a vacillating expediency, an attempt to hide the\nfacts and avoid the necessity of facing the challenge squarely. Stage\ntwo was about to begin, and this time there would be no temporizing.\n\nThe Prophet glared angrily across the desk-top. \"Do you take me for a\nchild? You have shown me nothing. Where are the protoplasm vats? The\nbrain machines? Where are the bodies assembled? I warned you against\ntrickery, Han Merrick!\"\n\nMerrick glanced across the room at his wife. She sat rigid in her\nchair, her face a pale mask. He would get no help from her.\n\n\"You must realize, Erikson,\" he said, \"That you are forcing me to\njeopardize five centuries of work for the chimera of Human Supremacy.\nLet me warn you now that your life is of no importance to me when\nbalanced against that. When the Board of Psychotechnicians appointed\nmy family custodians of the Creche centuries ago, they did so because\nthey knew we would keep faith--\"\n\n\"The last member of the founding Board died more than two hundred\nyears ago,\" snapped the Prophet.\n\n\"But the Creche is here, and I am here to guard it as my forefathers\ndid,\" Merrick said. Once again he was conscious of a strange\nambivalence in his attitude. He must guard something he considered\nwrong against the intrusion of a danger even more wrong. His hand\nsought the scored grip of the old automatic in his pocket. Could he\nactually kill?\n\n\"You speak of Human Supremacy as a chimera,\" Sweyn Erikson said, \"It\nis no such thing. It is the only vital force left in the world.\nRobotism is a menace more deadly, a blasphemy more foul than any Black\nMass of history. You are making Man into an anachronism on the face of\nhis own planet. This cannot be! _I_ will not let it be....\"\n\nMerrick stared. Could it be that the man actually believed that the\npoison he peddled was the food of the gods?\n\n\"I will try one last attempt at reason, Erikson,\" Merrick said\ndeliberately. \"Look back with an unprejudiced mind, if you can, over\nthe centuries since the Atom War. What do you see?\"\n\n\"I see Man emasculated by the robot!\"\n\n\"No! You see atomic power harnessed and in use for the first time\nafter almost a millenium of muddling. You see Man standing on the Moon\nand the habitable planets--and soon to reach out for the stars! A new\nGolden Age is dawning, Prophet! And why? Whence have come the\ntechniques?\" Even as he spoke, Merrick knew he was ignoring the\nobvious, the all-too-apparent cracks in the social structure that no\nscientific miracles could cure. But were those cracks the fault of\nrobotism or were they in fact a failing inherent in Man himself? He\nwas not prepared to answer that. \"From where are the techniques\ndrawn?\" he asked again.\n\nErikson met his glance squarely. \"Not from the mindless horrors you\nspawn here!\"\n\n\"Emotionless, Prophet,\" corrected Merrick pointedly, \"Not mindless.\"\n\n\"Soulless! Soulless and mindless, too. Never have these zombies been\nable to think as men!\"\n\n\"They are not men.\"\n\n\"Nor are they the architects of the future!\"\n\n\"I think you are wrong, Prophet,\" Merrick said softly.\n\n\"Man is the ultimate,\" Erikson said.\n\n\"You talk like a fool,\" snapped Merrick.\n\n\"_Han!_\" There was naked terror in his wife's voice, but he rushed on,\nignoring it.\n\n\"How dare you say that Man is the ultimate? What right have you to\nassume that nature has stopped experimenting?\"\n\nSweyn Erikson's lip curled scornfully. \"Can you be implying that the\nrobots--\"\n\nMerrick leaned across the desk to shout full in the Prophet's face:\n\"_You fool! They're not robots!_\"\n\nThe robed man was suddenly on his feet, face livid.\n\n\"Han!\" cried Virginia Merrick, \"Not that way!\"\n\n\"This is my affair now, Virginia. I'll handle it in my own way!\" the\nDirector said.\n\n\"Remember the mob outside!\"\n\nMerrick turned agate-hard eyes on his wife. Presently he looked away\nand said to the Prophet. \"Now I will show you the real Creche!\"\n\n\n\nThere were robots everywhere--blank-eyed, like sleep walkers. They\nreacted to commands. They moved and breathed and fed themselves. Under\nrigid control they performed miracles of intuitive calculation. But\nartificiality was stamped upon them like a brand. They were _not_\nhuman.\n\nIn the lowest vaults of the Creche, Merrick showed the Prophet the\ninfants. He withheld nothing. He showed him the growing creatures. He\nexplained to him the tests and signs that were looked for in the\nhospitals maintained by the World State and the Council of Ten. He let\nhim watch the young ones taking their Primary Conditioning. Courses of\nhypnotic instruction. Rest, narcosynthesis. Semantics. Drugs and words\nand more words pounding on young brains like sledgehammer blows,\nshaping them into something acceptable in a sapient world.\n\nIn other chambers, other age groups. Emotion and memory being moulded\ninto something else by hypnopedia. Faces becoming blank and\nexpressionless.\n\n\"Their minds are conditioned--enslaved,\" Merrick said bitterly. \"Then\nthey are primed with scientific facts. Those techniques we discussed.\n_This_ is where they come from, Prophet. From the minds of your\ndespised androids. Only will is suppressed, and emotion. They are\nshaped for the sociography of a sapient culture. They mature very\nslowly. We keep them here for from ten to fifteen years. No human\nbrain could stand it--but _theirs_ can.\"\n\nTruth dangled before his eyes, but Erikson's mind savagely rejected\nit. The pillars upon which he had built his life were crumbling....\n\nThe two men stood in a vast hall filled with an insidious, whispering\nvoice. On low pallets, fully a score of physically mature androids lay\nstaring vacuously at a spinning crystal high in the apex of the domed\nceiling.\n\n\"--you had no life before you where created here to serve Man the\nmaster you had no life before you were created here to serve Man the\nmaster you had--\" the voice whispered into the hypnotized brains.\n\n\"Don't look up,\" Merrick warned. \"The crystal can catch a human being\nfaster than it can _them_. This is hypnotic engineering. The rhythm of\nthe syllables and their proportion to the length of word and sentence\nare computed to correspond to typed encephalographic curves. Nothing\nis left to chance. When they have reached this stage of conditioning\nthey are almost ready for release and purchase by human beings. Only a\nsevere stimulation of the brain can break down the walls we have built\nin their minds.\"\n\nErikson made a gesture as though darkness were streaking his vision.\nHe was shaken badly. \"But where do they--where do they come from?\"\n\n\"The State maternity hospitals, of course,\" Merrick said, \"Where else?\nThe parents are then sterilized by the Health and Welfare Authority as\nan added safeguard. Births occur at a ratio of about one for every six\nmillion normals.\" He smiled mirthlessly at the Prophet of Human\nSupremacy. \"Well? Little man, what now?\"\n\nHonest realization still refused to come. It needed to be put into\nwords, and Sweyn Erikson had no such words. \"I see only that you are\ntaking children of men and disfiguring--\"\n\n\"For the last time,\" gritted Merrick, \"These are _not_ human beings.\nGenus homo, yes. _Homo chaos_, if you choose. But not homo sapiens. I\nthink of them,\" he said with sudden calm, \"As _Homo Supremus_. The\nnext step on the evolutionary ladder....\"\n\nAt last the words had been spoken and the flood gates were down in the\ntortured brain of the Prophet. Like a sudden conflagration,\nrealization came--and with it, blind terror.\n\n\"No! Nonono! You cannot continue this devil's work! Think what it\nwould mean if these things should ever be loosed on the world of Man!\"\nthe Prophet's voice was a steadily rising shrill of fear.\n\nHan Merrick looked out across the rows of pallets, each with its\nburden of a superman, bound like Prometheus to the rock, helpless in\nhypnotic chains. It struck him again that his life had not been well\nspent. He looked from his charges to the ranting fear-crazed\nrabble-rouser. The contrast was too shocking, too complete. For the\n\"androids\" were, in fact, worthy of a dignity even in slavery that\nhomo sapiens had never attained in overlordship. Merrick knew at last\nwhat he must do.\n\nRacial loyalty stirred, but was quickly smothered in the humiliation\nof man's omnipresent thievery. For it _was_ thievery, Merrick thought.\nMan was keeping for himself the heritage that was the rightful\nproperty of a newer, better race.\n\nHe took the automatic from his jumper and leveled it at Erikson's\nchest. He felt very sure and right. Though he knew that he was sealing\nthe death warrant of his wife and his friends, the memory of their\nvacillations anesthetized him against any feeling of loss. He waited\nuntil Erikson screamed one word into the transmitter imbedded in his\nflesh--\n\nThe word was: \"_Attack!_\"\n\n--and in the next instant, Han Merrick shot him dead.\n\n\n\nThe fanatics on the ridges heard the Prophet's command and sprang to\ncomply. Energy swept out of the grids, through the coils of the\nprojectors and out over the blind cube of the Creche.\n\nHan Merrick felt the first radiations. He felt the beginnings of\ncortical hypertrophy and screamed. Every synapse sagged under the\nincreasing load of sensitivity. The pressure of the air became an\nunbearable burden, the faintest sound became a shattering roar. Every\nmicroscopic pain, every cellular process became a rending, tearing\nagony. He screamed and the sound was a cataclysmic, planet-smashing\nhell of noise within his skull. He sagged to the floor and thinking\nstopped. He contracted himself, pulling legs and arms inward in a\nmassive convulsion until at last he had assumed the foetal position.\nAfter a long while, he died.\n\nEvery human being within the Creche died so, but there was still life.\nThe energy that killed the lesser creature freed the greater--just as\nMerrick had known it would. Unhuman matter pulsed under the caressing\nrain. A thousand beings shuddered at the sudden release of their\nchains. The speakers ranted unheard. The crystals turned unwatched.\nThe bonds forged by homo sapiens snapped and there came--\n\n    _Maturity._\n\n\n\n_This, now, is the Creche, Anno Domini 3000. A great mile-square blind\ncube topping a ragged mountain; bare escarpments falling away to a\nturbulent sea. For ten centuries the Creche has stood so, and the\nAndroids still come forth, now to lift their starships to the\nMagellanic Clouds and beyond. A Golden Age has come. But, of course,\nMan is no longer the Master._\n\n                           --_Quintus Bland, The Romance of Genus Homo._\n\nTHE END\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Coppel, Alfred"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32104/pg32104.txt",
        "name": "turning_point.json"
    }
}