{
    "name": "Two worlds for one",
    "author": [
        "Smith, George O. (George Oliver)"
    ],
    "body": "Without preamble, the door swung open with a rush and a man ran into\nthe office. He was waving a paper in one hand, but this was not the\nonly evidence of his excitement; aside from the waved paper and his\nobviously breathless appearance, the man spoke as soon as he was within\nsight of the other man behind the desk.\n\n\"Professor Milton has resigned!\"\n\nThe man behind the desk smiled resignedly. \"Don't be too concerned,\nDoctor Harris. Professor Milton has resigned before; he always comes\nback.\"\n\nDoctor Harris shook his head. His agitation did not diminish, despite\nthe calm composure of the man behind the desk. \"Doctor Edwards,\" he\nexplained, \"you don't really understand. He--\"\n\n\"Look, Harris,\" replied Doctor Edwards, dropping the formality of\ntitle, \"is there anything we can do about it?\"\n\n\"No,\" admitted Harris uncomfortably. \"But you don't know what he'll\nbe doing next.\" He handed the paper to the quiet man behind the desk.\nDoctor Edwards read:\n\n    Dear Doctor Edwards:\n\n    It has come to my attention that the world is in a high state of\n    confusion. Under these trying circumstances, I feel moved to do\n    something constructive about it.\n\n    You will understand that any honest attempt to eliminate the state\n    of strife that exists is most difficult under my present\n    affiliations with this Institution. Ergo, I make formal resignation,\n    knowing that a request for even a brief leave of absence would not\n    be granted.\n\n    Have no lasting fear. I may return once I have accomplished the\n    reinstatement of peace and quiet in this troubled world.\n\n                                                       Sincerely yours,\n                                              Paul Monroe Milton, Ph.D.\n\nDoctor Edwards shrugged. \"This time it is the state of the world,\" he\nsaid. His voice held a twinge of amusement.\n\nHarris gasped. \"You're not really worried!\"\n\n\"Of course not. There is no single man on earth capable of untangling\nthe mess of the century.\"\n\n\"I wonder,\" objected Harris.\n\n\"Why?\"\n\n\"Professor Milton is a literal-minded genius, and a bit of a screwball.\nA more brilliant man has seldom existed on this earth--but he reminds\nme somewhat of a powerful machine running wild; neither he nor a\nmachine has much judgment.\"\n\n\"But what are you worried about?\"\n\n\"Remember the time he said 'Nothing is impossible!' and was instantly\ntold to try scratching a match on a bar of soap?\"\n\nEdwards laughed heartily. \"You bet!\" he chuckled. \"Milton invented a\nsafety match that would light only when scratched on a soft, moist bar\nof soap. Nowhere else.\"\n\n\"Uh-huh,\" drawled Harris. \"And a bit of common sense added to that kind\nof genius might have brought forth a real safety match that might be\nworth millions to the institution. What I'm a bit worried about is just\nwhat angle his rather literal mind will follow.\"\n\n\"No matter. We can stop him once we know--and Professor Milton is not\nan unknown figure; we'll wait and watch carefully.\"\n\nDoctor Harris nodded slowly. He was sensible enough to know that the\nProfessor was missing completely and no matter how dangerous it might\nbe, nothing could be done until Professor Milton did something to smoke\nhimself out into the open. He left Doctor Edwards' office determined to\nkeep a close eye on newspaper and a sharp ear on the radio commentators.\n\n\n\nThe General Assembly of the United Nations came to order after\nprolonged applause. The Chairman nodded genially and spoke into the\nmicrophones on his desk; his words were translated for those who did\nnot understand his tongue, but no man present was unaware of the\nimportance of the figure beside him. Pictures have no tongue and\nProfessor Milton was genius.\n\n\"Gentlemen,\" said the Chairman, \"this may seem irregular. However,\nProfessor Milton comes before us to explain a plan he has evolved\nfor the continued peace and satisfaction of the world--a world made\ndesperate by continued disagreement. We need no pre-vues of his plan\nbecause we know that Milton seldom presents any solution that is not\nworkable. I relinquish the rostrum to Professor Paul Monroe Milton!\"\n\nMore thunderous applause.\n\n\"Gentlemen of the United Nations,\" said Milton into the microphones,\n\"it is not my purpose to decide who is right in these everlasting\ndisagreements. Without a doubt each side has its own personal reasons\nfor believing as it does, otherwise there would be no disagreement.\n\n\"However it stands that the Union of Soviet Socialist Republics wants\nto rule a certain part of the world in their own manner--which is\nanathema to the United States of America. Similarly, the United States\nof America prefers to see the world operating under a manner favorable\nto its principles of Democracy.\n\n\"Because of this no agreement has been reached. An impasse has obtained\nfor years.\n\n\"My plan is simple. Let us divide the world into two equal parts and\neach go our way, ruling each according to our own ideals. I offer you\ntwo worlds for one!\"\n\nProfessor Milton seated himself.\n\nThe General Assembly was quiet for a moment; then all broke into a\nroar of scornful laughter. Minutes later the Chairman succeeded in\nrestoring order. He said: \"I fear that Professor Milton does not quite\nunderstand. My dear Professor Milton, we agree in the whole. The main\nargument is not that we should do this; the question at hand is how to\nget along after the world is divided.\"\n\n\"Simple,\" said the professor. \"It is--\"\n\nHe was interrupted by more roars of laughter.\n\n\"Fools! Idiots!\" he stormed. The power of his voice stilled the\nlaughter. \"You think it will not work?\"\n\nMore laughter, and an undercurrent of remarks like: \"Choose up sides\nlike a ball game\"; \"Make it cricket, old chap.\" \"Match you for the\nDardanelles, Commissar,\"; \"Swap you Java for--\"\n\n\"Imbeciles,\" yelled Professor Milton angrily. \"Must I demonstrate?\"\n\n\"Just how do you propose to effect this division?\" asked the Chairman\nsarcastically.\n\n\"By application of gravitic field theory,\" snapped Professor Milton.\n\nThe Russian Delegate arose, was recognized, and said: \"Professor\nMilton's suggestion sounds uncomfortable. I fully believe that no\none will find fault with Russia if I exercise my power of veto on\nthis suggestion.\" He seated himself among wild cheers, laughter, and\napplause.\n\nIn the excitement, Professor Milton left.\n\n\n\nCharles Ingalls of the F.B.I. smiled tolerantly. \"I see no reason to be\nupset,\" he said.\n\nDoctors Edwards and Harris shook their heads in unison. \"You don't\nunderstand,\" explained Edwards.--\"Recall his words?\"\n\n\"Of course.\"\n\n\"And you apply no importance to them?\"\n\n\"His theory sounds reasonable. Let Russia run her section--\"\n\nHarris snorted excitedly; he slapped the newspaper with the back of his\nhand. \"Divide the world,\" he said, his voice rising in pitch. \"Have you\nany idea of what that would mean?\"\n\n\"Why--it still sounds sensible.\"\n\n\"Professor Milton is literal-minded to the extreme. Professor Milton is\nsheer genius--That is why he is employed in our institution.\"\n\n\"Then,\" snapped Ingalls, \"why don't you keep him there?\"\n\n\"We'd like to. The trouble is that Milton _is_ genius and as such quite\nimportant to certain factions. His ability to solve problems hitherto\nunsolvable make him valuable. One of the problems he has encountered\nand solved is the way to leave our institution at any time. That is why\nwe treat him as an employee instead of an inmate.\"\n\n\"So about this dividing business?\"\n\nHarris shook his head. \"When Milton said 'divide the world into two\nparts,' he meant that literally. He is quite capable of devising some\nmeans of dividing the world astronomically.\"\n\nIngalls laughed. \"Impossible!\" he chuckled.\n\n\"Several years ago Professor Milton was in need of some dye for some\nobscure purpose. One of his assistants made a wisecrack to the effect\nthat if Professor Milton was so smart, why couldn't he filter the dye\nout of ink and use that. Milton devised a filter capable of separating\nthe dye from ink, and used it. So far the filter is useless for\nanything else but it will certainly remove the color from a bottle of\nink, leaving the stuff in two useless quantities.\"\n\n\"Interesting, but--\"\n\n\"Astronomically, the idea of separating the world into two hemispheres\nis disastrous.\"\n\n\n\n\"Why?\" asked Ingalls. \"I know little of astrology.\"\n\nEdwards glared at him. \"Not astrology; astronomy. Astrophysics\nor celestial mechanics. Your half-apple of a world is unstable\nastronomically. Gravity would set in unfavorably upon the instant of\ndivision and separation and the half-apple would collapse into two\nsmaller spheres, gradually assuming true spherical shapes in thousands\nof years as the rocks cold-flowed. But for the moment, the shock and\nthe immediate crack-up would leave no city standing; huge crevices\nwould be formed, and no living thing to remain. Understand, I'm a\ndoctor of medicine and not an astrophysicist. My description may err\nbut I can guarantee that the results would be disastrous. I suggest\nthat if you don't believe me, call one of the big brains at Mount\nPalomar; they'll tell you the details.\"\n\n\"It sounds impossible. But if the man is a maniac--\"\n\n\"Not a maniac,\" objected Doctor Harris. \"Just completely single-track,\nliteral-minded. Genius without judgement. Cares nothing for any problem\nthat has not caught his fancy but will pursue anything he likes\nto the bitter end. Trying to keep up with what he fancies is like\npredicting which way a bar of bath soap will squirt when you step on it\ninadvertently. He's--\"\n\n\"Enough! Convinced or not, I'll aid you to re-collect the Professor.\nHow shall we go about it?\"\n\n\"You're the man-hunter,\" said Edwards with a smile. \"How do you go\nabout it?\"\n\n\"Just what kind of thing will this mad genius use to divide the\nearth?\" asked Ingalls.\n\n\"Lord knows,\" grunted Harris. \"Why?\"\n\n\"I was suggesting that we keep watch over the sale of certain\nmaterials.\"\n\n\"Make it a watch over _all_ materials,\" snorted Edwards. \"Field theory\nis an abstract subject and he'll try to reduce it to practise, I'd\nguess. Mechanical division is impossible, I'd state flatly. Gravity\nholds the earth together; slicing it would do no good for it would\ncold-pressure weld together once the knife passed. But with some sort\nof field to divide and direct the forces of gravity--Well, your guess\nis as good as mine.\"\n\n\"Fine,\" said Ingalls sourly. \"So we have the job of locating one man in\nthe earth who might be capable of ruining it, but we don't know how.\"\nHe snorted. \"Could one man do it?\"\n\n\"We're here because we think so; he's done some mighty impossible\nthings so far. Few of them are known for security reasons. Actually,\nthough it is not admitted, Professor Milton is the man whose\ncalculations made the original uranium pile practical. He took theory\nand reduced theoretical equations to practical calculations before\nthey tried it out at the University of Chicago. It was some of his\ncalculations that--stolen, of course--put the rocket experts on the\ntrack of developing the V-2. So--?\"\n\n\"Um. I begin to see.\"\n\n\n\nProfessor Moreiko of the Moscow Academy of Science shook his head\nheavily. \"Ridiculous,\" he said in a good grade of English into the\ntelephone. \"Ridiculous, my comrade. No earthquake fault-lines exist\nthere.\"\n\nIngalls, on the other end of the telephone, said: \"We know that; but\nthat is where we anticipate trouble.\"\n\n\"What manner of trouble. You do not expect--?\"\n\n\"I have called every seismographic station on earth,\" explained\nIngalls. \"Or I should say that I am calling every station. Professor\nMilton--\"\n\n\"Ah, the great Professor Milton! He is--?\"\n\n\"Loose again,\" grunted Ingalls.\n\n\"With what purpose?\"\n\n\"Professor Milton has decided to divide the earth so that Russia can\nrun her half while we--\"\n\n\"Divide the earth!\" exploded Professor Moreiko loudly, nearly damaging\nthe telephone earpiece and Ingalls' ear at the same time. \"You\nAmericans!... He is yours! I will help, but you must stop him!\"\n\n\"Okay,\" replied Ingalls. \"Just keep an eye on the district I mentioned.\nAccording to the big globe here, that is the best place to divide the\nworld so that each of us can have an equitable half--\"\n\n\"And a precious lot it will do us,\" snorted Moreiko. \"What a completely\noutrageous idea!\"\n\n\"Well, I'm told he is the guy to do it.\"\n\nMoreiko spluttered for a moment. Then his voice became sober. \"Had any\nother man on earth made that statement I would have scoffed,\" he said.\n\"But Professor Milton--American, I am alarmed!\"\n\nThe connection was broken as the Russian hung up in an excited mood.\n\n\n\nDays passed. Days in which men poured over shipping statements,\npondering their relative importance and seeking some clue of strange\nshipments to a strange location. A huge airliner was stolen; the\nseismographs of the world were still save for their usual reportings;\nfor three days all radio was killed by energetic cracklings of static\nwhich appeared to be completely non-directional in source. The\nDepartment of Terrestrial Magnetism in Washington reported shiftings\nof the lines of equal deviation from true north and a change in the\nvertical component as well but their measurements were insufficiently\nprecise to pin the source of trouble down to more than several thousand\nsquare miles.\n\nTwenty days after the Professor had resigned from the Institution, all\nthe world's seismographs reported a serious temblor. Directionally, it\nwas tracked down, and the calculations indicated a fairly straight line\nof fault.\n\nThe fault was a vertical Great Circle of the earth dividing the earth\ninto two hemispheres.\n\nSomewhere along this Great Circle must be Professor Milton, reasoned\nthe many agencies seeking him. They beat the Circle from pole to\npole and though finding one man in the wilderness of earth might be\nimpossible, every available man was seeking him actively. Locating\nMilton was inevitable--providing Milton did not accomplish his division\nof the earth first.\n\nTen days later the earth shook again, and people looked at one another\nin fear.\n\n\"We must find him!\" stormed Ingalls.\n\nEdwards and Harris nodded unhappily. Edwards added: \"He's down there,\nsomewhere.\"\n\nIngalls looked out of the plane window at a million square miles of\nglaring ice. \"A mote in the Grand Canyon of the Colorado,\" he grunted.\n\nProfessor Moreiko shook his head. \"All Americans are crazy,\" he stated.\n\n\"No,\" grunted Edwards. \"Only some of them.\" Moreiko laughed bitterly.\nDays upon end of flying over the ice was tiring to them all.\n\nIt was, however, only a matter of time before the elusive Professor\nMilton was located. And hours later, Moreiko gave a shout as he pointed\ntowards a small building squat upon the ice with a tall steel tower\nbeside it. They landed beside the building, and climbed out of the\nplane worriedly. Whether the professor was armed bothered them quite a\nbit.\n\n\n\nProfessor Milton was not armed, nor was he resentful at being found.\n\"Greetings,\" he boomed genially. \"You are the first.\"\n\n\"Why did you hide?\" demanded Edwards.\n\n\"Hide? I was not hiding. I merely came to the proper place for the\ndivision of the earth. I'd have mentioned it, but apparently no one\nwas interested; I was forced to go on my own, so to speak.\"\n\n\"You realize the importance of this?\"\n\n\"Of course,\" smiled Professor Milton whimsically. \"Once this division\ntakes place, there will be no cause for argument.\"\n\n\"Nor anybody to argue,\" pointed Edwards.\n\n\"Small matter. Russia wants--\"\n\n\"Might I speak for Russia?\" asked Professor Moreiko.\n\n\"Ah, Moreiko! So glad to see you. Of course you may speak.\"\n\n\"Professor Milton, I tell you that neither Russia nor the United States\nis pleased with this proposition of yours.\"\n\n\"Why not?\" asked Milton childishly. \"It seems equitable.\"\n\n\"It is equitable, but truly not practical.\"\n\n\"No?\" boomed Milton, reaching for a large lever protruding from a\npanel. \"I shall show you. I--\"\n\n\"Please consider first,\" objected Moreiko.\n\n\"But why? Your ideology is at cross purposes with ours; you go your way\nand we'll go ours.\"\n\n\"Dead!\" snapped Moreiko.\n\n\"Better dead,\" replied Milton, \"than constant strife.\"\n\n\"You realize that you will kill every man on earth?\"\n\n\"Not at all.... Just a few. The others will find life difficult for a\nbit but most will survive.\"\n\n\"But--\"\n\nMilton stood to his full height which was imposing. \"I care little\nfor that,\" he boomed. \"I am laughed at; I am made a fool of; I am\nridiculed. I am told that my theories are impossible. I shall show them\nall, though they die in the attempt!\"\n\n\"And you yourself.\"\n\n\"And if I do--if we do--it will prove my theories sound. Russia and the\nUnited States may each have their half, separated by millions of miles\nof space where neither can harm the other.\"\n\n\"It will not work,\" said Moreiko. Edwards and Harris groaned. Telling\nProfessor Milton that something will not work was the best way to urge\nhim on.\n\nProfessor Milton sat down with a superiorly tolerant smile. \"I shall\ngive you five minutes,\" he told the Russian. \"If you prove this\nimpossible, I will desist with but a formal apology from those Doubting\nThomases.\"\n\n\"Clip him,\" snapped Ingalls, pointing a revolver at the professor.\n\nProfessor Milton smiled. \"Field theory,\" he told Ingalls. \"Pull the\ntrigger, and see what happens!\"\n\nIngalls grunted, pointed the pistol at the wall and fired. The\nexplosion was but a piffling one, more of a slow burn than a sharp\nbang. The bullet oozed from the end of the barrel and fell to the floor\nwith a thud.\n\nIngalls pulled a blackjack from his pocket and started forward, lifting\nit. Then he stopped. Moving the sap was difficult, like trying to swing\na sledge under water.\n\n\"All metals encounter resistive fields here,\" said Professor Milton.\n\n\"At him bare handed, then,\" snapped Ingalls.\n\n\"Wait,\" said Moreiko. \"The world need not lose a brilliant brain. Once\nI have convinced him of the fallacy, he will forget this entirely.\"\n\n\"Fallacy?\" snapped Milton angrily. \"You think I cannot divide the\nworld?\"\n\n\n\nMoreiko smiled. \"No, my esteemed colleague, I know you can divide\nthe world; that all the earth grants. The earth does not want itself\ndivided.\"\n\n\"Even to eliminate trouble?\"\n\n\"If I prove to you that the trouble will not be eliminated, then will\nyou forget this venture?\"\n\n\"Yes, but it is the only way.\"\n\nMoreiko nodded.\n\n\"I presume that you have set up a plane of cleavage through the earth.\nOne, say, that will divide the earth and also screen the gravitic\nattraction of each half for the other so that centrifugal force will\ncause the two halves to separate?\"\n\n\"Yes.\"\n\n\"Then, once separated by several millions of miles, you believe that\nno arguments can ensue?\"\n\n\"Yes.\"\n\n\"Because you think that neither of us can get at the other to do harm?\"\n\n\"Yes,\" replied Milton.\n\n\"But Professor,\" smiled the Russian, \"may I point out that in this\nequipment; in this generator of some hitherto unknown field of force,\nyou have developed the means of interplanetary travel?\"\n\n\"Perhaps?\"\n\n\"Now, then,\" said Moreiko, \"if you must demonstrate your power, divide\nthe moon. But remember that separating the earth into two parts\ngenerates _interplanetary_ strife instead of mere global argument. Have\nI answered your problem?\"\n\n\n\nThings are less troublesome now. A bit of impending disaster will draw\npeople together; it is often a sorry fact that once the disaster is\naverted, those people will again revert to their former animosity. But\nall that the people of the earth have to do to remember is to look\nupwards.\n\nThere are two moons in the sky, moons once hemispherical but whose\nedges daily crumble into crude spheres.\n\nA nice reminder--and also another problem for Professor Milton. He has\nnot yet returned to his Institution, for he is living in a glass dome\non one of the moons, trying to work out the problem of bringing them\ntogether again.\n\nHe claims it to be but a matter of time.\n\n\n                                THE END\n",
    "metadata": {
        "author": [
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/70389/pg70389.txt",
        "name": "two_worlds_for_one.json"
    }
}