{
    "name": "Wait for Weight",
    "author": [
        "McKenty, Jack"
    ],
    "body": "When Dr. Allport Brinton's alarm clock sounded, it brought madness. It\nwas very clever; it not only rang chimes of amazing penetrating power,\nit turned on all the lights in the room, closed the window, and started\nhis bath water running. But this morning it was not appreciated. In\nfact, as Dr. Brinton got out of bed, he silently called down evil on\nthe technician who had built it for him.\n\nThe \"off\" switch was on the wall farthest away from his bed and was\ncontrolled by a hairtrigger combination dial that couldn't be operated\nby anyone not fully awake. Dr. Brinton fumbled for a while, then gave\nup and started looking for his bedroom slippers. They had apparently\ncrawled away during the night.\n\nHe padded into his bathroom barefoot. He was about to see what a hot\nbath would do for what he had already diagnosed as a histamine headache\nwhen the alarm clock, having decided that anyone who could sleep\nthrough ten minutes of chiming was unwakable, stopped chiming, turned\noff the lights, opened the window, and let all the water out.\n\nDr. Brinton was walking back toward the light switch when he tripped on\nhis bedroom slippers and fell back into bed. No further invitation was\nnecessary; he slept till noon.\n\nDr. Brinton unmistakably had a hangover. Considering the party he had\nattended the night before, it was not surprising. Actually, it was\nremarkable that he had been able to get out of bed at all. During the\nfourteen years that the Rocket Research Station had been in operation,\nthe parties that were held every time another test flight resulted in\nfailure had grown from a few drinks in somebody's room to a mammoth\nbust-up that left the whole place partially paralyzed for days\nafterward.\n\nFirst as chief chemist, and later as director of the Station, Dr.\nBrinton had attended every one of the scores of parties during every\none of the fourteen years. It spoke well for his endurance to say that\nhe was back at his office at one o'clock. Some people didn't make it\nuntil the next day.\n\n\n\nHis secretary, who didn't drink, was one of very few who were at work\non time. She walked into his office and stood in front of his desk,\ntapping her foot. Her facial expression showed that she thought people\nwho got drunk at parties were amoral, degenerate, and entirely unfit\nfor administrative positions. Dr. Brinton, who had been mentally\ncomparing the relative merits of Prussic acid and hanging as pain\nrelievers, sat up straight to prove that he was moral, alert, and ready\nfor any problem that might come up. His secretary sniffed to indicate\nthat she didn't believe him. Dr. Brinton dropped his eyes to admit that\nmaybe he wasn't at his best at the moment, but it was only a temporary\ncondition, and by tomorrow he would be okay.\n\n\"In two minutes you'll wish you were dead,\" said his secretary. \"Read\nthis.\"\n\nShe handed him a letter. He read it and his knuckles cracked as he\ngripped the arms of his chair.\n\n\"Senator MacNeill coming to visit _here_?\" he cried in alarm. Though\nhis voice was squeaky, he was surprised to hear it at all. \"Get me a\nline to Washington, our top priority, Audrey at the Naval Department.\"\n\nThe call was put through.\n\n\"Commander Audrey? This is Brinton at the Station. Joe MacNeill is\ncoming to visit us. Can you head him off?...\n\n\"Yes, I know, but he's on one of his economy drives. We just did a test\nyesterday and if he inspects this place now, we won't get enough money\nto build a pinball machine. Delay him a week, anyway....\n\n\"Well, try. I'll arrange a tour for him as best I can, but if he\ndoesn't come, I'll be much happier. Let me know as soon as possible.\nFine. Good-by.\"\n\nHe scribbled a memo and carried it out to his secretary. \"Copy of this\nto all department heads, right away. Phone the commissary and have them\nget all the decorations taken down in the dining room. Tell them to lay\nin some steaks for tomorrow. Phone Harry Sparling in Public\nRelations--alert him V.V.I.P. tomorrow, extra-special tour including\nall our movies on the subject. I'm going over to the Fuels Department.\"\n\nDr. Ferber, head of Fuels, met Dr. Brinton at the door of his lab.\n\n\"I just got your memo,\" he said. \"Is that budget-butcher really coming\ndown here?\"\n\nDr. Brinton nodded his head gently. \"I'm afraid so. I came over to see\nwhat kind of show we can put on for him.\"\n\n\"We have some samples to run on the indoor motors. There are a couple\nof loads left for the acceleration sled. And I suppose if we work all\nnight we could get a sergeant-major ready, but if he's on an economy\ndrive that might be too elaborate. Just a view of everybody pouring\nstuff from one test-tube to another might be best.\"\n\n\"Do the samples and run the sled once,\" Dr. Brinton said. \"That should\nprovide enough fire and noise. The rest of it will have to be fast\ntalk. I think I'll go home to bed.\"\n\n\n\nDr. Brinton considered himself a methodical man. He had bacon and eggs\nevery morning for breakfast. He always took a vitamin pill with his\nafternoon coffee. And he was used to exactly eight hours sleep. It was\nthis last habit that caused him to wake up that night at midnight; he\nhad gone to bed at four that afternoon and habit is a hard thing to\nbreak. At first he thought it was morning, but a glance at his watch\nhanging on its illuminated pedestal corrected that.\n\nHe grunted, rolled over, and waited for sleep to overtake him again.\nNothing happened. He turned and stared at the ceiling for a while.\nStill nothing; he had not felt so wide awake for a long time. Then he\nwas struck by one of the flashes of inspiration that had made him\nfamous--he would raid the refrigerator.\n\n\n\nDownstairs, he found that his son Eric had anticipated him by two\nminutes, and was busy setting the table with cheese, pickles, ice\ncream, peanut butter, and everything else necessary to keep a\nsixteen-year-old boy operating at peak efficiency. A pile of books on\nthe table indicated that he had just finished his homework. Dr. Brinton\nwas pleased that his son had worked so late, but the choice of food\nmade him shudder. He rummaged in the refrigerator himself, found a cold\npork chop that Eric had somehow overlooked, and bore it to the table in\ntriumph.\n\n\"We were dealt a blow today,\" he said, between mouthfuls.\n\n\"Oh?\" said Eric, on guard in case it was about his school work.\n\n\"Received word that Senator MacNeill is coming here tomorrow. No,\ntoday--it's after midnight.\"\n\n\"Oh.\" It was an \"oh\" of relief. A senator couldn't be nearly as\ntroublesome as a teacher.\n\n\"Don't say 'oh' like that. He'll probably close the Station tight and\nwe'll all be out of work. You don't realize, it, but money has been\ngetting harder and harder to cadge for this place. We're practically\nrunning only the Fuels department now.\"\n\nHe got up, threw the bone from his pork chop into a garbage pail,\nwashed his hands at the sink, and sat down again.\n\nHe continued, \"Wait till he finds out about those four reactor rockets\nthat are cooling off on the Moon, waiting for us to get there. I can\nhear him scream, 'Five million dollars each! Each full of precious\nequipment, to say nothing of invaluable fissionable material!' And then\nthis place gets shut down.\"\n\nEric had a suggestion. \"Give him the old routine about how we have to\nget men to the Moon or the Russians will do it first and use all the\nequipment we've sent there without even thanking us.\"\n\n\"Umm,\" said his father, considering. He shook his head finally. \"His\nanswer to that is why send good money after bad. No. I just hope he\nfeels better after a steak dinner. Either that or the wings fall off\nhis plane.\" He smiled wistfully at the thought. \"Oh, well,\" he said,\n\"let's go to bed.\"\n\nThey went their separate ways, but only Eric went to bed. His father\nentered the library, sat down, got his pipe going, and began to reread\n_How to Win Friends and Influence People_.\n\n\n\nThe next day saw Dr. Brinton contemplate suicide, homicide, and voting\nRepublican, though not necessarily in that order. The Senator had\nviewed their most inspiring onward-and-upward movies and merely asked\nhow much they cost to make. He had eaten a huge steak at the\ncommissary, and then inspected the garbage cans for waste. His visits\nto various departments had been marred by his lack of interest in\nanything except the number of men employed by each and their average\nsalaries, though he did comment that they all looked hung-over. In the\nFuels Department, he had walked out on the demonstrations, interrupting\nsome actual experiments that were going on outside the test room.\n\nDr. Brinton was now riding in the back of a jeep, explaining to the\nSenator that nuclear rockets were not too efficient, and the shielding\nnecessary to make them safe for men weighed more than their payload.\nThe Senator noted down the word \"inefficient.\"\n\nA loudspeaker on a pole a little farther down the road interrupted the\nexplanation. \"Twenty-five, twenty-five, twenty-five,\" it shouted.\n\"Five-nine, eighteen. Five-nine, eighteen. Seventy-three, ten-eight.\"\nIt began to repeat the message.\n\nThe driver, who had slowed while they listened to the message, turned\nthe jeep around and sped them back the other way.\n\n\"What in Heaven's name was that?\" asked the Senator, who was busy\nhanging on.\n\n\"Twenty-five means emergency,\" shouted Dr. Brinton. \"Five and nine is\nfire and explosion in the Fuels Department, which is eighteen.\nSeventy-three is my call number and ten-eight means they want me to get\nthere in a hurry.\"\n\nFor the first time, the Senator looked impressed. Then he grew angry\nagain when his hat blew off and the driver wouldn't stop to go back and\nget it. The jeep took a shortcut across the concrete fence, and left\ntire marks in the grass in front of the Fuels Department. Dr. Brinton\njumped out and ran into the building, leaving the Senator to argue with\nthe driver about going back for the hat.\n\nThe lab outside the test room was dusty and littered with broken glass.\nTwo technicians were receiving first aid for minor cuts, but everyone\nelse seemed to be in an almost holiday mood.\n\nDr. Ferber saw Dr. Brinton standing in the doorway and came over to\nhim immediately.\n\n\"That telephone operator gets too excited,\" he said. \"There's no fire,\nand I think it was an implosion, not an explosion. Wrecked our new\npressure catalyzer. Harrison's gone to hospital and the two you see are\nhurt, but none of it's very serious. I suppose Butcher Boy is going to\nput this down in his little notebook, too.\"\n\n\"If you are referring to me,\" said the Senator's voice behind them, \"I\nmost certainly am going to make a note of it. And I suggest you both\nstart advertising for other jobs.\"\n\n\n\nBrinton had been indulging in a pleasant little fantasy in which he had\ncut Senator MacNeill up into twenty-eight pieces, placed them in\naluminum cans, and made them radioactive in the Station pile. He was\nsmiling at the newsreel cameras, about to fire the first\nSenator-powered spaceship in the history of mankind, when his alarm\nclock, which had maliciously been waiting for just such an opportunity,\nspoiled his dream by waking him up.\n\nThat was how the next day started. It continued in the same vein when,\nin a fit of petulance, he strode into his clothes closet and kicked the\nalarm control box, barefoot. He was working the combination dial for\nthe third or fourth time when he noticed that his feet were getting\nwet. His kick must have jammed some relays in the control box; the bath\nwater was overflowing. Since the box was sealed to prevent him from\nfooling with it, he had had to prevent a flood by limping downstairs\nand pulling the master switch.\n\nWith no electricity, his breakfast consisted of cold fruit juice, cold\ncereal, and cold milk. When he got to his office, he ordered a pot of\ncoffee and made out a requisition for a pipe wrench. If it ever\nhappened again, he was going to shut the water off instead.\n\nHis secretary came in with the coffee and poured him a cup.\n\n\"I have some letters for you to sign,\" she said brightly, to cheer him\nup. Dr. Brinton drank his coffee. \"Our new filing system is working\nvery well,\" she added, pouring him another cup. The doctor's face\nrelaxed a little, but it was because the snow bank in his stomach was\nbeginning to melt. His secretary played her trump. \"And somebody from\nthe Fuels Department phoned and said something was passing the yellow\nline and might make the blue.\"\n\nShe was never sure afterward whether Dr. Brinton had gone around his\ndesk, or over it. She had blinked and by the time her eyes were open\nagain, he was gone.\n\nDr. Brinton found a crowd in the indoor test lab, chuckling over the\nline being drawn by a differential analyzer. He elbowed his way to the\nfront, looked himself, and began a little dance of impatience. The\nanalyzer was connected with linkages to the test stand where a tiny\nrocket motor was thrusting out a hot blue pencil of flame. The results\nfrom the analyzer were plotted as range capability against time on a\npiece of graph paper which had four curved colored lines overprinted on\nit. The curved lines were marked in succession: \"Earth,\" \"Moon,\" \"Moon\"\nand \"Earth.\"\n\nIf the first Earth line, colored red, was passed, the fuel under test\ncould power a rocket to leave Earth, carrying men with it. If the\nyellow line--the first Moon line--was reached, the rocket could\ntheoretically land men on the Moon. Several rockets, carrying dummy\nloads, had already tried and failed: their fuels, though the best\navailable, barely reached the yellow line when under test.\n\nThe blue--second--Moon line was calculated to indicate an escape from,\nthe Moon without refueling, and the last line, in green, was a\ntheoretical powered landing back on Earth.\n\nThe pen of the analyzer had already passed the blue line and was more\nthan halfway to the green!\n\n\n\n\"This the stuff that was left in the catalyzer after the explosion\nyesterday!\" Dr. Ferber shouted to Dr. Brinton over the roar from the\nlittle engine. \"It looked as if it would burn, so I tested it.\nJackpot!\"\n\n\"What is it?\" asked Dr. Brinton.\n\n\"Supposed to be an artificial base for a _perfume_!\"\n\nThe last word seemed louder because the test rocket just then ran out\nof fuel and grew silent. The tracing of the pen stopped a fraction\nshort of the green line.\n\nDr. Ferber continued in his normal voice while he busied himself with\nthe connections of the engine: \"We didn't have anything to do to put on\na show for MacNeill yesterday, so I told the lads to carry on with\nexperiments of their own. It was Harrison who made this stuff. He was\ncut by flying glass and landed in the hospital. I phoned there this\nmorning and found the damn fool doctor took his appendix out. Said he\nfigured he might as well while Harrison was in there. He's still under\nthe anesthetic and we won't be able to ask him anything for several\nhours.\"\n\n\"Doesn't matter,\" said Dr. Brinton. \"We know it works; we have to find\nout why it works. Got any left? We'll analyze it.\"\n\nThe next few hours saw Dr. Brinton rapidly become a bitter and\ndisillusioned man.\n\nWhen a qualitative test informed them that the presence of nitrogen\nmeant they were going to have to use an even longer and more laborious\nprocess than the ordinary one, he uttered a few sentences that made a\ncouple of nearby German exchange students wonder if perhaps they hadn't\na portion missed in the English language learning.\n\nWhen he found that he had forgotten his pipe at home, and the analysis\nrequired too much of their attention to allow him to go home and get\nit, he quoted a paragraph or two that earned him the undivided\nattention of everyone in the lab.\n\nBut when he took the results over to a calculator and worked them out\nto carbon 281.6% he had barely started the prologue when frustration\novertook him and he subsided, speechless. He was at a loss to say or do\nanything except mumble that 281.6% was impossible.\n\n\n\nDr. Ferber came over and took the paper with the results from him.\nEveryone in the lab watched while he checked the calculations\npatiently.\n\nA delegation minutely checked the apparatus the two doctors had used;\nit was faultless. One person even went so far as to cast a suspicious\nlook at the big automatic micro-balance standing on its pedestal in the\ncenter of the room. He weighed a piece of paper, wrote his name on it\nin pencil and reweighed it. The difference was satisfactory. For a few\nmoments, they all just stood and looked at each other. Then the whole\nlot of them set to work.\n\nA junior technician headed for the spectrograph, came back in three\nminutes with a freshly developed spectral photograph and a puzzled\nlook. He spent some time comparing both of them with the illustrations\nin a manual entitled _Structural Formulae as Indicated by Spectral\nGroupings_.\n\nThe two German exchange students made a few tries at finding the class\nof compound. They soon were deep in a technical discussion in their own\nlanguage, the only recognizable words being \"biuret,\" \"dumkopf,\" and\n\"damn.\"\n\nA senior research-chemist tried crystalizing some and invented an\nentirely new swear word.\n\nWith four helpers, Dr. Brinton and Dr. Ferber redid the combustion\nanalysis in slightly less than twice the time it would have taken only\none of them. Of course they were assured of accuracy; each step was\nchecked at least twice by everyone.\n\nThe result was still carbon 281.6%.\n\nDr. Brinton escaped the ensuing mental paralysis since he had already\nbeen through the experience once. He went over and began to study the\nfigures written in on the side of the spectral photograph. Out of\nlittle more than idle curiosity, he compared the ratios of the rough\nquantitative estimate found spectrographically with the more accurate\nbut impossible answer of the combustion micro-analysis.\n\nWhile he was doing the necessary figuring, he listened sympathetically\nto the technician. The young man was complaining bitterly about things\nin general, and chemistry in particular. Chemical reference books came\nin for a special roasting, because: \"either that lousy book is\nincomplete, or this structural formula is out of this world.\"\n\nThat did it.\n\nBrinton got out a scratch pad and drew a little diagram.\n\nThen he went to talk to Dr. Ferber.\n\n\"Would it be possible that Harrison started with a multi-ringed\nphenol?\" he asked. Dr. Ferber nodded. Dr. Brinton showed him the\ndrawing. \"Does that remind you of any geometrical figure?\"\n\nDr. Ferber looked. There was a pause, then his eyes lit up.\n\n\"Of course,\" he said. \"Since formulae are usually drawn in one plane, I\ndoubt if anyone ever noticed that before. And when it comes under\nstress by compression, it's only natural that it should fold.\" He\npaused and looked at the calendar, \"Four weeks?\" he asked.\n\n\"That'll do fine,\" said Dr. Brinton. \"I'll arrange the details. You\nlook after the fuel. Harrison can give us the details of this one, but\nthere are probably any number of fuels based on this principal. Some\nwill be even more efficient, too.\"\n\nHe excused himself, went to a phone, and asked for a Washington number.\nThe call was answered.\n\n\"Hello, Senator MacNeill?\" he said. \"How would you like to be guest of\nhonor at a party?\"\n\n\n\nBrinton peered through the ring of reporters over to the head table\nwhere Senator MacNeill was speaking, and speaking, and speaking.\n\n\"He's on his home state,\" Dr. Brinton said. \"About half an hour to go.\nNow, gentlemen, you were asking about the new fuel. You all received\npress handouts containing the information. You will probably receive\ncopies of the Senator's speech. And the broadcast from our first men on\nthe Moon went out over several networks hours ago. It seems to me that\nyou have enough for several stories.\"\n\nOne of the reporters asked bewilderedly, \"What is a tesseract? I read\nthe handout twice and I still don't understand.\"\n\n\"A mathematician would be better qualified to explain,\" said Dr.\nBrinton, \"but I'll try. A tesseract is a fourth dimensional cube. A\nline has one dimension, a square has two, a cube has three, and a\ntesseract has four. A cube can be unfolded into six squares, and a\ntesseract unfolds to eight cubes. The new fuel had a molecular\nstructure resembling an unfolded tesseract. When pressure is applied,\nit folds up into a tesseract so that it takes up less room and relieves\nthe pressure.\n\n\"The practical application is that we can get eight pounds of it into a\none pound can. The other seven pounds of it are riding around in the\nfourth dimension. As soon as it starts to burn, the structure is\ndestroyed, so that it comes back out of the fourth dimension. Several\npeople have assured me that it can't work. They're probably right,\nexcept that it does. Oh, I'll be back in a minute.\"\n\nHe went over to another group and spoke to one of its members. The man\naddressed nodded his head and left. Dr. Brinton returned.\n\n\"If there are no more questions, I suggest we do some serious drinking.\nI am now out of a job and I want to celebrate.\"\n\n\n\nPromptly at seven-thirty, a relay clicked and the alarm clock went into\nits usual daily routine with the chimes, window, lights, and bath\nwater.\n\nDr. Brinton woke up enough to reach out a lazy arm and flip a newly\ninstalled toggle switch beside his bed. Everything returned to normal.\nThe light and the chimes both faded away, the window reopened, and a\nsoft gurgling came from the bathroom.\n\nA slight gurgling also came from the bed, where Dr. Brinton, with a\nhappy little smile on his face, had gone peacefully back to sleep,\nperfectly satisfied that he had worked himself into unemployment by\nfinding the fuel that would power spaceships to--and from--any part of\nthe Solar System.\n\n\n\n\n       *       *       *       *       *\n\nItalicized text is shown within _underscores_.\n\nBold text is shown within =equal signs=.\n\nThought breaks are shown by 5 asterisks:\n\n\n\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "McKenty, Jack"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32717/pg32717.txt",
        "name": "wait_for_weight.json"
    }
}