{
    "name": "Warrior Race",
    "author": [
        "Sheckley, Robert"
    ],
    "body": "They never did discover whose fault it was. Fannia pointed out that if\nDonnaught had had the brains of an ox, as well as the build, he would\nhave remembered to check the tanks. Donnaught, although twice as big as\nhim, wasn't quite as fast with an insult. He intimated, after a little\nthought, that Fannia's nose might have obstructed his reading of the\nfuel gauge.\n\nThis still left them twenty light-years from Thetis, with a cupful of\ntransformer fuel in the emergency tank.\n\n\"All right,\" Fannia said presently. \"What's done is done. We can squeeze\nabout three light-years out of the fuel before we're back on atomics.\nHand me _The Galactic Pilot_--unless you forgot that, too.\"\n\nDonnaught dragged the bulky microfilm volume out of its locker, and they\nexplored its pages.\n\n_The Galactic Pilot_ told them they were in a sparse, seldom-visited\nsection of space, which they already knew. The nearest planetary system\nwas Hatterfield; no intelligent life there. Sersus had a native\npopulation, but no refueling facilities. The same with Illed, Hung and\nPorderai.\n\n\"Ah-ha!\" Fannia said. \"Read that, Donnaught. If you can read, that is.\"\n\n\"Cascella,\" Donnaught read, slowly and clearly, following the line with\na thick forefinger. \"Type M sun. Three planets, intelligent (AA3C)\nhuman-type life on second. Oxygen-breathers. Non-mechanical. Religious.\nFriendly. Unique social structure, described in Galactic Survey Report\n33877242. Population estimate: stable at three billion. Basic Cascellan\nvocabulary taped under Cas33b2. Scheduled for resurvey 2375 A.D. Cache\nof transformer fuel left, beam coordinate 8741 kgl. Physical descript:\nUnocc. flatland.\"\n\n\"Transformer fuel, boy!\" Fannia said gleefully. \"I believe we will get\nto Thetis, after all.\" He punched the new direction on the ship's tape.\n\"If that fuel's still there.\"\n\n\"Should we read up on the unique social structure?\" Donnaught asked,\nstill poring over _The Galactic Pilot_.\n\n\"Certainly,\" Fannia said. \"Just step over to the main galactic base on\nEarth and buy me a copy.\"\n\n\"I forgot,\" Donnaught admitted slowly.\n\n\"Let me see,\" Fannia said, dragging out the ship's language library,\n\"Cascellan, Cascellan ... Here it is. Be good while I learn the\nlanguage.\" He set the tape in the hypnophone and switched it on.\n\"Another useless tongue in my overstuffed head,\" he murmured, and then\nthe hypnophone took over.\n\n\n\nComing out of transformer drive with at least a drop of fuel left, they\nswitched to atomics. Fannia rode the beam right across the planet,\nlocating the slender metal spire of the Galactic Survey cache. The plain\nwas no longer unoccupied, however. The Cascellans had built a city\naround the cache, and the spire dominated the crude wood-and-mud\nbuildings.\n\n\"Hang on,\" Fannia said, and brought the ship down on the outskirts of\nthe city, in a field of stubble.\n\n\"Now look,\" Fannia said, unfastening his safety belt. \"We're just here\nfor fuel. No souvenirs, no side-trips, no fraternizing.\"\n\nThrough the port, they could see a cloud of dust from the city. As it\ncame closer, they made out figures running toward their ship.\n\n\"What do you think this unique social structure is?\" Donnaught asked,\npensively checking the charge in a needler gun.\n\n\"I know not and care less,\" Fannia said, struggling into space armor.\n\"Get dressed.\"\n\n\"The air's breathable.\"\n\n\"Look, pachyderm, for all we know, these Cascellans think the proper way\nto greet visitors is to chop off their heads and stuff them with green\napples. If Galactic says unique, it probably means unique.\"\n\n\"Galactic said they were friendly.\"\n\n\"That means they haven't got atomic bombs. Come on, get dressed.\"\nDonnaught put down the needler and struggled into an oversize suit of\nspace armor. Both men strapped on needlers, paralyzers, and a few\ngrenades.\n\n\"I don't think we have anything to worry about,\" Fannia said, tightening\nthe last nut on his helmet. \"Even if they get rough, they can't crack\nspace armor. And if they're not rough, we won't have any trouble. Maybe\nthese gewgaws will help.\" He picked up a box of trading\narticles--mirrors, toys and the like.\n\nHelmeted and armored, Fannia slid out the port and raised one hand to\nthe Cascellans. The language, hypnotically placed in his mind, leaped to\nhis lips.\n\n\"We come as friends and brothers. Take us to the chief.\"\n\nThe natives clustered around, gaping at the ship and the space armor.\nAlthough they had the same number of eyes, ears and limbs as humans,\nthey completely missed looking like them.\n\n\"If they're friendly,\" Donnaught asked, climbing out of the port, \"why\nall the hardware?\" The Cascellans were dressed predominantly in a\ncollection of knives, swords and daggers. Each man had at least five,\nand some had eight or nine.\n\n\"Maybe Galactic got their signals crossed,\" Fannia said, as the natives\nspread out in an escort. \"Or maybe the natives just use the knives for\nmumblypeg.\"\n\n\n\nThe city was typical of a non-mechanical culture. Narrow, packed-dirt\nstreets twisted between ramshackle huts. A few two-story buildings\nthreatened to collapse at any minute. A stench filled the air, so strong\nthat Fannia's filter couldn't quite eradicate it. The Cascellans\nbounded ahead of the heavily laden Earthmen, dashing around like a pack\nof playful puppies. Their knives glittered and clanked.\n\nThe chief's house was the only three-story building in the city. The\ntall spire of the cache was right behind it.\n\n\"If you come in peace,\" the chief said when they entered, \"you are\nwelcome.\" He was a middle-aged Cascellan with at least fifteen knives\nstrapped to various parts of his person. He squatted cross-legged on a\nraised dais.\n\n\"We are privileged,\" Fannia said. He remembered from the hypnotic\nlanguage lesson that \"chief\" on Cascella meant more than it usually did\non Earth. The chief here was a combination of king, high priest, deity\nand bravest warrior.\n\n\"We have a few simple gifts here,\" Fannia added, placing the gewgaws at\nthe king's feet. \"Will his majesty accept?\"\n\n\"No,\" the king said. \"We accept no gifts.\" Was that the unique social\nstructure? Fannia wondered. It certainly was not human. \"We are a\nwarrior race. What we want, we take.\"\n\nFannia sat cross-legged in front of the dais and exchanged conversation\nwith the king while Donnaught played with the spurned toys. Trying to\novercome the initial bad impression, Fannia told the chief about the\nstars and other worlds, since simple people usually liked fables. He\nspoke of the ship, not mentioning yet that it was out of fuel. He spoke\nof Cascella, telling the chief how its fame was known throughout the\nGalaxy.\n\n\"That is as it should be,\" the chief said proudly. \"We are a race of\nwarriors, the like of which has never been seen. Every man of us dies\nfighting.\"\n\n\"You must have fought some great wars,\" Fannia said politely, wondering\nwhat idiot had written up the galactic report.\n\n\"I have not fought a war for many years,\" the chief said. \"We are united\nnow, and all our enemies have joined us.\"\n\nBit by bit, Fannia led up to the matter of the fuel.\n\n\"What is this 'fuel'?\" the chief asked, haltingly because there was no\nequivalent for it in the Cascellan language.\n\n\"It makes our ship go.\"\n\n\"And where is it?\"\n\n\"In the metal spire,\" Fannia said. \"If you would just allow us--\"\n\n\"In the holy shrine?\" the chief exclaimed, shocked. \"The tall metal\nchurch which the gods left here long ago?\"\n\n\"Yeah,\" Fannia said sadly, knowing what was coming. \"I guess that's\nit.\"\n\n\"It is sacrilege for an outworlder to go near it,\" the chief said. \"I\nforbid it.\"\n\n\"We need the fuel.\" Fannia was getting tired of sitting cross-legged.\nSpace armor wasn't built for complicated postures. \"The spire was put\nhere for such emergencies.\"\n\n\"Strangers, know that I am god of my people, as well as their leader. If\nyou dare approach the sacred temple, there will be war.\"\n\n\"I was afraid of that,\" Fannia said, getting to his feet.\n\n\"And since we are a race of warriors,\" the chief said, \"at my command,\nevery fighting man of the planet will move against you. More will come\nfrom the hills and from across the rivers.\"\n\nAbruptly, the chief drew a knife. It must have been a signal, because\nevery native in the room did the same.\n\n\n\nFannia dragged Donnaught away from the toys. \"Look, lummox. These\nfriendly warriors can't do a damn thing to us. Those knives can't cut\nspace armor, and I doubt if they have anything better. Don't let them\npile up on you, though. Use the paralyzer first, the needler if they\nreally get thick.\"\n\n\"Right.\" Donnaught whisked out and primed a paralyzer in a single\ncoordinated movement. With weapons, Donnaught was fast and reliable,\nwhich was virtue enough for Fannia to keep him as a partner.\n\n\"We'll cut around this building and grab the fuel. Two cans ought to be\nenough. Then we'll beat it fast.\"\n\nThey walked out the building, followed by the Cascellans. Four carriers\nlifted the chief, who was barking orders. The narrow street outside was\nsuddenly jammed with armed natives. No one tried to touch them yet, but\nat least a thousand knives were flashing in the sun.\n\nIn front of the cache was a solid phalanx of Cascellans. They stood\nbehind a network of ropes that probably marked the boundary between\nsacred and profane ground.\n\n\"Get set for it,\" Fannia said, and stepped over the ropes.\n\nImmediately the foremost temple guard raised his knife. Fannia brought\nup the paralyzer, not firing it yet, still moving forward.\n\nThe foremost native shouted something, and the knife swept across in a\nglittering arc. The Cascellan gurgled something else, staggered and\nfell. Bright blood oozed from his throat.\n\n\"I _told_ you not to use the needler yet!\" Fannia said.\n\n\"I didn't,\" Donnaught protested. Glancing back, Fannia saw that\nDonnaught's needler was still holstered.\n\n\"Then I don't get it,\" said Fannia bewilderedly.\n\nThree more natives bounded forward, their knives held high. They tumbled\nto the ground also. Fannia stopped and watched as a platoon of natives\nadvanced on them.\n\nOnce they were within stabbing range of the Earthmen, the natives were\nslitting their own throats!\n\nFannia was frozen for a moment, unable to believe his eyes. Donnaught\nhalted behind him.\n\nNatives were rushing forward by the hundreds now, their knives poised,\nscreaming at the Earthmen. As they came within range, each native\nstabbed himself, tumbling on a quickly growing pile of bodies. In\nminutes the Earthmen were surrounded by a heap of bleeding Cascellan\nflesh, which was steadily growing higher.\n\n\"All right!\" Fannia shouted. \"Stop it.\" He yanked Donnaught back with\nhim, to profane ground. \"Truce!\" he yelled in Cascellan.\n\nThe crowd parted and the chief was carried through. With two knives\nclenched in his fists, he was panting from excitement.\n\n\"We have won the first battle!\" he said proudly. \"The might of our\nwarriors frightens even such aliens as yourselves. You shall not profane\nour temple while a man is alive on Cascella!\"\n\nThe natives shouted their approval and triumph.\n\nThe two aliens dazedly stumbled back to their ship.\n\n\n\n\"So that's what Galactic meant by 'a unique social structure,'\" Fannia\nsaid morosely. He stripped off his armor and lay down on his bunk.\n\"Their way of making war is to suicide their enemies into capitulation.\"\n\n\"They must be nuts,\" Donnaught grumbled. \"That's no way to fight.\"\n\n\"It works, doesn't it?\" Fannia got up and stared out a porthole. The sun\nwas setting, painting the city a charming red in its glow. The beams of\nlight glistened off the spire of the Galactic cache. Through the open\ndoorway they could hear the boom and rattle of drums. \"Tribal call to\narms,\" Fannia said.\n\n\"I still say it's crazy.\" Donnaught had some definite ideas on fighting.\n\"It ain't human.\"\n\n\"I'll buy that. The idea seems to be that if enough people slaughter\nthemselves, the enemy gives up out of sheer guilty conscience.\"\n\n\"What if the enemy doesn't give up?\"\n\n\"Before these people united, they must have fought it out tribe to\ntribe, suiciding until someone gave up. The losers probably joined the\nvictors; the tribe must have grown until it could take over the planet\nby sheer weight of numbers.\" Fannia looked carefully at Donnaught,\ntrying to see if he understood. \"It's anti-survival, of course; if\nsomeone didn't give up, the race would probably kill themselves.\" He\nshook his head. \"But war of any kind is anti-survival. Perhaps they've\ngot rules.\"\n\n\"Couldn't we just barge in and grab the fuel quick?\" Donnaught asked.\n\"And get out before they all killed themselves?\"\n\n\"I don't think so,\" Fannia said. \"They might go on committing suicide\nfor the next ten years, figuring they were still fighting us.\" He looked\nthoughtfully at the city. \"It's that chief of theirs. He's their god and\nhe'd probably keep them suiciding until he was the only man left. Then\nhe'd grin, say, 'We are great warriors,' and kill himself.\"\n\nDonnaught shrugged his big shoulders in disgust. \"Why don't we knock him\noff?\"\n\n\"They'd just elect another god.\" The sun was almost below the horizon\nnow. \"I've got an idea, though,\" Fannia said. He scratched his head. \"It\nmight work. All we can do is try.\"\n\n\n\nAt midnight, the two men sneaked out of the ship, moving silently into\nthe city. They were both dressed in space armor again. Donnaught carried\ntwo empty fuel cans. Fannia had his paralyzer out.\n\nThe streets were dark and silent as they slid along walls and around\nposts, keeping out of sight. A native turned a corner suddenly, but\nFannia paralyzed him before he could make a sound.\n\nThey crouched in the darkness, in the mouth of an alley facing the\ncache.\n\n\"Have you got it straight?\" Fannia asked. \"I paralyze the guards. You\nbolt in and fill up those cans. We get the hell out of here, quick. When\nthey check, they find the cans still there. Maybe they won't commit\nsuicide then.\"\n\nThe men moved across the shadowy steps in front of the cache. There were\nthree Cascellans guarding the entrance, their knives stuck in their\nloincloths. Fannia stunned them with a medium charge, and Donnaught\nbroke into a run.\n\nTorches instantly flared, natives boiled out of every alleyway,\nshouting, waving their knives.\n\n\"We've been ambushed!\" Fannia shouted. \"Get back here, Donnaught!\"\n\nDonnaught hurriedly retreated. The natives had been waiting for them.\nScreaming, yowling, they rushed at the Earthmen, slitting their own\nthroats at five-foot range. Bodies tumbled in front of Fannia, almost\ntripping him as he backed up. Donnaught caught him by an arm and yanked\nhim straight. They ran out of the sacred area.\n\n\"Truce, damn it!\" Fannia called out. \"Let me speak to the chief. Stop\nit! Stop it! I want a truce!\"\n\nReluctantly, the Cascellans stopped their slaughter.\n\n\"This is war,\" the chief said, striding forward. His almost human face\nwas stern under the torchlight. \"You have seen our warriors. You know\nnow that you cannot stand against them. The word has spread to all our\nlands. My entire people are prepared to do battle.\"\n\nHe looked proudly at his fellow-Cascellans, then back to the Earthmen.\n\"I myself will lead my people into battle now. There will be no stopping\nus. We will fight until you surrender yourselves completely, stripping\noff your armor.\"\n\n\"Wait, Chief,\" Fannia panted, sick at the sight of so much blood. The\nclearing was a scene out of the Inferno. Hundreds of bodies were\nsprawled around. The streets were muddy with blood.\n\n\"Let me confer with my partner tonight. I will speak with you tomorrow.\"\n\n\"No,\" the chief said. \"You started the battle. It must go to its\nconclusion. Brave men wish to die in battle. It is our fondest wish. You\nare the first enemy we have had in many years, since we subdued the\nmountain tribes.\"\n\n\"Sure,\" Fannia said. \"But let's talk about it--\"\n\n\"I myself will fight you,\" the chief said, holding up a dagger. \"I will\ndie for my people, as a warrior must!\"\n\n\"Hold it!\" Fannia shouted. \"Grant us a truce. We are allowed to fight\nonly by sunlight. It is a tribal taboo.\"\n\nThe chief thought for a moment, then said, \"Very well. Until tomorrow.\"\n\nThe beaten Earthmen walked slowly back to their ship amid the jeers of\nthe victorious populace.\n\n\n\nNext morning, Fannia still didn't have a plan. He knew that he had to\nhave fuel; he wasn't planning on spending the rest of his life on\nCascella, or waiting until the Galactic Survey sent another ship, in\nfifty years or so. On the other hand, he hesitated at the idea of being\nresponsible for the death of anywhere up to three billion people. It\nwouldn't be a very good record to take to Thetis. The Galactic Survey\nmight find out about it. Anyway, he just wouldn't do it.\n\nHe was stuck both ways.\n\nSlowly, the two men walked out to meet the chief. Fannia was still\nsearching wildly for an idea while listening to the drums booming.\n\n\"If there was only someone we could fight,\" Donnaught mourned, looking\nat his useless blasters.\n\n\"That's the deal,\" Fannia said. \"Guilty conscience is making sinners of\nus all, or something like that. They expect us to give in before the\ncarnage gets out of hand.\" He considered for a moment. \"It's not so\ncrazy, actually. On Earth, armies don't usually fight until every last\nman is slaughtered on one side. Someone surrenders when they've had\nenough.\"\n\n\"If they'd just fight _us_!\"\n\n\"Yeah, if they only--\" He stopped. \"We'll fight each other!\" he said.\n\"These people look at suicide as war. Wouldn't they look upon war--real\nfighting--as suicide?\"\n\n\"What good would that do us?\" Donnaught asked.\n\nThey were coming into the city now and the streets were lined with armed\nnatives. Around the city there were thousands more. Natives were filling\nthe plain, as far as the eye could see. Evidently they had responded to\nthe drums and were here to do battle with the aliens.\n\nWhich meant, of course, a wholesale suicide.\n\n\"Look at it this way,\" Fannia said. \"If a guy plans on suiciding on\nEarth, what do we do?\"\n\n\"Arrest him?\" Donnaught asked.\n\n\"Not at first. We offer him anything he wants, if he just won't do it.\nPeople offer the guy money, a job, their daughters, anything, just so he\nwon't do it. It's taboo on Earth.\"\n\n\"So?\"\n\n\"So,\" Fannia went on, \"maybe fighting is just as taboo here. Maybe\nthey'll offer us fuel, if we'll just stop.\"\n\nDonnaught looked dubious, but Fannia felt it was worth a try.\n\n\n\nThey pushed their way through the crowded city, to the entrance of the\ncache. The chief was waiting for them, beaming on his people like a\njovial war god.\n\n\"Are you ready to do battle?\" he asked. \"Or to surrender?\"\n\n\"Sure,\" Fannia said. \"Now, Donnaught!\"\n\nHe swung, and his mailed fist caught Donnaught in the ribs. Donnaught\nblinked.\n\n\"Come on, you idiot, hit me back.\"\n\nDonnaught swung, and Fannia staggered from the force of the blow. In a\nsecond they were at it like a pair of blacksmiths, mailed blows ringing\nfrom their armored hides.\n\n\"A little lighter,\" Fannia gasped, picking himself up from the ground.\n\"You're denting my ribs.\" He belted Donnaught viciously on the helmet.\n\n\"Stop it!\" the chief cried. \"This is disgusting!\"\n\n\"It's working,\" Fannia panted. \"Now let me strangle you. I think that\nmight do it.\"\n\nDonnaught obliged by falling to the ground. Fannia clamped both hands\naround Donnaught's armored neck, and squeezed.\n\n\"Make believe you're in agony, idiot,\" he said.\n\nDonnaught groaned and moaned as convincingly as he could.\n\n\"You must stop!\" the chief screamed. \"It is terrible to kill another!\"\n\n\"Then let me get some fuel,\" Fannia said, tightening his grip on\nDonnaught's throat.\n\nThe chief thought it over for a little while. Then he shook his head.\n\n\"No.\"\n\n\"What?\"\n\n\"You are aliens. If you want to do this disgraceful thing, do it. But\nyou shall not profane our religious relics.\"\n\n\n\nDonnaught and Fannia staggered to their feet. Fannia was exhausted from\nfighting in the heavy space armor; he barely made it up.\n\n\"Now,\" the chief said, \"surrender at once. Take off your armor or do\nbattle with us.\"\n\nThe thousands of warriors--possibly millions, because more were arriving\nevery second--shouted their blood-wrath. The cry was taken up on the\noutskirts and echoed to the hills, where more fighting men were pouring\ndown into the crowded plain.\n\nFannia's face contorted. He couldn't give himself and Donnaught up to\nthe Cascellans. They might be cooked at the next church supper. For a\nmoment he considered going after the fuel and letting the damned fools\nsuicide all they pleased.\n\nHis mind an angry blank, Fannia staggered forward and hit the chief in\nthe face with a mailed glove.\n\nThe chief went down, and the natives backed away in horror. Quickly, the\nchief snapped out a knife and brought it up to his throat. Fannia's\nhands closed on the chief's wrists.\n\n\"Listen to me,\" Fannia croaked. \"We're going to take that fuel. If any\nman makes a move--if anyone kills himself--I'll kill your chief.\"\n\nThe natives milled around uncertainly. The chief was struggling wildly\nin Fannia's hands, trying to get a knife to his throat, so he could die\nhonorably.\n\n\"Get it,\" Fannia told Donnaught, \"and hurry it up.\"\n\nThe natives were uncertain just what to do. They had their knives poised\nat their throats, ready to plunge if battle was joined.\n\n\"Don't do it,\" Fannia warned. \"I'll kill the chief and then he'll never\ndie a warrior's death.\"\n\nThe chief was still trying to kill himself. Desperately, Fannia held on,\nknowing he had to keep him from suicide in order to hold the threat of\ndeath over him.\n\n\"Listen, Chief,\" Fannia said, eying the uncertain crowd. \"I must have\nyour promise there'll be no more war between us. Either I get it or I\nkill you.\"\n\n\"Warriors!\" the chief roared. \"Choose a new ruler. Forget me and do\nbattle!\"\n\nThe Cascellans were still uncertain, but knives started to lift.\n\n\"If you do it,\" Fannia shouted in despair, \"I'll kill your chief. _I'll\nkill all of you!_\"\n\nThat stopped them.\n\n\"I have powerful magic in my ship. I can kill every last man, and then\nyou won't be able to die a warrior's death. _Or_ get to heaven!\"\n\nThe chief tried to free himself with a mighty surge that almost tore one\nof his arms free, but Fannia held on, pinning both arms behind his back.\n\n\"Very well,\" the chief said, tears springing into his eyes. \"A warrior\nmust die by his own hand. You have won, alien.\"\n\nThe crowd shouted curses as the Earthmen carried the chief and the cans\nof fuel back to the ship. They waved their knives and danced up and down\nin a frenzy of hate.\n\n\"Let's make it fast,\" Fannia said, after Donnaught had fueled the ship.\n\nHe gave the chief a push and leaped in. In a second they were in the\nair, heading for Thetis and the nearest bar at top speed.\n\nThe natives were hot for blood--their own. Every man of them pledged his\nlife to wiping out the insult to their leader and god, and to their\nshrine.\n\nBut the aliens were gone. There was nobody to fight.\n\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Sheckley, Robert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/29548/pg29548.txt",
        "name": "warrior_race.json"
    }
}