{
  "name": "Waste Not, Want",
  "author": [
    "Dryfoos, Dave"
  ],
  "body": "Panic roused him--the black imp of panic that lived under the garish rug\nof this unfamiliar room and crawled out at dawn to nudge him awake and\nstare from the blank space to his left where Tillie's gray head should\nhave been.\n\nHis fists clenched in anger--at himself. He'd never been the sort to\nmake allowance for his own weakness and didn't propose to begin doing so\nnow, at age eighty-six. Tillie'd been killed in that crash well over a\nyear ago and it was time he got used to his widowerhood and quit\nsearching for her every morning.\n\nBut even after he gave himself the bawling out, orientation came slowly.\nThe surroundings looked so strange. No matter what he told himself it\nwas hard to believe that he was indeed Fred Lubway, mechanical engineer,\nand had a right to be in this single bed, alone in this house his Tillie\nhad never seen.\n\nThe right to be there was all wrong. He disliked the house and hated all\nits furnishings.\n\nThe cybernetic cooker in the kitchen; the magnetically-suspended divans\nin the living room; the three-dimensional color broadcasts he could so\nreadily project to any wall or ceiling; the solartropic machinery that\nwould turn any face of the pentagonal house into the sun or the shade or\nthe breeze; the lift that would raise the entire building a hundred feet\ninto the air to give him a wider view and more privacy--all left him\ndissatisfied.\n\nThey were new. None had been shared with Tillie. He used them only to\nthe extent required by law to fulfill his duty as a consumer.\n\n\"You must change your home because of the change in your family\ncomposition,\" the Ration Board's bright young female had explained,\nright after Tillie's funeral. \"Your present furnishings are obsolete.\nYou must replace them.\"\n\n\"And if I don't?\" He'd been truculent.\n\n\"I doubt we'd have to invoke the penalties for criminal\nunderconsumption,\" she'd explained airily. \"There are plenty of other\npossible courses of action. Maybe we'd just get a decision that you're\nprematurely senile and unable to care for yourself. Then you'd go to a\nhome for the aged where they'd _help_ you consume--with forced feedings\nand such.\"\n\nSo here he was, in this home-of-his-own that seemed to belong to someone\nelse. Well, at least he wasn't senile, even if he did move a little\nslowly, now, getting out of bed. He'd warm up soon. All by himself. With\nno one's help.\n\nAnd as far as these newfangled gadgets in the bathroom were concerned,\nhe could follow any well-written set of directions. He'd scalded himself\nthat time only because the printed instructions were so confusing.\n\nHe took a cold shower this time.\n\nWhen the airtowel had finished blowing and he was half dry--not wholly\ndry because the machine wasn't adapted to people who took ice-cold\nshowers--he went in to the clothing machine. He punched the same few\nholes in its tape that he put there every day, stood in the right place,\nand in due course emerged with his long, rawboned frame covered by\nmagenta tights having an excessively baggy seat.\n\nHe knew the costume was neither pretty nor fashionable and that its\ndesign, having been wholly within his control when he punched the tape,\nrevealed both his taste and his mood. He didn't care; there was no one\nin the world whom he wanted to impress.\n\nHe looked in the dressing room mirror not to inspect the tights but to\nexamine his face and see if it needed shaving. Too late he remembered\nthat twenty years had elapsed since the permanent depilatories were\nfirst invented and ten since he'd used one and stopped having to shave.\n\nThere were too many changes like that in this gadget-mad world; too many\nnew ways of doing old things. Life had no stability.\n\nHe stalked into the kitchen wishing he could skip breakfast--anger\nalways unsettled his stomach. But everyone was required to eat at least\nthree meals a day. The vast machine-records system that kept track of\neach person's consumption would reveal to the Ration Board any failure\nto use his share of food, so he dialed Breakfast Number Three--tomato\njuice, toast, and coffee.\n\nThe signal-panel flashed \"Under-Eating\" and he knew the state\nmachine-records system had advised his cybernetic cooker to increase the\namount of his consumption. Chin in hands, he sat hopelessly at the\nkitchen table awaiting his meal, and in due course was served prunes,\nwaffles, bacon, eggs, toast, and tea--none of which he liked, except for\ntoast.\n\nHe ate dutifully nevertheless, telling himself he wasn't afraid of the\nration-cops who were always suspecting him of underconsumption because\nhe was the tall skinny type and never got fat like most people, but that\nhe ate what the cooker had given him because his father had been\nunemployed for a long time during the depression seventy-five years\nbefore, so he'd never been able to bring himself to throw food away.\n\nFailure to consume had in the old days been called \"overproduction\" and\nby any name it was bad. So was war--he'd read enough about war to be\nglad that form of consumption had finally been abolished.\n\nStill it was a duty and not a pleasure to eat so much, and a relief to\nget up and put the dirty dishes into the disposal machine and go up\ntopside to his gyro.\n\n\n\nDisgustingly, he had a long wait before departure. After climbing into\nthe gyro and transmitting his flight plan, he had to sit seething for\nall of fifteen minutes before the Mount Diablo Flight Control Center\ndeigned to lift his remote-controlled gyro into the air. And when the\nsignal came, ascent was so awkwardly abrupt it made his ears pop.\n\nHe couldn't even complain. The Center was mechanical, and unequipped to\nhear complaints.\n\nIt routed him straight down the San Joaquin Valley--a beautiful sight\nfrom fifteen thousand feet, but over-familiar. He fell asleep and\nawakened only when unexpectedly brought down at Bakersfield Field.\n\nAbove his instrument panel the printing-receiver said \"Routine Check of\nEquipment and Documents. Not Over Five Minutes' Delay.\"\n\nBut it could take longer. And tardiness was subject to official\npunishments as a form of unproductiveness. He called George Harding at\nthe plant.\n\nHarding apparently had been expecting the call. His round bluff face\nwore a scowl of annoyance.\n\n\"Don't you ever watch the newscasts?\" he demanded angrily. \"They began\nthis 'Routine Check' you're in at five this morning, and were\nbroadcasting pictures of the resulting traffic jam by six. If you'd\nfiled a flight plan for Santa Barbara and come on down the coast you'd\nhave avoided all this.\"\n\n\"I'm not required to listen to newscasts,\" Fred replied tartly. \"I own\nthe requisite number of receivers and--\"\n\n\"Now, listen, Fred,\" Harding interrupted. \"We need you down here so\nhurry up!\"\n\nFred heard him switch off and sat for a moment trembling with rage. But\nhe ended by grinning wryly. Everyone was in the same boat, of course.\nFor the most part, people avoided thinking about it. But he could now\nsee himself as if from above, spending his life flitting back and forth\nbetween home and plant, plant and home; wracking his brain to devise\nlabor-saving machines while at the plant, then rushing home to struggle\nwith the need to consume their tremendous output.\n\nWas he a man? Or was he a caged squirrel racing in an exercise-wheel,\nrunning himself ragged and with great effort producing absolutely\nnothing?\n\nHe wasn't going to do it any longer, by golly! He was going to--\n\n\"Good morning!\" A chubby young man in the pea-green uniform of a\nration-cop opened the door and climbed uninvited into the cockpit. \"May\nI check the up-to-dateness of your ship's equipment, please?\"\n\nFred didn't answer. He didn't have to. The young officer was already in\nthe manual pilot's seat, checking the secondary controls.\n\nIn swift routine he tried motor and instruments, and took the craft\nbriefly aloft. Down again, he demanded Fred's papers.\n\nThe licenses that pertained to the gyro were in order, but there was\ntrouble over Fred's personal documents: his ration-book contained far\ntoo few sales-validations.\n\n\"You're not doing your share of consuming, Oldtimer,\" the young cop said\nmildly. \"Look at all these unused food allotments! Want to cause a\ndepression?\"\n\n\"No.\"\n\n\"Man, if you don't eat more than this, we'll have mass starvation!\"\n\n\"I know the slogans.\"\n\n\"Yes, but do you know the penalties? Forced feeding, compulsory\nconsumption--do you think they're fun?\"\n\n\"No.\"\n\n\"Well, you can file your flight plan and go, but if you don't spend\nthose tickets before their expiration dates, Mister, you'll have cause\nto regret it.\"\n\nWith a special pencil, he sense-marked the card's margins.\n\nFred felt that each stroke of the pencil was a black mark against him.\nHe watched in apprehensive silence.\n\nThe young cop was also silent. When finished he wordlessly returned the\nidentification, tipped his cap, and swaggered off, his thick neck red\nabove his green collar.\n\nFred found he'd had more than enough of swaggering young men with beefy\nred necks. That added to his disgust with the constant struggle to\nproduce and consume, consume and produce. Vague, wishful threats froze\nas determination: he absolutely wasn't going through any more of it.\n\nHe filed a flight plan that would return him to his home, and in due\ncourse arrived there.\n\nThe phone rang in his ears as he opened the cockpit. He didn't want to\nanswer, and he stayed on the roof securing the gyro and plugging in its\nbattery-charger. But he couldn't ignore the bell's insistent clamor.\n\nWhen he went downstairs and switched on the phone, George Harding's\nround face splashed on the wall.\n\n\"Fred,\" he said, \"when we talked a few hours ago, you forgot to say you\nwere sick. I phoned to confirm that for the Attendance Report. Did this\ncall get you out of bed?\"\n\nHe could see it hadn't. Therefore Fred knew he must be recording the\naudio only, and not the video; trying to give him a break with the\nAttendance people and coach him on the most appeasing answers.\n\nA well-meant gesture, but a false one. And Fred was fed up with the\nfalse. \"I forgot nothing,\" he said bluntly. \"I'm perfectly well and\nhaven't been near bed.\"\n\n\"Now, wait,\" George said hastily. \"It's no crime to be sick.\nAnd--ah--don't say anything you wouldn't want preserved for posterity.\"\n\n\"George, I'm not going to play along with you,\" Fred insisted. \"This\nbusiness of producing to consume and consuming to produce has got me\ndown. It's beyond all reason!\"\n\n\"No, it isn't. You're an excellent mechanical engineer, Fred, but you're\nnot an economist. That's why you don't understand. Just excuse me for a\nminute, and I'll show you.\"\n\nHe left the field of view. Fred waited incuriously for him to return,\nsuddenly conscious of the fact that he now had nothing better to do with\nhis time.\n\nGeorge was back in less than a minute, anyhow. \"O.K.,\" he said briskly.\n\"Now, where were we? Oh, yes. I just wanted to say that production is a\nform of consumption, too--even the production of machine-tools and\nlabor-saving devices. So there's nothing inconsistent--\"\n\n\"What are you trying to do?\" Fred demanded. \"Don't lecture me--I know as\nmuch econ as you do!\"\n\n\"But you've got to come back to work, Fred! I want you to use your\nrations, put your shoulder to the wheel, and conform generally. The\npolicing's too strict for you to try anything else, fella--and I like\nyou too well to want to see you--\"\n\n\"I don't need you to protect me, George,\" Fred said stiffly. \"I guess\nyou mean well enough. But goodbye.\" He switched off.\n\n\n\nThe silence struck him. Not a sound stirred the air in that lonely new\nhouse except the slight wheeze of his breathing.\n\nHe felt tired. Bone weary. As if all the fatigues of his eighty-six\nyears were accumulated within him.\n\nHe stood by a window and stared blindly out. Everyone seemed to have\nbeen heckling him, shoving him around, making him change all his ways\nevery minute. He didn't want to change. He didn't want to be forever\nadapting to new gadgets, new fads, new ways of doing things.\n\nHe thought of the villages of India, substantially unchanged for three,\nfour, five thousand years. The villagers had no money, so they couldn't\nbe consumers. Maybe they had the natural way to live. Statically. Also,\nfrugally.\n\nBut no. It was too frugal, too static. He'd heard and read too much\nabout the starvation, pestilence, peonage and other ills plaguing those\nIndian villagers. They didn't have life licked, either.\n\nThe Indians had not enough, the Americans, too much. One was as bad as\nthe other.\n\nAnd he was in the middle.\n\nHe left the window he'd been staring from unseeingly and walked to the\nfoyer control-panel. There he pushed the button that would cause the\nhouse to rear a hundred feet into the air on its titanium-aluminum\nplunger.\n\nThen he went back to the window to watch the ground recede. He felt a\nhand on his shoulder. He decided the sensation was an illusion--a part\nof his state of mind.\n\nA young man's voice said, \"Mr. Lubway, we need you.\"\n\nThat was a nice thing to hear, so Fred turned, ready to smile. He didn't\nsmile. He was confronted by another ration-cop.\n\nThis one was a tall young man, dark and hefty. He seemed very kindly, in\nhis official sort of way.\n\n\"Mr. George Harding sent me,\" he explained. \"He asked us to look you up\nand see if we could help.\"\n\n\"Yes?\"\n\n\"You seem to have been a little unhappy this morning. I\nmean--well--staring out that window while your house rises dangerously\nhigh. Mr. George Harding didn't like the mood you're in, and neither do\nI, Mr. Lubway. I'm afraid you'll have to come to the hospital. We can't\nhave a valuable citizen like you falling out that window, can we?\"\n\n\"What do you mean, 'valuable citizen'? I'm no use to anybody. There's\nplenty of engineers, and more being graduated every semester. You don't\nneed me.\"\n\n\"Oh, yes, we do!\" Shaking his head, the young ration-cop took a firm\ngrip on Fred's right biceps. \"You've got to come along with me till your\noutlook changes, Mr. Lubway.\"\n\n\"Now, see here!\" Fred objected, trying unsuccessfully to twist free of\nthe officer's grip. \"You've no call to treat me like a criminal. Nor to\ntalk to me as if I were senile. My outlook won't change, and you know\nit!\"\n\n\"Oh, yes, it will! And since you're neither criminal nor senile, that's\nwhat has to be done.\n\n\"We'll do it in the most humane way possible. A little brain surgery,\nand you'll sit in your cage and consume and consume and consume without\na care in the world. Yes, sir, we'll change your outlook!\n\n\"Now, you mustn't try to twist away from me like that, Mr. Lubway. I\ncan't let you go. We need every consumer we can get.\"\n\n\n\n\n\n\n",
  "metadata": {
    "author": [
      "Dryfoos, Dave"
    ],
    "year": "Unknown",
    "url": "https://www.gutenberg.org/cache/epub/30416/pg30416.txt",
    "name": "waste_not_want"
  }
}
