{
    "name": "Welcome to Paradise",
    "author": [
        "Donnelson, Allyn"
    ],
    "body": "President of the United States\n\nThe White House\n\nWashington, D.C.\n\nDear Mr. President:\n\nI don't know who else to appeal to about the fix I'm in, because I'm\nafraid I would be revealing top secret material to someone who isn't\nentitled to hear it. That's why I wouldn't tell the FBI anything and\nthat's why I told them I don't want a lawyer.\n\nI know you've got lots on your mind, Mr. President, and I hope hearing\nabout my blunder doesn't throw you off your game this weekend or\nanything like that, but I sure would appreciate it if you could find\ntime to help me out.\n\nYou see, I'm not a spy, and I sure didn't stumble into this stuff of my\nown accord, but how was I to know I was setting off a spark that had\nsomething to do with space travel? After all, when you stop to think\nabout it, I only did what the foreman told me to, but he didn't know\nany better either, so I wouldn't want to get him in Dutch.\n\nYou see, I work at the Diversified Metal Products Co. up here in\nChicago. I'm a spot welder and one job I had to do about every six\nweeks was make six welds on a geedunk we called a \"manhole cover.\" We\ndidn't know what they were, except that they were something special for\nthe Signal Corps, and they looked about as much like manhole covers as\nanything else.\n\nWell, the way the work is supposed to be scheduled, my welding job is\nthe first thing after it comes off the presses, just before the little\ncoils are put in. So the foreman comes over to me one night--it was\nOctober 10, the last day of the World Series--and shows me one of the\ncovers after it's been wired up. One of the welds has come loose--maybe\nbecause the material was dirty or something like that--and it looks\nlike the whole thing will have to be scrapped.\n\nSo he says to me \"Tuck\" (my name is Joe Peters, but they call me Tuck\nfor Kentucky where I come from)--he says, \"Tuck, do you suppose you\ncan save this piece by welding it again, right there between those two\ncoils?\"\n\nI look the geedunk over, and there isn't much room to play around, but\nI decide it's not near enough the coils to melt the wires. So if I\nspoil it, so what? It'd be scrap anyhow. How was I to know the points\nof the welder would establish an electrical contact?\n\nSo I take the piece and tell him I'll try it after I finish the\ntruckload of stuff I'm working on. But along about coffee time, I go\nand burn my hand kind of bad on the welder, and have to get the nurse\nto bandage it up for me, and that slows me up a good bit.\n\nEverybody else in the department had left for washup by the time I put\nthe gismo in the machine. I kicked the pedal just like I always do, and\nwhoosh! I was out like a rookie the first time he faces Allie Reynolds.\nSeems like I saw a flash of bluish-greenish light, but I don't know for\nsure.\n\n\n\nNext thing I knew, a squatty guy with broad shoulders and bushy\neyebrows was standing over me. He said, \"Well, did the Yankees win the\nSeries?\" and his accent sounded like he should be following the Dodgers\ninstead.\n\nI looked around. It was kinda dark, like just after the sun goes down.\nI was sitting on a big strip of limestone, and I could see a few trees\nand some small hills, and lots more of those limestone rocks, or\ncliffs. It wasn't like any part of the country I've ever seen before.\n\nThe guy starts giving me the once over, too. \"What monkey in that zoo\nthey call the Pentagon picked _you_ for a job like this? I knew the\nDefense Department was hard up, but I didn't think they were _that_\nhard up!\"\n\nThen I notice this geezer has a uniform sporting top sergeant's\nstripes. I jump up and back away from him.\n\n\"Look,\" I says, \"I don't know what happened, but I know I didn't\nvolunteer for no army job, and I'm too old to be drafted again. I must\nhave had amnesia. I wanna lawyer. Lemmee out of here--you're not giving\nme that army routine again--no siree.\"\n\n(Mr. President, please don't misunderstand me. I'm as patriotic as the\nnext guy, and I assure you I won't shirk no duty if I'm needed, but I\ndon't have to _like_ it, do I?)\n\nThe guy's dumbfounded. He doesn't give me a strong-arm deal like I'd\nexpect from a top-sarge--he just looks as if he can't figure it out.\nThen he grabs me by the shoulder.\n\n\"Wait a minute, Mac, let's sit down and talk this over. Who the hell\nare you? Where did you come from? Who sent you?\"\n\nI'm about to say \"Groucho sent me,\" but I decide maybe I'd better be\nserious. I tell him my name, and that I ain't got the faintest idea\nwhere I am.\n\n\"Okay, Tuck,\" he says. \"They call me Yogi. Now let's take it from the\nbeginning, slow and easy, huh?\"\n\nSo I tell him what happened in the plant, and before I get done Yogi is\nlaughing like crazy, in fact he sits down on the rock and almost knocks\nhimself out.\n\n\"Well, what in Sam Hill is so all-fired funny? Who kidnapped me while I\nwas knocked out and dumped me on this God-forsaken army post?\"\n\nYogi manages to stop laughing. He takes me across a strip of this\nfunny-looking, bare limestone rock, where a contraption is standing\nthat looks like a radio tower about ten feet high. Inside it is a\nbox about the size and shape of those reducing cabinets you see in\ncartoons. The top to the box is open, and Yogi points to it.\n\n\"Is this the kind of doohicky you're talking about--what you call a\nmanhole cover?\"\n\nI look close, and sure enough, that's just what it is. I nod to Yogi,\nand he sighs real serious like.\n\n\"Well, Tuck, my boy, you maybe made yourself famous tonight. One thing\nfor sure--you're the first civilian to travel by HHF, and the first one\nto set foot on Lunette.\"\n\n\"And where on God's green earth is Lunette?\"\n\n\"That's what's so funny, Tuck. It's not on God's green earth at all.\nLunette is a satellite of the Earth, discovered just a few months ago.\nIt's a sort of little moon--that's why we named it Lunette. It's got\nenough atmosphere so we don't need space suits, and it's about half-way\nbetween Earth and the moon.\"\n\n\n\nI guess I was giving him a \"tell me another\" look. He pointed in back\nof me. \"Look at the moon coming up over there, if you don't believe me.\nDid you ever see anything like that on Earth?\"\n\nThat convinced me. The old moon was huge, and I could see mountains and\nrivers and seas on it, and even that natural bridge I'd read about.\nBesides, I could even see the curve of the ground on Lunette!\n\nBut how in blazes did I get here?\n\n\"This contraption,\" Yogi explains, \"we call a Matter BARS, short for\nMatter Broadcasting and Receiving Station. It works on HHF--hyper\nhigh frequency--and instead of sending out the ordinary type of\nradio wave lengths it broadcasts matter. It won't work between two\npoints on Earth; it has to have a distance of at least 200,000 miles\nto bounce from. We bounce stuff off the moon, and broadcast people,\nequipment--anything of less than 250 pounds--between Earth and Lunette.\"\n\n\"Who bounces them? Who in tarnation bounced me here?\"\n\n\"You bounced yourself, friend. Your spotweld machine set up a contact\nhere between these two coils. Our regular operators establish contact\nby moving these two balls near each other like a Leyden jar. Your\nmachine had the same effect, and whoosh, here you are.\"\n\n\"Look, Bud, I remember a Leyden jar from high school science, but\ndurned if I follow the rest of that malarky.\"\n\nYogi's getting impatient with me. \"It's very simple, Peters. Suppose\nyou wandered into a TV studio when the circuits were open--your picture\nand voice would be broadcast over that station. Well, that Matter BARS\ncover was set at the right frequency for sending objects or people to\nLunette and you were broadcast here. You wouldn't have been knocked out\nif you had been inside the insulating cabinet; it would have just felt\nlike a sneeze.\"\n\n\"So what are you doing here?\" This guy is selling me fast.\n\n\"Guess I'd probably better let the CO talk to you about that. But first\ntell me about the Series.\"\n\nSo we bat the breeze a while about what is going on back on Earth,\nand I start to wonder how am I going to get back there. Yogi tells me\nto let the CO worry about that, and in the meantime offers to show me\naround the joint.\n\nThere's not much to see on Lunette--nothing but salt water lakes,\nlimestone cliffs, a few scrawny trees, and some weird bushes with round\nthings dangling from them that you'd think was grapefruit, or something\nlike that, until you found out they were hard as coconuts.\n\nAll of the plant life looked like the chlorophyll people had been there\nalready, and had taken a big haul back to their toothpaste factories.\nThe grass and leaves were either a kind of chartreuse or a pale color\nlike weak orangeade. Finally we take off for the CO.\n\n\n\nThe Captain turned out to be a right guy, but he sure was upset about\nthe security angle. He couldn't help grinning, though, when Yogi said,\n\n\"I still think it's damned funny that a civilian could stumble into a\ntop secret army base 100,000 miles from home!\"\n\n\"Well, Peters,\" the Captain said, \"we can't very well send you back\ntonight anyway, because both the regular station and the test station\nat your plant in Chicago are closed now. Under ordinary circumstances\nI'd have to lock you up, but I don't see how you can escape from us! Go\nbunk with Yogi and let me think it over.\"\n\nHe stopped us as we started out of the tent. \"And men, keep your lips\nbuttoned.\"\n\nWe join the fellows and talked about baseball for a couple hours. We\norganized a game for the next day, and I agreed to play shortstop,\neven though I'm hoping I won't be around for it. The Captain's remarks\nhadn't made me feel too easy on that score.\n\nI ask Yogi how come all the bicycles over by the pueblo castle and he\nexplains that they can be broadcast, unassembled, where the parts to a\njeep or any other big vehicle would be too heavy for the Matter BARS\nto handle. He says they're used by the crews assigned to surveying and\nmapping Lunette, making geological and botanical surveys, and that sort\nof thing.\n\nYogi gets me a sleeping bag and we stretch out under the stars in front\nof the limestone castle. (Man, that thing is pretty in the moonlight,\nMr. President.) Lanterns hanging in some of the caves made it sparkle\nhere and there like a giant hunk of jewelry. And I never breathed such\nfresh, sweet air as that, anyplace.\n\nThe next day the CO calls Yogi in for a conference that doesn't include\nme, so I get in on the baseball game after all. It was a lot of fun,\ntoo. Lunette's gravity is much less that of Earth so I made some pretty\nwild throws until I got oriented.\n\nAt chow time I latched onto Yogi. \"Hey, kid, when do I get out of here?\nThis is a fine adventure, but after all, I got obligations back on\nEarth.\"\n\n\"It may not be that easy, Tuck. The Captain doesn't know what to do. HQ\nis going to bust a gasket when they find out about you. After all, the\nCaptain is the only one who has made any trips back since we got here,\nand the project is so secret that not more than 20 people on Earth have\nany inkling of it.\"\n\nI began to flip my lid. \"Yogi,\" I said, \"how much does this project\ncost?\"\n\n\"Plenty, Tuck, more than you'd imagine. The equipment the guys use for\ntheir surveys is pretty high-powered stuff. Why?\"\n\n\"Because it's coming out of my pocket, that's why. And me and a lot of\nmy buddies who are paying the freight on these deals are getting sick\nof hearing that only two or three or twenty people in the whole USA\nknows about this or that secret project. Security is okay, but don't\nyou think we ought to know something about what our money's going for?\"\n\nBoy, am I a genius at putting my foot in it! The lighter gravity on\nLunette must of gone to my head. Yogi gave me a real funny look, got up\nfrom the mess table, and walked off.\n\n\n\nI started to sweat. What the heck made me blow off like that? Now they\nreally would think I was a security risk, and maybe they'd decide not\nto let me go back at all, at least not until they had a court-martial\nor something. Naturally I have plenty of respect for military secrets;\nit's just that I think voters should have a little more information and\na little more say-so about how our money is spent. It's a sore point\nwith me. But what a stupid time I pick to sound off about it!\n\nA soldier comes along and tells me the CO wants to see me. Now I know\nthis is it.\n\nBut Yogi and the Captain both looked as friendly as ever. \"Peters,\" the\nCO said, \"I think you can be useful to us.\"\n\nOh, oh, here it comes. They're going to try to talk me into staying up\nhere.\n\n\"I suppose you have figured out by now what the Lunette Project is all\nabout,\" the Captain went on. \"You remember stories in the papers a few\nyears ago on the possibility of creating an artificial satellite to use\nas a base for guided missiles in case of war?\"\n\nI nodded.\n\n\"The stories were hushed up pretty fast, and the reason was that\nLunette was discovered just about then. They stopped talking about it\njust as they stopped talking about atomic research after the Manhattan\nproject started.\"\n\n\"Listen, Captain, please,\" I said. \"Beg pardon for interrupting, but\nplease don't tell me anything a civilian isn't supposed to know,\nbecause--no offense--I don't want to get roped into the Army just\nbecause I know too much.\"\n\n\"No offense to _you_, Peters--I'm not trying to get you into the Army.\"\nHe grinned, and I felt a lot better. \"Let me go on. Yogi tells me that\nhe explained to you something about the Matter BARS. Did you understand\nit?\"\n\n\"Pretty well, sir. He should have been a teacher if he could make me\nsee a glimmer of light in that stuff.\"\n\nThe Captain laughed and Yogi got red.\n\n\"He was. Assistant Professor of Electronics at Columbia, before the\nSignal Corps persuaded him to become a Space Cadet.\"\n\nMy face was red then.\n\n\"Well, on the military nature of our mission we have just a few more\nwrinkles to iron out,\" the Captain went on, \"but something else has\ncome up that we think has a lot more significance than guided missiles.\"\n\n\"I told the Captain I thought you'd help us,\" Yogi said, \"because of\nwhat you said about secret projects a while ago.\"\n\nNow I _am_ confused. So I don't like so much secrecy, so they think I\ncan help their project? I don't get it. I don't get it at all.\n\n\"Yogi will explain the science part,\" the Captain said. \"I'm just a\npublicity man myself, not a teacher. But as a publicity man, Peters, I\nthink we can use you. Would you be game to try a job that could be very\nimportant?\"\n\nI nodded, still confused but willing.\n\nYogi started by explaining that Lunette came into existence about a\nhundred million years ago, a figure the geologists came up with by\nmeasuring the radioactivity of the uranium here and comparing it with\nthat of uranium on Earth.\n\n\"But, in studying the radioactivity of the elements here,\" he said, \"we\nhave discovered something else ... something that could change the\nwhole picture of things back on Earth. We found out about it, at least\na glimmer of it, almost as soon as we got up here, but we wanted to run\na whole slew of experiments before we let ourselves believe that it was\ntrue.\n\n\"Say, Tuck, what's that bandage on your hand for?\"\n\n\n\nI was surprised at his sudden change of subject, but I told him how I\nhad burned my hand on the spotweld machine the night before.\n\n\"Does it hurt now?\"\n\n\"Heck, it ain't nothing, Yogi. Let's get on with my physics lesson.\"\n\n\"Do me a favor, please. Take off the bandage.\"\n\nHe was real serious, so I unwound the bandage the nurse put on. There\nwas just a tiny white scar where the burn had been. It looked like I\nhad done it at least a couple of weeks ago!\n\nYogi and the Captain looked at each other and grinned like they were\nreal proud of something.\n\n\"That's part of the lesson, Tuck. Our big discovery is that the\nincreased radioactivity of the elements here on Lunette seems to have\na miraculous healing power on any infectious or communicable disease,\nand on any injury to body tissues. Maybe you remember reading a little\nabout the strange effect that the Bikini tests had on some of the\nanimals used experimentally.\"\n\nI nodded.\n\nYogi continued. \"We don't know yet just how this radioactivity works on\nthe body. In fact, we're not even sure it is the radioactivity alone.\nThere may be some added effect from the Lunette climate or water. But\nwe have proved, to the satisfaction of everyone here, that almost all\nEarth diseases and most injuries can be cured on Lunette.\n\n\"The mess sergeant had a trick knee when he came here. The trouble\ndisappeared completely when we arrived. One of the geologists had an\nulcer. Hasn't felt a pain since the second day. Another guy had some\nbad powder burns from a lab experiment that disappeared over night,\njust like your burn did.\n\n\"When we first suspected what was going on, we asked the crew at Silver\nSpring to send up white rats, guinea pigs, and dogs, with everything\nfrom cancer and T.B. through rabies to polio, and the results were one\nhundred per cent perfect, with complete recovery in every case inside\nof a week. _And_, this is important, they stayed cured when sent back\nto Earth.\"\n\nYogi's eyes were burning like one of them gospel preachers at a\nrevival, and his voice was shaking. I was catching the excitement\nmyself. The Captain took over the story.\n\n\"I suppose you're wondering what we want of you?\"\n\n\"I sure am. This is a big deal, isn't it?\" I looked at the little scar\non my hand again, to convince myself nobody was kidding.\n\n\"Here's our problem, and our plan, Tuck. Yogi told me what you said\nabout the taxpayers' right to know where their money is going, and it\nties in with what a lot of us up here have been discussing.\n\n\"Most of our fellows are like Yogi--technicians who chose their line\nof work because they thought they could help make the world a better\nplace to live in. Now that they have the chance to make the biggest\ncontribution of their whole lives, they're all hemmed in by military\nrigamarole and red tape. It goes against the grain for scientists.\"\n\n\"You mean the Army is keeping the place top secret, so it can't be used\nfor a ... well, a health resort?\"\n\nThe Captain nodded. \"I'm not arguing with the military reasons for\nsecurity. Maybe they're right on that score. But in the meantime,\nthousands of people are dying every day of disease, needlessly, while\nthe Army keeps the secret that could end those deaths. The people\nwill find out about it eventually, and I don't think they'll like it.\nSuppose your mother were to die of cancer a few months from now, and\nyou were to find out later that her death was unnecessary, and that\nyour own government could have stopped it. What would you think? How\nabout it, Peters, are you with us? What do you say?\"\n\n\n\nThe Captain had been talking louder and faster till he was practically\nout of breath.\n\n\"I got just one thing to say, Captain. My baby sister died of T.B.\njust before her eighteenth birthday last year. You can bet your bottom\nnickel I'm with you on this deal, right down the line. Just give me the\nscoop. I'll go along.\"\n\nYogi and the CO slapped me on the back.\n\nThey explained to me, Mr. President, all about this secret\nCongressional hearing to be held on the Lunette project next week, and\nhow I should go to Washington and get my Congressman to spring me as a\nsurprise witness--a civilian who had been to Lunette and knew the score.\n\nThey knew all about what strings to pull to be sure I could get in,\nand they helped me figure out what I should say. They seemed to think\nthat my word, you know, the guy on the street or something like that,\nwould carry some weight and make Congress see that the health angle on\nthis Lunette project is a darned sight more important than keeping the\nsecret of a guided missile station. Why, for Pete's sake, Mr. President\nUncle Sam owns Lunette, doesn't he? When the other side hears about\nthis they'll want to get in on it so bad they'll be awful anxious\nto stay in our good graces. Probably turn out to be an even better\nmilitary defense than guided missiles.\n\nTime was important now, so just at five o'clock, when I generally\nreport for work, Yogi and I walked down to the Matter BARS and shook\nhands. Yogi took a polaroid picture of me standing there and gave me\nthe print. You know, Mr. President, I kind of hated to leave. That\nLunette sure is a pretty place.\n\nYogi moved the two little balls together, and sure enough, like he had\ntold me, I felt like I was catching a fit of sneezing. That was all,\nand there I was back at Diversified, in the restricted Signal Corps\nsection, with the inspector staring at me.\n\nHe looks ready to pull a gun on me, so I laugh at him, nervous as\nheck inside but trying not to show it. \"What's the matter, you seen a\nghost?\"\n\n\"How did you get in that cabinet, Peters?\" He's really mad, and I'm\nwondering if I can pull it off.\n\n\"Well, I know you spend all your time over here by yourself, so I\nthought maybe someone should break the monotony. I just crawled in\nthere a couple of minutes ago to surprise you.\" (That was true in a\nway, wasn't it?)\n\n\"Don't do that again, Peters. No harm done, I guess, but if I had moved\nthose two little balls together without seeing you in there I don't\nknow what would have happened to you!\"\n\nMebbe you don't, but I do, I thought to myself. I scrammed out of there\nas soon as I was sure I had him sold on my story.\n\nAnd that's all there is to the story, Mr. President, except that last\nweek like a darned fool I had to drop that picture. It was one Yogi\ntook of me with his Polaroid, standing by the Matter BARS with a bunch\nof Lunette coconuts (the boys call them Ikenuts, sir).\n\nSo my foreman sees the manhole cover in the picture and thinks that\nsomething must be funny and turns it in to our personnel manager. And\n_he_ turns it over to the FBI, and I wouldn't tell em anything, and\nhere I am in the clink.\n\nSo it looks like I've fouled up the boys' plans to use me as a secret\nweapon, and it looks like I've fouled up my own life real good unless\nyou can figure out a way to help me.\n\nI think I will close now and leave the whole mess up to you.\n\n                                                      Obediently yours,\n\n                                                            Joe Peters.\n\n\n\nTHE WHITE HOUSE\n\nWashington, D. C.\n\nDear Mr. Peters:\n\nWe are happy to learn that, in accordance with instructions from this\noffice, you have been reinstated in your job and that the FBI and your\nemployer are reassured as to your loyalty.\n\nThe President has asked me to extend his personal invitation to you to\nhave lunch at the White House next Friday when you are in Washington\nfor the hearing.\n\nYour story interested him so much that he investigated it personally\nand thoroughly. As a result he has a special surprise in store for\nCongress and the American people on Friday. All I can divulge to you at\nthis time is that his barber fainted this morning when he called at the\nWhite House to give the President his weekly trim.\n\n                                                      Very truly yours,\n\n                                                         Robert Kenwood\n\n                                               Special Assistant to the\n\n                                         President of the United States\n",
    "metadata": {
        "author": [
            "Donnelson, Allyn"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/66397/pg66397.txt",
        "name": "welcome_to_paradise.json"
    }
}