{
    "name": "We're Civilized!",
    "author": [
        "Clifton, Mark",
        "Apostolides, Alex"
    ],
    "body": "The females and children worked among the lichen growth, picking off the\nfattest, ripest leaves for their food and moisture, completing their arc\nof the circle of symbiosis.\n\nThe males worked at the surface of the canals, or in open excavations.\nTheir wide, mutated hands chipped into the rock-hard clay, opening a\nchannel which was to be filled with sand and then sealed off with clay\non all sides and surface. That water might seep through the sand without\nevaporation, without loss, from the poles to the equator of Mars—seep\nunimpeded, so that moisture might reach the lichen plants of everyone,\nso that none might thirst or hunger.\n\nThe seepage must flow. Not even buried in the dim racial memory had\nthere ever been one who took more than his share, for this would be like\nthe fingers of one hand stealing blood from the fingers of the other.\n\nAmong the Mars race there were many words for contentment, kinship of\neach to all. There were words to express the ecstasy of watching the\neternal stars, by night and by day, through the thin blackish\natmosphere. There were words to express the joy of opening slitted\nnostrils to breathe deeply in those protected places where the blowing\nsands did not swirl, of opening folds of rubbery skin to catch the weak\nrays of the distant Sun.\n\nBut there were no words for \"mine\" as separate from \"yours.\" And there\nwas no urge to cry out, \"Why am I here? What is the purpose of it all?\"\n\nEach had his purpose, serene, unquestioning. Each repaired or extended\nthe seepage canals so that others, unborn, might know the same joys and\necstasies as they. The work was in itself a part of the total joy, and\nthey resisted it no more than healthy lungs resist clear, cool air.\n\nSo far back that even the concept of beginnings had been forgotten, the\ninterwoven fabric of their symbiotic interdependence seeped through\ntheir lives as naturally as the precious water seeped through the canal\nsands. As far back as that, they had achieved civilization.\n\nTheir kind of civilization.\n\n                                  ————\n\nCaptain Griswold maintained an impassive face. (Let that, too, be a part\nof the legend.) Without expression, he looked through the screen at the\nred land flashing below the ship. But unconsciously he squared his\nshoulders, breathed deeply, enjoying the virile pull of his uniform over\nhis expanding chest. Resolutely he pushed aside the vision of countless\ngenerations of school children, yet to come, repeating the lesson\ndutifully to their teachers.\n\n\"Captain Thomas H. Griswold took possession of Mars, June 14, 2018.\"\n\nNo, he must not allow any mood of vanity to spoil his own memories of\nthis moment. It was beside the point that his name would rank with the\ngreat names of all times. Still, the history of the moment could not be\ndenied.\n\nLieutenant Atkinson’s voice broke through his preoccupation, and saved\nhim the immodest thought of wondering if perhaps his cap visor might not\nbe worn a little more rakishly to one side. He must father a custom,\nsomething distinctive of those who had been to Mars—\n\n\"Another canal, sir.\"\n\nBelow them, a straight line of gray-green stretched to the horizon,\ncontrasting sharply with the red ferrous oxide of the landscape. An\nentire planet of ferrous oxide—iron—steel for the already starving\ntechnology of the Western Alliance. The captain felt a momentary\nirritation that even this narrow swath displaced the precious iron ore.\n\nObviously these canals served no purpose. His ship had circled the\nplanet at its equator, and again from pole to pole. Canals everywhere,\nbut nothing else. Enough time and fuel had been wasted. They must land.\nObviously there was no intelligent life. But the history of the moment\nmust not be marred by any haste. There must be no question within the\nbooks yet to be written. There must be no accredited voice of criticism\nraised.\n\n\"My compliments to Mr. Berkeley,\" he said harshly to Lt. Atkinson, \"and\nwould he kindly step to the control room?\" He paused and added dryly,\n\"At his convenience.\"\n\nMister Berkeley, indeed. What was it they called the civilian—an\nethnologist? A fellow who was supposed to be an authority on races,\ncivilizations, mores and customs of groups. Well, the man was excess\nbaggage. There would be no races to contact here. A good thing, too.\nThese civilian experts with their theories—show them a tooth and they’ll\ndream up a monster. Show them a fingernail paring and they’ll deduce a\ncivilization from it. Nonsense!\n\n\"You wanted to see me, Captain?\" The voice was young, quiet, controlled.\n\n                                  ————\n\nWithout haste, Captain Griswold turned and faced Berkeley. Not only a\ntheorist, but a young theorist. These super-bright young men with their\nsharp blue eyes. A lot of learning and no knowledge. A lot of wisdom and\nno common sense. He carefully controlled his voice, concealing his lack\nof respect for the civilian.\n\n\"Well, Mr. Berkeley, we have quartered the globe. We have seen no\nevidence of civilization.\"\n\n\"You discount the canals, Captain?\" Berkeley asked, as if more from\ncuriosity than refutation.\n\n\"I must discount them,\" the captain  answered  decisively. \"Over all the\nplanet we have seen no buildings, not even ruins, no evidence at all\nthat intelligence exists here.\"\n\n\"I consider straight lines, running half the length of a world, to be\nevidence of something, sir.\" It was a flat statement, given without\nemphasis.\n\nArguments! Arguments! Little men who have to inflate themselves into a\nstature of importance—destroy the sacred history of the moment. But\nquietly now. There must be no memory of petty conflict.\n\n\"Where are their buildings, Mr. Berkeley?\" he asked with patient\ntolerance. \"Where are their factories? The smoke from their factories?\nThe highways? The transportation facilities? Where are the airplanes?\nEven this thin air would support a fast jet. I do not require they have\nspaceships, Mr. Berkeley, to concede them intelligence. I do not require\nthey be the equal of Man. I also have some scientific training. And my\ntraining tells me I cannot recognize the existence of something where\nthere is no evidence at all.\"\n\n\"The canals,\" Berkeley answered. His voice also was controlled, for he,\ntoo, knew the history of this moment. But his concern was not for his\nown name in the history books. He knew only too well what its writers\ndid to individuals for the sake of expediency. His concern was that this\nmoment never be one of deep shame for Man. \"Perhaps they have no\nbuildings, no factory smoke, because they don’t need them. Perhaps they\ndon’t have highways because they don’t want to go anywhere. Perhaps\ntheir concept of living is completely unlike ours.\"\n\n                                  ————\n\nGriswold shrugged his shoulders. \"We speak an entirely different\nlanguage, Mr. Berkeley.\"\n\n\"I’m afraid you’re right, Captain,\" Berkeley sighed. \"And it might be a\ntragic thing that we do. Remember, European man spoke a different\nlanguage from that of the American Indian, the Mayan, Polynesian,\nAfrican, Indonesian—\" He broke off as if the list were endless. \"I ask\nonly that we don’t hasten into the same errors all over again.\"\n\n\"We can’t hover here above the surface forever,\" Griswold said\nirritably. \"We have quartered the globe. The other experts are anxious\nto land, so they can get to their work. We have made a search for your\ncivilization and we have not found it.\"\n\n\"I withdraw all objections to landing, Captain. You are entirely\ncorrect. We must land.\"\n\nThe intercom on the wall squawked into life.\n\n\"Observation to Control. Observation to Control. Network of canals\nforming a junction ahead.\"\n\n\"Prepare for landing, Lieutenant Atkinson,\" Griswold commanded sharply.\n\"At the junction.\" He turned and watched the screen. \"There, Mr.\nBerkeley, dead ahead. A dozen—at least a dozen of your canals joining at\none spot. Surely, if there were a civilization at all, you would find it\nat such a spot.\" Slowly and carefully, he constructed the pages of\nhistory. \"I do not wish the implication ever to arise that this ship’s\ncommander, or any of its personnel, failed to cooperate in every way\nwith the scientific authorities aboard.\"\n\n\"I know that, Captain,\" Berkeley answered. \"And I agree. The junction,\nthen.\"\n\n                                  ————\n\nThe sigh of servo-mechanism, the flare of intolerably hot blue flame,\nand the ship stood motionless above the junction of canals. Ponderously,\nslowly, she settled; held aloft by the pillars of flame beneath her,\ndirectly above the junction, fusing the sand in the canals to glass,\nexploding their walls with steam. Within their warm and protected\nburrows beside the canals, slitted nostrils closed, iris of eyes\ncontracted, fluted layers of skin opened and pulled tight, and opened\nagain convulsively in the reflexes of death.\n\nThere was a slight jar only as the ship settled to the ground, bathed in\nthe mushrooming flame.\n\n\"A good landing, Lieutenant,\" Captain Griswold complimented. \"A good\nlanding, indeed.\"\n\nHis head came up and he watched the screen to see the landscape reappear\nthrough the dust and steam.\n\n\"Prepare to disembark in approximately six hours, Lieutenant. The heat\nshould have subsided sufficiently by then. The ship’s officers, the\nciv—er—scientific party, a complement of men. I will lead the way. You,\nLieutenant, will carry the flag and the necessary appurtenances to the\nceremony. We will hold it without delay.\"\n\nBerkeley was watching the screen also. He wondered what the effect of\nthe landing heat would be on the canals. He wondered why it had been\nconsidered necessary to land squarely on the junction; why Man always,\nas if instinctively, does the most destructive thing he can.\n\nHe shrugged it away. Wherever they landed might have been the wrong\nplace.\n\n                                  ————\n\nFarther along the canals, where the heat had not reached, the Mars race\nbegan to emerge from their protecting burrows. They had seen the meteor\nhurtling downward, and it was part of their conditioning to seek their\nburrows when any threatening phenomenon occurred.\n\nFlaming meteors had fallen before, but never in the interlocked racial\nmind was there memory of one which had fallen directly on a canal\njunction. Within the fabric of their instinct, they sensed the fused\nsand, the broken clay walls, the water boiling through the broken walls,\nwasted. They sensed the waters on the other side of the barrier seeping\nonward, leaving sand unfilled. Within the nerves of their own bodies\nthey felt the anticipated pangs of tendril roots searching down into the\nsand for water, and not finding it.\n\nThe urgency came upon them, all within the region, to remove this\nmeteor; restore the canals as soon as the heat would permit. They began\nto gather, circling the meteor, circling the scorched ground around it.\nThe urgency of getting at it before there was too much water lost drove\nthem in upon the hot ground.\n\nThe unaccustomed heat held them back. They milled uncertainly, in\nincreasing numbers, around the meteor.\n\n                                  ————\n\nSince Captain Griswold had not asked him to leave the control room\nduring landing operations, Berkeley still stood and watched the screen.\nAt the first appearance of the Mars race emerging from the soil, he\nexclaimed in great excitement:\n\n\"There they are! There they are, Captain!\"\n\nGriswold came over and stood beside him, watching the screen. His eyes\nwidened.\n\n\"Horrible,\" he muttered in revulsion. The gorge arose in his throat and\nstopped his speech for a moment. But history took possession of him\nagain. \"I suppose we will get accustomed to their appearance in time,\"\nhe conceded.\n\n\"They’re the builders, Captain. Wonderful!\" Berkeley exulted. \"Those\nshovel-shaped forelimbs—they’re the builders!\"\n\n\"Perhaps,\" Griswold agreed. \"But in the way a mole or gopher—still, if\nthey were intelligent enough to be trained for mining operations—but\nthen you certainly cannot call these things intelligent, Mr. Berkeley.\"\n\n\"How do we know, Captain?\"\n\nBut the Captain was looking about vainly for buildings, for factory\nsmoke, for highways.\n\n\"Lieutenant Atkinson!\" he called.\n\n\"Yes, sir.\"\n\n\"Send an immediate order throughout the ship. The Mars things are not to\nbe molested.\" He glanced at Berkeley as he gave the order, and then\nglanced away. \"Double the complement of men on the landing party and see\nthat they are fully armed.\" Then back to Berkeley, \"A good leader guards\nagainst every contingency. But there will be no indiscriminate\nslaughter. You may be assured of that. I am as anxious as you that Man—\"\n\n\"Thank you, Captain,\" Berkeley answered. \"And the planting of the flag?\nThe taking possession?\"\n\n\"Well, now, Mr. Berkeley, what shall we do, now that we have seen\nsome—things? Go away? Leave an entire planet of iron ore to be claimed\nlater by Eastern Alliance? The enemy is not far behind us in their\ntechnology, Mr. Berkeley.\"\n\nHe warmed to his theme, his head came up, his shoulders back.\n\n\"Suppose these things are intelligent. Suppose they do have feelings of\none kind or another. What would happen to them if the Eastern Alliance\nlaid claim to this planet? Under us, at least, they will have\nprotection. We will set aside reservations where they may live in peace.\nObviously they live in burrows in the ground; I see no buildings. Their\ntotal food supply must be these miserable plants. What a miserable\nexistence they have now!\n\n\"We will change that. We will provide them with adequate food, the food\nto fill their empty stomachs—if they have stomachs. We will clothe their\nrepulsive nakedness. If they have enough sense to learn, we will give\nthem the pride of self-employment in our mines and factories. We would\nbe less than human, Mr. Berkeley, if we did not acknowledge our duty.\"\n\nThe light of noble intention shone in his face. He was swept away with\nhis own eloquence.\n\n\"If,\" he finished, \"we take care of the duty, the destiny will take care\nof itself!\"\n\nThat was very good. He hoped they would have the grace to quote him on\nthat. It was a fine summing up of his entire character.\n\nBerkeley smiled a rueful smile. There was no stopping it. It was not a\nmatter of not planting the flag, not taking possession. The captain was\nright. If not the Western Alliance, then certainly the Eastern Alliance.\nHis quarrel was not with the captain nor with the duty, but with the\ndestiny. The issue was not to be decided now. It had already been\ndecided—decided when the first apeman had crept into the tree nest of\nanother and stolen his mate.\n\nMan takes. Whether it be by barbaric rapine, or reluctant acceptance of\nduty through carefully contrived diplomacy, Man takes.\n\nBerkeley turned and made his way out of the control room.\n\n                                  ————\n\nOutside, the soil shifted in its contortions of cooling. The wind\nwhispered dryly over the red landscape, sending up little swirls of\ndust, eternally shifting it from one place to another. The soil was less\nhot, and as it cooled, the Mars race pressed inward. Theirs was the\nurgency to get at this meteor as quickly as possible, remove it, start\nthe water flowing once more.\n\n\"Observation reports ground cool enough for landing!\" The magic words\nseemed to sing into the control cabin.\n\n\"Summon all landing party,\" Captain Griswold commanded immediately.\n\nThe signal bells rang throughout the ship. The bell in the supercargo\ncabin rang also. With the other scientists, Berkeley dressed in his\nprotecting suit, fitted the clear glassite oxygen helmet over his head,\nfastened it. Together with the rest, he stood at the designated airlock\nto await the captain’s coming.\n\nAnd the captain did not keep them waiting. At precisely the right\nmoment, with only a flicker of a side glance at the photographic\nequipment, the captain strode ahead of his officers to the airlock. The\nsealing doors of the corridor behind them closed, shutting off the\nentire party, making the corridor itself into a great airlock.\n\nThere was a long sigh, and the great beams of the locks moved\nponderously against their weight. There was the rush of air from the\ncorridor as the heavier pressure rushed out through the opening locks,\nto equalize with the thin air of Mars. With the air rushed outward\nfungus spores, virus, microbes; most of them to perish under the alien\nconditions, but some to survive—and thrive.\n\nThe red light above the lock was blinking on-off-on-off. The officers,\nthe scientists, the armed men, watched the light intently. It blinked\noff for the last time. The locks were open. The great ramp settled to\nthe ground.\n\n                                  ————\n\nIn ordered, military file, the captain at their head, the landing party\npassed down the corridor, through the locks, out upon the ramp beneath\nthe blue-black sky; and down to the red soil. Captain Griswold was the\nfirst man to set foot on Mars, June 14, 2018. The photographers were\nsecond.\n\nNow the Mars race was moving closer to the ship, but the ground was\nstill too hot for their unprotected feet. The pressing need for removing\nthe meteor possessed them. The movement of the men disembarking from the\nship was to them no more than another unintelligible aspect of this\nincredible meteor.\n\nThe sound of a bugle pierced the thin air, picked up by the loudspeaker\nfrom the ship, reverberating through their helmets. The landing party\nformed a semi-circle at the foot of the ramp.\n\nCaptain Griswold, his face as rigidly set as the marble statuary of him\nto follow, reached out and took the flag from Lieutenant Atkinson. He\nplanted it firmly, without false motion, in the framework one of the men\nhad set upon the baked ground to receive it.\n\nHe pointed to the north, the south, the east, the west. He brought his\nhands together, palms downward, arms fully out-stretched in front of\nhim. He spread his arms wide open and down, then back together and up;\ncompleting a circle which encompassed all the planet. He held out his\nright hand and received the scroll from Lieutenant Atkinson.\n\nWith a decisive gesture, not quite theatrical, he unfurled the scroll.\nHe read in a voice firm enough to impress all posterity:\n\n\"By virtue of authority invested in me from the Supreme Council of the\nWestern Alliance, the only true representatives of Earth and Man, I take\npossession of all this planet in the name of our President, the Supreme\nCouncil, the Western Alliance, Earth, and in the name of God.\"\n\n                                  ————\n\nThe ground was cool enough now that their feet might bear it. The pain\nwas great, but it was lost in the greater pain of feeling the killing\nobstruction the great meteor had brought to their canals. The Mars race\nbegan to press inward, inexorably.\n\nIt was in the anticlimactic moment, following the possession ceremony,\nwhen men milled around in uncertainty, that Lt. Atkinson saw the Mars\nrace had come closer and were still moving.\n\n\"The monsters!\" he exclaimed in horror. \"They’re attacking!\"\n\nBerkeley looked, and from the little gestures of movement out of his\nlong training he deduced their true motive.\n\n\"Not against us!\" he cried. \"The ship.\"\n\nPerhaps his words were more unfortunate than his silence might have\nbeen; for the ship was of greater concern to Captain Griswold than his\nown person.\n\n\"Halt!\" Griswold shouted toward the approaching Mars race. \"Halt or I’ll\nfire!\"\n\nThe Mars race paid no heed. Slowly they came forward, each step on the\nhot ground a torture, but a pain which could be borne. The greater\ntorture, the one they could not bear, was the ache to press against this\nmeteor, push it away, that they might dig the juncture clean again. As a\nman whose breath is stopped fights frantically for air, concerned with\nnothing else, so they felt the desperation of drying sands.\n\nThey came on.\n\n\"For the last time,\" Griswold shouted, \"halt!\" He made a motion with his\nhands, as if to push them back, as if to convey his meaning by signs.\nInvoluntarily, then, his eyes sought those of Berkeley. A look of\npleading, helplessness. Berkeley met the glance and read the anxiety\nthere, the tragic unwillingness of the man to arouse posterity’s rage or\ncontempt.\n\nIt was a brief glance only from both men and it was over. Captain\nGriswold’s head came up; his shoulders straightened in the face of the\noncoming monsters. They were close now, and coming closer. As always,\nthe experts were free with their advice when it was not needed. When the\nchips were down, they could do no more than smirk and shrug a helpless\nshoulder.\n\nHe gave the command, and now there was no uncertainty.\n\n\"Fire!\"\n\n                                  ————\n\nThe celebration was being held in the Great Stadium, the largest, most\ncostly structure that Man had ever built. It was a fitting structure for\nthe more important football games; and used on occasion, if they could\nbe fitted in without upsetting the schedule, for State affairs. Now the\nstadium was filled to capacity, its floor churned by the careless feet\nof the thousands upon thousands who had managed to obtain an entrance.\n\nFrom the quarter-mile-high tiers of seats, from the floor of the\nstadium, the shouts welled up, washing over the platform at the North\nend.\n\n\"Griswold! Griswold!\"\n\nIt was not yet time for history to assess the justice of the massacre.\n\nThe President raised his hand. The battery of video cameras picked up\neach move.\n\n\"Our hopes, our fears, our hearts, our prayers rode through every\nspace-dark, star-flecked mile with these glorious pioneers.\" He turned\nthen to the captain. \"For the people of Earth, _Admiral_ Griswold, this\nmedal. A new medal for a Guider of Destiny, Maker of Empire, Son of\nMan!\"\n\nThe voice faltered, stopped.\n\nThe crowd on the floor of the stadium was pressing outward from the\ncenter, screaming in pain and terror. At the moment when the people\nshould be quiet, rapt in reverence, they were emptying the floor of the\nstadium. But not willingly. They were being pressed back and out, as a\ngreat weight pushes its way through water. Those who could move outward\nno farther were crushed where they stood.\n\nAnd then the ship appeared.\n\nHazy of outline, shimmering with impossible angles, seen by its glinting\nfire of light rather than by its solid form, as if its reality were in\nsome other dimension and this only a projection, the ship appeared.\n\nThe President’s hand reached out and gripped Griswold’s shoulder as he\nleaned back and back, trying to determine its vast height. A silence\nthen clutched the crowd—a terrified silence.\n\nA full minute passed. Even on the platform, where all the pioneers of\nMars were assembled with Earth’s dignitaries, even there the people\ncowered back away from this unseeable, unknowable horror.\n\nBut one man leaned forward instead, frantically studying the shimmering\noutline of the ship. One man—Berkeley.\n\nWith the training of the ethnologist, a man who really can deduce an\nentire civilization from mystifying data, he recognized the tremendous\nimport.\n\nAt the end of that minute, without warning, a group of figures hovered\nin the air near the floor of the stadium.\n\n                                  ————\n\nQuickly, Berkeley’s eyes assessed their form, their color, the\nincreasing solidity of the humanoids. There are some movements, some\ngestures, common to all things of intelligence—the pause, the\nresolution, the lift of pride.\n\n\"No!\" he screamed and started forward. \"Oh, no! We’re civilized. We’re\nintelligent!\" He was pulled back, as in his terror he tried to leap from\nthe platform to get at the humanoids.\n\nHeld there, unable to move, he read the meaning of the actions of the\ngroup hovering near the ship. One flashed a shining tentacle around, as\nif to point to the stadium, the pitifully small spaceship on display,\nthe crowds of people.\n\nThe leader manifestly ignored him. He flowed forward a pace, his ovoid\nhead held high in pride and arrogance. He pointed a tentacle toward the\nsouth end of the stadium, and a pillar of leaping flame arose; fed with\nno fuel, never to cease its fire, the symbol of possession.\n\nHe pointed his tentacles to the north, the south, the east, the west. He\nmotioned with his tentacles, as if to encircle all of Earth.\n\nHe unfurled a scroll and began to read.\n\n\n\n\n",
    "metadata": {
        "author": [
            "Clifton, Mark",
            "Apostolides, Alex"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/38287/pg38287.txt",
        "name": "were_civilized!.json"
    }
}