{
    "name": "West o' Mars",
    "author": [
        "Fontenay, Charles L."
    ],
    "body": "Of all the planets, Peache liked Mars best. Peache was a salesman, and\nhis territory was the inhabited planets and moons. There were things\nhe liked about each one, even Earth, but he particularly enjoyed the\ngentle gravity of Mars--a gravity that made him feel as though he were\nflying when he walked in long, easy leaps, and yet didn't frighten him\nby letting him shoot halfway out to space.\n\nHis stop at Mars in 2081 added an experience which Peache considered\nan extraordinary piece of luck. Having supper with Samlaan Britt in\nWest o' Mars was comparable to having tea with Shah Jehan in the Taj\nMahal.\n\nThe supper had been incomparable. Now the two of them sat in the\nDice Room of the tower, warmed by a green and orange blaze in the\nhuge fireplace, and smoked the sweet, strong, foot-long cigars that\nare produced only in the Hadriacum Lowlands of Mars. Beyond the\ndouble-thick glass of the window-wall, the sun was setting behind the\nfantastic dunes of the Aeolia Desert.\n\nAround them in the dim-lit room, the air was thick with cigar smoke,\nhaunted by the aura of legend. The tales of the founding of West o'\nMars were vague: Peache had heard the vast wealth that built it had\nbeen won on a single throw of the dice, that Britt had been driven to\nbuild it by the hatred of a woman he loved, that he had built it above\nthe bones of a man who had stolen his wife, that it was a memorial to\nhis wife. While he was here, Peache hoped to sift truth from fancy, for\nhe was a man of romantic bent.\n\nBelow them the tower dropped down the side of the cliff to a clear\ndome on the now-shadowed lowland of Lacus Lucrinus. The dome enclosed\nmost of the majestic building and its exotic gardens from the\nthin, oxygen-poor Martian air. It was a daring conception, nowhere\nduplicated--an air-tight building that projected high above its\nplasticene dome.\n\nPeache inhaled a long sweet draft of smoke and blessed the fact that\nhis product was the latest in weather-control units. Only for such a\nmajor purchase would Samlaan Britt have invited him here.\n\n\"You aren't married, Mr. Britt,\" said Peache when the conversation\nprovided him with an opening. \"Don't you get lonesome out here,\nhundreds of miles from the nearest city, with no one around but robots?\"\n\n\"I have many tapes and films, Mr. Peache,\" replied Britt, smiling.\nHe was a short, slight man with close-cropped gray hair and round,\nguileless eyes. \"I have my gardens, and the lowland of Lacus Lucrinus,\nand the desert.\"\n\n\"Even so, I'm surprised you haven't found a woman to share all this\nbeauty and wealth with you. I'm sure there are many of them who'd be\nwilling.\"\n\n\"No doubt,\" replied Britt drily. \"But I am a man of peculiar tastes.\nI enjoy my own thoughts, and generally I prefer my own viewpoint\nunalloyed by the differing outlook of someone else. I find your company\ninteresting for an evening, Mr. Peache, but few women could share this\nisolation without becoming bored and, consequently, a nuisance.\"\n\nThen Peache told Britt of his theory: that behind the accomplishments\nof every successful man, somewhere, lies the influence of a woman. It\nmight be that his mother babied him far into puberty, and he achieved\nthings to prove his integrity as an individual. It might be that he\nreacted to an unhappy love affair by proving himself a better man than\nhis more fortunate rival.\n\n\"In my case, I was the only boy among eight children,\" said Peache. \"I\nchose the freedom of traveling about through space, I think, through\nan unconscious desire to escape from a female-dominated society. I\nthink achievement in any field is a sublimation of the sex drive, and\nI understand you did not inherit any of your wealth, Mr. Britt, but\namassed it all yourself.\"\n\nBritt was silent for a moment, contemplating the end of his cigar.\n\n\"And, of course, you're curious about the conflicting stories that are\nspread around the system,\" he suggested. \"Well, there was a woman,\nMr. Peache, but I'm afraid what occurred has nothing to do with your\ntheory.\"\n\n\n\nWest o' Mars (said Britt) represents a dream I have cherished, I think,\nsince boyhood. I think the seed of the dream must have been sown when I\nsaw the early newsfilms of the dome-cities on Luna and Mars.\n\nThe dream drove me to study architecture. Man was expanding swiftly\ninto space and my primary interest was in extra-terrestrial design. I\nfaced a bright future.\n\nBut twenty years ago, when I met Dori, the realization of West o' Mars\nseemed farther away than it had in boyhood. An architect's draftsman is\npaid well but not lavishly, and you can imagine what sort of wealth\nwas required to build a place like this, forty million miles from Earth.\n\nMy trouble was, I was in a hurry. My weakness was, I knew that the turn\nof a card or the roll of the dice could double my weekly salary. It\ncould but, of course, as often as not it didn't. Consequently, I might\nbe rich for a day, only to go hungry for a week.\n\nIt was during one of the hungry periods in 2060 that I attended a\nmeeting of the Astronaut Club for the sake of my stomach. I was living\nthen in Huntsville, the Alabama spaceport city, and it was for business\nreasons that I belonged to the Astronaut Club.\n\nThe food was fair, the speeches dull. I was little interested in the\nentertainment that was to follow, but I wanted to finish my cigar and\ncoffee. The entertainment, it turned out, was Dori.\n\nHer father came out of the wings first, a consumptive old man with a\nshock of unkempt gray hair. In the center of the table he laid a small\nrubber ball, a coin and a pair of dice.\n\nHe bounced the rubber ball. It bounced a few times and subsided, after\na couple of helpful Astronauts had prevented it from rolling off the\nedge of the table. He tossed the coin about a dozen times and rolled\nthe dice about a dozen times, to prove that the falls were at random.\nAll the while, he gave out a tired, monotonous spiel about the laws of\nchance.\n\nThen Dori came out. She was too thin to be pretty, but there was a\nchildish appeal about her. She had big, dark eyes in a sad little face,\nand almost colorless hair. She impressed me not at all. What held me\nthen was that something obviously was to be done with dice.\n\nThe old man bounced the ball again. Dori stood a little way from the\ntable and did nothing but keep her eyes on the bouncing ball. It\nbounced. It kept bouncing. It did not slow down. At the top of each\narc, something invisible seemed to give it an additional downward push,\nso that it did not stop. When it drifted toward the edge of the table,\nsomething invisible seemed to guide it gently but forcefully back to\nthe center.\n\nThe old man tossed the coin. Dori watched it silently as it spun in a\nsparkling arc. It fell heads. He tossed it again. It fell heads. As\nlong as anyone at the table still doubted--nineteen times, I think--he\ntossed the coin and it fell heads.\n\nThe old man rolled the dice. Dori watched them as they rolled. They\nfell seven. He rolled them again. They fell seven. This time I counted.\nTwenty-two times he rolled the dice, and twenty-two times they fell\nseven. Then someone called for an eight, and they fell eight.\n\nThe act ended on a farcical note, with water jumping from a glass to\nsplash the shirt front of Gerss, the club president. Gerss, whose shirt\nwas well stuffed, didn't appear to appreciate it much, but the others\nroared. Then Dori and her father retired--and I was up from the table,\nnearly upsetting my chair, to follow them.\n\nMost of the other members of the Astronaut Club undoubtedly thought\nthe act was a clever piece of legerdemain. But I knew the power Dori\npossessed, for I had read much about it and had yearned for it myself.\n\n\n\nObviously, Dori had strong psychokinetic ability. If you are not\nfamiliar with that, Mr. Peache, it is the ability to manipulate\nphysical things by means of the mind alone. It is still a subject for\ninvestigation, but it was a quality that Dori possessed beyond any\ndoubt.\n\nI caught up with them in the next room, waiting; for Greene, our club\nsecretary, was a cautious man and never paid entertainers in advance.\nWhen Dori's father realized I was not the man bringing his money to\nhim, he sat down disconsolately in a straight-backed chair and let me\ntalk to Dori without interruption. Probably he had been through this\nbefore.\n\nI introduced myself to Dori and, since her impatient expression didn't\nencourage idle chatter, started right in with:\n\n\"You and your father are picking up pennies, when you could be rich.\nNow--\"\n\n\"If you were going to offer to be our manager, you're wasting your\nbreath. My father has had such offers before, and we want no manager.\nHe's satisfied with things as they are.\"\n\nThat's what I had planned, although being their \"manager\" would have\nbeen only a blind for what I had in mind. I changed my tack.\n\n\"As a matter of fact, I was interested in you, Miss Dori. I was\nattracted to you the moment I saw you. I wonder if you'd go out to\ndinner with me tonight?\"\n\nIt was a risky invitation, for I'd have to borrow money for such a\ndate, and prospective creditors were wary of me by now. Her face lit\nup a little at the words--I'm sure she had received such a compliment\nrarely, if ever. But she said:\n\n\"My father doesn't allow me to go out with men.\"\n\nI thought a minute.\n\n\"Surely, he couldn't have any objection to my visiting _him_ tonight,\ncould he? And if you're there, well....\"\n\n\"We're staying at the Ringo Hotel,\" she said after a moment's\nhesitation, and favored me with a shy smile.\n\nWell, I was able to borrow some money, and with it I bought a few\nflowers for Dori and a quantity of the rawest, cheapest whiskey I could\nfind. I had recognized the symptoms of the sot in the old man's pouchy\nface and shaking hands.\n\nThe Ringo Hotel was a run-down place in the eastern sector of town. The\nold man was not especially glad to see me when I appeared early that\nevening, but his attitude changed quickly when I unwrapped the liquor.\nWithin an hour he was dead drunk and snoring on the bed.\n\nDori drank nothing, and I drank just enough to loosen my tongue\nand my inhibitions. It was not the sort of romantic atmosphere I\nwould have preferred, with the two of us facing each other in hard,\nstraight-backed chairs, the bare light bulb glaring down on us and the\nold souse snorting away in his drunken dreams; but I was determined not\nto let this opportunity escape me.\n\nI talked my way carefully, without making any precipitous advances or\nsuggestions, and I soon learned one inescapable fact. Dori had no love\nleft for her father and would leave him in a moment; but her long-dead\nmother had instilled in her a rigid morality that left no door open\nfor an informal association, no matter how attractive I made it. There\nwas one course open to me.\n\n\"Dori,\" I said, \"I have never married because all my life I have been\nwaiting for the woman to appear whom I knew would be right for me. When\nI saw you, I thought you were that woman and now I know. Will you marry\nme?\"\n\nNow, would you think any woman would consider such a proposal seriously\nfrom a man she had met eight hours before, especially a sedate,\nconventional woman like Dori? It was an indication of her hatred of the\nlife she led that she did not even glance at the old man on the bed.\n\nHer answer was in the light that flooded her thin face. In that moment,\nshe was beautiful.\n\n\n\nI had made fast work of my courtship of Dori, and I made fast work of\nthe task of getting rid of her father. After our marriage, I gave him\nenough money to get blind drunk, and then we left town in a hurry. As\nmuch as she had grown to detest the old bum, Dori did not particularly\napprove of this trick, but she had surrendered to a love for me so\ncomplete she was willing to do anything I asked without question. I\nunderstand he died in jail soon afterward.\n\nOur match was not an unhappy one. I have no great capacity for\naffection, but I was not cruel to Dori. To win her in a hurry, I had\nhad to convince her I was desperately in love with her, and it was to\nmy interest to continue the illusion.\n\nFor my plans encompassed no continuation of the piddling little magic\nshow she had put on with her father. I was a gambler, and with Dori at\nmy side a great field of opportunity lay before me.\n\nI don't know if you are familiar with the game of dice, Mr. Peache? No?\nIt's a very ancient and honorable game.\n\nThe player with the dice rolls them. If a seven or an eleven comes up,\nit's a natural and he wins the bet and keeps the dice for another roll.\nIf a two, three or twelve turns up, it's craps and he loses his bet but\nkeeps the dice for another roll. If any other number comes up, that's\nhis point, and he keeps rolling the dice until either that number\nrepeats or a seven comes up. If he wins his point, he wins the bet and\nkeeps the dice, but a seven loses him both his bet and the dice.\n\nDori's method of controlling the dice was to control one of them. When\nthey are rolled, dice rarely stop at the same instant. She would let\nthe first one stop, then keep giving the other the necessary mental\npush until it reached the number that gave the combination she wanted.\nSince the numbers on each die run from one to six, seven was the only\nnumber she could be sure of forcing; but if a point were set, she could\nprevent the dice from hitting seven until the opportunity occurred to\nmake the point.\n\nShe was reluctant at first to use her ability in a way she felt was\ndishonest, but, as I said, she had given herself up to adoration of\nme, and it took only a little affectionate persuasion to soothe her\nconscience into abeyance. She did what I asked, and in a remarkably\nshort time we entered on a life of ease and luxury that was strange to\nboth of us.\n\nNo more for me the small-time gambler who folded on a bluff when only a\nfew dollars were at stake. I knew where the big fish swam, and I went\nafter them.\n\nNaturally, dice was my game. Since childhood I had been an expert\nat cards, but cards do not lend themselves readily to psychokinetic\nmanipulation, without the additional talent of clairvoyance, and Dori\nhad none of that. But how she could make those dice tumble!\n\nBy the time the people who had both money and the gambling instinct\nrealized I was one of those infallible phenomena to be avoided, we were\nrich beyond even my dreams. Suicides and paupers were left in our wake.\n\nIt seems that for every advantage a man gains in life, he is faced\nwith a corresponding disadvantage. He must pay the piper. Here I have\nwealth, and West o' Mars, without Dori.... Well, I anticipate myself.\n\nYou may not know it, Mr. Peache, but even now I might find it dangerous\nto be back on Earth again. It certainly was advisable for me to leave\nEarth at that time. Some of the men I had broken had not been left\nwithout the means to avenge themselves on me.\n\nSo Dori and I came to Mars.\n\n\n\nThose were the days before there were luxurious space liners. Laugh if\nyou will, Mr. Peache, but they are luxurious; I haven't traveled in\nthem, but I've gone through them at Marsport. When Dori and I came to\nMars, passengers were strictly expensive cargo who slept and ate on the\ncenterdeck with the crew and were told brusquely to stay out of the way\nif they went north of the centerdeck. For a modest woman like Dori--the\nonly woman aboard on this trip--it was an ordeal; always at least one\ncrew member was sleeping or relaxing on the centerdeck, and I had to\nshield her with a blanket when she dressed or undressed. An inadequate\ntowel was her only screen when she took a shower or went to the toilet.\n\nI had feared trouble because my wife would be the only woman aboard,\namong a dozen men, on a trip that would last for months. Those fears\nwere groundless. I understand that now women make up an adequate\npercentage of the crews, but at that time they solved the problem by\ndoctoring the food while aspace.\n\nBut tensions mount under such conditions, perhaps more so when their\nmain outlet is suppressed. The terrible thing about the trip, for me,\nwas the deadly monotony. The crewmen had their jobs which, surprisingly\nto me, kept them busy throughout their duty shifts. Dori, being a\nwoman, was more placid than I. But for me the monotony was torture: you\nmust remember that, besides the lack of privacy, our food was doctored,\ntoo, and we could not have lived as man and wife had we had privacy.\n\nOf course, I played cards with the crew, for there was always at least\none who was off duty and not sleeping. But I had determined I would do\nnothing to make Mars as untenable for me as Earth had become, and I\nresisted the temptation to really gamble with any of them. And gambling\nfor pennies is not card playing to me.\n\nThe man who came to my rescue at last was the astrogator, a Hawaiian\nnamed Kei. With Polynesian perspicacity, he had smuggled a personal\nsupply of liquor aboard, against regulations. The other crew members\nknew he took a nip regularly on off-duty hours, but they never could\nlocate his cache.\n\n\"Pretty dull, huh, groundie?\" remarked Kei as we played gin rummy with\ncards that insisted on floating off into the wilds of the gravityless\ncenterdeck. \"Maybe I can pep things up. Ever been drunk in free fall?\"\n\n\"No,\" I said. \"I'm afraid I don't have your foresight.\"\n\nHe grinned smugly.\n\n\"You got to try it once, anyhow,\" he said. \"Maybe once will be all\nyou'll want, though, after the hangover hits you. It makes DTs look\nlike a Grade B movie. Let's go down to the storage deck.\"\n\nI glanced over at Dori. She was apparently asleep in her bunk.\n\nWe went below, and Kei broke out a bottle of fair whiskey from a cache\nbehind one of the storage cabinets. He winked at me, cracked the cork\nand passed it over.\n\nIt didn't take long for the liquor to take hold, and I began to realize\nwhat Kei meant when he said it was an experience every man should go\nthrough once. As you know, when a spaceship is in \"free fall,\" with\nno rockets blasting, there is no gravity at all, and you float free in\nspace. To be drunk in free fall is to add the freedom of the alcohol to\nthe freedom of space. You float on rosy clouds, not just mentally, but\nphysically. You swim around in nothing, airily, deliciously. There's\nnothing on Earth or Mars like it, because you can experience it only in\nspace.\n\nI saw, too, why Kei would go to the storage deck to drink, even if he\nhadn't kept his private cache there. On the storage deck, your wild\ngestures won't hit some vital lever or button--and no one else can hear\nyour ravings. For there's something about a space drunk that makes you\nbabble. You talk your head off; you talk your heart out.\n\nA space drunk is a good catharsis for all the mental quirks and\nrepressions that have been bothering you, and maybe I needed such\na catharsis. Possibly Kei did, too. At any rate, we chattered to\neach other like boyhood chums, telling our dreams, our aspirations,\nrevealing our most secret vices and meannesses.\n\nI was not shocked, but duly sympathetic, to learn that Kei had knifed\nhis brother to death in his teens, and had taken up space service\nto escape the resulting complications. Beside this revelation of\nfratricide, my own selfishness and my cold-blooded reasons for\nmarrying Dori seemed tame. But I made it as strong as I could.\n\n\"She thinks I love her!\" I shouted, laughing uproariously, and Kei\nlaughed with me. \"Think of that! I'm a brilliant, hard-headed,\npractical man, and look at her: nice enough, but washed-out, colorless.\nShe's useful. She's made me rich. But if I'd pick out a woman to fall\nin love with....\"\n\nFloating in the air as I talked, I had swung around gradually, and now\nmy eyes fell on the companionway to the centerdeck above us. Dori was\nclinging to it, and from her expression I could tell she had heard\neverything I said about her.\n\nHer eyes were enormous from the shock, and her face was as\ngrief-stricken as though I had stabbed her callously through the heart\nwithout cause. She turned without a word and left the deck.\n\nIn my drunken exaltation, it seemed funny to me. I laughed about it,\nand made jokes about it to Kei. I felt quite smart and heartless.\nLater, during the hangover, it didn't seem so funny, but, on the other\nhand, I was so miserable I didn't care one way or the other.\n\nDori spoke of it to me only once, and that was just before we blasted\ndown to Mars in the G-boat. She looked at me levelly and said, without\na trace of emotion:\n\n\"I hate you, Samlaan. Always remember that.\"\n\n\n\nMars was a wild frontier planet then, where violence was not out of the\nordinary. The spirit of the adventurer and the pioneer pervaded it,\nas it does the outer moons today. But the frontier has its own code,\nwhich makes it safer sometimes than the steel and stone jungles of\ncivilization.\n\nI had what I wanted now--riches--and I had no desire to be forced to\nleave Mars, too. There was no more gambling for me, no more living\non the edge of the law. I bought into several respectable business\nventures, content to add to my wealth slowly.\n\nDori and I built a home in Syrtis Major near Mars City and lived a\nquiet life together. Mars at that time was a man's world; it lacked\ndivorce laws and similar legal and social machinery for terminating\nunsuccessful marriages. I doubt that Dori, being what she was, would\nhave taken advantage of such avenues, anyhow. She was a good wife to\nme; she lacked only that former breathless adoration which had meant so\nlittle to me.\n\nA few years after we arrived on Mars, we were invited to a week-long\nhouse party at the home of a business acquaintance, Leswill Odaan.\nOdaan's wealth was comparable to my own, and he lived here, in the\nlowland of Lacus Lucrinus.\n\nThese house parties are not as common now as they were in the old days.\nAt that time, they were the major social activity of the rural dwellers\nof Mars. One invited one's friends for a week at his private dome in\nthe lowlands--maybe twenty or forty at once. Then for a year or two\nhe could expect to be a guest at similar parties every month or so,\nscattered all over the inhabited area of Mars. That's why the old homes\nof the wealthy out in the lowlands are so big.\n\nOdaan didn't live in West o' Mars; I built it later. He had a square,\nsprawling chunk of buildings under a dome out in the center of the\nLacus Lucrinus lowland. It was a crude display of raw wealth in\nexecrable taste, with 14th century tapestries and neo-modern furniture\nmixed up in rooms which might be of Egypto-Cretan architecture. I saw\nnothing he owned to excite my envy--until, on a sage-jumping jaunt\nacross the lowland the second day of our visit, I climbed the western\ncliff and saw the desert.\n\nBleak, lonely beauty has a strong appeal for me, Mr. Peache. Perhaps it\nis because it strikes a chord in the bleakness and loneliness of my\nown heart. But I never had seen anything before, and I never have seen\nanything since, to match the stark beauty of those buttes in the Aeolia\nDesert, as seen from the western cliffs of Lacus Lucrinus.\n\nIt was then that the conception of West o' Mars, as it could be and\nshould be, sprang full-blown to my mind. I tell you, Mr. Peache, I saw\nthis place then in my imagination, just as it is today, with this tower\nand this great window that overlooks the desert.\n\nI had to have Lacus Lucrinus. And Leswill Odaan owned it.\n\nWhen I got back to the dome, I tried to buy the lowland from him. He\nlaughed and named a price that was beyond even my means. It was not\nthat he was particularly fond of the place; he just didn't care to sell.\n\nI studied my man for the weakness that would give me what I wanted.\nHe was a big man, a boisterous man who loved action and talk. He was\nyounger than I, and handsome, with the rich good looks inherited from\nhis Black Irish ancestors.\n\nOne thing I noted, and filed in my mind in case it should prove\nvaluable. He liked Dori. He was a bachelor, as were most of his guests,\nfor women were scarce on Mars then. He knew she was my wife, but he\ncouldn't keep his eyes from her. I think perhaps it was the appeal to\nsuch a man as Odaan of that childish wistfulness and helplessness in\nher which I have described to you.\n\nWhat gave me my lead was seeing him play roulette that evening. The\nsparkle of the born gambler shone in his eyes, and he pushed the stakes\nup and up, much too high for a sociable game. At that moment, I decided\nto break my resolution not to gamble on Mars.\n\n\n\nIt was not hard to talk Odaan and several other men into a game the\nnext night. I wanted dice, but Odaan preferred cards. The others didn't\nseem to care. At last, Odaan turned to Dori, who was standing at my\nside.\n\n\"I'll leave the decision to Mrs. Britt,\" he said, smiling up at her.\n\"Which shall it be, Mrs. Britt--dice or cards?\"\n\nMy heart leaped, for Dori knew why I preferred dice.\n\n\"Cards,\" she said in a cold voice, and walked away.\n\nWell, if Dori were going to take that attitude, cards would be better\nfor me anyhow. She might turn the dice against me. I didn't fear my\nability at cards.\n\nI don't use a marked deck in cheating at cards. I use the natural\nability of my hands. My cheating has not been detected yet, that I know\nabout.\n\nI have to qualify that statement, because I never have been sure\nwhether Odaan knew I was cheating on my deals. Certainly, he was very\ncautious on hands which I dealt, betting low and going out even on\nfairly good hands. On the other hand, I never did see him cheating, but\nhe bet with confidence on the hands he dealt.\n\nOdaan was inclined to go for higher and higher stakes anyhow, and I was\ninterested in pushing the stakes higher. Before long, everyone else had\nbeen forced from the game. It was the two of us against each other.\n\nI was sure Odaan was not cheating and, since I couldn't get the sort of\nbets I wanted from him on the hands I dealt, I bet recklessly on those\nhe dealt. For a while the luck swung back and forth between us evenly.\nThen he hit a winning streak.\n\nNeither of us was drinking. We were cold sober, and we were betting\nthousands on the turn of a card. Hours passed, and I could no longer\ncover my bets with liquid assets. But my luck had to change. I began\nbetting my property--my business property, my stocks and investments,\nat last my home in Syrtis Major.\n\nIt was nearly dawn when I realized I had nothing more to bet.\nEverything I had built up on Earth and brought to Mars with me,\neverything I had added to it on Mars, belonged to Odaan now. I was a\npauper.\n\nI pushed the cards aside and started to get up from the table, soaked\nwith perspiration, when I saw Dori standing in the door. She was\nlooking at me across the heads of the intent spectators, on her face\none of the most wistful expressions I have ever seen.\n\nThere was my ticket back to wealth.\n\nIt could be a long, slow pull; I could wind up leaving Mars as I had\nleft Earth. Or I could use that ticket to win it all back now. It was\na desperate chance, a chance that depended on the vagaries of Dori's\nemotions. It was my only chance.\n\n\"Odaan,\" I said calmly, \"you have no wife, and I see you like mine.\nI'll make a last bet with you. My wife against all you own--what you've\nwon from me and your own possessions as well.\"\n\nOdaan stared at me a long moment, then he turned slowly and saw Dori\nstanding there. In that instant, I was convinced he had not been\ncheating.\n\n\"All right,\" he said, and he sounded as though he were strangling.\n\"Deal the cards.\"\n\nHe drew his heat-gun and laid it on the table before him, as if warning\nme. Maybe he didn't know, but he suspected. I could not take a chance\non cheating now; and, the way the cards had been running, I couldn't\ntake a chance on them without cheating.\n\n\"Not cards,\" I said. \"I'll roll the dice with you, Odaan.\"\n\nHe hesitated, then said:\n\n\"All right. I'll go and get the dice.\"\n\nHe left the room and brought them in: a pair of white dice with black\nspots, still sealed in their plastic box bearing the stamp of Luna-Mars\nExports. That was an unshakable guarantee that they were honest dice.\n\nI broke the seal.\n\n\"Dori,\" I said, \"come here.\"\n\nDori came to my side.\n\n\"Dori,\" I said, \"I'm going to roll the dice with Mr. Odaan. I'm betting\nyou against everything he owns, and everything I did own. If I lose,\nyou belong to him and I'm a penniless outcast. Do you understand that,\nDori?\"\n\n\"I understand,\" she answered in a low voice.\n\n\"All right,\" I said. \"Let them roll.\"\n\nWe rolled first for possession of the dice. The dice bounced in slow\nmotion, tantalizingly, in the weak Martian gravity. I rolled an eight,\nand Odaan rolled a five. I had the dice.\n\nI rolled them and watched them spin, holding my breath. Dori could\ncontrol them. Would it be craps, or a natural? Would I lose, or win?\n\nThe first one stopped on three. I let out my breath in a gasp of\nrelief. Craps was impossible now.\n\nThe second die rolled and tumbled, and stopped. It was another three.\n\nMy point was six.\n\nHot anger swept over me. Dori had not touched the dice with her mind.\nIt was not just that it hadn't been a natural--I could tell. I had\ngambled long enough to tell when the dice fell free, and when they were\ninfluenced.\n\n\"My point is six,\" I said. \"Excuse me, Odaan, I want to talk with my\nbet a minute.\"\n\nI took Dori into the next room.\n\n\"Dori, for God's sake!\" I cried in a desperate undertone. \"You are\nletting those dice roll free. Do you realize what happens to me--to\nus--if I don't make that point?\"\n\nI give her credit for this: she didn't rant at me, as most women would,\nthat I had no right to bet her in a dice game, like a slave. Nor did\nshe throw up to me what she had overheard on the spaceship. She just\nlooked at me silently, and that look told everything she could have\nsaid in words.\n\n\"Dori, please,\" I said. I felt like getting on my knees to her. \"Maybe\nyou despise me now, but for the sake of what we've been to each other\nonce, just this one time control the dice!\"\n\nShe looked at me, and now I could read nothing in her expression.\n\n\"I'll control the dice,\" she said tonelessly.\n\nWe went back in, and I was sweating in terror and anguish when I picked\nup the dice. One of us was to be destroyed utterly on that roll, and\nonly Dori could decide which one. Would she destroy Odaan? Or me?\n\nI rolled the dice out on the table, and I don't think anyone in the\nroom breathed, except Dori. One of them fell almost solid. A five.\n\nThe other die spun and tumbled. A two would ruin me. A one would ruin\nOdaan. Anything else would just postpone the inevitable.\n\nThe die slowed, bouncing.\n\n\"Take it, Dori!\" I prayed silently. And Dori took it.\n\nThe die had almost settled when it was nudged, almost as by a physical\npush. It rolled over slowly--to the two! It teetered on the farther\nedge of the two, it appeared about to settle back ... and it rolled on\nover to the one.\n\nA five and a one lay there on the dice. A single black dot and a five\non the white dice. A six. I had won!\n\n\"A six,\" I said. \"Odaan, you're a guest in my house.\"\n\nOdaan sat there as if hypnotized, unable to take his eyes from the\nlittle black and white cubes.\n\n\"They ... they rolled like loaded dice!\" he exclaimed in a voice that\nwas barely audible.\n\n\"They're your dice, Odaan,\" I said.\n\nOdaan got up and made a great, sweeping gesture, a gesture of defeat.\nHe stumbled away through the crowd.\n\nDori stood looking at me with tragic eyes, and I looked up into her\nwhite, child-like face. I knew then that I loved Dori, that I never\nwould love another woman.\n\n\n\nBritt sat silent, staring into the flickering fire.\n\n\"Mrs. Britt ... has passed on since then?\" suggested Peache\nsympathetically.\n\nBritt tapped the ash from the tip of his half-smoked cigar.\n\n\"Dori?\" he said. \"Oh, no. As far as I know, Dori's still alive. She ran\naway with Odaan the next day.\"\n\n\"With Odaan?\" gasped Peache.\n\n\"Yes. She hated me, as she said. And I had been willing to gamble her,\nwhile Odaan had bet everything he owned for her. At that time there\nwas a law that no woman could leave Mars--because of the shortage of\nwomen here, you know--and he had to get a job operating a towmotor at\nMarsport to stay on the planet with her. Of course I warned all my\nfriends against gambling with him, since he had Dori. When the law was\nrepealed, they returned to Earth, and I understand several children\ncame of the union.\"\n\n\"But,\" protested Peache, \"if Dori was in love with Odaan, why would she\ncontrol the dice to lose the throw for him and win everything for you?\nI just don't understand.\"\n\n\"Well,\" said Britt with a thoughtful smile, \"she didn't intend to. She\nintended to push the die only over to the two, giving me a seven and\nwinning for Odaan. But, as I told you, I had not gambled before since\nwe had been on Mars, and that was her first effort at controlling the\ndice since we left Earth.\n\n\"She just gave the die too hard a mental push. She forgot the gravity\nof Mars is only four-tenths that of Earth!\"\n\n\n",
    "metadata": {
        "author": [
            "Fontenay, Charles L."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/71909/pg71909.txt",
        "name": "west_o_mars.json"
    }
}