{
    "name": "Where are you, Mr. Biggs?",
    "author": [
        "Bond, Nelson S."
    ],
    "body": "We're supposed to be an Earth-Mars lugger, but when we got to Mars\nCentral spaceport, the bug-pounder there gave me this solar-gram from\nTerra. It said:\n\n\"PROCEED URANUS IMMEDIATELY PICK UP CARGO GALLIUM.\"\n\nSo I shoved a frantic for the Old Man over the ship audio, and pretty\nsoon he came lumbering up to my radio room, picking his teeth and\nscowling like a man with only a half a tummyfull of victuals.\n\n\"It's a fine state of affairs,\" he snarled, \"when a skipper can't even\nfinish his dinner in peace! Well, what's the matter now, Sparks? You\nseeing pink rhinoceroses again? 'Cause if you are--\"\n\n\"I'm not,\" I told him with quiet dignity, \"and they aren't pink rhinos,\nthey're lavender lobsters, and anyway, I haven't had a drink for\nmonths. Or maybe it's since yesterday? Anyhow, here's the grief.\" And I\ngave him the wire.\n\nHe read it. Read it, your Aunt Nelly--he screamed it out loud.\n\n\"_Uranus!_\" he bellowed. \"_This_ crate make _that_ trip? They must be\nstark, staring mad!\"\n\n\"Them,\" I agreed, \"or me. Flip a coin. What shall I do, Skipper? Tell\n'em we can't do it? Tell 'em--?\"\n\n\"No, wait a minute.\" Cap Hanson's brow looked like a freshly ploughed\nfield. I knew why. The _Saturn_ is an old lugger. And by old, I _do_\nmean ancient. It was built before the turn of the century, and by all\nlaws of logic and reason should have been taken off the spaceways long\nago, only that Cap Hanson and our screwball First Mate, Lancelot Biggs,\nhad demonstrated time and time again, and in startlingly devious ways,\nthat the old scow was still spaceworthy.\n\nBut if the _Saturn_ were removed from active service, the chances were\nten to one that Hanson would be junked with her. Which was Reason\nNumero Uno--and a damned good one--why the skipper couldn't risk\nrefusing this order.\n\n\"We'll go, Sparks,\" he said slowly. \"We've got to. But I could wring\nhis scrawny neck, blast his jets!\"\n\nI didn't have to ask whom he meant. \"Scrawny neck\" would mean only one\ninmate of our void-perambulating asylum. Lancelot Biggs. Genius and\ncrackpot, scarecrow and sage--and soon to become son-in-law of the\nskipper.\n\nI said, \"But why blame Biggs for this, Skipper? Is it his fault if the\nHome Office has gone squirrelly?\"\n\n\"It is,\" grumbled Hanson savagely. \"I never should have agreed to let\nDiane marry him. He started this mess at my house. Colonel Brophy and\nhim was having dinner with me and Biggs told Brophy all about that new\n'velocity intensifier' he invented--\"\n\nI shuddered. \"You mean the gadget which got us all bolixed up in the\nnegative universe? Till Hank Cleaver came from the past to get us out?\"\n\n\"That's it. Well, he told Brophy about it, bragged that it would make\nthe _Saturn_ the fastest ship in the ether. And now,\" Hanson groaned,\n\"just because he shot off his big face, we've got to push this leaky\nold tin-can to Uranus!\"\n\nI said consolingly, \"Well, maybe everything will be all right, Skipper.\nI admit Mr. Biggs is a bit of a whacky-pot, but he's pulled us out of\nplenty of tough spots before. Like the time he thwarted Red Hake and\nhis pirate crew. And the time he beat the _Slipstream_--\"\n\nHanson stared at me somberly.\n\n\"Nope, I guess you ain't. You couldn't have.\"\n\nI said, \"Which? Couldn't have what, sir?\"\n\n\"You mustn't have seen Mr. Biggs on this shuttle.\"\n\nIt was the first time I had realized it, but he was right! And that\nwas funny, because Mr. Biggs and I were old buddies. We were bunkmates\nonce, even. I said, \"Well, lift my gravs! Come to think of it, I\nhaven't? Why, Skipper? I guess maybe it's on account of he's busy\nplanning to get married so soon?\"\n\nHanson made sounds like a man being garrotted.\n\n\"Marriage! Don't talk to me about marriage! Bert, what does marriage do\nto a man?\"\n\n\"Marriage,\" I replied promptly, \"makes the mare go. Or, no--that's\nmoney, isn't it? I give up, sir. What?\"\n\n\"It's supposed,\" boiled Hanson, \"to make him settle down. Only it\nain't. Not in Biggs' case. It's having just the opposite effect. Making\nhim flighty as a coot. Lancelot ain't been worth a tinker's dam on this\ntrip. He can't do a single thing right! Remember our take-off, Sparks?\nFrom Long Island port? The one where we--\"\n\n\"--lifted gravs two full minutes before schedule?\" I finished. \"Don't I\njust! I almost did a swan dive through the aft bulkhead. Why? Did he--?\"\n\n\"Mmm-hmm! And he also plotted the course that took us nine degrees\noff trajectory. _And_ he heaved the ship into a Van-Maeden spiral by\nsignaling for a double-jet port blast in midspace. _And_ he--\" Hanson\npaused, panting with wrath. \"But why go on? The point is, the very\nthought of marriage has ruined him. And we can't depend on him to\nhelp us with this assignment. And Uranus is a long way from here. A\n_lo-o-oong_ way!\"\n\nI winced. I said, \"Look, Skipper--must you say it thataway? With\nicicles in your voice, I mean?\"\n\n\n\nBut orders is orders. We lifted gravs as commanded at 11.20 Martian\nConstant Time--that's 3-X-9 Solar Relative--and pointed our prow toward\nthe spot in space where, some billion and a half odd miles away, Uranus\nwas lounging about a wan and distant Sun like a gigantic snowball. That\nis, we attempted to point our prow in that direction. Cap Hanson's\nastrogation came a cropper on this problem. He called me to the control\nturret. He asked, \"Sparks, have you seen him?\"\n\n\"You mean Mr. Biggs? No, sir.\"\n\n\"Well, go find him. In the first place, none of us except him know how\nto chart to intersect Uranus' orbit, and in the second place, we don't\nknow how to operate that crazy velocity intensifier of his'n, and--\"\nFretfully. \"--and in the third place, I don't like this in the first\nplace!\"\n\nSo I made a tour of the ship, and found him where I should have looked\nfirst. In his own cabin, raptly fondling a cabinet photograph of\nDiane Hanson--soon-to-be Biggs. He glanced up as I entered, and his\nphenomenal Adam's apple, an auricular escalator if I ever saw one,\nbobbed in greeting.\n\n\"Hello, Sparks,\" he said dreamily, and held out the picture for my\ninspection. \"She's lovely, isn't she?\"\n\nI said, \"Don't look now, Mr. Biggs, but that cheery little noise you've\nbeen ignoring is the audio buzzer beside your elbow. It's for you. The\nskipper wants you top-side.\"\n\nBiggs looked startled.\n\n\"Me? But there must be some mistake. I'm off duty until tomorrow\nmorning.\"\n\n\"Guess again,\" I told him. \"It so happens that you are the only mugg--I\nmean officer--around here who knows how to finagle that velocity\nintensifier of yours. So you're elected. After all, if we're going to\nUranus--\"\n\nThat got him. He popped off his hip pockets like a thunderbolt from the\nblooie!\n\n\"What! Uranus!\"\n\n\"Okay,\" I said gloomily. \"And you watch yours.\" I stared at him\ncuriously, though. \"What's the matter; didn't you know?\"\n\n\"Know! Of course not! B-but--\" His fluid larynx did handsprings. \"But I\ncan't go to Uranus! I told her I'd be home in ten days!\"\n\nI said, \"Then she'd better not hold her breath till you get there. You\nled with your chin, Lieutenant, when you told the president of our\nbelovéd corporation about your new invention. He'd decided to give\nit a work-out. And as near as I can figure--\" This was what had been\nworrying me from the start. \"It will take us about ten months to get to\nUranus, and another twelve to get back!\"\n\nBut, surprisingly, it was my dejection that snapped Biggs out of his.\nThe impatient-bridegroom-look disappeared from his eyes, and he grinned.\n\n\"My goodness, no, Sparks! Don't you understand the operation of my\nvelocity intensifier?\"\n\n\"I'm a bug-pounder,\" I told him. \"I understand the space code, and dots\nand dashes, and Ampies, and I know four languages. That's par for the\ncourse.\"\n\n\"It's really quite simple. My velocity intensifier is exactly what\nthe name implies--a device that is attached to the hypatomic motors\nfor the purpose of \"stepping up\" our normal velocity. It's based on\nthe principle of energy-conservation. A series of parallax-condensers\nabsorb all waste energy, pass it through multiple amplifiers, rotors\nand--\"\n\n\"--and all points west!\" I finished. \"It's no go, Lieutenant. That's\none of the languages I don't talk. Give it to me in words of one\nsyllable. How long will it take us to get to Uranus and back?\"\n\n\"Considering the mean distance of Uranus,\" answered Biggs quietly, \"as\napproximately 1,560,000,000 miles, and if we traveled at our hitherto\n'normal' rate of speed, 200,000 m.p.h., it should take us 7,800 hours,\nor 325 days, to reach there. And slightly longer to return to Earth.\"\n\n\"Ten months!\" I wailed. \"I knew it!\"\n\n\"But,\" continued Biggs proudly, \"with this velocity intensifier\nattachment, our potential speed is restrained by only one factor. The\nlimiting velocity of light, or 186,000 miles per second!\n\n\"In other words, the _Saturn_ is now capable of a top speed of more\nthan 650,000,000 miles per hour!\"\n\nI gasped. I said, \"Huh? You mean,\" I said, \"the trip to Uranus will\ntake only a little more than two hours?\"\n\nBiggs smiled complacently.\n\n\"Theoretically, yes; actually it will take somewhat longer. You see, we\nmust allow time for acceleration, for a condensation-charge to build\nup in our super-chargers before setting the V-I unit in operation, and\nfor deceleration upon reaching our objective. Also, we are forced to\nremain below the 'limiting velocity' as a measure of safety. Else we\nmay suffer another translation into the negative universe, as we once\ndid before I learned how to control the intensifier.\n\n\"But we will make excellent time. Ninety-six hours should see us\nlanding at New Oslo. And--\" His pale eyes lighted. \"And, gracious, this\nis wonderful! Diane will be surprised. If they're going to let me use\nthe V-I unit, we'll return to Earth by way of Uranus in less time than\nit would ordinarily take to make the Earth-Mars shuttle!\"\n\n\"But only,\" I pointed out, \"if, when, and as you go make that gadget\ngadge. While we're gnawing the avoirdupois Cap Hanson's up there biting\nhis fingernails to the knuckle. So shall we join the laddies?\"\n\nSo he patted Diane's picture good-by, and we went.\n\n\n\nLike I figured, Hanson was practically meat for the looney-bin by the\ntime we reached the bridge. He manhandled Biggs avidly and propelled\nhim to the plot-table. \"Where've you been, Biggs?\" he demanded. \"No,\ndon't tell me now. Get going on them figgers. They don't make sense to\nme, nowise! And when do we turn on that thingamajigger of your'n? Bert,\nwhere'd you find him? Shut up, you blabbermouth! Don't you know better\nthan to talk when a space officer is cogitating? Can I help, Biggs?\"\n\nThe one-man wordstorm was deafening. But it didn't seem to phase Biggs.\nHe plunked himself down at the pilot's desk, scribbled for awhile, and\ncame up with an orbit chart for Second Mate Dick Todd, seated at the\ncontrol-board.\n\nThen he heaved a volley of orders over the audio to Chief Engineer\nGarrity, and that was that. He relaxed. The skipper said nervously,\n\"Is--is that all?\"\n\n\"That's all, sir,\" said Biggs.\n\nThe Old Man looked dubious.\n\n\"I don't hear nothing unusual,\" he said.\n\n\"You will in a minute,\" said Biggs. \"Ah! There it goes now!\"\n\nAnd darned if it didn't! One minute my ears hummed with the familiar\ndrone of the hypatomics, the next, a weird and piercing whine rose in\nhigh, shrill crescendo, torturing our ear-drums for a brief instant\nuntil it lost itself in an oblivion of super-sonic inaudibility.\n\nThat was all. No moment of oppressive weight as if we were lifting\ngravs at extra gees, no thunderous bellow of rockets, no anything. The\nship rode easily, freely. I must have looked disappointed. To Biggs I\nsaid, \"Too bad, sir.\"\n\n\"Eh, Sparks?\"\n\n\"Too bad it didn't work,\" I said.\n\nBiggs chuckled.\n\n\"But it did work, Sparks. We're now traveling at a speed in excess of\nfive hundred million miles per hour!\"\n\nCap Hanson gulped and looked green. \"F-five--?\"\n\n\"That's right, sir. If you don't believe me take a peek through the\nviewpanes.\"\n\nI moved to the fore-wall, slid back the metal slide that covered\nthe quartzite viewpane. Space lay before us--but _what_ space!\nNot the dark, velvety pall, brightly agleam with an infinitude of\nstarry jewels, that all spacemen know. This was a blotched, striped\ncrazy-quilt of color! Crimson, ochre, emerald--all the hues of the\nrainbow, of the Aurora. It was beautiful in a mad, fantastic way;\nthere was a faery, magic loveliness to that swift-streaming space that\nfascinated and at the same time chilled me with dread.\n\nHanson's eyes bulged, and his voice was fearful.\n\n\"We--we've done it again, Biggs! Busted clean out of our universe into\nsomething else!\"\n\n\"No, sir. This is our universe. But we are seeing it as no man has\never seen it before. Our speed is so great that we are seeing the\n'landmarks' of space with a distorted viewpoint. Our relationship--or\nI should say relativity--is no longer to Earth, or any of its sister\nplanets, but to the Greater Constant, the fundamental motion of the\nuniverse itself.\n\n\"Thus, at one and the same time, we see the planets as they _are_ and\nas they _were_; they are no longer mere points in space, they are\nstreaks of color.\" And he grinned. \"The stars, too. Pretty, aren't\nthey?\"\n\nCap Hanson made weak motions at the viewpane.\n\n\"Close it, Sparks! It's giving me the meemies! So if you're right,\nBiggs--then what? How do we know when we get to Uranus, or near it? If\nit's just a streak of color?\"\n\n\"You must reconcile yourself to an entirely new system of astrogation.\nUp to this time, pilots have just jetted along until they found\ntheir goal, then set course for a landing. But with the V-I unit in\noperation, we 'fly blind' and set our course by strict, mathematical\nfiguring. I have given Mr. Todd a plot-chart. Four days hence when I\ncut out the V-I unit and return to normal operation on the hypos, we\nwill find Uranus immediately beneath us. And now, if you'll excuse me--\"\n\n\"Wait a minute!\" said the skipper. \"Suppose we was to meet up with\nsomething in space? Like a rogue asteroid?\"\n\nBiggs shrugged.\n\n\"That hazard is neither heightened nor decreased,\" he said. \"Our\nmonitor-beams will still shunt off the smaller ones. As for the\nlarger--well, you know as well as I that we have never yet found a\nmethod of overcoming that danger. It is one of the chances we take when\nwe don space blues. As far as I'm concerned, I'd just as soon not see\nit coming as to watch it grow larger and larger in the _perilens_--\"\n\nWell, he was right there. So since Hanson was fresh out of questions,\nBiggs hoisted hips back to his quarters. My guess is that he went back\nto billy-dooing with Diane's picture. What's yours?\n\n\n\nI could build this up if I wanted to, and offer you a blow-by-blow\naccount of what happened in the next quartet of days. But why bother?\nThe truth is--nothing did. The V-I unit continued to chug along like\na dream; our old crate went flashing through space like a quantum\nwith a hot date; tempus squirmed; and me--I was in seventh heaven. I\ndon't mean fifth or sixth, either. This was the easiest shuttle I had\never made. We were traveling so fast, and the V-I unit surrounded the\n_Saturn_ with such a force-field, that my radio was utterly useless.\n\nSo I got a vacation with pay. I ate and slept with what you might call\n'monotonous regularity', and I spent all of my waking hours curled up\nwith a good (i.e. torrid) book.\n\nAnd at the end of four days, Mr. Biggs disconnected his V-I unit, as\ncalled for on his plot-chart, and just like he said, there was Uranus\ngleaming beneath us! So we landed and spent a night swapping yarns and\ndrinks with the S.S.P. officers garrisoned at New Oslo, then we took\non a hold-full of gallium, and tootle-oo to the refrigerated seventh\nplanet.\n\nAnd (this gets tiresome, doesn't it?) we accelerated for a day and a\nhalf, then Biggs plotted a course, pushed a button, and once again we\nwere free-wheeling through colorful and star-spangled space.\n\nLife was swell, and life was wonderful, and if there was any fly in my\ncelestial ointment it was the fact that after the first week Lieutenant\nRomeo \"Lovesick\" Biggs got tired of staring at his fiancée's image and\ninsisted on strolling up to my turret to tell me (1) what a wonderful\ngirl she was, (2) how much he missed her, and (3) how he was simply\ngoing to _die_ if he didn't see her again soon.\n\nWhich boring details I had (1) known for years, once having had a\nheart-throb for Diane myself, (2) figured from his conversation, and\n(3) high hopes that he would. Quietly!\n\nSo somehow it was the afternoon, ship's time, of the fourth day of the\nreturn shuttle and Biggs was in my turret, not to mention my hair,\nand I was hearing for the thousandth time about he wasn't worthy of a\ngal like Diane, when all of a sudden bells jangled all over the ship,\nlights flashed the DANGER! signal, and my turret-audio broke into\nfrantic voice, and the voice was that of the pilot on duty, our Third\nMate, Bud Wilson.\n\n\"Sparks, is Biggs there! Yes? Get him here _quick_! And find the Old\nMan! Hurry! For God's sake--\"\n\nWe were out of there like a flash--make that _two_ flashes--and\npounding through the corridors, up the ramp to the bridge. We met Cap\nHanson on the way. The three of us burst into the control-room to find\nWilson tearing his hair, and Dick Todd, sweating, white-faced, poring\nover diagrams on the chart-board.\n\nSomebody yelled, \"What's the matter?\" and I can't tell you who, because\nit was probably all of us. And Dick's eyes were haggard pockets in his\nface.\n\n\"_Jupiter!_\" he said.\n\n\"What about it?\" yelled the skipper. \"Talk, man!\"\n\nTodd shoved the chart at Biggs, pointed with a finger that wobbled.\n\n\"It's on our trajectory! Right before us _now_! We can see it--Look!\"\n\nAnd he threw back the shield, and my heart gave an awful lurch. For no\nlonger was the scene before us one of changing, iridescent beauty--the\nentire pane was covered by a gigantic, menacing platter. A monstrous\nmissile of death. The planet Jupiter--dead on our course!\n\nLancelot Biggs' face, which had been keen and alert a moment before,\nwas suddenly a dull, blank mask of horror. Strangled words fought their\nway from his throat.\n\n\"I--I didn't realize! I forgot all about Jupiter when I plotted the\nreturn course! I--\"\n\n\"Forgot!\" roared the skipper. \"Great comets--forgot!\" Then his wrath\ndied in anxiety. \"Do something. Turn off that blasted unit of yours so\nwe can loft over her--\"\n\nBut Todd shook his head.\n\n\"That's no use, Skipper. I thought of that. We're too close. We're\ncaught in her gravitational attraction anyway. Even if we were to turn\noff Biggs' device, there still wouldn't be time to get the rockets hot.\"\n\n\"Lanse--\" began the skipper. Then, \"Where did he go?\"\n\n\n\nBecause Biggs had turned, suddenly, and raced from the room! Fled,\nstill clutching the space-chart. Fled, and not a word of advice, regret\nor hope. And with him went our last dwindling hope of salvation.\n\nDick Todd's voice was thin.\n\n\"Maybe he has an idea, sir?\"\n\nHanson grasped at the thought as a drowning man.\n\n\"That's it, Todd. He'll pull us out of this. He's never failed us in\nthe past--\"\n\nBut even this wishful expression was doomed to swift contradiction.\nFor at that moment the bridge audio flashed, and the voice of a sailor\nclacked from somewhere below.\n\n\"Captain Hanson, sir? There--there's trouble down here! Lieutenant\nBiggs has violated regulations, sir! He knocked down two men and forced\nhis way into the auxiliary lifeboat! He--he's locked the door, sir.\nWhat shall we do?\"\n\nIn the moment of silence that followed, I saw something I hope I shall\nnever be forced to look upon again. I saw a proud man wilt before my\neyes; I saw a strong man age ten years in as many seconds.\n\nThe man was Captain Hanson. The strength sloughed from his shoulders;\npain burned deep furrows in his eyes; I could barely hear the whisper\nthat crept from his lips.\n\n\"A coward!\" he husked. \"The man my daughter loves--a coward!\"\n\nAnd there was nothing I could say to refute the accusation. Lancelot\nBiggs' action had branded him more damningly than any mere words. A\ncrisis had come--and it had found him wanting. He had deserted his\ncomrades, his ship, and had fled to a lifeboat. Perhaps even now he was\ngetting ready to cast off.\n\nIn a swift burst of comprehension, I thought I could understand the\nreason for this last, unreasonable defection. Lancelot Biggs had met\ndifficulties before and without flinching.\n\nBut that was an old, a different, Biggs. Love had come into his life\nnow. Love, and a woman, and all the dreams that happy men dare wish\nupon.\n\nAnd these things, staunch and noble in themselves, had weakened the\nmoral fibre of Biggs. Weakened it to the point where, in the face of\ndanger, nothing was important except that he live to return to the arms\nof his loved one.\n\nThese things I could understand. But I could not forgive them. Because\nlove or no love, fear or no fear, a spaceman has a tradition to live up\nto. And Lancelot Biggs had tossed into the discard the very tradition\nnow upheld by Dick Todd as he said, quietly, \"Shall I advise the men,\nsir?\"\n\nAnd by Captain Hanson who said, \"Yes, Todd. And--and order Garrity to\ncut off Mr. Biggs' intensifier. We may die, but we can die trying to\nescape. And a slower speed will give us more time--\"\n\n\"Yes, sir,\" said Todd, and moved toward the audio. But he had barely\nreached out his hand toward it when sharp speech rasped from its black\nthroat in remembered tones.\n\n\"Stop, Todd! Don't give that order, Skipper!\"\n\nIt was the voice of Lancelot Biggs!\n\n\n\nCaptain Hanson had subdued his rage once. But now his face crimsoned,\nhis great hands clenched, and fury was a ponderable vigor in his voice.\n\n\"_You!_ Where are you, sir!\"\n\n\"In the life-skiff,\" replied Biggs imperturbably.\n\nAlmost insolently, I thought. As if he knew he were speaking from the\nonly place of possible security in a doomed ship. \"Todd, do as I say\nand do it fast! There's no time to lose! Tell Chief Garrity to turn the\nverniers of my V-I unit _all the way_ to the red line on the extreme\nright! Understand?\"\n\nOnce again Hanson's roar interrupted.\n\n\"Come back here, you coward, and die with your fellow-officers like\nthe man you once pretended to be! What do you mean by skulking in a\nhideaway, giving orders aboard _my_ ship?\"\n\n\"Shut up!\" bellowed Biggs. And it was not just his audacity in speaking\nthus to a space commander that shocked me, it was the razor-edged\nintensity of his voice. \"Todd--give that order immediately! For God's\nsake, act! We've no time to lose!\"\n\nTodd's eyes sought mine. He knew, as well as I did, that the skipper\nwas too furious to give an intelligent command.\n\n\"That--that's the limiting velocity, Sparks!\" Todd choked. \"Biggs must\nbe insane. We'll be translated again into the negative universe. And no\nway to get back--_ever_!\"\n\nI didn't have to answer. Biggs answered.\n\n\"I've taken care of that, Todd! Now, do as I say! Hurry, hurry!\"\n\nAnd--well, am I a fool? After all, Lancelot Biggs and I are old\nbuddies. Once we were bunkmates, even. There came back to me a measure\nof the confidence I had once had in him. And I nodded to Todd.\n\n\"Try it, Dick. We've got nothing to lose and everything to gain. Give\nthe order.\"\n\nHe did. Chief Garrity must have been startled but he was too good a\nspaceman to argue an order from the bridge. He said, succinctly, \"Aye,\nsirr!\" And then--\n\nI felt the rocking plunge. The moment of brief, incredible dizziness of\nfrightful speed being intensified to the limiting velocity of light.\nMy head whirled, but somehow I managed to turn, stare at that ominous\nviewpane. And what I saw there brought a shocked cry from my lips!\n\nWhite--white--dazzling white--then grayness! No other scene than dim\nand vacant void, gray, infinite, impenetrable. A glimpse of the lost\nuniverse--the matrix negative wherein are flung such mad things as\nattain a speed beyond that of the limiting velocity.\n\nThen crackling across the room agonizedly, \"We're clear, Todd? We're\nthrough?\"\n\nAnd Todd replying dazedly, \"I--I don't know what you mean.\"\n\n\"The chronometer, man! Has it touched 9.14?\"\n\n\"Yes, sir. But--but we're slipping into the negative, Lanse! We've\nescaped one death to find another!\"\n\nBut there was infinite sadness to Lancelot Biggs' denial.\n\n\"No you're not, Todd. You're going back to your own universe--now. When\nyou feel the ship lurch, turn the V-I unit dial back to where it was\nbefore. Ready? _Now!_\"\n\nAnd there came, inexplicably, a swift unsteadiness, a lurching halt of\nthe ship. At that instant Todd spoke to Garrity, Garrity obeyed, and--\n\nWe were once again traveling smoothly on our proper course. But\nJupiter--monstrous missile of solid, terrible death--was no longer\nbefore us! _It was behind us!_\n\n\n\nAs we saw that, Captain Hanson laughed aloud. And vast was the joy of\nthat laughter. Relief, happiness, sheer triumph. And apology. And he\ncried:\n\n\"You've done it, son! Forgive me for doubting you. We're safe! I don't\nknow how, but--come on in, boy, and tell us all about it!\"\n\nBut there came no answer. Only the echo of our own harsh breathing, the\ndry scrape of our own feet shuffling restlessly. And new terror loomed\nsuddenly in the Old Man's eyes.\n\n\"Biggs!\" he cried. \"Lanse, my boy! Lanse!\"\n\nAnd then--\n\nIt was like the faintest, winnowed chaff of sound, breathing from far,\nfar away. A voice speaking. To us. A voice that said:\n\n\"--can't come back ... Skipper.... Sparks will understand. Tell him ...\nmass-energy ... relationships. And tell ... Diane ... I love....\"\n\nThat was all. And my brain reeled beneath the import of those fading\nwords. Suddenly I _knew_! I didn't need to hear Cap Hanson screaming\nwild orders to the sailors on the aft deck below, nor to hear their\nanswer.\n\n\"He's not here, sir. He cast off the auxiliary a moment or so ago.\"\n\nI _knew_!\n\n\n\nLater, I told them. My explanation was short, for the solution was\nsimple. Simple, once you grant that a man can possess infinite loyalty,\ninfinite courage, in one lean and gangling frame.\n\n\"Biggs saw,\" I said, \"that there was only one way to save us all from\ndeath. Oh, he had blundered, yes, but we all blunder sometimes. But not\nall of us pay the penalty as willingly, as bravely, as he did.\n\n\"Jupiter was upon us. Within minutes we would have crashed into the\ngreatest of the solar planets. Only Biggs saw a way out. And that\nwas--to make the speed of our ship _exactly_ approximate the speed of\nlight at the moment of impact!\"\n\nDick said, \"But how--\"\n\n\"He told us the answer. Mass-energy relationships. You know the\nfundamental theory of the Lorentz-Fitzgerald contraction. Objects\nmoving in space are contracted along their major axis in direct\nproportion to their speed, with the limiting velocity, the speed of\nlight, as their ultimate limit. In other words, at the precise speed of\nlight, this ship existed in only a _unilateral_ dimension!\"\n\nHanson said, \"You mean we--hurled over Jupiter?\"\n\n\"No, sir. _We went right through it!_ At that tremendous speed, our\ndimension-extension was zero. Hence it did not affect, nor was it\naffected in any way by, the bulk and mass of Jupiter.\n\n\"It's as though an exceedingly fine wire, moving at lightning speed,\nwere to be propelled through a cake of ice. Only in our case, the\n'wire' was of zero dimension, and the cake of ice--Jupiter--did not\neven recognize that it had been penetrated.\n\n\"But--\" I shook my head. \"But Mr. Biggs realized what this daring\nscheme meant. It meant that in addition to our size being reduced to\nthe infinitesimal, our mass would be raised to the infinite--for that\nis the corollary of the contraction theory.\n\n\"There had to be some way of getting us back to our normal shape and\nsize. The only possible method was by the forcible alteration of\nour mass. And--Biggs adopted this method. He placed himself in the\nlife-skiff, gave the necessary orders from there. Then, after the\ndanger had been averted, he deliberately cast off from the _Saturn_,\ntossed himself away from us, a living sacrifice to the mathematical\ngods, that we might be safe.\"\n\nTodd said, \"Our mass, for a moment, was infinite--but when he, however\nbriefly, broke clear, it became _less_ than infinite, giving us a\nchance to cut the motors--\"\n\n\"That's right.\"\n\nHanson's eyes were round and wild and fearful.\n\n\"But then--where is he! We've got to turn around right away. Find him!\nWe can't go back without--\"\n\nI shook my head.\n\n\"It's no use, Skipper. He may be in this universe, infinitely small,\ntraveling at infinite speed; he may be in some other universe undreamed\nby man. He may be living, he may be dead. But wherever he is--he is\ngone forever from the ken of man. Lancelot Biggs is--dead. So far as\nman is concerned, he is dead.\"\n\nDick Todd said something then. His words were not clear. They were\nchoked, and he didn't finish the quotation. But I caught the first part.\n\n\"'Greater love hath no man',\" he said.\n\nAnd the skipper coughed, and his eyes were red, and he turned away\nlike a broken, aged man.\n\n\"Amen,\" he said. \"Amen!\"\n\n\n\nSo--Lancelot Biggs is gone. Dead, perhaps. Or in another existence,\nundreamed, unrecognized, by we who spin our fiery trails along the\nspaceways. And it is a strange, strange thing that he, who of all men\nlooked least like a spaceman, should have lived and died the greatest\nof them all.\n\nTomorrow or the next day I must tell Diane. Hanson will not do it\nbecause he can't.\n\nHe dares not face her when she hears. And I, myself, would sell my soul\nto be free of that sad duty. But I was Lancelot Biggs' best friend, and\nthis is the least last thing I can do in his memory.\n\nThere is nothing else to say. He is gone. Will I ever see him again?\nThat gangling frame, that easy, fluent grin--lost in the nameless\ndepths of the crypts of space. There seems nothing else to say\nexcept--good-by.\n\nAnd so I say it to the stars. The far-flung stars amongst which,\nsomewhere, is the finest man I ever knew.\n\nIs it good-by, Mr. Biggs?\n\nOr is it only \"au revoir\"?\n\n\n",
    "metadata": {
        "author": [
            "Bond, Nelson S."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74021/pg74021.txt",
        "name": "where_are_you,_mr._biggs?.json"
    }
}