{
    "name": "Who Crosses Storm Mountain?\n1911",
    "author": [
        "Craddock, Charles Egbert"
    ],
    "body": "1911\n\n\nThe wind stirred in the weighted pines; the snow lay on the ground. Here\nand there on its smooth, white expanse footprints betokened the woodland\ngentry abroad. In the pallid glister of the moon, even amid the sparse,\nbluish shadows of the leafless trees, one might discriminate the\nimpression of the pronged claw of the wild turkey, the short, swift\npaces of the mink, the padded, doglike paw of the wolf. A progress of a\nyet more ravening suggestion was intimated in great hoof-marks leading\nto the door of a little log cabin all a-crouch in the grim grip of\nwinter and loneliness and poverty on the slope of the mountain, among\nheavy, outcropping ledges of rock and beetling, overhanging crags. With\nicy ranges all around as far as the eye could reach, with the vast,\ninstarred, dark sky above, it might seem as if sorrow, the world, the\nlaw could hardly take account of so slight a thing, so remote. But\nsmoke was slowly stealing up from its stick-and-clay chimney, and its\nclapboarded roof sheltered a group with scarcely the heart to mend the\nfire.\n\nTwo women shivered on the broad hearth before the dispirited embers. One\nhad wept so profusely that she had much ado to find a dry spot in her\nblue-checked apron, thrown over her head, wherewith to mop her tears.\nThe other, much younger, her fair face reddened, her blue eyes swollen,\nher auburn curling hair all tangled on her shoulders, her voice\nhalf-choked with sobs, addressed herself to the narration of their\nwoes, her cold, listless hands clasped about her knees as she sat on an\ninverted bushel-basket, for there was not a whole chair in the room.\n\n“An' then he jes' tuk an' leveled!” she faltered.\n\nA young hunter standing on the threshold, leaning on his rifle, a\nbrace of wild turkeys hanging over his shoulders, half a dozen rabbits\ndangling from his belt, stared at her through the dull, red glow of the\nfading fire in amazed agitation.\n\n“What did he level, Medory--a gun?”\n\n“Wuss'n that!” replied the younger woman. “He leveled the weepon o' the\nlaw!”\n\nThe man turned to look again at the curious disarray of the room. “The\nlaw don't allow him to do sech ez this!” he blurted out in rising\nanger. “Why, everything hyar is bodaciously broke an' busted! War it the\nsheriff himself ez levied?”\n\n“'Twar jes' the dep'ty critter, Clem Tweed,” explained Medora, “mighty\njoki-fied, an' he 'peared ter be middlin' drunk, an' though he said\nsu'thin' 'bout exemptions he 'lowed ez we-uns lived at the eend o' the\nworld.”\n\nHer mother-in-law suddenly lowered the apron from her face.\n\n“'The jumpin'-off place,' war what Clem Tweed called it!” she\ninterpolated with a fiery eye of indignant reminiscence.\n\n“He did! He did!” Medora bitterly resented this fling at the remoteness\nof their poor home. “An' he said whilst hyar he'd level on everything\nin sight, ez he hoped never ter travel sech roads agin--everything in\nsight, even the baby an' the cat!”\n\n“Shucks, Medory, ye know the dep'ty man war funnin' whenst he said that\nabout the baby an' the cat! Ye know ez Clem admitted he hed Christmas in\nhis bones!” the elder objected.\n\n“Waal, war Clem Tweed funnin' whenst he done sech ez that, in levyin' an\nexecution?” Bruce Gilhooley pointed with his ramrod at the wreck of the\nfurniture.\n\nThe two women burst into lugubrious sobs and rocked themselves back and\nforth in unison. “'Twar _Dad!_” Medora moaned, in smothered accents.\n\nA pause of bewilderment ensued. Then the young man's face took on an\nexpression of dismay so ominous that Medora's tears were checked in\nthe ghastly fear of disasters yet to come to her father-in-law. Now\nand again she glanced anxiously over her shoulder at an oblong black\naperture in the dusk which betokened the open door of the shed-room.\nSome one lurked there, evidently cherishing all aloof a grief, an anger,\na despair too poignant to share.\n\n“Dad warn't hyar whenst the dep'ty leveled,” she said. “An' mighty glad\nwe war--kase somebody mought hev got hurt. But whenst Dad kem home an'\nlarnt the news he jes'--he jes'--he jes' lept about like a painter.”\n\n“He did! He did!” asseverated a voice from the veiled head, all muffled\nin the checked apron.\n\n“Dad 'lowed,” continued Medora, “ez Peter Petrie hev persecuted and druv\nhim ter the wall. Fust he tricked Dad out 'n some unoccupied lan' what\nDad hed begun ter clear, an' Petrie got it entered fust an' tuk out a\ngrant an' holds the title! An' whenst Dad lay claim ter it Peter Petrie\ndeclared ef enny Gilhooley dared ter cross Storm Mounting he'd break\nevery bone in his body!”\n\n“A true word--the insurance of the critter!” came from the blue-checked\nveil.\n\nA stir in the shed-room---a half-suppressed cough and a clearing of the\nthroat. “An' then Dad fell on Pete Petrie at the Crossroads' store, whar\nthe critter hed stopped with his mail-pouch, an' Dad trounced him well\nafore all the crowd o' loafers thar!”\n\n“Bless the Lord, he did!” the checked apron voiced a melancholy triumph.\n\n“An' then, ye remember whenst Dad set out fire in the woods las' fall\nter burn off the trash on his own lan', the flames run jes' a leetle\nover his line an' on ter them woods on Storm Mounting, doin' no harm ter\nnobody, nor nuthin'!”\n\n“Not a mite--not a mite,” asseverated the apron.\n\n“An' ez sech appears ter be agin the law Petrie gin information an' Dad\nwar fined five dollars!”\n\n“An' paid it!” cried Jane Gilhooley. “Ye know that!”\n\n“An' then, ez it 'pears ter be the law ez one hundred dollars fur sech\nan offense is ter be forfeited ter ennybody ez will sue fur it,” Medora\nresumed, “Petrie seen his chance ter git even fur bein' beat in a\nreg'lar knock-down-an'-drag-out fight, an',” with the rising inflection\nof a climax, “he hev sued and got jedgmint!”\n\n“An' so what that half-drunk dep'ty, Clem Tweed, calls an execution war\nleveled!” exclaimed Jane Gilhooley, her veiled head swaying forlornly as\nshe sobbed invisibly.\n\n“But Dad 'lowed ez Peter Petrie shouldn't hev none o' his gear,”\n Medora's eyes flashed with a responsive sentiment.\n\n“His gran'mam's warpin' bars!” suggested the elder woman.\n\n“The spinnin'-wheels she brung from No'th Carliny,” enumerated Medora,\n“the loom an' the candle-moulds.”\n\n“The cheers his dad made fur his mam whenst they begun housekeeping”\n said Jane Gilhooley's muffled voice.\n\n“The press an' the safe,” Medora continued.\n\n“The pot an' the oven,” chokingly responded the apron.\n\n“The churn an' the piggins!”\n\n“The skillet an' the trivet!”\n\nMedora, fairly flinching from the inventory of all the household goods,\nso desecrated and “leveled on,” returned to the salient incident of\nthe day. “Dad jes' tuk an axe an' bust up every yearthly thing in the\nhouse!”\n\n“An' now we-uns ain't got nuthin'.” The elder woman looked about in\nstunned dismay, her little black eyes a mere gleam of a pupil in the\nmidst of their swollen lids and network of wrinkles.\n\nOne of the miseries of the very ignorant is, paradoxically, the partial\ncharacter of their privations. If the unknown were to them practically\nnon-existent they might find solace in sluggish and secure content. But\neven the smallest circle of being touches continually the periphery\nof wider spheres. The air is freighted with echoes of undistinguished\nsounds. Powers, illimitable, absolute, uncomprehended, seem to hold\nan inimical sway over their lives and of these the most dreaded is\nthe benign law, framed for their protection, spreading above them an\nunperceived, unimagined aegis. Thus there was hardly an article in\nthe house which was not exempt by statute from execution, and the house\nitself and land worth only a hundred or two dollars were protected by\nthe homestead law. The facetious deputy, Clem Tweed, with “Christmas in\nhis bones,” would have committed a misdemeanor in seriously levying upon\nthem. He had held the affair as a capital farce--even affecting with\nwild, appropriating gambols to seize the baby and the cat--and fully\nrealized that malice only had prompted the whole proceeding, to\nhumiliate Ross Gilhooley and illustrate the completeness of the victory\nwhich Peter Petrie had won over his enemy.\n\nThe younger Gilhooley, however, quaked as his limited intelligence laid\nhold on the fact that if the law had permitted a levy on the household\ngoods to satisfy the judgment of Peter Petrie their destruction was\nin itself a balking of the process, resistance to the law, and with an\nunimagined penalty.\n\n“We-uns hev got ter git away from hyar somehows!” he said with decision.\n\nThe idea of bluff Ross Gilhooley in the clutches of the law because of\none fierce moment of goaded and petulant despair, with the ignominy of a\ncriminal accusation, with all the sordid concomitants of arrest and\nthe jail, was infinitely terrible to his unaccustomed imagination. He\nrevolted from its contemplation with a personal application. For an\nhonest man, however poor, feels all the high prerogatives of honor.\n\nThere was a step in the shed-room where Ross Gilhooley had lurked and\nlistened. His wrath now spent, his mind had traveled the obvious course\nto his son's conclusion. He stood a gigantic, bearded shadow in the\ndoorway, half ashamed, wholly repentant, dimly, vaguely fearful, and all\nresponsive and quivering to the idea of flight. “I been studyin' some\n'bout goin' ter Minervy Sue's in Georgy,” he said creakingly, as if his\nvoice had suffered from its unwonted disuse.\n\n“An' none too soon,” said Bruce doggedly. “The oxen is Medory's, bein'\nlef' ter her whenst her dad died, an' the wagin is mine! Quit foolin'\nalong o' that thar fire, Medory!” For with her bright hair hanging\ncurling over her cheeks his young wife had leaned forward to start it\nanew.\n\n“Never ter kindle it agin on this ha'th-stone!” she cried with a\npoignant realization of the significance of the uprooting of the\nroof-tree and the wide, vague world without. And still once more the two\nwomen fell to bemoaning their fate of exile beside the expiring embers,\nwhile the elder Gilhooley's voice sounded bluffly outside calling the\noxen, and his son was rattling their heavy yoke in the corner.\n\nThey were well advanced on their journey ere yet the snowy Christmas\ndawn was in the sky. So slow a progress was ill-associated with the idea\nof flight. It was almost noiseless--the great hoofs of the oxen fell all\nmuffled on the deep snow still whitely a-glitter with the moon, hanging\ndense and opaque in the western sky, and flecked with the dendroidal\nimages of the overshadowing trees. The immense bovine heads swayed to\nand fro, cadenced to the deliberate pace, and more than once a muttered\nlow of distaste and protest rose with the vapor curling upward from lip\nand nostril into the icy air. On the front seat of the cumbrous, white,\ncanvas-covered vehicle was Medora, her bright hair blowing out from the\nfolds of a red shawl worn hood-wise; she held a cord attached to the\nhorns of one of the oxen by which she sought to guide the yoke in those\nintervals when her husband, who walked by their side with a goad, must\nneeds fall to the rear to drive up a cow and calf. Inside the wagon Ross\nGilhooley did naught but bow his head between his hands as if he could\nnot face the coming day charged with he knew not what destiny for him.\nHis wife was adjusting and readjusting the limited gear they had dared\nto bring off with them--their forlorn rags of clothing and bedding, all\nin shapeless bundles; sundry gourds full of soft soap, salt, tobacco,\nand a scanty store of provisions, which she feared would not last them\nall the way to Georgia to the home of Minervy Sue, their daughter.\n\nNo one touched a space deeply filled with straw, but now and\nagain Medora glanced back at it with the dawning of a smile in her\ngrief-stricken face that cold, nor fear, nor despair could wholly\novercast. Three small heads, all golden and curly, all pink-cheeked and\nfair, all blissfully slumbering, rested there as if they had been so\nmany dolls packed away thus for fear of breaking. But they had no\nother couch than the straw, for Ross Gilhooley had not spared the\nfeather-beds, and the little cabin at the Notch was now half full of the\nfluff ripped out by his sharp knife from the split ticks.\n\nDown the mountain the fugitives went, as silent as their shadows; and at\nlast, when one might hardly know if it were the sheen of the moon that\nstill illuminated the wan and wintry scene, or the reflection from the\nsnow, or the dawning of the dark-gray day, the river came in sight, all\na rippling, steely expanse under the chill wind between its ice-girt\ncrags and snowy banks.\n\nThe oxen went down to the ford in a lumbering run. Bruce sprang upon the\ntailboard to ride, the dogs chased the cow and calf to the crossing. The\nwheels grated ominously against great submerged boulders; the surging\nwaves rose almost to the wagon-bed; the wind struck aslant the immense,\ncumbrous cover, threatening to capsize it; and, suddenly, in the midst\nof the transit, a sound, as clear as a bugle in the rare icy air, as\nsearchingly sweet!\n\nAll were motionless for an instant, doubtful, anxious, listening--only\nthe wintry wind with its keen sibilance; only the dash of the swift\ncurrent; only the grating of the wheels on the sand as the oxen reached\nthe opposite margin!\n\nBut hark, again! A clear tenor voice in the fag end of an old song:\n\n     “An' my bigges' bottle war my bes' friend,\n     An' my week's work was all at an end!”\n\nIt issued from beyond the right fork of the road in advance, and an\ninstant panic ensued. Discovery was hard upon them. Their laborious\ndevice was brought to naught should any eye espy them in their hasty\nflight to the State line. It had not seemed impossible that ere the day\nshould dawn they might be far away in those impenetrable forests\nwhere one may journey many a league, meeting naught more inimical or\nspeculative than bear or deer. It still was worth the effort.\n\nWith a sudden spring from the tailboard of the wagon Bruce Gilhooley\nreached the yoke, fiercely goading the oxen onward. With an abrupt\nlurch, in which the vehicle swayed precariously and ponderously from\nside to side, they started up the steep, snowy bank, and breaking into\ntheir ungainly rim were guided into the left fork of the road. It was\na level stretch and fringed about with pines, and soon all sight of the\npilgrims was lost amidst the heavy snow-laden boughs.\n\nThe river bank was silent and solitary; and after a considerable\ninterval a man rode down from the right fork to the ford.\n\nMore than once his horse refused the passage. A sort of parrot-faced man\nhe was, known as Tank Dysart, young, red-haired, with a long, bent nose\nand a preposterous air of knowingness and turbulent inquiry. He cocked\nhis head on one side with a snort of surprised indignation, and beat\nwith both heels, but again the horse, sidling about the drifts, declined\nthe direct passage and essayed to cross elsewhere.\n\nAll at once a bundle of red flannel, lying in the drift close to the\nwater's edge, caught his attention, and suddenly there issued forth a\nlusty bawl. The horseman would have turned pale but for the whisky which\nhad permanently incarnadined the bend of his nose. As it was, however,\nhe looked far more dismayed than the facts might seem to warrant.\n\n“It's the booze--I got 'em again fur sartain!” he quavered in plaintive\nhelplessness, his terrified eyes fixed on the squirming bundle.\n\nThen, drunk as he was, he perceived the rift in his logic “Gol-darn ye!”\n he exclaimed, violently kicking the horse, “you-uns ain't got no call\nter view visions an' see sights--ye old water-bibber!”\n\nAs the horse continued to snort and back away from the object Tank\nDysart became convinced of its reality. Still mounted, he passed close\nenough alongside for a grasp at it. The old red-flannel cape and hood\ndisclosed a plump infant about ten months of age, whimpering and cruelly\nrubbing his eyes with his fists, and now bawling outright with rage;\nas he chanced to meet the gaze of his rescuer he paused to laugh in\na one-sided way, displaying two pearly teeth and a very beguiling\nred tongue, but again stiffening himself he yelled as behooves a\nself-respecting baby so obviously misplaced.\n\nTank Dysart held him out at arm's length in his strong grasp, surveying\nhim in mingled astonishment and delight. “Why, bless my soul, Christmas\ngift!” he addressed him. “I'm powerful obligated fur yer company!”\n\nFor the genial infant giggled and sputtered and gurgled inconsistently\nin the midst of his bawling, and banteringly kicked out one soft foot\nin a snug, red sock, faking Tank full in the chest; then he stiffened,\nswayed backward and screamed again as if in agonies of grief.\n\n“Sufferin' Moses!” grinned the drunkard. “I wouldn't take nuthin' fur\nye! Ye air a find, an' no mistake!” The word suggested illusion. “Ye\nain't no snake, now--nary toad--nary green rabbit--no sort'n jim-jam?”\n he stipulated apprehensively.\n\nThe baby babbled gleefully, and, as if attesting its reality, delivered\nhalf a dozen strong kicks with those active plump feet, encased in the\nsmart red socks.\n\nIt suddenly occurred to the drunkard that here was a duty owing--to seek\nout the child's parents. Even to his befuddled brain that fact was plain\nenough. The little creature had been lost evidently from some family of\ntravelers who would presently retrace their way seeking him.\n\nWhen Bruce Gilhooley had sprung from the tailboard of the wagon in\nthat moment of tumultuous panic he had not noticed the bundle of straw\ndislodged. Falling with it softly into the deep snowdrift the child had\ncontinued to slumber quietly till awakened by the cold to silence and\nloneliness, and then this strange rencontre.\n\nWith a half-discriminated idea of overtaking the supposed travelers,\nTank Dysart briskly forded the river, and, pressing his horse to a\ncanter, made off in the opposite direction.\n\nGayly they fared along for a time, Tank frequently refreshing himself\nfrom a “tickler,” facetiously so-called, which he carried in his pocket.\nOccasionally he generously offered the baby the stopper to suck, and as\nthe child smacked his lips with evident relish Tank roared out again in\nhis fine and flexible tenor:\n\n“For my bigges' bottle war my bes' friend, an' my week's work war all at\nan end!”\n\nThe horse, by far the nobler animal of the two, stood still ever and\nanon when the drunken creature swayed back and forth in his saddle,\nimperiling his equilibrium. Even to his besotted mind, as he grew\nmore intoxicated, the danger to the child in his erratic grasp became\napparent.\n\n“I got ter put him in a safe place--a Christmas gift,” he now and then\nstuttered.\n\nWhen he came at last within reach of a human habitation he had been for\nsome time consciously on the point of falling from the saddle with\nthe infant, who was now quietly asleep. He noted, as in a dream, the\nCrossroads' store, which was also the post-office; standing in front\nof the log cabin was a horse already saddled hanging down a dull,\ndispirited head as he awaited the mail-rider through a long, cold\ninterval, and bearing a United States mail-pouch, mouldy, flabby,\nnearly empty. The door of the store was closed against the cold; the\nblacksmith's shop was far down the road; the two or three scattered\ndwellings showed no sign of life but the wreaths of blue smoke curling\nup from the clay-and-stick chimneys.\n\nPerhaps it was the impunity of the moment that suggested the idea to\nDysart's whimsical drunken fancy. He never knew. He suddenly tried the\nmouth of the pouch. It was locked. Nothing daunted, a stroke of a\nkeen knife slit the upper part of the side seam, the sleeping baby was\nslipped into the aperture, and Tank Dysart rode off chuckling with glee\nto think of the dismay of the mail-rider when the mall-pouch should\nbreak forth with squeals and quiver with kicks, which embarrassment\nwould probably not befall him until far away in the wilderness with his\nperplexity, for there had been something stronger on that stopper than\nmilk or cambric tea.\n\nAs Tank went he muttered something about the security of the United\nStates mail, wherein he had had the forethought to deposit his Christmas\ngift, and forthwith he flung himself into the shuck-pen, where he fell\nasleep, and was not found till half-frozen, his whereabouts being at\nlast disclosed to the storekeeper by the persistent presence of his\nfaithful steed standing hard by. Tank was humanely cared for by this\nfunctionary, but several days elapsed before he altogether recovered\nconsciousness; it was naturally a confused, disconnected train of\nimpressions which his mind retained. At first, in a maudlin state,\nhe demanded of the storekeeper, in his capacity as postmaster also, a\npackage, a Christmas gift, which he averred he should receive by\nmail. Albeit this was esteemed merely an inebriated fancy, such is the\nsensitiveness of the United States postal service on the subject of\nmissing mail matter that the postmaster, half-irritated, half-nervous,\ndetailed it to the mail-rider. “Tank 'lows ez he put it into the mail\nhyar himself!”\n\nPeter Petrie, a lowering-eyed, severe-visaged, square-jawed man, gave\nTank Dysart only a glance of ire from under his hat-brim, as if the\nmatter were not worth the waste of a word.\n\nDysart, wreck though he was, had not yet lost all conscience. He was in\nan agony of remorse and doubt. It kept him sober longer than he had\nbeen for five years, for he was a professed drunkard and idler, scarcely\nconsidered responsible. He could not be sure that he had experienced\naught which he seemed to remember--he hoped it was all only his drunken\nfancy, for what could have been the fate of the child subject to the\nfreaks of his imbecile folly! He was reassured to hear no rumors of a\nlost child, and yet so definite were the images of his recollection that\nthey must needs constrain his credulity.\n\nHe felt it in the nature of a rescue one day when, as he chanced to join\na group of gossips loitering around the fire of the forge, he heard the\nsmith ask casually: “Who is that thar baby visitin' at Peter Petrie 's\nover yander acrost Storm Mounting?”\n\n“Gran'child, I reckon,” suggested his big-boned, bare-armed, soot-grimed\nstriker.\n\n“Peter Petrie hain't got nare gran'-child,” said one of the loungers.\n\nTank, sober for once, held his breath to listen.\n\n“Behaves powerful like a gran'dad,” observed the smith, holding a\nhorseshoe with the tongs in the fire while the striker laid hold on\nthe bellows and the sighing sound surged to and fro and the white blaze\nflared forth, showing the interested faces of the group in the dusky\nsmithy, and among them the horse whose shoe was making, while another\nstood at the open door defined against the snow. “Behaves like he ain't\ngot a mite o' sense. I war goin' by thar one day las' week an' I stepped\nup on the porch ter pass the time o' day with Pete an' his wife, an' the\ndoor war open. And' what d'ye s'pose I seen! Old Peter Petrie\na-goin' round the floor on all fours, an' a-settin' on his back war\na baby--powerful peart youngster--jes' a-grinnin' an' a-whoopin' an'\na-poundin' old Peter with a whip! An' Pete galloped, he did! Didn't\nseem beset with them rheumatics he used ter talk about--peartest leetle\n'possum of a baby!”\n\nTank Dysart lost no time in his investigations and he had the courage of\nhis convictions. He did not scruple to call Peter Petrie to his face a\nmail-robber.\n\n“Ye tuk a package deposited in the United States' mail and converted it\nto your own use,” he vociferated.\n\n“'Twar neither stamped nor addressed,” old Petrie gruffly contended,\nalbeit obviously disconcerted.\n\nDysart even sought to induce the postmaster to send a complaint of the\nrider to the postal authorities.\n\n“I got too much respec' fur my job,” replied that worthy, jocosely eying\nTank across the counter of the store. “I ain't goin' ter let on ter the\nfolks in Washington that we send babies about in the mail-bags hyar in\nthe mountings.”\n\nThe social acquaintance of the little man had necessarily been rather\nlimited, but one day a neighbor, attracted to the Petrie cabin by idle\ncuriosity concerning the waif robbed from the mails, gazed upon him for\none astonished instant and then proclaimed his identity.\n\n“Nare Gilhooley should ever cross Storm Mounting, 'cordin ter yer saying\nPetey, an' hyar ye hev been totin' Boss Gilhooley 's gran'son back an'\nforth across Old Stormy, an' all yer spare time ye spend on yer hands\nan' knees bar kin' like a dog jes' ter pleasure him.”\n\nPeter Petrie changed countenance suddenly. His square, bristly, grim jaw\nhardened and stiffened, so dear to him were all his stubborn convictions\nand grizzly, ancient feuds. But he bestirred himself to cause\ninformation to be conveyed to Bruce Gilhooley of his son's whereabouts\nfor he readily suspected that the family had fled to Minervy Sue's in\nGeorgia. Peter Petrie sustained in this act of conscience a grievous\nwrench, for it foreshadowed parting with the choice missive filched from\nthe mail-bag, but he was not unmindful of the anguish and bereavement\nof the mother, and somehow the thought was peculiarly coercive at this\nseason.\n\n“I don't want ter even up with King Herod, now, sure!” he averred to\nhimself one night as he sat late over the embers, reviewing his plans\nall made. He thought much in these lone hours as He heard the wind speed\npast, the trees crack under their weight of snow, and noted through the\ntiny window the glister of a great star of a supernal lustre, high above\nthe pines, what a freight of joy the tidings of this child would bear to\nthe bleeding hearts of his kindred. Albeit so humble, the parallel must\nneeds arise suggesting the everlasting joy the existence of another\nChild had brought to the souls of all kindreds, all peoples. “Peace,\npeace,” he reiterated, as the red coals crumbled and the gray ash\nspread; “Peace an' good-will!”\n\nThe words seemed to epitomize all religion, all value, all hope' and\nsomehow they so dwelt in his mind that the next day he was moved to add\na personal message to old Boss Gilhooley in sending the more important\ninformation to Bruce.\n\n“Let on ter Boss,” he charged the envoy, “ez--ez--that thar jedgmint\nan' execution issued war jes' formal--ye mought say--jes' ter hev all\nthe papers reg'lar.”\n\nBy virtue of more attrition with the world the mail-rider was more\nsophisticated than his enemy, and sooth to say, more sophistical.\n\n“Boss is writ-proof, the old fool, though he war minded ter cut me out'n\nmy levy if he could! But waal, jes' tell him from me ez we-uns hev hed\na heap o' pleasure in the baby's company in the Chris 'mus, an' we-uns\nexpec' ter borry him some whenst they all gits home!”\n\nTo the child's kindred the news was as if he had risen from the dead,\nand the gratitude of the Gilhooleys to Petrie knew no bounds. They had\naccounted the baby drowned when, missing him, they had retraced their\nway, finding naught but a bit of old blanket on which he had lain, close\nto the verge of the cruel river. Boss Gilhooley, softened and rendered\ntractable by exile and sorrow, upon his return lent himself to an\naffected warmth toward Peter Petrie which gradually assumed all the\nfervors of sincerity. The neighbors indeed were moved to say that the\ntwo friends and ancient enemies, when both on all fours and barking for\nthe delight of the baby, were never so little like dogs in all their\nlives.\n\nThus a child shall lead them.\n\n\n\n\n\n",
    "metadata": {
        "author": [
            "Craddock, Charles Egbert"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23551/pg23551.txt",
        "name": "who_crosses_storm_mountain?_1911.json"
    }
}