{
    "name": "You Too Can Be A Millionaire",
    "author": [
        "Loomis, Noel M."
    ],
    "body": "\n[Sidenote: _Money was worthless, yet no man dared go broke. It was all\npretty confusing to Mark until \"Point-Plus-Pearlie\" told him--YOU TOO\nCAN BE A MILLIONAIRE _]\n\n\nMark Renner looked anxiously backward as he ran up the street to the\nplace where the faded gold lettering on one window said \"Jewelry.\" That\nwould be a good place to hide, he thought. Most of the plate-glass\nwindows and doors along the street were broken out as in fact they were\neverywhere, and had been for twenty years--but one of the jewelry\nwindows and the door, protected by iron grating, were still whole and\nwould help to conceal him.\n\nWith one final glance back at the corner, he climbed the grating,\nscuttled across it, and dropped down. Then, keeping low, he ducked in\namong the dusty old counters and stopped abruptly, listening.\n\nHe heard Conley's slow, slapping footsteps as the tall man rounded the\ncorner and came up the street. He forced himself to breathe softly in\nspite of the pounding of his heart. The dust rose a little around him\nand got in his nostrils and he wanted to sneeze, but by sheer willpower\nhe choked it down.\n\nConley was from the Machine--Central Audit Bureau--and the Machine knew\nby now that Mark was three thousand points in the red. Three thousand\npoints--when you were supposed to be always within one day's point of a\nbalance. You were allowed twelve hundred points a day, so Mark was now\ntwo and a half days in debit.\n\nHe'd been walking the streets in a sort of daze, signing slips right and\nleft while his own pad of slips stayed in his pocket. He hadn't cared,\neither, until now, because in this brave new world of the one\nfreedom--freedom from work--he was abominably unhappy.\n\nEverybody struggled all day to get enough points to stay even with\nCentral, and what good did it do them? You got even one day, but the\nnext day you had to start all over. There wasn't any point to it. So\nhe'd said to hell with it, and for five days now he'd ignored the\nMachine entirely except to line up automatically once a day at the\nconcourse to have his card audited. And for five straight days the\nbalance had been in red.\n\nThen, today, he had seen Conley on the street, coming toward him. All of\na sudden Mark had been scared. He didn't know what Central would do to\nhim--nobody knew--but he didn't want to find out, either. He ran from\nConley.\n\nNow he crouched in the dust behind an empty counter while Conley's\nfootsteps approached. He held his breath when they got close, and when\nthey passed the broken window he was very thankful.\n\nIt was late afternoon and he thought Conley would go back to Central.\nNobody knew much about Conley except that he represented the Machine and\nthat he seemed to disappear within it every afternoon.\n\nSo, presently, Mark crawled out of the broken window and walked down to\nMain Street. He looked carefully right and left and then, not seeing\nConley's tall form above the traffic, he wandered slowly down the\nstreet, trying to figure things out. Why wasn't there anything worth\nwhile to do? What was the reason for all the broken windows and empty\nstores? Had there once been places where people could buy things like\nfood and clothes? Maybe--before Central Audit Bureau had come into\nexistence. Or had Central always been there?\n\nMark saw the old lady sitting in the wheel-chair. He turned out absently\nto walk by her. He saw her put her foot in his way but his brain wasn't\nworking. He stumbled over her foot.\n\nInstantly the old lady half arose from her chair as if in pain,\nshrieking and brandishing her cane, the leg held stiffly out in front of\nher. \"You've injured me,\" she shrieked in a raucous voice. \"You've hurt\nmy lame foot!\"\n\nMark stood there dumbly. He was a young man and so he didn't at once\nforesee what was about to happen.\n\nA crowd gathered in no time. The old lady was putting on a show. Mark\ndidn't get it. He would have allowed her a thousand points--even fifteen\nhundred--without argument. But he got the shock of his young life.\n\n\"Thirty thousand points!\" she screamed at him, and thrust a pad of slips\nat him. \"Sign my slip, please.\"\n\n\n\nMark took the pad automatically. He took the pencil she held out. He\nstarted to sign. He'd never get a credit balance at the Central Bureau\nnow, but he didn't care. Maybe he'd get in so deep they'd give him some\nwork.\n\nThe old lady's voice rose unexpectedly. \"My feelings are hurt, too. He\ndid it deliberately. Five thousand points for my injured feelings.\"\n\nDazedly Mark wrote down \"Thirty-five thousand and no more,\" and signed\nhis name. He handed the pad back to her and started on. The crowd was\nleaving.\n\nBut a voice stopped him. A soft voice. \"Wait, son.\" He looked back. He\nstarted to go on, then he saw the old lady's eyes on his. \"Stick\naround,\" she said. There wasn't any raucousness in her voice now. \"Wait\ntill the crowd goes. I want to talk to you.\"\n\nPresently he was walking beside her while she laboriously operated the\ntwo big hand-wheels that propelled the chair. Two blocks away she turned\ninto an empty building marked \"Groceries.\" Mark helped her cross the\nthreshold.\n\nInside, she amazed him by springing out of the chair and standing quite\nsteadily. She was small and she wasn't as old and wrinkled as he had\nthought. \"You get in the chair,\" she said. \"I'll push you. I need the\nexercise.\"\n\nA minute later she was pushing him briskly along the street while Mark\nsat, still half dazed, in the wicker chair, her old red shawl was across\nhis lap.\n\n\"Get cramps in my legs, to say nothing of my bottom,\" she observed,\n\"sitting there all day.\" She saw him stiffen. \"Oh, you needn't be\nshocked. After all, I'm old enough to be your grandmother. I was born in\n1940, you know.\"\n\n\"Nineteen-forty,\" Mark repeated, wonderingly. \"Gee, that was back in the\ndays when everybody worked. I wish _I_ could work.\"\n\n\"Well, it's a changed world,\" she observed. \"In those days, you _had_ to\nwork.\"\n\nAt that instant Mark heard the ominous slapping footsteps. He looked\nahead, and there was Conley, easily noticeable because of the type N hat\na head above everybody else, coming toward them. Mark snatched up the\nred shawl and wrapped it around his face to the nose and pulled his hat\nlow over his eyes. He watched from under the type L brim while Conley\napproached. He held his breath while Conley fixed his deep eyes on him\nfor a moment, but Conley went by, and once more he was safe.\n\nThe old lady trotted briskly along. They passed a few people who stared\nat them, but Mark was thinking. \"This is 2021,\" he observed. \"You're\neighty-one years old. You must know all about things.\"\n\n\"I'm quite spry,\" she pointed out, \"though I must say I am working up a\nsweat right now. No, no--\" She pushed Mark back into the chair. \"It's\ngood for me. Don't get enough exercise any more. Now you just sit there.\nYou're in a bad way. Anybody who'd fall for such a phony act and release\nthirty-five thousand points without even an argument--well, of course,\"\nshe said archly, \"I do have a well-turned ankle.\"\n\nBut the enormity of Mark's debit with Central when the old lady should\nturn in his slip, began to worry him. He wondered if he could get it\nback from her. He wasn't happy with the world, and things were all\nwrong, and all that, but still--well, he did have to live in it.\nThirty-five thousand points. He began to worry. He wished he knew what\nthe penalty would be. He wondered if the old lady knew. What were these\npoints all about anyway? \"You must know,\" he said, \"how the world got\ninto this mess.\"\n\nShe chuckled, \"For thirty-five thousand points, I guess you've got a\nright to the story.\" She turned into the archway of a standard type B\napartment house.\n\nHe wondered what she would do with all those points. What did anybody do\nwith them? Everybody had about the same living quarters. Food was\nfurnished by automatic vendors at the Hydroponic Farms. Clothes were\nprovided, ready-made; all you had to do was put your credit card in a\nmachine, punch the buttons for your measurements, and a suit would drop\ndown the chute.\n\nMark got out of the chair and helped her inside with it. He took off his\nhat and started uncertainly to leave, but she put her hand on his arm,\n\"No, no. Have supper with me. I'll tell you all about everything. Glad\nto. There aren't many who want to know about things any more.\"\n\nHer apartment was neat and clean. It was hard for Mark to connect it\nwith an old woman shrieking points at him. \"My name's Pearl.\nPoint-Plus-Pearlie, they call me. But my real name's Penelope. You can\ncall me Penelope.\"\n\n\"Thank you,\" Mark said gravely, and sat down. Penelope bustled into an\napron and began pulling packages from the freezer. \"We'll have a feed,\nyou and I--a real feed.\" She chuckled pleasantly. \"After all, you're\npaying for it.\"\n\n\n\nMark squirmed uncomfortably.\n\n\"I'll tell you how all this started,\" Penelope said, popping open a can\nof high-content protein. \"Back before you were born there were insurance\ncompanies. At first they were started to insure your life, and--\"\n\n\"Your life!\" Mark frowned. \"How--\"\n\n\"Never mind. Also, they insured you against loss by fire. Then it was\nloss by collision of vehicles--you've never seen an auto, of course--and\nso on. Finally they got to insuring you against hurting yourself when\nyou slipped on a cake of soap in the bathtub, and then they insured\nagainst a suit for damages by someone who might stub his toe and fall\ndown and break a leg on your sidewalk. Follow me?\"\n\n\"I think so,\" said Mark doubtfully.\n\n\"Well, there were all kinds of lawsuits. Two men would be in an\naccident. Both hurt. Their insurance companies would sue each other.\nSuppose A knocked over a ladder and B fell down on top of him. B's fall\nbroke A's arm and it broke his own leg. A could sue B for breaking his\narm. B could sue A for making him fall. Well, suppose A was insured by\ncompany X, and B was insured by company Y. A and B filed claims against\neach other's companies, and everybody went to court.\"\n\n\"You mean they didn't agree on damages?\" Mark asked incredulously.\n\n\"Exactly.\" Penelope cut off the top of a bottle of enzymes. \"It was\npretty dumb. But pretty soon the companies got wise. They formed working\nagreements.\n\n\"When two companies carried insurance on two persons involved in an\naccident, the companies just presented their claims to each other, and\nthe one with the biggest claim against him paid the difference, while\neach company paid off the claim of the one it represented. You can see\nwhat eventually happened.\"\n\nShe punched a button and a dinette table popped out of the wall.\n\n\"Companies insured people for more and more types of damage, even\nagainst being insulted or against a claim for damages for being\ninsulted. The big companies eliminated the small ones, and it was just a\nmatter of bookkeeping among those that were left. Eventually the\ngovernment took it over.\"\n\n\"But look,\" said Mark, \"I don't see--\"\n\n\"Don't rush me.\" Penelope put a can into the container-dissolver and\npunched the button that set out the plates and silverware on the tiny\ntable. \"You see, pretty soon everybody was insured for everything\npossible. People were collecting right and left, mostly small amounts\nbut lots of them. But it took quite a bit of time to file claims and so\non. And also, a man spent all he made buying insurance to protect\nhimself. It was a wicked circle. Nobody could quit buying insurance and\nnobody dared quit filing claims. That's when the government took over.\nThey simplified things. Once a day you turn your slips into Central and\nthe Machine audits your account. That's all there is to it.\"\n\n\"But there's nothing else to do,\" Mark objected. \"No entertainment, no\nwork.\"\n\n\"Why should there be entertainment? Entertainment means work for\nsomebody. No, Central--which is the government, of course--has\neliminated work for everybody and at the same time has provided\nsomething to keep everybody busy. What work must be done is done by\nautomatic, self-lubricating, self-repairing, self-renewing machinery.\"\nShe sighed. \"It's a brave new world. Everything is neatly worked out.\nEverybody spends all their time gathering points to offset the points\nthey lose gathering points--and nobody seems to mind except a few rebels\nlike you and me. I saw that rebellious look in your eyes when you signed\nmy slip. That's why I invited you to come along with me. But, as I said,\nCentral keeps everybody busy all day and half the night trying to\nbalance themselves. There's no labor problem, no unemployment, no\nrelief, no worry about anything.\" She paused, to dip the vitamins out of\nthe dissolver. \"The only catch is--it's so damned monotonous.\"\n\nMark blinked, but Penelope whirled on him, the dissolver in one hand.\n\"Why do you think I sit out there and put on my act all day long? Not to\nget points, though I confess the points are the measure of my\nsuccess--but because life is too dull otherwise.\" She dished out the\nvitamins.\n\n\"You say the government did all this?\"\n\n\"Yes.\"\n\nA thought struck Mark. \"Who is the government?\"\n\nPenelope was filling glasses from the ice-water faucet. She turned her\nhead and stared at him like a bright-eyed bird. \"To tell you the truth,\nMark, as far as I know the men who used to make up the government\ndisappeared after the last war, about the time all this automatic\nmachinery was put in. We used to have an election every so often, but I\nhaven't heard that word for twenty-five years. Do you know what I\nthink?\"\n\n\"No,\" Mark said attentively.\n\n\"I don't think there is any more government!\" Penelope said\ndramatically. \"I think all that's left are the Machine and Central Audit\nBureau--which is nothing but a giant posting machine.\"\n\n\"Have you seen it--Central, I mean? I see the concourse where we line up\nevery day to have our cards posted--but what's behind those twelve\nhundred windows?\"\n\n\n\nShe nodded briskly. \"I saw it from one of the last planes. Central\ncovers miles and miles in both directions. They said then it was the\nbiggest machine on earth--and do you know, Mark\"--she paused\ndramatically--\"I think the Machine is the government! Roll up your\nchair, Mark.\"\n\nMark did. \"But doesn't there have to be somebody to take care of the\nMachine?\" he asked, holding her chair.\n\n\"Not that I know of. They said it was perfect--that barring an\nearthquake it would run for a thousand years without a human hand.\"\n\nThe iron-juice cocktail was pretty good, the way Penelope had flavored\nit with enzymes. But Mark inevitably got back to the thing that worried\nhim. \"What will happen when that release slip of mine goes through for\nthirty-five thousand points?\"\n\nPenelope raised her white eyebrows. \"I don't know, but undoubtedly\nsomething drastic. I'll tell you what. I'll hold your slip for a while\nand you go out and see if you can get some points on your credit side.\nStir up a little trouble. Get the points first and argue after.\"...\n\nMark went out and tried to get some points next day, but he couldn't\nseem to get his heart in his work. It was all so pointless. Why couldn't\nthe old lady give him back that slip, anyway? Mark got pretty much in\nthe dumps, and after he managed to get his foot stepped on and demanded\nthree hundred points, only to be countered by a claim of four hundred\nfor hurting the other man's instep, he began to feel very low indeed.\n\nAt the end of the week he was walking slowly along the street watching\nfor Conley, because he was getting further in the red every day, when he\nsaw a foot stuck out in his way and heard a voice say, \"Don't you\nstumble over my lame foot,\" and he looked up and saw the old lady. Her\nblack eyes were soft. \"You don't look happy, Mark.\"\n\n\"No.\" He held out his card.\n\n\"Hm.\" Her keen old eyes shot back to his. \"Thirty-two hundred in the\nred. That's more than before. You've lost two hundred points this week,\nMark.\"\n\n\"I know,\" he said dully.\n\n\"Here. Push me, Mark.\" She pulled the shawl around her and Mark started\npushing the wheel-chair. \"You're a nice boy,\" she said when they reached\na quiet street. \"You just can't adjust yourself to this modern world.\"\n\n\"I want a job,\" Mark said stubbornly. \"Something to do besides--well,\nsome kind of mark to aim at, I guess. This point business is just\nputting in time. I'm not creating anything. Even if I could fasten\nzippers on feather-beds, I'd be doing something worth while, because\nit'd be used. But this way of living is like digging a hole and then\nfilling it in again. Why, you don't even dare to get into a fight.\nSomebody would collect a thousand points every time you hit him. The\nstandard price of a black eye is three thousand. You have to be pretty\ncareful about things like that. And there's always Conley.\"\n\n\"Well,\" Penelope said, \"I'm going to make you a proposition. I'll hold\nup your slip for sixty days, and in the meantime I'll teach you how to\nget ahead of the game. I'll teach you the tricks of the trade, just as\nold Point-a-Minute Charlie taught me. They say he averaged a point a\nminute all his life.\"\n\n\"Where is he now?\" asked Mark, interested.\n\nThe old lady pondered. \"Come to think of it, I don't know. I remember\nthe last time I talked to him his credit balance was 98,000.\" She\nfrowned at the tremendous, low-lying dome that covered the horizon in\nthe distance and marked Central Audit Bureau. \"I haven't seen him since\nthen.\"\n\n\"Hm,\" said Mark.\n\n\"Well, now,\" Penelope said briskly. \"I'll make you a regular business\ndeal. I'll teach you, and for all you get, you give me twenty per cent.\nSee how many you can get. Try for ten thousand. That'll give you\nsomething to shoot at.\"\n\n\"Maybe I can beat the Machine,\" Mark said eagerly.\n\nPenelope swallowed. \"They say you can't beat the Machine. But I guess it\nwon't hurt to try.\"\n\nMark did well. At first he just walked down the street stopping people\nas fast as he could get to them. \"You didn't recognize me, sir,\" he\nwould say indignantly. \"I met you at Central concourse two years ago.\nRemember? You stood right in front of me in line for three hours, and we\ntalked about our new suits. Remember? My feelings are injured because\nyou ignored me just now. Fifty points. Will you sign my slip, please?\"\n\nHis credit reached the black the first week. He was netting five hundred\npoints a day, and it was fun, but Penelope said, \"We'll go for bigger\nstakes. This is kindergarten stuff. Now here's the way you start....\"\n\n\n\nSo the next morning Mark managed to get himself knocked down four times,\nand each time he came up with a skinned knee and collected from five\nhundred to eight hundred and fifty points. He was learning, Penelope\nassured him when he gleefully showed her his card at the end of the day.\nMark was elated. That day he had gathered fifty-one hundred points.\n\n\"But this can get monotonous, too,\" Penelope said. \"Anyway, you can't go\naround forever with a sandpapered knee. You're learning fast, and you're\nlearning right. Old Point-a-Minute Charlie was the best there was, in\nhis day, and he always said you make more points guessing character than\nyou do falling down. Know your victim before you have an accident, and\nthen hit him for all he will pay and hit him quick--the way I did you.\"\nShe chuckled. \"My commission for today is one thousand and twenty\npoints. Here, sign my slip, please.\"\n\nMark signed. It was a cheap price to pay for the fact that life was no\nlonger pointless. He decided he'd try to gather a credit of one hundred\nthousand points.\n\nHe worked on bigger stuff. He didn't try just everybody. He picked his\nsigners with care. He slept until nine every morning and he and Penelope\nplayed two-handed bridge at a tenth of a point a point until midnight.\nHe felt sorry for the poor suckers who had to get out at sunup and tread\nthe sidewalks until dark to get enough points to satisfy Central. They\nwere working like slaves, while he was living the life of Point-a-Minute\nCharlie.\n\nIt was a lovely existence. He forgot about Penelope's slip for\nthirty-five thousand. He could almost pay it off anyway. Then came the\nday when he pulled his grand coup.\n\nHe spent a week planning it, with Penelope's shrewd advice. He\nremembered what she had said about the man on the ladder in the\nnineteen-forties. He sandpapered his back and painted an irregular spot\nwith merthiolate and iodine, and practiced twisting his back until it\nlooked out of shape. Then he went out and watched for an absent-minded,\nnervous, excitable-looking man to try his next effort on.\n\nPenelope's biggest advice was, \"Preparation is half the points,\" so it\nwas three days before Mark found the right person. After he found him it\nwas very simple. He signaled Penelope to follow, and then he walked\nbehind the man until they came to a high curb.\n\nMark moved out to the left. The man started to step up on the curb. Mark\ndarted across in front of the man just as the man raised his foot. Mark\nmanaged to stumble exactly in front of the man. His arms went out and\none hand caught the little man's leg. The little man fell squarely on\ntop of him, assisted by a slight push from Penelope.\n\nMark groaned heart-breakingly. In a moment there was a crowd. The little\nman was getting up, bewildered, and automatically trying to dust off his\ntype K suit. Mark lay half on the curb, half off, squirming like a\nbroken-back snake. \"My back,\" he moaned piteously. \"Oh, my back.\"\n\nThe little man seemed paralyzed at the enormity of the thing he had\ndone. He stared at Mark and Mark squirmed harder and moaned louder. Then\nPenelope hobbled up and pulled Mark's shirttail out of his trousers. The\niodine spot on his back looked yellow and purple, and there were gasps\nfrom the crowd.\n\n\"He did it!\" Mark said, glaring accusingly at the little man. \"He\ntripped me. He tripped me and broke my back!\"\n\nPenelope was putting on a good act too, crying and wringing her hands\nand moaning. \"My poor boy!\" she said, over and over. A woman in the\ncrowd came up and made a very expressive raspberry in the little man's\nface. The little man was not only bewildered; he was frightened. Mark\nadjudged the time had come.\n\n\"Points for my broken back!\" he cried. Penelope held out a slip to the\nlittle man. He signed it dazedly, then he slipped out of the crowd,\nwhile three men picked up Mark and laid him tenderly in Penelope's\nreclining wheel-chair.\n\nMark could hardly contain himself. As soon as they were safely out of\nsight he said excitedly, \"Let me see the slip.\"\n\nPenelope looked around. She kept pushing him but she handed over the\nslip.\n\n\"Fifty thousand points!\" Mark read under his breath. \"Isn't that\nwonderful!\" He couldn't remember ever having felt so elated in his life.\n\nPenelope was shaking her head wonderingly. \"That was a good act,\" she\nsaid. \"I'd never have had the nerve to try that myself.\"\n\n\"Oh, that's nothing.\" Mark was enthusiastic. \"As soon as I get fitted up\nwith a magnelite brace so it'll look good, I'm going to knock a piece\nout of that curbing, and then if I can find out who's the registered\nowner of it I'll hit him for twenty-five thousand.\"\n\n\n\nMark got the twenty-five thousand. The owner of the sidewalk was finally\nconvinced that Mark's broken back was worth a lot. From then on there\nwas no holding Mark. Pretending to act for the little man who had\noriginally knocked him down, he located the woman who had made a\nraspberry in the little man's face and collected another two thousand;\nthe woman didn't recognize Mark, because Mark's features were changed a\nlittle.\n\nThen Mark spotted two others who had made threatening noises and\ncollected five hundred from each, and from another who expressed doubt\nthat he was really hurt, Mark got a thousand points. There was nothing\nto it, really. Most people had regular beats, and all Mark had to do was\nsit at one side in Penelope's wheel-chair and wait for them to come by.\nHe would have collected more if he could have remembered more faces. He\nsaw Conley go by once a day but now he wasn't afraid. He thought Conley\nlooked at him disappointedly.\n\nA couple of weeks later he got his card back from the Machine at Central\nand looked at it with great satisfaction. He had a hundred and thirteen\nthousand points to his credit. He met Penelope and they went to her\napartment for dinner. Jubilantly Mark got all the fancy food--even some\nsynthetic meat--that he could get on his card, and they prepared for a\nfeast.\n\n\"The only thing is,\" Penelope said as she punched the dishes on the\ntable, \"I'm scared. I have a feeling you shouldn't have gone over a\nhundred thousand.\"\n\n\"Is that why you never cashed my slip for thirty-five thousand?\"\n\nShe nodded. \"That's mostly the reason. My balance is over eighty\nthousand and I was afraid.\"\n\n\"Afraid of what?\"\n\n\"I don't know. Just afraid.\"\n\n\"Well,\" said Mark, \"I'm not. I don't see what Central can do to a person\nfor getting points. There's no rule against it.\"\n\n\"It's dangerous,\" Penelope insisted.\n\n\"Nevertheless, I have made a decision. A hundred thousand points--that's\nnothing.\" His head was high. \"I'm going after a million points!\"\n\nPenelope gasped. \"Mark, you mustn't do anything like that. You have no\nuse for a million points.\"\n\n\"No,\" Mark said complacently, \"but it's a lot of fun getting them. And\nit gives me something worth while to do. We'll sit up till three o'clock\nevery morning and play bridge, and I'll stay in bed till noon, and dream\nup new stunts. I'll pull one a week. Life is going to be worth living.\"\n\nThe announcing light showed at the door. Penelope pressed the admittance\nbutton. A tall, thin man came in a moment later. \"Mark Renner?\" he\nasked.\n\nMark jumped. \"Conley!\" Mark's stomach had a funny feeling in it.\n\n\"They told me I would find you here,\" Conley said.\n\nPenelope had recovered enough to gasp. \"What do you want?\"\n\n\"I'm from Central Audit Bureau.\"\n\n\"That's just lovely,\" Penelope said, \"but it doesn't mean anything to us\nbut a place where we get our cards balanced.\"\n\n\"It should mean something to you,\" Conley said hollowly. \"Central is the\ngovernment.\"\n\nPenelope stared at him. \"Sit down, please. I thought Central was just a\nmachine.\"\n\n\"It is something more than a machine. There is a small corps of persons\nwho live inside the machine to service it and occasionally adjust it,\nand those persons really are the government--that is, all the government\nwe have.\" He sat down stiffly, his back straight. \"Now then, Mr. Renner,\nyour card today showed a credit balance of a hundred and thirteen\nthousand points. Is that correct?\"\n\nMark swallowed. \"Yes.\" He looked at Penelope. She was pale. With\ndifficulty Mark asked, \"Is it your job to check up on people, to see if\nthey are entitled to their points?\"\n\n\"Oh, my, no. Central doesn't care about that. In fact, Central doesn't\ncare how much anybody's debit is. We figure as long as a man is in debt\nhe'll try to pay it off. They always do, at least. No, we never bother\nwith debits, and I don't suppose we ever would.\"\n\nMark breathed a sigh of relief.\n\n\"But a credit of over a hundred thousand is something else,\" said\nConley. \"The machines won't handle six figures without trouble, you see,\nso there has to be a penalty.\" He looked very sad. \"Now, then, I shall\nhave to--\"\n\n\"Wait!\" cried Penelope. \"His credit is a hundred and thirteen\nthousand--but I have his slip for thirty-five thousand. If I turn it in,\nthat would fix it up for him, wouldn't it.\"\n\nMark felt a warm wave of gratitude toward Penelope. She was a million\nper cent; no question about it.\n\n\"Well--yes, I suppose so. We don't like these last-minute adjustments,\nbut I suppose--\"\n\n\n\nShe came waving the slip and thrust it into Conley's face.\n\n\"There!\" she said triumphantly. \"Put that on my account.\"\n\nConley looked a little sad. \"This is your slip?\" he asked Mark.\n\nMark nodded gratefully.\n\n\"Let me have your credit card, Miss Penelope. Now, then, I'll transfer\nthese points--hm.\" Conley's eyebrows raised. \"Do you know what your\nbalance is now, Miss Penelope?\"\n\nPenelope's mouth shot open and she popped her hand across it.\n\n\"You have now a hundred and twenty-two thousand,\" Conley said. He got up\nfrom his chair. \"Well, I'm sorry, folks. That's the way it is.\"\n\nMark gulped. \"What way?\"\n\n\"Miss Penelope will have to come with me.\"\n\nMark was on his feet. \"If she goes, I go,\" he said dramatically.\n\nConley looked at him. \"If you feel that way about it, there won't be any\ntrouble at all. You did go over, so I can take you in too.\"\n\n\"In where?\" Penelope demanded.\n\n\"A certain number of persons is required to keep Central going, as I\nsaid--actually to be the government. But most of the population today is\nso apathetic they wouldn't be of any use at all, so years ago some of us\nwho were in Central got an idea. We discovered that whenever any citizen\nrebels against the monotony of life today, he or she eventually winds up\ntrying to gather a lot of points, because that is the only outlet for\nenergy and ambition. That is the kind of person we need, so when anybody\ngets over a hundred thousand, the machine warns us. We go after them.\"\nConley picked up his type N hat. \"Well, see you in the morning. Punch in\nyour cards at window 1000. We'll do the rest. And by the way--\" He was\nat the door. \"We start work at eight o'clock.\"\n\nMark brightened. \"Did you say _work_?\"\n\n\"Oh, it's only four hours a day, five days a week. The rest of the time\nis your own, only of course you can't come Outside. It would upset\nthings if the general public learned about us. Yes, it's a regular job;\nnot hard work, but steady work. Gives you something to aim for; there\nare promotions, you know, and extra bonuses for those who show promise.\"\n\n\"Work!\" Mark said. \"Steady work? You mean there'll be something to do\nall the time?\"\n\n\"Five days a week,\" said Conley.\n\nMark said, \"This is so sudden. Why don't you sit down a minute while we\nlet it soak in? We have plenty of enzymes and stuff for a guest, don't\nwe, Miss Penelope? Why not stay for supper, Conley?\"\n\n\"No, thanks,\" said Conley. \"We have beefsteak and hot biscuits for\nsupper in Central.\"\n\nPenelope shrieked with joy. \"Beef!\"\n\nMark was puzzled. \"What's that?\"\n\n\"It's an old-fashioned food,\" said Conley. \"Rather tasty too.\"\n\n\"Please sit down,\" Penelope begged, \"and tell us more.\"\n\nConley looked at his watch. \"Believe I will. My feet get a little tired\nall day from pounding the pavement. But there isn't much more to tell.\nYou'll find out everything tomorrow. And I'm sure you'll like it. We try\nto give each person work to challenge him.\"\n\n\"What if a person wouldn't want to go to Central?\"\n\n\"Very few ever object. Once in a while they are afraid and run away, but\nwe just register their number with all the machines, and whenever that\nnumber is presented for food or clothes, the machines reject the card.\"\nHe paused. \"A very neat arrangement. Of course, inside of Central the\npoint system as you know it now will be of no value whatever. We use\nmoney in Central.\"\n\nPenelope had a can of synthetic meat in her hands. \"Beef!\" she said\nsuddenly, and hurled the can into the disintichute. \"I'm going to starve\nall night so I can enjoy eating tomorrow.\"\n\n\"So nobody ever gets away?\" asked Mark.\n\n\"Very seldom, though there's one fellow playing a game with Central. He\nmust have gotten wind of us, and he keeps careful check on his points.\nAbout once every three months he starts going strong. He'll be putting\nin eight or ten thousand points a day. Then his balance will shoot up\nover a hundred thousand and I'll go after him, but he's always just\nsigned away a lot of points. Would you believe it, the last time he had\ngiven away fifty thousand points to a fellow who claimed a broken back.\nHe said he knew it was a phony, but he had me there and he laughed at\nme, for he had signed away the points. The slip showed up next day.\"\n\nMark looked at Penelope and grinned. \"We should have known that nobody\nin his right mind would give away fifty thousand points.\"\n\nConley raised his hand in a salute. \"See you tomorrow at Central. If\nthey don't keep you busy, look me up.\"\n\nMark watched him leave. Then he looked beamingly at Penelope. \"Work!\nEvery day! Eight o'clock! We'll have to get up before breakfast! Isn't\nit wonderful?\"\n\nBut Penelope's bird-like eyes were bright. \"He said there would be\npromotions and bonuses for those who show promise,\" she recalled. \"I\nwish we had known that. We could have made a cleanup and gone into\nCentral with a record that would make their eyes pop out. Anyhow\"--she\ndug her pad of release blanks out of her pocket and began to figure on\nthe back. \"Let's see, fifty thousand from the little man who's playing a\ngame with Central, twenty-five from the owner of the sidewalk, two\nthousand for the raspberry, five hundred each from two who made noises\nof disrespect, and a thousand from the man who doubted that your back\nwas really broken. You could have collected two thousand from that last\none,\" she said absently, \"if you hadn't got cold feet. Anyway, that's\nseventy-nine thousand points. Now, then, twenty per cent of that is\nfifteen thousand, eight hundred points.\"\n\nShe wrote rapidly and held out the pad to Mark. \"Sign my slip, please.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Loomis, Noel M."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32907/pg32907.txt",
        "name": "you_too_can_be_a_millionaire.json"
    }
}