{
    "name": "Your Servant, Sir",
    "author": [
        "Boren, Sol"
    ],
    "body": "The chubby woman glared at the android and dropped her suitcase on the\nfloor. She turned to her husband and said in an angry, unsteady voice,\n\"I'm leaving.\" Her double chin trembled. \"I can't stand the sight of\nthat thing another second.\"\n\nRaymond Golden gripped his empty glass with both hands, leaned forward\ntensely in the chair, and tried to find the right words.\n\n\"Paula,\" he began helplessly. \"Please wait. I'll get it fixed, or sell\nit, or trade it in. I'll do something.\"\n\nMrs. Golden pointed a shaky, pudgy finger. \"I'll never come back as\nlong as _that_ is here.\"\n\nShe bent to pick up her suitcase. The android approached silently and\nstared at her posterior.\n\n\"Madam,\" the android said, \"you are getting quite fat.\"\n\nPaula's back snapped upward. Her face was red and there were dark\nshadows under her eyes. \"I can't stand it!\" she shrieked. \"I can't! I\ncan't!\"\n\n\n\nThe words pierced Raymond's skull, exploded and splattered within. He\nwinced under the barrage. Paula ignored the automatic door button, and\nflung the plastic slab open with her hand.\n\nThe android followed her with its cold stare and spoke in its perfect\nvoice. \"Madam, that dress is atrocious. I would suggest that you change\nat once to your gray, princess silk, which will, at least, create the\nimpression of slenderness.\"\n\nPaula screamed hysterically and ran out of the apartment. The android\nmoved swiftly to the door and called after her, \"Farewell, Madam. Watch\nyour weight. Take care.\"\n\nIt pushed the button on the wall and the door swung shut.\n\nThe dreaded ultimatum had at last been carried out, and Raymond felt\nhelpless, numbed. Indecision settled upon him like a leaden cloak and\npulled him back against the foam-air-rest, where his head wobbled\nuncomfortably. He closed his burning, blood-shot eyes, and found no\npeace. He rubbed them with his free hand, and opened his vision to the\nstaring android.\n\nWithout any conscious thought, his arm extended in a slow, habitual\nmotion. The android responded automatically, plucked the empty glass\nout of his hand, and said, \"You drink too much, sir.\"\n\nRaymond nodded irritably. \"I know. You've reiterated that profound\nspiritual message with monotonous irregularity.\"\n\n\"But you do, you know.\"\n\nRaymond shouted angrily, \"Shut up!\"\n\n\"Very good, sir.\"\n\nThe android was a tall, handsome model. Its voice was deep, resonant\nand faintly British. It glided over to the built-in bar and performed\nrapid, indiscernible manipulations involving ice cubes, whiskey and\nsoda.\n\nThe android returned swiftly with the drink and served it with a\nsweeping flourish. Raymond took the glass and gestured impatiently.\n\"Cigar.\"\n\n\"Very good, sir.\"\n\nThe android withdrew a long, brown cigar from the humidor on the small,\nfloating ebony end-table, placed the clipped end in Raymond's mouth,\nand lit it with the tip of its forefinger, which suddenly glowed red.\n\nIt watched as Raymond puffed up several billowing, little gray clouds.\nThe smoke drifted towards the android, and it said: \"Disgusting habit.\"\n\nRaymond raised his glass, sipped the cold liquid, and remarked\nbitterly, \"What a pity you can't enjoy your own poisonous concoctions.\"\n\nThe android stepped back and stared fixedly at the man. \"You are a sot,\nsir.\"\n\nRaymond exploded. \"What!\"\n\n\"S-o-t, sot. An alcoholic. A drunkard. One who imbibes intoxicating\nliquors.\"\n\nRaymond jumped out of the chair and threw his glass and cigar on the\ncarpet violently. The cigar sizzled in the midst of the foaming liquid.\nHe glared at the android. \"You go to hell!\"\n\n\"As I have repeatedly attempted to impress upon your happy, pickled\nbrain, sir,\" the android said, \"It is impossible for me to go there.\"\n\n\"That isn't exactly what I meant.\"\n\n\"In that case, sir, I would suggest that hereafter you say what you\nmean.\"\n\nRaymond swore. He swayed uncertainly, and then dropped back into the\nchair. He reached out to the floating table for a fresh cigar, jammed\nit in his mouth, and chewed it nervously. He was a short, chubby man,\nwith brown, thinning hair, a double chin, and lines around his mouth,\nwhere a friendly smile had recently met an untimely death.\n\nRaymond pulled his cigar out of his mouth and stared at the wet soggy\nend. He moved his head from side to side, turned his gaze on the\nandroid, and muttered through his teeth, \"You and your impeccable\nandroidal exterior have got to go.\"\n\nThe decision immediately had a relaxing effect. Raymond's moist brow\nunwrinkled itself momentarily, and he almost smiled at the thought.\n\n\"Allow me to point out, sir,\" the android said. \"That you have, to\ndate, invested approximately three thousand dollars in my interior and\nexterior, as well.\"\n\nRaymond nodded sadly. \"Not to mention fifteen more easy, cardiovascular\nproducing payments.\" He placed his hand over the spot, where, deep\ndown, his heart was located. Satisfied that it was still there, he\nsaid, \"I've got a lot of expensive money tied up in you, but if I have\nto choose between mechanical misery and matrimonial bliss, I'll settle\nfor Paula's brand of inhuman torture.\"\n\n\"That, sir, is extremely faulty, illogical, and irrational reasoning.\nTypical, however, of most humans.\"\n\nRaymond smiled grimly and stood up. \"If you will watch closely, oh,\nloyal servant, you will note that I am about to do something not so\ntypical of my assorted human friends.\"\n\nWalking unsteadily over to the bar, he reached into a small drawer, and\nwithdrew a small plastic container labeled: SOBERUPPER.\n\n\"In fact,\" Raymond said, as he removed two pills and tossed them into\nhis mouth, \"I must be out of my mind.\"\n\nHe swallowed hard, blinked, and gasped. For a moment he leaned heavily\non the bar. Then suddenly, clarity. The room was brighter. The drab\ngrays resolved into blue and yellow pastel panelling along the walls.\nThe carpeting was a rich deep blue. The polished floating ebony slab\nglittered in the room.\n\n\"Come on, Android. We're heading for the big city.\"\n\n\n\nThe city, as they flew over it, was a blazing ocean of roof-top\nadvertisements, designed to attract the attention of the overhead\ntraffic.\n\nRaymond threw a switch and a private radar beacon blipped brightly\non his jetcopter's screen. He touched a button and the controls\nautomatically guided the craft towards a gigantic flashing sign, which\nproclaimed: GENERAL ANDROIDS.\n\nThe jetcopter dropped onto the roof-top parking lot with a thud. The\nandroid and Raymond climbed out and took the nearest escalator down to\nthe mezzanine. They entered the Sales Manager's office, where Raymond\ncornered Mr. Krutchamer, the Assistant Sales Manager, and quickly\nexplained the difficulties with the android.\n\nMr. Krutchamer was a small wiry man with a surprisingly deep,\nimpressive voice. He shrugged his slight shoulders, after listening\npatiently, and said, \"Doesn't sound like a mechanical manifestation to\nme, sir.\"\n\n\"Mechanical or electronical,\" Raymond demanded perplexed, \"what's the\ndifference?\"\n\n\"Well, sir,\" Mr. Krutchamer began with a flashing white-toothed smile,\n\"you've had your android for three months, and while our guarantee is\nfor one year, it specifically spells out an unconditional warranty\nagainst mechanical defects.\"\n\n\"No guarantee against any electronic defects?\"\n\nThe little man shook his head emphatically. \"No, sir. All electrical\nparts are guaranteed, of course, for thirty days, but you've had the\nandroid for ninety days.\"\n\nMr. Krutchamer's face was sad, his eyebrows crept down over his eyes,\nand his voice dropped to a confidential decibel level. \"I'm sorry,\nsir, but your problem sounds more like a chronic psycho-electronic\ncondition. I would recommend that you see a PRD.\"\n\n\"What's that?\" Raymond was annoyed. His face was flushed and he\nsquinted at the little man.\n\n\"Doctor of Psychiatric Robotory.\"\n\n\"This android doesn't need Psycho-therapy, damn it,\" Raymond said\nhotly. \"Maybe some minor adjustment with a heavy monkey wrench. But\nthat's all.\"\n\n\"Perhaps.\" The little man turned on the smile. \"The important thing\nin an android is that it function properly and efficiently. We are\nprepared in every way to keep your android in perfect operating\ncondition, but we do not feel that it is at all necessary to concern\nourselves with an android's alleged thoughts or vocal expressions.\nAfter all, it is only an android. A machine. A clever machine, but a\nmachine.\"\n\n\"This clever machine has driven my wife out of our home, and is edging\nme into a cybernetic psychoneurosis.\"\n\nRaymond walked stiffly out of the Sales Manager's office on to the\nbalcony that overlooked the various androids that were on display in\nthe showroom below and stared at the section designated MANSERVANT.\nThere was an astonishing variety of tall, short, slim, fat, young,\nmiddle-aged, and old looking androids.\n\nMr. Krutchamer approached him slowly. Raymond fought back his annoyance\nand asked in desperation, \"What kind of deal can you give me on a trade\nin?\"\n\nThe Assistant Sales Manager smiled and said thoughtfully, \"Let me\nsee.\" He turned and examined the android. He looked it up and down,\nwalked around in back of it, and looked it up and down some more. Then\nhe circled it slowly three times, and concluded the ritual by making\nclucking noises with his teeth.\n\nFinally Mr. Krutchamer said, \"Can't give you too much, you realize. It\nisn't equipped with radar, or any navagational instruments, or even the\nbuilt-in computer. About as high as I can go would be one thousand.\"\n\n\"One thousand!\" exclaimed Raymond. \"That would leave a balance of\nalmost four thousand, plus the balance I've already got on this one.\"\n\nThe android stared at Raymond and said, \"I could have told you that\nbefore you came down here, sir.\"\n\nRaymond jumped, and snapped at the android, \"Shut up!\"\n\nRaymond was furious. He turned suddenly on Mr. Krutchamer.\n\nThe Assistant Sales Manager ran into his office and closed the door\nbehind him.\n\n\n\n\"Really, sir,\" the android said, \"your method of operating this flying\nmachine is truly offensive.\"\n\nRaymond jabbed the throttle and the jetcopter leaped forward. He sat\ntensely at the controls, beads of perspiration across his forehead.\n\nThe android said, \"I would suggest, sir, that you allow me to\ndemonstrate the proper method of operating these controls.\"\n\nThe jetcopter lurched suddenly in a sharp turning motion, and angled\nin rapidly for a reckless ground landing at WHEELER'S WONDERFUL USED\nANDROID LOT.\n\nMr. Wheeler personally met Raymond and the android as they disembarked.\n\"Greetings,\" he said. \"Looking for a good used android?\"\n\nRaymond shook his head. \"Got one I want to sell.\" He pointed and asked,\n\"How much?\"\n\nWheeler examined the android rapidly and said, \"Looks like a good\nclean model. Guess I could give you about five hundred cash.\"\n\nRaymond exclaimed, \"What! That the best you can do?\"\n\nWheeler nodded and smiled. \"That's Blue Book on this model. Take it or\nleave it. That's my top offer--cash.\"\n\nRaymond turned away. \"Come, my faithful manservant,\" he said\ndespondently. \"Let us return to our dismal retreat, where I can get\nproperly and thoroughly liquored up.\"\n\n\n\nRaymond was tired and dejected. His face was lined and despair was\nin his eyes. He collapsed into his favorite chair and dispatched the\nandroid to the bar.\n\nTwo highballs later an idea dashed itself to pieces in Raymond's\nbrain. He jumped up, ran over to the Televisor, and placed a call to\nAllied-News-Facs. When the News-Facs android's plastic face appeared\non the screen, Raymond said, \"I want to place an ad in the For Sale or\nSwap section of the Four O'clock Edition.\"\n\n\"Yes, sir. What do you desire to say?\"\n\nRaymond frowned. \"Just say this: Anyone desiring to take over the\npayments of one darling, efficient, well-mannered, handsome, unbearably\nconscientious android can purchase the equity extremely cheap at great\nsacrifice.\"\n\n\"Is that all?\"\n\n\"Yes, for now. If that doesn't work, I'll call you back.\" He gave his\naddress and televisor number and switched off.\n\nRaymond turned to his android and said, \"I've reconsidered. Maybe\npsycho-electronic-therapy can really help--one of us.\" He glanced at\nhis watch. It was eleven a. m. \"Let's go.\"\n\nThe android followed obediently and said, \"This is extremely\nmonotonous.\"\n\n\n\nThe door read: DR. FREDRICK MILLHOP, PRD\n\nInside, the waiting room was jammed with human beings and assorted\nelectronic, two-legged contrivances. Surprise halted Raymond half-way\nthrough the doorway, and he studied the crowd in disbelief.\n\nA beautiful female voice pierced the noisy confusion of human and\nunhuman voices: \"Do you have an appointment, or are you human?\"\n\nRaymond stared at the Receptionist-Android, with its fixed smile on its\nsculptured feminine face, and replied unhappily, \"I had no idea I would\nneed one.\"\n\nThe Receptionist-Android smiled steadily. \"Is this an emergency, or a\ndisaster, or are you sober?\"\n\n\"Could be,\" Raymond replied, bewildered. \"Yes.\"\n\n\"If you desire to wait, perhaps the Doctor might see you, see you, see\nyou. But I don't see why, see why, see why.\"\n\nMumbling a hasty assent, Raymond retreated into an unoccupied corner,\nwhere he and his android waited. The other men and women in the room\nwere a grim, haggard looking group. As for the other androids, Raymond\nrefused to look at them; and he closed his ears to all sound.\n\nNoon came and passed, and the afternoon dragged. Raymond lost his\nfeeling of impatience, and stood in the corner trance-like. Finally at\ntwo-thirty a tiny green light flashed in the Receptionist-Android's\nmetallic bosom.\n\n\"The doctor will see you now or never.\"\n\nThe large, spacious office, with its glowing walls, dimmed ceiling, and\ndeep, soft carpeting was a silent, soothing relief. Raymond's android\nwatched as the two men engaged in a mutually weary handshake.\n\nDr. Millhop was a tall thin, sharp featured man. There were black moons\nunder his eyes that lay heavily on long, guttered wrinkles. He leaned\nback in his chair, as Raymond explained the android's manifestations.\n\nThe Doctor nodded his head in the manner of a man who had been\nlistening to the same story all day, day after day.\n\n\"Mr. Golden,\" Dr. Millhop said, \"you must realize that every android\nhas its own peculiar idiosyncrasies. Unfortunately, in some instances,\nthere is absolutely nothing that can be done about it.\"\n\nRaymond gestured at his android, and asked hopefully, \"What about this\ninstance?\"\n\n\"I don't know,\" the Doctor replied frankly. \"Before I can express an\nopinion, it will be necessary to run your android through exhaustive\ntests and have my technical staff examine its electronic circuits\nminutely. If it is a simple matter of rewiring, or, say, a faulty\ncomponent, why, of course, we can straighten it out very easily.\nHowever, if it is a condition that is caused by Unknown Factors, then I\ncan prescribe only one thing.\" He paused, spread his palms, and added\nsadly, \"As so many of us seem to be attempting these days--_don't lose\nyour temper_.\"\n\n\"How long will it take to run your tests?\"\n\n\"We can send it into the lab immediately, run it through the analyzers,\nand have a report in one hour.\"\n\nRaymond reached into his coat pocket for a cigar, stuck it in his mouth\nand lighted it with an old-fashioned lighter. He puffed thoughtfully,\ntook one glance at the android, and said, \"Let's do it.\"\n\nThe android's head swiveled sharply, staring first at Raymond and then\nat the Doctor. \"Isn't anyone going to consult me?\"\n\nDr. Millhop's chair groaned, as he leaned forward suddenly. His voice\nwas cold death in an angry whisper. \"Shut up!\"\n\nThe Doctor viciously pressed a button. A large panel in the wall\nsnapped open and two huge, square-shouldered, power-androids clanked\ninto the room. The Doctor pointed. They lifted Raymond's protesting\nandroid, and carried it from the room.\n\nBack in the waiting room, Raymond drummed his fingers nervously on the\nreceptionist's desk. He finished his cigar, started another one and\nfinished that one. Precisely one hour later the little light flashed on\nthe Receptionist-Android's dashboard chest.\n\n\"The Doctor will see you again and again and again.\"\n\nAs Raymond re-entered the office, the Doctor was examining a folder.\n\n\"Mr. Golden,\" Dr. Millhop said in a tired voice without looking up,\n\"there is absolutely nothing that can be done, short of electronic\nlobotomy.\"\n\nRaymond asked, \"What is electronic lobotomy?\"\n\n\"That is tantamount to an entirely new memory bank. Even then we cannot\nguarantee that some other idiosyncrasy will not develop. Frankly, I do\nnot recommend it to you. It is an expensive process, and lobotomys are\nmainly performed in the larger industrial robotic devices, where an\nextremely expensive piece of equipment is involved.\"\n\nThe chubby man rubbed his jaw. \"I've got to salvage my investment\nsomehow. How much will it cost?\"\n\n\"Three thousand dollars.\"\n\nRaymond shrugged sadly, turned and walked out of the room.\n\nThe Receptionist-Android looked up at him and said impersonally, \"You\nwill receive the Doctor's enormous bill by Telefacs.\"\n\n\n\nAs Raymond entered his apartment, disillusioned and exhausted, the Four\nO'clock News-Facs, containing his want-ad, was sputtering out of the\nreceiver.\n\nWhen the News-Facs had ceased its chattering, he scanned the paper,\ngrunted a resentful satisfaction, and slumped into his favorite chair.\n\nHe sat and fidgeted, and waited and waited, until darkness fell. But\nthere was no response to his ad.\n\nFinally he said to the android, \"Looks as if you and I were meant for\neach other forever and ever.\"\n\n\"Certainly, sir,\" replied the android. \"You need a stable, intelligent\nadvisor and mentor to save you from your frequent, horrifying errors\nof human judgment. For instance, I could have told you in advance that\nelectronic butcher could not so much as cure headaches in a buzzsaw.\nIn short, sir, you will never find a finer, more loyal, more capable\nandroid than myself. Put yourself entirely in my hands. I will even do\nyour thinking for you.\"\n\nRaymond shook his head wearily, and remarked, \"I am both excruciatingly\nsad and divinely happy at that information.\"\n\n\"I am mystified at your sadness, sir, though gratified at any little\nhappiness I might bring into your drab, miserable existence.\"\n\nRaymond said mildly, almost too mildly, \"Shut up.\"\n\n\"Very good, sir.\"\n\nWith an effort the chubby man got to his feet, walked to the bar and\npoured himself a long drink.\n\nThe following morning Raymond, finding his body host to a horrible\nhangover, staggered into the living room, and fumbled behind the bar\nfor a small plastic container, which was labeled: HANGOVER-OVER.\n\nHe removed two blue pills and tossed them into his mouth.\n\nWhen Raymond was half-way through his second cup of coffee, he suddenly\njumped to his feet and snapped his fingers. \"I've got it. What a\ntremendous, frightening idea. But it might work.\"\n\nHe raced over to the Televisor and put in another call to\nAllied-News-Facs.\n\nA half hour later the ad was coming out of the News-Facs machine in an\nexcited staccato that matched Raymond's quickening pulse.\n\nAs soon as the ad was printed, he ripped it out of the receiver:\n\n            WILL TRADE MY CRAZY MIXED-UP ANDROID FOR YOURS.\n\nRaymond grinned happily for the first time in days. \"Ingenious.\"\n\nThe android said, \"A complete, hopeless waste of human endeavor, sir.\nHowever, it is quite typical of your impulsive and somewhat obnoxious\npersonality.\"\n\nRaymond laughed. \"Say anything you like, my vanishing servant. You are\nnot long for _my_ little world.\"\n\nThirty minutes later the automatic door-announcer sang out: \"Visitor!\"\n\nRaymond set the door control on automatic. A tall, thin, haggard\nlooking man entered and offered his moist hand in a feeble grip. \"My\nname is Groober.\" He pointed weakly at the glistening android behind\nhim. \"This is George.\"\n\nRaymond stared hopefully at George and said, \"Our android was once\nfondly known as Francois, but we've since been unable to think of it as\nanything but _It_.\"\n\nMr. Groober sat down with a sigh, and said in a hoarse voice, \"This\nidiotic robotic device has a chemurgical complex.\"\n\nGeorge, the android, stared at Raymond. \"Sir, you have an extremely\nhigh fat content.\"\n\nRaymond briefly described his android to Mr. Groober, and the latter\nshook his head sadly. \"Looks as if they've got a lot in common.\"\n\nRaymond nodded sympathetically.\n\nThe door-announcer sang out again: \"Visitor!\"\n\nA little old lady entered. \"I am Mrs. Quimby,\" she announced in a\nsqueaky voice. \"And _this_ is Daisy.\"\n\nDaisy followed her in, walking on its hands. Raymond stared curiously\nat Daisy and remarked, \"That's a new twist.\"\n\nMrs. Quimby said with bitterness, \"That ain't all Daisy does.\"\n\nDaisy suddenly collapsed to the floor, leaped to its feet, and began\njumping up and down. Its feet hit the floor with a crash; it's head hit\nthe ceiling with a thud; up and down, up and down.\n\nRaymond asked, \"How do you stop it? My ceiling can't take much more of\nthat.\"\n\nMrs. Quimby said, \"Don't know. Depends on the ceiling.\"\n\n\"Visitor!\" The door-announcer cried again in its one-word recorded glee.\n\nA large android walked in ahead of a short, perspiring man. The android\nannounced, \"I am Ulysses, the greatest android ever produced. This poor\ncreature is my old, worn out owner. I am here to find a new, strong,\nvigorous owner. Which one of you is interested?\"\n\nThe door-announcer sang out again and again. In two hours the little\napartment was jammed with human beings and inhuman androids. The\ninterviewing process no longer involved Raymond alone. It became an\ninterwoven, complex affair.\n\nThe confused, excited melee continued on through the night. It lasted\nall through the following day and night, and on into the day after,\nwhen the last guest left with his militaristic android counting cadence\nin a loud grating voice.\n\nRaymond mixed a strong drink and collapsed into his chair, muttering to\nhimself, \"How utterly, utterly hopeless. There wasn't a single android\nthat didn't have some glaring incurable idiosyncrasy that could drive\nPaula and me completely out of our minds as easily as our present\nmechanized helpmate.\" He appealed to the cracked ceiling. \"What am I\ngoing to do?\"\n\nHis android said, \"You look like a tired, fat old man.\"\n\n\"Shut up.\"\n\nThe android stared at Raymond and asked, \"What fiendish, diabolical,\nsure-fire scheme have you devised in that tiny, inadequate human brain\nof yours now, sir?\"\n\nRaymond leered at the android. Perspiration was breaking out all over\nhis body. His lower lip began to tremble and his cheek twitched.\n\nRaymond tapped his forehead. \"When science fails,\" he said in a hoarse\nwhisper, \"there it but one method left for a poor, ignorant savage with\na primitive brain.\"\n\nMoving forward swiftly, Raymond bent over, and seized the floating\nebony end-table in both hands.\n\n\"Come here, oh, modest, unassuming, subservient one. I want to bend\nyour ear.\"\n\nRaymond lunged forward and swung. The android dodged awkwardly, and the\ntable top glanced off the side of its head.\n\nFor a long moment the android remained quiet and motionless. Finally it\nsaid, \"Did you ring, sir?\"\n\nThe ebony slab slipped from Raymond's hands. He squinted at the android\nfrom under drooping, red-rimmed eyelids.\n\nThe android's head remained perfectly still. Its eyes did not follow\nhim.\n\nRaymond stepped over to the bar, made tinkling noises with the bottles,\nand waited tensely.\n\nSilence. Pure silence.\n\nThe stillness of the room was suddenly warm and friendly. Astonishment\nswept over Raymond in a dizzy wave. He asked in an excited whisper,\n\"Who are you?\"\n\nThe android turned towards him and bowed humbly. \"Your servant, sir.\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Boren, Sol"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59558/pg59558.txt",
        "name": "your_servant,_sir.json"
    }
}