{
    "name": "Zurk",
    "author": [
        "Lewis, Richard O."
    ],
    "body": "There was both agony and defeat etched deeply into Guyard's lean face\nas he stood there in the center of the hidden, attic laboratory. His\nfists were clinched tightly at his sides and his hollow eyes were\nstaring tensely and with supplication at the steel monstrosity before\nhim.\n\n\"Zurk, you must save her!\" he pleaded. \"You must save Marene!\"\n\nZurk, the man of steel, made no move. He sat there expressionless, his\nelectric-cell eyes staring out through the small window at the far end\nof the laboratory.\n\nYear after year, the steel giant had sat there staring through that\nwindow, staring out into dim, perpetual daylight that always enveloped\nthat half of the moon which kept its face constantly toward Jupiter.\n\nWeek after week and month after month, Guyard had stood before the\ngiant, had stood there hurling thought-waves into the brain, but to no\navail. Something was wrong somewhere within the intricate mechanism,\nsome trouble he could not locate.\n\nNervous and shaken, he stood there glaring into the expressionless\neyes. There were but a scant two weeks left. Then the evil creatures\nfrom the Land of Darkness on the other side of the moon would come to\nclaim Marene.\n\nDesperation gave power to Guyard's tired brain. \"_Zurk!_\" His eyes\nblazed into the giant's with a final effort. \"_Move your head!_\"\n\nFor a brief instant, Guyard was certain that a feeble thought-wave had\ntried to penetrate his own brain; he thought he caught a faint glow in\nthe eyes.\n\nThen he wheeled quickly at the sound of a step upon the ladder up to\nthe trap-door in the floor. His hand flashed to the gun at his belt,\nand he waited tensely.\n\nHis hand relaxed as the door swung slowly upwards and he saw dark\ncurls and a smiling face. Marene. Marene, his daughter.\n\nHe went quickly to her, helped her up into the room and stood for a\nmoment with his arms about her shoulders, holding her to him.\n\nA crazy panorama of thoughts went through his head. He remembered the\nday of her birth aboard that ill-fated spaceship that had set out to\ncolonize Mars. That was the same day the commander of the ship had\nreported engine trouble.\n\nHe remembered the first four years of her life aboard that helpless\nship, the ship that had finally landed the thousand weary colonists on\nthis moon of Jupiter's.\n\nAnd then had come the creatures from the Land of Darkness to claim\nyouth as a tribute from the helpless Earthians. Once every four years,\nthey came to claim young men and women for some hideous experiment of\ntheirs on the other side of the moon.\n\nAnd now Marene was just sixteen, and the creatures would be coming\nagain in their black spaceship within two weeks! Guyard was thankful\nthat death had spared Marene's mother from this greater horror.\n\nHe held the girl tightly to him.\n\nShe drew away finally and smiled up at him with the bravery of youth.\n\"Father,\" she said, \"whatever happens, I'm not afraid.\" Her voice was\nlike calm music to his troubled brain. \"Anyway, I have news for you!\"\n\n\"News?\"\n\n\"Yes. Captain Simms is going to try, maybe trying right this instant to\nget a radio message through to the Earth!\"\n\n\"Impossible!\" Guyard shook his head quickly. \"Zuldi and his guards keep\nthe city under constant surveillance! Captain Simms should know better,\nthan to try! Zuldi and his devils will detect the vibration instantly!\"\n\n\"But Captain Simms is trying a different type of sender,\" Marene\nexplained. \"He hopes that Zuldi's detectors will not....\"\n\nShe broke off suddenly.\n\nGuyard, too, heard the tumult somewhere out in the street, and the\nsound of croaking shouts. He hurried to the window and looked out.\n\n\n\nThere in the street almost below him stood Zuldi and six other of the\nhated creatures, their scaly, bloated bodies smeared with a green\nsubstance as protection against the rigors of light. Thick-lensed\nglasses shaded their eyes.\n\nZuldi, croaking loudly to attract attention, was waving his arms and\npointing downward at the broken body of Captain Simms that lay at his\nfeet. Beside the dead man lay the tangled mass of what might once have\nbeen a radio, a radio that would never send its message to distant\nEarth.\n\nZuldi stopped his shouting, and spat upon the man in the dust and sent\na heavily-clawed foot raking over the already lacerated chest. He was\nusing Captain Simms as an example to all other Earthians in the city.\n\nGuyard felt a hot bitterness rising uncontrollably within him. He flung\nthe window open, jerked the gun from his belt and centered the sights\nupon the center of Zuldi's bone-crested forehead.\n\n\"Damn him!\" he breathed. \"I'll....\"\n\nIt was Marene who knocked the gun down before he had a chance to\nfire. A great fear was in her eyes as she wrested the weapon from his\nfingers. \"You can't do it, Father! You can't do it!\" She thrust the gun\ninto a pocket beneath her short coat.\n\n\"Putting Zuldi out of the way would not help us,\" she reminded him.\n\"The other Earthians had guns. They would discover that you had a gun\nand guess that others would only kill you. They would end our chances\nto fight the black ship when it comes.\"\n\nA semblance of reason came back to Guyard. For the past two years, he\nhad, when not training Zurk's mind, been turning out gun after gun in\nhis small, electric furnace. Those guns had been secretly distributed\nto the men of the city to use when the right moment came. And now he\nhad come very nearly to ruining those chances.\n\nHe began speaking, as if thinking aloud. \"They have dismantled our\nspaceship, broken our radios and killed every man who has tried to get\na message through to Earth. They have taken our youth, searched out our\nsecret laboratories and killed our scientists.\"\n\nHis eyes were blazing. \"But this time we are going to fight!\"\n\nGuyard knew that a fight with the powerful creatures from the Land of\nDarkness would mean annihilation for the Earthians. But there was no\nother apparent way.\n\nHe turned again to the steel giant, his eyes misty. \"Had Zurk not\nfailed us,\" he said, \"I should have built a hundred more like him.\nInsulated against the shock of the voltage guns, a hundred men of\nsteel could have marched into the Land of Darkness and crushed our\ncaptors--wiped them out!\"\n\nMarene, too, had turned to look at the giant. She went forward now,\nraised one of the huge hands and let it fall with a metallic, squeaking\n\"z-zzurk.\" Long ago, as a small child, she had done that same thing,\nand because of the sound had named the giant \"Zurk.\"\n\nShe stood looking up into the expressionless eyes. When she spoke, her\nvoice was like that of a small girl talking to a disobedient doll. \"You\nmust not fail us now, Zurk. We need you. You must help us!\"\n\nGuyard went to her and put an arm about her shoulders. \"It's no use,\"\nhe said. \"I've tried day after day. He makes no move.\"\n\n\"But I'm certain he understands you,\" insisted the girl. \"Sometimes I\nam certain I have caught a glow in his eyes. A glow of understanding.\"\n\n\"He _does_ understand me!\" Guyard was staring into the eyes again,\ntense with emotion. \"His brain is a part of my very own! I have\nnurtured that brain with my own thoughts. I have trained it.\"\n\nThen he shook his head slowly. \"But it's no use. It is too late. One of\nhim would not be enough. There is no time to build more.\"\n\nGuyard was so busy with his own thoughts that he did not hear the scaly\nsound of feet upon the ladder leading up into the laboratory. He did\nnot see the bone-crested head that came slowly up above the level of\nthe floor behind him.\n\nHis first indication of danger was a green-smeared arm that whipped\nabout Marene and jerked her roughly away from him.\n\nGuyard's hand raked at his belt as he wheeled about. But the gun was\nnot in his belt. Marene had taken it from him, had placed it beneath\nher own short coat. He was unarmed.\n\nFour of the creatures were already in the room, Zuldi among them. More\nwere coming up through the trap door.\n\nGuyard knew that he was facing death, a hideous death. Zuldi and his\nmonsters would gleefully claw him to pieces, throw him into the street.\n\nOne of the creatures charged him suddenly with huge arms and clawed\nhands outstretched.\n\n\n\nDesperation and a sense of his own helplessness surged through Guyard.\nIt gave him a mad strength beyond all reason. His balled fist lashed\nout with all the fury that twelve horrible years of hatred could give\nit. The flesh and bone of the beast's face fairly exploded into gory\npulp as the blow landed.\n\nAt almost the same instant, another clawed hand grasped Guyard by the\nshoulder and sent him spinning backward to land with a crash against\nthe table at the far side of the room. It was Zuldi.\n\nGuyard stood leaning against the table, dazed and shaken.\n\nHe heard Marene's scream and saw the two creatures forcing her down\nthrough the trap door. They would not harm her. They would let her live\nfor a worse fate. The black ship would be coming in less than two weeks.\n\n\"We saw you open the window a while ago. That's what brought us up.\"\nZuldi was standing before him, his huge, round mouth with its yellow\nteeth hanging open in pleasure. \"I'm so glad we came. Two examples in\nthe same morning is more than I had hoped for.\"\n\nGuyard's hand closed over a heavy wrench upon the table behind him. He\nhad no hope of winning through; his only desire was to take Zuldi with\nhim in death.\n\nOne of the guards saw the act, shouted a warning and hastily drew his\nvoltage gun.\n\nWith a mad cry upon his lips, Guyard sprang forward with wrench\nswinging. Zuldi's evil face was before him. Guyard wanted to smash it,\nobliterate it.\n\nBut the wrench never reached its mark. A crackling flame filled the\nroom. Guyard was spun half way around as the full charge of the\nvoltage gun caught him high in the right side of his chest and filled\nhis whole body with a burning agony.\n\nThe wrench dropped to the floor. His arms became leaden things that\nhung heavily at his sides. He stood there gasping for air. Completely\nburned out inside, he had but a few seconds left. Only his brain seemed\nto be alive.\n\nZuldi was before him, his hideous face black with anger beneath its\nsmeared green. \"So!\" he hissed. \"You would dare to strike!\" His clawed\nhand flashed out to rake down the face and chest of the helpless man.\n\nGuyard felt no pain. His whole body was numb, dying. He stood there\nwhile Zuldi tore at him, stood there staring straight into the eyes of\nthe great steel giant.\n\n\"Zurk!\" The thought-wave went out with all the power of his brain.\n\"_Zurk! You've ... you've got to save ... Marene!_\"\n\nFor some reason, he felt closer to that steel-cased brain than he had\never felt before. He saw the light in the giant's eyes change almost\nimperceptibly. And he felt thought-waves hammering at his own brain.\nZurk, even at the last moment, was trying to tell him something. But\nthe message was garbled, incoherent.\n\nThen his tortured lungs could breathe no longer. His legs crumpled\npainlessly beneath him and he went sprawling forward to come to rest\nwith one arm flung out across a steel foot.\n\nThe next instant was a frightful one. It was filled with agony,\nbewilderment and awful blackness. It seemed to Guyard that something\nwas reaching out for him, something that was struggling to wrest him\naway from the void of nothingness.\n\nThen there was a sudden peace--and silence.\n\n\n\nThe dim walls of the laboratory slowly took form. They seemed to\ngrow out of nothingness. Gradually they began to take on a definite\nshape and brightness. Other objects in the room became clear-cut and\ndistinct. And sound vibrations floated in.\n\nGuyard was puzzled. He thought he must be awakening from some\nnightmare. Perhaps, after all, Zuldi and his men had been but a bad\ndream.\n\nNo! There was blood upon the floor of the laboratory! The electric\nfurnace that had once been upon the table was gone, had been torn away!\nThe wrench still lay where it had fallen from his nerveless fingers!\n\nHe was dead! His body had been thrown into the street! And yet....\n\nGuyard was more bewildered than ever. His body was dead! And yet he\ncould see! His consciousness was still alive!\n\nFor a long moment, he wondered. Then the realization of what had\nhappened came to him with a startling clearness. During his last moment\nof life, he had been sending a message to Zurk's brain, had been in\nthe closest harmony with it. And during that last moment, his own\nconsciousness, released by the death of his body, had leaped the gap\nbetween those two closely related brains!\n\n_He was now occupying Zurk's brain! He was now Zurk!_\n\nThe thought of it thrilled him. He saw his barrel-like chest of steel,\nhis huge arms, his extended, powerful legs.\n\nHe would kill Zuldi now!\n\nBut first he would go to Marene. He would tell her that he was still\nalive. He would explain to her the transformation that had taken place.\n\nHe would go ... now....\n\nHis thoughts broke off suddenly. Something was wrong. He had willed to\nrise. But his great body had not responded.\n\nHalf frightened, he tried again with all the force of his new-found\nbrain.\n\nA tiny vibration at the back of his neck became increasingly painful.\nThe vibration grew quickly in intensity until it became a searing flame\nof agony, a searing flame that robbed him of his strength and sent the\nwalls of the laboratory floating away into darkness.\n\nIt seemed to Zurk--or Guyard--that it was hours before the energy\nrebuilt itself within the steel frame.\n\nHe knew now where the trouble was. One of the hundred tiny wires at the\nback of his neck was loose; it was shorting his energy through the huge\nbody.\n\nThat was the message Zurk had been trying to get through to him even\nat the last moment! That was what had kept the man of steel immobile\nthrough the years!\n\nOne tiny, thread-like wire had cheated a thousand Earthians from their\nfreedom! And there was nothing to be done!\n\nThe trap door opened slowly some time later, and Marene came up into\nthe room. Her eyes were hollow and sad, but she seemed even more\nbeautiful.\n\nZurk could not feel the hot tears that coursed down over the steel hand\nthat Marene was holding against her soft cheek; but he could hear the\nsweet vibrations of her voice.\n\n\"Zurk. Oh, Zurk!\" She was sobbing quietly against the hand she held.\n\"You're ... you're the only one I have left now.\"\n\nShe raised her head and choked back the tears. \"Forgive me, Zurk,\" she\npleaded, \"and please understand....\"\n\nThe transformed Zurk would have given anything to let her know that he\nunderstood. As it was, he struggled with all his might to give her some\nsign of understanding, struggled until the small flame at the back of\nhis neck grew white hot and sent him reeling into an oblivion filled\nwith blackness.\n\nWhen light rays and sound vibrations again began streaming into his\nconsciousness, Marene had gone.\n\nHe didn't know how much time had elapsed since Zuldi's visit. Maybe a\nday. Maybe a week. Soon the black ship would be coming....\n\nThe thought of that black ship and what it meant sent Zurk into another\nfrantic struggle against the thing at the back of his neck. Time and\ntime again he struggled until blackness overcame him.\n\n\n\nOnce, when consciousness returned to him, he became aware of two people\nstanding before him looking up at him.\n\nOne was Marene. The other was a slim youth a year or two older than she.\n\n\"Too bad he doesn't work,\" the young man was saying. \"He would be such\na help in the fight that is soon to come.\"\n\n\"Yes,\" said Marene. Her voice was hopeful. \"Perhaps you could find out\nwhat is wrong with him.\"\n\nA ray of hope flashed through Zurk. If the young man could find the\nloose wire at the back of his neck....\n\nBut the young man was shaking his head. \"There is not time enough\nfor that,\" he said. \"It would take weeks to go over that intricate\nmechanism. As it is, I have only time enough to get the gun assembled\nand placed.\"\n\nZurk watched Marene lead the young man to the table at the end of the\nroom near the window. She pressed a button, and a small door slid open\nin the floor beneath the table to expose two neatly coiled electrodes.\n\nThe young man's face lighted. \"Just the thing,\" he said. \"With that\nelectrical power, my gun is bound to be a success!\"\n\n\"But it's dangerous,\" warned Marene. \"Zuldi knows of this laboratory.\"\n\n\"I doubt if he'll come back. He'll probably believe that no one would\ndare to use this laboratory again.\" A shadow of doubt came across the\nyoung man's face. \"But I can't understand how it happened that Zuldi\ntore out the electric furnace in which your father built the guns but\nfailed to molest Zurk.\"\n\nZurk could have told him. The answer was somewhere back in his\nsub-conscious mind. Zuldi had considered the metal giant as being\nbut some Earthian god, a powerless entity. He had spat upon the god\ncontemptuously and had left it standing.\n\nMarene's hand was upon the young man's arm and she was looking up into\nhis eyes. \"Bob,\" she said earnestly, \"your gun _must_ be a success!\nIt is not just for our own sakes; there are a thousand other lives\ndepending upon it.\"\n\nBob put his hand over hers. \"It _will_ be a success!\" he promised.\nThen, \"But we've got to hurry. If they come a day earlier.... If they\nshould happen to come tomorrow....\"\n\nHe left the sentence unfinished, gave Marene's hand a reassuring\nsqueeze and hurried to the trap door that led down from the attic\nlaboratory.\n\nGuyard was shocked to find that the two weeks was nearly up, was\nsurprised to learn that his struggles against the thing at the back\nof his neck had sent him into such long periods of blackness. But the\npassing of time made one thing clear to him: it explained why he now\nconstantly thought of himself not as Guyard, the man, but as Zurk, the\ngiant of steel!\n\nThe bustle of work in the laboratory made Zurk almost forget his\nhelplessness. Time and time again, the young man hurried into the room\nto take molded pieces of steel from beneath his coat and to pile them\nupon the table before Marene.\n\n\"Now!\" he said finally. \"Now if we can get them assembled in time!\"\n\nHe took off his coat and set to work with the hopeful energy of youth.\n\n\"It's one of the blast rockets from the spaceship that brought us\nhere,\" he explained. \"The rockets get their power by disintegrating the\natoms of fuel within their chambers. If we can change the procedure a\nbit, if we can get the disintegrating principle to work at long range\ninstead of being confined merely to the fuel chamber.\"\n\nZurk got the idea instantly. A disintegrator! The youth was\nconstructing a long-range disintegrator with which to blow the black\nship out of the sky! The thrill of it coursed through his brain. The\nEarthians were going to fight! They were going to make a last stand\nagainst the Creatures of Darkness.\n\nBut he, Zurk, would be powerless to help.\n\n\n\nThrough the long hours of the day and night, Zurk sat there watching\nthe two youngsters at their toil. They were working against time now,\nstruggling for the right of freedom and happiness.\n\nBut Zuldi might come. He might come before the gun was finished. Or he\nmight come before the arrival of the black ship.\n\nHours later, Bob made the final adjustments on the machine and stepped\nback to look at it. His face was pale and his hands trembled slightly\nwith excitement.\n\n\"Now to test it!\" he told Marene. \"And ... and I hope it works!\"\n\nHe turned the long snout of the gun toward the open window, connected\nthe electrodes and made final adjustments.\n\n\"Wait!\" Marene placed a hand upon his arm. A sudden fear had come into\nher sparkling eyes. \"If the gun makes a flash or a vibration of any\nkind, Zuldi will be sure to know. He will come here immediately!\"\n\nBob paused. \"That's right,\" he said finally. Then, \"But we've _got_ to\ntest it! We can't wait until the black ship comes! We've got to be\n_sure_!\"\n\nThey stood there for a moment gazing into each other's eyes. Then Bob\nput his arm about her and drew her to him. \"It doesn't matter so much\nabout us,\" he told her. \"We are doomed anyway. It's your father and my\nfather and all the others in the city that we must think about! It is\nthey....\"\n\nHe broke off short, his lips tight and his eyes blazing out of the\nwindow toward the far-away, dark horizon from whence the black ship\nwould come. Several giant birds were soaring lazily through the pale\nsky.\n\nThe young man seemed much older as he stood there. Zurk saw the lines\nof care in the cleanly cut face. And, at last, he recognized the youth.\nBob Simms. The son of Captain Simms whose dead body had been dragged\nthrough the dusty streets by Zuldi and his men.\n\n\"We've got to test it!\" the young man said again.\n\nZurk saw him put his shoulder determinedly against the piece and wheel\nthe snout of it toward one of the soaring birds just outside the window.\n\nZurk's photo-electric eyes saw the vibration of the charge slit through\nthe pale sky scant inches from the bird as the youth pressed the\nrelease.\n\nBut Bob had not seen that tell-tale vibration. He had seen only that\nthe bird before him remained unharmed. The bitterness of defeat showed\nin his face.\n\n\"Try again,\" urged Marene.\n\nOnce again, the youth aimed the gun and pressed the release with\ntrembling fingers.\n\nAnd once again Zurk's eyes saw the vibration miss its mark by inches.\nBut he saw something else. He saw something no human eyes could see.\nMiles away on the far horizon, he saw another giant bird caught\nsquarely by the charge. The bird disolved instantly into a smoky haze\nas every atom within it suddenly lost its valence.\n\nZurk could have cried out with satisfaction had it not been for the\ntiny wire that shorted itself with white heat at the back of his neck.\n\nIt made him realize once more his complete helplessness.\n\nMarene and the young man were standing there looking dejectedly at the\ngun. \"It won't work,\" Bob groaned. \"I've got to take it apart. I've got\nto try again.\"\n\nZurk tried with all his might to tell the young man that the gun was a\nsuccess. He tried until blackness sought to engulf him.\n\nThen his delicate ears picked up a sound vibration that sent a chill\nthrough his brain. He could hear the hurried scrape of many clawed feet\nin the street below.\n\nZuldi and his men! They had detected the vibration of the gun! They\nwere hurrying to investigate!\n\nAnd there was something else. Far above the distant horizon was a black\nspeck that grew suddenly larger as it leaped forward through the pale\nsky.\n\nThe black ship! It was coming a day ahead of schedule!\n\n\n\nZurk struggled desperately to warn the two who stood there in the attic\nlaboratory. He tried to warn them of the black ship and of Zuldi and\nhis guards who were even now within the house.\n\nBut his struggles were in vain. The hot pain stabbed deep into the back\nof his neck, robbing him of his strength. The walls of the room reeled\nand faded before his waning eyes.\n\nHe knew that further struggle was useless. It would only send him\nplunging deeper into that awful blackness. Anyway, he seemed not to\nhave the strength to struggle more.\n\nHe sat there motionless and terror stricken while the scene unfolded\nbefore his eyes.\n\nBob and Marene had caught sight of the ship. It had come to a hovering\nstop just outside the window, its black hull seeming to fill the whole\nsky. A long ladder had been let down from one of its open ports and\nCreatures of Darkness were filing down into the city.\n\nSoon those evil monsters would be ferreting out the healthy youth of\nthe city.\n\nZurk, powerless to stop them or to shout a warning, watched Zuldi and\nhis men come quickly up into the laboratory through the trap door.\n\nNeither Bob nor Marene saw their danger. Marene was staring fearfully\nout at the black ship and Bob was working frantically with the gun.\n\n\"If we can blast the ship out of the sky,\" Bob was saying. \"If we can\nkill the creatures already in the city, get their voltage guns....\"\n\nBob never finished his hopes. A giant, clawed hand clutched him by the\nshoulder at that moment and spun him back and away from the gun, spun\nhim back and away until he nearly collided with Zurk's steel frame.\n\nZurk felt the strain and horror of it all driving him deeper into\nblackness.\n\nZuldi's hideous face was twisted into an anticipatory smirk. He took a\nslow, deliberate step closer to the young man.\n\n\"You Earthians will never learn,\" he hissed. His clawed fingers were\nwrithing nervously. \"But one more example will not hurt. You know the\npenalty.\"\n\nBob's jaws were clamped tightly. His whole body was trembling with pent\nrage and hate. He stood there looking steadily into the beast's eyes,\nwaiting.\n\n\"One less youth in the shipment to the other side will make little\ndifference,\" Zuldi smirked. \"The blood we have taken in the past is\nnearly enough for our needs. The transfusions have rendered my people\nalmost immune from the ravages of heat and light rays.\"\n\nHis red eyes were glowing behind their protective glasses. His heavy\nlips were twisting gloatingly. \"Soon we shall be able to leave the Land\nof Darkness. Soon we shall conquer new lands.\"\n\nHis eyes narrowed and he took a sudden step forward, clawed hands\nextended. \"And we shall have no further use for Earthians!\"\n\n\"Damn you!\" Bob's set face was livid with emotion. \"Damn you!\" he\nshouted again. \"You'll never live to kill another Earthian!\"\n\nHis hand swept into the open front of his shirt and came out again with\none of the hand guns Zurk--or Guyard--had made in the secret furnace.\nIn one swift motion, he leveled the gun at Zuldi's huge chest and\nsqueezed the trigger.\n\nThe crash of the explosion jarred against Zurk's ears with a shattering\nforce that drove some of the blackness from his brain. He saw\nimmediately that the charge had not reached its intended mark.\n\nOne of the other creatures, at sight of the gun, had leaped suddenly\nforward--to receive the heavy slug in his own chest.\n\nThe bullet did not stop him. His momentum carried his dead body forward\nto crash into Bob, to knock the gun from his hand and to send him\nspinning and stumbling backward.\n\nZuldi laughed, and drew his voltage gun.\n\nDuring that split second, a thousand other vibrations smashed into\nZurk's hot brain. He heard bedlam break loose in the streets below. The\nEarthians were fighting!\n\nMingled with the crash of the hand guns and the slithering vibrations\nof the voltage weapons were cries, groans, shouts and curses. And over\nit all came the sudden, high-pitched whine of the black ship's radio, a\nwhine to the far side of the moon for help.\n\nSoon there would be other black ships.\n\nMarene was standing there looking at him, her eyes staring into his\nown, pleading with him! Then she turned and made a dash for the\nlong-snouted gun upon the table, only to be dragged away from it by two\nof the monsters.\n\nZurk knew that the last, insane episode had come. This was to be the\nlast of the Earthians! And if he were ever going to come to their aid,\nhe must do it now.\n\n\n\nHe threw all the power of his giant frame into the will to stand, into\nthe will to rise up and to slay these evil creatures about him.\n\nHe tried to ignore the stabbing pain at his back, tried to believe it\ndid not exist. He hurled forth his energy in wave after wave until the\nflame became a consuming thing that ate deep within him and filled his\nbrain with the shadows of dark despair.\n\nThrough that creeping blackness, he saw Bob Simms frantically try to\nevade the sweep of Zuldi's weapon. He felt the young man stumble over\none of his helpless, steel feet, felt him stagger against his metal\nknee and fall.\n\nAnd at almost the same instant the blast from Zuldi's voltage gun went\ncrashing through the room.\n\nZurk saw the streak of the charge as it passed just above the fallen\nyouth and felt the full, deadly shock of it strike squarely into his\nown huge chest of steel with a force that quaked the whole of his giant\nframe.\n\nThen came deep silence. It seemed that all time had suddenly stopped.\n\nZuldi and the other creatures were standing there staring at him, their\nbulging eyes terror-stricken.\n\nThe vibration of Marene's sudden cry swept against his ears. \"_Zurk!\nYou are free!_\"\n\nHe realized then what had happened. His steel frame had taken the full\nstock of Zuldi's voltage gun. And that shock had burned off the wire\nthat had been shorting his energy at the back of his neck!\n\nHe was standing there on his own two feet! He was moving his head! He\nwas free!\n\nWithering blasts from a half dozen voltage guns tore suddenly into his\nsteel body, rocking him on his feet. But he didn't care. He was free!\n\nA savage cry came from his steel throat as he brushed aside the\ncreatures and their guns. He went directly to the opening in the floor,\nput his heavy foot against the trap door and kicked it shut with a\nsplintering crash that wedged it tightly home.\n\nThen he turned slowly about to face Zuldi and the creatures. There was\nno escape for them now!\n\nFrom outside, came the sound of successive, powerful blasts. The black\nship was bringing its heavy guns into action, was bombarding the city.\n\nZurk caught two of the creatures as a great cat would catch mice. Their\ngibbering death-cries filled his ears with pleasure as he smashed their\nheads together and flung their lifeless bodies against the wall.\n\n\"The disintegrator!\" he shouted to Bob. \"Knock that ship out of the\nsky! This will be a fight they will remember!\"\n\nHis steel fist crashed into the evil brain of another.\n\nThen came a roaring bolt of destruction more powerful than all the\nothers. It struck the corner of the attic, quaked the building to its\nfoundations and sent one wall of the laboratory swirling away in a\nburst of flying debris.\n\nTwo of the trapped creatures sprang out of the opening, screaming.\nZuldi would have followed had not Zurk clutched him up in his huge\nhands. Slowly, the man of steel twisted the evil creature's head about\nin a complete circle. Then he raised the lifeless body high into the\nair and cast it down into the dust of the street below.\n\nHe turned to find Marene and Bob standing beside the gun. Marene was\nsobbing quietly. Bob was staring bewilderedly at the dangling end of\none of the electrodes he held in his hands.\n\n\"The blast from the ship!\" he cried. \"The blast from the ship carried\naway one of the electrodes! We are without power for the disintegrator!\"\n\nZurk took the severed cable into his own hands. He saw immediately\nthat repairs were out of the question. A long section had been blasted\naway between the floor and the gun. And the disintegrator was useless\nwithout power!\n\nAnother blast from the black ship shuddered the laboratory and brought\nanswering sparks from Zurk's steel shell.\n\nThen he knew! The solution came startlingly clear to his brain. He\nwould make the connection with his own metal body!\n\n\n\nGrasping the cable tighter in his hand, he set his foot down heavily\nupon the other end that lay upon the floor.\n\nHis eyes glowed as he wheeled the snout of the gun about with his\nfree hand, wheeled it directly toward the heart of the black ship and\npressed the release with his thumb.\n\nThe burning wave of hot power that surged through him nearly blinded\nhim. But he saw the great ship shudder as the disintegrating force\nsmashed into it, saw it lose form in a shapeless cloud of nothingness\nas its neutralized atoms went spinning away.\n\nA great cry of triumph rang out from the fighting men of the city. The\nhand guns redoubled their fury.\n\n\"They've got the creatures on the run!\" It was Marene. She was looking\ndown into the street from the broken wall of the laboratory.\n\nBut there were more ships coming. Zurk saw the tiny black specks that\nhad leaped above the far horizon.\n\nHe stopped two of them while they were still but specks, saw a third\nwheel back toward the dark side, its radio whining. The others came\nhurtling on.\n\nMethodically, one by one, he began blasting them from the sky. The hot\ncharges of power that coursed through his body bleared his eyes and\njarred his senses.\n\nOnly two of the ships remained. He sent one of them into oblivion;\nmissed the other. Twice more, the ravishing shudders of power racked\nhis body before the black ship and its evil crew vanished into\nnothingness before his burning eyes.\n\nBut there was no time for rest. Other black ships were coming.\n\nZurk, now a glowing, burning thing, felt himself moving the gun slowly\nfrom one to another of the ships.\n\nZurk was surprised to find so few ships left. He must have gotten more\nof them than he had thought. If he had been able to hang on a moment or\ntwo longer....\n\nA wave of blackness began to spread over him.\n\nThe great surges of energy pounding devastatingly through his\nheat-ridden body jarred him back again into consciousness. Through a\nblack and red mist, he saw the youth bending over the gun. The young\nman's eyes were afire with the light of battle and his face was grim as\nhe worked the weapon deliberately and methodically.\n\nZurk felt an overwhelming desire for peace creep over him. He knew what\nthat meant.\n\nBut he didn't care. His steel body was solidly fused to the ends of the\ncable. Even in death, his body would continue to hold the connection\nwhile Bob Simms rid the city of the demons for all time. Never again\nwould the black ships dare to attack. And the Earthians could rebuild\ntheir own spaceship.\n\nHis heavy head slumped slowly forward to rest upon his hot arm. The\nwild, triumphant shouts of the people in the street came but dimly to\nhis ears as he felt himself swimming away into a warm, red mist.\n\nThen came the last vibration of all. It was an infinitely sweet\nvibration that caressed his tired brain and gave to him the peace he\nneeded.\n\nHe knew it was Marene--_his Marene_--who had set that vibration into\nmotion with her lips as close to his ear as she dared.\n\n\"Thank you, Zurk,\" came that last vibration. \"Thank you, _Father_!\"\n\n\n\n\n",
    "metadata": {
        "author": [
            "Lewis, Richard O."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/62043/pg62043.txt",
        "name": "zurk.json"
    }
}