{
    "name": "Grimm - Cat And Mouse In Partnership",
    "body": "\n      A certain cat had made the acquaintance of a mouse, and had said so much\n      to her about the great love and friendship she felt for her, that at\n      length the mouse agreed that they should live and keep house together.\n      ‘But we must make a provision for winter, or else we shall suffer from\n      hunger,’ said the cat; ‘and you, little mouse, cannot venture everywhere,\n      or you will be caught in a trap some day.’ The good advice was followed,\n      and a pot of fat was bought, but they did not know where to put it. At\n      length, after much consideration, the cat said: ‘I know no place where it\n      will be better stored up than in the church, for no one dares take\n      anything away from there. We will set it beneath the altar, and not touch\n      it until we are really in need of it.’ So the pot was placed in safety,\n      but it was not long before the cat had a great yearning for it, and said\n      to the mouse: ‘I want to tell you something, little mouse; my cousin has\n      brought a little son into the world, and has asked me to be godmother; he\n      is white with brown spots, and I am to hold him over the font at the\n      christening. Let me go out today, and you look after the house by\n      yourself.’ ‘Yes, yes,’ answered the mouse, ‘by all means go, and if you\n      get anything very good to eat, think of me. I should like a drop of sweet\n      red christening wine myself.’ All this, however, was untrue; the cat had\n      no cousin, and had not been asked to be godmother. She went straight to\n      the church, stole to the pot of fat, began to lick at it, and licked the\n      top of the fat off. Then she took a walk upon the roofs of the town,\n      looked out for opportunities, and then stretched herself in the sun, and\n      licked her lips whenever she thought of the pot of fat, and not until it\n      was evening did she return home. ‘Well, here you are again,’ said the\n      mouse, ‘no doubt you have had a merry day.’ ‘All went off well,’ answered\n      the cat. ‘What name did they give the child?’ ‘Top off!’ said the cat\n      quite coolly. ‘Top off!’ cried the mouse, ‘that is a very odd and uncommon\n      name, is it a usual one in your family?’ ‘What does that matter,’ said the\n      cat, ‘it is no worse than Crumb-stealer, as your godchildren are called.’\n    \n\n      Before long the cat was seized by another fit of yearning. She said to the\n      mouse: ‘You must do me a favour, and once more manage the house for a day\n      alone. I am again asked to be godmother, and, as the child has a white\n      ring round its neck, I cannot refuse.’ The good mouse consented, but the\n      cat crept behind the town walls to the church, and devoured half the pot\n      of fat. ‘Nothing ever seems so good as what one keeps to oneself,’ said\n      she, and was quite satisfied with her day’s work. When she went home the\n      mouse inquired: ‘And what was the child christened?’ ‘Half-done,’ answered\n      the cat. ‘Half-done! What are you saying? I never heard the name in my\n      life, I’ll wager anything it is not in the calendar!’\n    \n\n      The cat’s mouth soon began to water for some more licking. ‘All good\n      things go in threes,’ said she, ‘I am asked to stand godmother again. The\n      child is quite black, only it has white paws, but with that exception, it\n      has not a single white hair on its whole body; this only happens once\n      every few years, you will let me go, won’t you?’ ‘Top-off! Half-done!’\n      answered the mouse, ‘they are such odd names, they make me very\n      thoughtful.’ ‘You sit at home,’ said the cat, ‘in your dark-grey fur coat\n      and long tail, and are filled with fancies, that’s because you do not go\n      out in the daytime.’ During the cat’s absence the mouse cleaned the house,\n      and put it in order, but the greedy cat entirely emptied the pot of fat.\n      ‘When everything is eaten up one has some peace,’ said she to herself, and\n      well filled and fat she did not return home till night. The mouse at once\n      asked what name had been given to the third child. ‘It will not please you\n      more than the others,’ said the cat. ‘He is called All-gone.’ ‘All-gone,’\n      cried the mouse ‘that is the most suspicious name of all! I have never\n      seen it in print. All-gone; what can that mean?’ and she shook her head,\n      curled herself up, and lay down to sleep.\n    \n\n      From this time forth no one invited the cat to be godmother, but when the\n      winter had come and there was no longer anything to be found outside, the\n      mouse thought of their provision, and said: ‘Come, cat, we will go to our\n      pot of fat which we have stored up for ourselves—we shall enjoy\n      that.’ ‘Yes,’ answered the cat, ‘you will enjoy it as much as you would\n      enjoy sticking that dainty tongue of yours out of the window.’ They set\n      out on their way, but when they arrived, the pot of fat certainly was\n      still in its place, but it was empty. ‘Alas!’ said the mouse, ‘now I see\n      what has happened, now it comes to light! You are a true friend! You have\n      devoured all when you were standing godmother. First top off, then\n      half-done, then—’ ‘Will you hold your tongue,’ cried the cat, ‘one\n      word more, and I will eat you too.’ ‘All-gone’ was already on the poor\n      mouse’s lips; scarcely had she spoken it before the cat sprang on her,\n      seized her, and swallowed her down. Verily, that is the way of the world.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "cat_and_mouse_in_partnership"
    }
}