{
    "name": "Grimm - the Seven Ravens",
    "body": "\n      There was once a man who had seven sons, and last of all one daughter.\n      Although the little girl was very pretty, she was so weak and small that\n      they thought she could not live; but they said she should at once be\n      christened.\n    \n\n      So the father sent one of his sons in haste to the spring to get some\n      water, but the other six ran with him. Each wanted to be first at drawing\n      the water, and so they were in such a hurry that all let their pitchers\n      fall into the well, and they stood very foolishly looking at one another,\n      and did not know what to do, for none dared go home. In the meantime the\n      father was uneasy, and could not tell what made the young men stay so\n      long. ‘Surely,’ said he, ‘the whole seven must have forgotten themselves\n      over some game of play’; and when he had waited still longer and they yet\n      did not come, he flew into a rage and wished them all turned into ravens.\n      Scarcely had he spoken these words when he heard a croaking over his head,\n      and looked up and saw seven ravens as black as coal flying round and\n      round. Sorry as he was to see his wish so fulfilled, he did not know how\n      what was done could be undone, and comforted himself as well as he could\n      for the loss of his seven sons with his dear little daughter, who soon\n      became stronger and every day more beautiful.\n    \n\n      For a long time she did not know that she had ever had any brothers; for\n      her father and mother took care not to speak of them before her: but one\n      day by chance she heard the people about her speak of them. ‘Yes,’ said\n      they, ‘she is beautiful indeed, but still ‘tis a pity that her brothers\n      should have been lost for her sake.’ Then she was much grieved, and went\n      to her father and mother, and asked if she had any brothers, and what had\n      become of them. So they dared no longer hide the truth from her, but said\n      it was the will of Heaven, and that her birth was only the innocent cause\n      of it; but the little girl mourned sadly about it every day, and thought\n      herself bound to do all she could to bring her brothers back; and she had\n      neither rest nor ease, till at length one day she stole away, and set out\n      into the wide world to find her brothers, wherever they might be, and free\n      them, whatever it might cost her.\n    \n\n      She took nothing with her but a little ring which her father and mother\n      had given her, a loaf of bread in case she should be hungry, a little\n      pitcher of water in case she should be thirsty, and a little stool to rest\n      upon when she should be weary. Thus she went on and on, and journeyed till\n      she came to the world’s end; then she came to the sun, but the sun looked\n      much too hot and fiery; so she ran away quickly to the moon, but the moon\n      was cold and chilly, and said, ‘I smell flesh and blood this way!’ so she\n      took herself away in a hurry and came to the stars, and the stars were\n      friendly and kind to her, and each star sat upon his own little stool; but\n      the morning star rose up and gave her a little piece of wood, and said,\n      ‘If you have not this little piece of wood, you cannot unlock the castle\n      that stands on the glass-mountain, and there your brothers live.’ The\n      little girl took the piece of wood, rolled it up in a little cloth, and\n      went on again until she came to the glass-mountain, and found the door\n      shut. Then she felt for the little piece of wood; but when she unwrapped\n      the cloth it was not there, and she saw she had lost the gift of the good\n      stars. What was to be done? She wanted to save her brothers, and had no\n      key of the castle of the glass-mountain; so this faithful little sister\n      took a knife out of her pocket and cut off her little finger, that was\n      just the size of the piece of wood she had lost, and put it in the door\n      and opened it.\n    \n\n      As she went in, a little dwarf came up to her, and said, ‘What are you\n      seeking for?’ ‘I seek for my brothers, the seven ravens,’ answered she.\n      Then the dwarf said, ‘My masters are not at home; but if you will wait\n      till they come, pray step in.’ Now the little dwarf was getting their\n      dinner ready, and he brought their food upon seven little plates, and\n      their drink in seven little glasses, and set them upon the table, and out\n      of each little plate their sister ate a small piece, and out of each\n      little glass she drank a small drop; but she let the ring that she had\n      brought with her fall into the last glass.\n    \n\n      On a sudden she heard a fluttering and croaking in the air, and the dwarf\n      said, ‘Here come my masters.’ When they came in, they wanted to eat and\n      drink, and looked for their little plates and glasses. Then said one after\n      the other,\n    \n\n      ‘Who has eaten from my little plate? And who has been drinking out of my\n      little glass?’\n    \n\n ‘Caw! Caw! well I ween\n  Mortal lips have this way been.’\n\n\n      When the seventh came to the bottom of his glass, and found there the\n      ring, he looked at it, and knew that it was his father’s and mother’s, and\n      said, ‘O that our little sister would but come! then we should be free.’\n      When the little girl heard this (for she stood behind the door all the\n      time and listened), she ran forward, and in an instant all the ravens took\n      their right form again; and all hugged and kissed each other, and went\n      merrily home.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "seven_ravens"
    }
}