{
    "name": "Grimm - the Twelve Dancing Princesses",
    "body": "\n      There was a king who had twelve beautiful daughters. They slept in twelve\n      beds all in one room; and when they went to bed, the doors were shut and\n      locked up; but every morning their shoes were found to be quite worn\n      through as if they had been danced in all night; and yet nobody could find\n      out how it happened, or where they had been.\n    \n\n      Then the king made it known to all the land, that if any person could\n      discover the secret, and find out where it was that the princesses danced\n      in the night, he should have the one he liked best for his wife, and\n      should be king after his death; but whoever tried and did not succeed,\n      after three days and nights, should be put to death.\n    \n\n      A king’s son soon came. He was well entertained, and in the evening was\n      taken to the chamber next to the one where the princesses lay in their\n      twelve beds. There he was to sit and watch where they went to dance; and,\n      in order that nothing might pass without his hearing it, the door of his\n      chamber was left open. But the king’s son soon fell asleep; and when he\n      awoke in the morning he found that the princesses had all been dancing,\n      for the soles of their shoes were full of holes. The same thing happened\n      the second and third night: so the king ordered his head to be cut off.\n      After him came several others; but they had all the same luck, and all\n      lost their lives in the same manner.\n    \n\n      Now it chanced that an old soldier, who had been wounded in battle and\n      could fight no longer, passed through the country where this king reigned:\n      and as he was travelling through a wood, he met an old woman, who asked\n      him where he was going. ‘I hardly know where I am going, or what I had\n      better do,’ said the soldier; ‘but I think I should like very well to find\n      out where it is that the princesses dance, and then in time I might be a\n      king.’ ‘Well,’ said the old dame, ‘that is no very hard task: only take\n      care not to drink any of the wine which one of the princesses will bring\n      to you in the evening; and as soon as she leaves you pretend to be fast\n      asleep.’\n    \n\n      Then she gave him a cloak, and said, ‘As soon as you put that on you will\n      become invisible, and you will then be able to follow the princesses\n      wherever they go.’ When the soldier heard all this good counsel, he\n      determined to try his luck: so he went to the king, and said he was\n      willing to undertake the task.\n    \n\n      He was as well received as the others had been, and the king ordered fine\n      royal robes to be given him; and when the evening came he was led to the\n      outer chamber. Just as he was going to lie down, the eldest of the\n      princesses brought him a cup of wine; but the soldier threw it all away\n      secretly, taking care not to drink a drop. Then he laid himself down on\n      his bed, and in a little while began to snore very loud as if he was fast\n      asleep. When the twelve princesses heard this they laughed heartily; and\n      the eldest said, ‘This fellow too might have done a wiser thing than lose\n      his life in this way!’ Then they rose up and opened their drawers and\n      boxes, and took out all their fine clothes, and dressed themselves at the\n      glass, and skipped about as if they were eager to begin dancing. But the\n      youngest said, ‘I don’t know how it is, while you are so happy I feel very\n      uneasy; I am sure some mischance will befall us.’ ‘You simpleton,’ said\n      the eldest, ‘you are always afraid; have you forgotten how many kings’\n      sons have already watched in vain? And as for this soldier, even if I had\n      not given him his sleeping draught, he would have slept soundly enough.’\n    \n\n      When they were all ready, they went and looked at the soldier; but he\n      snored on, and did not stir hand or foot: so they thought they were quite\n      safe; and the eldest went up to her own bed and clapped her hands, and the\n      bed sank into the floor and a trap-door flew open. The soldier saw them\n      going down through the trap-door one after another, the eldest leading the\n      way; and thinking he had no time to lose, he jumped up, put on the cloak\n      which the old woman had given him, and followed them; but in the middle of\n      the stairs he trod on the gown of the youngest princess, and she cried out\n      to her sisters, ‘All is not right; someone took hold of my gown.’ ‘You\n      silly creature!’ said the eldest, ‘it is nothing but a nail in the wall.’\n      Then down they all went, and at the bottom they found themselves in a most\n      delightful grove of trees; and the leaves were all of silver, and\n      glittered and sparkled beautifully. The soldier wished to take away some\n      token of the place; so he broke off a little branch, and there came a loud\n      noise from the tree. Then the youngest daughter said again, ‘I am sure all\n      is not right—did not you hear that noise? That never happened\n      before.’ But the eldest said, ‘It is only our princes, who are shouting\n      for joy at our approach.’\n    \n\n      Then they came to another grove of trees, where all the leaves were of\n      gold; and afterwards to a third, where the leaves were all glittering\n      diamonds. And the soldier broke a branch from each; and every time there\n      was a loud noise, which made the youngest sister tremble with fear; but\n      the eldest still said, it was only the princes, who were crying for joy.\n      So they went on till they came to a great lake; and at the side of the\n      lake there lay twelve little boats with twelve handsome princes in them,\n      who seemed to be waiting there for the princesses.\n    \n\n      One of the princesses went into each boat, and the soldier stepped into\n      the same boat with the youngest. As they were rowing over the lake, the\n      prince who was in the boat with the youngest princess and the soldier\n      said, ‘I do not know why it is, but though I am rowing with all my might\n      we do not get on so fast as usual, and I am quite tired: the boat seems\n      very heavy today.’ ‘It is only the heat of the weather,’ said the\n      princess: ‘I feel it very warm too.’\n    \n\n      On the other side of the lake stood a fine illuminated castle, from which\n      came the merry music of horns and trumpets. There they all landed, and\n      went into the castle, and each prince danced with his princess; and the\n      soldier, who was all the time invisible, danced with them too; and when\n      any of the princesses had a cup of wine set by her, he drank it all up, so\n      that when she put the cup to her mouth it was empty. At this, too, the\n      youngest sister was terribly frightened, but the eldest always silenced\n      her. They danced on till three o’clock in the morning, and then all their\n      shoes were worn out, so that they were obliged to leave off. The princes\n      rowed them back again over the lake (but this time the soldier placed\n      himself in the boat with the eldest princess); and on the opposite shore\n      they took leave of each other, the princesses promising to come again the\n      next night.\n    \n\n      When they came to the stairs, the soldier ran on before the princesses,\n      and laid himself down; and as the twelve sisters slowly came up very much\n      tired, they heard him snoring in his bed; so they said, ‘Now all is quite\n      safe’; then they undressed themselves, put away their fine clothes, pulled\n      off their shoes, and went to bed. In the morning the soldier said nothing\n      about what had happened, but determined to see more of this strange\n      adventure, and went again the second and third night; and every thing\n      happened just as before; the princesses danced each time till their shoes\n      were worn to pieces, and then returned home. However, on the third night\n      the soldier carried away one of the golden cups as a token of where he had\n      been.\n    \n\n      As soon as the time came when he was to declare the secret, he was taken\n      before the king with the three branches and the golden cup; and the twelve\n      princesses stood listening behind the door to hear what he would say. And\n      when the king asked him. ‘Where do my twelve daughters dance at night?’ he\n      answered, ‘With twelve princes in a castle under ground.’ And then he told\n      the king all that had happened, and showed him the three branches and the\n      golden cup which he had brought with him. Then the king called for the\n      princesses, and asked them whether what the soldier said was true: and\n      when they saw that they were discovered, and that it was of no use to deny\n      what had happened, they confessed it all. And the king asked the soldier\n      which of them he would choose for his wife; and he answered, ‘I am not\n      very young, so I will have the eldest.’—And they were married that\n      very day, and the soldier was chosen to be the king’s heir.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "twelve_dancing_princesses"
    }
}