{
  "name": "Wodehouse - At Geisenheimer's",
  "body": "\n      As I walked to Geisenheimer's that night I was feeling blue and restless,\n      tired of New York, tired of dancing, tired of everything. Broadway was\n      full of people hurrying to the theatres. Cars rattled by. All the electric\n      lights in the world were blazing down on the Great White Way. And it all\n      seemed stale and dreary to me.\n    \n\n      Geisenheimer's was full as usual. All the tables were occupied, and there\n      were several couples already on the dancing-floor in the centre. The band\n      was playing 'Michigan':\n    \n\n      I suppose the fellow who wrote that would have called for the police if\n      anyone had ever really tried to get him on to a farm, but he has certainly\n      put something into the tune which makes you think he meant what he said.\n      It's a homesick tune, that.\n    \n\n      I was just looking round for an empty table, when a man jumped up and came\n      towards me, registering joy as if I had been his long-lost sister.\n    \n\n      He was from the country. I could see that. It was written all over him,\n      from his face to his shoes.\n    \n\n      He came up with his hand out, beaming.\n    \n\n      'Why, Miss Roxborough!'\n    \n\n      'Why not?' I said.\n    \n\n      'Don't you remember me?'\n    \n\n      I didn't.\n    \n\n      'My name is Ferris.'\n    \n\n      'It's a nice name, but it means nothing in my young life.'\n    \n\n      'I was introduced to you last time I came here. We danced together.'\n    \n\n      This seemed to bear the stamp of truth. If he was introduced to me, he\n      probably danced with me. It's what I'm at Geisenheimer's for.\n    \n\n      'When was it?'\n    \n\n      'A year ago last April.'\n    \n\n      You can't beat these rural charmers. They think New York is folded up and\n      put away in camphor when they leave, and only taken out again when they\n      pay their next visit. The notion that anything could possibly have\n      happened since he was last in our midst to blur the memory of that happy\n      evening had not occurred to Mr Ferris. I suppose he was so accustomed to\n      dating things from 'when I was in New York' that he thought everybody else\n      must do the same.\n    \n\n      'Why, sure, I remember you,' I said. 'Algernon Clarence, isn't it?'\n    \n\n      'Not Algernon Clarence. My name's Charlie.'\n    \n\n      'My mistake. And what's the great scheme, Mr Ferris? Do you want to dance\n      with me again?'\n    \n\n      He did. So we started. Mine not to reason why, mine but to do and die, as\n      the poem says. If an elephant had come into Geisenheimer's and asked me to\n      dance I'd have had to do it. And I'm not saying that Mr Ferris wasn't the\n      next thing to it. He was one of those earnest, persevering dancers—the\n      kind that have taken twelve correspondence lessons.\n    \n\n      I guess I was about due that night to meet someone from the country. There\n      still come days in the spring when the country seems to get a stranglehold\n      on me and start in pulling. This particular day had been one of them. I\n      got up in the morning and looked out of the window, and the breeze just\n      wrapped me round and began whispering about pigs and chickens. And when I\n      went out on Fifth Avenue there seemed to be flowers everywhere. I headed\n      for the Park, and there was the grass all green, and the trees coming out,\n      and a sort of something in the air—why, say, if there hadn't have\n      been a big policeman keeping an eye on me, I'd have flung myself down and\n      bitten chunks out of the turf.\n    \n\n      And as soon as I got to Geisenheimer's they played that 'Michigan' thing.\n    \n\n      Why, Charlie from Squeedunk's 'entrance' couldn't have been better worked\n      up if he'd been a star in a Broadway show. The stage was just waiting for\n      him.\n    \n\n      But somebody's always taking the joy out of life. I ought to have\n      remembered that the most metropolitan thing in the metropolis is a rustic\n      who's putting in a week there. We weren't thinking on the same plane,\n      Charlie and me. The way I had been feeling all day, what I wanted to talk\n      about was last season's crops. The subject he fancied was this season's\n      chorus-girls. Our souls didn't touch by a mile and a half.\n    \n\n      'This is the life!' he said.\n    \n\n      There's always a point when that sort of man says that.\n    \n\n      'I suppose you come here quite a lot?' he said.\n    \n\n      'Pretty often.'\n    \n\n      I didn't tell him that I came there every night, and that I came because I\n      was paid for it. If you're a professional dancer at Geisenheimer's, you\n      aren't supposed to advertise the fact. The management thinks that if you\n      did it might send the public away thinking too hard when they saw you win\n      the Great Contest for the Love-r-ly Silver Cup which they offer later in\n      the evening. Say, that Love-r-ly Cup's a joke. I win it on Mondays,\n      Wednesdays, and Fridays, and Mabel Francis wins it on Tuesdays, Thursdays,\n      and Saturdays. It's all perfectly fair and square, of course. It's purely\n      a matter of merit who wins the Love-r-ly Cup. Anybody could win it. Only\n      somehow they don't. And the coincidence of the fact that Mabel and I\n      always do has kind of got on the management's nerves, and they don't like\n      us to tell people we're employed there. They prefer us to blush unseen.\n    \n\n      'It's a great place,' said Mr Ferris, 'and New York's a great place. I'd\n      like to live in New York.'\n    \n\n      'The loss is ours. Why don't you?'\n    \n\n      'Some city! But dad's dead now, and I've got the drugstore, you know.'\n    \n\n      He spoke as if I ought to remember reading about it in the papers.\n    \n\n      'And I'm making good with it, what's more. I've got push and ideas. Say, I\n      got married since I saw you last.'\n    \n\n      'You did, did you?' I said. 'Then what are you doing, may I ask, dancing\n      on Broadway like a gay bachelor? I suppose you have left your wife at\n      Hicks' Corners, singing \"Where is my wandering boy tonight\"?'\n    \n\n      'Not Hicks' Corners. Ashley, Maine. That's where I live. My wife comes\n      from Rodney.... Pardon me, I'm afraid I stepped on your foot.'\n    \n\n      'My fault,' I said; 'I lost step. Well, I wonder you aren't ashamed even\n      to think of your wife, when you've left her all alone out there while you\n      come whooping it up in New York. Haven't you got any conscience?'\n    \n\n      'But I haven't left her. She's here.'\n    \n\n      'In New York?'\n    \n\n      'In this restaurant. That's her up there.'\n    \n\n      I looked up at the balcony. There was a face hanging over the red plush\n      rail. It looked to me as if it had some hidden sorrow. I'd noticed it\n      before, when we were dancing around, and I had wondered what the trouble\n      was. Now I began to see.\n    \n\n      'Why aren't you dancing with her and giving her a good time, then?' I\n      said.\n    \n\n      'Oh, she's having a good time.'\n    \n\n      'She doesn't look it. She looks as if she would like to be down here,\n      treading the measure.'\n    \n\n      'She doesn't dance much.'\n    \n\n      'Don't you have dances at Ashley?'\n    \n\n      'It's different at home. She dances well enough for Ashley, but—well,\n      this isn't Ashley.'\n    \n\n      'I see. But you're not like that?'\n    \n\n      He gave a kind of smirk.\n    \n\n      'Oh, I've been in New York before.'\n    \n\n      I could have bitten him, the sawn-off little rube! It made me mad. He was\n      ashamed to dance in public with his wife—didn't think her good\n      enough for him. So he had dumped her in a chair, given her a lemonade, and\n      told her to be good, and then gone off to have a good time. They could\n      have had me arrested for what I was thinking just then.\n    \n\n      The band began to play something else.\n    \n\n      'This is the life!' said Mr Ferris. 'Let's do it again.'\n    \n\n      'Let somebody else do it,' I said. 'I'm tired. I'll introduce you to some\n      friends of mine.'\n    \n\n      So I took him off, and whisked him on to some girls I knew at one of the\n      tables.\n    \n\n      'Shake hands with my friend Mr Ferris,' I said. 'He wants to show you the\n      latest steps. He does most of them on your feet.'\n    \n\n      I could have betted on Charlie, the Debonair Pride of Ashley. Guess what\n      he said? He said, 'This is the life!'\n    \n\n      And I left him, and went up to the balcony.\n    \n\n      She was leaning with her elbows on the red plush, looking down on the\n      dancing-floor. They had just started another tune, and hubby was moving\n      around with one of the girls I'd introduced him to. She didn't have to\n      prove to me that she came from the country. I knew it. She was a little\n      bit of a thing, old-fashioned looking. She was dressed in grey, with white\n      muslin collar and cuffs, and her hair done simple. She had a black hat.\n    \n\n      I kind of hovered for awhile. It isn't the best thing I do, being shy; as\n      a general thing I'm more or less there with the nerve; but somehow I sort\n      of hesitated to charge in.\n    \n\n      Then I braced up, and made for the vacant chair.\n    \n\n      'I'll sit here, if you don't mind,' I said.\n    \n\n      She turned in a startled way. I could see she was wondering who I was, and\n      what right I had there, but wasn't certain whether it might not be city\n      etiquette for strangers to come and dump themselves down and start\n      chatting. 'I've just been dancing with your husband,' I said, to ease\n      things along.\n    \n\n      'I saw you.'\n    \n\n      She fixed me with a pair of big brown eyes. I took one look at them, and\n      then I had to tell myself that it might be pleasant, and a relief to my\n      feelings, to take something solid and heavy and drop it over the rail on\n      to hubby, but the management wouldn't like it. That was how I felt about\n      him just then. The poor kid was doing everything with those eyes except\n      crying. She looked like a dog that's been kicked.\n    \n\n      She looked away, and fiddled with the string of the electric light. There\n      was a hatpin lying on the table. She picked it up, and began to dig at the\n      red plush.\n    \n\n      'Ah, come on sis,' I said; 'tell me all about it.'\n    \n\n      'I don't know what you mean.'\n    \n\n      'You can't fool me. Tell me your troubles.'\n    \n\n      'I don't know you.'\n    \n\n      'You don't have to know a person to tell her your troubles. I sometimes\n      tell mine to the cat that camps out on the wall opposite my room. What did\n      you want to leave the country for, with summer coming on?'\n    \n\n      She didn't answer, but I could see it coming, so I sat still and waited.\n      And presently she seemed to make up her mind that, even if it was no\n      business of mine, it would be a relief to talk about it.\n    \n\n      'We're on our honeymoon. Charlie wanted to come to New York. I didn't want\n      to, but he was set on it. He's been here before.'\n    \n\n      'So he told me.'\n    \n\n      'He's wild about New York.'\n    \n\n      'But you're not.'\n    \n\n      'I hate it.'\n    \n\n      'Why?'\n    \n\n      She dug away at the red plush with the hatpin, picking out little bits and\n      dropping them over the edge. I could see she was bracing herself to put me\n      wise to the whole trouble. There's a time comes when things aren't going\n      right, and you've had all you can stand, when you have got to tell\n      somebody about it, no matter who it is.\n    \n\n      'I hate New York,' she said getting it out at last with a rush. 'I'm\n      scared of it. It—it isn't fair Charlie bringing me here. I didn't\n      want to come. I knew what would happen. I felt it all along.'\n    \n\n      'What do you think will happen, then?'\n    \n\n      She must have picked away at least an inch of the red plush before she\n      answered. It's lucky Jimmy, the balcony waiter, didn't see her; it would\n      have broken his heart; he's as proud of that red plush as if he had paid\n      for it himself.\n    \n\n      'When I first went to live at Rodney,' she said, 'two years ago—we\n      moved there from Illinois—there was a man there named Tyson—Jack\n      Tyson. He lived all alone and didn't seem to want to know anyone. I\n      couldn't understand it till somebody told me all about him. I can\n      understand it now. Jack Tyson married a Rodney girl, and they came to New\n      York for their honeymoon, just like us. And when they got there I guess\n      she got to comparing him with the fellows she saw, and comparing the city\n      with Rodney, and when she got home she just couldn't settle down.'\n    \n\n      'Well?'\n    \n\n      'After they had been back in Rodney for a little while she ran away. Back\n      to the city, I guess.'\n    \n\n      'I suppose he got a divorce?'\n    \n\n      'No, he didn't. He still thinks she may come back to him.'\n    \n\n      'He still thinks she will come back?' I said. 'After she has been away\n      three years!'\n    \n\n      'Yes. He keeps her things just the same as she left them when she went\n      away, everything just the same.'\n    \n\n      'But isn't he angry with her for what she did? If I was a man and a girl\n      treated me that way, I'd be apt to murder her if she tried to show up\n      again.'\n    \n\n      'He wouldn't. Nor would I, if—if anything like that happened to me;\n      I'd wait and wait, and go on hoping all the time. And I'd go down to the\n      station to meet the train every afternoon, just like Jack Tyson.'\n    \n\n      Something splashed on the tablecloth. It made me jump.\n    \n\n      'For goodness' sake,' I said, 'what's your trouble? Brace up. I know it's\n      a sad story, but it's not your funeral.'\n    \n\n      'It is. It is. The same thing's going to happen to me.'\n    \n\n      'Take a hold on yourself. Don't cry like that.'\n    \n\n      'I can't help it. Oh! I knew it would happen. It's happening right now.\n      Look—look at him.'\n    \n\n      I glanced over the rail, and I saw what she meant. There was her Charlie,\n      dancing about all over the floor as if he had just discovered that he\n      hadn't lived till then. I saw him say something to the girl he was dancing\n      with. I wasn't near enough to hear it, but I bet it was 'This is the\n      life!' If I had been his wife, in the same position as this kid, I guess\n      I'd have felt as bad as she did, for if ever a man exhibited all the\n      symptoms of incurable Newyorkitis, it was this Charlie Ferris.\n    \n\n      'I'm not like these New York girls,' she choked. 'I can't be smart. I\n      don't want to be. I just want to live at home and be happy. I knew it\n      would happen if we came to the city. He doesn't think me good enough for\n      him. He looks down on me.'\n    \n\n      'Pull yourself together.'\n    \n\n      'And I do love him so!'\n    \n\n      Goodness knows what I should have said if I could have thought of anything\n      to say. But just then the music stopped, and somebody on the floor below\n      began to speak.\n    \n\n      'Ladeez 'n' gemmen,' he said, 'there will now take place our great Numbah\n      Contest. This gen-u-ine sporting contest—'\n    \n\n      It was Izzy Baermann making his nightly speech, introducing the Love-r-ly\n      Cup; and it meant that, for me, duty called. From where I sat I could see\n      Izzy looking about the room, and I knew he was looking for me. It's the\n      management's nightmare that one of these evenings Mabel or I won't show\n      up, and somebody else will get away with the Love-r-ly Cup.\n    \n\n      'Sorry I've got to go,' I said. 'I have to be in this.'\n    \n\n      And then suddenly I had the great idea. It came to me like a flash, I\n      looked at her, crying there, and I looked over the rail at Charlie the Boy\n      Wonder, and I knew that this was where I got a stranglehold on my place in\n      the Hall of Fame, along with the great thinkers of the age.\n    \n\n      'Come on,' I said. 'Come along. Stop crying and powder your nose and get a\n      move on. You're going to dance this.'\n    \n\n      'But Charlie doesn't want to dance with me.'\n    \n\n      'It may have escaped your notice,' I said, 'but your Charlie is not the\n      only man in New York, or even in this restaurant. I'm going to dance with\n      Charlie myself, and I'll introduce you to someone who can go through the\n      movements. Listen!'\n    \n\n      'The lady of each couple'—this was Izzy, getting it off his\n      diaphragm—'will receive a ticket containing a num-bah. The dance\n      will then proceed, and the num-bahs will be eliminated one by one, those\n      called out by the judge kindly returning to their seats as their num-bah\n      is called. The num-bah finally remaining is the winning num-bah. The\n      contest is a genuine sporting contest, decided purely by the skill of the\n      holders of the various num-bahs.' (Izzy stopped blushing at the age of\n      six.) 'Will ladies now kindly step forward and receive their num-bahs. The\n      winner, the holder of the num-bah left on the floor when the other\n      num-bahs have been eliminated' (I could see Izzy getting more and more\n      uneasy, wondering where on earth I'd got to), 'will receive this Love-r-ly\n      Silver Cup, presented by the management. Ladies will now kindly step\n      forward and receive their num-bahs.'\n    \n\n      I turned to Mrs Charlie. 'There,' I said, 'don't you want to win a\n      Love-r-ly Silver Cup?'\n    \n\n      'But I couldn't.'\n    \n\n      'You never know your luck.'\n    \n\n      'But it isn't luck. Didn't you hear him say it's a contest decided purely\n      by skill?'\n    \n\n      'Well, try your skill, then.' I felt as if I could have shaken her. 'For\n      goodness' sake,' I said, 'show a little grit. Aren't you going to stir a\n      finger to keep your Charlie? Suppose you win, think what it will mean. He\n      will look up to you for the rest of your life. When he starts talking\n      about New York, all you will have to say is, \"New York? Ah, yes, that was\n      the town I won that Love-r-ly Silver Cup in, was it not?\" and he'll drop\n      as if you had hit him behind the ear with a sandbag. Pull yourself\n      together and try.'\n    \n\n      I saw those brown eyes of hers flash, and she said, 'I'll try.'\n    \n\n      'Good for you,' I said. 'Now you get those tears dried, and fix yourself\n      up, and I'll go down and get the tickets.'\n    \n\n      Izzy was mighty relieved when I bore down on him.\n    \n\n      'Gee!' he said, 'I thought you had run away, or was sick or something.\n      Here's your ticket.'\n    \n\n      'I want two, Izzy. One's for a friend of mine. And I say, Izzy, I'd take\n      it as a personal favour if you would let her stop on the floor as one of\n      the last two couples. There's a reason. She's a kid from the country, and\n      she wants to make a hit.'\n    \n\n      'Sure, that'll be all right. Here are the tickets. Yours is thirty-six,\n      hers is ten.' He lowered his voice. 'Don't go mixing them.'\n    \n\n      I went back to the balcony. On the way I got hold of Charlie.\n    \n\n      'We're dancing this together,' I said.\n    \n\n      He grinned all across his face.\n    \n\n      I found Mrs Charlie looking as if she had never shed a tear in her life.\n      She certainly had pluck, that kid.\n    \n\n      'Come on,' I said. 'Stick to your ticket like wax and watch your step.'\n    \n\n      I guess you've seen these sporting contests at Geisenheimer's. Or, if you\n      haven't seen them at Geisenheimer's, you've seen them somewhere else.\n      They're all the same.\n    \n\n      When we began, the floor was so crowded that there was hardly elbow-room.\n      Don't tell me there aren't any optimists nowadays. Everyone was looking as\n      if they were wondering whether to have the Love-r-ly Cup in the\n      sitting-room or the bedroom. You never saw such a hopeful gang in your\n      life.\n    \n\n      Presently Izzy gave tongue. The management expects him to be humorous on\n      these occasions, so he did his best.\n    \n\n      'Num-bahs, seven, eleven, and twenty-one will kindly rejoin their\n      sorrowing friends.'\n    \n\n      This gave us a little more elbow-room, and the band started again.\n    \n\n      A few minutes later, Izzy once more: 'Num-bahs thirteen, sixteen, and\n      seventeen—good-bye.'\n    \n\n      Off we went again.\n    \n\n      'Num-bah twelve, we hate to part with you, but—back to your table!'\n    \n\n      A plump girl in a red hat, who had been dancing with a kind smile, as if\n      she were doing it to amuse the children, left the floor.\n    \n\n      'Num-bahs six, fifteen, and twenty, thumbs down!'\n    \n\n      And pretty soon the only couples left were Charlie and me, Mrs Charlie and\n      the fellow I'd introduced her to, and a bald-headed man and a girl in a\n      white hat. He was one of your stick-at-it performers. He had been dancing\n      all the evening. I had noticed him from the balcony. He looked like a\n      hard-boiled egg from up there.\n    \n\n      He was a trier all right, that fellow, and had things been otherwise, so\n      to speak, I'd have been glad to see him win. But it was not to be. Ah, no!\n    \n\n      'Num-bah nineteen, you're getting all flushed. Take a rest.'\n    \n\n      So there it was, a straight contest between me and Charlie and Mrs Charlie\n      and her man. Every nerve in my system was tingling with suspense and\n      excitement, was it not? It was not.\n    \n\n      Charlie, as I've already hinted, was not a dancer who took much of his\n      attention off his feet while in action. He was there to do his durnedest,\n      not to inspect objects of interest by the wayside. The correspondence\n      college he'd attended doesn't guarantee to teach you to do two things at\n      once. It won't bind itself to teach you to look round the room while\n      you're dancing. So Charlie hadn't the least suspicion of the state of the\n      drama. He was breathing heavily down my neck in a determined sort of way,\n      with his eyes glued to the floor. All he knew was that the competition had\n      thinned out a bit, and the honour of Ashley, Maine, was in his hands.\n    \n\n      You know how the public begins to sit up and take notice when these\n      dance-contests have been narrowed down to two couples. There are evenings\n      when I quite forget myself, when I'm one of the last two left in, and get\n      all excited. There's a sort of hum in the air, and, as you go round the\n      room, people at the tables start applauding. Why, if you didn't know about\n      the inner workings of the thing, you'd be all of a twitter.\n    \n\n      It didn't take my practised ear long to discover that it wasn't me and\n      Charlie that the great public was cheering for. We would go round the\n      floor without getting a hand, and every time Mrs Charlie and her guy got\n      to a corner there was a noise like election night. She sure had made a\n      hit.\n    \n\n      I took a look at her across the floor, and I didn't wonder. She was a\n      different kid from what she'd been upstairs. I never saw anybody look so\n      happy and pleased with herself. Her eyes were like lamps, and her cheeks\n      all pink, and she was going at it like a champion. I knew what had made a\n      hit with the people. It was the look of her. She made you think of fresh\n      milk and new-laid eggs and birds singing. To see her was like getting away\n      to the country in August. It's funny about people who live in the city.\n      They chuck out their chests, and talk about little old New York being good\n      enough for them, and there's a street in heaven they call Broadway, and\n      all the rest of it; but it seems to me that what they really live for is\n      that three weeks in the summer when they get away into the country. I knew\n      exactly why they were cheering so hard for Mrs Charlie. She made them\n      think of their holidays which were coming along, when they would go and\n      board at the farm and drink out of the old oaken bucket, and call the cows\n      by their first names.\n    \n\n      Gee! I felt just like that myself. All day the country had been tugging at\n      me, and now it tugged worse than ever.\n    \n\n      I could have smelled the new-mown hay if it wasn't that when you're in\n      Geisenheimer's you have to smell Geisenheimer's, because it leaves no\n      chance for competition.\n    \n\n      'Keep working,' I said to Charlie. 'It looks to me as if we are going back\n      in the betting.'\n    \n\n      'Uh, huh!' he says, too busy to blink.\n    \n\n      'Do some of those fancy steps of yours. We need them in our business.'\n    \n\n      And the way that boy worked—it was astonishing!\n    \n\n      Out of the corner of my eye I could see Izzy Baermann, and he wasn't\n      looking happy. He was nerving himself for one of those quick referee's\n      decisions—the sort you make and then duck under the ropes, and run\n      five miles, to avoid the incensed populace. It was this kind of thing\n      happening every now and then that prevented his job being perfect. Mabel\n      Francis told me that one night when Izzy declared her the winner of the\n      great sporting contest, it was such raw work that she thought there'd have\n      been a riot. It looked pretty much as if he was afraid the same thing was\n      going to happen now. There wasn't a doubt which of us two couples was the\n      one that the customers wanted to see win that Love-r-ly Silver Cup. It was\n      a walk-over for Mrs Charlie, and Charlie and I were simply among those\n      present.\n    \n\n      But Izzy had his duty to do, and drew a salary for doing it, so he\n      moistened his lips, looked round to see that his strategic railways\n      weren't blocked, swallowed twice, and said in a husky voice:\n    \n\n      'Num-bah ten, please re-tiah!'\n    \n\n      I stopped at once.\n    \n\n      'Come along,' said I to Charlie. 'That's our exit cue.'\n    \n\n      And we walked off the floor amidst applause.\n    \n\n      'Well,' says Charlie, taking out his handkerchief and attending to his\n      brow, which was like the village blacksmith's, 'we didn't do so bad, did\n      we? We didn't do so bad, I guess! We—'\n    \n\n      And he looked up at the balcony, expecting to see the dear little wife,\n      draped over the rail, worshipping him; when, just as his eye is moving up,\n      it gets caught by the sight of her a whole heap lower down than he had\n      expected—on the floor, in fact.\n    \n\n      She wasn't doing much in the worshipping line just at that moment. She was\n      too busy.\n    \n\n      It was a regular triumphal progress for the kid. She and her partner were\n      doing one or two rounds now for exhibition purposes, like the winning\n      couple always do at Geisenheimer's, and the room was fairly rising at\n      them. You'd have thought from the way they were clapping that they had\n      been betting all their spare cash on her.\n    \n\n      Charlie gets her well focused, then he lets his jaw drop, till he pretty\n      near bumped it against the floor.\n    \n\n      'But—but—but—' he begins.\n    \n\n      'I know,' I said. 'It begins to look as if she could dance well enough for\n      the city after all. It begins to look as if she had sort of put one over\n      on somebody, don't it? It begins to look as if it were a pity you didn't\n      think of dancing with her yourself.'\n    \n\n      'You come along and have a nice cold drink,' I said, 'and you'll soon pick\n      up.'\n    \n\n      He tottered after me to a table, looking as if he had been hit by a\n      street-car. He had got his.\n    \n\n      I was so busy looking after Charlie, flapping the towel and working on him\n      with the oxygen, that, if you'll believe me, it wasn't for quite a time\n      that I thought of glancing around to see how the thing had struck Izzy\n      Baermann.\n    \n\n      If you can imagine a fond father whose only son has hit him with a brick,\n      jumped on his stomach, and then gone off with all his money, you have a\n      pretty good notion of how poor old Izzy looked. He was staring at me\n      across the room, and talking to himself and jerking his hands about.\n      Whether he thought he was talking to me, or whether he was rehearsing the\n      scene where he broke it to the boss that a mere stranger had got away with\n      his Love-r-ly Silver Cup, I don't know. Whichever it was, he was being\n      mighty eloquent.\n    \n\n      I gave him a nod, as much as to say that it would all come right in the\n      future, and then I turned to Charlie again. He was beginning to pick up.\n    \n\n      'She won the cup!' he said in a dazed voice, looking at me as if I could\n      do something about it.\n    \n\n      'You bet she did!'\n    \n\n      'But—well, what do you know about that?'\n    \n\n      I saw that the moment had come to put it straight to him. 'I'll tell you\n      what I know about it,' I said. 'If you take my advice, you'll hustle that\n      kid straight back to Ashley—or wherever it is that you said you\n      poison the natives by making up the wrong prescriptions—before she\n      gets New York into her system. When I was talking to her upstairs, she was\n      telling me about a fellow in her village who got it in the neck just the\n      same as you're apt to do.'\n    \n\n      He started. 'She was telling you about Jack Tyson?'\n    \n\n      'That was his name—Jack Tyson. He lost his wife through letting her\n      have too much New York. Don't you think it's funny she should have\n      mentioned him if she hadn't had some idea that she might act just the same\n      as his wife did?'\n    \n\n      He turned quite green.\n    \n\n      'You don't think she would do that?'\n    \n\n      'Well, if you'd heard her—She couldn't talk of anything except this\n      Tyson, and what his wife did to him. She talked of it sort of sad, kind of\n      regretful, as if she was sorry, but felt that it had to be. I could see\n      she had been thinking about it a whole lot.'\n    \n\n      Charlie stiffened in his seat, and then began to melt with pure fright. He\n      took up his empty glass with a shaking hand and drank a long drink out of\n      it. It didn't take much observation to see that he had had the jolt he\n      wanted, and was going to be a whole heap less jaunty and metropolitan from\n      now on. In fact, the way he looked, I should say he had finished with\n      metropolitan jauntiness for the rest of his life.\n    \n\n      'I'll take her home tomorrow,' he said. 'But—will she come?'\n    \n\n      'That's up to you. If you can persuade her—Here she is now. I should\n      start at once.'\n    \n\n      Mrs Charlie, carrying the cup, came to the table. I was wondering what\n      would be the first thing she would say. If it had been Charlie, of course\n      he'd have said, 'This is the life!' but I looked for something snappier\n      from her. If I had been in her place there were at least ten things I\n      could have thought of to say, each nastier than the other.\n    \n\n      She sat down and put the cup on the table. Then she gave the cup a long\n      look. Then she drew a deep breath. Then she looked at Charlie.\n    \n\n      'Oh, Charlie, dear,' she said, 'I do wish I'd been dancing with you!'\n    \n\n      Well, I'm not sure that that wasn't just as good as anything I would have\n      said. Charlie got right off the mark. After what I had told him, he wasn't\n      wasting any time.\n    \n\n      'Darling,' he said, humbly, 'you're a wonder! What will they say about\n      this at home?' He did pause here for a moment, for it took nerve to say\n      it; but then he went right on. 'Mary, how would it be if we went home\n      right away—first train tomorrow, and showed it to them?'\n    \n\n      'Oh, Charlie!' she said.\n    \n\n      His face lit up as if somebody had pulled a switch.\n    \n\n      'You will? You don't want to stop on? You aren't wild about New York?'\n    \n\n      'If there was a train,' she said, 'I'd start tonight. But I thought you\n      loved the city so, Charlie?'\n    \n\n      He gave a kind of shiver. 'I never want to see it again in my life!' he\n      said.\n    \n\n      'You'll excuse me,' I said, getting up, 'I think there's a friend of mine\n      wants to speak to me.'\n    \n\n      And I crossed over to where Izzy had been standing for the last five\n      minutes, making signals to me with his eyebrows.\n    \n\n      You couldn't have called Izzy coherent at first. He certainly had trouble\n      with his vocal chords, poor fellow. There was one of those African\n      explorer men used to come to Geisenheimer's a lot when he was home from\n      roaming the trackless desert, and he used to tell me about tribes he had\n      met who didn't use real words at all, but talked to one another in clicks\n      and gurgles. He imitated some of their chatter one night to amuse me, and,\n      believe me, Izzy Baermann started talking the same language now. Only he\n      didn't do it to amuse me.\n    \n\n      He was like one of those gramophone records when it's getting into its\n      stride.\n    \n\n      'Be calm, Isadore,' I said. 'Something is troubling you. Tell me all about\n      it.'\n    \n\n      He clicked some more, and then he got it out.\n    \n\n      'Say, are you crazy? What did you do it for? Didn't I tell you as plain as\n      I could; didn't I say it twenty times, when you came for the tickets, that\n      yours was thirty-six?'\n    \n\n      'Didn't you say my friend's was thirty-six?'\n    \n\n      'Are you deaf? I said hers was ten.'\n    \n\n      'Then,' I said handsomely, 'say no more. The mistake was mine. It begins\n      to look as if I must have got them mixed.'\n    \n\n      He did a few Swedish exercises.\n    \n\n      'Say no more? That's good! That's great! You've got nerve. I'll say that.'\n    \n\n      'It was a lucky mistake, Izzy. It saved your life. The people would have\n      lynched you if you had given me the cup. They were solid for her.'\n    \n\n      'What's the boss going to say when I tell him?'\n    \n\n      'Never mind what the boss will say. Haven't you any romance in your\n      system, Izzy? Look at those two sitting there with their heads together.\n      Isn't it worth a silver cup to have made them happy for life? They are on\n      their honeymoon, Isadore. Tell the boss exactly how it happened, and say\n      that I thought it was up to Geisenheimer's to give them a\n      wedding-present.'\n    \n\n      He clicked for a spell.\n    \n\n      'Ah!' he said. 'Ah! now you've done it! Now you've given yourself away!\n      You did it on purpose. You mixed those tickets on purpose. I thought as\n      much. Say, who do you think you are, doing this sort of thing? Don't you\n      know that professional dancers are three for ten cents? I could go out\n      right now and whistle, and get a dozen girls for your job. The boss'll\n      sack you just one minute after I tell him.'\n    \n\n      'No, he won't, Izzy, because I'm going to resign.'\n    \n\n      'You'd better!'\n    \n\n      'That's what I think. I'm sick of this place, Izzy. I'm sick of dancing.\n      I'm sick of New York. I'm sick of everything. I'm going back to the\n      country. I thought I had got the pigs and chickens clear out of my system,\n      but I hadn't. I've suspected it for a long, long time, and tonight I know\n      it. Tell the boss, with my love, that I'm sorry, but it had to be done.\n      And if he wants to talk back, he must do it by letter: Mrs John Tyson,\n      Rodney, Maine, is the address.'\n    \n\n\n\n\n \n",
  "metadata": {
    "author": "Wodehouse",
    "year": 1917,
    "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
    "name": "at_geisenheimer_s"
  }
}
