{
    "name": "Wodehouse - Black For Luck",
    "body": "\n      He was black, but comely. Obviously in reduced circumstances, he had\n      nevertheless contrived to retain a certain smartness, a certain airâ\u0080\u0094what\n      the French call the tournure. Nor had poverty killed in him the\n      aristocrat's instinct of personal cleanliness; for even as Elizabeth\n      caught sight of him he began to wash himself.\n    \n\n      At the sound of her step he looked up. He did not move, but there was\n      suspicion in his attitude. The muscles of his back contracted, his eyes\n      glowed like yellow lamps against black velvet, his tail switched a little,\n      warningly.\n    \n\n      Elizabeth looked at him. He looked at Elizabeth. There was a pause, while\n      he summed her up. Then he stalked towards her, and, suddenly lowering his\n      head, drove it vigorously against her dress. He permitted her to pick him\n      up and carry him into the hall-way, where Francis, the janitor, stood.\n    \n\n      'Francis,' said Elizabeth, 'does this cat belong to anyone here?'\n    \n\n      'No, miss. That cat's a stray, that cat is. I been trying to locate that\n      cat's owner for days.'\n    \n\n      Francis spent his time trying to locate things. It was the one recreation\n      of his eventless life. Sometimes it was a noise, sometimes a lost letter,\n      sometimes a piece of ice which had gone astray in the dumb-waiterâ\u0080\u0094whatever\n      it was, Francis tried to locate it.\n    \n\n      'Has he been round here long, then?'\n    \n\n      'I seen him snooping about a considerable time.'\n    \n\n      'I shall keep him.'\n    \n\n      'Black cats bring luck,' said Francis sententiously.\n    \n\n      'I certainly shan't object to that,' said Elizabeth. She was feeling that\n      morning that a little luck would be a pleasing novelty. Things had not\n      been going very well with her of late. It was not so much that the usual\n      proportion of her manuscripts had come back with editorial compliments\n      from the magazine to which they had been sentâ\u0080\u0094she accepted that as\n      part of the game; what she did consider scurvy treatment at the hands of\n      fate was the fact that her own pet magazine, the one to which she had been\n      accustomed to fly for refuge, almost sure of a welcomeâ\u0080\u0094when coldly\n      treated by all the othersâ\u0080\u0094had suddenly expired with a low gurgle for\n      want of public support. It was like losing a kind and open-handed\n      relative, and it made the addition of a black cat to the household almost\n      a necessity.\n    \n\n      In her flat, the door closed, she watched her new ally with some anxiety.\n      He had behaved admirably on the journey upstairs, but she would not have\n      been surprised, though it would have pained her, if he had now proceeded\n      to try to escape through the ceiling. Cats were so emotional. However, he\n      remained calm, and, after padding silently about the room for awhile,\n      raised his head and uttered a crooning cry.\n    \n\n      'That's right,' said Elizabeth, cordially. 'If you don't see what you\n      want, ask for it. The place is yours.'\n    \n\n      She went to the ice-box, and produced milk and sardines. There was nothing\n      finicky or affected about her guest. He was a good trencherman, and he did\n      not care who knew it. He concentrated himself on the restoration of his\n      tissues with the purposeful air of one whose last meal is a dim memory.\n      Elizabeth, brooding over him like a Providence, wrinkled her forehead in\n      thought.\n    \n\n      'Joseph,' she said at last, brightening; 'that's your name. Now settle\n      down, and start being a mascot.'\n    \n\n      Joseph settled down amazingly. By the end of the second day he was\n      conveying the impression that he was the real owner of the apartment, and\n      that it was due to his good nature that Elizabeth was allowed the run of\n      the place. Like most of his species, he was an autocrat. He waited a day\n      to ascertain which was Elizabeth's favourite chair, then appropriated it\n      for his own. If Elizabeth closed a door while he was in a room, he wanted\n      it opened so that he might go out; if she closed it while he was outside,\n      he wanted it opened so that he might come in; if she left it open, he\n      fussed about the draught. But the best of us have our faults, and\n      Elizabeth adored him in spite of his.\n    \n\n      It was astonishing what a difference he made in her life. She was a\n      friendly soul, and until Joseph's arrival she had had to depend for\n      company mainly on the footsteps of the man in the flat across the way.\n      Moreover, the building was an old one, and it creaked at night. There was\n      a loose board in the passage which made burglar noises in the dark behind\n      you when you stepped on it on the way to bed; and there were funny\n      scratching sounds which made you jump and hold your breath. Joseph soon\n      put a stop to all that. With Joseph around, a loose board became a loose\n      board, nothing more, and a scratching noise just a plain scratching noise.\n    \n\n      And then one afternoon he disappeared.\n    \n\n      Having searched the flat without finding him, Elizabeth went to the\n      window, with the intention of making a bird's-eye survey of the street.\n      She was not hopeful, for she had just come from the street, and there had\n      been no sign of him then.\n    \n\n      Outside the window was a broad ledge, running the width of the building.\n      It terminated on the left, in a shallow balcony belonging to the flat\n      whose front door faced hersâ\u0080\u0094the flat of the young man whose\n      footsteps she sometimes heard. She knew he was a young man, because\n      Francis had told her so. His name, James Renshaw Boyd, she had learned\n      from the same source.\n    \n\n      On this shallow balcony, licking his fur with the tip of a crimson tongue\n      and generally behaving as if he were in his own backyard, sat Joseph.\n    \n\n      'Jo-seph!' cried Elizabethâ\u0080\u0094surprise, joy, and reproach combining to\n      give her voice an almost melodramatic quiver.\n    \n\n      He looked at her coldly. Worse, he looked at her as if she had been an\n      utter stranger. Bulging with her meat and drink, he cut her dead; and,\n      having done so, turned and walked into the next flat.\n    \n\n      Elizabeth was a girl of spirit. Joseph might look at her as if she were a\n      saucerful of tainted milk, but he was her cat, and she meant to get him\n      back. She went out and rang the bell of Mr James Renshaw Boyd's flat.\n    \n\n      The door was opened by a shirt-sleeved young man. He was by no means an\n      unsightly young man. Indeed, of his typeâ\u0080\u0094the rough-haired,\n      clean-shaven, square-jawed typeâ\u0080\u0094he was a distinctly good-looking\n      young man. Even though she was regarding him at the moment purely in the\n      light of a machine for returning strayed cats, Elizabeth noticed that.\n    \n\n      She smiled upon him. It was not the fault of this nice-looking young man\n      that his sitting-room window was open; or that Joseph was an ungrateful\n      little beast who should have no fish that night.\n    \n\n      'Would you mind letting me have my cat, please?' she said pleasantly. 'He\n      has gone into your sitting-room through the window.'\n    \n\n      He looked faintly surprised.\n    \n\n      'Your cat?'\n    \n\n      'My black cat, Joseph. He is in your sitting-room.'\n    \n\n      'I'm afraid you have come to the wrong place. I've just left my\n      sitting-room, and the only cat there is my black cat, Reginald.'\n    \n\n      'But I saw Joseph go in only a minute ago.'\n    \n\n      'That was Reginald.'\n    \n\n      For the first time, as one who examining a fair shrub abruptly discovers\n      that it is a stinging-nettle, Elizabeth realized the truth. This was no\n      innocent young man who stood before her, but the blackest criminal known\n      to criminologistsâ\u0080\u0094a stealer of other people's cats. Her manner shot\n      down to zero.\n    \n\n      'May I ask how long you have had your Reginald?'\n    \n\n      'Since four o'clock this afternoon.'\n    \n\n      'Did he come in through the window?'\n    \n\n      'Why, yes. Now you mention it, he did.'\n    \n\n      'I must ask you to be good enough to give me back my cat,' said Elizabeth,\n      icily.\n    \n\n      He regarded her defensively.\n    \n\n      'Assuming,' he said, 'purely for the purposes of academic argument, that\n      your Joseph is my Reginald, couldn't we come to an agreement of some sort?\n      Let me buy you another cat. A dozen cats.'\n    \n\n      'I don't want a dozen cats. I want Joseph.'\n    \n\n      'Fine, fat, soft cats,' he went on persuasively. 'Lovely, affectionate\n      Persians and Angoras, andâ\u0080\u0094'\n    \n\n      'Of course, if you intend to steal Josephâ\u0080\u0094'\n    \n\n      'These are harsh words. Any lawyer will tell you that there are special\n      statutes regarding cats. To retain a stray cat is not a tort or a\n      misdemeanour. In the celebrated test-case of Wiggins v. Bluebody it\n      was establishedâ\u0080\u0094'\n    \n\n      'Will you please give me back my cat?'\n    \n\n      She stood facing him, her chin in the air and her eyes shining, and the\n      young man suddenly fell a victim to conscience.\n    \n\n      'Look here,' he said, 'I'll throw myself on your mercy. I admit the cat is\n      your cat, and that I have no right to it, and that I am just a common\n      sneak-thief. But consider. I had just come back from the first rehearsal\n      of my first play; and as I walked in at the door that cat walked in at the\n      window. I'm as superstitious as a coon, and I felt that to give him up\n      would be equivalent to killing the play before ever it was produced. I\n      know it will sound absurd to you. You have no idiotic\n      superstitions. You are sane and practical. But, in the circumstances, if\n      you could see your way to waiving your rightsâ\u0080\u0094'\n    \n\n      Before the wistfulness of his eye Elizabeth capitulated. She felt quite\n      overcome by the revulsion of feeling which swept through her. How she had\n      misjudged him! She had taken him for an ordinary soulless purloiner of\n      cats, a snapper-up of cats at random and without reason; and all the time\n      he had been reluctantly compelled to the act by this deep and praiseworthy\n      motive. All the unselfishness and love of sacrifice innate in good women\n      stirred within her.\n    \n\n      'Why, of course you mustn't let him go! It would mean awful bad\n      luck.'\n    \n\n      'But how about youâ\u0080\u0094'\n    \n\n      'Never mind about me. Think of all the people who are dependent on your\n      play being a success.'\n    \n\n      The young man blinked.\n    \n\n      'This is overwhelming,' he said.\n    \n\n      'I had no notion why you wanted him. He was nothing to meâ\u0080\u0094at least,\n      nothing muchâ\u0080\u0094that is to sayâ\u0080\u0094well, I suppose I was rather fond\n      of himâ\u0080\u0094but he was notâ\u0080\u0094notâ\u0080\u0094'\n    \n\n      'Vital?'\n    \n\n      'That's just the word I wanted. He was just company, you know.'\n    \n\n      'Haven't you many friends?'\n    \n\n      'I haven't any friends.'\n    \n\n      'You haven't any friends! That settles it. You must take him back.'\n    \n\n      'I couldn't think of it.'\n    \n\n      'Of course you must take him back at once.'\n    \n\n      'I really couldn't.'\n    \n\n      'You must.'\n    \n\n      'I won't.'\n    \n\n      'But, good gracious, how do you suppose I should feel, knowing that you\n      were all alone and that I had sneaked yourâ\u0080\u0094your ewe lamb, as it\n      were?'\n    \n\n      'And how do you suppose I should feel if your play failed simply for lack\n      of a black cat?'\n    \n\n      He started, and ran his fingers through his rough hair in an overwrought\n      manner.\n    \n\n      'Solomon couldn't have solved this problem,' he said. 'How would it beâ\u0080\u0094it\n      seems the only possible way outâ\u0080\u0094if you were to retain a sort of\n      managerial right in him? Couldn't you sometimes step across and chat with\n      himâ\u0080\u0094and me, incidentallyâ\u0080\u0094over here? I'm very nearly as\n      lonesome as you are. Chicago is my home. I hardly know a soul in New\n      York.'\n    \n\n      Her solitary life in the big city had forced upon Elizabeth the ability to\n      form instantaneous judgements on the men she met. She flashed a glance at\n      the young man and decided in his favour.\n    \n\n      'It's very kind of you,' she said. 'I should love to. I want to hear all\n      about your play. I write myself, you know, in a very small way, so a\n      successful playwright is Someone to me.'\n    \n\n      'I wish I were a successful playwright.'\n    \n\n      'Well, you are having the first play you have ever written produced on\n      Broadway. That's pretty wonderful.'\n    \n\n      ''Mâ\u0080\u0094yes,' said the young man. It seemed to Elizabeth that he spoke\n      doubtfully, and this modesty consolidated the favourable impression she\n      had formed.\n    \n\n      The gods are just. For every ill which they inflict they also supply a\n      compensation. It seems good to them that individuals in big cities shall\n      be lonely, but they have so arranged that, if one of these individuals\n      does at last contrive to seek out and form a friendship with another, that\n      friendship shall grow more swiftly than the tepid acquaintanceships of\n      those on whom the icy touch of loneliness has never fallen. Within a week\n      Elizabeth was feeling that she had known this James Renshaw Boyd all her\n      life.\n    \n\n      And yet there was a tantalizing incompleteness about his personal\n      reminiscences. Elizabeth was one of those persons who like to begin a\n      friendship with a full statement of their position, their previous life,\n      and the causes which led up to their being in this particular spot at this\n      particular time. At their next meeting, before he had had time to say much\n      on his own account, she had told him of her life in the small Canadian\n      town where she had passed the early part of her life; of the rich and\n      unexpected aunt who had sent her to college for no particular reason that\n      anyone could ascertain except that she enjoyed being unexpected; of the\n      legacy from this same aunt, far smaller than might have been hoped for,\n      but sufficient to send a grateful Elizabeth to New York, to try her luck\n      there; of editors, magazines, manuscripts refused or accepted, plots for\n      stories; of life in general, as lived down where the Arch spans Fifth\n      Avenue and the lighted cross of the Judson shines by night on Washington\n      Square.\n    \n\n      Ceasing eventually, she waited for him to begin; and he did not beginâ\u0080\u0094not,\n      that is to say, in the sense the word conveyed to Elizabeth. He spoke\n      briefly of college, still more briefly of Chicagoâ\u0080\u0094which city he\n      appeared to regard with a distaste that made Lot's attitude towards the\n      Cities of the Plain almost kindly by comparison. Then, as if he had\n      fulfilled the demands of the most exacting inquisitor in the matter of\n      personal reminiscence, he began to speak of the play.\n    \n\n      The only facts concerning him to which Elizabeth could really have sworn\n      with a clear conscience at the end of the second week of their\n      acquaintance were that he was very poor, and that this play meant\n      everything to him.\n    \n\n      The statement that it meant everything to him insinuated itself so\n      frequently into his conversation that it weighed on Elizabeth's mind like\n      a burden, and by degrees she found herself giving the play place of honour\n      in her thoughts over and above her own little ventures. With this\n      stupendous thing hanging in the balance, it seemed almost wicked of her to\n      devote a moment to wondering whether the editor of an evening paper, who\n      had half promised to give her the entrancing post of Adviser to the\n      Lovelorn on his journal, would fulfil that half-promise.\n    \n\n      At an early stage in their friendship the young man had told her the plot\n      of the piece; and if he had not unfortunately forgotten several important\n      episodes and had to leap back to them across a gulf of one or two acts,\n      and if he had referred to his characters by name instead of by such\n      descriptions as 'the fellow who's in love with the girlâ\u0080\u0094not\n      what's-his-name but the other chap'â\u0080\u0094she would no doubt have got that\n      mental half-Nelson on it which is such a help towards the proper\n      understanding of a four-act comedy. As it was, his precis had left her a\n      little vague; but she said it was perfectly splendid, and he said did she\n      really think so. And she said yes, she did, and they were both happy.\n    \n\n      Rehearsals seemed to prey on his spirits a good deal. He attended them\n      with the pathetic regularity of the young dramatist, but they appeared to\n      bring him little balm. Elizabeth generally found him steeped in gloom, and\n      then she would postpone the recital, to which she had been looking\n      forward, of whatever little triumph she might have happened to win, and\n      devote herself to the task of cheering him up. If women were wonderful in\n      no other way, they would be wonderful for their genius for listening to\n      shop instead of talking it.\n    \n\n      Elizabeth was feeling more than a little proud of the way in which her\n      judgement of this young man was being justified. Life in Bohemian New York\n      had left her decidedly wary of strange young men, not formally introduced;\n      her faith in human nature had had to undergo much straining. Wolves in\n      sheep's clothing were common objects of the wayside in her unprotected\n      life; and perhaps her chief reason for appreciating this friendship was\n      the feeling of safety which it gave her.\n    \n\n      Their relations, she told herself, were so splendidly unsentimental. There\n      was no need for that silent defensiveness which had come to seem almost an\n      inevitable accompaniment to dealings with the opposite sex. James Boyd,\n      she felt, she could trust; and it was wonderful how soothing the reflexion\n      was.\n    \n\n      And that was why, when the thing happened, it so shocked and frightened\n      her.\n    \n\n      It had been one of their quiet evenings. Of late they had fallen into the\n      habit of sitting for long periods together without speaking. But it had\n      differed from other quiet evenings through the fact that Elizabeth's\n      silence hid a slight but well-defined feeling of injury. Usually she sat\n      happy with her thoughts, but tonight she was ruffled. She had a grievance.\n    \n\n      That afternoon the editor of the evening paper, whose angelic status not\n      even a bald head and an absence of wings and harp could conceal, had\n      definitely informed her that the man who had conducted the column hitherto\n      having resigned, the post of Heloise Milton, official adviser to readers\n      troubled with affairs of the heart, was hers; and he looked to her to\n      justify the daring experiment of letting a woman handle so responsible a\n      job. Imagine how Napoleon felt after Austerlitz, picture Colonel Goethale\n      contemplating the last spadeful of dirt from the Panama Canal, try to\n      visualize a suburban householder who sees a flower emerging from the soil\n      in which he has inserted a packet of guaranteed seeds, and you will have\n      some faint conception how Elizabeth felt as those golden words proceeded\n      from that editor's lips. For the moment Ambition was sated. The years,\n      rolling by, might perchance open out other vistas; but for the moment she\n      was content.\n    \n\n      Into James Boyd's apartment she had walked, stepping on fleecy clouds of\n      rapture, to tell him the great news.\n    \n\n      She told him the great news.\n    \n\n      He said, 'Ah!'\n    \n\n      There are many ways of saying 'Ah!' You can put joy, amazement, rapture\n      into it; you can also make it sound as if it were a reply to a remark on\n      the weather. James Boyd made it sound just like that. His hair was\n      rumpled, his brow contracted, and his manner absent. The impression he\n      gave Elizabeth was that he had barely heard her. The next moment he was\n      deep in a recital of the misdemeanours of the actors now rehearsing for\n      his four-act comedy. The star had done this, the leading woman that, the\n      juvenile something else. For the first time Elizabeth listened\n      unsympathetically.\n    \n\n      The time came when speech failed James Boyd, and he sat back in his chair,\n      brooding. Elizabeth, cross and wounded, sat in hers, nursing Joseph. And\n      so, in a dim light, time flowed by.\n    \n\n      Just how it happened she never knew. One moment, peace; the next chaos.\n      One moment stillness; the next, Joseph hurtling through the air, all claws\n      and expletives, and herself caught in a clasp which shook the breath from\n      her.\n    \n\n      One can dimly reconstruct James's train of thought. He is in despair;\n      things are going badly at the theatre, and life has lost its savour. His\n      eye, as he sits, is caught by Elizabeth's profile. It is a prettyâ\u0080\u0094above\n      all, a soothingâ\u0080\u0094profile. An almost painful sentimentality sweeps\n      over James Boyd. There she sits, his only friend in this cruel city. If\n      you argue that there is no necessity to spring at your only friend and\n      nearly choke her, you argue soundly; the point is well taken. But James\n      Boyd was beyond the reach of sound argument. Much rehearsing had frayed\n      his nerves to ribbons. One may say that he was not responsible for his\n      actions.\n    \n\n      That is the case for James. Elizabeth, naturally, was not in a position to\n      take a wide and understanding view of it. All she knew was that James had\n      played her false, abused her trust in him. For a moment, such was the\n      shock of the surprise, she was not conscious of indignationâ\u0080\u0094or,\n      indeed, of any sensation except the purely physical one of\n      semi-strangulation. Then, flushed, and more bitterly angry than she could\n      ever have imagined herself capable of being, she began to struggle. She\n      tore herself away from him. Coming on top of her grievance, this thing\n      filled her with a sudden, very vivid hatred of James. At the back of her\n      anger, feeding it, was the humiliating thought that it was all her own\n      fault, that by her presence there she had invited this.\n    \n\n      She groped her way to the door. Something was writhing and struggling\n      inside her, blinding her eyes, and robbing her of speech. She was only\n      conscious of a desire to be alone, to be back and safe in her own home.\n      She was aware that he was speaking, but the words did not reach her. She\n      found the door, and pulled it open. She felt a hand on her arm, but she\n      shook it off. And then she was back behind her own door, alone and at\n      liberty to contemplate at leisure the ruins of that little temple of\n      friendship which she had built up so carefully and in which she had been\n      so happy.\n    \n\n      The broad fact that she would never forgive him was for a while her only\n      coherent thought. To this succeeded the determination that she would never\n      forgive herself. And having thus placed beyond the pale the only two\n      friends she had in New York, she was free to devote herself without\n      hindrance to the task of feeling thoroughly lonely and wretched.\n    \n\n      The shadows deepened. Across the street a sort of bubbling explosion,\n      followed by a jerky glare that shot athwart the room, announced the\n      lighting of the big arc-lamp on the opposite side-walk. She resented it,\n      being in the mood for undiluted gloom; but she had not the energy to pull\n      down the shade and shut it out. She sat where she was, thinking thoughts\n      that hurt.\n    \n\n      The door of the apartment opposite opened. There was a single ring at her\n      bell. She did not answer it. There came another. She sat where she was,\n      motionless. The door closed again.\n    \n\n      The days dragged by. Elizabeth lost count of time. Each day had its\n      duties, which ended when you went to bed; that was all she knewâ\u0080\u0094except\n      that life had become very grey and very lonely, far lonelier even than in\n      the time when James Boyd was nothing to her but an occasional sound of\n      footsteps.\n    \n\n      Of James she saw nothing. It is not difficult to avoid anyone in New York,\n      even when you live just across the way.\n    \n\n      It was Elizabeth's first act each morning, immediately on awaking, to open\n      her front door and gather in whatever lay outside it. Sometimes there\n      would be mail; and always, unless Francis, as he sometimes did, got mixed\n      and absent-minded, the morning milk and the morning paper.\n    \n\n      One morning, some two weeks after that evening of which she tried not to\n      think, Elizabeth, opening the door, found immediately outside it a folded\n      scrap of paper. She unfolded it.\n    \n\n      In the early morning the brain works sluggishly. For an instant Elizabeth\n      stood looking at the words uncomprehendingly; then, with a leaping of the\n      heart, their meaning came home to her. He must have left this at her door\n      on the previous night. The play had been produced! And somewhere in the\n      folded interior of the morning paper at her feet must be the opinion of\n      'One in Authority' concerning it!\n    \n\n      Dramatic criticisms have this peculiarity, that if you are looking for\n      them, they burrow and hide like rabbits. They dodge behind murders; they\n      duck behind baseball scores; they lie up snugly behind the Wall Street\n      news. It was a full minute before Elizabeth found what she sought, and the\n      first words she read smote her like a blow.\n    \n\n      In that vein of delightful facetiousness which so endears him to all\n      followers and perpetrators of the drama, the 'One in Authority' rent and\n      tore James Boyd's play. He knocked James Boyd's play down, and kicked it;\n      he jumped on it with large feet; he poured cold water on it, and chopped\n      it into little bits. He merrily disembowelled James Boyd's play.\n    \n\n      Elizabeth quivered from head to foot. She caught at the door-post to\n      steady herself. In a flash all her resentment had gone, wiped away and\n      annihilated like a mist before the sun. She loved him, and she knew now\n      that she had always loved him.\n    \n\n      It took her two seconds to realize that the 'One in Authority' was a\n      miserable incompetent, incapable of recognizing merit when it was\n      displayed before him. It took her five minutes to dress. It took her a\n      minute to run downstairs and out to the news-stand on the corner of the\n      street. Here, with a lavishness which charmed and exhilarated the\n      proprietor, she bought all the other papers which he could supply.\n    \n\n      Moments of tragedy are best described briefly. Each of the papers noticed\n      the play, and each of them damned it with uncompromising heartiness. The\n      criticisms varied only in tone. One cursed with relish and gusto; another\n      with a certain pity; a third with a kind of wounded superiority, as of one\n      compelled against his will to speak of something unspeakable; but the\n      meaning of all was the same. James Boyd's play was a hideous failure.\n    \n\n      Back to the house sped Elizabeth, leaving the organs of a free people to\n      be gathered up, smoothed, and replaced on the stand by the now more than\n      ever charmed proprietor. Up the stairs she sped, and arriving breathlessly\n      at James's door rang the bell.\n    \n\n      Heavy footsteps came down the passage; crushed, disheartened footsteps;\n      footsteps that sent a chill to Elizabeth's heart. The door opened. James\n      Boyd stood before her, heavy-eyed and haggard. In his eyes was despair,\n      and on his chin the blue growth of beard of the man from whom the mailed\n      fist of Fate has smitten the energy to perform his morning shave.\n    \n\n      Behind him, littering the floor, were the morning papers; and at the sight\n      of them Elizabeth broke down.\n    \n\n      'Oh, Jimmy, darling!' she cried; and the next moment she was in his arms,\n      and for a space time stood still.\n    \n\n      How long afterwards it was she never knew; but eventually James Boyd\n      spoke.\n    \n\n      'If you'll marry me,' he said hoarsely, 'I don't care a hang.'\n    \n\n      'Jimmy, darling!' said Elizabeth, 'of course I will.'\n    \n\n      Past them, as they stood there, a black streak shot silently, and\n      disappeared out of the door. Joseph was leaving the sinking ship.\n    \n\n      'Let him go, the fraud,' said Elizabeth bitterly. 'I shall never believe\n      in black cats again.'\n    \n\n      But James was not of this opinion.\n    \n\n      'Joseph has brought me all the luck I need.'\n    \n\n      'But the play meant everything to you.'\n    \n\n      'It did then.'\n    \n\n      Elizabeth hesitated.\n    \n\n      'Jimmy, dear, it's all right, you know. I know you will make a fortune out\n      of your next play, and I've heaps for us both to live on till you make\n      good. We can manage splendidly on my salary from the Evening Chronicle.'\n    \n\n      'What! Have you got a job on a New York paper?'\n    \n\n      'Yes, I told you about it. I am doing Heloise Milton. Why, what's the\n      matter?'\n    \n\n      He groaned hollowly.\n    \n\n      'And I was thinking that you would come back to Chicago with me!'\n    \n\n      'But I will. Of course I will. What did you think I meant to do?'\n    \n\n      'What! Give up a real job in New York!' He blinked. 'This isn't really\n      happening. I'm dreaming.'\n    \n\n      'But, Jimmy, are you sure you can get work in Chicago? Wouldn't it be\n      better to stay on here, where all the managers are, andâ\u0080\u0094'\n    \n\n      He shook his head.\n    \n\n      'I think it's time I told you about myself,' he said. 'Am I sure I can get\n      work in Chicago? I am, worse luck. Darling, have you in your more material\n      moments ever toyed with a Boyd's Premier Breakfast-Sausage or kept body\n      and soul together with a slice off a Boyd's Excelsior Home-Cured Ham? My\n      father makes them, and the tragedy of my life is that he wants me to help\n      him at it. This was my position. I loathed the family business as much as\n      dad loved it. I had a notionâ\u0080\u0094a fool notion, as it has turned outâ\u0080\u0094that\n      I could make good in the literary line. I've scribbled in a sort of way\n      ever since I was in college. When the time came for me to join the firm, I\n      put it to dad straight. I said, \"Give me a chance, one good, square\n      chance, to see if the divine fire is really there, or if somebody has just\n      turned on the alarm as a practical joke.\" And we made a bargain. I had\n      written this play, and we made it a test-case. We fixed it up that dad\n      should put up the money to give it a Broadway production. If it succeeded,\n      all right; I'm the young Gus Thomas, and may go ahead in the literary\n      game. If it's a fizzle, off goes my coat, and I abandon pipe-dreams of\n      literary triumphs and start in as the guy who put the Co. in Boyd &\n      Co. Well, events have proved that I am the guy, and now I'm going\n      to keep my part of the bargain just as squarely as dad kept his. I know\n      quite well that if I refused to play fair and chose to stick on here in\n      New York and try again, dad would go on staking me. That's the sort of man\n      he is. But I wouldn't do it for a million Broadway successes. I've had my\n      chance, and I've foozled; and now I'm going back to make him happy by\n      being a real live member of the firm. And the queer thing about it is that\n      last night I hated the idea, and this morning, now that I've got you, I\n      almost look forward to it.'\n    \n\n      He gave a little shiver.\n    \n\n      'And yetâ\u0080\u0094I don't know. There's something rather gruesome still to my\n      near-artist soul in living in luxury on murdered piggies. Have you ever\n      seen them persuading a pig to play the stellar role in a Boyd Premier\n      Breakfast-Sausage? It's pretty ghastly. They string them up by their hind\n      legs, andâ\u0080\u0094b-r-r-r-r!'\n    \n\n      'Never mind,' said Elizabeth soothingly. 'Perhaps they don't mind it\n      really.'\n    \n\n      'Well, I don't know,' said James Boyd, doubtfully. 'I've watched them at\n      it, and I'm bound to say they didn't seem any too well pleased.'\n    \n\n      'Try not to think of it.'\n    \n\n      'Very well,' said James dutifully.\n    \n\n      There came a sudden shout from the floor above, and on the heels of it a\n      shock-haired youth in pyjamas burst into the apartment.\n    \n\n      'Now what?' said James. 'By the way, Miss Herrold, my fiancee; Mr Briggsâ\u0080\u0094Paul\n      Axworthy Briggs, sometimes known as the Boy Novelist. What's troubling\n      you, Paul?'\n    \n\n      Mr Briggs was stammering with excitement.\n    \n\n      'Jimmy,' cried the Boy Novelist, 'what do you think has happened! A black\n      cat has just come into my apartment. I heard him mewing outside the door,\n      and opened it, and he streaked in. And I started my new novel last night!\n      Say, you do believe this thing of black cats bringing luck, don't\n      you?'\n    \n\n      'Luck! My lad, grapple that cat to your soul with hoops of steel. He's the\n      greatest little luck-bringer in New York. He was boarding with me till\n      this morning.'\n    \n\n      'Thenâ\u0080\u0094by Jove! I nearly forgot to askâ\u0080\u0094your play was a hit? I\n      haven't seen the papers yet'\n    \n\n      'Well, when you see them, don't read the notices. It was the worst frost\n      Broadway has seen since Columbus's time.'\n    \n\n      'Butâ\u0080\u0094I don't understand.'\n    \n\n      'Don't worry. You don't have to. Go back and fill that cat with fish, or\n      she'll be leaving you. I suppose you left the door open?'\n    \n\n      'My God!' said the Boy Novelist, paling, and dashed for the door.\n    \n\n      'Do you think Joseph will bring him luck?' said Elizabeth,\n      thoughtfully.\n    \n\n      'It depends what sort of luck you mean. Joseph seems to work in devious\n      ways. If I know Joseph's methods, Briggs's new novel will be rejected by\n      every publisher in the city; and then, when he is sitting in his\n      apartment, wondering which of his razors to end himself with, there will\n      be a ring at the bell, and in will come the most beautiful girl in the\n      world, and thenâ\u0080\u0094well, then, take it from me, he will be all right.'\n    \n\n      'He won't mind about the novel?'\n    \n\n      'Not in the least.'\n    \n\n      'Not even if it means that he will have to go away and kill pigs and\n      things.'\n    \n\n      'About the pig business, dear. I've noticed a slight tendency in you to\n      let yourself get rather morbid about it. I know they string them up by the\n      hind-legs, and all that sort of thing; but you must remember that a pig\n      looks at these things from a different standpoint. My belief is that the\n      pigs like it. Try not to think of it.'\n    \n\n      'Very well,' said Elizabeth, dutifully.\n    \n\n\n\n\n \n",
    "metadata": {
        "author": "Wodehouse",
        "year": 1917,
        "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
        "name": "black_for_luck"
    }
}