{
    "name": "Wodehouse - Crowned Heads",
    "body": "\n      Katie had never been more surprised in her life than when the serious\n      young man with the brown eyes and the Charles Dana Gibson profile spirited\n      her away from his friend and Genevieve. Till that moment she had looked on\n      herself as playing a sort of 'villager and retainer' part to the\n      brown-eyed young man's hero and Genevieve's heroine. She knew she was not\n      pretty, though somebody (unidentified) had once said that she had nice\n      eyes; whereas Genevieve was notoriously a beauty, incessantly pestered, so\n      report had it, by musical comedy managers to go on the stage.\n    \n\n      Genevieve was tall and blonde, a destroyer of masculine peace of mind. She\n      said 'harf' and 'rahther', and might easily have been taken for an English\n      duchess instead of a cloak-model at Macey's. You would have said, in\n      short, that, in the matter of personable young men, Genevieve would have\n      swept the board. Yet, here was this one deliberately selecting her, Katie,\n      for his companion. It was almost a miracle.\n    \n\n      He had managed it with the utmost dexterity at the merry-go-round. With\n      winning politeness he had assisted Genevieve on her wooden steed, and\n      then, as the machinery began to work, had grasped Katie's arm and led her\n      at a rapid walk out into the sunlight. Katie's last glimpse of Genevieve\n      had been the sight of her amazed and offended face as it whizzed round the\n      corner, while the steam melodeon drowned protests with a spirited plunge\n      into 'Alexander's Ragtime Band'.\n    \n\n      Katie felt shy. This young man was a perfect stranger. It was true she had\n      had a formal introduction to him, but only from Genevieve, who had scraped\n      acquaintance with him exactly two minutes previously. It had happened on\n      the ferry-boat on the way to Palisades Park. Genevieve's bright eye,\n      roving among the throng on the lower deck, had singled out this young man\n      and his companion as suitable cavaliers for the expedition. The young man\n      pleased her, and his friend, with the broken nose and the face like a\n      good-natured bulldog, was obviously suitable for Katie.\n    \n\n      Etiquette is not rigid on New York ferry-boats. Without fuss or delay she\n      proceeded to make their acquaintanceâ\u0080\u0094to Katie's concern, for she\n      could never get used to Genevieve's short way with strangers. The quiet\n      life she had led had made her almost prudish, and there were times when\n      Genevieve's conduct shocked her. Of course, she knew there was no harm in\n      Genevieve. As the latter herself had once put it, 'The feller that tries\n      to get gay with me is going to get a call-down that'll make him holler for\n      his winter overcoat.' But all the same she could not approve. And the net\n      result of her disapproval was to make her shy and silent as she walked by\n      this young man's side.\n    \n\n      The young man seemed to divine her thoughts.\n    \n\n      'Say, I'm on the level,' he observed. 'You want to get that. Right on the\n      square. See?'\n    \n\n      'Oh, yes,' said Katie, relieved but yet embarrassed. It was awkward to\n      have one's thoughts read like this.\n    \n\n      'You ain't like your friend. Don't think I don't see that.'\n    \n\n      'Genevieve's a sweet girl,' said Katie, loyally.\n    \n\n      'A darned sight too sweet. Somebody ought to tell her mother.'\n    \n\n      'Why did you speak to her if you did not like her?'\n    \n\n      'Wanted to get to know you,' said the young man simply.\n    \n\n      They walked on in silence. Katie's heart was beating with a rapidity that\n      forbade speech. Nothing like this very direct young man had ever happened\n      to her before. She had grown so accustomed to regarding herself as\n      something too insignificant and unattractive for the notice of the lordly\n      male that she was overwhelmed. She had a vague feeling that there was a\n      mistake somewhere. It surely could not be she who was proving so alluring\n      to this fairy prince. The novelty of the situation frightened her.\n    \n\n      'Come here often?' asked her companion.\n    \n\n      'I've never been here before.'\n    \n\n      'Often go to Coney?'\n    \n\n      'I've never been.'\n    \n\n      He regarded her with astonishment.\n    \n\n      'You've never been to Coney Island! Why, you don't know what this sort of\n      thing is till you've taken in Coney. This place isn't on the map with\n      Coney. Do you mean to say you've never seen Luna Park, or Dreamland, or\n      Steeplechase, or the diving ducks? Haven't you had a look at the Mardi\n      Gras stunts? Why, Coney during Mardi Gras is the greatest thing on earth.\n      It's a knockout. Just about a million boys and girls having the best time\n      that ever was. Say, I guess you don't go out much, do you?'\n    \n\n      'Not much.'\n    \n\n      'If it's not a rude question, what do you do? I been trying to place you\n      all along. Now I reckon your friend works in a store, don't she?'\n    \n\n      'Yes. She's a cloak-model. She has a lovely figure, hasn't she?'\n    \n\n      'Didn't notice it. I guess so, if she's what you say. It's what they pay\n      her for, ain't it? Do you work in a store, too?'\n    \n\n      'Not exactly. I keep a little shop.'\n    \n\n      'All by yourself?'\n    \n\n      'I do all the work now. It was my father's shop, but he's dead. It began\n      by being my grandfather's. He started it. But he's so old now that, of\n      course, he can't work any longer, so I look after things.'\n    \n\n      'Say, you're a wonder! What sort of a shop?'\n    \n\n      'It's only a little second-hand bookshop. There really isn't much to do.'\n    \n\n      'Where is it?'\n    \n\n      'Sixth Avenue. Near Washington Square.'\n    \n\n      'What name?'\n    \n\n      'Bennett.'\n    \n\n      'That's your name, then?'\n    \n\n      'Yes.'\n    \n\n      'Anything besides Bennett?'\n    \n\n      'My name's Kate.'\n    \n\n      The young man nodded.\n    \n\n      'I'd make a pretty good district attorney,' he said, disarming possible\n      resentment at this cross-examination. 'I guess you're wondering if I'm\n      ever going to stop asking you questions. Well, what would you like to do?'\n    \n\n      'Don't you think we ought to go back and find your friend and Genevieve?\n      They will be wondering where we are.'\n    \n\n      'Let 'em,' said the young man briefly. 'I've had all I want of Jenny.'\n    \n\n      'I can't understand why you don't like her.'\n    \n\n      'I like you. Shall we have some ice-cream, or would you rather go on the\n      Scenic Railway?'\n    \n\n      Katie decided on the more peaceful pleasure. They resumed their walk,\n      socially licking two cones. Out of the corner of her eyes Katie cast swift\n      glances at her friend's face. He was a very grave young man. There was\n      something important as well as handsome about him. Once, as they made\n      their way through the crowds, she saw a couple of boys look almost\n      reverently at him. She wondered who he could be, but was too shy to\n      inquire. She had got over her nervousness to a great extent, but there\n      were still limits to what she felt herself equal to saying. It did not\n      strike her that it was only fair that she should ask a few questions in\n      return for those which he had put. She had always repressed herself, and\n      she did so now. She was content to be with him without finding out his\n      name and history.\n    \n\n      He supplied the former just before he finally consented to let her go.\n    \n\n      They were standing looking over the river. The sun had spent its force,\n      and it was cool and pleasant in the breeze which was coming up the Hudson.\n      Katie was conscious of a vague feeling that was almost melancholy. It had\n      been a lovely afternoon, and she was sorry that it was over.\n    \n\n      The young man shuffled his feet on the loose stones.\n    \n\n      'I'm mighty glad I met you,' he said. 'Say, I'm coming to see you. On\n      Sixth Avenue. Don't mind, do you?'\n    \n\n      He did not wait for a reply.\n    \n\n      'Brady's my name. Ted Brady, Glencoe Athletic Club,' he paused. 'I'm on\n      the level,' he added, and paused again. 'I like you a whole lot. There's\n      your friend, Genevieve. Better go after her, hadn't you? Good-bye.' And he\n      was gone, walking swiftly through the crowd about the bandstand.\n    \n\n      Katie went back to Genevieve, and Genevieve was simply horrid. Cold and\n      haughty, a beautiful iceberg of dudgeon, she refused to speak a single\n      word during the whole long journey back to Sixth Avenue. And Katie, whose\n      tender heart would at other times have been tortured by this hostility,\n      leant back in her seat, and was happy. Her mind was far away from\n      Genevieve's frozen gloom, living over again the wonderful happenings of\n      the afternoon.\n    \n\n      Yes, it had been a wonderful afternoon, but trouble was waiting for her in\n      Sixth Avenue. Trouble was never absent for very long from Katie's\n      unselfish life. Arriving at the little bookshop, she found Mr Murdoch, the\n      glazier, preparing for departure. Mr Murdoch came in on Mondays,\n      Wednesdays, and Fridays to play draughts with her grandfather, who was\n      paralysed from the waist, and unable to leave the house except when Katie\n      took him for his outing in Washington Square each morning in his\n      bath-chair.\n    \n\n      Mr Murdoch welcomed Katie with joy.\n    \n\n      'I was wondering whenever you would come back, Katie. I'm afraid the old\n      man's a little upset.'\n    \n\n      'Not ill?'\n    \n\n      'Not ill. Upset. And it was my fault, too. Thinking he'd be interested, I\n      read him a piece from the paper where I seen about these English\n      Suffragettes, and he just went up in the air. I guess he'll be all right\n      now you've come back. I was a fool to read it, I reckon. I kind of forgot\n      for the moment.'\n    \n\n      'Please don't worry yourself about it, Mr Murdoch. He'll be all right\n      soon. I'll go to him.'\n    \n\n      In the inner room the old man was sitting. His face was flushed, and he\n      gesticulated from time to time.\n    \n\n      'I won't have it,' he cried as Katie entered. 'I tell you I won't have it.\n      If Parliament can't do anything, I'll send Parliament about its business.'\n    \n\n      'Here I am, grandpapa,' said Katie quickly. 'I've had the greatest time.\n      It was lovely up there. Iâ\u0080\u0094'\n    \n\n      'I tell you it's got to stop. I've spoken about it before. I won't have\n      it.'\n    \n\n      'I expect they're doing their best. It's your being so far away that makes\n      it hard for them. But I do think you might write them a very sharp\n      letter.'\n    \n\n      'I will. I will. Get out the paper. Are you ready?' He stopped, and looked\n      piteously at Katie. 'I don't know what to say. I don't know how to begin.'\n    \n\n      Katie scribbled a few lines.\n    \n\n      'How would this do? \"His Majesty informs his Government that he is greatly\n      surprised and indignant that no notice has been taken of his previous\n      communications. If this goes on, he will be reluctantly compelled to put\n      the matter in other hands.\"'\n    \n\n      She read it glibly as she had written it. The formula had been a favourite\n      one of her late father, when roused to fall upon offending patrons of the\n      bookshop.\n    \n\n      The old man beamed. His resentment was gone. He was soothed and happy.\n    \n\n      'That'll wake 'em up,' he said. 'I won't have these goings on while I'm\n      king, and if they don't like it, they know what to do. You're a good girl,\n      Katie.'\n    \n\n      He chuckled.\n    \n\n      'I beat Lord Murdoch five games to nothing,' he said.\n    \n\n      It was now nearly two years since the morning when old Matthew Bennett had\n      announced to an audience consisting of Katie and a smoky blue cat, which\n      had wandered in from Washington Square to take pot-luck, that he was the\n      King of England.\n    \n\n      This was a long time for any one delusion of the old man's to last.\n      Usually they came and went with a rapidity which made it hard for Katie,\n      for all her tact, to keep abreast of them. She was not likely to forget\n      the time when he went to bed President Roosevelt and woke up the Prophet\n      Elijah. It was the only occasion in all the years they had passed together\n      when she had felt like giving way and indulging in the fit of hysterics\n      which most girls of her age would have had as a matter of course.\n    \n\n      She had handled that crisis, and she handled the present one with equal\n      smoothness. When her grandfather made his announcement, which he did\n      rather as one stating a generally recognized fact than as if the\n      information were in any way sensational, she neither screamed nor swooned,\n      nor did she rush to the neighbours for advice. She merely gave the old man\n      his breakfast, not forgetting to set aside a suitable portion for the\n      smoky cat, and then went round to notify Mr Murdoch of what had happened.\n    \n\n      Mr Murdoch, excellent man, received the news without any fuss or\n      excitement at all, and promised to look in on Schwartz, the stout\n      saloon-keeper, who was Mr Bennett's companion and antagonist at draughts\n      on Tuesdays, Thursdays, and Saturdays, and, as he expressed it, put him\n      wise.\n    \n\n      Life ran comfortably in the new groove. Old Mr Bennett continued to play\n      draughts and pore over his second-hand classics. Every morning he took his\n      outing in Washington Square where, from his invalid's chair, he surveyed\n      somnolent Italians and roller-skating children with his old air of kindly\n      approval. Katie, whom circumstances had taught to be thankful for small\n      mercies, was perfectly happy in the shadow of the throne. She liked her\n      work; she liked looking after her grandfather; and now that Ted Brady had\n      come into her life, she really began to look on herself as an\n      exceptionally lucky girl, a spoilt favourite of Fortune.\n    \n\n      For Ted Brady had called, as he said he would, and from the very first he\n      had made plain in his grave, direct way the objects of his visits. There\n      was no subtlety about Ted, no finesse. He was as frank as a music-hall\n      love song.\n    \n\n      On his first visit, having handed Katie a large bunch of roses with the\n      stolidity of a messenger boy handing over a parcel, he had proceeded, by\n      way of establishing his bona fides, to tell her all about himself.\n      He supplied the facts in no settled order, just as they happened to occur\n      to him in the long silences with which his speech was punctuated. Small\n      facts jostled large facts. He spoke of his morals and his fox-terrier in\n      the same breath.\n    \n\n      'I'm on the level. Ask anyone who knows me. They'll tell you that. Say, I\n      got the cutest little dog you ever seen. Do you like dogs? I've never been\n      a fellow that's got himself mixed up with girls. I don't like 'em as a\n      general thing. A fellow's got too much to do keeping himself in training,\n      if his club expects him to do things. I belong to the Glencoe Athletic. I\n      ran the hundred yards dash in evens last sports there was. They expect me\n      to do it at the Glencoe, so I've never got myself mixed up with girls.\n      Till I seen you that afternoon I reckon I'd hardly looked at a girl,\n      honest. They didn't seem to kind of make any hit with me. And then I seen\n      you, and I says to myself, \"That's the one.\" It sort of came over me in a\n      flash. I fell for you directly I seen you. And I'm on the level. Don't\n      forget that.'\n    \n\n      And more in the same strain, leaning on the counter and looking into\n      Katie's eyes with a devotion that added emphasis to his measured speech.\n    \n\n      Next day he came again, and kissed her respectfully but firmly, making a\n      sort of shuffling dive across the counter. Breaking away, he fumbled in\n      his pocket and produced a ring, which he proceeded to place on her finger\n      with the serious air which accompanied all his actions.\n    \n\n      'That looks pretty good to me,' he said, as he stepped back and eyed it.\n    \n\n      It struck Katie, when he had gone, how differently different men did\n      things. Genevieve had often related stories of men who had proposed to\n      her, and according to Genevieve, they always got excited and emotional,\n      and sometimes cried. Ted Brady had fitted her with the ring more like a\n      glover's assistant than anything else, and he had hardly spoken a word\n      from beginning to end. He had seemed to take her acquiescence for granted.\n      And yet there had been nothing flat or disappointing about the\n      proceedings. She had been thrilled throughout. It is to be supposed that\n      Mr Brady had the force of character which does not require the aid of\n      speech.\n    \n\n      It was not till she took the news of her engagement to old Mr Bennett that\n      it was borne in upon Katie that Fate did not intend to be so wholly\n      benevolent to her as she supposed.\n    \n\n      That her grandfather could offer any opposition had not occurred to her as\n      a possibility. She took his approval for granted. Never, as long as she\n      could remember, had he been anything but kind to her. And the only\n      possible objections to marriage from a grandfather's point of viewâ\u0080\u0094badness\n      of character, insufficient means, or inferiority of social positionâ\u0080\u0094were\n      in this case gloriously absent.\n    \n\n      She could not see how anyone, however hypercritical, could find a flaw in\n      Ted. His character was spotless. He was comfortably off. And so far from\n      being in any way inferior socially, it was he who condescended. For Ted,\n      she had discovered from conversation with Mr Murdoch, the glazier, was no\n      ordinary young man. He was a celebrity. So much so that for a moment, when\n      told the news of the engagement, Mr Murdoch, startled out of his usual\n      tact, had exhibited frank surprise that the great Ted Brady should not\n      have aimed higher.\n    \n\n      'You're sure you've got the name right, Katie?' he had said. 'It's really\n      Ted Brady? No mistake about the first name? Well-built, good-looking young\n      chap with brown eyes? Well, this beats me. Not,' he went on hurriedly,\n      'that any young fellow mightn't think himself lucky to get a wife like\n      you, Katie, but Ted Brady! Why, there isn't a girl in this part of the\n      town, or in Harlem or the Bronx, for that matter, who wouldn't give her\n      eyes to be in your place. Why, Ted Brady is the big noise. He's the star\n      of the Glencoe.'\n    \n\n      'He told me he belonged to the Glencoe Athletic.'\n    \n\n      'Don't you believe it. It belongs to him. Why, the way that boy runs and\n      jumps is the real limit. There's only Billy Burton, of the Irish-American,\n      that can touch him. You've certainly got the pick of the bunch, Katie.'\n    \n\n      He stared at her admiringly, as if for the first time realizing her true\n      worth. For Mr Murdoch was a great patron of sport.\n    \n\n      With these facts in her possession Katie had approached the interview with\n      her grandfather with a good deal of confidence.\n    \n\n      The old man listened to her recital of Mr Brady's qualities in silence.\n      Then he shook his head.\n    \n\n      'It can't be, Katie. I couldn't have it.'\n    \n\n      'Grandpapa!'\n    \n\n      'You're forgetting, my dear.'\n    \n\n      'Forgetting?'\n    \n\n      'Who ever heard of such a thing? The grand-daughter of the King of England\n      marrying a commoner! It wouldn't do at all.'\n    \n\n      Consternation, surprise, and misery kept Katie dumb. She had learned in a\n      hard school to be prepared for sudden blows from the hand of fate, but\n      this one was so entirely unforeseen that it found her unprepared, and she\n      was crushed by it. She knew her grandfather's obstinacy too well to argue\n      against the decision.\n    \n\n      'Oh, no, not at all,' he repeated. 'Oh, no, it wouldn't do.'\n    \n\n      Katie said nothing; she was beyond speech. She stood there wide-eyed and\n      silent among the ruins of her little air-castle. The old man patted her\n      hand affectionately. He was pleased at her docility. It was the right\n      attitude, becoming in one of her high rank.\n    \n\n      'I am very sorry, my dear, butâ\u0080\u0094oh, no! oh, no! oh, noâ\u0080\u0094' His\n      voice trailed away into an unintelligible mutter. He was a very old man,\n      and he was not always able to concentrate his thoughts on a subject for\n      any length of time.\n    \n\n      So little did Ted Brady realize at first the true complexity of the\n      situation that he was inclined, when he heard of the news, to treat the\n      crisis in the jaunty, dashing, love-laughs-at-locksmith fashion so popular\n      with young men of spirit when thwarted in their loves by the interference\n      of parents and guardians.\n    \n\n      It took Katie some time to convince him that, just because he had the\n      licence in his pocket, he could not snatch her up on his saddle-bow and\n      carry her off to the nearest clergyman after the manner of young\n      Lochinvar.\n    \n\n      In the first flush of his resentment at restraint he saw no reason why he\n      should differentiate between old Mr Bennett and the conventional\n      banns-forbidding father of the novelettes with which he was accustomed to\n      sweeten his hours of idleness. To him, till Katie explained the\n      intricacies of the position, Mr Bennett was simply the proud millionaire\n      who would not hear of his daughter marrying the artist.\n    \n\n      'But, Ted, dear, you don't understand,' Katie said. 'We simply couldn't do\n      that. There's no one but me to look after him, poor old man. How could I\n      run away like that and get married? What would become of him?'\n    \n\n      'You wouldn't be away long,' urged Mr Brady, a man of many parts, but not\n      a rapid thinker. 'The minister would have us fixed up inside of half an\n      hour. Then we'd look in at Mouquin's for a steak and fried, just to make a\n      sort of wedding breakfast. And then back we'd come, hand-in-hand, and say,\n      \"Well, here we are. Now what?\"'\n    \n\n      'He would never forgive me.'\n    \n\n      'That,' said Ted judicially, 'would be up to him.'\n    \n\n      'It would kill him. Don't you see, we know that it's all nonsense, this\n      idea of his; but he really thinks he is the king, and he's so old that the\n      shock of my disobeying him would be too much. Honest, Ted, dear, I\n      couldn't.'\n    \n\n      Gloom unutterable darkened Ted Brady's always serious countenance. The\n      difficulties of the situation were beginning to come home to him.\n    \n\n      'Maybe if I went and saw himâ\u0080\u0094' he suggested at last.\n    \n\n      'You could,' said Katie doubtfully.\n    \n\n      Ted tightened his belt with an air of determination, and bit resolutely on\n      the chewing-gum which was his inseparable companion.\n    \n\n      'I will,' he said.\n    \n\n      'You'll be nice to him, Ted?'\n    \n\n      He nodded. He was the man of action, not words.\n    \n\n      It was perhaps ten minutes before he came out of the inner room in which\n      Mr Bennett passed his days. When he did, there was no light of jubilation\n      on his face. His brow was darker than ever.\n    \n\n      Katie looked at him anxiously. He returned the look with a sombre shake of\n      the head.\n    \n\n      'Nothing doing,' he said shortly. He paused. 'Unless,' he added, 'you\n      count it anything that he's made me an earl.'\n    \n\n      In the next two weeks several brains busied themselves with the situation.\n      Genevieve, reconciled to Katie after a decent interval of wounded dignity,\n      said she supposed there was a way out, if one could only think of it, but\n      it certainly got past her. The only approach to a plan of action was\n      suggested by the broken-nosed individual who had been Ted's companion that\n      day at Palisades Park, a gentleman of some eminence in the boxing world,\n      who rejoiced in the name of the Tennessee Bear-Cat.\n    \n\n      What they ought to do, in the Bear-Cat's opinion, was to get the old man\n      out into Washington Square one morning. He of Tennessee would then sasshay\n      up in a flip manner and make a break. Ted, waiting close by, would resent\n      his insolence. There would be words, followed by blows.\n    \n\n      'See what I mean?' pursued the Bear-Cat. 'There's you and me mixing it.\n      I'll square the cop on the beat to leave us be; he's a friend of mine.\n      Pretty soon you land me one on the plexus, and I take th' count. Then\n      there's you hauling me up by th' collar to the old gentleman, and me\n      saying I quits and apologizing. See what I mean?'\n    \n\n      The whole, presumably, to conclude with warm expressions of gratitude and\n      esteem from Mr Bennett, and an instant withdrawal of the veto.\n    \n\n      Ted himself approved of the scheme. He said it was a cracker-jaw, and he\n      wondered how one so notoriously ivory-skulled as the other could have had\n      such an idea. The Bear-Cat said modestly that he had 'em sometimes. And it\n      is probable that all would have been well, had it not been necessary to\n      tell the plan to Katie, who was horrified at the very idea, spoke warmly\n      of the danger to her grandfather's nervous system, and said she did not\n      think the Bear-Cat could be a nice friend for Ted. And matters relapsed\n      into their old state of hopelessness.\n    \n\n      And then, one day, Katie forced herself to tell Ted that she thought it\n      would be better if they did not see each other for a time. She said that\n      these meetings were only a source of pain to both of them. It would really\n      be better if he did not come round forâ\u0080\u0094well, quite some time.\n    \n\n      It had not been easy for her to say it. The decision was the outcome of\n      many wakeful nights. She had asked herself the question whether it was\n      fair for her to keep Ted chained to her in this hopeless fashion, when,\n      left to himself and away from her, he might so easily find some other girl\n      to make him happy.\n    \n\n      So Ted went, reluctantly, and the little shop on Sixth Avenue knew him no\n      more. And Katie spent her time looking after old Mr Bennett (who had\n      completely forgotten the affair by now, and sometimes wondered why Katie\n      was not so cheerful as she had been), andâ\u0080\u0094for, though unselfish, she\n      was humanâ\u0080\u0094hating those unknown girls whom in her mind's eye she\n      could see clustering round Ted, smiling at him, making much of him, and\n      driving the bare recollection of her out of his mind.\n    \n\n      The summer passed. July came and went, making New York an oven. August\n      followed, and one wondered why one had complained of July's tepid\n      advances.\n    \n\n      It was on the evening of September the eleventh that Katie, having closed\n      the little shop, sat in the dusk on the steps, as many thousands of her\n      fellow-townsmen and townswomen were doing, turning her face to the first\n      breeze which New York had known for two months. The hot spell had broken\n      abruptly that afternoon, and the city was drinking in the coolness as a\n      flower drinks water.\n    \n\n      From round the corner, where the yellow cross of the Judson Hotel shone\n      down on Washington Square, came the shouts of children, and the strains,\n      mellowed by distance, of the indefatigable barrel-organ which had played\n      the same tunes in the same place since the spring.\n    \n\n      Katie closed her eyes, and listened. It was very peaceful this evening, so\n      peaceful that for an instant she forgot even to think of Ted. And it was\n      just during this instant that she heard his voice.\n    \n\n      'That you, kid?'\n    \n\n      He was standing before her, his hands in his pockets, one foot on the\n      pavement, the other in the road; and if he was agitated, his voice did not\n      show it.\n    \n\n      'Ted!'\n    \n\n      'That's me. Can I see the old man for a minute, Katie?'\n    \n\n      This time it did seem to her that she could detect a slight ring of\n      excitement.\n    \n\n      'It's no use, Ted. Honest.'\n    \n\n      'No harm in going in and passing the time of day, is there? I've got\n      something I want to say to him.'\n    \n\n      'What?'\n    \n\n      'Tell you later, maybe. Is he in his room?'\n    \n\n      He stepped past her, and went in. As he went, he caught her arm and\n      pressed it, but he did not stop. She saw him go into the inner room and\n      heard through the door as he closed it behind him, the murmur of voices.\n      And almost immediately, it seemed to her, her name was called. It was her\n      grandfather's voice which called, high and excited. The door opened, and\n      Ted appeared.\n    \n\n      'Come here a minute, Katie, will you?' he said. 'You're wanted.'\n    \n\n      The old man was leaning forward in his chair. He was in a state of\n      extraordinary excitement. He quivered and jumped. Ted, standing by the\n      wall, looked as stolid as ever; but his eyes glittered.\n    \n\n      'Katie,' cried the old man, 'this is a most remarkable piece of news. This\n      gentleman has just been telling meâ\u0080\u0094extraordinary. Heâ\u0080\u0094'\n    \n\n      He broke off, and looked at Ted, as he had looked at Katie when he had\n      tried to write the letter to the Parliament of England.\n    \n\n      Ted's eye, as it met Katie's, was almost defiant.\n    \n\n      'I want to marry you,' he said.\n    \n\n      'Yes, yes,' broke in Mr Bennett, impatiently, 'butâ\u0080\u0094'\n    \n\n      'And I'm a king.'\n    \n\n      'Yes, yes, that's it, that's it, Katie. This gentleman is a king.'\n    \n\n      Once more Ted's eye met Katie's, and this time there was an imploring look\n      in it.\n    \n\n      'That's right,' he said, slowly. 'I've just been telling your grandfather\n      I'm the King of Coney Island.'\n    \n\n      'That's it. Of Coney Island.'\n    \n\n      'So there's no objection now to us getting married, kidâ\u0080\u0094Your Royal\n      Highness. It's a royal alliance, see?'\n    \n\n      'A royal alliance,' echoed Mr Bennett.\n    \n\n      Out in the street, Ted held Katie's hand, and grinned a little sheepishly.\n    \n\n      'You're mighty quiet, kid,' he said. 'It looks as if it don't make much of\n      a hit with you, the notion of being married to me.'\n    \n\n      'Oh, Ted! Butâ\u0080\u0094'\n    \n\n      He squeezed her hand.\n    \n\n      'I know what you're thinking. I guess it was raw work pulling a tale like\n      that on the old man. I hated to do it, but gee! when a fellow's up against\n      it like I was, he's apt to grab most any chance that comes along. Why,\n      say, kid, it kind of looked to me as if it was sort of meant.\n      Coming just now, like it did, just when it was wanted, and just when it\n      didn't seem possible it could happen. Why, a week ago I was nigh on two\n      hundred votes behind Billy Burton. The Irish-American put him up, and\n      everybody thought he'd be King at the Mardi Gras. And then suddenly they\n      came pouring in for me, till at the finish I had Billy looking like a\n      regular has-been.\n    \n\n      'It's funny the way the voting jumps about every year in this Coney\n      election. It was just Providence, and it didn't seem right to let it go\n      by. So I went in to the old man, and told him. Say, I tell you I was just\n      sweating when I got ready to hand it to him. It was an outside chance he'd\n      remember all about what the Mardi Gras at Coney was, and just what being a\n      king at it amounted to. Then I remembered you telling me you'd never been\n      to Coney, so I figured your grandfather wouldn't be what you'd call well\n      fixed in his information about it, so I took the chance.\n    \n\n      'I tried him out first. I tried him with Brooklyn. Why, say, from the way\n      he took it, he'd either never heard of the place, or else he'd forgotten\n      what it was. I guess he don't remember much, poor old fellow. Then I\n      mentioned Yonkers. He asked me what Yonkers were. Then I reckoned it was\n      safe to bring on Coney, and he fell for it right away. I felt mean, but it\n      had to be done.'\n    \n\n      He caught her up, and swung her into the air with a perfectly impassive\n      face. Then, having kissed her, he lowered her gently to the ground again.\n      The action seemed to have relieved his feelings, for when he spoke again\n      it was plain that his conscience no longer troubled him.\n    \n\n      'And say,' he said, 'come to think of it, I don't see where there's so\n      much call for me to feel mean. I'm not so far short of being a regular\n      king. Coney's just as big as some of those kingdoms you read about on the\n      other side; and, from what you see in the papers about the goings-on\n      there, it looks to me that, having a whole week on the throne like I'm\n      going to have, amounts to a pretty steady job as kings go.'\n    \n\n\n\n\n \n",
    "metadata": {
        "author": "Wodehouse",
        "year": 1917,
        "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
        "name": "crowned_heads"
    }
}