{
  "name": "Wodehouse - the Making Of Mac's",
  "body": "\n      Mac's Restaurant—nobody calls it MacFarland's—is a mystery. It\n      is off the beaten track. It is not smart. It does not advertise. It\n      provides nothing nearer to an orchestra than a solitary piano, yet, with\n      all these things against it, it is a success. In theatrical circles\n      especially it holds a position which might turn the white lights of many a\n      supper-palace green with envy.\n    \n\n      This is mysterious. You do not expect Soho to compete with and even\n      eclipse Piccadilly in this way. And when Soho does so compete, there is\n      generally romance of some kind somewhere in the background.\n    \n\n      Somebody happened to mention to me casually that Henry, the old waiter,\n      had been at Mac's since its foundation.\n    \n\n      'Me?' said Henry, questioned during a slack spell in the afternoon.\n      'Rather!'\n    \n\n      'Then can you tell me what it was that first gave the place the impetus\n      which started it on its upward course? What causes should you say were\n      responsible for its phenomenal prosperity? What—'\n    \n\n      'What gave it a leg-up? Is that what you're trying to get at?'\n    \n\n      'Exactly. What gave it a leg-up? Can you tell me?'\n    \n\n      'Me?' said Henry. 'Rather!'\n    \n\n      And he told me this chapter from the unwritten history of the London whose\n      day begins when Nature's finishes.\n    \n\n      Old Mr MacFarland (said Henry) started the place fifteen years ago.\n      He was a widower with one son and what you might call half a daughter.\n      That's to say, he had adopted her. Katie was her name, and she was the\n      child of a dead friend of his. The son's name was Andy. A little freckled\n      nipper he was when I first knew him—one of those silent kids that\n      don't say much and have as much obstinacy in them as if they were mules.\n      Many's the time, in them days, I've clumped him on the head and told him\n      to do something; and he didn't run yelling to his pa, same as most kids\n      would have done, but just said nothing and went on not doing whatever it\n      was I had told him to do. That was the sort of disposition Andy had, and\n      it grew on him. Why, when he came back from Oxford College the time the\n      old man sent for him—what I'm going to tell you about soon—he\n      had a jaw on him like the ram of a battleship. Katie was the kid for my\n      money. I liked Katie. We all liked Katie.\n    \n\n      Old MacFarland started out with two big advantages. One was Jules, and the\n      other was me. Jules came from Paris, and he was the greatest cook you ever\n      seen. And me—well, I was just come from ten years as waiter at the\n      Guelph, and I won't conceal it from you that I gave the place a tone. I\n      gave Soho something to think about over its chop, believe me. It was a\n      come-down in the world for me, maybe, after the Guelph, but what I said to\n      myself was that, when you get a tip in Soho, it may be only tuppence, but\n      you keep it; whereas at the Guelph about ninety-nine hundredths of it goes\n      to helping to maintain some blooming head waiter in the style to which he\n      has been accustomed. It was through my kind of harping on that fact that\n      me and the Guelph parted company. The head waiter complained to the\n      management the day I called him a fat-headed vampire.\n    \n\n      Well, what with me and what with Jules, MacFarland's—it wasn't Mac's\n      in them days—began to get a move on. Old MacFarland, who knew a good\n      man when he saw one and always treated me more like a brother than\n      anything else, used to say to me, 'Henry, if this keeps up, I'll be able\n      to send the boy to Oxford College'; until one day he changed it to,\n      'Henry, I'm going to send the boy to Oxford College'; and next year, sure\n      enough, off he went.\n    \n\n      Katie was sixteen then, and she had just been given the cashier job, as a\n      treat. She wanted to do something to help the old man, so he put her on a\n      high chair behind a wire cage with a hole in it, and she gave the\n      customers their change. And let me tell you, mister, that a man that\n      wasn't satisfied after he'd had me serve him a dinner cooked by Jules and\n      then had a chat with Katie through the wire cage would have groused at\n      Paradise. For she was pretty, was Katie, and getting prettier every day. I\n      spoke to the boss about it. I said it was putting temptation in the girl's\n      way to set her up there right in the public eye, as it were. And he told\n      me to hop it. So I hopped it.\n    \n\n      Katie was wild about dancing. Nobody knew it till later, but all this\n      while, it turned out, she was attending regular one of them schools. That\n      was where she went to in the afternoons, when we all thought she was\n      visiting girl friends. It all come out after, but she fooled us then.\n      Girls are like monkeys when it comes to artfulness. She called me Uncle\n      Bill, because she said the name Henry always reminded her of cold mutton.\n      If it had been young Andy that had said it I'd have clumped him one; but\n      he never said anything like that. Come to think of it, he never said\n      anything much at all. He just thought a heap without opening his face.\n    \n\n      So young Andy went off to college, and I said to him, 'Now then, you young\n      devil, you be a credit to us, or I'll fetch you a clip when you come\n      home.' And Katie said, 'Oh, Andy, I shall miss you.' And Andy\n      didn't say nothing to me, and he didn't say nothing to Katie, but he gave\n      her a look, and later in the day I found her crying, and she said she'd\n      got toothache, and I went round the corner to the chemist's and brought\n      her something for it.\n    \n\n      It was in the middle of Andy's second year at college that the old man had\n      the stroke which put him out of business. He went down under it as if he'd\n      been hit with an axe, and the doctor tells him he'll never be able to\n      leave his bed again.\n    \n\n      So they sent for Andy, and he quit his college, and come back to London to\n      look after the restaurant.\n    \n\n      I was sorry for the kid. I told him so in a fatherly kind of way. And he\n      just looked at me and says, 'Thanks very much, Henry.'\n    \n\n      'What must be must be,' I says. 'Maybe, it's all for the best. Maybe it's\n      better you're here than in among all those young devils in your Oxford\n      school what might be leading you astray.'\n    \n\n      'If you would think less of me and more of your work, Henry,' he says,\n      'perhaps that gentleman over there wouldn't have to shout sixteen times\n      for the waiter.'\n    \n\n      Which, on looking into it, I found to be the case, and he went away\n      without giving me no tip, which shows what you lose in a hard world by\n      being sympathetic.\n    \n\n      I'm bound to say that young Andy showed us all jolly quick that he hadn't\n      come home just to be an ornament about the place. There was exactly one\n      boss in the restaurant, and it was him. It come a little hard at first to\n      have to be respectful to a kid whose head you had spent many a happy hour\n      clumping for his own good in the past; but he pretty soon showed me I\n      could do it if I tried, and I done it. As for Jules and the two young\n      fellers that had been taken on to help me owing to increase of business,\n      they would jump through hoops and roll over if he just looked at them. He\n      was a boy who liked his own way, was Andy, and, believe me, at\n      MacFarland's Restaurant he got it.\n    \n\n      And then, when things had settled down into a steady jog, Katie took the\n      bit in her teeth.\n    \n\n      She done it quite quiet and unexpected one afternoon when there was only\n      me and her and Andy in the place. And I don't think either of them knew I\n      was there, for I was taking an easy on a chair at the back, reading an\n      evening paper.\n    \n\n      She said, kind of quiet, 'Oh, Andy.'\n    \n\n      'Yes, darling,' he said.\n    \n\n      And that was the first I knew that there was anything between them.\n    \n\n      'Andy, I've something to tell you.'\n    \n\n      'What is it?'\n    \n\n      She kind of hesitated.\n    \n\n      'Andy, dear, I shan't be able to help any more in the restaurant.'\n    \n\n      He looked at her, sort of surprised.\n    \n\n      'What do you mean?'\n    \n\n      'I'm—I'm going on the stage.'\n    \n\n      I put down my paper. What do you mean? Did I listen? Of course I listened.\n      What do you take me for?\n    \n\n      From where I sat I could see young Andy's face, and I didn't need any more\n      to tell me there was going to be trouble. That jaw of his was right out. I\n      forgot to tell you that the old man had died, poor old feller, maybe six\n      months before, so that now Andy was the real boss instead of just acting\n      boss; and what's more, in the nature of things, he was, in a manner of\n      speaking, Katie's guardian, with power to tell her what she could do and\n      what she couldn't. And I felt that Katie wasn't going to have any smooth\n      passage with this stage business which she was giving him. Andy didn't\n      hold with the stage—not with any girl he was fond of being on it\n      anyway. And when Andy didn't like a thing he said so.\n    \n\n      He said so now.\n    \n\n      'You aren't going to do anything of the sort.'\n    \n\n      'Don't be horrid about it, Andy dear. I've got a big chance. Why should\n      you be horrid about it?'\n    \n\n      'I'm not going to argue about it. You don't go.'\n    \n\n      'But it's such a big chance. And I've been working for it for years.'\n    \n\n      'How do you mean working for it?'\n    \n\n      And then it came out about this dancing-school she'd been attending\n      regular.\n    \n\n      When she'd finished telling him about it, he just shoved out his jaw\n      another inch.\n    \n\n      'You aren't going on the stage.'\n    \n\n      'But it's such a chance. I saw Mr Mandelbaum yesterday, and he saw me\n      dance, and he was very pleased, and said he would give me a solo dance to\n      do in this new piece he's putting on.'\n    \n\n      'You aren't going on the stage.'\n    \n\n      What I always say is, you can't beat tact. If you're smooth and tactful\n      you can get folks to do anything you want; but if you just shove your jaw\n      out at them, and order them about, why, then they get their backs up and\n      sauce you. I knew Katie well enough to know that she would do anything for\n      Andy, if he asked her properly; but she wasn't going to stand this sort of\n      thing. But you couldn't drive that into the head of a feller like young\n      Andy with a steam-hammer.\n    \n\n      She flared up, quick, as if she couldn't hold herself in no longer.\n    \n\n      'I certainly am,' she said.\n    \n\n      'You know what it means?'\n    \n\n      'What does it mean?'\n    \n\n      'The end of—everything.'\n    \n\n      She kind of blinked as if he'd hit her, then she chucks her chin up.\n    \n\n      'Very well,' she says. 'Good-bye.'\n    \n\n      'Good-bye,' says Andy, the pig-headed young mule; and she walks out one\n      way and he walks out another.\n    \n\n      I don't follow the drama much as a general rule, but seeing that it was\n      now, so to speak, in the family, I did keep an eye open for the newspaper\n      notices of 'The Rose Girl', which was the name of the piece which Mr\n      Mandelbaum was letting Katie do a solo dance in; and while some of them\n      cussed the play considerable, they all gave Katie a nice word. One feller\n      said that she was like cold water on the morning after, which is high\n      praise coming from a newspaper man.\n    \n\n      There wasn't a doubt about it. She was a success. You see, she was\n      something new, and London always sits up and takes notice when you give it\n      that.\n    \n\n      There were pictures of her in the papers, and one evening paper had a\n      piece about 'How I Preserve My Youth' signed by her. I cut it out and\n      showed it to Andy.\n    \n\n      He gave it a look. Then he gave me a look, and I didn't like his eye.\n    \n\n      'Well?' he says.\n    \n\n      'Pardon,' I says.\n    \n\n      'What about it?' he says.\n    \n\n      'I don't know,' I says.\n    \n\n      'Get back to your work,' he says.\n    \n\n      So I got back.\n    \n\n      It was that same night that the queer thing happened.\n    \n\n      We didn't do much in the supper line at MacFarland's as a rule in them\n      days, but we kept open, of course, in case Soho should take it into its\n      head to treat itself to a welsh rabbit before going to bed; so all hands\n      was on deck, ready for the call if it should come, at half past eleven\n      that night; but we weren't what you might term sanguine.\n    \n\n      Well, just on the half-hour, up drives a taxicab, and in comes a party of\n      four. There was a nut, another nut, a girl, and another girl. And the\n      second girl was Katie.\n    \n\n      'Hallo, Uncle Bill!' she says.\n    \n\n      'Good evening, madam,' I says dignified, being on duty.\n    \n\n      'Oh, stop it, Uncle Bill,' she says. 'Say \"Hallo!\" to a pal, and smile\n      prettily, or I'll tell them about the time you went to the White City.'\n    \n\n      Well, there's some bygones that are best left bygones, and the night at\n      the White City what she was alluding to was one of them. I still maintain,\n      as I always shall maintain, that the constable had no right to—but,\n      there, it's a story that wouldn't interest you. And, anyway, I was glad to\n      see Katie again, so I give her a smile.\n    \n\n      'Not so much of it,' I says. 'Not so much of it. I'm glad to see you,\n      Katie.'\n    \n\n      'Three cheers! Jimmy, I want to introduce you to my friend, Uncle Bill.\n      Ted, this is Uncle Bill. Violet, this is Uncle Bill.'\n    \n\n      It wasn't my place to fetch her one on the side of the head, but I'd of\n      liked to have; for she was acting like she'd never used to act when I knew\n      her—all tough and bold. Then it come to me that she was nervous. And\n      natural, too, seeing young Andy might pop out any moment.\n    \n\n      And sure enough out he popped from the back room at that very instant.\n      Katie looked at him, and he looked at Katie, and I seen his face get kind\n      of hard; but he didn't say a word. And presently he went out again.\n    \n\n      I heard Katie breathe sort of deep.\n    \n\n      'He's looking well, Uncle Bill, ain't he?' she says to me, very soft.\n    \n\n      'Pretty fair,' I says. 'Well, kid, I been reading the pieces in the\n      papers. You've knocked 'em.'\n    \n\n      'Ah, don't Bill,' she says, as if I'd hurt her. And me meaning only to say\n      the civil thing. Girls are rum.\n    \n\n      When the party had paid their bill and give me a tip which made me think I\n      was back at the Guelph again—only there weren't any Dick Turpin of a\n      head waiter standing by for his share—they hopped it. But Katie hung\n      back and had a word with me.\n    \n\n      'He was looking well, wasn't he, Uncle Bill?'\n    \n\n      'Rather!'\n    \n\n      'Does—does he ever speak of me?'\n    \n\n      'I ain't heard him.'\n    \n\n      'I suppose he's still pretty angry with me, isn't he, Uncle Bill? You're\n      sure you've never heard him speak of me?'\n    \n\n      So, to cheer her up, I tells her about the piece in the paper I showed\n      him; but it didn't seem to cheer her up any. And she goes out.\n    \n\n      The very next night in she come again for supper, but with different nuts\n      and different girls. There was six of them this time, counting her. And\n      they'd hardly sat down at their table, when in come the fellers she had\n      called Jimmy and Ted with two girls. And they sat eating of their suppers\n      and chaffing one another across the floor, all as pleasant and sociable as\n      you please.\n    \n\n      'I say, Katie,' I heard one of the nuts say, 'you were right. He's worth\n      the price of admission.'\n    \n\n      I don't know who they meant, but they all laughed. And every now and again\n      I'd hear them praising the food, which I don't wonder at, for Jules had\n      certainly done himself proud. All artistic temperament, these Frenchmen\n      are. The moment I told him we had company, so to speak, he blossomed like\n      a flower does when you put it in water.\n    \n\n      'Ah, see, at last!' he says, trying to grab me and kiss me. 'Our fame has\n      gone abroad in the world which amuses himself, ain't it? For a good supper\n      connexion I have always prayed, and he has arrived.'\n    \n\n      Well, it did begin to look as if he was right. Ten high-class supper-folk\n      in an evening was pretty hot stuff for MacFarland's. I'm bound to say I\n      got excited myself. I can't deny that I missed the Guelph at times.\n    \n\n      On the fifth night, when the place was fairly packed and looked for all\n      the world like Oddy's or Romano's, and me and the two young fellers\n      helping me was working double tides, I suddenly understood, and I went up\n      to Katie and, bending over her very respectful with a bottle, I whispers,\n      'Hot stuff, kid. This is a jolly fine boom you're working for the old\n      place.' And by the way she smiled back at me, I seen I had guessed right.\n    \n\n      Andy was hanging round, keeping an eye on things, as he always done, and I\n      says to him, when I was passing, 'She's doing us proud, bucking up the old\n      place, ain't she?' And he says, 'Get on with your work.' And I got on.\n    \n\n      Katie hung back at the door, when she was on her way out, and had a word\n      with me.\n    \n\n      'Has he said anything about me, Uncle Bill?'\n    \n\n      'Not a word,' I says.\n    \n\n      And she goes out.\n    \n\n      You've probably noticed about London, mister, that a flock of sheep isn't\n      in it with the nuts, the way they all troop on each other's heels to\n      supper-places. One month they're all going to one place, next month to\n      another. Someone in the push starts the cry that he's found a new place,\n      and off they all go to try it. The trouble with most of the places is that\n      once they've got the custom they think it's going to keep on coming and\n      all they've got to do is to lean back and watch it come. Popularity comes\n      in at the door, and good food and good service flies out at the window. We\n      wasn't going to have any of that at MacFarland's. Even if it hadn't been\n      that Andy would have come down like half a ton of bricks on the first sign\n      of slackness, Jules and me both of us had our professional reputations to\n      keep up. I didn't give myself no airs when I seen things coming our way. I\n      worked all the harder, and I seen to it that the four young fellers under\n      me—there was four now—didn't lose no time fetching of the\n      orders.\n    \n\n      The consequence was that the difference between us and most popular\n      restaurants was that we kept our popularity. We fed them well, and we\n      served them well; and once the thing had started rolling it didn't stop.\n      Soho isn't so very far away from the centre of things, when you come to\n      look at it, and they didn't mind the extra step, seeing that there was\n      something good at the end of it. So we got our popularity, and we kept our\n      popularity; and we've got it to this day. That's how MacFarland's came to\n      be what it is, mister.\n    \n\n      With the air of one who has told a well-rounded tale, Henry ceased, and\n      observed that it was wonderful the way Mr Woodward, of Chelsea, preserved\n      his skill in spite of his advanced years.\n    \n\n      I stared at him.\n    \n\n      'But, heavens, man!' I cried, 'you surely don't think you've finished?\n      What about Katie and Andy? What happened to them? Did they ever come\n      together again?'\n    \n\n      'Oh, ah,' said Henry, 'I was forgetting!'\n    \n\n      And he resumed.\n    \n\n      As time went on, I begin to get pretty fed up with young Andy. He was\n      making a fortune as fast as any feller could out of the sudden boom in the\n      supper-custom, and he knowing perfectly well that if it hadn't of been for\n      Katie there wouldn't of been any supper-custom at all; and you'd of\n      thought that anyone claiming to be a human being would have had the\n      gratitood to forgive and forget and go over and say a civil word to Katie\n      when she come in. But no, he just hung round looking black at all of them;\n      and one night he goes and fairly does it.\n    \n\n      The place was full that night, and Katie was there, and the piano going,\n      and everybody enjoying themselves, when the young feller at the piano\n      struck up the tune what Katie danced to in the show. Catchy tune it was.\n      'Lum-tum-tum, tiddle-iddle-um.' Something like that it went. Well, the\n      young feller struck up with it, and everybody begin clapping and hammering\n      on the tables and hollering to Katie to get up and dance; which she done,\n      in an open space in the middle, and she hadn't hardly started when along\n      come young Andy.\n    \n\n      He goes up to her, all jaw, and I seen something that wanted dusting on\n      the table next to 'em, so I went up and began dusting it, so by good luck\n      I happened to hear the whole thing.\n    \n\n      He says to her, very quiet, 'You can't do that here. What do you think\n      this place is?'\n    \n\n      And she says to him, 'Oh, Andy!'\n    \n\n      'I'm very much obliged to you,' he says, 'for all the trouble you seem to\n      be taking, but it isn't necessary. MacFarland's got on very well before\n      your well-meant efforts to turn it into a bear-garden.'\n    \n\n      And him coining the money from the supper-custom! Sometimes I think\n      gratitood's a thing of the past and this world not fit for a\n      self-respecting rattlesnake to live in.\n    \n\n      'Andy!' she says.\n    \n\n      'That's all. We needn't argue about it. If you want to come here and have\n      supper, I can't stop you. But I'm not going to have the place turned into\n      a night-club.'\n    \n\n      I don't know when I've heard anything like it. If it hadn't of been that I\n      hadn't of got the nerve, I'd have give him a look.\n    \n\n      Katie didn't say another word, but just went back to her table.\n    \n\n      But the episode, as they say, wasn't conclooded. As soon as the party she\n      was with seen that she was through dancing, they begin to kick up a row;\n      and one young nut with about an inch and a quarter of forehead and the\n      same amount of chin kicked it up especial.\n    \n\n      'No, I say! I say, you know!' he hollered. 'That's too bad, you know.\n      Encore! Don't stop. Encore!'\n    \n\n      Andy goes up to him.\n    \n\n      'I must ask you, please, not to make so much noise,' he says, quite\n      respectful. 'You are disturbing people.'\n    \n\n      'Disturbing be damned! Why shouldn't she—'\n    \n\n      'One moment. You can make all the noise you please out in the street, but\n      as long as you stay in here you'll be quiet. Do you understand?'\n    \n\n      Up jumps the nut. He'd had quite enough to drink. I know, because I'd been\n      serving him.\n    \n\n      'Who the devil are you?' he says.\n    \n\n      'Sit down,' says Andy.\n    \n\n      And the young feller took a smack at him. And the next moment Andy had him\n      by the collar and was chucking him out in a way that would have done\n      credit to a real professional down Whitechapel way. He dumped him on the\n      pavement as neat as you please.\n    \n\n      That broke up the party.\n    \n\n      You can never tell with restaurants. What kills one makes another. I've no\n      doubt that if we had chucked out a good customer from the Guelph that\n      would have been the end of the place. But it only seemed to do\n      MacFarland's good. I guess it gave just that touch to the place which made\n      the nuts think that this was real Bohemia. Come to think of it, it does\n      give a kind of charm to a place, if you feel that at any moment the feller\n      at the next table to you may be gathered up by the slack of his trousers\n      and slung into the street.\n    \n\n      Anyhow, that's the way our supper-custom seemed to look at it; and after\n      that you had to book a table in advance if you wanted to eat with us. They\n      fairly flocked to the place.\n    \n\n      But Katie didn't. She didn't flock. She stayed away. And no wonder, after\n      Andy behaving so bad. I'd of spoke to him about it, only he wasn't the\n      kind of feller you do speak to about things.\n    \n\n      One day I says to him to cheer him up, 'What price this restaurant now, Mr\n      Andy?'\n    \n\n      'Curse the restaurant,' he says.\n    \n\n      And him with all that supper-custom! It's a rum world!\n    \n\n      Mister, have you ever had a real shock—something that came out of\n      nowhere and just knocked you flat? I have, and I'm going to tell you about\n      it.\n    \n\n      When a man gets to be my age, and has a job of work which keeps him busy\n      till it's time for him to go to bed, he gets into the habit of not doing\n      much worrying about anything that ain't shoved right under his nose.\n      That's why, about now, Katie had kind of slipped my mind. It wasn't that I\n      wasn't fond of the kid, but I'd got so much to think about, what with\n      having four young fellers under me and things being in such a rush at the\n      restaurant that, if I thought of her at all, I just took it for granted\n      that she was getting along all right, and didn't bother. To be sure we\n      hadn't seen nothing of her at MacFarland's since the night when Andy\n      bounced her pal with the small size in foreheads, but that didn't worry\n      me. If I'd been her, I'd have stopped away the same as she done, seeing\n      that young Andy still had his hump. I took it for granted, as I'm telling\n      you, that she was all right, and that the reason we didn't see nothing of\n      her was that she was taking her patronage elsewhere.\n    \n\n      And then, one evening, which happened to be my evening off, I got a\n      letter, and for ten minutes after I read it I was knocked flat.\n    \n\n      You get to believe in fate when you get to be my age, and fate certainly\n      had taken a hand in this game. If it hadn't of been my evening off, don't\n      you see, I wouldn't have got home till one o'clock or past that in the\n      morning, being on duty. Whereas, seeing it was my evening off, I was back\n      at half past eight.\n    \n\n      I was living at the same boarding-house in Bloomsbury what I'd lived at\n      for the past ten years, and when I got there I find her letter shoved half\n      under my door.\n    \n\n      I can tell you every word of it. This is how it went:\n    \n\n      That was it, mister, and I tell you it floored me. And then it come to me,\n      kind of as a new idea, that I'd best do something pretty soon, and up the\n      stairs I went quick.\n    \n\n      There she was, on the bed, with her eyes closed, and the gas just\n      beginning to get bad.\n    \n\n      As I come in, she jumped up, and stood staring at me. I went to the tap,\n      and turned the flow off, and then I gives her a look.\n    \n\n      'Now then,' I says.\n    \n\n      'How did you get here?'\n    \n\n      'Never mind how I got here. What have you got to say for yourself?'\n    \n\n      She just began to cry, same as she used to when she was a kid and someone\n      had hurt her.\n    \n\n      'Here,' I says, 'let's get along out of here, and go where there's some\n      air to breathe. Don't you take on so. You come along out and tell me all\n      about it.'\n    \n\n      She started to walk to where I was, and suddenly I seen she was limping.\n      So I gave her a hand down to my room, and set her on a chair.\n    \n\n      'Now then,' I says again.\n    \n\n      'Don't be angry with me, Uncle Bill,' she says.\n    \n\n      And she looks at me so pitiful that I goes up to her and puts my arm round\n      her and pats her on the back.\n    \n\n      'Don't you worry, dearie,' I says, 'nobody ain't going to be angry with\n      you. But, for goodness' sake,' I says, 'tell a man why in the name of\n      goodness you ever took and acted so foolish.'\n    \n\n      'I wanted to end it all.'\n    \n\n      'But why?'\n    \n\n      She burst out a-crying again, like a kid.\n    \n\n      'Didn't you read about it in the paper, Uncle Bill?'\n    \n\n      'Read about what in the paper?'\n    \n\n      'My accident. I broke my ankle at rehearsal ever so long ago, practising\n      my new dance. The doctors say it will never be right again. I shall never\n      be able to dance any more. I shall always limp. I shan't even be able to\n      walk properly. And when I thought of that ... and Andy ... and everything\n      ... I....'\n    \n\n      I got on to my feet.\n    \n\n      'Well, well, well,' I says. 'Well, well, well! I don't know as I blame\n      you. But don't you do it. It's a mug's game. Look here, if I leave you\n      alone for half an hour, you won't go trying it on again? Promise.'\n    \n\n      'Very well, Uncle Bill. Where are you going?'\n    \n\n      'Oh, just out. I'll be back soon. You sit there and rest yourself.'\n    \n\n      It didn't take me ten minutes to get to the restaurant in a cab. I found\n      Andy in the back room.\n    \n\n      'What's the matter, Henry?' he says.\n    \n\n      'Take a look at this,' I says.\n    \n\n      There's always this risk, mister, in being the Andy type of feller what\n      must have his own way and goes straight ahead and has it; and that is that\n      when trouble does come to him, it comes with a rush. It sometimes seems to\n      me that in this life we've all got to have trouble sooner or later, and\n      some of us gets it bit by bit, spread out thin, so to speak, and a few of\n      us gets it in a lump—biff! And that was what happened to\n      Andy, and what I knew was going to happen when I showed him that letter. I\n      nearly says to him, 'Brace up, young feller, because this is where you get\n      it.'\n    \n\n      I don't often go to the theatre, but when I do I like one of those plays\n      with some ginger in them which the papers generally cuss. The papers say\n      that real human beings don't carry on in that way. Take it from me,\n      mister, they do. I seen a feller on the stage read a letter once which\n      didn't just suit him; and he gasped and rolled his eyes and tried to say\n      something and couldn't, and had to get a hold on a chair to keep him from\n      falling. There was a piece in the paper saying that this was all wrong,\n      and that he wouldn't of done them things in real life. Believe me, the\n      paper was wrong. There wasn't a thing that feller did that Andy didn't do\n      when he read that letter.\n    \n\n      'God!' he says. 'Is she ... She isn't.... Were you in time?' he says.\n    \n\n      And he looks at me, and I seen that he had got it in the neck, right\n      enough.\n    \n\n      'If you mean is she dead,' I says, 'no, she ain't dead.'\n    \n\n      'Thank God!'\n    \n\n      'Not yet,' I says.\n    \n\n      And the next moment we was out of that room and in the cab and moving\n      quick.\n    \n\n      He was never much of a talker, wasn't Andy, and he didn't chat in that\n      cab. He didn't say a word till we was going up the stairs.\n    \n\n      'Where?' he says.\n    \n\n      'Here,' I says.\n    \n\n      And I opens the door.\n    \n\n      Katie was standing looking out of the window. She turned as the door\n      opened, and then she saw Andy. Her lips parted, as if she was going to say\n      something, but she didn't say nothing. And Andy, he didn't say nothing,\n      neither. He just looked, and she just looked.\n    \n\n      And then he sort of stumbles across the room, and goes down on his knees,\n      and gets his arms around her.\n    \n\n      'Oh, my kid' he says.\n    \n\n      And I seen I wasn't wanted, so I shut the door, and I hopped it. I went\n      and saw the last half of a music-hall. But, I don't know, it didn't kind\n      of have no fascination for me. You've got to give your mind to it to\n      appreciate good music-hall turns.\n    \n\n\n\n\n \n",
  "metadata": {
    "author": "Wodehouse",
    "year": 1917,
    "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
    "name": "making_of_mac_s"
  }
}
