{
    "name": "Wodehouse - the Man With Two Left Feet",
    "body": "\n      Students of the folk-lore of the United States of America are no doubt\n      familiar with the quaint old story of Clarence MacFadden. Clarence\n      MacFadden, it seems, was 'wishful to dance, but his feet wasn't gaited\n      that way. So he sought a professor and asked him his price, and said he\n      was willing to pay. The professor' (the legend goes on) 'looked down with\n      alarm at his feet and marked their enormous expanse; and he tacked on a\n      five to his regular price for teaching MacFadden to dance.'\n    \n\n      I have often been struck by the close similarity between the case of\n      Clarence and that of Henry Wallace Mills. One difference alone presents\n      itself. It would seem to have been mere vanity and ambition that\n      stimulated the former; whereas the motive force which drove Henry Mills to\n      defy Nature and attempt dancing was the purer one of love. He did it to\n      please his wife. Had he never gone to Ye Bonnie Briar-Bush Farm, that\n      popular holiday resort, and there met Minnie Hill, he would doubtless have\n      continued to spend in peaceful reading the hours not given over to work at\n      the New York bank at which he was employed as paying-cashier. For Henry\n      was a voracious reader. His idea of a pleasant evening was to get back to\n      his little flat, take off his coat, put on his slippers, light a pipe, and\n      go on from the point where he had left off the night before in his perusal\n      of the BIS-CAL volume of the Encyclopaedia Britannicaâ\u0080\u0094making\n      notes as he read in a stout notebook. He read the BIS-CAL volume because,\n      after many days, he had finished the A-AND, AND-AUS, and the AUS-BIS.\n      There was something admirableâ\u0080\u0094and yet a little horribleâ\u0080\u0094about\n      Henry's method of study. He went after Learning with the cold and\n      dispassionate relentlessness of a stoat pursuing a rabbit. The ordinary\n      man who is paying instalments on the Encyclopaedia Britannica is\n      apt to get over-excited and to skip impatiently to Volume XXVIII (VET-ZYM)\n      to see how it all comes out in the end. Not so Henry. His was not a\n      frivolous mind. He intended to read the Encyclopaedia through, and\n      he was not going to spoil his pleasure by peeping ahead.\n    \n\n      It would seem to be an inexorable law of Nature that no man shall shine at\n      both ends. If he has a high forehead and a thirst for wisdom, his\n      fox-trotting (if any) shall be as the staggerings of the drunken; while,\n      if he is a good dancer, he is nearly always petrified from the ears\n      upward. No better examples of this law could have been found than Henry\n      Mills and his fellow-cashier, Sidney Mercer. In New York banks\n      paying-cashiers, like bears, tigers, lions, and other fauna, are always\n      shut up in a cage in pairs, and are consequently dependent on each other\n      for entertainment and social intercourse when business is slack. Henry\n      Mills and Sidney simply could not find a subject in common. Sidney knew\n      absolutely nothing of even such elementary things as Abana, Aberration,\n      Abraham, or Acrogenae; while Henry, on his side, was scarcely aware that\n      there had been any developments in the dance since the polka. It was a\n      relief to Henry when Sidney threw up his job to join the chorus of a\n      musical comedy, and was succeeded by a man who, though full of\n      limitations, could at least converse intelligently on Bowls.\n    \n\n      Such, then, was Henry Wallace Mills. He was in the middle thirties,\n      temperate, studious, a moderate smoker, andâ\u0080\u0094one would have saidâ\u0080\u0094a\n      bachelor of the bachelors, armour-plated against Cupid's well-meant but\n      obsolete artillery. Sometimes Sidney Mercer's successor in the teller's\n      cage, a sentimental young man, would broach the topic of Woman and\n      Marriage. He would ask Henry if he ever intended to get married. On such\n      occasions Henry would look at him in a manner which was a blend of scorn,\n      amusement, and indignation; and would reply with a single word:\n    \n\n      'Me!'\n    \n\n      It was the way he said it that impressed you.\n    \n\n      But Henry had yet to experience the unmanning atmosphere of a lonely\n      summer resort. He had only just reached the position in the bank where he\n      was permitted to take his annual vacation in the summer. Hitherto he had\n      always been released from his cage during the winter months, and had spent\n      his ten days of freedom at his flat, with a book in his hand and his feet\n      on the radiator. But the summer after Sidney Mercer's departure they\n      unleashed him in August.\n    \n\n      It was meltingly warm in the city. Something in Henry cried out for the\n      country. For a month before the beginning of his vacation he devoted much\n      of the time that should have been given to the Encyclopaedia Britannica\n      in reading summer-resort literature. He decided at length upon Ye Bonnie\n      Briar-Bush Farm because the advertisements spoke so well of it.\n    \n\n      Ye Bonnie Briar-Bush Farm was a rather battered frame building many miles\n      from anywhere. Its attractions included a Lovers' Leap, a Grotto,\n      golf-linksâ\u0080\u0094a five-hole course where the enthusiast found unusual\n      hazards in the shape of a number of goats tethered at intervals between\n      the holesâ\u0080\u0094and a silvery lake, only portions of which were used as a\n      dumping-ground for tin cans and wooden boxes. It was all new and strange\n      to Henry and caused him an odd exhilaration. Something of gaiety and\n      reckless abandon began to creep into his veins. He had a curious feeling\n      that in these romantic surroundings some adventure ought to happen to him.\n    \n\n      At this juncture Minnie Hill arrived. She was a small, slim girl, thinner\n      and paler than she should have been, with large eyes that seemed to Henry\n      pathetic and stirred his chivalry. He began to think a good deal about\n      Minnie Hill.\n    \n\n      And then one evening he met her on the shores of the silvery lake. He was\n      standing there, slapping at things that looked like mosquitoes, but could\n      not have been, for the advertisements expressly stated that none were ever\n      found in the neighbourhood of Ye Bonnie Briar-Bush Farm, when along she\n      came. She walked slowly, as if she were tired. A strange thrill, half of\n      pity, half of something else, ran through Henry. He looked at her. She\n      looked at him.\n    \n\n      'Good evening,' he said.\n    \n\n      They were the first words he had spoken to her. She never contributed to\n      the dialogue of the dining-room, and he had been too shy to seek her out\n      in the open.\n    \n\n      She said 'Good evening,' too, tying the score. And there was silence for a\n      moment.\n    \n\n      Commiseration overcame Henry's shyness.\n    \n\n      'You're looking tired,' he said.\n    \n\n      'I feel tired.' She paused. 'I overdid it in the city.'\n    \n\n      'It?'\n    \n\n      'Dancing.'\n    \n\n      'Oh, dancing. Did you dance much?'\n    \n\n      'Yes; a great deal.'\n    \n\n      'Ah!'\n    \n\n      A promising, even a dashing start. But how to continue? For the first time\n      Henry regretted the steady determination of his methods with the Encyclopaedia.\n      How pleasant if he could have been in a position to talk easily of\n      Dancing. Then memory reminded him that, though he had not yet got up to\n      Dancing, it was only a few weeks before that he had been reading of the\n      Ballet.\n    \n\n      'I don't dance myself,' he said, 'but I am fond of reading about it. Did\n      you know that the word \"ballet\" incorporated three distinct modern words,\n      \"ballet\", \"ball\", and \"ballad\", and that ballet-dancing was originally\n      accompanied by singing?'\n    \n\n      It hit her. It had her weak. She looked at him with awe in her eyes. One\n      might almost say that she gaped at Henry.\n    \n\n      'I hardly know anything,' she said.\n    \n\n      'The first descriptive ballet seen in London, England,' said Henry,\n      quietly, 'was \"The Tavern Bilkers\", which was played at Drury Lane inâ\u0080\u0094in\n      seventeenâ\u0080\u0094something.'\n    \n\n      'Was it?'\n    \n\n      'And the earliest modern ballet on record was that given byâ\u0080\u0094by\n      someone to celebrate the marriage of the Duke of Milan in 1489.'\n    \n\n      There was no doubt or hesitation about the date this time. It was grappled\n      to his memory by hoops of steel owing to the singular coincidence of it\n      being also his telephone number. He gave it out with a roll, and the\n      girl's eyes widened.\n    \n\n      'What an awful lot you know!'\n    \n\n      'Oh, no,' said Henry, modestly. 'I read a great deal.'\n    \n\n      'It must be splendid to know a lot,' she said, wistfully. 'I've never had\n      time for reading. I've always wanted to. I think you're wonderful!'\n    \n\n      Henry's soul was expanding like a flower and purring like a well-tickled\n      cat. Never in his life had he been admired by a woman. The sensation was\n      intoxicating.\n    \n\n      Silence fell upon them. They started to walk back to the farm, warned by\n      the distant ringing of a bell that supper was about to materialize. It was\n      not a musical bell, but distance and the magic of this unusual moment lent\n      it charm. The sun was setting. It threw a crimson carpet across the\n      silvery lake. The air was very still. The creatures, unclassified by\n      science, who might have been mistaken for mosquitoes had their presence\n      been possible at Ye Bonnie Briar-Bush Farm, were biting harder than ever.\n      But Henry heeded them not. He did not even slap at them. They drank their\n      fill of his blood and went away to put their friends on to this good\n      thing; but for Henry they did not exist. Strange things were happening to\n      him. And, lying awake that night in bed, he recognized the truth. He was\n      in love.\n    \n\n      After that, for the remainder of his stay, they were always together. They\n      walked in the woods, they sat by the silvery lake. He poured out the\n      treasures of his learning for her, and she looked at him with reverent\n      eyes, uttering from time to time a soft 'Yes' or a musical 'Gee!'\n    \n\n      In due season Henry went back to New York.\n    \n\n      'You're dead wrong about love, Mills,' said his sentimental\n      fellow-cashier, shortly after his return. 'You ought to get married.'\n    \n\n      'I'm going to,' replied Henry, briskly. 'Week tomorrow.'\n    \n\n      Which stunned the other so thoroughly that he gave a customer who entered\n      at that moment fifteen dollars for a ten-dollar cheque, and had to do some\n      excited telephoning after the bank had closed.\n    \n\n      Henry's first year as a married man was the happiest of his life. He had\n      always heard this period described as the most perilous of matrimony. He\n      had braced himself for clashings of tastes, painful adjustments of\n      character, sudden and unavoidable quarrels. Nothing of the kind happened.\n      From the very beginning they settled down in perfect harmony. She merged\n      with his life as smoothly as one river joins another. He did not even have\n      to alter his habits. Every morning he had his breakfast at eight, smoked a\n      cigarette, and walked to the Underground. At five he left the bank, and at\n      six he arrived home, for it was his practice to walk the first two miles\n      of the way, breathing deeply and regularly. Then dinner. Then the quiet\n      evening. Sometimes the moving-pictures, but generally the quiet evening,\n      he reading the Encyclopaediaâ\u0080\u0094aloud nowâ\u0080\u0094Minnie darning\n      his socks, but never ceasing to listen.\n    \n\n      Each day brought the same sense of grateful amazement that he should be so\n      wonderfully happy, so extraordinarily peaceful. Everything was as perfect\n      as it could be. Minnie was looking a different girl. She had lost her\n      drawn look. She was filling out.\n    \n\n      Sometimes he would suspend his reading for a moment, and look across at\n      her. At first he would see only her soft hair, as she bent over her\n      sewing. Then, wondering at the silence, she would look up, and he would\n      meet her big eyes. And then Henry would gurgle with happiness, and demand\n      of himself, silently:\n    \n\n      'Can you beat it!'\n    \n\n      It was the anniversary of their wedding. They celebrated it in fitting\n      style. They dined at a crowded and exhilarating Italian restaurant on a\n      street off Seventh Avenue, where red wine was included in the bill, and\n      excitable people, probably extremely clever, sat round at small tables and\n      talked all together at the top of their voices. After dinner they saw a\n      musical comedy. And thenâ\u0080\u0094the great event of the nightâ\u0080\u0094they\n      went on to supper at a glittering restaurant near Times Square.\n    \n\n      There was something about supper at an expensive restaurant which had\n      always appealed to Henry's imagination. Earnest devourer as he was of the\n      solids of literature, he had tasted from time to time its lighter faceâ\u0080\u0094those\n      novels which begin with the hero supping in the midst of the glittering\n      throng and having his attention attracted to a distinguished-looking\n      elderly man with a grey imperial who is entering with a girl so strikingly\n      beautiful that the revellers turn, as she passes, to look after her. And\n      then, as he sits and smokes, a waiter comes up to the hero and, with a\n      soft 'Pardon, m'sieu!' hands him a note.\n    \n\n      The atmosphere of Geisenheimer's suggested all that sort of thing to\n      Henry. They had finished supper, and he was smoking a cigarâ\u0080\u0094his\n      second that day. He leaned back in his chair and surveyed the scene. He\n      felt braced up, adventurous. He had that feeling, which comes to all quiet\n      men who like to sit at home and read, that this was the sort of atmosphere\n      in which he really belonged. The brightness of it allâ\u0080\u0094the dazzling\n      lights, the music, the hubbub, in which the deep-throated gurgle of the\n      wine-agent surprised while drinking soup blended with the shriller note of\n      the chorus-girl calling to her mateâ\u0080\u0094these things got Henry. He was\n      thirty-six next birthday, but he felt a youngish twenty-one.\n    \n\n      A voice spoke at his side. Henry looked up, to perceive Sidney Mercer.\n    \n\n      The passage of a year, which had turned Henry into a married man, had\n      turned Sidney Mercer into something so magnificent that the spectacle for\n      a moment deprived Henry of speech. Faultless evening dress clung with\n      loving closeness to Sidney's lissom form. Gleaming shoes of perfect patent\n      leather covered his feet. His light hair was brushed back into a smooth\n      sleekness on which the electric lights shone like stars on some beautiful\n      pool. His practically chinless face beamed amiably over a spotless collar.\n    \n\n      Henry wore blue serge.\n    \n\n      'What are you doing here, Henry, old top?' said the vision. 'I didn't know\n      you ever came among the bright lights.'\n    \n\n      His eyes wandered off to Minnie. There was admiration in them, for Minnie\n      was looking her prettiest.\n    \n\n      'Wife,' said Henry, recovering speech. And to Minnie: 'Mr Mercer. Old\n      friend.'\n    \n\n      'So you're married? Wish you luck. How's the bank?'\n    \n\n      Henry said the bank was doing as well as could be expected.\n    \n\n      'You still on the stage?'\n    \n\n      Mr Mercer shook his head importantly.\n    \n\n      'Got better job. Professional dancer at this show. Rolling in money. Why\n      aren't you dancing?'\n    \n\n      The words struck a jarring note. The lights and the music until that\n      moment had had a subtle psychological effect on Henry, enabling him to\n      hypnotize himself into a feeling that it was not inability to dance that\n      kept him in his seat, but that he had had so much of that sort of thing\n      that he really preferred to sit quietly and look on for a change. Sidney's\n      question changed all that. It made him face the truth.\n    \n\n      'I don't dance.'\n    \n\n      'For the love of Mike! I bet Mrs Mills does. Would you care for a turn,\n      Mrs Mills?'\n    \n\n      'No, thank you, really.'\n    \n\n      But remorse was now at work on Henry. He perceived that he had been\n      standing in the way of Minnie's pleasure. Of course she wanted to dance.\n      All women did. She was only refusing for his sake.\n    \n\n      'Nonsense, Min. Go to it.'\n    \n\n      Minnie looked doubtful.\n    \n\n      'Of course you must dance, Min. I shall be all right. I'll sit here and\n      smoke.'\n    \n\n      The next moment Minnie and Sidney were treading the complicated measure;\n      and simultaneously Henry ceased to be a youngish twenty-one and was even\n      conscious of a fleeting doubt as to whether he was really only\n      thirty-five.\n    \n\n      Boil the whole question of old age down, and what it amounts to is that a\n      man is young as long as he can dance without getting lumbago, and, if he\n      cannot dance, he is never young at all. This was the truth that forced\n      itself upon Henry Wallace Mills, as he sat watching his wife moving over\n      the floor in the arms of Sidney Mercer. Even he could see that Minnie\n      danced well. He thrilled at the sight of her gracefulness; and for the\n      first time since his marriage he became introspective. It had never struck\n      him before how much younger Minnie was than himself. When she had signed\n      the paper at the City Hall on the occasion of the purchase of the marriage\n      licence, she had given her age, he remembered now, as twenty-six. It had\n      made no impression on him at the time. Now, however, he perceived clearly\n      that between twenty-six and thirty-five there was a gap of nine years; and\n      a chill sensation came upon him of being old and stodgy. How dull it must\n      be for poor little Minnie to be cooped up night after night with such an\n      old fogy? Other men took their wives out and gave them a good time,\n      dancing half the night with them. All he could do was to sit at home and\n      read Minnie dull stuff from the Encyclopaedia. What a life for the\n      poor child! Suddenly, he felt acutely jealous of the rubber-jointed Sidney\n      Mercer, a man whom hitherto he had always heartily despised.\n    \n\n      The music stopped. They came back to the table, Minnie with a pink glow on\n      her face that made her younger than ever; Sidney, the insufferable ass,\n      grinning and smirking and pretending to be eighteen. They looked like a\n      couple of childrenâ\u0080\u0094Henry, catching sight of himself in a mirror, was\n      surprised to find that his hair was not white.\n    \n\n      Half an hour later, in the cab going home, Minnie, half asleep, was\n      aroused by a sudden stiffening of the arm that encircled her waist and a\n      sudden snort close to her ear.\n    \n\n      It was Henry Wallace Mills resolving that he would learn to dance.\n    \n\n      Being of a literary turn of mind and also economical, Henry's first step\n      towards his new ambition was to buy a fifty-cent book entitled The ABC\n      of Modern Dancing, by 'Tango'. It would, he feltâ\u0080\u0094not without\n      reasonâ\u0080\u0094be simpler and less expensive if he should learn the steps by\n      the aid of this treatise than by the more customary method of taking\n      lessons. But quite early in the proceedings he was faced by complications.\n      In the first place, it was his intention to keep what he was doing a\n      secret from Minnie, in order to be able to give her a pleasant surprise on\n      her birthday, which would be coming round in a few weeks. In the second\n      place, The ABC of Modern Dancing proved on investigation far more\n      complex than its title suggested.\n    \n\n      These two facts were the ruin of the literary method, for, while it was\n      possible to study the text and the plates at the bank, the home was the\n      only place in which he could attempt to put the instructions into\n      practice. You cannot move the right foot along dotted line A B and bring\n      the left foot round curve C D in a paying-cashier's cage in a bank, nor,\n      if you are at all sensitive to public opinion, on the pavement going home.\n      And while he was trying to do it in the parlour of the flat one night when\n      he imagined that Minnie was in the kitchen cooking supper, she came in\n      unexpectedly to ask how he wanted the steak cooked. He explained that he\n      had had a sudden touch of cramp, but the incident shook his nerve.\n    \n\n      After this he decided that he must have lessons.\n    \n\n      Complications did not cease with this resolve. Indeed, they became more\n      acute. It was not that there was any difficulty about finding an\n      instructor. The papers were full of their advertisements. He selected a\n      Mme Gavarni because she lived in a convenient spot. Her house was in a\n      side street, with a station within easy reach. The real problem was when\n      to find time for the lessons. His life was run on such a regular schedule\n      that he could hardly alter so important a moment in it as the hour of his\n      arrival home without exciting comment. Only deceit could provide a\n      solution.\n    \n\n      'Min, dear,' he said at breakfast.\n    \n\n      'Yes, Henry?'\n    \n\n      Henry turned mauve. He had never lied to her before.\n    \n\n      'I'm not getting enough exercise.'\n    \n\n      'Why you look so well.'\n    \n\n      'I get a kind of heavy feeling sometimes. I think I'll put on another mile\n      or so to my walk on my way home. Soâ\u0080\u0094so I'll be back a little later\n      in future.'\n    \n\n      'Very well, dear.'\n    \n\n      It made him feel like a particularly low type of criminal, but, by\n      abandoning his walk, he was now in a position to devote an hour a day to\n      the lessons; and Mme Gavarni had said that that would be ample.\n    \n\n      'Sure, Bill,' she had said. She was a breezy old lady with a military\n      moustache and an unconventional manner with her clientele. 'You come to me\n      an hour a day, and, if you haven't two left feet, we'll make you the pet\n      of society in a month.'\n    \n\n      'Is that so?'\n    \n\n      'It sure is. I never had a failure yet with a pupe, except one. And that\n      wasn't my fault.'\n    \n\n      'Had he two left feet?'\n    \n\n      'Hadn't any feet at all. Fell off of a roof after the second lesson, and\n      had to have 'em cut off him. At that, I could have learned him to tango\n      with wooden legs, only he got kind of discouraged. Well, see you Monday,\n      Bill. Be good.'\n    \n\n      And the kindly old soul, retrieving her chewing gum from the panel of the\n      door where she had placed it to facilitate conversation, dismissed him.\n    \n\n      And now began what, in later years, Henry unhesitatingly considered the\n      most miserable period of his existence. There may be times when a man who\n      is past his first youth feels more unhappy and ridiculous than when he is\n      taking a course of lessons in the modern dance, but it is not easy to\n      think of them. Physically, his new experience caused Henry acute pain.\n      Muscles whose existence he had never suspected came into being forâ\u0080\u0094apparentlyâ\u0080\u0094the\n      sole purpose of aching. Mentally he suffered even more.\n    \n\n      This was partly due to the peculiar method of instruction in vogue at Mme\n      Gavarni's, and partly to the fact that, when it came to the actual\n      lessons, a sudden niece was produced from a back room to give them. She\n      was a blonde young lady with laughing blue eyes, and Henry never clasped\n      her trim waist without feeling a black-hearted traitor to his absent\n      Minnie. Conscience racked him. Add to this the sensation of being a\n      strange, jointless creature with abnormally large hands and feet, and the\n      fact that it was Mme Gavarni's custom to stand in a corner of the room\n      during the hour of tuition, chewing gum and making comments, and it is not\n      surprising that Henry became wan and thin.\n    \n\n      Mme Gavarni had the trying habit of endeavouring to stimulate Henry by\n      frequently comparing his performance and progress with that of a cripple\n      whom she claimed to have taught at some previous time.\n    \n\n      She and the niece would have spirited arguments in his presence as to\n      whether or not the cripple had one-stepped better after his third lesson\n      than Henry after his fifth. The niece said no. As well, perhaps, but not\n      better. Mme Gavarni said that the niece was forgetting the way the cripple\n      had slid his feet. The niece said yes, that was so, maybe she was. Henry\n      said nothing. He merely perspired.\n    \n\n      He made progress slowly. This could not be blamed upon his instructress,\n      however. She did all that one woman could to speed him up. Sometimes she\n      would even pursue him into the street in order to show him on the\n      side-walk a means of doing away with some of his numerous errors of technique,\n      the elimination of which would help to make him definitely the cripple's\n      superior. The misery of embracing her indoors was as nothing to the misery\n      of embracing her on the sidewalk.\n    \n\n      Nevertheless, having paid for his course of lessons in advance, and being\n      a determined man, he did make progress. One day, to his surprise, he found\n      his feet going through the motions without any definite exercise of\n      will-power on his partâ\u0080\u0094almost as if they were endowed with an\n      intelligence of their own. It was the turning-point. It filled him with a\n      singular pride such as he had not felt since his first rise of salary at\n      the bank.\n    \n\n      Mme Gavarni was moved to dignified praise.\n    \n\n      'Some speed, kid!' she observed. 'Some speed!'\n    \n\n      Henry blushed modestly. It was the accolade.\n    \n\n      Every day, as his skill at the dance became more manifest, Henry found\n      occasion to bless the moment when he had decided to take lessons. He\n      shuddered sometimes at the narrowness of his escape from disaster. Every\n      day now it became more apparent to him, as he watched Minnie, that she was\n      chafing at the monotony of her life. That fatal supper had wrecked the\n      peace of their little home. Or perhaps it had merely precipitated the\n      wreck. Sooner or later, he told himself, she was bound to have wearied of\n      the dullness of her lot. At any rate, dating from shortly after that\n      disturbing night, a lack of ease and spontaneity seemed to creep into\n      their relations. A blight settled on the home.\n    \n\n      Little by little Minnie and he were growing almost formal towards each\n      other. She had lost her taste for being read to in the evenings and had\n      developed a habit of pleading a headache and going early to bed.\n      Sometimes, catching her eye when she was not expecting it, he surprised an\n      enigmatic look in it. It was a look, however, which he was able to read.\n      It meant that she was bored.\n    \n\n      It might have been expected that this state of affairs would have\n      distressed Henry. It gave him, on the contrary, a pleasurable thrill. It\n      made him feel that it had been worth it, going through the torments of\n      learning to dance. The more bored she was now the greater her delight when\n      he revealed himself dramatically. If she had been contented with the life\n      which he could offer her as a non-dancer, what was the sense of losing\n      weight and money in order to learn the steps? He enjoyed the silent,\n      uneasy evenings which had supplanted those cheery ones of the first year\n      of their marriage. The more uncomfortable they were now, the more they\n      would appreciate their happiness later on. Henry belonged to the large\n      circle of human beings who consider that there is acuter pleasure in being\n      suddenly cured of toothache than in never having toothache at all.\n    \n\n      He merely chuckled inwardly, therefore, when, on the morning of her\n      birthday, having presented her with a purse which he knew she had long\n      coveted, he found himself thanked in a perfunctory and mechanical way.\n    \n\n      'I'm glad you like it,' he said.\n    \n\n      Minnie looked at the purse without enthusiasm.\n    \n\n      'It's just what I wanted,' she said, listlessly.\n    \n\n      'Well, I must be going. I'll get the tickets for the theatre while I'm in\n      town.'\n    \n\n      Minnie hesitated for a moment.\n    \n\n      'I don't believe I want to go to the theatre much tonight, Henry.'\n    \n\n      'Nonsense. We must have a party on your birthday. We'll go to the theatre\n      and then we'll have supper at Geisenheimer's again. I may be working after\n      hours at the bank today, so I guess I won't come home. I'll meet you at\n      that Italian place at six.'\n    \n\n      'Very well. You'll miss your walk, then?'\n    \n\n      'Yes. It doesn't matter for once.'\n    \n\n      'No. You're still going on with your walks, then?'\n    \n\n      'Oh, yes, yes.'\n    \n\n      'Three miles every day?'\n    \n\n      'Never miss it. It keeps me well.'\n    \n\n      'Yes.'\n    \n\n      'Good-bye, darling.'\n    \n\n      'Good-bye.'\n    \n\n      Yes, there was a distinct chill in the atmosphere. Thank goodness, thought\n      Henry, as he walked to the station, it would be different tomorrow\n      morning. He had rather the feeling of a young knight who has done perilous\n      deeds in secret for his lady, and is about at last to receive credit for\n      them.\n    \n\n      Geisenheimer's was as brilliant and noisy as it had been before when Henry\n      reached it that night, escorting a reluctant Minnie. After a silent dinner\n      and a theatrical performance during which neither had exchanged more than\n      a word between the acts, she had wished to abandon the idea of supper and\n      go home. But a squad of police could not have kept Henry from\n      Geisenheimer's. His hour had come. He had thought of this moment for\n      weeks, and he visualized every detail of his big scene. At first they\n      would sit at their table in silent discomfort. Then Sidney Mercer would\n      come up, as before, to ask Minnie to dance. And thenâ\u0080\u0094thenâ\u0080\u0094Henry\n      would rise and, abandoning all concealment, exclaim grandly: 'No! I am\n      going to dance with my wife!' Stunned amazement of Minnie, followed by\n      wild joy. Utter rout and discomfiture of that pin-head, Mercer. And then,\n      when they returned to their table, he breathing easily and regularly as a\n      trained dancer in perfect condition should, she tottering a little with\n      the sudden rapture of it all, they would sit with their heads close\n      together and start a new life. That was the scenario which Henry had\n      drafted.\n    \n\n      It worked outâ\u0080\u0094up to a certain pointâ\u0080\u0094as smoothly as ever it had\n      done in his dreams. The only hitch which he had fearedâ\u0080\u0094to wit, the\n      non-appearance of Sidney Mercer, did not occur. It would spoil the scene a\n      little, he had felt, if Sidney Mercer did not present himself to play the\n      role of foil; but he need have had no fears on this point. Sidney had the\n      gift, not uncommon in the chinless, smooth-baked type of man, of being\n      able to see a pretty girl come into the restaurant even when his back was\n      towards the door. They had hardly seated themselves when he was beside\n      their table bleating greetings.\n    \n\n      'Why, Henry! Always here!'\n    \n\n      'Wife's birthday.'\n    \n\n      'Many happy returns of the day, Mrs Mills. We've just time for one turn\n      before the waiter comes with your order. Come along.'\n    \n\n      The band was staggering into a fresh tune, a tune that Henry knew well.\n      Many a time had Mme Gavarni hammered it out of an aged and unwilling piano\n      in order that he might dance with her blue-eyed niece. He rose.\n    \n\n      'No!' he exclaimed grandly. 'I am going to dance with my wife!'\n    \n\n      He had not under-estimated the sensation which he had looked forward to\n      causing. Minnie looked at him with round eyes. Sidney Mercer was obviously\n      startled.\n    \n\n      'I thought you couldn't dance.'\n    \n\n      'You never can tell,' said Henry, lightly. 'It looks easy enough. Anyway,\n      I'll try.'\n    \n\n      'Henry!' cried Minnie, as he clasped her.\n    \n\n      He had supposed that she would say something like that, but hardly in that\n      kind of voice. There is a way of saying 'Henry!' which conveys surprised\n      admiration and remorseful devotion; but she had not said it in that way.\n      There had been a note of horror in her voice. Henry's was a simple mind,\n      and the obvious solution, that Minnie thought that he had drunk too much\n      red wine at the Italian restaurant, did not occur to him.\n    \n\n      He was, indeed, at the moment too busy to analyse vocal inflections. They\n      were on the floor now, and it was beginning to creep upon him like a chill\n      wind that the scenario which he had mapped out was subject to unforeseen\n      alterations.\n    \n\n      At first all had been well. They had been almost alone on the floor, and\n      he had begun moving his feet along dotted line A B with the smooth vim\n      which had characterized the last few of his course of lessons. And then,\n      as if by magic, he was in the midst of a crowdâ\u0080\u0094a mad, jigging crowd\n      that seemed to have no sense of direction, no ability whatever to keep out\n      of his way. For a moment the tuition of weeks stood by him. Then, a shock,\n      a stifled cry from Minnie, and the first collision had occurred. And with\n      that all the knowledge which he had so painfully acquired passed from\n      Henry's mind, leaving it an agitated blank. This was a situation for which\n      his slidings round an empty room had not prepared him. Stage-fright at its\n      worst came upon him. Somebody charged him in the back and asked\n      querulously where he thought he was going. As he turned with a half-formed\n      notion of apologizing, somebody else rammed him from the other side. He\n      had a momentary feeling as if he were going down the Niagara Rapids in a\n      barrel, and then he was lying on the floor with Minnie on top of him.\n      Somebody tripped over his head.\n    \n\n      He sat up. Somebody helped him to his feet. He was aware of Sidney Mercer\n      at his side.\n    \n\n      'Do it again,' said Sidney, all grin and sleek immaculateness. 'It went\n      down big, but lots of them didn't see it.'\n    \n\n      The place was full of demon laughter.\n    \n\n      'Min!' said Henry.\n    \n\n      They were in the parlour of their little flat. Her back was towards him,\n      and he could not see her face. She did not answer. She preserved the\n      silence which she had maintained since they had left the restaurant. Not\n      once during the journey home had she spoken.\n    \n\n      The clock on the mantelpiece ticked on. Outside an Elevated train rumbled\n      by. Voices came from the street.\n    \n\n      'Min, I'm sorry.'\n    \n\n      Silence.\n    \n\n      'I thought I could do it. Oh, Lord!' Misery was in every note of Henry's\n      voice. 'I've been taking lessons every day since that night we went to\n      that place first. It's no goodâ\u0080\u0094I guess it's like the old woman said.\n      I've got two left feet, and it's no use my ever trying to do it. I kept it\n      secret from you, what I was doing. I wanted it to be a wonderful surprise\n      for you on your birthday. I knew how sick and tired you were getting of\n      being married to a man who never took you out, because he couldn't dance.\n      I thought it was up to me to learn, and give you a good time, like other\n      men's wives. Iâ\u0080\u0094'\n    \n\n      'Henry!'\n    \n\n      She had turned, and with a dull amazement he saw that her whole face had\n      altered. Her eyes were shining with a radiant happiness.\n    \n\n      'Henry! Was that why you went to that houseâ\u0080\u0094to take dancing\n      lessons?'\n    \n\n      He stared at her without speaking. She came to him, laughing.\n    \n\n      'So that was why you pretended you were still doing your walks?'\n    \n\n      'You knew!'\n    \n\n      'I saw you come out of that house. I was just going to the station at the\n      end of the street, and I saw you. There was a girl with you, a girl with\n      yellow hair. You hugged her!'\n    \n\n      Henry licked his dry lips.\n    \n\n      'Min,' he said huskily. 'You won't believe it, but she was trying to teach\n      me the Jelly Roll.'\n    \n\n      She held him by the lapels of his coat.\n    \n\n      'Of course I believe it. I understand it all now. I thought at the time\n      that you were just saying good-bye to her! Oh, Henry, why ever didn't you\n      tell me what you were doing? Oh, yes, I know you wanted it to be a\n      surprise for me on my birthday, but you must have seen there was something\n      wrong. You must have seen that I thought something. Surely you noticed how\n      I've been these last weeks?'\n    \n\n      'I thought it was just that you were finding it dull.'\n    \n\n      'Dull! Here, with you!'\n    \n\n      'It was after you danced that night with Sidney Mercer. I thought the\n      whole thing out. You're so much younger than I, Min. It didn't seem right\n      for you to have to spend your life being read to by a fellow like me.'\n    \n\n      'But I loved it!'\n    \n\n      'You had to dance. Every girl has to. Women can't do without it.'\n    \n\n      'This one can. Henry, listen! You remember how ill and worn out I was when\n      you met me first at that farm? Do you know why it was? It was because I\n      had been slaving away for years at one of those places where you go in and\n      pay five cents to dance with the lady instructresses. I was a lady\n      instructress. Henry! Just think what I went through! Every day having to\n      drag a million heavy men with large feet round a big room. I tell you, you\n      are a professional compared with some of them! They trod on my feet and\n      leaned their two hundred pounds on me and nearly killed me. Now perhaps\n      you can understand why I'm not crazy about dancing! Believe me, Henry, the\n      kindest thing you can do to me is to tell me I must never dance again.'\n    \n\n      'Youâ\u0080\u0094youâ\u0080\u0094' he gulped. 'Do you really mean that you canâ\u0080\u0094can\n      stand the sort of life we're living here? You really don't find it dull?'\n    \n\n      'Dull!'\n    \n\n      She ran to the bookshelf, and came back with a large volume.\n    \n\n      'Read to me, Henry, dear. Read me something now. It seems ages and ages\n      since you used to. Read me something out of the Encyclopaedia!'\n    \n\n      Henry was looking at the book in his hand. In the midst of a joy that\n      almost overwhelmed him, his orderly mind was conscious of something wrong.\n    \n\n      'But this is the MED-MUM volume, darling.'\n    \n\n      'Is it? Well, that'll be all right. Read me all about \"Mum\".'\n    \n\n      'But we're only in the CAL-CHAâ\u0080\u0094' He wavered. 'Oh, wellâ\u0080\u0094I' he\n      went on, recklessly. 'I don't care. Do you?'\n    \n\n      'No. Sit down here, dear, and I'll sit on the floor.'\n    \n\n      Henry cleared his throat.\n    \n\n      '\"Milicz, or Militsch (d. 1374), Bohemian divine, was the most influential\n      among those preachers and writers in Moravia and Bohemia who, during the\n      fourteenth century, in a certain sense paved the way for the reforming\n      activity of Huss.\"'\n    \n\n      He looked down. Minnie's soft hair was resting against his knee. He put\n      out a hand and stroked it. She turned and looked up, and he met her big\n      eyes.\n    \n\n      'Can you beat it?' said Henry, silently, to himself.\n    ",
    "metadata": {
        "author": "Wodehouse",
        "year": 1917,
        "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
        "name": "man_with_two_left_feet"
    }
}