{
    "name": "Wodehouse - The Mixer",
    "body": "\n      I. He Meets a Shy Gentleman\n\n\n      Looking back, I always consider that my career as a dog proper really\n      started when I was bought for the sum of half a crown by the Shy Man. That\n      event marked the end of my puppyhood. The knowledge that I was worth\n      actual cash to somebody filled me with a sense of new responsibilities. It\n      sobered me. Besides, it was only after that half-crown changed hands that\n      I went out into the great world; and, however interesting life may be in\n      an East End public-house, it is only when you go out into the world that\n      you really broaden your mind and begin to see things.\n    \n\n      Within its limitations, my life had been singularly full and vivid. I was\n      born, as I say, in a public-house in the East End, and, however lacking a\n      public-house may be in refinement and the true culture, it certainly\n      provides plenty of excitement. Before I was six weeks old I had upset\n      three policemen by getting between their legs when they came round to the\n      side-door, thinking they had heard suspicious noises; and I can still\n      recall the interesting sensation of being chased seventeen times round the\n      yard with a broom-handle after a well-planned and completely successful\n      raid on the larder. These and other happenings of a like nature soothed\n      for the moment but could not cure the restlessness which has always been\n      so marked a trait in my character. I have always been restless, unable to\n      settle down in one place and anxious to get on to the next thing. This may\n      be due to a gipsy strain in my ancestryâ\u0080\u0094one of my uncles travelled\n      with a circusâ\u0080\u0094or it may be the Artistic Temperament, acquired from a\n      grandfather who, before dying of a surfeit of paste in the property-room\n      of the Bristol Coliseum, which he was visiting in the course of a\n      professional tour, had an established reputation on the music-hall stage\n      as one of Professor Pond's Performing Poodles.\n    \n\n      I owe the fullness and variety of my life to this restlessness of mine,\n      for I have repeatedly left comfortable homes in order to follow some\n      perfect stranger who looked as if he were on his way to somewhere\n      interesting. Sometimes I think I must have cat blood in me.\n    \n\n      The Shy Man came into our yard one afternoon in April, while I was\n      sleeping with mother in the sun on an old sweater which we had borrowed\n      from Fred, one of the barmen. I heard mother growl, but I didn't take any\n      notice. Mother is what they call a good watch-dog, and she growls at\n      everybody except master. At first, when she used to do it, I would get up\n      and bark my head off, but not now. Life's too short to bark at everybody\n      who comes into our yard. It is behind the public-house, and they keep\n      empty bottles and things there, so people are always coming and going.\n    \n\n      Besides, I was tired. I had had a very busy morning, helping the men bring\n      in a lot of cases of beer, and running into the saloon to talk to Fred and\n      generally looking after things. So I was just dozing off again, when I\n      heard a voice say, 'Well, he's ugly enough!' Then I knew that they were\n      talking about me.\n    \n\n      I have never disguised it from myself, and nobody has ever disguised it\n      from me, that I am not a handsome dog. Even mother never thought me\n      beautiful. She was no Gladys Cooper herself, but she never hesitated to\n      criticize my appearance. In fact, I have yet to meet anyone who did. The\n      first thing strangers say about me is, 'What an ugly dog!'\n    \n\n      I don't know what I am. I have a bulldog kind of a face, but the rest of\n      me is terrier. I have a long tail which sticks straight up in the air. My\n      hair is wiry. My eyes are brown. I am jet black, with a white chest. I\n      once overheard Fred saying that I was a Gorgonzola cheese-hound, and I\n      have generally found Fred reliable in his statements.\n    \n\n      When I found that I was under discussion, I opened my eyes. Master was\n      standing there, looking down at me, and by his side the man who had just\n      said I was ugly enough. The man was a thin man, about the age of a barman\n      and smaller than a policeman. He had patched brown shoes and black\n      trousers.\n    \n\n      'But he's got a sweet nature,' said master.\n    \n\n      This was true, luckily for me. Mother always said, 'A dog without\n      influence or private means, if he is to make his way in the world, must\n      have either good looks or amiability.' But, according to her, I overdid\n      it. 'A dog,' she used to say, 'can have a good heart, without chumming\n      with every Tom, Dick, and Harry he meets. Your behaviour is sometimes\n      quite un-doglike.' Mother prided herself on being a one-man dog. She kept\n      herself to herself, and wouldn't kiss anybody except masterâ\u0080\u0094not even\n      Fred.\n    \n\n      Now, I'm a mixer. I can't help it. It's my nature. I like men. I like the\n      taste of their boots, the smell of their legs, and the sound of their\n      voices. It may be weak of me, but a man has only to speak to me and a sort\n      of thrill goes right down my spine and sets my tail wagging.\n    \n\n      I wagged it now. The man looked at me rather distantly. He didn't pat me.\n      I suspectedâ\u0080\u0094what I afterwards found to be the caseâ\u0080\u0094that he was\n      shy, so I jumped up at him to put him at his ease. Mother growled again. I\n      felt that she did not approve.\n    \n\n      'Why, he's took quite a fancy to you already,' said master.\n    \n\n      The man didn't say a word. He seemed to be brooding on something. He was\n      one of those silent men. He reminded me of Joe, the old dog down the\n      street at the grocer's shop, who lies at the door all day, blinking and\n      not speaking to anybody.\n    \n\n      Master began to talk about me. It surprised me, the way he praised me. I\n      hadn't a suspicion he admired me so much. From what he said you would have\n      thought I had won prizes and ribbons at the Crystal Palace. But the man\n      didn't seem to be impressed. He kept on saying nothing.\n    \n\n      When master had finished telling him what a wonderful dog I was till I\n      blushed, the man spoke.\n    \n\n      'Less of it,' he said. 'Half a crown is my bid, and if he was an angel\n      from on high you couldn't get another ha'penny out of me. What about it?'\n    \n\n      A thrill went down my spine and out at my tail, for of course I saw now\n      what was happening. The man wanted to buy me and take me away. I looked at\n      master hopefully.\n    \n\n      'He's more like a son to me than a dog,' said master, sort of wistful.\n    \n\n      'It's his face that makes you feel that way,' said the man,\n      unsympathetically. 'If you had a son that's just how he would look. Half a\n      crown is my offer, and I'm in a hurry.'\n    \n\n      'All right,' said master, with a sigh, 'though it's giving him away, a\n      valuable dog like that. Where's your half-crown?'\n    \n\n      The man got a bit of rope and tied it round my neck.\n    \n\n      I could hear mother barking advice and telling me to be a credit to the\n      family, but I was too excited to listen.\n    \n\n      'Good-bye, mother,' I said. 'Good-bye, master. Good-bye, Fred. Good-bye\n      everybody. I'm off to see life. The Shy Man has bought me for half a\n      crown. Wow!'\n    \n\n      I kept running round in circles and shouting, till the man gave me a kick\n      and told me to stop it.\n    \n\n      So I did.\n    \n\n      I don't know where we went, but it was a long way. I had never been off\n      our street before in my life and I didn't know the whole world was half as\n      big as that. We walked on and on, and the man jerked at my rope whenever I\n      wanted to stop and look at anything. He wouldn't even let me pass the time\n      of the day with dogs we met.\n    \n\n      When we had gone about a hundred miles and were just going to turn in at a\n      dark doorway, a policeman suddenly stopped the man. I could feel by the\n      way the man pulled at my rope and tried to hurry on that he didn't want to\n      speak to the policeman. The more I saw of the man the more I saw how shy\n      he was.\n    \n\n      'Hi!' said the policeman, and we had to stop.\n    \n\n      'I've got a message for you, old pal,' said the policeman. 'It's from the\n      Board of Health. They told me to tell you you needed a change of air.\n      See?'\n    \n\n      'All right!' said the man.\n    \n\n      'And take it as soon as you like. Else you'll find you'll get it given\n      you. See?'\n    \n\n      I looked at the man with a good deal of respect. He was evidently someone\n      very important, if they worried so about his health.\n    \n\n      'I'm going down to the country tonight,' said the man.\n    \n\n      The policeman seemed pleased.\n    \n\n      'That's a bit of luck for the country,' he said. 'Don't go changing your\n      mind.'\n    \n\n      And we walked on, and went in at the dark doorway, and climbed about a\n      million stairs and went into a room that smelt of rats. The man sat down\n      and swore a little, and I sat and looked at him.\n    \n\n      Presently I couldn't keep it in any longer.\n    \n\n      'Do we live here?' I said. 'Is it true we're going to the country? Wasn't\n      that policeman a good sort? Don't you like policemen? I knew lots of\n      policemen at the public-house. Are there any other dogs here? What is\n      there for dinner? What's in that cupboard? When are you going to take me\n      out for another run? May I go out and see if I can find a cat?'\n    \n\n      'Stop that yelping,' he said.\n    \n\n      'When we go to the country, where shall we live? Are you going to be a\n      caretaker at a house? Fred's father is a caretaker at a big house in Kent.\n      I've heard Fred talk about it. You didn't meet Fred when you came to the\n      public-house, did you? You would like Fred. I like Fred. Mother likes\n      Fred. We all like Fred.'\n    \n\n      I was going on to tell him a lot more about Fred, who had always been one\n      of my warmest friends, when he suddenly got hold of a stick and walloped\n      me with it.\n    \n\n      'You keep quiet when you're told,' he said.\n    \n\n      He really was the shyest man I had ever met. It seemed to hurt him to be\n      spoken to. However, he was the boss, and I had to humour him, so I didn't\n      say any more.\n    \n\n      We went down to the country that night, just as the man had told the\n      policeman we would. I was all worked up, for I had heard so much about the\n      country from Fred that I had always wanted to go there. Fred used to go\n      off on a motor-bicycle sometimes to spend the night with his father in\n      Kent, and once he brought back a squirrel with him, which I thought was\n      for me to eat, but mother said no. 'The first thing a dog has to learn,'\n      mother used often to say, 'is that the whole world wasn't created for him\n      to eat.'\n    \n\n      It was quite dark when we got to the country, but the man seemed to know\n      where to go. He pulled at my rope, and we began to walk along a road with\n      no people in it at all. We walked on and on, but it was all so new to me\n      that I forgot how tired I was. I could feel my mind broadening with every\n      step I took.\n    \n\n      Every now and then we would pass a very big house, which looked as if it\n      was empty, but I knew that there was a caretaker inside, because of Fred's\n      father. These big houses belong to very rich people, but they don't want\n      to live in them till the summer, so they put in caretakers, and the\n      caretakers have a dog to keep off burglars. I wondered if that was what I\n      had been brought here for.\n    \n\n      'Are you going to be a caretaker?' I asked the man.\n    \n\n      'Shut up,' he said.\n    \n\n      So I shut up.\n    \n\n      After we had been walking a long time, we came to a cottage. A man came\n      out. My man seemed to know him, for he called him Bill. I was quite\n      surprised to see the man was not at all shy with Bill. They seemed very\n      friendly.\n    \n\n      'Is that him?' said Bill, looking at me.\n    \n\n      'Bought him this afternoon,' said the man.\n    \n\n      'Well,' said Bill, 'he's ugly enough. He looks fierce. If you want a dog,\n      he's the sort of dog you want. But what do you want one for? It seems to\n      me it's a lot of trouble to take, when there's no need of any trouble at\n      all. Why not do what I've always wanted to do? What's wrong with just\n      fixing the dog, same as it's always done, and walking in and helping\n      yourself?'\n    \n\n      'I'll tell you what's wrong,' said the man. 'To start with, you can't get\n      at the dog to fix him except by day, when they let him out. At night he's\n      shut up inside the house. And suppose you do fix him during the day what\n      happens then? Either the bloke gets another before night, or else he sits\n      up all night with a gun. It isn't like as if these blokes was ordinary\n      blokes. They're down here to look after the house. That's their job, and\n      they don't take any chances.'\n    \n\n      It was the longest speech I had ever heard the man make, and it seemed to\n      impress Bill. He was quite humble.\n    \n\n      'I didn't think of that,' he said. 'We'd best start in to train this tyke\n      at once.'\n    \n\n      Mother often used to say, when I went on about wanting to go out into the\n      world and see life, 'You'll be sorry when you do. The world isn't all\n      bones and liver.' And I hadn't been living with the man and Bill in their\n      cottage long before I found out how right she was.\n    \n\n      It was the man's shyness that made all the trouble. It seemed as if he\n      hated to be taken notice of.\n    \n\n      It started on my very first night at the cottage. I had fallen asleep in\n      the kitchen, tired out after all the excitement of the day and the long\n      walks I had had, when something woke me with a start. It was somebody\n      scratching at the window, trying to get in.\n    \n\n      Well, I ask you, I ask any dog, what would you have done in my place? Ever\n      since I was old enough to listen, mother had told me over and over again\n      what I must do in a case like this. It is the A B C of a dog's education.\n      'If you are in a room and you hear anyone trying to get in,' mother used\n      to say, 'bark. It may be someone who has business there, or it may not.\n      Bark first, and inquire afterwards. Dogs were made to be heard and not\n      seen.'\n    \n\n      I lifted my head and yelled. I have a good, deep voice, due to a hound\n      strain in my pedigree, and at the public-house, when there was a full\n      moon, I have often had people leaning out of the windows and saying things\n      all down the street. I took a deep breath and let it go.\n    \n\n      'Man!' I shouted. 'Bill! Man! Come quick! Here's a burglar getting in!'\n    \n\n      Then somebody struck a light, and it was the man himself. He had come in\n      through the window.\n    \n\n      He picked up a stick, and he walloped me. I couldn't understand it. I\n      couldn't see where I had done the wrong thing. But he was the boss, so\n      there was nothing to be said.\n    \n\n      If you'll believe me, that same thing happened every night. Every single\n      night! And sometimes twice or three times before morning. And every time I\n      would bark my loudest and the man would strike a light and wallop me. The\n      thing was baffling. I couldn't possibly have mistaken what mother had said\n      to me. She said it too often for that. Bark! Bark! Bark! It was the main\n      plank of her whole system of education. And yet, here I was, getting\n      walloped every night for doing it.\n    \n\n      I thought it out till my head ached, and finally I got it right. I began\n      to see that mother's outlook was narrow. No doubt, living with a man like\n      master at the public-house, a man without a trace of shyness in his\n      composition, barking was all right. But circumstances alter cases. I\n      belonged to a man who was a mass of nerves, who got the jumps if you spoke\n      to him. What I had to do was to forget the training I had had from mother,\n      sound as it no doubt was as a general thing, and to adapt myself to the\n      needs of the particular man who had happened to buy me. I had tried\n      mother's way, and all it had brought me was walloping, so now I would\n      think for myself.\n    \n\n      So next night, when I heard the window go, I lay there without a word,\n      though it went against all my better feelings. I didn't even growl.\n      Someone came in and moved about in the dark, with a lantern, but, though I\n      smelt that it was the man, I didn't ask him a single question. And\n      presently the man lit a light and came over to me and gave me a pat, which\n      was a thing he had never done before.\n    \n\n      'Good dog!' he said. 'Now you can have this.'\n    \n\n      And he let me lick out the saucepan in which the dinner had been cooked.\n    \n\n      After that, we got on fine. Whenever I heard anyone at the window I just\n      kept curled up and took no notice, and every time I got a bone or\n      something good. It was easy, once you had got the hang of things.\n    \n\n      It was about a week after that the man took me out one morning, and we\n      walked a long way till we turned in at some big gates and went along a\n      very smooth road till we came to a great house, standing all by itself in\n      the middle of a whole lot of country. There was a big lawn in front of it,\n      and all round there were fields and trees, and at the back a great wood.\n    \n\n      The man rang a bell, and the door opened, and an old man came out.\n    \n\n      'Well?' he said, not very cordially.\n    \n\n      'I thought you might want to buy a good watch-dog,' said the man.\n    \n\n      'Well, that's queer, your saying that,' said the caretaker. 'It's a\n      coincidence. That's exactly what I do want to buy. I was just thinking of\n      going along and trying to get one. My old dog picked up something this\n      morning that he oughtn't to have, and he's dead, poor feller.'\n    \n\n      'Poor feller,' said the man. 'Found an old bone with phosphorus on it, I\n      guess.'\n    \n\n      'What do you want for this one?'\n    \n\n      'Five shillings.'\n    \n\n      'Is he a good watch-dog?'\n    \n\n      'He's a grand watch-dog.'\n    \n\n      'He looks fierce enough.'\n    \n\n      'Ah!'\n    \n\n      So the caretaker gave the man his five shillings, and the man went off and\n      left me.\n    \n\n      At first the newness of everything and the unaccustomed smells and getting\n      to know the caretaker, who was a nice old man, prevented my missing the\n      man, but as the day went on and I began to realize that he had gone and\n      would never come back, I got very depressed. I pattered all over the\n      house, whining. It was a most interesting house, bigger than I thought a\n      house could possibly be, but it couldn't cheer me up. You may think it\n      strange that I should pine for the man, after all the wallopings he had\n      given me, and it is odd, when you come to think of it. But dogs are dogs,\n      and they are built like that. By the time it was evening I was thoroughly\n      miserable. I found a shoe and an old clothes-brush in one of the rooms,\n      but could eat nothing. I just sat and moped.\n    \n\n      It's a funny thing, but it seems as if it always happened that just when\n      you are feeling most miserable, something nice happens. As I sat there,\n      there came from outside the sound of a motor-bicycle, and somebody\n      shouted.\n    \n\n      It was dear old Fred, my old pal Fred, the best old boy that ever stepped.\n      I recognized his voice in a second, and I was scratching at the door\n      before the old man had time to get up out of his chair.\n    \n\n      Well, well, well! That was a pleasant surprise! I ran five times round the\n      lawn without stopping, and then I came back and jumped up at him.\n    \n\n      'What are you doing down here, Fred?' I said. 'Is this caretaker your\n      father? Have you seen the rabbits in the wood? How long are you going to\n      stop? How's mother? I like the country. Have you come all the way from the\n      public-house? I'm living here now. Your father gave five shillings for me.\n      That's twice as much as I was worth when I saw you last.'\n    \n\n      'Why, it's young Nigger!' That was what they called me at the saloon.\n      'What are you doing here? Where did you get this dog, father?'\n    \n\n      'A man sold him to me this morning. Poor old Bob got poisoned. This one\n      ought to be just as good a watch-dog. He barks loud enough.'\n    \n\n      'He should be. His mother is the best watch-dog in London. This\n      cheese-hound used to belong to the boss. Funny him getting down here.'\n    \n\n      We went into the house and had supper. And after supper we sat and talked.\n      Fred was only down for the night, he said, because the boss wanted him\n      back next day.\n    \n\n      'And I'd sooner have my job, than yours, dad,' he said. 'Of all the lonely\n      places! I wonder you aren't scared of burglars.'\n    \n\n      'I've my shot-gun, and there's the dog. I might be scared if it wasn't for\n      him, but he kind of gives me confidence. Old Bob was the same. Dogs are a\n      comfort in the country.'\n    \n\n      'Get many tramps here?'\n    \n\n      'I've only seen one in two months, and that's the feller who sold me the\n      dog here.'\n    \n\n      As they were talking about the man, I asked Fred if he knew him. They\n      might have met at the public-house, when the man was buying me from the\n      boss.\n    \n\n      'You would like him,' I said. 'I wish you could have met.'\n    \n\n      They both looked at me.\n    \n\n      'What's he growling at?' asked Fred. 'Think he heard something?'\n    \n\n      The old man laughed.\n    \n\n      'He wasn't growling. He was talking in his sleep. You're nervous, Fred. It\n      comes of living in the city.'\n    \n\n      'Well, I am. I like this place in the daytime, but it gives me the pip at\n      night. It's so quiet. How you can stand it here all the time, I can't\n      understand. Two nights of it would have me seeing things.'\n    \n\n      His father laughed.\n    \n\n      'If you feel like that, Fred, you had better take the gun to bed with you.\n      I shall be quite happy without it.'\n    \n\n      'I will,' said Fred. 'I'll take six if you've got them.'\n    \n\n      And after that they went upstairs. I had a basket in the hall, which had\n      belonged to Bob, the dog who had got poisoned. It was a comfortable\n      basket, but I was so excited at having met Fred again that I couldn't\n      sleep. Besides, there was a smell of mice somewhere, and I had to move\n      around, trying to place it.\n    \n\n      I was just sniffing at a place in the wall, when I heard a scratching\n      noise. At first I thought it was the mice working in a different place,\n      but, when I listened, I found that the sound came from the window.\n      Somebody was doing something to it from outside.\n    \n\n      If it had been mother, she would have lifted the roof off right there, and\n      so should I, if it hadn't been for what the man had taught me. I didn't\n      think it possible that this could be the man come back, for he had gone\n      away and said nothing about ever seeing me again. But I didn't bark. I\n      stopped where I was and listened. And presently the window came open, and\n      somebody began to climb in.\n    \n\n      I gave a good sniff, and I knew it was the man.\n    \n\n      I was so delighted that for a moment I nearly forgot myself and shouted\n      with joy, but I remembered in time how shy he was, and stopped myself. But\n      I ran to him and jumped up quite quietly, and he told me to lie down. I\n      was disappointed that he didn't seem more pleased to see me. I lay down.\n    \n\n      It was very dark, but he had brought a lantern with him, and I could see\n      him moving about the room, picking things up and putting them in a bag\n      which he had brought with him. Every now and then he would stop and\n      listen, and then he would start moving round again. He was very quick\n      about it, but very quiet. It was plain that he didn't want Fred or his\n      father to come down and find him.\n    \n\n      I kept thinking about this peculiarity of his while I watched him. I\n      suppose, being chummy myself, I find it hard to understand that everybody\n      else in the world isn't chummy too. Of course, my experience at the\n      public-house had taught me that men are just as different from each other\n      as dogs. If I chewed master's shoe, for instance, he used to kick me; but\n      if I chewed Fred's, Fred would tickle me under the ear. And, similarly,\n      some men are shy and some men are mixers. I quite appreciated that, but I\n      couldn't help feeling that the man carried shyness to a point where it\n      became morbid. And he didn't give himself a chance to cure himself of it.\n      That was the point. Imagine a man hating to meet people so much that he\n      never visited their houses till the middle of the night, when they were in\n      bed and asleep. It was silly. Shyness has always been something so outside\n      my nature that I suppose I have never really been able to look at it\n      sympathetically. I have always held the view that you can get over it if\n      you make an effort. The trouble with the man was that he wouldn't make an\n      effort. He went out of his way to avoid meeting people.\n    \n\n      I was fond of the man. He was the sort of person you never get to know\n      very well, but we had been together for quite a while, and I wouldn't have\n      been a dog if I hadn't got attached to him.\n    \n\n      As I sat and watched him creep about the room, it suddenly came to me that\n      here was a chance of doing him a real good turn in spite of himself. Fred\n      was upstairs, and Fred, as I knew by experience, was the easiest man to\n      get along with in the world. Nobody could be shy with Fred. I felt that if\n      only I could bring him and the man together, they would get along\n      splendidly, and it would teach the man not to be silly and avoid people.\n      It would help to give him the confidence which he needed. I had seen him\n      with Bill, and I knew that he could be perfectly natural and easy when he\n      liked.\n    \n\n      It was true that the man might object at first, but after a while he would\n      see that I had acted simply for his good, and would be grateful.\n    \n\n      The difficulty was, how to get Fred down without scaring the man. I knew\n      that if I shouted he wouldn't wait, but would be out of the window and\n      away before Fred could get there. What I had to do was to go to Fred's\n      room, explain the whole situation quietly to him, and ask him to come down\n      and make himself pleasant.\n    \n\n      The man was far too busy to pay any attention to me. He was kneeling in a\n      corner with his back to me, putting something in his bag. I seized the\n      opportunity to steal softly from the room.\n    \n\n      Fred's door was shut, and I could hear him snoring. I scratched gently,\n      and then harder, till I heard the snores stop. He got out of bed and\n      opened the door.\n    \n\n      'Don't make a noise,' I whispered. 'Come on downstairs. I want you to meet\n      a friend of mine.'\n    \n\n      At first he was quite peevish.\n    \n\n      'What's the idea,' he said, 'coming and spoiling a man's beauty-sleep? Get\n      out.'\n    \n\n      He actually started to go back into the room.\n    \n\n      'No, honestly, Fred,' I said, 'I'm not fooling you. There is a man\n      downstairs. He got in through the window. I want you to meet him. He's\n      very shy, and I think it will do him good to have a chat with you.'\n    \n\n      'What are you whining about?' Fred began, and then he broke off suddenly\n      and listened. We could both hear the man's footsteps as he moved about.\n    \n\n      Fred jumped back into the room. He came out, carrying something. He didn't\n      say any more but started to go downstairs, very quiet, and I went after\n      him.\n    \n\n      There was the man, still putting things in his bag. I was just going to\n      introduce Fred, when Fred, the silly ass, gave a great yell.\n    \n\n      I could have bitten him.\n    \n\n      'What did you want to do that for, you chump?' I said 'I told you he was\n      shy. Now you've scared him.'\n    \n\n      He certainly had. The man was out of the window quicker than you would\n      have believed possible. He just flew out. I called after him that it was\n      only Fred and me, but at that moment a gun went off with a tremendous\n      bang, so he couldn't have heard me.\n    \n\n      I was pretty sick about it. The whole thing had gone wrong. Fred seemed to\n      have lost his head entirely. He was behaving like a perfect ass. Naturally\n      the man had been frightened with him carrying on in that way. I jumped out\n      of the window to see if I could find the man and explain, but he was gone.\n      Fred jumped out after me, and nearly squashed me.\n    \n\n      It was pitch dark out there. I couldn't see a thing. But I knew the man\n      could not have gone far, or I should have heard him. I started to sniff\n      round on the chance of picking up his trail. It wasn't long before I\n      struck it.\n    \n\n      Fred's father had come down now, and they were running about. The old man\n      had a light. I followed the trail, and it ended at a large cedar-tree, not\n      far from the house. I stood underneath it and looked up, but of course I\n      could not see anything.\n    \n\n      'Are you up there?' I shouted. 'There's nothing to be scared at. It was\n      only Fred. He's an old pal of mine. He works at the place where you bought\n      me. His gun went off by accident. He won't hurt you.'\n    \n\n      There wasn't a sound. I began to think I must have made a mistake.\n    \n\n      'He's got away,' I heard Fred say to his father, and just as he said it I\n      caught a faint sound of someone moving in the branches above me.\n    \n\n      'No he hasn't!' I shouted. 'He's up this tree.'\n    \n\n      'I believe the dog's found him, dad!'\n    \n\n      'Yes, he's up here. Come along and meet him.'\n    \n\n      Fred came to the foot of the tree.\n    \n\n      'You up there,' he said, 'come along down.'\n    \n\n      Not a sound from the tree.\n    \n\n      'It's all right,' I explained, 'he is up there, but he's very shy.\n      Ask him again.'\n    \n\n      'All right,' said Fred. 'Stay there if you want to. But I'm going to shoot\n      off this gun into the branches just for fun.'\n    \n\n      And then the man started to come down. As soon as he touched the ground I\n      jumped up at him.\n    \n\n      'This is fine!' I said 'Here's my friend Fred. You'll like him.'\n    \n\n      But it wasn't any good. They didn't get along together at all. They hardly\n      spoke. The man went into the house, and Fred went after him, carrying his\n      gun. And when they got into the house it was just the same. The man sat in\n      one chair, and Fred sat in another, and after a long time some men came in\n      a motor-car, and the man went away with them. He didn't say good-bye to\n      me.\n    \n\n      When he had gone, Fred and his father made a great fuss of me. I couldn't\n      understand it. Men are so odd. The man wasn't a bit pleased that I had\n      brought him and Fred together, but Fred seemed as if he couldn't do enough\n      for me for having introduced him to the man. However, Fred's father\n      produced some cold hamâ\u0080\u0094my favourite dishâ\u0080\u0094and gave me quite a\n      lot of it, so I stopped worrying over the thing. As mother used to say,\n      'Don't bother your head about what doesn't concern you. The only thing a\n      dog need concern himself with is the bill-of-fare. Eat your bun, and don't\n      make yourself busy about other people's affairs.' Mother's was in some\n      ways a narrow outlook, but she had a great fund of sterling common sense.\n    \n\n      II. He Moves in Society\n\n\n      It was one of those things which are really nobody's fault. It was not the\n      chauffeur's fault, and it was not mine. I was having a friendly turn-up\n      with a pal of mine on the side-walk; he ran across the road; I ran after\n      him; and the car came round the corner and hit me. It must have been going\n      pretty slow, or I should have been killed. As it was, I just had the\n      breath knocked out of me. You know how you feel when the butcher catches\n      you just as you are edging out of the shop with a bit of meat. It was like\n      that.\n    \n\n      I wasn't taking much interest in things for awhile, but when I did I found\n      that I was the centre of a group of threeâ\u0080\u0094the chauffeur, a small\n      boy, and the small boy's nurse.\n    \n\n      The small boy was very well-dressed, and looked delicate. He was crying.\n    \n\n      'Poor doggie,' he said, 'poor doggie.'\n    \n\n      'It wasn't my fault, Master Peter,' said the chauffeur respectfully. 'He\n      run out into the road before I seen him.'\n    \n\n      'That's right,' I put in, for I didn't want to get the man into trouble.\n    \n\n      'Oh, he's not dead,' said the small boy. 'He barked.'\n    \n\n      'He growled,' said the nurse. 'Come away, Master Peter. He might bite\n      you.'\n    \n\n      Women are trying sometimes. It is almost as if they deliberately\n      misunderstood.\n    \n\n      'I won't come away. I'm going to take him home with me and send for the\n      doctor to come and see him. He's going to be my dog.'\n    \n\n      This sounded all right. Goodness knows I am no snob, and can rough it when\n      required, but I do like comfort when it comes my way, and it seemed to me\n      that this was where I got it. And I liked the boy. He was the right sort.\n    \n\n      The nurse, a very unpleasant woman, had to make objections.\n    \n\n      'Master Peter! You can't take him home, a great, rough, fierce, common\n      dog! What would your mother say?'\n    \n\n      'I'm going to take him home,' repeated the child, with a determination\n      which I heartily admired, 'and he's going to be my dog. I shall call him\n      Fido.'\n    \n\n      There's always a catch in these good things. Fido is a name I particularly\n      detest. All dogs do. There was a dog called that that I knew once, and he\n      used to get awfully sick when we shouted it out after him in the street.\n      No doubt there have been respectable dogs called Fido, but to my mind it\n      is a name like Aubrey or Clarence. You may be able to live it down, but\n      you start handicapped. However, one must take the rough with the smooth,\n      and I was prepared to yield the point.\n    \n\n      'If you wait, Master Peter, your father will buy you a beautiful, lovely\n      dog....'\n    \n\n      'I don't want a beautiful, lovely dog. I want this dog.'\n    \n\n      The slur did not wound me. I have no illusions about my looks. Mine is an\n      honest, but not a beautiful, face.\n    \n\n      'It's no use talking,' said the chauffeur, grinning. 'He means to have\n      him. Shove him in, and let's be getting back, or they'll be thinking His\n      Nibs has been kidnapped.'\n    \n\n      So I was carried to the car. I could have walked, but I had an idea that I\n      had better not. I had made my hit as a crippled dog, and a crippled dog I\n      intended to remain till things got more settled down.\n    \n\n      The chauffeur started the car off again. What with the shock I had had and\n      the luxury of riding in a motor-car, I was a little distrait, and I could\n      not say how far we went. But it must have been miles and miles, for it\n      seemed a long time afterwards that we stopped at the biggest house I have\n      ever seen. There were smooth lawns and flower-beds, and men in overalls,\n      and fountains and trees, and, away to the right, kennels with about a\n      million dogs in them, all pushing their noses through the bars and\n      shouting. They all wanted to know who I was and what prizes I had won, and\n      then I realized that I was moving in high society.\n    \n\n      I let the small boy pick me up and carry me into the house, though it was\n      all he could do, poor kid, for I was some weight. He staggered up the\n      steps and along a great hall, and then let me flop on the carpet of the\n      most beautiful room you ever saw. The carpet was a yard thick.\n    \n\n      There was a woman sitting in a chair, and as soon as she saw me she gave a\n      shriek.\n    \n\n      'I told Master Peter you would not be pleased, m'lady,' said the nurse,\n      who seemed to have taken a positive dislike to me, 'but he would bring the\n      nasty brute home.'\n    \n\n      'He's not a nasty brute, mother. He's my dog, and his name's Fido. John\n      ran over him in the car, and I brought him home to live with us. I love\n      him.'\n    \n\n      This seemed to make an impression. Peter's mother looked as if she were\n      weakening.\n    \n\n      'But, Peter, dear, I don't know what your father will say. He's so\n      particular about dogs. All his dogs are prize-winners, pedigree dogs. This\n      is such a mongrel.'\n    \n\n      'A nasty, rough, ugly, common dog, m'lady,' said the nurse, sticking her\n      oar in in an absolutely uncalled-for way.\n    \n\n      Just then a man came into the room.\n    \n\n      'What on earth?' he said, catching sight of me.\n    \n\n      'It's a dog Peter has brought home. He says he wants to keep him.'\n    \n\n      'I'm going to keep him,' corrected Peter firmly.\n    \n\n      I do like a child that knows his own mind. I was getting fonder of Peter\n      every minute. I reached up and licked his hand.\n    \n\n      'See! He knows he's my dog, don't you, Fido? He licked me.'\n    \n\n      'But, Peter, he looks so fierce.' This, unfortunately, is true. I do look\n      fierce. It is rather a misfortune for a perfectly peaceful dog. 'I'm sure\n      it's not safe your having him.'\n    \n\n      'He's my dog, and his name's Fido. I am going to tell cook to give him a\n      bone.'\n    \n\n      His mother looked at his father, who gave rather a nasty laugh.\n    \n\n      'My dear Helen,' he said, 'ever since Peter was born, ten years ago, he\n      has not asked for a single thing, to the best of my recollection, which he\n      has not got. Let us be consistent. I don't approve of this caricature of a\n      dog, but if Peter wants him, I suppose he must have him.'\n    \n\n      'Very well. But the first sign of viciousness he shows, he shall be shot.\n      He makes me nervous.'\n    \n\n      So they left it at that, and I went off with Peter to get my bone.\n    \n\n      After lunch, he took me to the kennels to introduce me to the other dogs.\n      I had to go, but I knew it would not be pleasant, and it wasn't. Any dog\n      will tell you what these prize-ribbon dogs are like. Their heads are so\n      swelled they have to go into their kennels backwards.\n    \n\n      It was just as I had expected. There were mastiffs, terriers, poodles,\n      spaniels, bulldogs, sheepdogs, and every other kind of dog you can\n      imagine, all prize-winners at a hundred shows, and every single dog in the\n      place just shoved his head back and laughed himself sick. I never felt so\n      small in my life, and I was glad when it was over and Peter took me off to\n      the stables.\n    \n\n      I was just feeling that I never wanted to see another dog in my life, when\n      a terrier ran out, shouting. As soon as he saw me, he came up inquiringly,\n      walking very stiff-legged, as terriers do when they see a stranger.\n    \n\n      'Well,' I said, 'and what particular sort of a prize-winner are you? Tell\n      me all about the ribbons they gave you at the Crystal Palace, and let's\n      get it over.'\n    \n\n      He laughed in a way that did me good.\n    \n\n      'Guess again!' he said. 'Did you take me for one of the nuts in the\n      kennels? My name's Jack, and I belong to one of the grooms.'\n    \n\n      'What!' I cried. 'You aren't Champion Bowlegs Royal or anything of that\n      sort! I'm glad to meet you.'\n    \n\n      So we rubbed noses as friendly as you please. It was a treat meeting one\n      of one's own sort. I had had enough of those high-toned dogs who look at\n      you as if you were something the garbage-man had forgotten to take away.\n    \n\n      'So you've been talking to the swells, have you?' said Jack.\n    \n\n      'He would take me,' I said, pointing to Peter.\n    \n\n      'Oh, you're his latest, are you? Then you're all rightâ\u0080\u0094while it\n      lasts.'\n    \n\n      'How do you mean, while it lasts?'\n    \n\n      'Well, I'll tell you what happened to me. Young Peter took a great fancy\n      to me once. Couldn't do enough for me for a while. Then he got tired of\n      me, and out I went. You see, the trouble is that while he's a perfectly\n      good kid, he has always had everything he wanted since he was born, and he\n      gets tired of things pretty easy. It was a toy railway that finished me.\n      Directly he got that, I might not have been on the earth. It was lucky for\n      me that Dick, my present old man, happened to want a dog to keep down the\n      rats, or goodness knows what might not have happened to me. They aren't\n      keen on dogs here unless they've pulled down enough blue ribbons to sink a\n      ship, and mongrels like you and meâ\u0080\u0094no offenceâ\u0080\u0094don't last long.\n      I expect you noticed that the grown-ups didn't exactly cheer when you\n      arrived?'\n    \n\n      'They weren't chummy.'\n    \n\n      'Well take it from me, your only chance is to make them chummy. If you do\n      something to please them, they might let you stay on, even though Peter\n      was tired of you.'\n    \n\n      'What sort of thing?'\n    \n\n      'That's for you to think out. I couldn't find one. I might tell you to\n      save Peter from drowning. You don't need a pedigree to do that. But you\n      can't drag the kid to the lake and push him in. That's the trouble. A dog\n      gets so few opportunities. But, take it from me, if you don't do something\n      within two weeks to make yourself solid with the adults, you can make your\n      will. In two weeks Peter will have forgotten all about you. It's not his\n      fault. It's the way he has been brought up. His father has all the money\n      on earth, and Peter's the only child. You can't blame him. All I say is,\n      look out for yourself. Well, I'm glad to have met you. Drop in again when\n      you can. I can give you some good ratting, and I have a bone or two put\n      away. So long.'\n    \n\n      It worried me badly what Jack had said. I couldn't get it out of my mind.\n      If it hadn't been for that, I should have had a great time, for Peter\n      certainly made a lot of fuss of me. He treated me as if I were the only\n      friend he had.\n    \n\n      And, in a way, I was. When you are the only son of a man who has all the\n      money in the world, it seems that you aren't allowed to be like an\n      ordinary kid. They coop you up, as if you were something precious that\n      would be contaminated by contact with other children. In all the time that\n      I was at the house I never met another child. Peter had everything in the\n      world, except someone of his own age to go round with; and that made him\n      different from any of the kids I had known.\n    \n\n      He liked talking to me. I was the only person round who really understood\n      him. He would talk by the hour and I would listen with my tongue hanging\n      out and nod now and then.\n    \n\n      It was worth listening to, what he used to tell me. He told me the most\n      surprising things. I didn't know, for instance, that there were any Red\n      Indians in England but he said there was a chief named Big Cloud who lived\n      in the rhododendron bushes by the lake. I never found him, though I went\n      carefully through them one day. He also said that there were pirates on\n      the island in the lake. I never saw them either.\n    \n\n      What he liked telling me about best was the city of gold and precious\n      stones which you came to if you walked far enough through the woods at the\n      back of the stables. He was always meaning to go off there some day, and,\n      from the way he described it, I didn't blame him. It was certainly a\n      pretty good city. It was just right for dogs, too, he said, having bones\n      and liver and sweet cakes there and everything else a dog could want. It\n      used to make my mouth water to listen to him.\n    \n\n      We were never apart. I was with him all day, and I slept on the mat in his\n      room at night. But all the time I couldn't get out of my mind what Jack\n      had said. I nearly did once, for it seemed to me that I was so necessary\n      to Peter that nothing could separate us; but just as I was feeling safe\n      his father gave him a toy aeroplane, which flew when you wound it up. The\n      day he got it, I might not have been on the earth. I trailed along, but he\n      hadn't a word to say to me.\n    \n\n      Well, something went wrong with the aeroplane the second day, and it\n      wouldn't fly, and then I was in solid again; but I had done some hard\n      thinking and I knew just where I stood. I was the newest toy, that's what\n      I was, and something newer might come along at any moment, and then it\n      would be the finish for me. The only thing for me was to do something to\n      impress the adults, just as Jack had said.\n    \n\n      Goodness knows I tried. But everything I did turned out wrong. There\n      seemed to be a fate about it. One morning, for example, I was trotting\n      round the house early, and I met a fellow I could have sworn was a\n      burglar. He wasn't one of the family, and he wasn't one of the servants,\n      and he was hanging round the house in a most suspicious way. I chased him\n      up a tree, and it wasn't till the family came down to breakfast, two hours\n      later, that I found that he was a guest who had arrived overnight, and had\n      come out early to enjoy the freshness of the morning and the sun shining\n      on the lake, he being that sort of man. That didn't help me much.\n    \n\n      Next, I got in wrong with the boss, Peter's father. I don't know why. I\n      met him out in the park with another man, both carrying bundles of sticks\n      and looking very serious and earnest. Just as I reached him, the boss\n      lifted one of the sticks and hit a small white ball with it. He had never\n      seemed to want to play with me before, and I took it as a great\n      compliment. I raced after the ball, which he had hit quite a long way,\n      picked it up in my mouth, and brought it back to him. I laid it at his\n      feet, and smiled up at him.\n    \n\n      'Hit it again,' I said.\n    \n\n      He wasn't pleased at all. He said all sorts of things and tried to kick\n      me, and that night, when he thought I was not listening, I heard him\n      telling his wife that I was a pest and would have to be got rid of. That\n      made me think.\n    \n\n      And then I put the lid on it. With the best intentions in the world I got\n      myself into such a mess that I thought the end had come.\n    \n\n      It happened one afternoon in the drawing-room. There were visitors that\n      dayâ\u0080\u0094women; and women seem fatal to me. I was in the background,\n      trying not to be seen, for, though I had been brought in by Peter, the\n      family never liked my coming into the drawing-room. I was hoping for a\n      piece of cake and not paying much attention to the conversation, which was\n      all about somebody called Toto, whom I had not met. Peter's mother said\n      Toto was a sweet little darling, he was; and one of the visitors said Toto\n      had not been at all himself that day and she was quite worried. And a good\n      lot more about how all that Toto would ever take for dinner was a little\n      white meat of chicken, chopped up fine. It was not very interesting, and I\n      had allowed my attention to wander.\n    \n\n      And just then, peeping round the corner of my chair to see if there were\n      any signs of cake, what should I see but a great beastly brute of a rat.\n      It was standing right beside the visitor, drinking milk out of a saucer,\n      if you please!\n    \n\n      I may have my faults, but procrastination in the presence of rats is not\n      one of them. I didn't hesitate for a second. Here was my chance. If there\n      is one thing women hate, it is a rat. Mother always used to say, 'If you\n      want to succeed in life, please the women. They are the real bosses. The\n      men don't count.' By eliminating this rodent I should earn the gratitude\n      and esteem of Peter's mother, and, if I did that, it did not matter what\n      Peter's father thought of me.\n    \n\n      I sprang.\n    \n\n      The rat hadn't a chance to get away. I was right on to him. I got hold of\n      his neck, gave him a couple of shakes, and chucked him across the room.\n      Then I ran across to finish him off.\n    \n\n      Just as I reached him, he sat up and barked at me. I was never so taken\n      aback in my life. I pulled up short and stared at him.\n    \n\n      'I'm sure I beg your pardon, sir,' I said apologetically. 'I thought you\n      were a rat.'\n    \n\n      And then everything broke loose. Somebody got me by the collar, somebody\n      else hit me on the head with a parasol, and somebody else kicked me in the\n      ribs. Everybody talked and shouted at the same time.\n    \n\n      'Poor darling Toto!' cried the visitor, snatching up the little animal.\n      'Did the great savage brute try to murder you!'\n    \n\n      'So absolutely unprovoked!'\n    \n\n      'He just flew at the poor little thing!'\n    \n\n      It was no good my trying to explain. Any dog in my place would have made\n      the same mistake. The creature was a toy-dog of one of those extraordinary\n      breedsâ\u0080\u0094a prize-winner and champion, and so on, of course, and worth\n      his weight in gold. I would have done better to bite the visitor than\n      Toto. That much I gathered from the general run of the conversation, and\n      then, having discovered that the door was shut, I edged under the sofa. I\n      was embarrassed.\n    \n\n      'That settles it!' said Peter's mother. 'The dog is not safe. He must be\n      shot.'\n    \n\n      Peter gave a yell at this, but for once he didn't swing the voting an\n      inch.\n    \n\n      'Be quiet, Peter,' said his mother. 'It is not safe for you to have such a\n      dog. He may be mad.'\n    \n\n      Women are very unreasonable.\n    \n\n      Toto, of course, wouldn't say a word to explain how the mistake arose. He\n      was sitting on the visitor's lap, shrieking about what he would have done\n      to me if they hadn't separated us.\n    \n\n      Somebody felt cautiously under the sofa. I recognized the shoes of Weeks,\n      the butler. I suppose they had rung for him to come and take me, and I\n      could see that he wasn't half liking it. I was sorry for Weeks, who was a\n      friend of mine, so I licked his hand, and that seemed to cheer him up a\n      whole lot.\n    \n\n      'I have him now, madam,' I heard him say.\n    \n\n      'Take him to the stables and tie him up, Weeks, and tell one of the men to\n      bring his gun and shoot him. He is not safe.'\n    \n\n      A few minutes later I was in an empty stall, tied up to the manger.\n    \n\n      It was all over. It had been pleasant while it lasted, but I had reached\n      the end of my tether now. I don't think I was frightened, but a sense of\n      pathos stole over me. I had meant so well. It seemed as if good intentions\n      went for nothing in this world. I had tried so hard to please everybody,\n      and this was the resultâ\u0080\u0094tied up in a dark stable, waiting for the\n      end.\n    \n\n      The shadows lengthened in the stable-yard, and still nobody came. I began\n      to wonder if they had forgotten me, and presently, in spite of myself, a\n      faint hope began to spring up inside me that this might mean that I was\n      not to be shot after all. Perhaps Toto at the eleventh hour had explained\n      everything.\n    \n\n      And then footsteps sounded outside, and the hope died away. I shut my\n      eyes.\n    \n\n      Somebody put his arms round my neck, and my nose touched a warm cheek. I\n      opened my eyes. It was not the man with the gun come to shoot me. It was\n      Peter. He was breathing very hard, and he had been crying.\n    \n\n      'Quiet!' he whispered.\n    \n\n      He began to untie the rope.\n    \n\n      'You must keep quite quiet, or they will hear us, and then we shall be\n      stopped. I'm going to take you into the woods, and we'll walk and walk\n      until we come to the city I told you about that's all gold and diamonds,\n      and we'll live there for the rest of our lives, and no one will be able to\n      hurt us. But you must keep very quiet.'\n    \n\n      He went to the stable-gate and looked out. Then he gave a little whistle\n      to me to come after him. And we started out to find the city.\n    \n\n      The woods were a long way away, down a hill of long grass and across a\n      stream; and we went very carefully, keeping in the shadows and running\n      across the open spaces. And every now and then we would stop and look\n      back, but there was nobody to be seen. The sun was setting, and everything\n      was very cool and quiet.\n    \n\n      Presently we came to the stream and crossed it by a little wooden bridge,\n      and then we were in the woods, where nobody could see us.\n    \n\n      I had never been in the woods before, and everything was very new and\n      exciting to me. There were squirrels and rabbits and birds, more than I\n      had ever seen in my life, and little things that buzzed and flew and\n      tickled my ears. I wanted to rush about and look at everything, but Peter\n      called to me, and I came to heel. He knew where we were going, and I\n      didn't, so I let him lead.\n    \n\n      We went very slowly. The wood got thicker and thicker the farther we got\n      into it. There were bushes that were difficult to push through, and long\n      branches, covered with thorns, that reached out at you and tore at you\n      when you tried to get away. And soon it was quite dark, so dark that I\n      could see nothing, not even Peter, though he was so close. We went slower\n      and slower, and the darkness was full of queer noises. From time to time\n      Peter would stop, and I would run to him and put my nose in his hand. At\n      first he patted me, but after a while he did not pat me any more, but just\n      gave me his hand to lick, as if it was too much for him to lift it. I\n      think he was getting very tired. He was quite a small boy and not strong,\n      and we had walked a long way.\n    \n\n      It seemed to be getting darker and darker. I could hear the sound of\n      Peter's footsteps, and they seemed to drag as he forced his way through\n      the bushes. And then, quite suddenly, he sat down without any warning, and\n      when I ran up I heard him crying.\n    \n\n      I suppose there are lots of dogs who would have known exactly the right\n      thing to do, but I could not think of anything except to put my nose\n      against his cheek and whine. He put his arm round my neck, and for a long\n      time we stayed like that, saying nothing. It seemed to comfort him, for\n      after a time he stopped crying.\n    \n\n      I did not bother him by asking about the wonderful city where we were\n      going, for he was so tired. But I could not help wondering if we were near\n      it. There was not a sign of any city, nothing but darkness and odd noises\n      and the wind singing in the trees. Curious little animals, such as I had\n      never smelt before, came creeping out of the bushes to look at us. I would\n      have chased them, but Peter's arm was round my neck and I could not leave\n      him. But when something that smelt like a rabbit came so near that I could\n      have reached out a paw and touched it, I turned my head and snapped; and\n      then they all scurried back into the bushes and there were no more noises.\n    \n\n      There was a long silence. Then Peter gave a great gulp.\n    \n\n      'I'm not frightened,' he said. 'I'm not!'\n    \n\n      I shoved my head closer against his chest. There was another silence for a\n      long time.\n    \n\n      'I'm going to pretend we have been captured by brigands,' said Peter at\n      last. 'Are you listening? There were three of them, great big men with\n      beards, and they crept up behind me and snatched me up and took me out\n      here to their lair. This is their lair. One was called Dick, the others'\n      names were Ted and Alfred. They took hold of me and brought me all the way\n      through the wood till we got here, and then they went off, meaning to come\n      back soon. And while they were away, you missed me and tracked me through\n      the woods till you found me here. And then the brigands came back, and\n      they didn't know you were here, and you kept quite quiet till Dick was\n      quite near, and then you jumped out and bit him and he ran away. And then\n      you bit Ted and you bit Alfred, and they ran away too. And so we were left\n      all alone, and I was quite safe because you were here to look after me.\n      And thenâ\u0080\u0094And thenâ\u0080\u0094'\n    \n\n      His voice died away, and the arm that was round my neck went limp, and I\n      could hear by his breathing that he was asleep. His head was resting on my\n      back, but I didn't move. I wriggled a little closer to make him as\n      comfortable as I could, and then I went to sleep myself.\n    \n\n      I didn't sleep very well. I had funny dreams all the time, thinking these\n      little animals were creeping up close enough out of the bushes for me to\n      get a snap at them without disturbing Peter.\n    \n\n      If I woke once, I woke a dozen times, but there was never anything there.\n      The wind sang in the trees and the bushes rustled, and far away in the\n      distance the frogs were calling.\n    \n\n      And then I woke once more with the feeling that this time something really\n      was coming through the bushes. I lifted my head as far as I could, and\n      listened. For a little while nothing happened, and then, straight in front\n      of me, I saw lights. And there was a sound of trampling in the\n      undergrowth.\n    \n\n      It was no time to think about not waking Peter. This was something\n      definite, something that had to be attended to quick. I was up with a\n      jump, yelling. Peter rolled off my back and woke up, and he sat there\n      listening, while I stood with my front paws on him and shouted at the men.\n      I was bristling all over. I didn't know who they were or what they wanted,\n      but the way I looked at it was that anything could happen in those woods\n      at that time of night, and, if anybody was coming along to start\n      something, he had got to reckon with me.\n    \n\n      Somebody called, 'Peter! Are you there, Peter?'\n    \n\n      There was a crashing in the bushes, the lights came nearer and nearer, and\n      then somebody said 'Here he is!' and there was a lot of shouting. I stood\n      where I was, ready to spring if necessary, for I was taking no chances.\n    \n\n      'Who are you?' I shouted. 'What do you want?' A light flashed in my eyes.\n    \n\n      'Why, it's that dog!'\n    \n\n      Somebody came into the light, and I saw it was the boss. He was looking\n      very anxious and scared, and he scooped Peter up off the ground and hugged\n      him tight.\n    \n\n      Peter was only half awake. He looked up at the boss drowsily, and began to\n      talk about brigands, and Dick and Ted and Alfred, the same as he had said\n      to me. There wasn't a sound till he had finished. Then the boss spoke.\n    \n\n      'Kidnappers! I thought as much. And the dog drove them away!'\n    \n\n      For the first time in our acquaintance he actually patted me.\n    \n\n      'Good old man!' he said.\n    \n\n      'He's my dog,' said Peter sleepily, 'and he isn't to be shot.'\n    \n\n      'He certainly isn't, my boy,' said the boss. 'From now on he's the\n      honoured guest. He shall wear a gold collar and order what he wants for\n      dinner. And now let's be getting home. It's time you were in bed.'\n    \n\n      Mother used to say, 'If you're a good dog, you will be happy. If you're\n      not, you won't,' but it seems to me that in this world it is all a matter\n      of luck. When I did everything I could to please people, they wanted to\n      shoot me; and when I did nothing except run away, they brought me back and\n      treated me better than the most valuable prize-winner in the kennels. It\n      was puzzling at first, but one day I heard the boss talking to a friend\n      who had come down from the city.\n    \n\n      The friend looked at me and said, 'What an ugly mongrel! Why on earth do\n      you have him about? I thought you were so particular about your dogs?'\n    \n\n      And the boss replied, 'He may be a mongrel, but he can have anything he\n      wants in this house. Didn't you hear how he saved Peter from being\n      kidnapped?'\n    \n\n      And out it all came about the brigands.\n    \n\n      'The kid called them brigands,' said the boss. 'I suppose that's how it\n      would strike a child of that age. But he kept mentioning the name Dick,\n      and that put the police on the scent. It seems there's a kidnapper well\n      known to the police all over the country as Dick the Snatcher. It was\n      almost certainly that scoundrel and his gang. How they spirited the child\n      away, goodness knows, but they managed it, and the dog tracked them and\n      scared them off. We found him and Peter together in the woods. It was a\n      narrow escape, and we have to thank this animal here for it.'\n    \n\n      What could I say? It was no more use trying to put them right than it had\n      been when I mistook Toto for a rat. Peter had gone to sleep that night\n      pretending about the brigands to pass the time, and when he awoke he still\n      believed in them. He was that sort of child. There was nothing that I\n      could do about it.\n    \n\n      Round the corner, as the boss was speaking, I saw the kennel-man coming\n      with a plate in his hand. It smelt fine, and he was headed straight for\n      me.\n    \n\n      He put the plate down before me. It was liver, which I love.\n    \n\n      'Yes,' went on the boss, 'if it hadn't been for him, Peter would have been\n      kidnapped and scared half to death, and I should be poorer, I suppose, by\n      whatever the scoundrels had chosen to hold me up for.'\n    \n\n      I am an honest dog, and hate to obtain credit under false pretences, butâ\u0080\u0094liver\n      is liver. I let it go at that.\n    \n\n\n\n\n \n",
    "metadata": {
        "author": "Wodehouse",
        "year": 1917,
        "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
        "name": "mixer"
    }
}