{
    "name": "Wodehouse - One Touch Of Nature",
    "body": "\n      The feelings of Mr J. Wilmot Birdsey, as he stood wedged in the crowd that\n      moved inch by inch towards the gates of the Chelsea Football Ground,\n      rather resembled those of a starving man who has just been given a meal\n      but realizes that he is not likely to get another for many days. He was\n      full and happy. He bubbled over with the joy of living and a warm\n      affection for his fellow-man. At the back of his mind there lurked the\n      black shadow of future privations, but for the moment he did not allow it\n      to disturb him. On this maddest, merriest day of all the glad New Year he\n      was content to revel in the present and allow the future to take care of\n      itself.\n    \n\n      Mr Birdsey had been doing something which he had not done since he left\n      New York five years ago. He had been watching a game of baseball.\n    \n\n      New York lost a great baseball fan when Hugo Percy de Wynter Framlinghame,\n      sixth Earl of Carricksteed, married Mae Elinor, only daughter of Mr and\n      Mrs J. Wilmot Birdsey of East Seventy-Third Street; for scarcely had that\n      internationally important event taken place when Mrs Birdsey, announcing\n      that for the future the home would be in England as near as possible to\n      dear Mae and dear Hugo, scooped J. Wilmot out of his comfortable morris\n      chair as if he had been a clam, corked him up in a swift taxicab, and\n      decanted him into a Deck B stateroom on the Olympic. And there he\n      was, an exile.\n    \n\n      Mr Birdsey submitted to the worst bit of kidnapping since the days of the\n      old press gang with that delightful amiability which made him so popular\n      among his fellows and such a cypher in his home. At an early date in his\n      married life his position had been clearly defined beyond possibility of\n      mistake. It was his business to make money, and, when called upon, to jump\n      through hoops and sham dead at the bidding of his wife and daughter Mae.\n      These duties he had been performing conscientiously for a matter of twenty\n      years.\n    \n\n      It was only occasionally that his humble role jarred upon him, for he\n      loved his wife and idolized his daughter. The international alliance had\n      been one of these occasions. He had no objection to Hugo Percy, sixth Earl\n      of Carricksteed. The crushing blow had been the sentence of exile. He\n      loved baseball with a love passing the love of women, and the prospect of\n      never seeing a game again in his life appalled him.\n    \n\n      And then, one morning, like a voice from another world, had come the news\n      that the White Sox and the Giants were to give an exhibition in London at\n      the Chelsea Football Ground. He had counted the days like a child before\n      Christmas.\n    \n\n      There had been obstacles to overcome before he could attend the game, but\n      he had overcome them, and had been seated in the front row when the two\n      teams lined up before King George.\n    \n\n      And now he was moving slowly from the ground with the rest of the\n      spectators. Fate had been very good to him. It had given him a great game,\n      even unto two home-runs. But its crowning benevolence had been to allot\n      the seats on either side of him to two men of his own mettle, two god-like\n      beings who knew every move on the board, and howled like wolves when they\n      did not see eye to eye with the umpire. Long before the ninth innings he\n      was feeling towards them the affection of a shipwrecked mariner who meets\n      a couple of boyhood's chums on a desert island.\n    \n\n      As he shouldered his way towards the gate he was aware of these two men,\n      one on either side of him. He looked at them fondly, trying to make up his\n      mind which of them he liked best. It was sad to think that they must soon\n      go out of his life again for ever.\n    \n\n      He came to a sudden resolution. He would postpone the parting. He would\n      ask them to dinner. Over the best that the Savoy Hotel could provide they\n      would fight the afternoon's battle over again. He did not know who they\n      were or anything about them, but what did that matter? They were\n      brother-fans. That was enough for him.\n    \n\n      The man on his right was young, clean-shaven, and of a somewhat vulturine\n      cast of countenance. His face was cold and impassive now, almost\n      forbiddingly so; but only half an hour before it had been a battle-field\n      of conflicting emotions, and his hat still showed the dent where he had\n      banged it against the edge of his seat on the occasion of Mr Daly's\n      home-run. A worthy guest!\n    \n\n      The man on Mr Birdsey's left belonged to another species of fan. Though\n      there had been times during the game when he had howled, for the most part\n      he had watched in silence so hungrily tense that a less experienced\n      observer than Mr Birdsey might have attributed his immobility to boredom.\n      But one glance at his set jaw and gleaming eyes told him that here also\n      was a man and a brother.\n    \n\n      This man's eyes were still gleaming, and under their curiously deep tan\n      his bearded cheeks were pale. He was staring straight in front of him with\n      an unseeing gaze.\n    \n\n      Mr Birdsey tapped the young man on the shoulder.\n    \n\n      'Some game!' he said.\n    \n\n      The young man looked at him and smiled.\n    \n\n      'You bet,' he said.\n    \n\n      'I haven't seen a ball-game in five years.'\n    \n\n      'The last one I saw was two years ago next June.'\n    \n\n      'Come and have some dinner at my hotel and talk it over,' said Mr Birdsey\n      impulsively.\n    \n\n      'Sure!' said the young man.\n    \n\n      Mr Birdsey turned and tapped the shoulder of the man on his left.\n    \n\n      The result was a little unexpected. The man gave a start that was almost a\n      leap, and the pallor of his face became a sickly white. His eyes, as he\n      swung round, met Mr Birdsey's for an instant before they dropped, and\n      there was panic fear in them. His breath whistled softly through clenched\n      teeth.\n    \n\n      Mr Birdsey was taken aback. The cordiality of the clean-shaven young man\n      had not prepared him for the possibility of such a reception. He felt\n      chilled. He was on the point of apologizing with some murmur about a\n      mistake, when the man reassured him by smiling. It was rather a painful\n      smile, but it was enough for Mr Birdsey. This man might be of a nervous\n      temperament, but his heart was in the right place.\n    \n\n      He, too, smiled. He was a small, stout, red-faced little man, and he\n      possessed a smile that rarely failed to set strangers at their ease. Many\n      strenuous years on the New York Stock Exchange had not destroyed a certain\n      childlike amiability in Mr Birdsey, and it shone out when he smiled at\n      you.\n    \n\n      'I'm afraid I startled you,' he said soothingly. 'I wanted to ask you if\n      you would let a perfect stranger, who also happens to be an exile, offer\n      you dinner tonight.'\n    \n\n      The man winced. 'Exile?'\n    \n\n      'An exiled fan. Don't you feel that the Polo Grounds are a good long way\n      away? This gentleman is joining me. I have a suite at the Savoy Hotel, and\n      I thought we might all have a quiet little dinner there and talk about the\n      game. I haven't seen a ball-game in five years.'\n    \n\n      'Nor have I.'\n    \n\n      'Then you must come. You really must. We fans ought to stick to one\n      another in a strange land. Do come.'\n    \n\n      'Thank you,' said the bearded man; 'I will.'\n    \n\n      When three men, all strangers, sit down to dinner together, conversation,\n      even if they happen to have a mutual passion for baseball, is apt to be\n      for a while a little difficult. The first fine frenzy in which Mr Birdsey\n      had issued his invitations had begun to ebb by the time the soup was\n      served, and he was conscious of a feeling of embarrassment.\n    \n\n      There was some subtle hitch in the orderly progress of affairs. He sensed\n      it in the air. Both of his guests were disposed to silence, and the\n      clean-shaven young man had developed a trick of staring at the man with\n      the beard, which was obviously distressing that sensitive person.\n    \n\n      'Wine,' murmured Mr Birdsey to the waiter. 'Wine, wine!'\n    \n\n      He spoke with the earnestness of a general calling up his reserves for the\n      grand attack. The success of this little dinner mattered enormously to\n      him. There were circumstances which were going to make it an oasis in his\n      life. He wanted it to be an occasion to which, in grey days to come, he\n      could look back and be consoled. He could not let it be a failure.\n    \n\n      He was about to speak when the young man anticipated him. Leaning forward,\n      he addressed the bearded man, who was crumbling bread with an absent look\n      in his eyes.\n    \n\n      'Surely we have met before?' he said. 'I'm sure I remember your face.'\n    \n\n      The effect of these words on the other was as curious as the effect of Mr\n      Birdsey's tap on the shoulder had been. He looked up like a hunted animal.\n    \n\n      He shook his head without speaking.\n    \n\n      'Curious,' said the young man. 'I could have sworn to it, and I am\n      positive that it was somewhere in New York. Do you come from New York?'\n    \n\n      'Yes.'\n    \n\n      'It seems to me,' said Mr Birdsey, 'that we ought to introduce ourselves.\n      Funny it didn't strike any of us before. My name is Birdsey, J. Wilmot\n      Birdsey. I come from New York.'\n    \n\n      'My name is Waterall,' said the young man. 'I come from New York.'\n    \n\n      The bearded man hesitated.\n    \n\n      'My name is Johnson. Iâ\u0080\u0094used to live in New York.'\n    \n\n      'Where do you live now, Mr Johnson?' asked Waterall.\n    \n\n      The bearded man hesitated again. 'Algiers,' he said.\n    \n\n      Mr Birdsey was inspired to help matters along with small-talk.\n    \n\n      'Algiers,' he said. 'I have never been there, but I understand that it is\n      quite a place. Are you in business there, Mr Johnson?'\n    \n\n      'I live there for my health.'\n    \n\n      'Have you been there some time?' inquired Waterall.\n    \n\n      'Five years.'\n    \n\n      'Then it must have been in New York that I saw you, for I have never been\n      to Algiers, and I'm certain I have seen you somewhere. I'm afraid you will\n      think me a bore for sticking to the point like this, but the fact is, the\n      one thing I pride myself on is my memory for faces. It's a hobby of mine.\n      If I think I remember a face, and can't place it, I worry myself into\n      insomnia. It's partly sheer vanity, and partly because in my job a good\n      memory for faces is a mighty fine asset. It has helped me a hundred\n      times.'\n    \n\n      Mr Birdsey was an intelligent man, and he could see that Waterall's\n      table-talk was for some reason getting upon Johnson's nerves. Like a good\n      host, he endeavoured to cut in and make things smooth.\n    \n\n      'I've heard great accounts of Algiers,' he said helpfully. 'A friend of\n      mine was there in his yacht last year. It must be a delightful spot.'\n    \n\n      'It's a hell on earth,' snapped Johnson, and slew the conversation on the\n      spot.\n    \n\n      Through a grim silence an angel in human form fluttered inâ\u0080\u0094a waiter\n      bearing a bottle. The pop of the cork was more than music to Mr Birdsey's\n      ears. It was the booming of the guns of the relieving army.\n    \n\n      The first glass, as first glasses will, thawed the bearded man, to the\n      extent of inducing him to try and pick up the fragments of the\n      conversation which he had shattered.\n    \n\n      'I am afraid you will have thought me abrupt, Mr Birdsey,' he said\n      awkwardly; 'but then you haven't lived in Algiers for five years, and I\n      have.'\n    \n\n      Mr Birdsey chirruped sympathetically.\n    \n\n      'I liked it at first. It looked mighty good to me. But five years of it,\n      and nothing else to look forward to till you die....'\n    \n\n      He stopped, and emptied his glass. Mr Birdsey was still perturbed. True,\n      conversation was proceeding in a sort of way, but it had taken a\n      distinctly gloomy turn. Slightly flushed with the excellent champagne\n      which he had selected for this important dinner, he endeavoured to lighten\n      it.\n    \n\n      'I wonder,' he said, 'which of us three fans had the greatest difficulty\n      in getting to the bleachers today. I guess none of us found it too easy.'\n    \n\n      The young man shook his head.\n    \n\n      'Don't count on me to contribute a romantic story to this Arabian Night's\n      Entertainment. My difficulty would have been to stop away. My name's\n      Waterall, and I'm the London correspondent of the New York Chronicle.\n      I had to be there this afternoon in the way of business.'\n    \n\n      Mr Birdsey giggled self-consciously, but not without a certain impish\n      pride.\n    \n\n      'The laugh will be on me when you hear my confession. My daughter married\n      an English earl, and my wife brought me over here to mix with his crowd.\n      There was a big dinner-party tonight, at which the whole gang were to be\n      present, and it was as much as my life was worth to side-step it. But when\n      you get the Giants and the White Sox playing ball within fifty miles of\n      youâ\u0080\u0094Well, I packed a grip and sneaked out the back way, and got to\n      the station and caught the fast train to London. And what is going on back\n      there at this moment I don't like to think. About now,' said Mr Birdsey,\n      looking at his watch, 'I guess they'll be pronging the hors d'oeuvres\n      and gazing at the empty chair. It was a shame to do it, but, for the love\n      of Mike, what else could I have done?'\n    \n\n      He looked at the bearded man.\n    \n\n      'Did you have any adventures, Mr Johnson?'\n    \n\n      'No. Iâ\u0080\u0094I just came.'\n    \n\n      The young man Waterall leaned forward. His manner was quiet, but his eyes\n      were glittering.\n    \n\n      'Wasn't that enough of an adventure for you?' he said.\n    \n\n      Their eyes met across the table. Seated between them, Mr Birdsey looked\n      from one to the other, vaguely disturbed. Something was happening, a drama\n      was going on, and he had not the key to it.\n    \n\n      Johnson's face was pale, and the tablecloth crumpled into a crooked ridge\n      under his fingers, but his voice was steady as he replied:\n    \n\n      'I don't understand.'\n    \n\n      'Will you understand if I give you your right name, Mr Benyon?'\n    \n\n      'What's all this?' said Mr Birdsey feebly.\n    \n\n      Waterall turned to him, the vulturine cast of his face more noticeable\n      than ever. Mr Birdsey was conscious of a sudden distaste for this young\n      man.\n    \n\n      'It's quite simple, Mr Birdsey. If you have not been entertaining angels\n      unawares, you have at least been giving a dinner to a celebrity. I told\n      you I was sure I had seen this gentleman before. I have just remembered\n      where, and when. This is Mr John Benyon, and I last saw him five years ago\n      when I was a reporter in New York, and covered his trial.'\n    \n\n      'His trial?'\n    \n\n      'He robbed the New Asiatic Bank of a hundred thousand dollars, jumped his\n      bail, and was never heard of again.'\n    \n\n      'For the love of Mike!'\n    \n\n      Mr Birdsey stared at his guest with eyes that grew momently wider. He was\n      amazed to find that deep down in him there was an unmistakable feeling of\n      elation. He had made up his mind, when he left home that morning, that\n      this was to be a day of days. Well, nobody could call this an anti-climax.\n    \n\n      'So that's why you have been living in Algiers?'\n    \n\n      Benyon did not reply. Outside, the Strand traffic sent a faint murmur into\n      the warm, comfortable room.\n    \n\n      Waterall spoke. 'What on earth induced you, Benyon, to run the risk of\n      coming to London, where every second man you meet is a New Yorker, I can't\n      understand. The chances were two to one that you would be recognized. You\n      made a pretty big splash with that little affair of yours five years ago.'\n    \n\n      Benyon raised his head. His hands were trembling.\n    \n\n      'I'll tell you,' he said with a kind of savage force, which hurt kindly\n      little Mr Birdsey like a blow. 'It was because I was a dead man, and saw a\n      chance of coming to life for a day; because I was sick of the damned tomb\n      I've been living in for five centuries; because I've been aching for New\n      York ever since I've left itâ\u0080\u0094and here was a chance of being back\n      there for a few hours. I knew there was a risk. I took a chance on it.\n      Well?'\n    \n\n      Mr Birdsey's heart was almost too full for words. He had found him at\n      last, the Super-Fan, the man who would go through fire and water for a\n      sight of a game of baseball. Till that moment he had been regarding\n      himself as the nearest approach to that dizzy eminence. He had braved\n      great perils to see this game. Even in this moment his mind would not\n      wholly detach itself from speculation as to what his wife would say to him\n      when he slunk back into the fold. But what had he risked compared with\n      this man Benyon? Mr Birdsey glowed. He could not restrain his sympathy and\n      admiration. True, the man was a criminal. He had robbed a bank of a\n      hundred thousand dollars. But, after all, what was that? They would\n      probably have wasted the money in foolishness. And, anyway, a bank which\n      couldn't take care of its money deserved to lose it.\n    \n\n      Mr Birdsey felt almost a righteous glow of indignation against the New\n      Asiatic Bank.\n    \n\n      He broke the silence which had followed Benyon's words with a peculiarly\n      immoral remark:\n    \n\n      'Well, it's lucky it's only us that's recognized you,' he said.\n    \n\n      Waterall stared. 'Are you proposing that we should hush this thing up, Mr\n      Birdsey?' he said coldly.\n    \n\n      'Oh, wellâ\u0080\u0094'\n    \n\n      Waterall rose and went to the telephone.\n    \n\n      'What are you going to do?'\n    \n\n      'Call up Scotland Yard, of course. What did you think?'\n    \n\n      Undoubtedly the young man was doing his duty as a citizen, yet it is to be\n      recorded that Mr Birdsey eyed him with unmixed horror.\n    \n\n      'You can't! You mustn't!' he cried.\n    \n\n      'I certainly shall.'\n    \n\n      'Butâ\u0080\u0094butâ\u0080\u0094this fellow came all that way to see the ball-game.'\n    \n\n      It seemed incredible to Mr Birdsey that this aspect of the affair should\n      not be the one to strike everybody to the exclusion of all other aspects.\n    \n\n      'You can't give him up. It's too raw.'\n    \n\n      'He's a convicted criminal.'\n    \n\n      'He's a fan. Why, say, he's the fan.'\n    \n\n      Waterall shrugged his shoulders, and walked to the telephone. Benyon\n      spoke.\n    \n\n      'One moment.'\n    \n\n      Waterall turned, and found himself looking into the muzzle of a small\n      pistol. He laughed.\n    \n\n      'I expected that. Wave it about all you want.'\n    \n\n      Benyon rested his shaking hand on the edge of the table.\n    \n\n      'I'll shoot if you move.'\n    \n\n      'You won't. You haven't the nerve. There's nothing to you. You're just a\n      cheap crook, and that's all. You wouldn't find the nerve to pull that\n      trigger in a million years.'\n    \n\n      He took off the receiver.\n    \n\n      'Give me Scotland Yard,' he said.\n    \n\n      He had turned his back to Benyon. Benyon sat motionless. Then, with a\n      thud, the pistol fell to the ground. The next moment Benyon had broken\n      down. His face was buried in his arms, and he was a wreck of a man,\n      sobbing like a hurt child.\n    \n\n      Mr Birdsey was profoundly distressed. He sat tingling and helpless. This\n      was a nightmare.\n    \n\n      Waterall's level voice spoke at the telephone.\n    \n\n      'Is this Scotland Yard? I am Waterall, of the New York Chronicle.\n      Is Inspector Jarvis there? Ask him to come to the phone.... Is that you,\n      Jarvis? This is Waterall. I'm speaking from the Savoy, Mr Birdsey's rooms.\n      Birdsey. Listen, Jarvis. There's a man here that's wanted by the American\n      police. Send someone here and get him. Benyon. Robbed the New Asiatic Bank\n      in New York. Yes, you've a warrant out for him, five years old.... All\n      right.'\n    \n\n      He hung up the receiver. Benyon sprang to his feet. He stood, shaking, a\n      pitiable sight. Mr Birdsey had risen with him. They stood looking at\n      Waterall.\n    \n\n      'Youâ\u0080\u0094skunk!' said Mr Birdsey.\n    \n\n      'I'm an American citizen,' said Waterall, 'and I happen to have some idea\n      of a citizen's duties. What is more, I'm a newspaper man, and I have some\n      idea of my duty to my paper. Call me what you like, you won't alter that.'\n    \n\n      Mr Birdsey snorted.\n    \n\n      'You're suffering from ingrowing sentimentality, Mr Birdsey. That's what's\n      the matter with you. Just because this man has escaped justice for five\n      years, you think he ought to be considered quit of the whole thing.'\n    \n\n      'Butâ\u0080\u0094butâ\u0080\u0094'\n    \n\n      'I don't.'\n    \n\n      He took out his cigarette case. He was feeling a great deal more strung-up\n      and nervous than he would have had the others suspect. He had had a moment\n      of very swift thinking before he had decided to treat that ugly little\n      pistol in a spirit of contempt. Its production had given him a decided\n      shock, and now he was suffering from reaction. As a consequence, because\n      his nerves were strained, he lit his cigarette very languidly, very\n      carefully, and with an offensive superiority which was to Mr Birdsey the\n      last straw.\n    \n\n      These things are matters of an instant. Only an infinitesimal fraction of\n      time elapsed between the spectacle of Mr Birdsey, indignant but inactive,\n      and Mr Birdsey berserk, seeing red, frankly and undisguisedly running\n      amok. The transformation took place in the space of time required for the\n      lighting of a match.\n    \n\n      Even as the match gave out its flame, Mr Birdsey sprang.\n    \n\n      Aeons before, when the young blood ran swiftly in his veins and life was\n      all before him, Mr Birdsey had played football. Once a footballer, always\n      a potential footballer, even to the grave. Time had removed the flying\n      tackle as a factor in Mr Birdsey's life. Wrath brought it back. He dived\n      at young Mr Waterall's neatly trousered legs as he had dived at other\n      legs, less neatly trousered, thirty years ago. They crashed to the floor\n      together; and with the crash came Mr Birdsey's shout:\n    \n\n      'Run! Run, you fool! Run!'\n    \n\n      And, even as he clung to his man, breathless, bruised, feeling as if all\n      the world had dissolved in one vast explosion of dynamite, the door\n      opened, banged to, and feet fled down the passage.\n    \n\n      Mr Birdsey disentangled himself, and rose painfully. The shock had brought\n      him to himself. He was no longer berserk. He was a middle-aged gentleman\n      of high respectability who had been behaving in a very peculiar way.\n    \n\n      Waterall, flushed and dishevelled, glared at him speechlessly. He gulped.\n      'Are you crazy?'\n    \n\n      Mr Birdsey tested gingerly the mechanism of a leg which lay under\n      suspicion of being broken. Relieved, he put his foot to the ground again.\n      He shook his head at Waterall. He was slightly crumpled, but he achieved a\n      manner of dignified reproof.\n    \n\n      'You shouldn't have done it, young man. It was raw work. Oh, yes, I know\n      all about that duty-of-a-citizen stuff. It doesn't go. There are\n      exceptions to every rule, and this was one of them. When a man risks his\n      liberty to come and root at a ball-game, you've got to hand it to him. He\n      isn't a crook. He's a fan. And we exiled fans have got to stick together.'\n    \n\n      Waterall was quivering with fury, disappointment, and the peculiar\n      unpleasantness of being treated by an elderly gentleman like a sack of\n      coals. He stammered with rage.\n    \n\n      'You damned old fool, do you realize what you've done? The police will be\n      here in another minute.'\n    \n\n      'Let them come.'\n    \n\n      'But what am I to say to them? What explanation can I give? What story can\n      I tell them? Can't you see what a hole you've put me in?'\n    \n\n      Something seemed to click inside Mr Birdsey's soul. It was the berserk\n      mood vanishing and reason leaping back on to her throne. He was able now\n      to think calmly, and what he thought about filled him with a sudden gloom.\n    \n\n      'Young man,' he said, 'don't worry yourself. You've got a cinch. You've\n      only got to hand a story to the police. Any old tale will do for them. I'm\n      the man with the really difficult jobâ\u0080\u0094I've got to square myself with\n      my wife!'\n    \n\n\n\n\n \n",
    "metadata": {
        "author": "Wodehouse",
        "year": 1917,
        "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
        "name": "one_touch_of_nature"
    }
}