{
    "name": "Wodehouse - the Romance Of An Ugly Policeman",
    "body": "\n      Crossing the Thames by Chelsea Bridge, the wanderer through London finds\n      himself in pleasant Battersea. Rounding the Park, where the female of the\n      species wanders with its young by the ornamental water where the wild-fowl\n      are, he comes upon a vast road. One side of this is given up to Nature,\n      the other to Intellect. On the right, green trees stretch into the middle\n      distance; on the left, endless blocks of residential flats. It is\n      Battersea Park Road, the home of the cliff-dwellers.\n    \n\n      Police-constable Plimmer's beat embraced the first quarter of a mile of\n      the cliffs. It was his duty to pace in the measured fashion of the London\n      policeman along the front of them, turn to the right, turn to the left,\n      and come back along the road which ran behind them. In this way he was\n      enabled to keep the king's peace over no fewer than four blocks of\n      mansions.\n    \n\n      It did not require a deal of keeping. Battersea may have its tough\n      citizens, but they do not live in Battersea Park Road. Battersea Park\n      Road's speciality is Brain, not Crime. Authors, musicians, newspaper men,\n      actors, and artists are the inhabitants of these mansions. A child could\n      control them. They assault and batter nothing but pianos; they steal\n      nothing but ideas; they murder nobody except Chopin and Beethoven. Not\n      through these shall an ambitious young constable achieve promotion.\n    \n\n      At this conclusion Edward Plimmer arrived within forty-eight hours of his\n      installation. He recognized the flats for what they wereâ\u0080\u0094just so\n      many layers of big-brained blamelessness. And there was not even the\n      chance of a burglary. No burglar wastes his time burgling authors.\n      Constable Plimmer reconciled his mind to the fact that his term in\n      Battersea must be looked on as something in the nature of a vacation.\n    \n\n      He was not altogether sorry. At first, indeed, he found the new atmosphere\n      soothing. His last beat had been in the heart of tempestuous Whitechapel,\n      where his arms had ached from the incessant hauling of wiry inebriates to\n      the station, and his shins had revolted at the kicks showered upon them by\n      haughty spirits impatient of restraint. Also, one Saturday night, three\n      friends of a gentleman whom he was trying to induce not to murder his wife\n      had so wrought upon him that, when he came out of hospital, his already\n      homely appearance was further marred by a nose which resembled the gnarled\n      root of a tree. All these things had taken from the charm of Whitechapel,\n      and the cloistral peace of Battersea Park Road was grateful and\n      comforting.\n    \n\n      And just when the unbroken calm had begun to lose its attraction and\n      dreams of action were once more troubling him, a new interest entered his\n      life; and with its coming he ceased to wish to be removed from Battersea.\n      He fell in love.\n    \n\n      It happened at the back of York Mansions. Anything that ever happened,\n      happened there; for it is at the back of these blocks of flats that the\n      real life is. At the front you never see anything, except an occasional\n      tousle-headed young man smoking a pipe; but at the back, where the cooks\n      come out to parley with the tradesmen, there is at certain hours of the\n      day quite a respectable activity. Pointed dialogues about yesterday's eggs\n      and the toughness of Saturday's meat are conducted fortissimo\n      between cheerful youths in the road and satirical young women in print\n      dresses, who come out of their kitchen doors on to little balconies. The\n      whole thing has a pleasing Romeo and Juliet touch. Romeo rattles up in his\n      cart. 'Sixty-four!' he cries. 'Sixty-fower, sixty-fower, sixty-fowâ\u0080\u0094'\n      The kitchen door opens, and Juliet emerges. She eyes Romeo without any\n      great show of affection. 'Are you Perkins and Blissett?' she inquires\n      coldly. Romeo admits it. 'Two of them yesterday's eggs was bad.' Romeo\n      protests. He defends his eggs. They were fresh from the hen; he stood over\n      her while she laid them. Juliet listens frigidly. 'I don't think,'\n      she says. 'Well, half of sugar, one marmalade, and two of breakfast\n      bacon,' she adds, and ends the argument. There is a rattling as of a\n      steamer weighing anchor; the goods go up in the tradesman's lift; Juliet\n      collects them, and exits, banging the door. The little drama is over.\n    \n\n      Such is life at the back of York Mansionsâ\u0080\u0094a busy, throbbing thing.\n    \n\n      The peace of afternoon had fallen upon the world one day towards the end\n      of Constable Plimmer's second week of the simple life, when his attention\n      was attracted by a whistle. It was followed by a musical 'Hi!'\n    \n\n      Constable Plimmer looked up. On the kitchen balcony of a second-floor flat\n      a girl was standing. As he took her in with a slow and exhaustive gaze, he\n      was aware of strange thrills. There was something about this girl which\n      excited Constable Plimmer. I do not say that she was a beauty; I do not\n      claim that you or I would have raved about her; I merely say that\n      Constable Plimmer thought she was All Right.\n    \n\n      'Miss?' he said.\n    \n\n      'Got the time about you?' said the girl. 'All the clocks have stopped.'\n    \n\n      'The time,' said Constable Plimmer, consulting his watch, 'wants exactly\n      ten minutes to four.'\n    \n\n      'Thanks.'\n    \n\n      'Not at all, miss.'\n    \n\n      The girl was inclined for conversation. It was that gracious hour of the\n      day when you have cleared lunch and haven't got to think of dinner yet,\n      and have a bit of time to draw a breath or two. She leaned over the\n      balcony and smiled pleasantly.\n    \n\n      'If you want to know the time, ask a pleeceman,' she said. 'You been on\n      this beat long?'\n    \n\n      'Just short of two weeks, miss.'\n    \n\n      'I been here three days.'\n    \n\n      'I hope you like it, miss.'\n    \n\n      'So-so. The milkman's a nice boy.'\n    \n\n      Constable Plimmer did not reply. He was busy silently hating the milkman.\n      He knew himâ\u0080\u0094one of those good-looking blighters; one of those oiled\n      and curled perishers; one of those blooming fascinators who go about the\n      world making things hard for ugly, honest men with loving hearts. Oh, yes,\n      he knew the milkman.\n    \n\n      'He's a rare one with his jokes,' said the girl.\n    \n\n      Constable Plimmer went on not replying. He was perfectly aware that the\n      milkman was a rare one with his jokes. He had heard him. The way girls\n      fell for anyone with the gift of the gabâ\u0080\u0094that was what embittered\n      Constable Plimmer.\n    \n\n      'Heâ\u0080\u0094' she giggled. 'He calls me Little Pansy-Face.'\n    \n\n      'If you'll excuse me, miss,' said Constable Plimmer coldly, 'I'll have to\n      be getting along on my beat.'\n    \n\n      Little Pansy-Face! And you couldn't arrest him for it! What a world!\n      Constable Plimmer paced upon his way, a blue-clad volcano.\n    \n\n      It is a terrible thing to be obsessed by a milkman. To Constable Plimmer's\n      disordered imagination it seemed that, dating from this interview, the\n      world became one solid milkman. Wherever he went, he seemed to run into\n      this milkman. If he was in the front road, this milkmanâ\u0080\u0094Alf Brooks,\n      it appeared, was his loathsome nameâ\u0080\u0094came rattling past with his\n      jingling cans as if he were Apollo driving his chariot. If he was round at\n      the back, there was Alf, his damned tenor doing duets with the balconies.\n      And all this in defiance of the known law of natural history that milkmen\n      do not come out after five in the morning. This irritated Constable\n      Plimmer. You talk of a man 'going home with the milk' when you mean that\n      he sneaks in in the small hours of the morning. If all milkmen were like\n      Alf Brooks the phrase was meaningless.\n    \n\n      He brooded. The unfairness of Fate was souring him. A man expects trouble\n      in his affairs of the heart from soldiers and sailors, and to be cut out\n      by even a postman is to fall before a worthy foe; but milkmenâ\u0080\u0094no!\n      Only grocers' assistants and telegraph-boys were intended by Providence to\n      fear milkmen.\n    \n\n      Yet here was Alf Brooks, contrary to all rules, the established pet of the\n      mansions. Bright eyes shone from balconies when his 'Milkâ\u0080\u0094ooâ\u0080\u0094oo'\n      sounded. Golden voices giggled delightedly at his bellowed chaff. And\n      Ellen Brown, whom he called Little Pansy-Face, was definitely in love with\n      him.\n    \n\n      They were keeping company. They were walking out. This crushing truth\n      Edward Plimmer learned from Ellen herself.\n    \n\n      She had slipped out to mail a letter at the pillar-box on the corner, and\n      she reached it just as the policeman arrived there in the course of his\n      patrol.\n    \n\n      Nervousness impelled Constable Plimmer to be arch.\n    \n\n      ''Ullo, 'ullo, 'ullo,' he said. 'Posting love-letters?'\n    \n\n      'What, me? This is to the Police Commissioner, telling him you're no\n      good.'\n    \n\n      'I'll give it to him. Him and me are taking supper tonight.'\n    \n\n      Nature had never intended Constable Plimmer to be playful. He was at his\n      worst when he rollicked. He snatched at the letter with what was meant to\n      be a debonair gaiety, and only succeeded in looking like an angry gorilla.\n      The girl uttered a startled squeak.\n    \n\n      The letter was addressed to Mr A. Brooks.\n    \n\n      Playfulness, after this, was at a discount. The girl was frightened and\n      angry, and he was scowling with mingled jealousy and dismay.\n    \n\n      'Ho!' he said. 'Ho! Mr A. Brooks!'\n    \n\n      Ellen Brown was a nice girl, but she had a temper, and there were moments\n      when her manners lacked rather noticeably the repose which stamps the\n      caste of Vere de Vere.\n    \n\n      'Well, what about it?' she cried. 'Can't one write to the young gentleman\n      one's keeping company with, without having to get permission from everyâ\u0080\u0094'\n      She paused to marshal her forces from the assault. 'Without having to get\n      permission from every great, ugly, red-faced copper with big feet and a\n      broken nose in London?'\n    \n\n      Constable Plimmer's wrath faded into a dull unhappiness. Yes, she was\n      right. That was the correct description. That was how an impartial\n      Scotland Yard would be compelled to describe him, if ever he got lost.\n      'Missing. A great, ugly, red-faced copper with big feet and a broken\n      nose.' They would never find him otherwise.\n    \n\n      'Perhaps you object to my walking out with Alf? Perhaps you've got\n      something against him? I suppose you're jealous!'\n    \n\n      She threw in the last suggestion entirely in a sporting spirit. She loved\n      battle, and she had a feeling that this one was going to finish far too\n      quickly. To prolong it, she gave him this opening. There were a dozen ways\n      in which he might answer, each more insulting than the last; and then,\n      when he had finished, she could begin again. These little encounters, she\n      held, sharpened the wits, stimulated the circulation, and kept one out in\n      the open air.\n    \n\n      'Yes,' said Constable Plimmer.\n    \n\n      It was the one reply she was not expecting. For direct abuse, for sarcasm,\n      for dignity, for almost any speech beginning, 'What! Jealous of you. Whyâ\u0080\u0094'\n      she was prepared. But this was incredible. It disabled her, as the wild\n      thrust of an unskilled fencer will disable a master of the rapier. She\n      searched in her mind and found that she had nothing to say.\n    \n\n      There was a tense moment in which she found him, looking her in the eyes,\n      strangely less ugly than she had supposed, and then he was gone, rolling\n      along on his beat with that air which all policemen must achieve, of\n      having no feelings at all, andâ\u0080\u0094as long as it behaves itselfâ\u0080\u0094no\n      interest in the human race.\n    \n\n      Ellen posted her letter. She dropped it into the box thoughtfully, and\n      thoughtfully returned to the flat. She looked over her shoulder, but\n      Constable Plimmer was out of sight.\n    \n\n      Peaceful Battersea began to vex Constable Plimmer. To a man crossed in\n      love, action is the one anodyne; and Battersea gave no scope for action.\n      He dreamed now of the old Whitechapel days as a man dreams of the joys of\n      his childhood. He reflected bitterly that a fellow never knows when he is\n      well off in this world. Any one of those myriad drunk and disorderlies\n      would have been as balm to him now. He was like a man who has run through\n      a fortune and in poverty eats the bread of regret. Amazedly he recollected\n      that in those happy days he had grumbled at his lot. He remembered\n      confiding to a friend in the station-house, as he rubbed with liniment the\n      spot on his right shin where the well-shod foot of a joyous costermonger\n      had got home, that this sort of thingâ\u0080\u0094meaning militant costermongersâ\u0080\u0094was\n      'a bit too thick'. A bit too thick! Why, he would pay one to kick him now.\n      And as for the three loyal friends of the would-be wife-murderer who had\n      broken his nose, if he saw them coming round the corner he would welcome\n      them as brothers.\n    \n\n      And Battersea Park Road dozed onâ\u0080\u0094calm, intellectual, law-abiding.\n    \n\n      A friend of his told him that there had once been a murder in one of these\n      flats. He did not believe it. If any of these white-corpuscled clams ever\n      swatted a fly, it was much as they could do. The thing was ridiculous on\n      the face of it. If they were capable of murder, they would have murdered\n      Alf Brooks.\n    \n\n      He stood in the road, and looked up at the placid buildings resentfully.\n    \n\n      'Grr-rr-rr!' he growled, and kicked the side-walk.\n    \n\n      And, even as he spoke, on the balcony of a second-floor flat there\n      appeared a woman, an elderly, sharp-faced woman, who waved her arms and\n      screamed, 'Policeman! Officer! Come up here! Come up here at once!'\n    \n\n      Up the stone stairs went Constable Plimmer at the run. His mind was alert\n      and questioning. Murder? Hardly murder, perhaps. If it had been that, the\n      woman would have said so. She did not look the sort of woman who would be\n      reticent about a thing like that. Well, anyway, it was something; and\n      Edward Plimmer had been long enough in Battersea to be thankful for small\n      favours. An intoxicated husband would be better than nothing. At least he\n      would be something that a fellow could get his hands on to and throw about\n      a bit.\n    \n\n      The sharp-faced woman was waiting for him at the door. He followed her\n      into the flat.\n    \n\n      'What is it, ma'am?'\n    \n\n      'Theft! Our cook has been stealing!'\n    \n\n      She seemed sufficiently excited about it, but Constable Plimmer felt only\n      depression and disappointment. A stout admirer of the sex, he hated\n      arresting women. Moreover, to a man in the mood to tackle anarchists with\n      bombs, to be confronted with petty theft is galling. But duty was duty. He\n      produced his notebook.\n    \n\n      'She is in her room. I locked her in. I know she has taken my brooch. We\n      have missed money. You must search her.'\n    \n\n      'Can't do that, ma'am. Female searcher at the station.'\n    \n\n      'Well, you can search her box.'\n    \n\n      A little, bald, nervous man in spectacles appeared as if out of a trap. As\n      a matter of fact, he had been there all the time, standing by the\n      bookcase; but he was one of those men you do not notice till they move and\n      speak.\n    \n\n      'Erâ\u0080\u0094Jane.'\n    \n\n      'Well, Henry?'\n    \n\n      The little man seemed to swallow something.\n    \n\n      'Iâ\u0080\u0094I think that you may possibly be wronging Ellen. It is just\n      possible, as regards the moneyâ\u0080\u0094' He smiled in a ghastly manner and\n      turned to the policeman. 'Erâ\u0080\u0094officer, I ought to tell you that my\n      wifeâ\u0080\u0094ahâ\u0080\u0094holds the purse-strings of our little home; and it is\n      just possible that in an absent-minded moment I may haveâ\u0080\u0094'\n    \n\n      'Do you mean to tell me, Henry, that you have been taking my\n      money?'\n    \n\n      'My dear, it is just possible that in the absâ\u0080\u0094'\n    \n\n      'How often?'\n    \n\n      He wavered perceptibly. Conscience was beginning to lose its grip.\n    \n\n      'Oh, not often.'\n    \n\n      'How often? More than once?'\n    \n\n      Conscience had shot its bolt. The little man gave up the Struggle.\n    \n\n      'No, no, not more than once. Certainly not more than once.'\n    \n\n      'You ought not to have done it at all. We will talk about that later. It\n      doesn't alter the fact that Ellen is a thief. I have missed money half a\n      dozen times. Besides that, there's the brooch. Step this way, officer.'\n    \n\n      Constable Plimmer stepped that wayâ\u0080\u0094his face a mask. He knew who was\n      waiting for them behind the locked door at the end of the passage. But it\n      was his duty to look as if he were stuffed, and he did so.\n    \n\n      She was sitting on her bed, dressed for the street. It was her afternoon\n      out, the sharp-faced woman had informed Constable Plimmer, attributing the\n      fact that she had discovered the loss of the brooch in time to stop her a\n      direct interposition of Providence. She was pale, and there was a hunted\n      look in her eyes.\n    \n\n      'You wicked girl, where is my brooch?'\n    \n\n      She held it out without a word. She had been holding it in her hand.\n    \n\n      'You see, officer!'\n    \n\n      'I wasn't stealing of it. I 'adn't but borrowed it. I was going to put it\n      back.'\n    \n\n      'Stuff and nonsense! Borrow it, indeed! What for?'\n    \n\n      'Iâ\u0080\u0094I wanted to look nice.'\n    \n\n      The woman gave a short laugh. Constable Plimmer's face was a mere block of\n      wood, expressionless.\n    \n\n      'And what about the money I've been missing? I suppose you'll say you only\n      borrowed that?'\n    \n\n      'I never took no money.'\n    \n\n      'Well, it's gone, and money doesn't go by itself. Take her to the\n      police-station, officer.'\n    \n\n      Constable Plimmer raised heavy eyes.\n    \n\n      'You make a charge, ma'am?'\n    \n\n      'Bless the man! Of course I make a charge. What did you think I asked you\n      to step in for?'\n    \n\n      'Will you come along, miss?' said Constable Plimmer.\n    \n\n      Out in the street the sun shone gaily down on peaceful Battersea. It was\n      the hour when children walk abroad with their nurses; and from the green\n      depths of the Park came the sound of happy voices. A cat stretched itself\n      in the sunshine and eyed the two as they passed with lazy content.\n    \n\n      They walked in silence. Constable Plimmer was a man with a rigid sense of\n      what was and what was not fitting behaviour in a policeman on duty: he\n      aimed always at a machine-like impersonality. There were times when it\n      came hard, but he did his best. He strode on, his chin up and his eyes\n      averted. And beside himâ\u0080\u0094\n    \n\n      Well, she was not crying. That was something.\n    \n\n      Round the corner, beautiful in light flannel, gay at both ends with a new\n      straw hat and the yellowest shoes in South-West London, scented, curled, a\n      prince among young men, stood Alf Brooks. He was feeling piqued. When he\n      said three o'clock, he meant three o'clock. It was now three-fifteen, and\n      she had not appeared. Alf Brooks swore an impatient oath, and the thought\n      crossed his mind, as it had sometimes crossed it before, that Ellen Brown\n      was not the only girl in the world.\n    \n\n      'Give her another five minâ\u0080\u0094'\n    \n\n      Ellen Brown, with escort, at that moment turned the corner.\n    \n\n      Rage was the first emotion which the spectacle aroused in Alf Brooks.\n      Girls who kept a fellow waiting about while they fooled around with\n      policemen were no girls for him. They could understand once and for all\n      that he was a man who could pick and choose.\n    \n\n      And then an electric shock set the world dancing mistily before his eyes.\n      This policeman was wearing his belt; he was on duty. And Ellen's face was\n      not the face of a girl strolling with the Force for pleasure.\n    \n\n      His heart stopped, and then began to race. His cheeks flushed a dusky\n      crimson. His jaw fell, and a prickly warmth glowed in the parts about his\n      spine.\n    \n\n      'Goo'!'\n    \n\n      His fingers sought his collar.\n    \n\n      'Crumbs!'\n    \n\n      He was hot all over.\n    \n\n      'Goo' Lor'! She's been pinched!'\n    \n\n      He tugged at his collar. It was choking him.\n    \n\n      Alf Brooks did not show up well in the first real crisis which life had\n      forced upon him. That must be admitted. Later, when it was over, and he\n      had leisure for self-examination, he admitted it to himself. But even then\n      he excused himself by asking Space in a blustering manner what else he\n      could ha' done. And if the question did not bring much balm to his soul at\n      the first time of asking, it proved wonderfully soothing on constant\n      repetition. He repeated it at intervals for the next two days, and by the\n      end of that time his cure was complete. On the third morning his 'Milkâ\u0080\u0094ooâ\u0080\u0094oo'\n      had regained its customary carefree ring, and he was feeling that he had\n      acted in difficult circumstances in the only possible manner.\n    \n\n      Consider. He was Alf Brooks, well known and respected in the\n      neighbourhood; a singer in the choir on Sundays; owner of a milk-walk in\n      the most fashionable part of Battersea; to all practical purposes a public\n      man. Was he to recognize, in broad daylight and in open street, a girl who\n      walked with a policeman because she had to, a malefactor, a girl who had\n      been pinched?\n    \n\n      Ellen, Constable Plimmer woodenly at her side, came towards him. She was\n      ten yards offâ\u0080\u0094sevenâ\u0080\u0094fiveâ\u0080\u0094threeâ\u0080\u0094Alf Brooks tilted\n      his hat over his eyes and walked past her, unseeing, a stranger.\n    \n\n      He hurried on. He was conscious of a curious feeling that somebody was\n      just going to kick him, but he dared not look round.\n    \n\n      Constable Plimmer eyed the middle distance with an earnest gaze. His face\n      was redder than ever. Beneath his blue tunic strange emotions were at\n      work. Something seemed to be filling his throat. He tried to swallow it.\n    \n\n      He stopped in his stride. The girl glanced up at him in a kind of dull,\n      questioning way. Their eyes met for the first time that afternoon, and it\n      seemed to Constable Plimmer that whatever it was that was interfering with\n      the inside of his throat had grown larger, and more unmanageable.\n    \n\n      There was the misery of the stricken animal in her gaze. He had seen women\n      look like that in Whitechapel. The woman to whom, indirectly, he owed his\n      broken nose had looked like that. As his hand had fallen on the collar of\n      the man who was kicking her to death, he had seen her eyes. They were\n      Ellen's eyes, as she stood there nowâ\u0080\u0094tortured, crushed, yet\n      uncomplaining.\n    \n\n      Constable Plimmer looked at Ellen, and Ellen looked at Constable Plimmer.\n      Down the street some children were playing with a dog. In one of the flats\n      a woman began to sing.\n    \n\n      'Hop it,' said Constable Plimmer.\n    \n\n      He spoke gruffly. He found speech difficult.\n    \n\n      The girl started.\n    \n\n      'What say?'\n    \n\n      'Hop it. Get along. Run away.'\n    \n\n      'What do you mean?'\n    \n\n      Constable Plimmer scowled. His face was scarlet. His jaw protruded like a\n      granite break-water.\n    \n\n      'Go on,' he growled. 'Hop it. Tell him it was all a joke. I'll explain at\n      the station.'\n    \n\n      Understanding seemed to come to her slowly.\n    \n\n      'Do you mean I'm to go?'\n    \n\n      'Yes.'\n    \n\n      'What do you mean? You aren't going to take me to the station?'\n    \n\n      'No.'\n    \n\n      She stared at him. Then, suddenly, she broke down,\n    \n\n      'He wouldn't look at me. He was ashamed of me. He pretended not to see\n      me.'\n    \n\n      She leaned against the wall, her back shaking.\n    \n\n      'Well, run after him, and tell him it was allâ\u0080\u0094'\n    \n\n      'No, no, no.'\n    \n\n      Constable Plimmer looked morosely at the side-walk. He kicked it.\n    \n\n      She turned. Her eyes were red, but she was no longer crying. Her chin had\n      a brave tilt.\n    \n\n      'I couldn'tâ\u0080\u0094not after what he did. Let's go along. Iâ\u0080\u0094I don't\n      care.'\n    \n\n      She looked at him curiously.\n    \n\n      'Were you really going to have let me go?'\n    \n\n      Constable Plimmer nodded. He was aware of her eyes searching his face, but\n      he did not meet them.\n    \n\n      'Why?'\n    \n\n      He did not answer.\n    \n\n      'What would have happened to you, if you had have done?'\n    \n\n      Constable Plimmer's scowl was of the stuff of which nightmares are made.\n      He kicked the unoffending side-walk with an increased viciousness.\n    \n\n      'Dismissed the Force,' he said curtly.\n    \n\n      'And sent to prison, too, I shouldn't wonder.'\n    \n\n      'Maybe.'\n    \n\n      He heard her draw a deep breath, and silence fell upon them again. The dog\n      down the road had stopped barking. The woman in the flat had stopped\n      singing. They were curiously alone.\n    \n\n      'Would you have done all that for me?' she said.\n    \n\n      'Yes.'\n    \n\n      'Why?'\n    \n\n      'Because I don't think you ever did it. Stole that money, I mean. Nor the\n      brooch, neither.'\n    \n\n      'Was that all?'\n    \n\n      'What do you meanâ\u0080\u0094all?'\n    \n\n      'Was that the only reason?'\n    \n\n      He swung round on her, almost threateningly.\n    \n\n      'No,' he said hoarsely. 'No, it wasn't, and you know it wasn't. Well, if\n      you want it, you can have it. It was because I love you. There! Now I've\n      said it, and now you can go on and laugh at me as much as you want.'\n    \n\n      'I'm not laughing,' she said soberly.\n    \n\n      'You think I'm a fool!'\n    \n\n      'No, I don't.'\n    \n\n      'I'm nothing to you. He's the fellow you're stuck on.'\n    \n\n      She gave a little shudder.\n    \n\n      'No.'\n    \n\n      'What do you mean?'\n    \n\n      'I've changed.' She paused. 'I think I shall have changed more by the time\n      I come out.'\n    \n\n      'Come out?'\n    \n\n      'Come out of prison.'\n    \n\n      'You're not going to prison.'\n    \n\n      'Yes, I am.'\n    \n\n      'I won't take you.'\n    \n\n      'Yes, you will. Think I'm going to let you get yourself in trouble like\n      that, to get me out of a fix? Not much.'\n    \n\n      'You hop it, like a good girl.'\n    \n\n      'Not me.'\n    \n\n      He stood looking at her like a puzzled bear.\n    \n\n      'They can't eat me.'\n    \n\n      'They'll cut off all of your hair.'\n    \n\n      'D'you like my hair?'\n    \n\n      'Yes.'\n    \n\n      'Well, it'll grow again.'\n    \n\n      'Don't stand talking. Hop it.'\n    \n\n      'I won't. Where's the station?'\n    \n\n      'Next street.'\n    \n\n      'Well, come along, then.'\n    \n\n      The blue glass lamp of the police-station came into sight, and for an\n      instant she stopped. Then she was walking on again, her chin tilted. But\n      her voice shook a little as she spoke.\n    \n\n      'Nearly there. Next stop, Battersea. All change! I say, misterâ\u0080\u0094I\n      don't know your name.'\n    \n\n      'Plimmer's my name, miss. Edward Plimmer.'\n    \n\n      'I wonder ifâ\u0080\u0094I mean it'll be pretty lonely where I'm goingâ\u0080\u0094I\n      wonder ifâ\u0080\u0094What I mean is, it would be rather a lark, when I come\n      out, if I was to find a pal waiting for me to say \"Hallo\".'\n    \n\n      Constable Plimmer braced his ample feet against the stones, and turned\n      purple.\n    \n\n      'Miss,' he said, 'I'll be there, if I have to sit up all night. The first\n      thing you'll see when they open the doors is a great, ugly, red-faced\n      copper with big feet and a broken nose. And if you'll say \"Hallo\" to him\n      when he says \"Hallo\" to you, he'll be as pleased as Punch and as proud as\n      a duke. And, miss'â\u0080\u0094he clenched his hands till the nails hurt the\n      leathern fleshâ\u0080\u0094'and, miss, there's just one thing more I'd like to\n      say. You'll be having a good deal of time to yourself for awhile; you'll\n      be able to do a good bit of thinking without anyone to disturb you; and\n      what I'd like you to give your mind to, if you don't object, is just to\n      think whether you can't forget that narrow-chested, God-forsaken blighter\n      who treated you so mean, and get half-way fond of someone who knows jolly\n      well you're the only girl there is.'\n    \n\n      She looked past him at the lamp which hung, blue and forbidding, over the\n      station door.\n    \n\n      'How long'll I get?' she said. 'What will they give me? Thirty days?'\n    \n\n      He nodded.\n    \n\n      'It won't take me as long as that,' she said. 'I say, what do people call\n      you?â\u0080\u0094people who are fond of you, I mean?â\u0080\u0094Eddie or Ted?'\n    \n\n\n\n\n \n",
    "metadata": {
        "author": "Wodehouse",
        "year": 1917,
        "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
        "name": "romance_of_an_ugly_policeman"
    }
}