{
    "name": "Wodehouse - a Sea Of Troubles",
    "body": "\n      Mr Meggs's mind was made up. He was going to commit suicide.\n    \n\n      There had been moments, in the interval which had elapsed between the\n      first inception of the idea and his present state of fixed determination,\n      when he had wavered. In these moments he had debated, with Hamlet, the\n      question whether it was nobler in the mind to suffer, or to take arms\n      against a sea of troubles and by opposing end them. But all that was over\n      now. He was resolved.\n    \n\n      Mr Meggs's point, the main plank, as it were, in his suicidal platform,\n      was that with him it was beside the question whether or not it was nobler\n      to suffer in the mind. The mind hardly entered into it at all. What he had\n      to decide was whether it was worth while putting up any longer with the\n      perfectly infernal pain in his stomach. For Mr Meggs was a martyr to\n      indigestion. As he was also devoted to the pleasures of the table, life\n      had become for him one long battle, in which, whatever happened, he always\n      got the worst of it.\n    \n\n      He was sick of it. He looked back down the vista of the years, and found\n      therein no hope for the future. One after the other all the patent\n      medicines in creation had failed him. Smith's Supreme Digestive Pelletsâ\u0080\u0094he\n      had given them a more than fair trial. Blenkinsop's Liquid Life-Giverâ\u0080\u0094he\n      had drunk enough of it to float a ship. Perkins's Premier Pain-Preventer,\n      strongly recommended by the sword-swallowing lady at Barnum and Bailey'sâ\u0080\u0094he\n      had wallowed in it. And so on down the list. His interior organism had\n      simply sneered at the lot of them.\n    \n\n      'Death, where is thy sting?' thought Mr Meggs, and forthwith began to make\n      his preparations.\n    \n\n      Those who have studied the matter say that the tendency to commit suicide\n      is greatest among those who have passed their fifty-fifth year, and that\n      the rate is twice as great for unoccupied males as for occupied males.\n      Unhappy Mr Meggs, accordingly, got it, so to speak, with both barrels. He\n      was fifty-six, and he was perhaps the most unoccupied adult to be found in\n      the length and breadth of the United Kingdom. He toiled not, neither did\n      he spin. Twenty years before, an unexpected legacy had placed him in a\n      position to indulge a natural taste for idleness to the utmost. He was at\n      that time, as regards his professional life, a clerk in a rather obscure\n      shipping firm. Out of office hours he had a mild fondness for letters,\n      which took the form of meaning to read right through the hundred best\n      books one day, but actually contenting himself with the daily paper and an\n      occasional magazine.\n    \n\n      Such was Mr Meggs at thirty-six. The necessity for working for a living\n      and a salary too small to permit of self-indulgence among the more\n      expensive and deleterious dishes on the bill of fare had up to that time\n      kept his digestion within reasonable bounds. Sometimes he had twinges;\n      more often he had none.\n    \n\n      Then came the legacy, and with it Mr Meggs let himself go. He left London\n      and retired to his native village, where, with a French cook and a series\n      of secretaries to whom he dictated at long intervals occasional paragraphs\n      of a book on British Butterflies on which he imagined himself to be at\n      work, he passed the next twenty years. He could afford to do himself well,\n      and he did himself extremely well. Nobody urged him to take exercise, so\n      he took no exercise. Nobody warned him of the perils of lobster and welsh\n      rabbits to a man of sedentary habits, for it was nobody's business to warn\n      him. On the contrary, people rather encouraged the lobster side of his\n      character, for he was a hospitable soul and liked to have his friends dine\n      with him. The result was that Nature, as is her wont, laid for him, and\n      got him. It seemed to Mr Meggs that he woke one morning to find himself a\n      chronic dyspeptic. That was one of the hardships of his position, to his\n      mind. The thing seemed to hit him suddenly out of a blue sky. One moment,\n      all appeared to be peace and joy; the next, a lively and irritable\n      wild-cat with red-hot claws seemed somehow to have introduced itself into\n      his interior.\n    \n\n      So Mr Meggs decided to end it.\n    \n\n      In this crisis of his life the old methodical habits of his youth returned\n      to him. A man cannot be a clerk in even an obscure firm of shippers for a\n      great length of time without acquiring system, and Mr Meggs made his\n      preparations calmly and with a forethought worthy of a better cause.\n    \n\n      And so we find him, one glorious June morning, seated at his desk, ready\n      for the end.\n    \n\n      Outside, the sun beat down upon the orderly streets of the village. Dogs\n      dozed in the warm dust. Men who had to work went about their toil moistly,\n      their minds far away in shady public-houses.\n    \n\n      But Mr Meggs, in his study, was cool both in mind and body.\n    \n\n      Before him, on the desk, lay six little slips of paper. They were\n      bank-notes, and they represented, with the exception of a few pounds, his\n      entire worldly wealth. Beside them were six letters, six envelopes, and\n      six postage stamps. Mr Meggs surveyed them calmly.\n    \n\n      He would not have admitted it, but he had had a lot of fun writing those\n      letters. The deliberation as to who should be his heirs had occupied him\n      pleasantly for several days, and, indeed, had taken his mind off his\n      internal pains at times so thoroughly that he had frequently surprised\n      himself in an almost cheerful mood. Yes, he would have denied it, but it\n      had been great sport sitting in his arm-chair, thinking whom he should\n      pick out from England's teeming millions to make happy with his money. All\n      sorts of schemes had passed through his mind. He had a sense of power\n      which the mere possession of the money had never given him. He began to\n      understand why millionaires make freak wills. At one time he had toyed\n      with the idea of selecting someone at random from the London Directory and\n      bestowing on him all he had to bequeath. He had only abandoned the scheme\n      when it occurred to him that he himself would not be in a position to\n      witness the recipient's stunned delight. And what was the good of starting\n      a thing like that, if you were not to be in at the finish?\n    \n\n      Sentiment succeeded whimsicality. His old friends of the officeâ\u0080\u0094those\n      were the men to benefit. What good fellows they had been! Some were dead,\n      but he still kept intermittently in touch with half a dozen of them. Andâ\u0080\u0094an\n      important pointâ\u0080\u0094he knew their present addresses.\n    \n\n      This point was important, because Mr Meggs had decided not to leave a\n      will, but to send the money direct to the beneficiaries. He knew what\n      wills were. Even in quite straightforward circumstances they often made\n      trouble. There had been some slight complication about his own legacy\n      twenty years ago. Somebody had contested the will, and before the thing\n      was satisfactorily settled the lawyers had got away with about twenty per\n      cent of the whole. No, no wills. If he made one, and then killed himself,\n      it might be upset on a plea of insanity. He knew of no relative who might\n      consider himself entitled to the money, but there was the chance that some\n      remote cousin existed; and then the comrades of his youth might fail to\n      collect after all.\n    \n\n      He declined to run the risk. Quietly and by degrees he had sold out the\n      stocks and shares in which his fortune was invested, and deposited the\n      money in his London bank. Six piles of large notes, dividing the total\n      into six equal parts; six letters couched in a strain of reminiscent\n      pathos and manly resignation; six envelopes, legibly addressed; six\n      postage-stamps; and that part of his preparations was complete. He licked\n      the stamps and placed them on the envelopes; took the notes and inserted\n      them in the letters; folded the letters and thrust them into the\n      envelopes; sealed the envelopes; and unlocking the drawer of his desk\n      produced a small, black, ugly-looking bottle.\n    \n\n      He opened the bottle and poured the contents into a medicine-glass.\n    \n\n      It had not been without considerable thought that Mr Meggs had decided\n      upon the method of his suicide. The knife, the pistol, the ropeâ\u0080\u0094they\n      had all presented their charms to him. He had further examined the merits\n      of drowning and of leaping to destruction from a height.\n    \n\n      There were flaws in each. Either they were painful, or else they were\n      messy. Mr Meggs had a tidy soul, and he revolted from the thought of\n      spoiling his figure, as he would most certainly do if he drowned himself;\n      or the carpet, as he would if he used the pistol; or the pavementâ\u0080\u0094and\n      possibly some innocent pedestrian, as must infallibly occur should he leap\n      off the Monument. The knife was out of the question. Instinct told him\n      that it would hurt like the very dickens.\n    \n\n      No; poison was the thing. Easy to take, quick to work, and on the whole\n      rather agreeable than otherwise.\n    \n\n      Mr Meggs hid the glass behind the inkpot and rang the bell.\n    \n\n      'Has Miss Pillenger arrived?' he inquired of the servant.\n    \n\n      'She has just come, sir.'\n    \n\n      'Tell her that I am waiting for her here.'\n    \n\n      Jane Pillenger was an institution. Her official position was that of\n      private secretary and typist to Mr Meggs. That is to say, on the rare\n      occasions when Mr Meggs's conscience overcame his indolence to the extent\n      of forcing him to resume work on his British Butterflies, it was to Miss\n      Pillenger that he addressed the few rambling and incoherent remarks which\n      constituted his idea of a regular hard, slogging spell of literary\n      composition. When he sank back in his chair, speechless and exhausted like\n      a Marathon runner who has started his sprint a mile or two too soon, it\n      was Miss Pillenger's task to unscramble her shorthand notes, type them\n      neatly, and place them in their special drawer in the desk.\n    \n\n      Miss Pillenger was a wary spinster of austere views, uncertain age, and a\n      deep-rooted suspicion of menâ\u0080\u0094a suspicion which, to do an abused sex\n      justice, they had done nothing to foster. Men had always been almost\n      coldly correct in their dealings with Miss Pillenger. In her twenty years\n      of experience as a typist and secretary she had never had to refuse with\n      scorn and indignation so much as a box of chocolates from any of her\n      employers. Nevertheless, she continued to be icily on her guard. The\n      clenched fist of her dignity was always drawn back, ready to swing on the\n      first male who dared to step beyond the bounds of professional civility.\n    \n\n      Such was Miss Pillenger. She was the last of a long line of unprotected\n      English girlhood which had been compelled by straitened circumstances to\n      listen for hire to the appallingly dreary nonsense which Mr Meggs had to\n      impart on the subject of British Butterflies. Girls had come, and girls\n      had gone, blondes, ex-blondes, brunettes, ex-brunettes, near-blondes,\n      near-brunettes; they had come buoyant, full of hope and life, tempted by\n      the lavish salary which Mr Meggs had found himself after a while compelled\n      to pay; and they had dropped off, one after another, like exhausted\n      bivalves, unable to endure the crushing boredom of life in the village\n      which had given Mr Meggs to the world. For Mr Meggs's home-town was no\n      City of Pleasure. Remove the Vicar's magic-lantern and the try-your-weight\n      machine opposite the post office, and you practically eliminated the\n      temptations to tread the primrose path. The only young men in the place\n      were silent, gaping youths, at whom lunacy commissioners looked sharply\n      and suspiciously when they met. The tango was unknown, and the one-step.\n      The only form of dance extantâ\u0080\u0094and that only at the rarest intervalsâ\u0080\u0094was\n      a sort of polka not unlike the movements of a slightly inebriated boxing\n      kangaroo. Mr Meggs's secretaries and typists gave the town one startled,\n      horrified glance, and stampeded for London like frightened ponies.\n    \n\n      Not so Miss Pillenger. She remained. She was a business woman, and it was\n      enough for her that she received a good salary. For five pounds a week she\n      would have undertaken a post as secretary and typist to a Polar\n      Expedition. For six years she had been with Mr Meggs, and doubtless she\n      looked forward to being with him at least six years more.\n    \n\n      Perhaps it was the pathos of this thought which touched Mr Meggs, as she\n      sailed, notebook in hand, through the doorway of the study. Here, he told\n      himself, was a confiding girl, all unconscious of impending doom, relying\n      on him as a daughter relies on her father. He was glad that he had not\n      forgotten Miss Pillenger when he was making his preparations.\n    \n\n      He had certainly not forgotten Miss Pillenger. On his desk beside the\n      letters lay a little pile of notes, amounting in all to five hundred\n      poundsâ\u0080\u0094her legacy.\n    \n\n      Miss Pillenger was always business-like. She sat down in her chair, opened\n      her notebook, moistened her pencil, and waited expectantly for Mr Meggs to\n      clear his throat and begin work on the butterflies. She was surprised\n      when, instead of frowning, as was his invariable practice when bracing\n      himself for composition, he bestowed upon her a sweet, slow smile.\n    \n\n      All that was maidenly and defensive in Miss Pillenger leaped to arms under\n      that smile. It ran in and out among her nerve-centres. It had been long in\n      arriving, this moment of crisis, but here it undoubtedly was at last.\n      After twenty years an employer was going to court disaster by trying to\n      flirt with her.\n    \n\n      Mr Meggs went on smiling. You cannot classify smiles. Nothing lends itself\n      so much to a variety of interpretations as a smile. Mr Meggs thought he\n      was smiling the sad, tender smile of a man who, knowing himself to be on\n      the brink of the tomb, bids farewell to a faithful employee. Miss\n      Pillenger's view was that he was smiling like an abandoned old rip who\n      ought to have been ashamed of himself.\n    \n\n      'No, Miss Pillenger,' said Mr Meggs, 'I shall not work this morning. I\n      shall want you, if you will be so good, to post these six letters for me.'\n    \n\n      Miss Pillenger took the letters. Mr Meggs surveyed her tenderly.\n    \n\n      'Miss Pillenger, you have been with me a long time now. Six years, is it\n      not? Six years. Well, well. I don't think I have ever made you a little\n      present, have I?'\n    \n\n      'You give me a good salary.'\n    \n\n      'Yes, but I want to give you something more. Six years is a long time. I\n      have come to regard you with a different feeling from that which the\n      ordinary employer feels for his secretary. You and I have worked together\n      for six long years. Surely I may be permitted to give you some token of my\n      appreciation of your fidelity.' He took the pile of notes. 'These are for\n      you, Miss Pillenger.'\n    \n\n      He rose and handed them to her. He eyed her for a moment with all the\n      sentimentality of a man whose digestion has been out of order for over two\n      decades. The pathos of the situation swept him away. He bent over Miss\n      Pillenger, and kissed her on the forehead.\n    \n\n      Smiles excepted, there is nothing so hard to classify as a kiss. Mr\n      Meggs's notion was that he kissed Miss Pillenger much as some great\n      general, wounded unto death, might have kissed his mother, his sister, or\n      some particularly sympathetic aunt; Miss Pillenger's view, differing\n      substantially from this, may be outlined in her own words.\n    \n\n      'Ah!' she cried, as, dealing Mr Meggs's conveniently placed jaw a blow\n      which, had it landed an inch lower down, might have knocked him out, she\n      sprang to her feet. 'How dare you! I've been waiting for this Mr Meggs. I\n      have seen it in your eye. I have expected it. Let me tell you that I am\n      not at all the sort of girl with whom it is safe to behave like that. I\n      can protect myself. I am only a working-girlâ\u0080\u0094'\n    \n\n      Mr Meggs, who had fallen back against the desk as a stricken pugilist\n      falls on the ropes, pulled himself together to protest.\n    \n\n      'Miss Pillenger,' he cried, aghast, 'you misunderstand me. I had no\n      intentionâ\u0080\u0094'\n    \n\n      'Misunderstand you? Bah! I am only a working-girlâ\u0080\u0094'\n    \n\n      'Nothing was farther from my mindâ\u0080\u0094'\n    \n\n      'Indeed! Nothing was farther from your mind! You give me money, you shower\n      your vile kisses on me, but nothing was farther from your mind than the\n      obvious interpretation of such behaviour!' Before coming to Mr Meggs, Miss\n      Pillenger had been secretary to an Indiana novelist. She had learned style\n      from the master. 'Now that you have gone too far, you are frightened at\n      what you have done. You well may be, Mr Meggs. I am only a working-girlâ\u0080\u0094'\n    \n\n      'Miss Pillenger, I implore youâ\u0080\u0094'\n    \n\n      'Silence! I am only a working-girlâ\u0080\u0094'\n    \n\n      A wave of mad fury swept over Mr Meggs. The shock of the blow and still\n      more of the frightful ingratitude of this horrible woman nearly made him\n      foam at the mouth.\n    \n\n      'Don't keep on saying you're only a working-girl,' he bellowed. 'You'll\n      drive me mad. Go. Go away from me. Get out. Go anywhere, but leave me\n      alone!'\n    \n\n      Miss Pillenger was not entirely sorry to obey the request. Mr Meggs's\n      sudden fury had startled and frightened her. So long as she could end the\n      scene victorious, she was anxious to withdraw.\n    \n\n      'Yes, I will go,' she said, with dignity, as she opened the door. 'Now\n      that you have revealed yourself in your true colours, Mr Meggs, this house\n      is no fit place for a worâ\u0080\u0094'\n    \n\n      She caught her employer's eye, and vanished hastily.\n    \n\n      Mr Meggs paced the room in a ferment. He had been shaken to his core by\n      the scene. He boiled with indignation. That his kind thoughts should have\n      been so misinterpretedâ\u0080\u0094it was too much. Of all ungrateful worlds,\n      this world was the mostâ\u0080\u0094\n    \n\n      He stopped suddenly in his stride, partly because his shin had struck a\n      chair, partly because an idea had struck his mind.\n    \n\n      Hopping madly, he added one more parallel between himself and Hamlet by\n      soliloquizing aloud.\n    \n\n      'I'll be hanged if I commit suicide,' he yelled.\n    \n\n      And as he spoke the words a curious peace fell on him, as on a man who has\n      awakened from a nightmare. He sat down at the desk. What an idiot he had\n      been ever to contemplate self-destruction. What could have induced him to\n      do it? By his own hand to remove himself, merely in order that a pack of\n      ungrateful brutes might wallow in his moneyâ\u0080\u0094it was the scheme of a\n      perfect fool.\n    \n\n      He wouldn't commit suicide. Not if he knew it. He would stick on and laugh\n      at them. And if he did have an occasional pain inside, what of that?\n      Napoleon had them, and look at him. He would be blowed if he committed\n      suicide.\n    \n\n      With the fire of a new resolve lighting up his eyes, he turned to seize\n      the six letters and rifle them of their contents.\n    \n\n      They were gone.\n    \n\n      It took Mr Meggs perhaps thirty seconds to recollect where they had gone\n      to, and then it all came back to him. He had given them to the demon\n      Pillenger, and, if he did not overtake her and get them back, she would\n      mail them.\n    \n\n      Of all the mixed thoughts which seethed in Mr Meggs's mind at that moment,\n      easily the most prominent was the reflection that from his front door to\n      the post office was a walk of less than five minutes.\n    \n\n      Miss Pillenger walked down the sleepy street in the June sunshine,\n      boiling, as Mr Meggs had done, with indignation. She, too, had been shaken\n      to the core. It was her intention to fulfil her duty by posting the\n      letters which had been entrusted to her, and then to quit for ever the\n      service of one who, for six years a model employer, had at last forgotten\n      himself and showed his true nature.\n    \n\n      Her meditations were interrupted by a hoarse shout in her rear; and,\n      turning, she perceived the model employer running rapidly towards her. His\n      face was scarlet, his eyes wild, and he wore no hat.\n    \n\n      Miss Pillenger's mind worked swiftly. She took in the situation in a\n      flash. Unrequited, guilty love had sapped Mr Meggs's reason, and she was\n      to be the victim of his fury. She had read of scores of similar cases in\n      the newspapers. How little she had ever imagined that she would be the\n      heroine of one of these dramas of passion.\n    \n\n      She looked for one brief instant up and down the street. Nobody was in\n      sight. With a loud cry she began to run.\n    \n\n      'Stop!'\n    \n\n      It was the fierce voice of her pursuer. Miss Pillenger increased to third\n      speed. As she did so, she had a vision of headlines.\n    \n\n      'Stop!' roared Mr Meggs.\n    \n\n      'UNREQUITED PASSION MADE THIS MAN MURDERER,' thought Miss Pillenger.\n    \n\n      'Stop!'\n    \n\n      'CRAZED WITH LOVE HE SLAYS BEAUTIFUL BLONDE,' flashed out in letters of\n      crimson on the back of Miss Pillenger's mind.\n    \n\n      'Stop!'\n    \n\n      To touch the ground at intervals of twenty yards or soâ\u0080\u0094that was the\n      ideal she strove after. She addressed herself to it with all the strength\n      of her powerful mind.\n    \n\n      In London, New York, Paris, and other cities where life is brisk, the\n      spectacle of a hatless gentleman with a purple face pursuing his secretary\n      through the streets at a rapid gallop would, of course, have excited\n      little, if any, remark. But in Mr Meggs's home-town events were of rarer\n      occurrence. The last milestone in the history of his native place had been\n      the visit, two years before, of Bingley's Stupendous Circus, which had\n      paraded along the main street on its way to the next town, while zealous\n      members of its staff visited the back premises of the houses and removed\n      all the washing from the lines. Since then deep peace had reigned.\n    \n\n      Gradually, therefore, as the chase warmed up, citizens of all shapes and\n      sizes began to assemble. Miss Pillenger's screams and the general\n      appearance of Mr Meggs gave food for thought. Having brooded over the\n      situation, they decided at length to take a hand, with the result that as\n      Mr Meggs's grasp fell upon Miss Pillenger the grasp of several of his\n      fellow-townsmen fell upon him.\n    \n\n      'Save me!' said Miss Pillenger.\n    \n\n      Mr Meggs pointed speechlessly to the letters, which she still grasped in\n      her right hand. He had taken practically no exercise for twenty years, and\n      the pace had told upon him.\n    \n\n      Constable Gooch, guardian of the town's welfare, tightened his hold on Mr\n      Meggs's arm, and desired explanations.\n    \n\n      'Heâ\u0080\u0094he was going to murder me,' said Miss Pillenger.\n    \n\n      'Kill him,' advised an austere bystander.\n    \n\n      'What do you mean you were going to murder the lady?' inquired Constable\n      Gooch.\n    \n\n      Mr Meggs found speech.\n    \n\n      'Iâ\u0080\u0094Iâ\u0080\u0094Iâ\u0080\u0094I only wanted those letters.'\n    \n\n      'What for?'\n    \n\n      'They're mine.'\n    \n\n      'You charge her with stealing 'em?'\n    \n\n      'He gave them me to post with his own hands,' cried Miss Pillenger.\n    \n\n      'I know I did, but I want them back.'\n    \n\n      By this time the constable, though age had to some extent dimmed his\n      sight, had recognized beneath the perspiration, features which, though\n      they were distorted, were nevertheless those of one whom he respected as a\n      leading citizen.\n    \n\n      'Why, Mr Meggs!' he said.\n    \n\n      This identification by one in authority calmed, if it a little\n      disappointed, the crowd. What it was they did not know, but, it was\n      apparently not a murder, and they began to drift off.\n    \n\n      'Why don't you give Mr Meggs his letters when he asks you, ma'am?' said\n      the constable.\n    \n\n      Miss Pillenger drew herself up haughtily.\n    \n\n      'Here are your letters, Mr Meggs, I hope we shall never meet again.'\n    \n\n      Mr Meggs nodded. That was his view, too.\n    \n\n      All things work together for good. The following morning Mr Meggs awoke\n      from a dreamless sleep with a feeling that some curious change had taken\n      place in him. He was abominably stiff, and to move his limbs was pain, but\n      down in the centre of his being there was a novel sensation of lightness.\n      He could have declared that he was happy.\n    \n\n      Wincing, he dragged himself out of bed and limped to the window. He threw\n      it open. It was a perfect morning. A cool breeze smote his face, bringing\n      with it pleasant scents and the soothing sound of God's creatures\n      beginning a new day.\n    \n\n      An astounding thought struck him.\n    \n\n      'Why, I feel well!'\n    \n\n      Then another.\n    \n\n      'It must be the exercise I took yesterday. By George, I'll do it\n      regularly.'\n    \n\n      He drank in the air luxuriously. Inside him, the wild-cat gave him a\n      sudden claw, but it was a half-hearted effort, the effort of one who knows\n      that he is beaten. Mr Meggs was so absorbed in his thoughts that he did\n      not even notice it.\n    \n\n      'London,' he was saying to himself. 'One of these physical culture\n      places.... Comparatively young man.... Put myself in their hands.... Mild,\n      regular exercise....'\n    \n\n      He limped to the bathroom.\n    \n\n\n\n\n \n",
    "metadata": {
        "author": "Wodehouse",
        "year": 1917,
        "url": "https://www.gutenberg.org/cache/epub/7471/pg7471-images.html",
        "name": "sea_of_troubles"
    }
}