{
    "name": "Chesterton - The Secret Garden",
    "body": "\n      Aristide Valentin, Chief of the Paris Police, was late for his dinner, and\n      some of his guests began to arrive before him. These were, however,\n      reassured by his confidential servant, Ivan, the old man with a scar, and\n      a face almost as grey as his moustaches, who always sat at a table in the\n      entrance hall—a hall hung with weapons. Valentin’s house was perhaps\n      as peculiar and celebrated as its master. It was an old house, with high\n      walls and tall poplars almost overhanging the Seine; but the oddity—and\n      perhaps the police value—of its architecture was this: that there\n      was no ultimate exit at all except through this front door, which was\n      guarded by Ivan and the armoury. The garden was large and elaborate, and\n      there were many exits from the house into the garden. But there was no\n      exit from the garden into the world outside; all round it ran a tall,\n      smooth, unscalable wall with special spikes at the top; no bad garden,\n      perhaps, for a man to reflect in whom some hundred criminals had sworn to\n      kill.\n    \n\n      As Ivan explained to the guests, their host had telephoned that he was\n      detained for ten minutes. He was, in truth, making some last arrangements\n      about executions and such ugly things; and though these duties were\n      rootedly repulsive to him, he always performed them with precision.\n      Ruthless in the pursuit of criminals, he was very mild about their\n      punishment. Since he had been supreme over French—and largely over\n      European—policial methods, his great influence had been honourably\n      used for the mitigation of sentences and the purification of prisons. He\n      was one of the great humanitarian French freethinkers; and the only thing\n      wrong with them is that they make mercy even colder than justice.\n    \n\n      When Valentin arrived he was already dressed in black clothes and the red\n      rosette—an elegant figure, his dark beard already streaked with\n      grey. He went straight through his house to his study, which opened on the\n      grounds behind. The garden door of it was open, and after he had carefully\n      locked his box in its official place, he stood for a few seconds at the\n      open door looking out upon the garden. A sharp moon was fighting with the\n      flying rags and tatters of a storm, and Valentin regarded it with a\n      wistfulness unusual in such scientific natures as his. Perhaps such\n      scientific natures have some psychic prevision of the most tremendous\n      problem of their lives. From any such occult mood, at least, he quickly\n      recovered, for he knew he was late, and that his guests had already begun\n      to arrive. A glance at his drawing-room when he entered it was enough to\n      make certain that his principal guest was not there, at any rate. He saw\n      all the other pillars of the little party; he saw Lord Galloway, the\n      English Ambassador—a choleric old man with a russet face like an\n      apple, wearing the blue ribbon of the Garter. He saw Lady Galloway, slim\n      and threadlike, with silver hair and a face sensitive and superior. He saw\n      her daughter, Lady Margaret Graham, a pale and pretty girl with an elfish\n      face and copper-coloured hair. He saw the Duchess of Mont St. Michel,\n      black-eyed and opulent, and with her her two daughters, black-eyed and\n      opulent also. He saw Dr. Simon, a typical French scientist, with glasses,\n      a pointed brown beard, and a forehead barred with those parallel wrinkles\n      which are the penalty of superciliousness, since they come through\n      constantly elevating the eyebrows. He saw Father Brown, of Cobhole, in\n      Essex, whom he had recently met in England. He saw—perhaps with more\n      interest than any of these—a tall man in uniform, who had bowed to\n      the Galloways without receiving any very hearty acknowledgment, and who\n      now advanced alone to pay his respects to his host. This was Commandant\n      O’Brien, of the French Foreign Legion. He was a slim yet somewhat\n      swaggering figure, clean-shaven, dark-haired, and blue-eyed, and, as\n      seemed natural in an officer of that famous regiment of victorious\n      failures and successful suicides, he had an air at once dashing and\n      melancholy. He was by birth an Irish gentleman, and in boyhood had known\n      the Galloways—especially Margaret Graham. He had left his country\n      after some crash of debts, and now expressed his complete freedom from\n      British etiquette by swinging about in uniform, sabre and spurs. When he\n      bowed to the Ambassador’s family, Lord and Lady Galloway bent stiffly, and\n      Lady Margaret looked away.\n    \n\n      But for whatever old causes such people might be interested in each other,\n      their distinguished host was not specially interested in them. No one of\n      them at least was in his eyes the guest of the evening. Valentin was\n      expecting, for special reasons, a man of world-wide fame, whose friendship\n      he had secured during some of his great detective tours and triumphs in\n      the United States. He was expecting Julius K. Brayne, that\n      multi-millionaire whose colossal and even crushing endowments of small\n      religions have occasioned so much easy sport and easier solemnity for the\n      American and English papers. Nobody could quite make out whether Mr.\n      Brayne was an atheist or a Mormon or a Christian Scientist; but he was\n      ready to pour money into any intellectual vessel, so long as it was an\n      untried vessel. One of his hobbies was to wait for the American\n      Shakespeare—a hobby more patient than angling. He admired Walt\n      Whitman, but thought that Luke P. Tanner, of Paris, Pa., was more\n      “progressive” than Whitman any day. He liked anything that he thought\n      “progressive.” He thought Valentin “progressive,” thereby doing him a\n      grave injustice.\n    \n\n      The solid appearance of Julius K. Brayne in the room was as decisive as a\n      dinner bell. He had this great quality, which very few of us can claim,\n      that his presence was as big as his absence. He was a huge fellow, as fat\n      as he was tall, clad in complete evening black, without so much relief as\n      a watch-chain or a ring. His hair was white and well brushed back like a\n      German’s; his face was red, fierce and cherubic, with one dark tuft under\n      the lower lip that threw up that otherwise infantile visage with an effect\n      theatrical and even Mephistophelean. Not long, however, did that salon\n      merely stare at the celebrated American; his lateness had already become a\n      domestic problem, and he was sent with all speed into the dining-room with\n      Lady Galloway on his arm.\n    \n\n      Except on one point the Galloways were genial and casual enough. So long\n      as Lady Margaret did not take the arm of that adventurer O’Brien, her\n      father was quite satisfied; and she had not done so, she had decorously\n      gone in with Dr. Simon. Nevertheless, old Lord Galloway was restless and\n      almost rude. He was diplomatic enough during dinner, but when, over the\n      cigars, three of the younger men—Simon the doctor, Brown the priest,\n      and the detrimental O’Brien, the exile in a foreign uniform—all\n      melted away to mix with the ladies or smoke in the conservatory, then the\n      English diplomatist grew very undiplomatic indeed. He was stung every\n      sixty seconds with the thought that the scamp O’Brien might be signalling\n      to Margaret somehow; he did not attempt to imagine how. He was left over\n      the coffee with Brayne, the hoary Yankee who believed in all religions,\n      and Valentin, the grizzled Frenchman who believed in none. They could\n      argue with each other, but neither could appeal to him. After a time this\n      “progressive” logomachy had reached a crisis of tedium; Lord Galloway got\n      up also and sought the drawing-room. He lost his way in long passages for\n      some six or eight minutes: till he heard the high-pitched, didactic voice\n      of the doctor, and then the dull voice of the priest, followed by general\n      laughter. They also, he thought with a curse, were probably arguing about\n      “science and religion.” But the instant he opened the salon door he saw\n      only one thing—he saw what was not there. He saw that Commandant\n      O’Brien was absent, and that Lady Margaret was absent too.\n    \n\n      Rising impatiently from the drawing-room, as he had from the dining-room,\n      he stamped along the passage once more. His notion of protecting his\n      daughter from the Irish-Algerian n’er-do-well had become something central\n      and even mad in his mind. As he went towards the back of the house, where\n      was Valentin’s study, he was surprised to meet his daughter, who swept\n      past with a white, scornful face, which was a second enigma. If she had\n      been with O’Brien, where was O’Brien! If she had not been with O’Brien,\n      where had she been? With a sort of senile and passionate suspicion he\n      groped his way to the dark back parts of the mansion, and eventually found\n      a servants’ entrance that opened on to the garden. The moon with her\n      scimitar had now ripped up and rolled away all the storm-wrack. The argent\n      light lit up all four corners of the garden. A tall figure in blue was\n      striding across the lawn towards the study door; a glint of moonlit silver\n      on his facings picked him out as Commandant O’Brien.\n    \n\n      He vanished through the French windows into the house, leaving Lord\n      Galloway in an indescribable temper, at once virulent and vague. The\n      blue-and-silver garden, like a scene in a theatre, seemed to taunt him\n      with all that tyrannic tenderness against which his worldly authority was\n      at war. The length and grace of the Irishman’s stride enraged him as if he\n      were a rival instead of a father; the moonlight maddened him. He was\n      trapped as if by magic into a garden of troubadours, a Watteau fairyland;\n      and, willing to shake off such amorous imbecilities by speech, he stepped\n      briskly after his enemy. As he did so he tripped over some tree or stone\n      in the grass; looked down at it first with irritation and then a second\n      time with curiosity. The next instant the moon and the tall poplars looked\n      at an unusual sight—an elderly English diplomatist running hard and\n      crying or bellowing as he ran.\n    \n\n      His hoarse shouts brought a pale face to the study door, the beaming\n      glasses and worried brow of Dr. Simon, who heard the nobleman’s first\n      clear words. Lord Galloway was crying: “A corpse in the grass—a\n      blood-stained corpse.” O’Brien at last had gone utterly out of his mind.\n    \n\n      “We must tell Valentin at once,” said the doctor, when the other had\n      brokenly described all that he had dared to examine. “It is fortunate that\n      he is here;” and even as he spoke the great detective entered the study,\n      attracted by the cry. It was almost amusing to note his typical\n      transformation; he had come with the common concern of a host and a\n      gentleman, fearing that some guest or servant was ill. When he was told\n      the gory fact, he turned with all his gravity instantly bright and\n      businesslike; for this, however abrupt and awful, was his business.\n    \n\n      “Strange, gentlemen,” he said as they hurried out into the garden, “that I\n      should have hunted mysteries all over the earth, and now one comes and\n      settles in my own back-yard. But where is the place?” They crossed the\n      lawn less easily, as a slight mist had begun to rise from the river; but\n      under the guidance of the shaken Galloway they found the body sunken in\n      deep grass—the body of a very tall and broad-shouldered man. He lay\n      face downwards, so they could only see that his big shoulders were clad in\n      black cloth, and that his big head was bald, except for a wisp or two of\n      brown hair that clung to his skull like wet seaweed. A scarlet serpent of\n      blood crawled from under his fallen face.\n    \n\n      “At least,” said Simon, with a deep and singular intonation, “he is none\n      of our party.”\n     \n\n      “Examine him, doctor,” cried Valentin rather sharply. “He may not be\n      dead.”\n     \n\n      The doctor bent down. “He is not quite cold, but I am afraid he is dead\n      enough,” he answered. “Just help me to lift him up.”\n     \n\n      They lifted him carefully an inch from the ground, and all doubts as to\n      his being really dead were settled at once and frightfully. The head fell\n      away. It had been entirely sundered from the body; whoever had cut his\n      throat had managed to sever the neck as well. Even Valentin was slightly\n      shocked. “He must have been as strong as a gorilla,” he muttered.\n    \n\n      Not without a shiver, though he was used to anatomical abortions, Dr.\n      Simon lifted the head. It was slightly slashed about the neck and jaw, but\n      the face was substantially unhurt. It was a ponderous, yellow face, at\n      once sunken and swollen, with a hawk-like nose and heavy lids—a face\n      of a wicked Roman emperor, with, perhaps, a distant touch of a Chinese\n      emperor. All present seemed to look at it with the coldest eye of\n      ignorance. Nothing else could be noted about the man except that, as they\n      had lifted his body, they had seen underneath it the white gleam of a\n      shirt-front defaced with a red gleam of blood. As Dr. Simon said, the man\n      had never been of their party. But he might very well have been trying to\n      join it, for he had come dressed for such an occasion.\n    \n\n      Valentin went down on his hands and knees and examined with his closest\n      professional attention the grass and ground for some twenty yards round\n      the body, in which he was assisted less skillfully by the doctor, and\n      quite vaguely by the English lord. Nothing rewarded their grovellings\n      except a few twigs, snapped or chopped into very small lengths, which\n      Valentin lifted for an instant’s examination and then tossed away.\n    \n\n      “Twigs,” he said gravely; “twigs, and a total stranger with his head cut\n      off; that is all there is on this lawn.”\n     \n\n      There was an almost creepy stillness, and then the unnerved Galloway\n      called out sharply:\n    \n\n      “Who’s that! Who’s that over there by the garden wall!”\n     \n\n      A small figure with a foolishly large head drew waveringly near them in\n      the moonlit haze; looked for an instant like a goblin, but turned out to\n      be the harmless little priest whom they had left in the drawing-room.\n    \n\n      “I say,” he said meekly, “there are no gates to this garden, do you know.”\n     \n\n      Valentin’s black brows had come together somewhat crossly, as they did on\n      principle at the sight of the cassock. But he was far too just a man to\n      deny the relevance of the remark. “You are right,” he said. “Before we\n      find out how he came to be killed, we may have to find out how he came to\n      be here. Now listen to me, gentlemen. If it can be done without prejudice\n      to my position and duty, we shall all agree that certain distinguished\n      names might well be kept out of this. There are ladies, gentlemen, and\n      there is a foreign ambassador. If we must mark it down as a crime, then it\n      must be followed up as a crime. But till then I can use my own discretion.\n      I am the head of the police; I am so public that I can afford to be\n      private. Please Heaven, I will clear everyone of my own guests before I\n      call in my men to look for anybody else. Gentlemen, upon your honour, you\n      will none of you leave the house till tomorrow at noon; there are bedrooms\n      for all. Simon, I think you know where to find my man, Ivan, in the front\n      hall; he is a confidential man. Tell him to leave another servant on guard\n      and come to me at once. Lord Galloway, you are certainly the best person\n      to tell the ladies what has happened, and prevent a panic. They also must\n      stay. Father Brown and I will remain with the body.”\n     \n\n      When this spirit of the captain spoke in Valentin he was obeyed like a\n      bugle. Dr. Simon went through to the armoury and routed out Ivan, the\n      public detective’s private detective. Galloway went to the drawing-room\n      and told the terrible news tactfully enough, so that by the time the\n      company assembled there the ladies were already startled and already\n      soothed. Meanwhile the good priest and the good atheist stood at the head\n      and foot of the dead man motionless in the moonlight, like symbolic\n      statues of their two philosophies of death.\n    \n\n      Ivan, the confidential man with the scar and the moustaches, came out of\n      the house like a cannon ball, and came racing across the lawn to Valentin\n      like a dog to his master. His livid face was quite lively with the glow of\n      this domestic detective story, and it was with almost unpleasant eagerness\n      that he asked his master’s permission to examine the remains.\n    \n\n      “Yes; look, if you like, Ivan,” said Valentin, “but don’t be long. We must\n      go in and thrash this out in the house.”\n     \n\n      Ivan lifted the head, and then almost let it drop.\n    \n\n      “Why,” he gasped, “it’s—no, it isn’t; it can’t be. Do you know this\n      man, sir?”\n     \n\n      “No,” said Valentin indifferently; “we had better go inside.”\n     \n\n      Between them they carried the corpse to a sofa in the study, and then all\n      made their way to the drawing-room.\n    \n\n      The detective sat down at a desk quietly, and even without hesitation; but\n      his eye was the iron eye of a judge at assize. He made a few rapid notes\n      upon paper in front of him, and then said shortly: “Is everybody here?”\n     \n\n      “Not Mr. Brayne,” said the Duchess of Mont St. Michel, looking round.\n    \n\n      “No,” said Lord Galloway in a hoarse, harsh voice. “And not Mr. Neil\n      O’Brien, I fancy. I saw that gentleman walking in the garden when the\n      corpse was still warm.”\n     \n\n      “Ivan,” said the detective, “go and fetch Commandant O’Brien and Mr.\n      Brayne. Mr. Brayne, I know, is finishing a cigar in the dining-room;\n      Commandant O’Brien, I think, is walking up and down the conservatory. I am\n      not sure.”\n     \n\n      The faithful attendant flashed from the room, and before anyone could stir\n      or speak Valentin went on with the same soldierly swiftness of exposition.\n    \n\n      “Everyone here knows that a dead man has been found in the garden, his\n      head cut clean from his body. Dr. Simon, you have examined it. Do you\n      think that to cut a man’s throat like that would need great force? Or,\n      perhaps, only a very sharp knife?”\n     \n\n      “I should say that it could not be done with a knife at all,” said the\n      pale doctor.\n    \n\n      “Have you any thought,” resumed Valentin, “of a tool with which it could\n      be done?”\n     \n\n      “Speaking within modern probabilities, I really haven’t,” said the doctor,\n      arching his painful brows. “It’s not easy to hack a neck through even\n      clumsily, and this was a very clean cut. It could be done with a\n      battle-axe or an old headsman’s axe, or an old two-handed sword.”\n     \n\n      “But, good heavens!” cried the Duchess, almost in hysterics, “there aren’t\n      any two-handed swords and battle-axes round here.”\n     \n\n      Valentin was still busy with the paper in front of him. “Tell me,” he\n      said, still writing rapidly, “could it have been done with a long French\n      cavalry sabre?”\n     \n\n      A low knocking came at the door, which, for some unreasonable reason,\n      curdled everyone’s blood like the knocking in Macbeth. Amid that frozen\n      silence Dr. Simon managed to say: “A sabre—yes, I suppose it could.”\n     \n\n      “Thank you,” said Valentin. “Come in, Ivan.”\n     \n\n      The confidential Ivan opened the door and ushered in Commandant Neil\n      O’Brien, whom he had found at last pacing the garden again.\n    \n\n      The Irish officer stood up disordered and defiant on the threshold. “What\n      do you want with me?” he cried.\n    \n\n      “Please sit down,” said Valentin in pleasant, level tones. “Why, you\n      aren’t wearing your sword. Where is it?”\n     \n\n      “I left it on the library table,” said O’Brien, his brogue deepening in\n      his disturbed mood. “It was a nuisance, it was getting—”\n     \n\n      “Ivan,” said Valentin, “please go and get the Commandant’s sword from the\n      library.” Then, as the servant vanished, “Lord Galloway says he saw you\n      leaving the garden just before he found the corpse. What were you doing in\n      the garden?”\n     \n\n      The Commandant flung himself recklessly into a chair. “Oh,” he cried in\n      pure Irish, “admirin’ the moon. Communing with Nature, me bhoy.”\n     \n\n      A heavy silence sank and endured, and at the end of it came again that\n      trivial and terrible knocking. Ivan reappeared, carrying an empty steel\n      scabbard. “This is all I can find,” he said.\n    \n\n      “Put it on the table,” said Valentin, without looking up.\n    \n\n      There was an inhuman silence in the room, like that sea of inhuman silence\n      round the dock of the condemned murderer. The Duchess’s weak exclamations\n      had long ago died away. Lord Galloway’s swollen hatred was satisfied and\n      even sobered. The voice that came was quite unexpected.\n    \n\n      “I think I can tell you,” cried Lady Margaret, in that clear, quivering\n      voice with which a courageous woman speaks publicly. “I can tell you what\n      Mr. O’Brien was doing in the garden, since he is bound to silence. He was\n      asking me to marry him. I refused; I said in my family circumstances I\n      could give him nothing but my respect. He was a little angry at that; he\n      did not seem to think much of my respect. I wonder,” she added, with\n      rather a wan smile, “if he will care at all for it now. For I offer it him\n      now. I will swear anywhere that he never did a thing like this.”\n     \n\n      Lord Galloway had edged up to his daughter, and was intimidating her in\n      what he imagined to be an undertone. “Hold your tongue, Maggie,” he said\n      in a thunderous whisper. “Why should you shield the fellow? Where’s his\n      sword? Where’s his confounded cavalry—”\n     \n\n      He stopped because of the singular stare with which his daughter was\n      regarding him, a look that was indeed a lurid magnet for the whole group.\n    \n\n      “You old fool!” she said in a low voice without pretence of piety, “what\n      do you suppose you are trying to prove? I tell you this man was innocent\n      while with me. But if he wasn’t innocent, he was still with me. If he\n      murdered a man in the garden, who was it who must have seen—who must\n      at least have known? Do you hate Neil so much as to put your own daughter—”\n     \n\n      Lady Galloway screamed. Everyone else sat tingling at the touch of those\n      satanic tragedies that have been between lovers before now. They saw the\n      proud, white face of the Scotch aristocrat and her lover, the Irish\n      adventurer, like old portraits in a dark house. The long silence was full\n      of formless historical memories of murdered husbands and poisonous\n      paramours.\n    \n\n      In the centre of this morbid silence an innocent voice said: “Was it a\n      very long cigar?”\n     \n\n      The change of thought was so sharp that they had to look round to see who\n      had spoken.\n    \n\n      “I mean,” said little Father Brown, from the corner of the room, “I mean\n      that cigar Mr. Brayne is finishing. It seems nearly as long as a\n      walking-stick.”\n     \n\n      Despite the irrelevance there was assent as well as irritation in\n      Valentin’s face as he lifted his head.\n    \n\n      “Quite right,” he remarked sharply. “Ivan, go and see about Mr. Brayne\n      again, and bring him here at once.”\n     \n\n      The instant the factotum had closed the door, Valentin addressed the girl\n      with an entirely new earnestness.\n    \n\n      “Lady Margaret,” he said, “we all feel, I am sure, both gratitude and\n      admiration for your act in rising above your lower dignity and explaining\n      the Commandant’s conduct. But there is a hiatus still. Lord Galloway, I\n      understand, met you passing from the study to the drawing-room, and it was\n      only some minutes afterwards that he found the garden and the Commandant\n      still walking there.”\n     \n\n      “You have to remember,” replied Margaret, with a faint irony in her voice,\n      “that I had just refused him, so we should scarcely have come back arm in\n      arm. He is a gentleman, anyhow; and he loitered behind—and so got\n      charged with murder.”\n     \n\n      “In those few moments,” said Valentin gravely, “he might really—”\n     \n\n      The knock came again, and Ivan put in his scarred face.\n    \n\n      “Beg pardon, sir,” he said, “but Mr. Brayne has left the house.”\n     \n\n      “Left!” cried Valentin, and rose for the first time to his feet.\n    \n\n      “Gone. Scooted. Evaporated,” replied Ivan in humorous French. “His hat and\n      coat are gone, too, and I’ll tell you something to cap it all. I ran\n      outside the house to find any traces of him, and I found one, and a big\n      trace, too.”\n     \n\n      “What do you mean?” asked Valentin.\n    \n\n      “I’ll show you,” said his servant, and reappeared with a flashing naked\n      cavalry sabre, streaked with blood about the point and edge. Everyone in\n      the room eyed it as if it were a thunderbolt; but the experienced Ivan\n      went on quite quietly:\n    \n\n      “I found this,” he said, “flung among the bushes fifty yards up the road\n      to Paris. In other words, I found it just where your respectable Mr.\n      Brayne threw it when he ran away.”\n     \n\n      There was again a silence, but of a new sort. Valentin took the sabre,\n      examined it, reflected with unaffected concentration of thought, and then\n      turned a respectful face to O’Brien. “Commandant,” he said, “we trust you\n      will always produce this weapon if it is wanted for police examination.\n      Meanwhile,” he added, slapping the steel back in the ringing scabbard,\n      “let me return you your sword.”\n     \n\n      At the military symbolism of the action the audience could hardly refrain\n      from applause.\n    \n\n      For Neil O’Brien, indeed, that gesture was the turning-point of existence.\n      By the time he was wandering in the mysterious garden again in the colours\n      of the morning the tragic futility of his ordinary mien had fallen from\n      him; he was a man with many reasons for happiness. Lord Galloway was a\n      gentleman, and had offered him an apology. Lady Margaret was something\n      better than a lady, a woman at least, and had perhaps given him something\n      better than an apology, as they drifted among the old flowerbeds before\n      breakfast. The whole company was more lighthearted and humane, for though\n      the riddle of the death remained, the load of suspicion was lifted off\n      them all, and sent flying off to Paris with the strange millionaire—a\n      man they hardly knew. The devil was cast out of the house—he had\n      cast himself out.\n    \n\n      Still, the riddle remained; and when O’Brien threw himself on a garden\n      seat beside Dr. Simon, that keenly scientific person at once resumed it.\n      He did not get much talk out of O’Brien, whose thoughts were on pleasanter\n      things.\n    \n\n      “I can’t say it interests me much,” said the Irishman frankly, “especially\n      as it seems pretty plain now. Apparently Brayne hated this stranger for\n      some reason; lured him into the garden, and killed him with my sword. Then\n      he fled to the city, tossing the sword away as he went. By the way, Ivan\n      tells me the dead man had a Yankee dollar in his pocket. So he was a\n      countryman of Brayne’s, and that seems to clinch it. I don’t see any\n      difficulties about the business.”\n     \n\n      “There are five colossal difficulties,” said the doctor quietly; “like\n      high walls within walls. Don’t mistake me. I don’t doubt that Brayne did\n      it; his flight, I fancy, proves that. But as to how he did it. First\n      difficulty: Why should a man kill another man with a great hulking sabre,\n      when he can almost kill him with a pocket knife and put it back in his\n      pocket? Second difficulty: Why was there no noise or outcry? Does a man\n      commonly see another come up waving a scimitar and offer no remarks? Third\n      difficulty: A servant watched the front door all the evening; and a rat\n      cannot get into Valentin’s garden anywhere. How did the dead man get into\n      the garden? Fourth difficulty: Given the same conditions, how did Brayne\n      get out of the garden?”\n     \n\n      “And the fifth,” said Neil, with eyes fixed on the English priest who was\n      coming slowly up the path.\n    \n\n      “Is a trifle, I suppose,” said the doctor, “but I think an odd one. When I\n      first saw how the head had been slashed, I supposed the assassin had\n      struck more than once. But on examination I found many cuts across the\n      truncated section; in other words, they were struck after the head was\n      off. Did Brayne hate his foe so fiendishly that he stood sabring his body\n      in the moonlight?”\n     \n\n      “Horrible!” said O’Brien, and shuddered.\n    \n\n      The little priest, Brown, had arrived while they were talking, and had\n      waited, with characteristic shyness, till they had finished. Then he said\n      awkwardly:\n    \n\n      “I say, I’m sorry to interrupt. But I was sent to tell you the news!”\n     \n\n      “News?” repeated Simon, and stared at him rather painfully through his\n      glasses.\n    \n\n      “Yes, I’m sorry,” said Father Brown mildly. “There’s been another murder,\n      you know.”\n     \n\n      Both men on the seat sprang up, leaving it rocking.\n    \n\n      “And, what’s stranger still,” continued the priest, with his dull eye on\n      the rhododendrons, “it’s the same disgusting sort; it’s another beheading.\n      They found the second head actually bleeding into the river, a few yards\n      along Brayne’s road to Paris; so they suppose that he—”\n     \n\n      “Great Heaven!” cried O’Brien. “Is Brayne a monomaniac?”\n     \n\n      “There are American vendettas,” said the priest impassively. Then he\n      added: “They want you to come to the library and see it.”\n     \n\n      Commandant O’Brien followed the others towards the inquest, feeling\n      decidedly sick. As a soldier, he loathed all this secretive carnage;\n      where were these extravagant amputations going to stop? First one head\n      was hacked off, and then another; in this case (he told himself bitterly)\n      it was not true that two heads were better than one. As he crossed the\n      study he almost staggered at a shocking coincidence. Upon\n      Valentin’s table lay the coloured picture of yet a third bleeding\n      head; and it was the head of Valentin himself. A second glance showed him\n      it was only a Nationalist paper, called The Guillotine, which\n      every week showed one of its political opponents with rolling eyes and\n      writhing features just after execution; for Valentin was an anti-clerical\n      of some note. But O’Brien was an Irishman, with a kind of chastity\n      even in his sins; and his gorge rose against that great brutality of the\n      intellect which belongs only to France. He felt Paris as a whole, from\n      the grotesques on the Gothic churches to the gross caricatures in the\n      newspapers. He remembered the gigantic jests of the Revolution. He saw\n      the whole city as one ugly energy, from the sanguinary sketch lying on\n      Valentin’s table up to where, above a mountain and forest of\n      gargoyles, the great devil grins on Notre Dame.\n    \n\n      The library was long, low, and dark; what light entered it shot from under\n      low blinds and had still some of the ruddy tinge of morning. Valentin and\n      his servant Ivan were waiting for them at the upper end of a long,\n      slightly-sloping desk, on which lay the mortal remains, looking enormous\n      in the twilight. The big black figure and yellow face of the man found in\n      the garden confronted them essentially unchanged. The second head, which\n      had been fished from among the river reeds that morning, lay streaming and\n      dripping beside it; Valentin’s men were still seeking to recover the rest\n      of this second corpse, which was supposed to be afloat. Father Brown, who\n      did not seem to share O’Brien’s sensibilities in the least, went up to the\n      second head and examined it with his blinking care. It was little more\n      than a mop of wet white hair, fringed with silver fire in the red and\n      level morning light; the face, which seemed of an ugly, empurpled and\n      perhaps criminal type, had been much battered against trees or stones as\n      it tossed in the water.\n    \n\n      “Good morning, Commandant O’Brien,” said Valentin, with quiet cordiality.\n      “You have heard of Brayne’s last experiment in butchery, I suppose?”\n     \n\n      Father Brown was still bending over the head with white hair, and he said,\n      without looking up:\n    \n\n      “I suppose it is quite certain that Brayne cut off this head, too.”\n     \n\n      “Well, it seems common sense,” said Valentin, with his hands in his\n      pockets. “Killed in the same way as the other. Found within a few yards of\n      the other. And sliced by the same weapon which we know he carried away.”\n     \n\n      “Yes, yes; I know,” replied Father Brown submissively. “Yet, you know, I\n      doubt whether Brayne could have cut off this head.”\n     \n\n      “Why not?” inquired Dr. Simon, with a rational stare.\n    \n\n      “Well, doctor,” said the priest, looking up blinking, “can a man cut off\n      his own head? I don’t know.”\n     \n\n      O’Brien felt an insane universe crashing about his ears; but the doctor\n      sprang forward with impetuous practicality and pushed back the wet white\n      hair.\n    \n\n      “Oh, there’s no doubt it’s Brayne,” said the priest quietly. “He had\n      exactly that chip in the left ear.”\n     \n\n      The detective, who had been regarding the priest with steady and\n      glittering eyes, opened his clenched mouth and said sharply: “You seem to\n      know a lot about him, Father Brown.”\n     \n\n      “I do,” said the little man simply. “I’ve been about with him for some\n      weeks. He was thinking of joining our church.”\n     \n\n      The star of the fanatic sprang into Valentin’s eyes; he strode towards the\n      priest with clenched hands. “And, perhaps,” he cried, with a blasting\n      sneer, “perhaps he was also thinking of leaving all his money to your\n      church.”\n     \n\n      “Perhaps he was,” said Brown stolidly; “it is possible.”\n     \n\n      “In that case,” cried Valentin, with a dreadful smile, “you may indeed\n      know a great deal about him. About his life and about his—”\n     \n\n      Commandant O’Brien laid a hand on Valentin’s arm. “Drop that slanderous\n      rubbish, Valentin,” he said, “or there may be more swords yet.”\n     \n\n      But Valentin (under the steady, humble gaze of the priest) had already\n      recovered himself. “Well,” he said shortly, “people’s private opinions can\n      wait. You gentlemen are still bound by your promise to stay; you must\n      enforce it on yourselves—and on each other. Ivan here will tell you\n      anything more you want to know; I must get to business and write to the\n      authorities. We can’t keep this quiet any longer. I shall be writing in my\n      study if there is any more news.”\n     \n\n      “Is there any more news, Ivan?” asked Dr. Simon, as the chief of police\n      strode out of the room.\n    \n\n      “Only one more thing, I think, sir,” said Ivan, wrinkling up his grey old\n      face, “but that’s important, too, in its way. There’s that old buffer you\n      found on the lawn,” and he pointed without pretence of reverence at the\n      big black body with the yellow head. “We’ve found out who he is, anyhow.”\n     \n\n      “Indeed!” cried the astonished doctor, “and who is he?”\n     \n\n      “His name was Arnold Becker,” said the under-detective, “though he went by\n      many aliases. He was a wandering sort of scamp, and is known to have been\n      in America; so that was where Brayne got his knife into him. We didn’t\n      have much to do with him ourselves, for he worked mostly in Germany. We’ve\n      communicated, of course, with the German police. But, oddly enough, there\n      was a twin brother of his, named Louis Becker, whom we had a great deal to\n      do with. In fact, we found it necessary to guillotine him only yesterday.\n      Well, it’s a rum thing, gentlemen, but when I saw that fellow flat on the\n      lawn I had the greatest jump of my life. If I hadn’t seen Louis Becker\n      guillotined with my own eyes, I’d have sworn it was Louis Becker lying\n      there in the grass. Then, of course, I remembered his twin brother in\n      Germany, and following up the clue—”\n     \n\n      The explanatory Ivan stopped, for the excellent reason that nobody was\n      listening to him. The Commandant and the doctor were both staring at\n      Father Brown, who had sprung stiffly to his feet, and was holding his\n      temples tight like a man in sudden and violent pain.\n    \n\n      “Stop, stop, stop!” he cried; “stop talking a minute, for I see half. Will\n      God give me strength? Will my brain make the one jump and see all? Heaven\n      help me! I used to be fairly good at thinking. I could paraphrase any page\n      in Aquinas once. Will my head split—or will it see? I see half—I\n      only see half.”\n     \n\n      He buried his head in his hands, and stood in a sort of rigid torture of\n      thought or prayer, while the other three could only go on staring at this\n      last prodigy of their wild twelve hours.\n    \n\n      When Father Brown’s hands fell they showed a face quite fresh and serious,\n      like a child’s. He heaved a huge sigh, and said: “Let us get this said and\n      done with as quickly as possible. Look here, this will be the quickest way\n      to convince you all of the truth.” He turned to the doctor. “Dr. Simon,”\n       he said, “you have a strong head-piece, and I heard you this morning\n      asking the five hardest questions about this business. Well, if you will\n      ask them again, I will answer them.”\n     \n\n      Simon’s pince-nez dropped from his nose in his doubt and wonder, but he\n      answered at once. “Well, the first question, you know, is why a man should\n      kill another with a clumsy sabre at all when a man can kill with a\n      bodkin?”\n     \n\n      “A man cannot behead with a bodkin,” said Brown calmly, “and for this\n      murder beheading was absolutely necessary.”\n     \n\n      “Why?” asked O’Brien, with interest.\n    \n\n      “And the next question?” asked Father Brown.\n    \n\n      “Well, why didn’t the man cry out or anything?” asked the doctor; “sabres\n      in gardens are certainly unusual.”\n     \n\n      “Twigs,” said the priest gloomily, and turned to the window which looked\n      on the scene of death. “No one saw the point of the twigs. Why should they\n      lie on that lawn (look at it) so far from any tree? They were not snapped\n      off; they were chopped off. The murderer occupied his enemy with some\n      tricks with the sabre, showing how he could cut a branch in mid-air, or\n      what-not. Then, while his enemy bent down to see the result, a silent\n      slash, and the head fell.”\n     \n\n      “Well,” said the doctor slowly, “that seems plausible enough. But my next\n      two questions will stump anyone.”\n     \n\n      The priest still stood looking critically out of the window and waited.\n    \n\n      “You know how all the garden was sealed up like an air-tight chamber,”\n       went on the doctor. “Well, how did the strange man get into the garden?”\n     \n\n      Without turning round, the little priest answered: “There never was any\n      strange man in the garden.”\n     \n\n      There was a silence, and then a sudden cackle of almost childish laughter\n      relieved the strain. The absurdity of Brown’s remark moved Ivan to open\n      taunts.\n    \n\n      “Oh!” he cried; “then we didn’t lug a great fat corpse on to a sofa last\n      night? He hadn’t got into the garden, I suppose?”\n     \n\n      “Got into the garden?” repeated Brown reflectively. “No, not entirely.”\n     \n\n      “Hang it all,” cried Simon, “a man gets into a garden, or he doesn’t.”\n     \n\n      “Not necessarily,” said the priest, with a faint smile. “What is the nest\n      question, doctor?”\n     \n\n      “I fancy you’re ill,” exclaimed Dr. Simon sharply; “but I’ll ask the next\n      question if you like. How did Brayne get out of the garden?”\n     \n\n      “He didn’t get out of the garden,” said the priest, still looking out of\n      the window.\n    \n\n      “Didn’t get out of the garden?” exploded Simon.\n    \n\n      “Not completely,” said Father Brown.\n    \n\n      Simon shook his fists in a frenzy of French logic. “A man gets out of a\n      garden, or he doesn’t,” he cried.\n    \n\n      “Not always,” said Father Brown.\n    \n\n      Dr. Simon sprang to his feet impatiently. “I have no time to spare on such\n      senseless talk,” he cried angrily. “If you can’t understand a man being on\n      one side of a wall or the other, I won’t trouble you further.”\n     \n\n      “Doctor,” said the cleric very gently, “we have always got on very\n      pleasantly together. If only for the sake of old friendship, stop and tell\n      me your fifth question.”\n     \n\n      The impatient Simon sank into a chair by the door and said briefly: “The\n      head and shoulders were cut about in a queer way. It seemed to be done\n      after death.”\n     \n\n      “Yes,” said the motionless priest, “it was done so as to make you assume\n      exactly the one simple falsehood that you did assume. It was done to make\n      you take for granted that the head belonged to the body.”\n     \n\n      The borderland of the brain, where all the monsters are made, moved\n      horribly in the Gaelic O’Brien. He felt the chaotic presence of all the\n      horse-men and fish-women that man’s unnatural fancy has begotten. A voice\n      older than his first fathers seemed saying in his ear: “Keep out of the\n      monstrous garden where grows the tree with double fruit. Avoid the evil\n      garden where died the man with two heads.” Yet, while these shameful\n      symbolic shapes passed across the ancient mirror of his Irish soul, his\n      Frenchified intellect was quite alert, and was watching the odd priest as\n      closely and incredulously as all the rest.\n    \n\n      Father Brown had turned round at last, and stood against the window, with\n      his face in dense shadow; but even in that shadow they could see it was\n      pale as ashes. Nevertheless, he spoke quite sensibly, as if there were no\n      Gaelic souls on earth.\n    \n\n      “Gentlemen,” he said, “you did not find the strange body of Becker in the\n      garden. You did not find any strange body in the garden. In face of Dr.\n      Simon’s rationalism, I still affirm that Becker was only partly present.\n      Look here!” (pointing to the black bulk of the mysterious corpse) “you\n      never saw that man in your lives. Did you ever see this man?”\n     \n\n      He rapidly rolled away the bald, yellow head of the unknown, and put in\n      its place the white-maned head beside it. And there, complete, unified,\n      unmistakable, lay Julius K. Brayne.\n    \n\n      “The murderer,” went on Brown quietly, “hacked off his enemy’s head and\n      flung the sword far over the wall. But he was too clever to fling the\n      sword only. He flung the head over the wall also. Then he had only to clap\n      on another head to the corpse, and (as he insisted on a private inquest)\n      you all imagined a totally new man.”\n     \n\n      “Clap on another head!” said O’Brien staring. “What other head? Heads\n      don’t grow on garden bushes, do they?”\n     \n\n      “No,” said Father Brown huskily, and looking at his boots;\n      “there is only one place where they grow. They grow in the basket\n      of the guillotine, beside which the chief of police, Aristide Valentin,\n      was standing not an hour before the murder. Oh, my friends, hear me a\n      minute more before you tear me in pieces. Valentin is an honest man, if\n      being mad for an arguable cause is honesty. But did you never see in that\n      cold, grey eye of his that he is mad! He would do anything, anything, to\n      break what he calls the superstition of the Cross. He has fought for it\n      and starved for it, and now he has murdered for it. Brayne’s crazy\n      millions had hitherto been scattered among so many sects that they did\n      little to alter the balance of things. But Valentin heard a whisper that\n      Brayne, like so many scatter-brained sceptics, was drifting to us; and\n      that was quite a different thing. Brayne would pour supplies into the\n      impoverished and pugnacious Church of France; he would support six\n      Nationalist newspapers like The Guillotine. The battle was already\n      balanced on a point, and the fanatic took flame at the risk. He resolved\n      to destroy the millionaire, and he did it as one would expect the\n      greatest of detectives to commit his only crime. He abstracted the\n      severed head of Becker on some criminological excuse, and took it home in\n      his official box. He had that last argument with Brayne, that Lord\n      Galloway did not hear the end of; that failing, he led him out into the\n      sealed garden, talked about swordsmanship, used twigs and a sabre for\n      illustration, and—”\n     \n\n      Ivan of the Scar sprang up. “You lunatic,” he yelled; “you’ll go to my\n      master now, if I take you by—”\n     \n\n      “Why, I was going there,” said Brown heavily; “I must ask him to confess,\n      and all that.”\n     \n\n      Driving the unhappy Brown before them like a hostage or sacrifice, they\n      rushed together into the sudden stillness of Valentin’s study.\n    \n\n      The great detective sat at his desk apparently too occupied to hear their\n      turbulent entrance. They paused a moment, and then something in the look\n      of that upright and elegant back made the doctor run forward suddenly. A\n      touch and a glance showed him that there was a small box of pills at\n      Valentin’s elbow, and that Valentin was dead in his chair; and on the\n      blind face of the suicide was more than the pride of Cato.\n    ",
    "metadata": {
        "author": "Chesterton",
        "year": 0,
        "url": "https://www.gutenberg.org/files/204/204-h/204-h.htm",
        "name": "secret_garden"
    }
}