{
    "name": "London - Brown Wolf",
    "body": "She had delayed, because of the dew-wet grass, in order to put\non her overshoes, and when she emerged from the house found her\nwaiting husband absorbed in the wonder of a bursting\nalmond-bud.Â  She sent a questing glance across the tall\ngrass and in and out among the orchard trees.\nâ\u0080\u009cWhereâ\u0080\u0099s Wolf?â\u0080\u009d she asked.\nâ\u0080\u009cHe was here a moment ago.â\u0080\u009dÂ  Walt Irvine drew\nhimself away with a jerk from the metaphysics and poetry of the\norganic miracle of blossom, and surveyed the landscape.Â \nâ\u0080\u009cHe was running a rabbit the last I saw of him.â\u0080\u009d\nâ\u0080\u009cWolf!Â  Wolf!Â  Here Wolf!â\u0080\u009d she called,\nas they left the clearing and took the trail that led down\nthrough the waxen-belled manzanita jungle to the county road.\nIrvine thrust between his lips the little finger of each hand\nand lent to her efforts a shrill whistling.\nShe covered her ears hastily and made a wry grimace.\nâ\u0080\u009cMy! for a poet, delicately attuned and all the rest of\nit, you can make unlovely noises.Â  My ear-drums are\npierced.Â  You outwhistleâ\u0080\u0094â\u0080\u009d\nâ\u0080\u009cOrpheus.â\u0080\u009d\nâ\u0080\u009cI was about to say a street-arab,â\u0080\u009d she concluded\nseverely.\nâ\u0080\u009cPoesy does not prevent one from being\npracticalâ\u0080\u0094at least it doesnâ\u0080\u0099t prevent\nme.Â  Mine is no futility of genius that canâ\u0080\u0099t\nsell gems to the magazines.â\u0080\u009d\nHe assumed a mock extravagance, and went on:\nâ\u0080\u009cI am no attic singer, no ballroom warbler.Â  And\nwhy?Â  Because I am practical.Â  Mine is no squalor of\nsong that cannot transmute itself, with proper exchange value,\ninto a flower-crowned cottage, a sweet mountain-meadow, a grove\nof redwoods, an orchard of thirty-seven trees, one long row of\nblackberries and two short rows of strawberries, to say nothing\nof a quarter of a mile of gurgling brook.Â  I am a\nbeauty-merchant, a trader in song, and I pursue utility, dear\nMadge.Â  I sing a song, and thanks to the magazine editors I\ntransmute my song into a waft of the west wind sighing through\nour redwoods, into a murmur of waters over mossy stones that\nsings back to me another song than the one I sang and yet the\nsame song wonderfullyâ\u0080\u0094erâ\u0080\u0094transmuted.â\u0080\u009d\nâ\u0080\u009cO that all your song-transmutations were as\nsuccessful!â\u0080\u009d she laughed.\nâ\u0080\u009cName one that wasnâ\u0080\u0099t.â\u0080\u009d\nâ\u0080\u009cThose two beautiful sonnets that you transmuted into\nthe cow that was accounted the worst milker in the\ntownship.â\u0080\u009d\nâ\u0080\u009cShe was beautifulâ\u0080\u0094â\u0080\u009d he began,\nâ\u0080\u009cBut she didnâ\u0080\u0099t give milk,â\u0080\u009d Madge\ninterrupted.\nâ\u0080\u009cBut she was beautiful, now, wasnâ\u0080\u0099t\nshe?â\u0080\u009d he insisted.\nâ\u0080\u009cAnd hereâ\u0080\u0099s where beauty and utility fall\nout,â\u0080\u009d was her reply.Â  â\u0080\u009cAnd thereâ\u0080\u0099s the\nWolf!â\u0080\u009d\nFrom the thicket-covered hillside came a crashing of\nunderbrush, and then, forty feet above them, on the edge of the\nsheer wall of rock, appeared a wolfâ\u0080\u0099s head and\nshoulders.Â  His braced fore paws dislodged a pebble, and\nwith sharp-pricked ears and peering eyes he watched the fall of\nthe pebble till it struck at their feet.Â  Then he\ntransferred his gaze and with open mouth laughed down at\nthem.\nâ\u0080\u009cYou Wolf, you!â\u0080\u009d and â\u0080\u009cYou blessed\nWolf!â\u0080\u009d the man and woman called out to him.\nThe ears flattened back and down at the sound, and the head\nseemed to snuggle under the caress of an invisible hand.\nThey watched him scramble backward into the thicket, then\nproceeded on their way.Â  Several minutes later, rounding a\nturn in the trail where the descent was less precipitous, he\njoined them in the midst of a miniature avalanche of pebbles and\nloose soil.Â  He was not demonstrative.Â  A pat and a rub\naround the ears from the man, and a more prolonged caressing from\nthe woman, and he was away down the trail in front of them,\ngliding effortlessly over the ground in true wolf fashion.\nIn build and coat and brush he was a huge timber-wolf; but the\nlie was given to his wolfhood by his color and marking.Â \nThere the dog unmistakably advertised itself.Â  No wolf was\never colored like him.Â  He was brown, deep brown, red-brown,\nan orgy of browns.Â  Back and shoulders were a warm brown\nthat paled on the sides and underneath to a yellow that was dingy\nbecause of the brown that lingered in it.Â  The white of the\nthroat and paws and the spots over the eyes was dirty because of\nthe persistent and ineradicable brown, while the eyes themselves\nwere twin topazes, golden and brown.\nThe man and woman loved the dog very much; perhaps this was\nbecause it had been such a task to win his love.Â  It had\nbeen no easy matter when he first drifted in mysteriously out of\nnowhere to their little mountain cottage.Â  Footsore and\nfamished, he had killed a rabbit under their very noses and under\ntheir very windows, and then crawled away and slept by the spring\nat the foot of the blackberry bushes.Â  When Walt Irvine went\ndown to inspect the intruder, he was snarled at for his pains,\nand Madge likewise was snarled at when she went down to present,\nas a peace-offering, a large pan of bread and milk.\nA most unsociable dog he proved to be, resenting all their\nadvances, refusing to let them lay hands on him, menacing them\nwith bared fangs and bristling hair.Â  Nevertheless he\nremained, sleeping and resting by the spring, and eating the food\nthey gave him after they set it down at a safe distance and\nretreated.Â  His wretched physical condition explained why he\nlingered; and when he had recuperated, after several daysâ\u0080\u0099\nsojourn, he disappeared.\nAnd this would have been the end of him, so far as Irvine and\nhis wife were concerned, had not Irvine at that particular time\nbeen called away into the northern part of the state.Â \nRiding along on the train, near to the line between California\nand Oregon, he chanced to look out of the window and saw his\nunsociable guest sliding along the wagon road, brown and wolfish,\ntired yet tireless, dust-covered and soiled with two hundred\nmiles of travel.\nNow Irvine was a man of impulse, a poet.Â  He got off the\ntrain at the next station, bought a piece of meat at a butcher\nshop, and captured the vagrant on the outskirts of the\ntown.Â  The return trip was made in the baggage car, and so\nWolf came a second time to the mountain cottage.Â  Here he\nwas tied up for a week and made love to by the man and\nwoman.Â  But it was very circumspect love-making.Â \nRemote and alien as a traveller from another planet, he snarled\ndown their soft-spoken love-words.Â  He never barked.Â \nIn all the time they had him he was never known to bark.\nTo win him became a problem.Â  Irvine liked\nproblems.Â  He had a metal plate made, on which was\nstamped:Â  Return to Walt Irvine,\nGlen Ellen, Sonoma\nCounty, California.Â  This\nwas riveted to a collar and strapped about the dogâ\u0080\u0099s\nneck.Â  Then he was turned loose, and promptly he\ndisappeared.Â  A day later came a telegram from Mendocino\nCounty.Â  In twenty hours he had made over a hundred miles to\nthe north, and was still going when captured.\nHe came back by Wells Fargo Express, was tied up three days,\nand was loosed on the fourth and lost.Â  This time he gained\nsouthern Oregon before he was caught and returned.Â  Always,\nas soon as he received his liberty, he fled away, and always he\nfled north.Â  He was possessed of an obsession that drove him\nnorth.Â  The homing instinct, Irvine called it, after he had\nexpended the selling price of a sonnet in getting the animal back\nfrom northern Oregon.\nAnother time the brown wanderer succeeded in traversing half\nthe length of California, all of Oregon, and most of Washington,\nbefore he was picked up and returned â\u0080\u009cCollect.â\u0080\u009dÂ \nA remarkable thing was the speed with which he travelled.Â \nFed up and rested, as soon as he was loosed he devoted all his\nenergy to getting over the ground.Â  On the first dayâ\u0080\u0099s\nrun he was known to cover as high as a hundred and fifty miles,\nand after that he would average a hundred miles a day until\ncaught.Â  He always arrived back lean and hungry and savage,\nand always departed fresh and vigorous, cleaving his way\nnorthward in response to some prompting of his being that no one\ncould understand.\nBut at last, after a futile year of flight, he accepted the\ninevitable and elected to remain at the cottage where first he\nhad killed the rabbit and slept by the spring.Â  Even after\nthat, a long time elapsed before the man and woman succeeded in\npatting him.Â  It was a great victory, for they alone were\nallowed to put hands on him.Â  He was fastidiously exclusive,\nand no guest at the cottage ever succeeded in making up to\nhim.Â  A low growl greeted such approach; if any one had the\nhardihood to come nearer, the lips lifted, the naked fangs\nappeared, and the growl became a snarlâ\u0080\u0094a snarl so terrible\nand malignant that it awed the stoutest of them, as it likewise\nawed the farmersâ\u0080\u0099 dogs that knew ordinary dog-snarling, but\nhad never seen wolf-snarling before.\nHe was without antecedents.Â  His history began with Walt\nand Madge.Â  He had come up from the south, but never a clew\ndid they get of the owner from whom he had evidently fled.Â \nMrs. Johnson, their nearest neighbor and the one who supplied\nthem with milk, proclaimed him a Klondike dog.Â  Her brother\nwas burrowing for frozen pay-streaks in that far country, and so\nshe constituted herself an authority on the subject.\nBut they did not dispute her.Â  There were the tips of\nWolfâ\u0080\u0099s ears, obviously so severely frozen at some time that\nthey would never quite heal again.Â  Besides, he looked like\nthe photographs of the Alaskan dogs they saw published in\nmagazines and newspapers.Â  They often speculated over his\npast, and tried to conjure up (from what they had read and heard)\nwhat his northland life had been.Â  That the northland still\ndrew him, they knew; for at night they sometimes heard him crying\nsoftly; and when the north wind blew and the bite of frost was in\nthe air, a great restlessness would come upon him and he would\nlift a mournful lament which they knew to be the long\nwolf-howl.Â  Yet he never barked.Â  No provocation was\ngreat enough to draw from him that canine cry.\nLong discussion they had, during the time of winning him, as\nto whose dog he was.Â  Each claimed him, and each proclaimed\nloudly any expression of affection made by him.Â  But the man\nhad the better of it at first, chiefly because he was a\nman.Â  It was patent that Wolf had had no experience with\nwomen.Â  He did not understand women.Â  Madgeâ\u0080\u0099s\nskirts were something he never quite accepted.Â  The swish of\nthem was enough to set him a-bristle with suspicion, and on a\nwindy day she could not approach him at all.\nOn the other hand, it was Madge who fed him; also it was she\nwho ruled the kitchen, and it was by her favor, and her favor\nalone, that he was permitted to come within that sacred\nprecinct.Â  It was because of these things that she bade fair\nto overcome the handicap of her garments.Â  Then it was that\nWalt put forth special effort, making it a practice to have Wolf\nlie at his feet while he wrote, and, between petting and talking,\nlosing much time from his work.Â  Walt won in the end, and\nhis victory was most probably due to the fact that he was a man,\nthough Madge averred that they would have had another quarter of\na mile of gurgling brook, and at least two west winds sighing\nthrough their redwoods, had Walt properly devoted his energies to\nsong-transmutation and left Wolf alone to exercise a natural\ntaste and an unbiassed judgment.\nâ\u0080\u009cItâ\u0080\u0099s about time I heard from those\ntriolets,â\u0080\u009d Walt said, after a silence of five minutes,\nduring which they had swung steadily down the trail.Â \nâ\u0080\u009cThereâ\u0080\u0099ll be a check at the post-office, I know, and\nweâ\u0080\u0099ll transmute it into beautiful buckwheat flour, a gallon\nof maple syrup, and a new pair of overshoes for you.â\u0080\u009d\nâ\u0080\u009cAnd into beautiful milk from Mrs. Johnsonâ\u0080\u0099s\nbeautiful cow,â\u0080\u009d Madge added.Â  â\u0080\u009cTo-morrowâ\u0080\u0099s\nthe first of the month, you know.â\u0080\u009d\nWalt scowled unconsciously; then his face brightened, and he\nclapped his hand to his breast pocket.\nâ\u0080\u009cNever mind.Â  I have here a nice beautiful new cow,\nthe best milker in California.â\u0080\u009d\nâ\u0080\u009cWhen did you write it?â\u0080\u009d she demanded\neagerly.Â  Then, reproachfully, â\u0080\u009cAnd you never showed\nit to me.â\u0080\u009d\nâ\u0080\u009cI saved it to read to you on the way to the\npost-office, in a spot remarkably like this one,â\u0080\u009d he\nanswered, indicating, with a wave of his hand, a dry log on which\nto sit.\nA tiny stream flowed out of a dense fern-brake, slipped down a\nmossy-lipped stone, and ran across the path at their feet.Â \nFrom the valley arose the mellow song of meadow-larks, while\nabout them, in and out, through sunshine and shadow, fluttered\ngreat yellow butterflies.\nUp from below came another sound that broke in upon Walt\nreading softly from his manuscript.Â  It was a crunching of\nheavy feet, punctuated now and again by the clattering of a\ndisplaced stone.Â  As Walt finished and looked to his wife\nfor approval, a man came into view around the turn of the\ntrail.Â  He was bare-headed and sweaty.Â  With a\nhandkerchief in one hand he mopped his face, while in the other\nhand he carried a new hat and a wilted starched collar which he\nhad removed from his neck.Â  He was a well-built man, and his\nmuscles seemed on the point of bursting out of the painfully new\nand ready-made black clothes he wore.\nâ\u0080\u009cWarm day,â\u0080\u009d Walt greeted him.Â  Walt believed\nin country democracy, and never missed an opportunity to practise\nit.\nThe man paused and nodded.\nâ\u0080\u009cI guess I ainâ\u0080\u0099t used much to the warm,â\u0080\u009d he\nvouchsafed half apologetically.Â  â\u0080\u009cIâ\u0080\u0099m more\naccustomed to zero weather.â\u0080\u009d\nâ\u0080\u009cYou donâ\u0080\u0099t find any of that in this\ncountry,â\u0080\u009d Walt laughed.\nâ\u0080\u009cShould say not,â\u0080\u009d the man answered.Â \nâ\u0080\u009cAnâ\u0080\u0099 I ainâ\u0080\u0099t here a-lookinâ\u0080\u0099 for it\nneither.Â  Iâ\u0080\u0099m tryinâ\u0080\u0099 to find my sister.Â \nMebbe you know where she lives.Â  Her nameâ\u0080\u0099s Johnson,\nMrs. William Johnson.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099re not her Klondike brother!â\u0080\u009d Madge\ncried, her eyes bright with interest, â\u0080\u009cabout whom\nweâ\u0080\u0099ve heard so much?â\u0080\u009d\nâ\u0080\u009cYesâ\u0080\u0099m, thatâ\u0080\u0099s me,â\u0080\u009d he answered\nmodestly.Â  â\u0080\u009cMy nameâ\u0080\u0099s Miller, Skiff\nMiller.Â  I just thought Iâ\u0080\u0099d sâ\u0080\u0099prise\nher.â\u0080\u009d\nâ\u0080\u009cYou are on the right track then.Â  Only\nyouâ\u0080\u0099ve come by the foot-path.â\u0080\u009dÂ  Madge stood up\nto direct him, pointing up the canyon a quarter of a mile.Â \nâ\u0080\u009cYou see that blasted redwood?Â  Take the little trail\nturning off to the right.Â  Itâ\u0080\u0099s the short cut to her\nhouse.Â  You canâ\u0080\u0099t miss it.â\u0080\u009d\nâ\u0080\u009cYesâ\u0080\u0099m, thank you, maâ\u0080\u0099am,â\u0080\u009d he\nsaid.Â  He made tentative efforts to go, but seemed awkwardly\nrooted to the spot.Â  He was gazing at her with an open\nadmiration of which he was quite unconscious, and which was\ndrowning, along with him, in the rising sea of embarrassment in\nwhich he floundered.\nâ\u0080\u009cWeâ\u0080\u0099d like to hear you tell about the\nKlondike,â\u0080\u009d Madge said.Â  â\u0080\u009cMaynâ\u0080\u0099t we come\nover some day while you are at your sisterâ\u0080\u0099s?Â  Or,\nbetter yet, wonâ\u0080\u0099t you come over and have dinner with\nus?â\u0080\u009d\nâ\u0080\u009cYesâ\u0080\u0099m, thank you, maâ\u0080\u0099am,â\u0080\u009d he mumbled\nmechanically.Â  Then he caught himself up and added:Â \nâ\u0080\u009cI ainâ\u0080\u0099t stoppinâ\u0080\u0099 long.Â  I got to be\npullinâ\u0080\u0099 north again.Â  I go out on to-nightâ\u0080\u0099s\ntrain.Â  You see, Iâ\u0080\u0099ve got a mail contract with the\ngovernment.â\u0080\u009d\nWhen Madge had said that it was too bad, he made another\nfutile effort to go.Â  But he could not take his eyes from\nher face.Â  He forgot his embarrassment in his admiration,\nand it was her turn to flush and feel uncomfortable.\nIt was at this juncture, when Walt had just decided it was\ntime for him to be saying something to relieve the strain, that\nWolf, who had been away nosing through the brush, trotted\nwolf-like into view.\nSkiff Millerâ\u0080\u0099s abstraction disappeared.Â  The pretty\nwoman before him passed out of his field of vision.Â  He had\neyes only for the dog, and a great wonder came into his face.\nâ\u0080\u009cWell, Iâ\u0080\u0099ll be damned!â\u0080\u009d he enunciated slowly\nand solemnly.\nHe sat down ponderingly on the log, leaving Madge\nstanding.Â  At the sound of his voice, Wolfâ\u0080\u0099s ears had\nflattened down, then his mouth had opened in a laugh.Â  He\ntrotted slowly up to the stranger and first smelled his hands,\nthen licked them with his tongue.\nSkiff Miller patted the dogâ\u0080\u0099s head, and slowly and\nsolemnly repeated, â\u0080\u009cWell, Iâ\u0080\u0099ll be damned!â\u0080\u009d\nâ\u0080\u009cExcuse me, maâ\u0080\u0099am,â\u0080\u009d he said the next moment\nâ\u0080\u009cI was just sâ\u0080\u0099prised some, that was all.â\u0080\u009d\nâ\u0080\u009cWeâ\u0080\u0099re surprised, too,â\u0080\u009d she answered\nlightly.Â  â\u0080\u009cWe never saw Wolf make up to a stranger\nbefore.â\u0080\u009d\nâ\u0080\u009cIs that what you call himâ\u0080\u0094Wolf?â\u0080\u009d the man\nasked.\nMadge nodded.Â  â\u0080\u009cBut I canâ\u0080\u0099t understand his\nfriendliness toward youâ\u0080\u0094unless itâ\u0080\u0099s because\nyouâ\u0080\u0099re from the Klondike.Â  Heâ\u0080\u0099s a Klondike dog,\nyou know.â\u0080\u009d\nâ\u0080\u009cYesâ\u0080\u0099m,â\u0080\u009d Miller said absently.Â  He\nlifted one of Wolfâ\u0080\u0099s fore legs and examined the foot-pads,\npressing them and denting them with his thumb.Â  â\u0080\u009cKind\nof soft,â\u0080\u009d he remarked.Â  â\u0080\u009cHe ainâ\u0080\u0099t been on\ntrail for a long time.â\u0080\u009d\nâ\u0080\u009cI say,â\u0080\u009d Walt broke in, â\u0080\u009cit is remarkable\nthe way he lets you handle him.â\u0080\u009d\nSkiff Miller arose, no longer awkward with admiration of\nMadge, and in a sharp, businesslike manner asked, â\u0080\u009cHow long\nhave you had him?â\u0080\u009d\nBut just then the dog, squirming and rubbing against the\nnewcomerâ\u0080\u0099s legs, opened his mouth and barked.Â  It was\nan explosive bark, brief and joyous, but a bark.\nâ\u0080\u009cThatâ\u0080\u0099s a new one on me,â\u0080\u009d Skiff Miller\nremarked.\nWalt and Madge stared at each other.Â  The miracle had\nhappened.Â  Wolf had barked.\nâ\u0080\u009cItâ\u0080\u0099s the first time he ever barked,â\u0080\u009d Madge\nsaid.\nâ\u0080\u009cFirst time I ever heard him, too,â\u0080\u009d Miller\nvolunteered.\nMadge smiled at him.Â  The man was evidently a\nhumorist.\nâ\u0080\u009cOf course,â\u0080\u009d she said, â\u0080\u009csince you have only\nseen him for five minutes.â\u0080\u009d\nSkiff Miller looked at her sharply, seeking in her face the\nguile her words had led him to suspect.\nâ\u0080\u009cI thought you understood,â\u0080\u009d he said slowly.Â \nâ\u0080\u009cI thought youâ\u0080\u0099d tumbled to it from his makinâ\u0080\u0099\nup to me.Â  Heâ\u0080\u0099s my dog.Â  His name ainâ\u0080\u0099t\nWolf.Â  Itâ\u0080\u0099s Brown.â\u0080\u009d\nâ\u0080\u009cOh, Walt!â\u0080\u009d was Madgeâ\u0080\u0099s instinctive cry to\nher husband.\nWalt was on the defensive at once.\nâ\u0080\u009cHow do you know heâ\u0080\u0099s your dog?â\u0080\u009d he\ndemanded.\nâ\u0080\u009cBecause he is,â\u0080\u009d was the reply.\nâ\u0080\u009cMere assertion,â\u0080\u009d Walt said sharply.\nIn his slow and pondering way, Skiff Miller looked at him,\nthen asked, with a nod of his head toward Madge:\nâ\u0080\u009cHow dâ\u0080\u0099you know sheâ\u0080\u0099s your wife?Â  You\njust say, â\u0080\u0098Because she is,â\u0080\u0099 and Iâ\u0080\u0099ll say\nitâ\u0080\u0099s mere assertion.Â  The dogâ\u0080\u0099s mine.Â  I\nbred â\u0080\u0099m anâ\u0080\u0099 raised â\u0080\u0099m, anâ\u0080\u0099 I guess I\nought to know.Â  Look here.Â  Iâ\u0080\u0099ll prove it to\nyou.â\u0080\u009d\nSkiff Miller turned to the dog.Â \nâ\u0080\u009cBrown!â\u0080\u009dÂ  His voice rang out sharply, and at the\nsound the dogâ\u0080\u0099s ears flattened down as to a caress.Â \nâ\u0080\u009cGee!â\u0080\u009dÂ  The dog made a swinging turn to the\nright.Â  â\u0080\u009cNow mush-on!â\u0080\u009dÂ  And the dog ceased\nhis swing abruptly and started straight ahead, halting obediently\nat command.\nâ\u0080\u009cI can do it with whistles,â\u0080\u009d Skiff Miller said\nproudly.Â  â\u0080\u009cHe was my lead dog.â\u0080\u009d\nâ\u0080\u009cBut you are not going to take him away with you?â\u0080\u009d\nMadge asked tremulously.\nThe man nodded.\nâ\u0080\u009cBack into that awful Klondike world of\nsuffering?â\u0080\u009d\nHe nodded and added:Â  â\u0080\u009cOh, it ainâ\u0080\u0099t so bad as\nall that.Â  Look at me.Â  Pretty healthy specimen,\nainâ\u0080\u0099t I?â\u0080\u009d\nâ\u0080\u009cBut the dogs!Â  The terrible hardship, the\nheart-breaking toil, the starvation, the frost!Â  Oh,\nIâ\u0080\u0099ve read about it and I know.â\u0080\u009d\nâ\u0080\u009cI nearly ate him once, over on Little Fish\nRiver,â\u0080\u009d Miller volunteered grimly.Â  â\u0080\u009cIf I\nhadnâ\u0080\u0099t got a moose that day was all that saved\nâ\u0080\u0099m.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099d have died first!â\u0080\u009d Madge cried.\nâ\u0080\u009cThings is different down here,â\u0080\u009d Miller\nexplained.Â  â\u0080\u009cYou donâ\u0080\u0099t have to eat dogs.Â \nYou think different just about the time youâ\u0080\u0099re all\nin.Â  Youâ\u0080\u0099ve never ben all in, so you donâ\u0080\u0099t know\nanything about it.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s the very point,â\u0080\u009d she argued\nwarmly.Â  â\u0080\u009cDogs are not eaten in California.Â  Why\nnot leave him here?Â  He is happy.Â  Heâ\u0080\u0099ll never\nwant for foodâ\u0080\u0094you know that.Â  Heâ\u0080\u0099ll never suffer\nfrom cold and hardship.Â  Here all is softness and\ngentleness.Â  Neither the human nor nature is savage.Â \nHe will never know a whip-lash again.Â  And as for the\nweatherâ\u0080\u0094why, it never snows here.â\u0080\u009d\nâ\u0080\u009cBut itâ\u0080\u0099s all-fired hot in summer, begginâ\u0080\u0099\nyour pardon,â\u0080\u009d Skiff Miller laughed.\nâ\u0080\u009cBut you do not answer,â\u0080\u009d Madge continued\npassionately.Â  â\u0080\u009cWhat have you to offer him in that\nnorthland life?â\u0080\u009d\nâ\u0080\u009cGrub, when Iâ\u0080\u0099ve got it, and thatâ\u0080\u0099s most of\nthe time,â\u0080\u009d came the answer.\nâ\u0080\u009cAnd the rest of the time?â\u0080\u009d\nâ\u0080\u009cNo grub.â\u0080\u009d\nâ\u0080\u009cAnd the work?â\u0080\u009d\nâ\u0080\u009cYes, plenty of work,â\u0080\u009d Miller blurted out\nimpatiently.Â  â\u0080\u009cWork without end, anâ\u0080\u0099 famine,\nanâ\u0080\u0099 frost, an all the rest of the\nmiseriesâ\u0080\u0094thatâ\u0080\u0099s what heâ\u0080\u0099ll get when he comes\nwith me.Â  But he likes it.Â  He is used to it.Â  He\nknows that life.Â  He was born to it anâ\u0080\u0099 brought up to\nit.Â  Anâ\u0080\u0099 you donâ\u0080\u0099t know anything about it.Â \nYou donâ\u0080\u0099t know what youâ\u0080\u0099re talking about.Â \nThatâ\u0080\u0099s where the dog belongs, and thatâ\u0080\u0099s where\nheâ\u0080\u0099ll be happiest.â\u0080\u009d\nâ\u0080\u009cThe dog doesnâ\u0080\u0099t go,â\u0080\u009d Walt announced in a\ndetermined voice.Â  â\u0080\u009cSo there is no need of further\ndiscussion.â\u0080\u009d\nâ\u0080\u009cWhatâ\u0080\u0099s that?â\u0080\u009d Skiff Miller demanded, his\nbrows lowering and an obstinate flush of blood reddening his\nforehead.\nâ\u0080\u009cI said the dog doesnâ\u0080\u0099t go, and that settles\nit.Â  I donâ\u0080\u0099t believe heâ\u0080\u0099s your dog.Â  You\nmay have seen him sometime.Â  You may even sometime have\ndriven him for his owner.Â  But his obeying the ordinary\ndriving commands of the Alaskan trail is no demonstration that he\nis yours.Â  Any dog in Alaska would obey you as he\nobeyed.Â  Besides, he is undoubtedly a valuable dog, as dogs\ngo in Alaska, and that is sufficient explanation of your desire\nto get possession of him.Â  Anyway, youâ\u0080\u0099ve got to prove\nproperty.â\u0080\u009d\nSkiff Miller, cool and collected, the obstinate flush a trifle\ndeeper on his forehead, his huge muscles bulging under the black\ncloth of his coat, carefully looked the poet up and down as\nthough measuring the strength of his slenderness.\nThe Klondikerâ\u0080\u0099s face took on a contemptuous expression\nas he said finally, â\u0080\u009cI reckon thereâ\u0080\u0099s nothinâ\u0080\u0099\nin sight to prevent me takinâ\u0080\u0099 the dog right here anâ\u0080\u0099\nnow.â\u0080\u009d\nWaltâ\u0080\u0099s face reddened, and the striking-muscles of his\narms and shoulders seemed to stiffen and grow tense.Â  His\nwife fluttered apprehensively into the breach.\nâ\u0080\u009cMaybe Mr. Miller is right,â\u0080\u009d she said.Â \nâ\u0080\u009cI am afraid that he is.Â  Wolf does seem to know him,\nand certainly he answers to the name of\nâ\u0080\u0098Brown.â\u0080\u0099Â  He made friends with him instantly,\nand you know thatâ\u0080\u0099s something he never did with anybody\nbefore.Â  Besides, look at the way he barked.Â  He was\njust bursting with joy.Â  Joy over what?Â  Without doubt\nat finding Mr. Miller.â\u0080\u009d\nWaltâ\u0080\u0099s striking-muscles relaxed, and his shoulders\nseemed to droop with hopelessness.\nâ\u0080\u009cI guess youâ\u0080\u0099re right, Madge,â\u0080\u009d he\nsaid.Â  â\u0080\u009cWolf isnâ\u0080\u0099t Wolf, but Brown, and he must\nbelong to Mr. Miller.â\u0080\u009d\nâ\u0080\u009cPerhaps Mr. Miller will sell him,â\u0080\u009d she\nsuggested.Â  â\u0080\u009cWe can buy him.â\u0080\u009d\nSkiff Miller shook his head, no longer belligerent, but\nkindly, quick to be generous in response to generousness.\nâ\u0080\u009cI had five dogs,â\u0080\u009d he said, casting about for the\neasiest way to temper his refusal.Â  â\u0080\u009cHe was the\nleader.Â  They was the crack team of Alaska.Â \nNothinâ\u0080\u0099 could touch â\u0080\u0099em.Â  In 1898 I refused five\nthousand dollars for the bunch.Â  Dogs was high, then,\nanyway; but that wasnâ\u0080\u0099t what made the fancy price.Â  It\nwas the team itself.Â  Brown was the best in the team.Â \nThat winter I refused twelve hundred for â\u0080\u0099m.Â  I\ndidnâ\u0080\u0099t sell â\u0080\u0099m then, anâ\u0080\u0099 I ainâ\u0080\u0099t\na-sellinâ\u0080\u0099 â\u0080\u0099m now.Â  Besides, I think a mighty lot\nof that dog.Â  Iâ\u0080\u0099ve ben lookinâ\u0080\u0099 for â\u0080\u0099m for\nthree years.Â  It made me fair sick when I found heâ\u0080\u0099d\nben stoleâ\u0080\u0094not the value of him, but theâ\u0080\u0094well, I liked\nâ\u0080\u0099m like hell, thatâ\u0080\u0099s all, begginâ\u0080\u0099 your\npardon.Â  I couldnâ\u0080\u0099t believe my eyes when I seen\nâ\u0080\u0099m just now.Â  I thought I was dreaminâ\u0080\u0099.Â  It\nwas too good to be true.Â  Why, I was his wet-nurse.Â  I\nput â\u0080\u0099m to bed, snug every night.Â  His mother died, and\nI brought â\u0080\u0099m up on condensed milk at two dollars a can when\nI couldnâ\u0080\u0099t afford it in my own coffee.Â  He never knew\nany mother but me.Â  He used to suck my finger regular, the\ndarn little cussâ\u0080\u0094that finger right there!â\u0080\u009d\nAnd Skiff Miller, too overwrought for speech, held up a fore\nfinger for them to see.\nâ\u0080\u009cThat very finger,â\u0080\u009d he managed to articulate, as\nthough it somehow clinched the proof of ownership and the bond of\naffection.\nHe was still gazing at his extended finger when Madge began to\nspeak.\nâ\u0080\u009cBut the dog,â\u0080\u009d she said.Â  â\u0080\u009cYou\nhavenâ\u0080\u0099t considered the dog.â\u0080\u009d\nSkiff Miller looked puzzled.\nâ\u0080\u009cHave you thought about him?â\u0080\u009d she asked.\nâ\u0080\u009cDonâ\u0080\u0099t know what youâ\u0080\u0099re drivinâ\u0080\u0099\nat,â\u0080\u009d was the response.\nâ\u0080\u009cMaybe the dog has some choice in the matter,â\u0080\u009d\nMadge went on.Â  â\u0080\u009cMaybe he has his likes and\ndesires.Â  You have not considered him.Â  You give him no\nchoice.Â  It has never entered your mind that possibly he\nmight prefer California to Alaska.Â  You consider only what\nyou like.Â  You do with him as you would with a sack of\npotatoes or a bale of hay.â\u0080\u009d\nThis was a new way of looking at it, and Miller was visibly\nimpressed as he debated it in his mind.Â  Madge took\nadvantage of his indecision.\nâ\u0080\u009cIf you really love him, what would be happiness to him\nwould be your happiness also,â\u0080\u009d she urged.\nSkiff Miller continued to debate with himself, and Madge stole\na glance of exultation to her husband, who looked back warm\napproval.\nâ\u0080\u009cWhat do you think?â\u0080\u009d the Klondiker suddenly\ndemanded.\nIt was her turn to be puzzled.Â  â\u0080\u009cWhat do you\nmean?â\u0080\u009d she asked.\nâ\u0080\u009cDâ\u0080\u0099ye think heâ\u0080\u0099d sooner stay in\nCalifornia?â\u0080\u009d\nShe nodded her head with positiveness.Â  â\u0080\u009cI am sure\nof it.â\u0080\u009d\nSkiff Miller again debated with himself, though this time\naloud, at the same time running his gaze in a judicial way over\nthe mooted animal.\nâ\u0080\u009cHe was a good worker.Â  Heâ\u0080\u0099s done a heap of\nwork for me.Â  He never loafed on me, anâ\u0080\u0099 he was a\njoe-dandy at hammerinâ\u0080\u0099 a raw team into shape.Â \nHeâ\u0080\u0099s got a head on him.Â  He can do everything but\ntalk.Â  He knows what you say to him.Â  Look at â\u0080\u0099m\nnow.Â  He knows weâ\u0080\u0099re talkinâ\u0080\u0099 about\nhim.â\u0080\u009d\nThe dog was lying at Skiff Millerâ\u0080\u0099s feet, head close\ndown on paws, ears erect and listening, and eyes that were quick\nand eager to follow the sound of speech as it fell from the lips\nof first one and then the other.\nâ\u0080\u009cAnâ\u0080\u0099 thereâ\u0080\u0099s a lot of work in â\u0080\u0099m\nyet.Â  Heâ\u0080\u0099s good for years to come.Â  Anâ\u0080\u0099 I\ndo like him.Â  I like him like hell.â\u0080\u009d\nOnce or twice after that Skiff Miller opened his mouth and\nclosed it again without speaking.Â  Finally he said:\nâ\u0080\u009cIâ\u0080\u0099ll tell you what Iâ\u0080\u0099ll do.Â  Your\nremarks, maâ\u0080\u0099am, has some weight in them.Â  The\ndogâ\u0080\u0099s worked hard, and maybe heâ\u0080\u0099s earned a soft berth\nanâ\u0080\u0099 has got a right to choose.Â  Anyway, weâ\u0080\u0099ll\nleave it up to him.Â  Whatever he says, goes.Â  You\npeople stay right here settinâ\u0080\u0099 down.Â  Iâ\u0080\u0099ll say\ngood-by and walk off casual-like.Â  If he wants to stay, he\ncan stay.Â  If he wants to come with me, let â\u0080\u0099m\ncome.Â  I wonâ\u0080\u0099t call â\u0080\u0099m to come anâ\u0080\u0099\ndonâ\u0080\u0099t you call â\u0080\u0099m to come back.â\u0080\u009d\nHe looked with sudden suspicion at Madge, and added,\nâ\u0080\u009cOnly you must play fair.Â  No persuadinâ\u0080\u0099 after\nmy back is turned.â\u0080\u009d\nâ\u0080\u009cWeâ\u0080\u0099ll play fair,â\u0080\u009d Madge began, but Skiff\nMiller broke in on her assurances.\nâ\u0080\u009cI know the ways of women,â\u0080\u009d he announced.Â \nâ\u0080\u009cTheir hearts is soft.Â  When their hearts is touched\ntheyâ\u0080\u0099re likely to stack the cards, look at the bottom of\nthe deck, anâ\u0080\u0099 lie like the devilâ\u0080\u0094begginâ\u0080\u0099 your\npardon, maâ\u0080\u0099am.Â  Iâ\u0080\u0099m only discoursinâ\u0080\u0099 about\nwomen in general.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know how to thank you,â\u0080\u009d Madge\nquavered.\nâ\u0080\u009cI donâ\u0080\u0099t see as youâ\u0080\u0099ve got any call to thank\nme,â\u0080\u009d he replied.Â  â\u0080\u009cBrown ainâ\u0080\u0099t decided\nyet.Â  Now you wonâ\u0080\u0099t mind if I go away slow?Â \nItâ\u0080\u0099s no moreâ\u0080\u0099n fair, seeinâ\u0080\u0099 Iâ\u0080\u0099ll be out\nof sight inside a hundred yards.â\u0080\u009dâ\u0080\u0094Madge agreed, and\nadded, â\u0080\u009cAnd I promise you faithfully that we wonâ\u0080\u0099t do\nanything to influence him.â\u0080\u009d\nâ\u0080\u009cWell, then, I might as well be gettinâ\u0080\u0099\nalong,â\u0080\u009d Skiff Miller said in the ordinary tones of one\ndeparting.\nAt this change in his voice, Wolf lifted his head quickly, and\nstill more quickly got to his feet when the man and woman shook\nhands.Â  He sprang up on his hind legs, resting his fore paws\non her hip and at the same time licking Skiff Millerâ\u0080\u0099s\nhand.Â  When the latter shook hands with Walt, Wolf repeated\nhis act, resting his weight on Walt and licking both menâ\u0080\u0099s\nhands.\nâ\u0080\u009cIt ainâ\u0080\u0099t no picnic, I can tell you that,â\u0080\u009d\nwere the Klondikerâ\u0080\u0099s last words, as he turned and went\nslowly up the trail.\nFor the distance of twenty feet Wolf watched him go, himself\nall eagerness and expectancy, as though waiting for the man to\nturn and retrace his steps.Â  Then, with a quick low whine,\nWolf sprang after him, overtook him, caught his hand between his\nteeth with reluctant tenderness, and strove gently to make him\npause.\nFailing in this, Wolf raced back to where Walt Irvine sat,\ncatching his coat-sleeve in his teeth and trying vainly to drag\nhim after the retreating man.\nWolfâ\u0080\u0099s perturbation began to wax.Â  He desired\nubiquity.Â  He wanted to be in two places at the same time,\nwith the old master and the new, and steadily the distance\nbetween them was increasing.Â  He sprang about excitedly,\nmaking short nervous leaps and twists, now toward one, now toward\nthe other, in painful indecision, not knowing his own mind,\ndesiring both and unable to choose, uttering quick sharp whines\nand beginning to pant.\nHe sat down abruptly on his haunches, thrusting his nose\nupward, the mouth opening and closing with jerking movements,\neach time opening wider.Â  These jerking movements were in\nunison with the recurrent spasms that attacked the throat, each\nspasm severer and more intense than the preceding one.Â  And\nin accord with jerks and spasms the larynx began to vibrate, at\nfirst silently, accompanied by the rush of air expelled from the\nlungs, then sounding a low, deep note, the lowest in the register\nof the human ear.Â  All this was the nervous and muscular\npreliminary to howling.\nBut just as the howl was on the verge of bursting from the\nfull throat, the wide-opened mouth was closed, the paroxysms\nceased, and he looked long and steadily at the retreating\nman.Â  Suddenly Wolf turned his head, and over his shoulder\njust as steadily regarded Walt.Â  The appeal was\nunanswered.Â  Not a word nor a sign did the dog receive, no\nsuggestion and no clew as to what his conduct should be.\nA glance ahead to where the old master was nearing the curve\nof the trail excited him again.Â  He sprang to his feet with\na whine, and then, struck by a new idea, turned his attention to\nMadge.Â  Hitherto he had ignored her, but now, both masters\nfailing him, she alone was left.Â  He went over to her and\nsnuggled his head in her lap, nudging her arm with his\nnoseâ\u0080\u0094an old trick of his when begging for favors.Â  He\nbacked away from her and began writhing and twisting playfully,\ncurvetting and prancing, half rearing and striking his fore paws\nto the earth, struggling with all his body, from the wheedling\neyes and flattening ears to the wagging tail, to express the\nthought that was in him and that was denied him utterance.\nThis, too, he soon abandoned.Â  He was depressed by the\ncoldness of these humans who had never been cold before.Â  No\nresponse could he draw from them, no help could he get.Â \nThey did not consider him.Â  They were as dead.\nHe turned and silently gazed after the old master.Â  Skiff\nMiller was rounding the curve.Â  In a moment he would be gone\nfrom view.Â  Yet he never turned his head, plodding straight\nonward, slowly and methodically, as though possessed of no\ninterest in what was occurring behind his back.\nAnd in this fashion he went out of view.Â  Wolf waited for\nhim to reappear.Â  He waited a long minute, silently,\nquietly, without movement, as though turned to stoneâ\u0080\u0094withal\nstone quick with eagerness and desire.Â  He barked once, and\nwaited.Â  Then he turned and trotted back to Walt\nIrvine.Â  He sniffed his hand and dropped down heavily at his\nfeet, watching the trail where it curved emptily from view.\nThe tiny stream slipping down the mossy-lipped stone seemed\nsuddenly to increase the volume of its gurgling noise.Â  Save\nfor the meadow-larks, there was no other sound.Â  The great\nyellow butterflies drifted silently through the sunshine and lost\nthemselves in the drowsy shadows.Â  Madge gazed triumphantly\nat her husband.\nA few minutes later Wolf got upon his feet.Â  Decision and\ndeliberation marked his movements.Â  He did not glance at the\nman and woman.Â  His eyes were fixed up the trail.Â  He\nhad made up his mind.Â  They knew it.Â  And they knew, so\nfar as they were concerned, that the ordeal had just begun.\nHe broke into a trot, and Madgeâ\u0080\u0099s lips pursed, forming\nan avenue for the caressing sound that it was the will of her to\nsend forth.Â  But the caressing sound was not made.Â  She\nwas impelled to look at her husband, and she saw the sternness\nwith which he watched her.Â  The pursed lips relaxed, and she\nsighed inaudibly.\nWolfâ\u0080\u0099s trot broke into a run.Â  Wider and wider were\nthe leaps he made.Â  Not once did he turn his head, his\nwolfâ\u0080\u0099s brush standing out straight behind him.Â  He cut\nsharply across the curve of the trail and was gone.",
    "metadata": {
        "author": "london",
        "year": 0,
        "url": "https://www.gutenberg.org/cache/epub/710/pg710-images.html",
        "name": "brown_wolf"
    }
}