{
  "name": "London - A Day's Lodging",
  "body": "John Messner clung with mittened hand to the bucking gee-pole\nand held the sled in the trail.  With the other mittened\nhand he rubbed his cheeks and nose.  He rubbed his cheeks\nand nose every little while.  In point of fact, he rarely\nceased from rubbing them, and sometimes, as their numbness\nincreased, he rubbed fiercely.  His forehead was covered by\nthe visor of his fur cap, the flaps of which went over his\nears.  The rest of his face was protected by a thick beard,\ngolden-brown under its coating of frost.\nBehind him churned a heavily loaded Yukon sled, and before him\ntoiled a string of five dogs.  The rope by which they\ndragged the sled rubbed against the side of Messner’s\nleg.  When the dogs swung on a bend in the trail, he stepped\nover the rope.  There were many bends, and he was compelled\nto step over it often.  Sometimes he tripped on the rope, or\nstumbled, and at all times he was awkward, betraying a weariness\nso great that the sled now and again ran upon his heels.\nWhen he came to a straight piece of trail, where the sled\ncould get along for a moment without guidance, he let go the\ngee-pole and batted his right hand sharply upon the hard\nwood.  He found it difficult to keep up the circulation in\nthat hand.  But while he pounded the one hand, he never\nceased from rubbing his nose and cheeks with the other.\n“It’s too cold to travel, anyway,” he\nsaid.  He spoke aloud, after the manner of men who are much\nby themselves.  “Only a fool would travel at such a\ntemperature.  If it isn’t eighty below, it’s\nbecause it’s seventy-nine.”\nHe pulled out his watch, and after some fumbling got it back\ninto the breast pocket of his thick woollen jacket.  Then he\nsurveyed the heavens and ran his eye along the white sky-line to\nthe south.\n“Twelve o’clock,” he mumbled, “A clear\nsky, and no sun.”\nHe plodded on silently for ten minutes, and then, as though\nthere had been no lapse in his speech, he added:\n“And no ground covered, and it’s too cold to\ntravel.”\nSuddenly he yelled “Whoa!” at the dogs, and\nstopped.  He seemed in a wild panic over his right hand, and\nproceeded to hammer it furiously against the gee-pole.\n“You—poor—devils!” he addressed the\ndogs, which had dropped down heavily on the ice to rest. \nHis was a broken, jerky utterance, caused by the violence with\nwhich he hammered his numb hand upon the wood.  “What\nhave you done anyway that a two-legged other animal should come\nalong, break you to harness, curb all your natural proclivities,\nand make slave-beasts out of you?”\nHe rubbed his nose, not reflectively, but savagely, in order\nto drive the blood into it, and urged the dogs to their work\nagain.  He travelled on the frozen surface of a great\nriver.  Behind him it stretched away in a mighty curve of\nmany miles, losing itself in a fantastic jumble of mountains,\nsnow-covered and silent.  Ahead of him the river split into\nmany channels to accommodate the freight of islands it carried on\nits breast.  These islands were silent and white.  No\nanimals nor humming insects broke the silence.  No birds\nflew in the chill air.  There was no sound of man, no mark\nof the handiwork of man.  The world slept, and it was like\nthe sleep of death.\nJohn Messner seemed succumbing to the apathy of it all. \nThe frost was benumbing his spirit.  He plodded on with\nbowed head, unobservant, mechanically rubbing nose and cheeks,\nand batting his steering hand against the gee-pole in the\nstraight trail-stretches.\nBut the dogs were observant, and suddenly they stopped,\nturning their heads and looking back at their master out of eyes\nthat were wistful and questioning.  Their eyelashes were\nfrosted white, as were their muzzles, and they had all the\nseeming of decrepit old age, what of the frost-rime and\nexhaustion.\nThe man was about to urge them on, when he checked himself,\nroused up with an effort, and looked around.  The dogs had\nstopped beside a water-hole, not a fissure, but a hole man-made,\nchopped laboriously with an axe through three and a half feet of\nice.  A thick skin of new ice showed that it had not been\nused for some time.  Messner glanced about him.  The\ndogs were already pointing the way, each wistful and hoary muzzle\nturned toward the dim snow-path that left the main river trail\nand climbed the bank of the island.\n“All right, you sore-footed brutes,” he\nsaid.  “I’ll investigate.  You’re not\na bit more anxious to quit than I am.”\nHe climbed the bank and disappeared.  The dogs did not\nlie down, but on their feet eagerly waited his return.  He\ncame back to them, took a hauling-rope from the front of the\nsled, and put it around his shoulders.  Then he\ngee’d the dogs to the right and put them at the bank\non the run.  It was a stiff pull, but their weariness fell\nfrom them as they crouched low to the snow, whining with\neagerness and gladness as they struggled upward to the last ounce\nof effort in their bodies.  When a dog slipped or faltered,\nthe one behind nipped his hind quarters.  The man shouted\nencouragement and threats, and threw all his weight on the\nhauling-rope.\nThey cleared the bank with a rush, swung to the left, and\ndashed up to a small log cabin.  It was a deserted cabin of\na single room, eight feet by ten on the inside.  Messner\nunharnessed the animals, unloaded his sled and took\npossession.  The last chance wayfarer had left a supply of\nfirewood.  Messner set up his light sheet-iron stove and\nstarted a fire.  He put five sun-cured salmon into the oven\nto thaw out for the dogs, and from the water-hole filled his\ncoffee-pot and cooking-pail.\nWhile waiting for the water to boil, he held his face over the\nstove.  The moisture from his breath had collected on his\nbeard and frozen into a great mass of ice, and this he proceeded\nto thaw out.  As it melted and dropped upon the stove it\nsizzled and rose about him in steam.  He helped the process\nwith his fingers, working loose small ice-chunks that fell\nrattling to the floor.\nA wild outcry from the dogs without did not take him from his\ntask.  He heard the wolfish snarling and yelping of strange\ndogs and the sound of voices.  A knock came on the door.\n“Come in,” Messner called, in a voice muffled\nbecause at the moment he was sucking loose a fragment of ice from\nits anchorage on his upper lip.\nThe door opened, and, gazing out of his cloud of steam, he saw\na man and a woman pausing on the threshold.\n“Come in,” he said peremptorily, “and shut\nthe door!”\nPeering through the steam, he could make out but little of\ntheir personal appearance.  The nose and cheek strap worn by\nthe woman and the trail-wrappings about her head allowed only a\npair of black eyes to be seen.  The man was dark-eyed and\nsmooth-shaven all except his mustache, which was so iced up as to\nhide his mouth.\n“We just wanted to know if there is any other cabin\naround here,” he said, at the same time glancing over the\nunfurnished state of the room.  “We thought this cabin\nwas empty.”\n“It isn’t my cabin,” Messner answered. \n“I just found it a few minutes ago.  Come right in and\ncamp.  Plenty of room, and you won’t need your\nstove.  There’s room for all.”\nAt the sound of his voice the woman peered at him with quick\ncuriousness.\n“Get your things off,” her companion said to\nher.  “I’ll unhitch and get the water so we can\nstart cooking.”\nMessner took the thawed salmon outside and fed his dogs. \nHe had to guard them against the second team of dogs, and when he\nhad reëntered the cabin the other man had unpacked the sled\nand fetched water.  Messner’s pot was boiling. \nHe threw in the coffee, settled it with half a cup of cold water,\nand took the pot from the stove.  He thawed some sour-dough\nbiscuits in the oven, at the same time heating a pot of beans he\nhad boiled the night before and that had ridden frozen on the\nsled all morning.\nRemoving his utensils from the stove, so as to give the\nnewcomers a chance to cook, he proceeded to take his meal from\nthe top of his grub-box, himself sitting on his bed-roll. \nBetween mouthfuls he talked trail and dogs with the man, who,\nwith head over the stove, was thawing the ice from his\nmustache.  There were two bunks in the cabin, and into one\nof them, when he had cleared his lip, the stranger tossed his\nbed-roll.\n“We’ll sleep here,” he said, “unless\nyou prefer this bunk.  You’re the first comer and you\nhave first choice, you know.”\n“That’s all right,” Messner answered. \n“One bunk’s just as good as the other.”\nHe spread his own bedding in the second bunk, and sat down on\nthe edge.  The stranger thrust a physician’s small\ntravelling case under his blankets at one end to serve for a\npillow.\n“Doctor?” Messner asked.\n“Yes,” came the answer, “but I assure you I\ndidn’t come into the Klondike to practise.”\nThe woman busied herself with cooking, while the man sliced\nbacon and fired the stove.  The light in the cabin was dim,\nfiltering through in a small window made of onion-skin writing\npaper and oiled with bacon grease, so that John Messner could not\nmake out very well what the woman looked like.  Not that he\ntried.  He seemed to have no interest in her.  But she\nglanced curiously from time to time into the dark corner where he\nsat.\n“Oh, it’s a great life,” the doctor\nproclaimed enthusiastically, pausing from sharpening his knife on\nthe stovepipe.  “What I like about it is the struggle,\nthe endeavor with one’s own hands, the primitiveness of it,\nthe realness.”\n“The temperature is real enough,” Messner\nlaughed.\n“Do you know how cold it actually is?” the doctor\ndemanded.\nThe other shook his head.\n“Well, I’ll tell you.  Seventy-four below\nzero by spirit thermometer on the sled.”\n“That’s one hundred and six below freezing\npoint—too cold for travelling, eh?”\n“Practically suicide,” was the doctor’s\nverdict.  “One exerts himself.  He breathes\nheavily, taking into his lungs the frost itself.  It chills\nhis lungs, freezes the edges of the tissues.  He gets a dry,\nhacking cough as the dead tissue sloughs away, and dies the\nfollowing summer of pneumonia, wondering what it’s all\nabout.  I’ll stay in this cabin for a week, unless the\nthermometer rises at least to fifty below.”\n“I say, Tess,” he said, the next moment,\n“don’t you think that coffee’s boiled long\nenough!”\nAt the sound of the woman’s name, John Messner became\nsuddenly alert.  He looked at her quickly, while across his\nface shot a haunting expression, the ghost of some buried misery\nachieving swift resurrection.  But the next moment, and by\nan effort of will, the ghost was laid again.  His face was\nas placid as before, though he was still alert, dissatisfied with\nwhat the feeble light had shown him of the woman’s\nface.\nAutomatically, her first act had been to set the coffee-pot\nback.  It was not until she had done this that she glanced\nat Messner.  But already he had composed himself.  She\nsaw only a man sitting on the edge of the bunk and incuriously\nstudying the toes of his moccasins.  But, as she turned\ncasually to go about her cooking, he shot another swift look at\nher, and she, glancing as swiftly back, caught his look.  He\nshifted on past her to the doctor, though the slightest smile\ncurled his lip in appreciation of the way she had trapped\nhim.\nShe drew a candle from the grub-box and lighted it.  One\nlook at her illuminated face was enough for Messner.  In the\nsmall cabin the widest limit was only a matter of several steps,\nand the next moment she was alongside of him.  She\ndeliberately held the candle close to his face and stared at him\nout of eyes wide with fear and recognition.  He smiled\nquietly back at her.\n“What are you looking for, Tess?” the doctor\ncalled.\n“Hairpins,” she replied, passing on and rummaging\nin a clothes-bag on the bunk.\nThey served their meal on their grub-box, sitting on\nMessner’s grub-box and facing him.  He had stretched\nout on his bunk to rest, lying on his side, his head on his\narm.  In the close quarters it was as though the three were\ntogether at table.\n“What part of the States do you come from?”\nMessner asked.\n“San Francisco,” answered the doctor. \n“I’ve been in here two years, though.”\n“I hail from California myself,” was\nMessner’s announcement.\nThe woman looked at him appealingly, but he smiled and went\non:\n“Berkeley, you know.”\nThe other man was becoming interested.\n“U. C.?” he asked.\n“Yes, Class of ’86.”\n“I meant faculty,” the doctor explained. \n“You remind me of the type.”\n“Sorry to hear you say so,” Messner smiled\nback.  “I’d prefer being taken for a prospector\nor a dog-musher.”\n“I don’t think he looks any more like a professor\nthan you do a doctor,” the woman broke in.\n“Thank you,” said Messner.  Then, turning to\nher companion, “By the way, Doctor, what is your name, if I\nmay ask?”\n“Haythorne, if you’ll take my word for it.  I\ngave up cards with civilization.”\n“And Mrs. Haythorne,” Messner smiled and\nbowed.\nShe flashed a look at him that was more anger than appeal.\nHaythorne was about to ask the other’s name.  His\nmouth had opened to form the question when Messner cut him\noff.\n“Come to think of it, Doctor, you may possibly be able\nto satisfy my curiosity.  There was a sort of scandal in\nfaculty circles some two or three years ago.  The wife of\none of the English professors—er, if you will pardon me,\nMrs. Haythorne—disappeared with some San Francisco doctor,\nI understood, though his name does not just now come to my\nlips.  Do you remember the incident?”\nHaythorne nodded his head.  “Made quite a stir at\nthe time.  His name was Womble—Graham Womble.  He\nhad a magnificent practice.  I knew him somewhat.”\n“Well, what I was trying to get at was what had become\nof them.  I was wondering if you had heard.  They left\nno trace, hide nor hair.”\n“He covered his tracks cunningly.”  Haythorne\ncleared his throat.  “There was rumor that they went\nto the South Seas—were lost on a trading schooner in a\ntyphoon, or something like that.”\n“I never heard that,” Messner said. \n“You remember the case, Mrs. Haythorne?”\n“Perfectly,” she answered, in a voice the control\nof which was in amazing contrast to the anger that blazed in the\nface she turned aside so that Haythorne might not see.\nThe latter was again on the verge of asking his name, when\nMessner remarked:\n“This Dr. Womble, I’ve heard he was very handsome,\nand—er—quite a success, so to say, with the\nladies.”\n“Well, if he was, he finished himself off by that\naffair,” Haythorne grumbled.\n“And the woman was a termagant—at least so\nI’ve been told.  It was generally accepted in Berkeley\nthat she made life—er—not exactly paradise for her\nhusband.”\n“I never heard that,” Haythorne rejoined. \n“In San Francisco the talk was all the other\nway.”\n“Woman sort of a martyr, eh?—crucified on the\ncross of matrimony?”\nThe doctor nodded.  Messner’s gray eyes were mildly\ncurious as he went on:\n“That was to be expected—two sides to the\nshield.  Living in Berkeley I only got the one side. \nShe was a great deal in San Francisco, it seems.”\n“Some coffee, please,” Haythorne said.\nThe woman refilled his mug, at the same time breaking into\nlight laughter.\n“You’re gossiping like a pair of beldames,”\nshe chided them.\n“It’s so interesting,” Messner smiled at\nher, then returned to the doctor.  “The husband seems\nthen to have had a not very savory reputation in San\nFrancisco?”\n“On the contrary, he was a moral prig,” Haythorne\nblurted out, with apparently undue warmth.  “He was a\nlittle scholastic shrimp without a drop of red blood in his\nbody.”\n“Did you know him?”\n“Never laid eyes on him.  I never knocked about in\nuniversity circles.”\n“One side of the shield again,” Messner said, with\nan air of weighing the matter judicially.  “While he\ndid not amount to much, it is true—that is,\nphysically—I’d hardly say he was as bad as all\nthat.  He did take an active interest in student\nathletics.  And he had some talent.  He once wrote a\nNativity play that brought him quite a bit of local\nappreciation.  I have heard, also, that he was slated for\nthe head of the English department, only the affair happened and\nhe resigned and went away.  It quite broke his career, or so\nit seemed.  At any rate, on our side the shield, it was\nconsidered a knock-out blow to him.  It was thought he cared\na great deal for his wife.”\nHaythorne, finishing his mug of coffee, grunted uninterestedly\nand lighted his pipe.\n“It was fortunate they had no children,” Messner\ncontinued.\nBut Haythorne, with a glance at the stove, pulled on his cap\nand mittens.\n“I’m going out to get some wood,” he\nsaid.  “Then I can take off my moccasins and be\ncomfortable.”\nThe door slammed behind him.  For a long minute there was\nsilence.  The man continued in the same position on the\nbed.  The woman sat on the grub-box, facing him.\n“What are you going to do?” she asked\nabruptly.\nMessner looked at her with lazy indecision.  “What\ndo you think I ought to do?  Nothing scenic, I hope. \nYou see I am stiff and trail-sore, and this bunk is so\nrestful.”\nShe gnawed her lower lip and fumed dumbly.\n“But—” she began vehemently, then clenched\nher hands and stopped.\n“I hope you don’t want me to kill\nMr.—er—Haythorne,” he said gently, almost\npleadingly.  “It would be most distressing, and, I\nassure you, really it is unnecessary.”\n“But you must do something,” she cried.\n“On the contrary, it is quite conceivable that I do not\nhave to do anything.”\n“You would stay here?”\nHe nodded.\nShe glanced desperately around the cabin and at the bed\nunrolled on the other bunk.  “Night is coming\non.  You can’t stop here.  You can’t! \nI tell you, you simply can’t!”\n“Of course I can.  I might remind you that I found\nthis cabin first and that you are my guests.”\nAgain her eyes travelled around the room, and the terror in\nthem leaped up at sight of the other bunk.\n“Then we’ll have to go,” she announced\ndecisively.\n“Impossible.  You have a dry, hacking\ncough—the sort Mr.—er—Haythorne so aptly\ndescribed.  You’ve already slightly chilled your\nlungs.  Besides, he is a physician and knows.  He would\nnever permit it.”\n“Then what are you going to do?” she demanded\nagain, with a tense, quiet utterance that boded an outbreak.\nMessner regarded her in a way that was almost paternal, what\nof the profundity of pity and patience with which he contrived to\nsuffuse it.\n“My dear Theresa, as I told you before, I don’t\nknow.  I really haven’t thought about it.”\n“Oh!  You drive me mad!”  She sprang to\nher feet, wringing her hands in impotent wrath.  “You\nnever used to be this way.”\n“I used to be all softness and gentleness,” he\nnodded concurrence.  “Was that why you left\nme?”\n“You are so different, so dreadfully calm.  You\nfrighten me.  I feel you have something terrible planned all\nthe while.  But whatever you do, don’t do anything\nrash.  Don’t get excited—”\n“I don’t get excited any more,” he\ninterrupted.  “Not since you went away.”\n“You have improved—remarkably,” she\nretorted.\nHe smiled acknowledgment.  “While I am thinking\nabout what I shall do, I’ll tell you what you will have to\ndo—tell Mr.—er—Haythorne who I am.  It may\nmake our stay in this cabin more—may I say,\nsociable?”\n“Why have you followed me into this frightful\ncountry?” she asked irrelevantly.\n“Don’t think I came here looking for you,\nTheresa.  Your vanity shall not be tickled by any such\nmisapprehension.  Our meeting is wholly fortuitous.  I\nbroke with the life academic and I had to go somewhere.  To\nbe honest, I came into the Klondike because I thought it the\nplace you were least liable to be in.”\nThere was a fumbling at the latch, then the door swung in and\nHaythorne entered with an armful of firewood.  At the first\nwarning, Theresa began casually to clear away the dishes. \nHaythorne went out again after more wood.\n“Why didn’t you introduce us?” Messner\nqueried.\n“I’ll tell him,” she replied, with a toss of\nher head.  “Don’t think I’m\nafraid.”\n“I never knew you to be afraid, very much, of\nanything.”\n“And I’m not afraid of confession, either,”\nshe said, with softening face and voice.\n“In your case, I fear, confession is exploitation by\nindirection, profit-making by ruse, self-aggrandizement at the\nexpense of God.”\n“Don’t be literary,” she pouted, with\ngrowing tenderness.  “I never did like epigrammatic\ndiscussion.  Besides, I’m not afraid to ask you to\nforgive me.”\n“There is nothing to forgive, Theresa.  I really\nshould thank you.  True, at first I suffered; and then, with\nall the graciousness of spring, it dawned upon me that I was\nhappy, very happy.  It was a most amazing\ndiscovery.”\n“But what if I should return to you?” she\nasked.\n“I should” (he looked at her whimsically),\n“be greatly perturbed.”\n“I am your wife.  You know you have never got a\ndivorce.”\n“I see,” he meditated.  “I have been\ncareless.  It will be one of the first things I attend\nto.”\nShe came over to his side, resting her hand on his arm. \n“You don’t want me, John?”  Her voice was\nsoft and caressing, her hand rested like a lure.  “If\nI told you I had made a mistake?  If I told you that I was\nvery unhappy?—and I am.  And I did make a\nmistake.”\nFear began to grow on Messner.  He felt himself wilting\nunder the lightly laid hand.  The situation was slipping\naway from him, all his beautiful calmness was going.  She\nlooked at him with melting eyes, and he, too, seemed all dew and\nmelting.  He felt himself on the edge of an abyss, powerless\nto withstand the force that was drawing him over.\n“I am coming back to you, John.  I am coming back\nto-day . . . now.”\nAs in a nightmare, he strove under the hand.  While she\ntalked, he seemed to hear, rippling softly, the song of the\nLorelei.  It was as though, somewhere, a piano were playing\nand the actual notes were impinging on his ear-drums.\nSuddenly he sprang to his feet, thrust her from him as her\narms attempted to clasp him, and retreated backward to the\ndoor.  He was in a panic.\n“I’ll do something desperate!” he cried.\n“I warned you not to get excited.”  She\nlaughed mockingly, and went about washing the dishes. \n“Nobody wants you.  I was just playing with you. \nI am happier where I am.”\nBut Messner did not believe.  He remembered her facility\nin changing front.  She had changed front now.  It was\nexploitation by indirection.  She was not happy with the\nother man.  She had discovered her mistake.  The flame\nof his ego flared up at the thought.  She wanted to come\nback to him, which was the one thing he did not want. \nUnwittingly, his hand rattled the door-latch.\n“Don’t run away,” she laughed. \n“I won’t bite you.”\n“I am not running away,” he replied with\nchild-like defiance, at the same time pulling on his\nmittens.  “I’m only going to get some\nwater.”\nHe gathered the empty pails and cooking pots together and\nopened the door.  He looked back at her.\n“Don’t forget you’re to tell\nMr.—er—Haythorne who I am.”\nMessner broke the skin that had formed on the water-hole\nwithin the hour, and filled his pails.  But he did not\nreturn immediately to the cabin.  Leaving the pails standing\nin the trail, he walked up and down, rapidly, to keep from\nfreezing, for the frost bit into the flesh like fire.  His\nbeard was white with his frozen breath when the perplexed and\nfrowning brows relaxed and decision came into his face.  He\nhad made up his mind to his course of action, and his frigid lips\nand cheeks crackled into a chuckle over it.  The pails were\nalready skinned over with young ice when he picked them up and\nmade for the cabin.\nWhen he entered he found the other man waiting, standing near\nthe stove, a certain stiff awkwardness and indecision in his\nmanner.  Messner set down his water-pails.\n“Glad to meet you, Graham Womble,” he said in\nconventional tones, as though acknowledging an introduction.\nMessner did not offer his hand.  Womble stirred uneasily,\nfeeling for the other the hatred one is prone to feel for one he\nhas wronged.\n“And so you’re the chap,” Messner said in\nmarvelling accents.  “Well, well.  You see, I\nreally am glad to meet you.  I have\nbeen—er—curious to know what Theresa found in\nyou—where, I may say, the attraction lay.  Well,\nwell.”\nAnd he looked the other up and down as a man would look a\nhorse up and down.\n“I know how you must feel about me,” Womble\nbegan.\n“Don’t mention it,” Messner broke in with\nexaggerated cordiality of voice and manner.  “Never\nmind that.  What I want to know is how do you find\nher?  Up to expectations?  Has she worn well? \nLife been all a happy dream ever since?”\n“Don’t be silly,” Theresa interjected.\n“I can’t help being natural,” Messner\ncomplained.\n“You can be expedient at the same time, and\npractical,” Womble said sharply.  “What we want\nto know is what are you going to do?”\nMessner made a well-feigned gesture of helplessness. \n“I really don’t know.  It is one of those\nimpossible situations against which there can be no\nprovision.”\n“All three of us cannot remain the night in this\ncabin.”\nMessner nodded affirmation.\n“Then somebody must get out.”\n“That also is incontrovertible,” Messner\nagreed.  “When three bodies cannot occupy the same\nspace at the same time, one must get out.”\n“And you’re that one,” Womble announced\ngrimly.  “It’s a ten-mile pull to the next camp,\nbut you can make it all right.”\n“And that’s the first flaw in your\nreasoning,” the other objected.  “Why,\nnecessarily, should I be the one to get out?  I found this\ncabin first.”\n“But Tess can’t get out,” Womble\nexplained.  “Her lungs are already slightly\nchilled.”\n“I agree with you.  She can’t venture ten\nmiles of frost.  By all means she must remain.”\n“Then it is as I said,” Womble announced with\nfinality.\nMessner cleared his throat.  “Your lungs are all\nright, aren’t they?”\n“Yes, but what of it?”\nAgain the other cleared his throat and spoke with painstaking\nand judicial slowness.  “Why, I may say, nothing of\nit, except, ah, according to your own reasoning, there is nothing\nto prevent your getting out, hitting the frost, so to speak, for\na matter of ten miles.  You can make it all\nright.”\nWomble looked with quick suspicion at Theresa and caught in\nher eyes a glint of pleased surprise.\n“Well?” he demanded of her.\nShe hesitated, and a surge of anger darkened his face. \nHe turned upon Messner.\n“Enough of this.  You can’t stop\nhere.”\n“Yes, I can.”\n“I won’t let you.” Womble squared his\nshoulders.  “I’m running things.”\n“I’ll stay anyway,” the other persisted.\n“I’ll put you out.”\n“I’ll come back.”\nWomble stopped a moment to steady his voice and control\nhimself.  Then he spoke slowly, in a low, tense voice.\n“Look here, Messner, if you refuse to get out,\nI’ll thrash you.  This isn’t California. \nI’ll beat you to a jelly with my two fists.”\nMessner shrugged his shoulders.  “If you do,\nI’ll call a miners’ meeting and see you strung up to\nthe nearest tree.  As you said, this is not\nCalifornia.  They’re a simple folk, these miners, and\nall I’ll have to do will be to show them the marks of the\nbeating, tell them the truth about you, and present my claim for\nmy wife.”\nThe woman attempted to speak, but Womble turned upon her\nfiercely.\n“You keep out of this,” he cried.\nIn marked contrast was Messner’s “Please\ndon’t intrude, Theresa.”\nWhat of her anger and pent feelings, her lungs were irritated\ninto the dry, hacking cough, and with blood-suffused face and one\nhand clenched against her chest, she waited for the paroxysm to\npass.\nWomble looked gloomily at her, noting her cough.\n“Something must be done,” he said. \n“Yet her lungs can’t stand the exposure.  She\ncan’t travel till the temperature rises.  And\nI’m not going to give her up.”\nMessner hemmed, cleared his throat, and hemmed again,\nsemi-apologetically, and said, “I need some\nmoney.”\nContempt showed instantly in Womble’s face.  At\nlast, beneath him in vileness, had the other sunk himself.\n“You’ve got a fat sack of dust,” Messner\nwent on.  “I saw you unload it from the\nsled.”\n“How much do you want?” Womble demanded, with a\ncontempt in his voice equal to that in his face.\n“I made an estimate of the sack, and\nI—ah—should say it weighed about twenty pounds. \nWhat do you say we call it four thousand?”\n“But it’s all I’ve got, man!” Womble\ncried out.\n“You’ve got her,” the other said\nsoothingly.  “She must be worth it.  Think what\nI’m giving up.  Surely it is a reasonable\nprice.”\n“All right.”  Womble rushed across the floor\nto the gold-sack.  “Can’t put this deal through\ntoo quick for me, you—you little worm!”\n“Now, there you err,” was the smiling\nrejoinder.  “As a matter of ethics isn’t the man\nwho gives a bribe as bad as the man who takes a bribe?  The\nreceiver is as bad as the thief, you know; and you needn’t\nconsole yourself with any fictitious moral superiority concerning\nthis little deal.”\n“To hell with your ethics!” the other burst\nout.  “Come here and watch the weighing of this\ndust.  I might cheat you.”\nAnd the woman, leaning against the bunk, raging and impotent,\nwatched herself weighed out in yellow dust and nuggets in the\nscales erected on the grub-box.  The scales were small,\nmaking necessary many weighings, and Messner with precise care\nverified each weighing.\n“There’s too much silver in it,” he remarked\nas he tied up the gold-sack.  “I don’t think it\nwill run quite sixteen to the ounce.  You got a trifle the\nbetter of me, Womble.”\nHe handled the sack lovingly, and with due appreciation of its\npreciousness carried it out to his sled.\nReturning, he gathered his pots and pans together, packed his\ngrub-box, and rolled up his bed.  When the sled was lashed\nand the complaining dogs harnessed, he returned into the cabin\nfor his mittens.\n“Good-by, Tess,” he said, standing at the open\ndoor.\nShe turned on him, struggling for speech but too frantic to\nword the passion that burned in her.\n“Good-by, Tess,” he repeated gently.\n“Beast!” she managed to articulate.\nShe turned and tottered to the bunk, flinging herself face\ndown upon it, sobbing:  “You beasts!  You\nbeasts!”\nJohn Messner closed the door softly behind him, and, as he\nstarted the dogs, looked back at the cabin with a great relief in\nhis face.  At the bottom of the bank, beside the water-hole,\nhe halted the sled.  He worked the sack of gold out between\nthe lashings and carried it to the water-hole.  Already a\nnew skin of ice had formed.  This he broke with his\nfist.  Untying the knotted mouth with his teeth, he emptied\nthe contents of the sack into the water.  The river was\nshallow at that point, and two feet beneath the surface he could\nsee the bottom dull-yellow in the fading light.  At the\nsight of it, he spat into the hole.\nHe started the dogs along the Yukon trail.  Whining\nspiritlessly, they were reluctant to work.  Clinging to the\ngee-pole with his right band and with his left rubbing cheeks and\nnose, he stumbled over the rope as the dogs swung on a bend.\n“Mush-on, you poor, sore-footed brutes!” he\ncried.  “That’s it, mush-on!”",
  "metadata": {
    "author": "london",
    "year": 0,
    "url": "https://www.gutenberg.org/cache/epub/710/pg710-images.html",
    "name": "day_s_lodging"
  }
}
