{
    "name": "London - Love Of Life",
    "body": "They limped painfully down the bank, and once the foremost of\nthe two men staggered among the rough-strewn rocks.Â  They\nwere tired and weak, and their faces had the drawn expression of\npatience which comes of hardship long endured.Â  They were\nheavily burdened with blanket packs which were strapped to their\nshoulders.Â  Head-straps, passing across the forehead, helped\nsupport these packs.Â  Each man carried a rifle.Â  They\nwalked in a stooped posture, the shoulders well forward, the head\nstill farther forward, the eyes bent upon the ground.\nâ\u0080\u009cI wish we had just about two of them cartridges\nthatâ\u0080\u0099s layinâ\u0080\u0099 in that cache of ourn,â\u0080\u009d said the\nsecond man.\nHis voice was utterly and drearily expressionless.Â  He\nspoke without enthusiasm; and the first man, limping into the\nmilky stream that foamed over the rocks, vouchsafed no reply.\nThe other man followed at his heels.Â  They did not remove\ntheir foot-gear, though the water was icy coldâ\u0080\u0094so cold that\ntheir ankles ached and their feet went numb.Â  In places the\nwater dashed against their knees, and both men staggered for\nfooting.\nThe man who followed slipped on a smooth boulder, nearly fell,\nbut recovered himself with a violent effort, at the same time\nuttering a sharp exclamation of pain.Â  He seemed faint and\ndizzy and put out his free hand while he reeled, as though\nseeking support against the air.Â  When he had steadied\nhimself he stepped forward, but reeled again and nearly\nfell.Â  Then he stood still and looked at the other man, who\nhad never turned his head.\nThe man stood still for fully a minute, as though debating\nwith himself.Â  Then he called out:\nâ\u0080\u009cI say, Bill, Iâ\u0080\u0099ve sprained my ankle.â\u0080\u009d\nBill staggered on through the milky water.Â  He did not\nlook around.Â  The man watched him go, and though his face\nwas expressionless as ever, his eyes were like the eyes of a\nwounded deer.\nThe other man limped up the farther bank and continued\nstraight on without looking back.Â  The man in the stream\nwatched him.Â  His lips trembled a little, so that the rough\nthatch of brown hair which covered them was visibly\nagitated.Â  His tongue even strayed out to moisten them.\nâ\u0080\u009cBill!â\u0080\u009d he cried out.\nIt was the pleading cry of a strong man in distress, but\nBillâ\u0080\u0099s head did not turn.Â  The man watched him go,\nlimping grotesquely and lurching forward with stammering gait up\nthe slow slope toward the soft sky-line of the low-lying\nhill.Â  He watched him go till he passed over the crest and\ndisappeared.Â  Then he turned his gaze and slowly took in the\ncircle of the world that remained to him now that Bill was\ngone.\nNear the horizon the sun was smouldering dimly, almost\nobscured by formless mists and vapors, which gave an impression\nof mass and density without outline or tangibility.Â  The man\npulled out his watch, the while resting his weight on one\nleg.Â  It was four oâ\u0080\u0099clock, and as the season was near\nthe last of July or first of August,â\u0080\u0094he did not know the\nprecise date within a week or two,â\u0080\u0094he knew that the sun\nroughly marked the northwest.Â  He looked to the south and\nknew that somewhere beyond those bleak hills lay the Great Bear\nLake; also, he knew that in that direction the Arctic Circle cut\nits forbidding way across the Canadian Barrens.Â  This stream\nin which he stood was a feeder to the Coppermine River, which in\nturn flowed north and emptied into Coronation Gulf and the Arctic\nOcean.Â  He had never been there, but he had seen it, once,\non a Hudson Bay Company chart.\nAgain his gaze completed the circle of the world about\nhim.Â  It was not a heartening spectacle.Â  Everywhere\nwas soft sky-line.Â  The hills were all low-lying.Â \nThere were no trees, no shrubs, no grassesâ\u0080\u0094naught but a\ntremendous and terrible desolation that sent fear swiftly dawning\ninto his eyes.\nâ\u0080\u009cBill!â\u0080\u009d he whispered, once and twice;\nâ\u0080\u009cBill!â\u0080\u009d\nHe cowered in the midst of the milky water, as though the\nvastness were pressing in upon him with overwhelming force,\nbrutally crushing him with its complacent awfulness.Â  He\nbegan to shake as with an ague-fit, till the gun fell from his\nhand with a splash.Â  This served to rouse him.Â  He\nfought with his fear and pulled himself together, groping in the\nwater and recovering the weapon.Â  He hitched his pack\nfarther over on his left shoulder, so as to take a portion of its\nweight from off the injured ankle.Â  Then he proceeded,\nslowly and carefully, wincing with pain, to the bank.\nHe did not stop.Â  With a desperation that was madness,\nunmindful of the pain, he hurried up the slope to the crest of\nthe hill over which his comrade had disappearedâ\u0080\u0094more\ngrotesque and comical by far than that limping, jerking\ncomrade.Â  But at the crest he saw a shallow valley, empty of\nlife.Â  He fought with his fear again, overcame it, hitched\nthe pack still farther over on his left shoulder, and lurched on\ndown the slope.\nThe bottom of the valley was soggy with water, which the thick\nmoss held, spongelike, close to the surface.Â  This water\nsquirted out from under his feet at every step, and each time he\nlifted a foot the action culminated in a sucking sound as the wet\nmoss reluctantly released its grip.Â  He picked his way from\nmuskeg to muskeg, and followed the other manâ\u0080\u0099s footsteps\nalong and across the rocky ledges which thrust like islets\nthrough the sea of moss.\nThough alone, he was not lost.Â  Farther on he knew he\nwould come to where dead spruce and fir, very small and weazened,\nbordered the shore of a little lake, the titchin-nichilie,\nin the tongue of the country, the â\u0080\u009cland of little\nsticks.â\u0080\u009dÂ  And into that lake flowed a small stream,\nthe water of which was not milky.Â  There was rush-grass on\nthat streamâ\u0080\u0094this he remembered wellâ\u0080\u0094but no timber,\nand he would follow it till its first trickle ceased at a\ndivide.Â  He would cross this divide to the first trickle of\nanother stream, flowing to the west, which he would follow until\nit emptied into the river Dease, and here he would find a cache\nunder an upturned canoe and piled over with many rocks.Â  And\nin this cache would be ammunition for his empty gun, fish-hooks\nand lines, a small netâ\u0080\u0094all the utilities for the killing\nand snaring of food.Â  Also, he would find flour,â\u0080\u0094not\nmuch,â\u0080\u0094a piece of bacon, and some beans.\nBill would be waiting for him there, and they would paddle\naway south down the Dease to the Great Bear Lake.Â  And south\nacross the lake they would go, ever south, till they gained the\nMackenzie.Â  And south, still south, they would go, while the\nwinter raced vainly after them, and the ice formed in the eddies,\nand the days grew chill and crisp, south to some warm Hudson Bay\nCompany post, where timber grew tall and generous and there was\ngrub without end.\nThese were the thoughts of the man as he strove onward.Â \nBut hard as he strove with his body, he strove equally hard with\nhis mind, trying to think that Bill had not deserted him, that\nBill would surely wait for him at the cache.Â  He was\ncompelled to think this thought, or else there would not be any\nuse to strive, and he would have lain down and died.Â  And as\nthe dim ball of the sun sank slowly into the northwest he covered\nevery inchâ\u0080\u0094and many timesâ\u0080\u0094of his and Billâ\u0080\u0099s\nflight south before the downcoming winter.Â  And he conned\nthe grub of the cache and the grub of the Hudson Bay Company post\nover and over again.Â  He had not eaten for two days; for a\nfar longer time he had not had all he wanted to eat.Â  Often\nhe stooped and picked pale muskeg berries, put them into his\nmouth, and chewed and swallowed them.Â  A muskeg berry is a\nbit of seed enclosed in a bit of water.Â  In the mouth the\nwater melts away and the seed chews sharp and bitter.Â  The\nman knew there was no nourishment in the berries, but he chewed\nthem patiently with a hope greater than knowledge and defying\nexperience.\nAt nine oâ\u0080\u0099clock he stubbed his toe on a rocky ledge, and\nfrom sheer weariness and weakness staggered and fell.Â  He\nlay for some time, without movement, on his side.Â  Then he\nslipped out of the pack-straps and clumsily dragged himself into\na sitting posture.Â  It was not yet dark, and in the\nlingering twilight he groped about among the rocks for shreds of\ndry moss.Â  When he had gathered a heap he built a\nfire,â\u0080\u0094a smouldering, smudgy fire,â\u0080\u0094and put a tin pot\nof water on to boil.\nHe unwrapped his pack and the first thing he did was to count\nhis matches.Â  There were sixty-seven.Â  He counted them\nthree times to make sure.Â  He divided them into several\nportions, wrapping them in oil paper, disposing of one bunch in\nhis empty tobacco pouch, of another bunch in the inside band of\nhis battered hat, of a third bunch under his shirt on the\nchest.Â  This accomplished, a panic came upon him, and he\nunwrapped them all and counted them again.Â  There were still\nsixty-seven.\nHe dried his wet foot-gear by the fire.Â  The moccasins\nwere in soggy shreds.Â  The blanket socks were worn through\nin places, and his feet were raw and bleeding.Â  His ankle\nwas throbbing, and he gave it an examination.Â  It had\nswollen to the size of his knee.Â  He tore a long strip from\none of his two blankets and bound the ankle tightly.Â  He\ntore other strips and bound them about his feet to serve for both\nmoccasins and socks.Â  Then he drank the pot of water,\nsteaming hot, wound his watch, and crawled between his\nblankets.\nHe slept like a dead man.Â  The brief darkness around\nmidnight came and went.Â  The sun arose in the\nnortheastâ\u0080\u0094at least the day dawned in that quarter, for the\nsun was hidden by gray clouds.\nAt six oâ\u0080\u0099clock he awoke, quietly lying on his\nback.Â  He gazed straight up into the gray sky and knew that\nhe was hungry.Â  As he rolled over on his elbow he was\nstartled by a loud snort, and saw a bull caribou regarding him\nwith alert curiosity.Â  The animal was not mere than fifty\nfeet away, and instantly into the manâ\u0080\u0099s mind leaped the\nvision and the savor of a caribou steak sizzling and frying over\na fire.Â  Mechanically he reached for the empty gun, drew a\nbead, and pulled the trigger.Â  The bull snorted and leaped\naway, his hoofs rattling and clattering as he fled across the\nledges.\nThe man cursed and flung the empty gun from him.Â  He\ngroaned aloud as he started to drag himself to his feet.Â  It\nwas a slow and arduous task.\nHis joints were like rusty hinges.Â  They worked harshly\nin their sockets, with much friction, and each bending or\nunbending was accomplished only through a sheer exertion of\nwill.Â  When he finally gained his feet, another minute or so\nwas consumed in straightening up, so that he could stand erect as\na man should stand.\nHe crawled up a small knoll and surveyed the prospect.Â \nThere were no trees, no bushes, nothing but a gray sea of moss\nscarcely diversified by gray rocks, gray lakelets, and gray\nstreamlets.Â  The sky was gray.Â  There was no sun nor\nhint of sun.Â  He had no idea of north, and he had forgotten\nthe way he had come to this spot the night before.Â  But he\nwas not lost.Â  He knew that.Â  Soon he would come to the\nland of the little sticks.Â  He felt that it lay off to the\nleft somewhere, not farâ\u0080\u0094possibly just over the next low\nhill.\nHe went back to put his pack into shape for travelling.Â \nHe assured himself of the existence of his three separate parcels\nof matches, though he did not stop to count them.Â  But he\ndid linger, debating, over a squat moose-hide sack.Â  It was\nnot large.Â  He could hide it under his two hands.Â  He\nknew that it weighed fifteen pounds,â\u0080\u0094as much as all the\nrest of the pack,â\u0080\u0094and it worried him.Â  He finally set\nit to one side and proceeded to roll the pack.Â  He paused to\ngaze at the squat moose-hide sack.Â  He picked it up hastily\nwith a defiant glance about him, as though the desolation were\ntrying to rob him of it; and when he rose to his feet to stagger\non into the day, it was included in the pack on his back.\nHe bore away to the left, stopping now and again to eat muskeg\nberries.Â  His ankle had stiffened, his limp was more\npronounced, but the pain of it was as nothing compared with the\npain of his stomach.Â  The hunger pangs were sharp.Â \nThey gnawed and gnawed until he could not keep his mind steady on\nthe course he must pursue to gain the land of little\nsticks.Â  The muskeg berries did not allay this gnawing,\nwhile they made his tongue and the roof of his mouth sore with\ntheir irritating bite.\nHe came upon a valley where rock ptarmigan rose on whirring\nwings from the ledges and muskegs.Â  Kerâ\u0080\u0094kerâ\u0080\u0094ker\nwas the cry they made.Â  He threw stones at them, but could\nnot hit them.Â  He placed his pack on the ground and stalked\nthem as a cat stalks a sparrow.Â  The sharp rocks cut through\nhis pantsâ\u0080\u0099 legs till his knees left a trail of blood; but\nthe hurt was lost in the hurt of his hunger.Â  He squirmed\nover the wet moss, saturating his clothes and chilling his body;\nbut he was not aware of it, so great was his fever for\nfood.Â  And always the ptarmigan rose, whirring, before him,\ntill their kerâ\u0080\u0094kerâ\u0080\u0094ker became a mock to him, and he\ncursed them and cried aloud at them with their own cry.\nOnce he crawled upon one that must have been asleep.Â  He\ndid not see it till it shot up in his face from its rocky\nnook.Â  He made a clutch as startled as was the rise of the\nptarmigan, and there remained in his hand three\ntail-feathers.Â  As he watched its flight he hated it, as\nthough it had done him some terrible wrong.Â  Then he\nreturned and shouldered his pack.\nAs the day wore along he came into valleys or swales where\ngame was more plentiful.Â  A band of caribou passed by,\ntwenty and odd animals, tantalizingly within rifle range.Â \nHe felt a wild desire to run after them, a certitude that he\ncould run them down.Â  A black fox came toward him, carrying\na ptarmigan in his mouth.Â  The man shouted.Â  It was a\nfearful cry, but the fox, leaping away in fright, did not drop\nthe ptarmigan.\nLate in the afternoon he followed a stream, milky with lime,\nwhich ran through sparse patches of rush-grass.Â  Grasping\nthese rushes firmly near the root, he pulled up what resembled a\nyoung onion-sprout no larger than a shingle-nail.Â  It was\ntender, and his teeth sank into it with a crunch that promised\ndeliciously of food.Â  But its fibers were tough.Â  It\nwas composed of stringy filaments saturated with water, like the\nberries, and devoid of nourishment.Â  He threw off his pack\nand went into the rush-grass on hands and knees, crunching and\nmunching, like some bovine creature.\nHe was very weary and often wished to restâ\u0080\u0094to lie down\nand sleep; but he was continually driven onâ\u0080\u0094not so much by\nhis desire to gain the land of little sticks as by his\nhunger.Â  He searched little ponds for frogs and dug up the\nearth with his nails for worms, though he knew in spite that\nneither frogs nor worms existed so far north.\nHe looked into every pool of water vainly, until, as the long\ntwilight came on, he discovered a solitary fish, the size of a\nminnow, in such a pool.Â  He plunged his arm in up to the\nshoulder, but it eluded him.Â  He reached for it with both\nhands and stirred up the milky mud at the bottom.Â  In his\nexcitement he fell in, wetting himself to the waist.Â  Then\nthe water was too muddy to admit of his seeing the fish, and he\nwas compelled to wait until the sediment had settled.\nThe pursuit was renewed, till the water was again\nmuddied.Â  But he could not wait.Â  He unstrapped the tin\nbucket and began to bale the pool.Â  He baled wildly at\nfirst, splashing himself and flinging the water so short a\ndistance that it ran back into the pool.Â  He worked more\ncarefully, striving to be cool, though his heart was pounding\nagainst his chest and his hands were trembling.Â  At the end\nof half an hour the pool was nearly dry.Â  Not a cupful of\nwater remained.Â  And there was no fish.Â  He found a\nhidden crevice among the stones through which it had escaped to\nthe adjoining and larger poolâ\u0080\u0094a pool which he could not\nempty in a night and a day.Â  Had he known of the crevice, he\ncould have closed it with a rock at the beginning and the fish\nwould have been his.\nThus he thought, and crumpled up and sank down upon the wet\nearth.Â  At first he cried softly to himself, then he cried\nloudly to the pitiless desolation that ringed him around; and for\na long time after he was shaken by great dry sobs.\nHe built a fire and warmed himself by drinking quarts of hot\nwater, and made camp on a rocky ledge in the same fashion he had\nthe night before.Â  The last thing he did was to see that his\nmatches were dry and to wind his watch.Â  The blankets were\nwet and clammy.Â  His ankle pulsed with pain.Â  But he\nknew only that he was hungry, and through his restless sleep he\ndreamed of feasts and banquets and of food served and spread in\nall imaginable ways.\nHe awoke chilled and sick.Â  There was no sun.Â  The\ngray of earth and sky had become deeper, more profound.Â  A\nraw wind was blowing, and the first flurries of snow were\nwhitening the hilltops.Â  The air about him thickened and\ngrew white while he made a fire and boiled more water.Â  It\nwas wet snow, half rain, and the flakes were large and\nsoggy.Â  At first they melted as soon as they came in contact\nwith the earth, but ever more fell, covering the ground, putting\nout the fire, spoiling his supply of moss-fuel.\nThis was a signal for him to strap on his pack and stumble\nonward, he knew not where.Â  He was not concerned with the\nland of little sticks, nor with Bill and the cache under the\nupturned canoe by the river Dease.Â  He was mastered by the\nverb â\u0080\u009cto eat.â\u0080\u009dÂ  He was hunger-mad.Â  He took\nno heed of the course he pursued, so long as that course led him\nthrough the swale bottoms.Â  He felt his way through the wet\nsnow to the watery muskeg berries, and went by feel as he pulled\nup the rush-grass by the roots.Â  But it was tasteless stuff\nand did not satisfy.Â  He found a weed that tasted sour and\nhe ate all he could find of it, which was not much, for it was a\ncreeping growth, easily hidden under the several inches of\nsnow.\nHe had no fire that night, nor hot water, and crawled under\nhis blanket to sleep the broken hunger-sleep.Â  The snow\nturned into a cold rain.Â  He awakened many times to feel it\nfalling on his upturned face.Â  Day cameâ\u0080\u0094a gray day and\nno sun.Â  It had ceased raining.Â  The keenness of his\nhunger had departed.Â  Sensibility, as far as concerned the\nyearning for food, had been exhausted.Â  There was a dull,\nheavy ache in his stomach, but it did not bother him so\nmuch.Â  He was more rational, and once more he was chiefly\ninterested in the land of little sticks and the cache by the\nriver Dease.\nHe ripped the remnant of one of his blankets into strips and\nbound his bleeding feet.Â  Also, he recinched the injured\nankle and prepared himself for a day of travel.Â  When he\ncame to his pack, he paused long over the squat moose-hide sack,\nbut in the end it went with him.\nThe snow had melted under the rain, and only the hilltops\nshowed white.Â  The sun came out, and he succeeded in\nlocating the points of the compass, though he knew now that he\nwas lost.Â  Perhaps, in his previous daysâ\u0080\u0099 wanderings,\nhe had edged away too far to the left.Â  He now bore off to\nthe right to counteract the possible deviation from his true\ncourse.\nThough the hunger pangs were no longer so exquisite, he\nrealized that he was weak.Â  He was compelled to pause for\nfrequent rests, when he attacked the muskeg berries and\nrush-grass patches.Â  His tongue felt dry and large, as\nthough covered with a fine hairy growth, and it tasted bitter in\nhis mouth.Â  His heart gave him a great deal of\ntrouble.Â  When he had travelled a few minutes it would begin\na remorseless thump, thump, thump, and then leap up and away in a\npainful flutter of beats that choked him and made him go faint\nand dizzy.\nIn the middle of the day he found two minnows in a large\npool.Â  It was impossible to bale it, but he was calmer now\nand managed to catch them in his tin bucket.Â  They were no\nlonger than his little finger, but he was not particularly\nhungry.Â  The dull ache in his stomach had been growing\nduller and fainter.Â  It seemed almost that his stomach was\ndozing.Â  He ate the fish raw, masticating with painstaking\ncare, for the eating was an act of pure reason.Â  While he\nhad no desire to eat, he knew that he must eat to live.\nIn the evening he caught three more minnows, eating two and\nsaving the third for breakfast.Â  The sun had dried stray\nshreds of moss, and he was able to warm himself with hot\nwater.Â  He had not covered more than ten miles that day; and\nthe next day, travelling whenever his heart permitted him, he\ncovered no more than five miles.Â  But his stomach did not\ngive him the slightest uneasiness.Â  It had gone to\nsleep.Â  He was in a strange country, too, and the caribou\nwere growing more plentiful, also the wolves.Â  Often their\nyelps drifted across the desolation, and once he saw three of\nthem slinking away before his path.\nAnother night; and in the morning, being more rational, he\nuntied the leather string that fastened the squat moose-hide\nsack.Â  From its open mouth poured a yellow stream of coarse\ngold-dust and nuggets.Â  He roughly divided the gold in\nhalves, caching one half on a prominent ledge, wrapped in a piece\nof blanket, and returning the other half to the sack.Â  He\nalso began to use strips of the one remaining blanket for his\nfeet.Â  He still clung to his gun, for there were cartridges\nin that cache by the river Dease.\nThis was a day of fog, and this day hunger awoke in him\nagain.Â  He was very weak and was afflicted with a giddiness\nwhich at times blinded him.Â  It was no uncommon thing now\nfor him to stumble and fall; and stumbling once, he fell squarely\ninto a ptarmigan nest.Â  There were four newly hatched\nchicks, a day oldâ\u0080\u0094little specks of pulsating life no more\nthan a mouthful; and he ate them ravenously, thrusting them alive\ninto his mouth and crunching them like egg-shells between his\nteeth.Â  The mother ptarmigan beat about him with great\noutcry.Â  He used his gun as a club with which to knock her\nover, but she dodged out of reach.Â  He threw stones at her\nand with one chance shot broke a wing.Â  Then she fluttered\naway, running, trailing the broken wing, with him in pursuit.\nThe little chicks had no more than whetted his appetite.Â \nHe hopped and bobbed clumsily along on his injured ankle,\nthrowing stones and screaming hoarsely at times; at other times\nhopping and bobbing silently along, picking himself up grimly and\npatiently when he fell, or rubbing his eyes with his hand when\nthe giddiness threatened to overpower him.\nThe chase led him across swampy ground in the bottom of the\nvalley, and he came upon footprints in the soggy moss.Â  They\nwere not his ownâ\u0080\u0094he could see that.Â  They must be\nBillâ\u0080\u0099s.Â  But he could not stop, for the mother\nptarmigan was running on.Â  He would catch her first, then he\nwould return and investigate.\nHe exhausted the mother ptarmigan; but he exhausted\nhimself.Â  She lay panting on her side.Â  He lay panting\non his side, a dozen feet away, unable to crawl to her.Â  And\nas he recovered she recovered, fluttering out of reach as his\nhungry hand went out to her.Â  The chase was resumed.Â \nNight settled down and she escaped.Â  He stumbled from\nweakness and pitched head foremost on his face, cutting his\ncheek, his pack upon his back.Â  He did not move for a long\nwhile; then he rolled over on his side, wound his watch, and lay\nthere until morning.\nAnother day of fog.Â  Half of his last blanket had gone\ninto foot-wrappings.Â  He failed to pick up Billâ\u0080\u0099s\ntrail.Â  It did not matter.Â  His hunger was driving him\ntoo compellinglyâ\u0080\u0094onlyâ\u0080\u0094only he wondered if Bill, too,\nwere lost.Â  By midday the irk of his pack became too\noppressive.Â  Again he divided the gold, this time merely\nspilling half of it on the ground.Â  In the afternoon he\nthrew the rest of it away, there remaining to him only the\nhalf-blanket, the tin bucket, and the rifle.\nAn hallucination began to trouble him.Â  He felt confident\nthat one cartridge remained to him.Â  It was in the chamber\nof the rifle and he had overlooked it.Â  On the other hand,\nhe knew all the time that the chamber was empty.Â  But the\nhallucination persisted.Â  He fought it off for hours, then\nthrew his rifle open and was confronted with emptiness.Â  The\ndisappointment was as bitter as though he had really expected to\nfind the cartridge.\nHe plodded on for half an hour, when the hallucination arose\nagain.Â  Again he fought it, and still it persisted, till for\nvery relief he opened his rifle to unconvince himself.Â  At\ntimes his mind wandered farther afield, and he plodded on, a mere\nautomaton, strange conceits and whimsicalities gnawing at his\nbrain like worms.Â  But these excursions out of the real were\nof brief duration, for ever the pangs of the hunger-bite called\nhim back.Â  He was jerked back abruptly once from such an\nexcursion by a sight that caused him nearly to faint.Â  He\nreeled and swayed, doddering like a drunken man to keep from\nfalling.Â  Before him stood a horse.Â  A horse!Â  He\ncould not believe his eyes.Â  A thick mist was in them,\nintershot with sparkling points of light.Â  He rubbed his\neyes savagely to clear his vision, and beheld, not a horse, but a\ngreat brown bear.Â  The animal was studying him with\nbellicose curiosity.\nThe man had brought his gun halfway to his shoulder before he\nrealized.Â  He lowered it and drew his hunting-knife from its\nbeaded sheath at his hip.Â  Before him was meat and\nlife.Â  He ran his thumb along the edge of his knife.Â \nIt was sharp.Â  The point was sharp.Â  He would fling\nhimself upon the bear and kill it.Â  But his heart began its\nwarning thump, thump, thump.Â  Then followed the wild upward\nleap and tattoo of flutters, the pressing as of an iron band\nabout his forehead, the creeping of the dizziness into his\nbrain.\nHis desperate courage was evicted by a great surge of\nfear.Â  In his weakness, what if the animal attacked\nhim?Â  He drew himself up to his most imposing stature,\ngripping the knife and staring hard at the bear.Â  The bear\nadvanced clumsily a couple of steps, reared up, and gave vent to\na tentative growl.Â  If the man ran, he would run after him;\nbut the man did not run.Â  He was animated now with the\ncourage of fear.Â  He, too, growled, savagely, terribly,\nvoicing the fear that is to life germane and that lies twisted\nabout lifeâ\u0080\u0099s deepest roots.\nThe bear edged away to one side, growling menacingly, himself\nappalled by this mysterious creature that appeared upright and\nunafraid.Â  But the man did not move.Â  He stood like a\nstatue till the danger was past, when he yielded to a fit of\ntrembling and sank down into the wet moss.\nHe pulled himself together and went on, afraid now in a new\nway.Â  It was not the fear that he should die passively from\nlack of food, but that he should be destroyed violently before\nstarvation had exhausted the last particle of the endeavor in him\nthat made toward surviving.Â  There were the wolves.Â \nBack and forth across the desolation drifted their howls, weaving\nthe very air into a fabric of menace that was so tangible that he\nfound himself, arms in the air, pressing it back from him as it\nmight be the walls of a wind-blown tent.\nNow and again the wolves, in packs of two and three, crossed\nhis path.Â  But they sheered clear of him.Â  They were\nnot in sufficient numbers, and besides they were hunting the\ncaribou, which did not battle, while this strange creature that\nwalked erect might scratch and bite.\nIn the late afternoon he came upon scattered bones where the\nwolves had made a kill.Â  The debris had been a caribou calf\nan hour before, squawking and running and very much alive.Â \nHe contemplated the bones, clean-picked and polished, pink with\nthe cell-life in them which had not yet died.Â  Could it\npossibly be that he might be that ere the day was done!Â \nSuch was life, eh?Â  A vain and fleeting thing.Â  It was\nonly life that pained.Â  There was no hurt in death.Â  To\ndie was to sleep.Â  It meant cessation, rest.Â  Then why\nwas he not content to die?\nBut he did not moralize long.Â  He was squatting in the\nmoss, a bone in his mouth, sucking at the shreds of life that\nstill dyed it faintly pink.Â  The sweet meaty taste, thin and\nelusive almost as a memory, maddened him.Â  He closed his\njaws on the bones and crunched.Â  Sometimes it was the bone\nthat broke, sometimes his teeth.Â  Then he crushed the bones\nbetween rocks, pounded them to a pulp, and swallowed them.Â \nHe pounded his fingers, too, in his haste, and yet found a moment\nin which to feel surprise at the fact that his fingers did not\nhurt much when caught under the descending rock.\nCame frightful days of snow and rain.Â  He did not know\nwhen he made camp, when he broke camp.Â  He travelled in the\nnight as much as in the day.Â  He rested wherever he fell,\ncrawled on whenever the dying life in him flickered up and burned\nless dimly.Â  He, as a man, no longer strove.Â  It was\nthe life in him, unwilling to die, that drove him on.Â  He\ndid not suffer.Â  His nerves had become blunted, numb, while\nhis mind was filled with weird visions and delicious dreams.\nBut ever he sucked and chewed on the crushed bones of the\ncaribou calf, the least remnants of which he had gathered up and\ncarried with him.Â  He crossed no more hills or divides, but\nautomatically followed a large stream which flowed through a wide\nand shallow valley.Â  He did not see this stream nor this\nvalley.Â  He saw nothing save visions.Â  Soul and body\nwalked or crawled side by side, yet apart, so slender was the\nthread that bound them.\nHe awoke in his right mind, lying on his back on a rocky\nledge.Â  The sun was shining bright and warm.Â  Afar off\nhe heard the squawking of caribou calves.Â  He was aware of\nvague memories of rain and wind and snow, but whether he had been\nbeaten by the storm for two days or two weeks he did not\nknow.\nFor some time he lay without movement, the genial sunshine\npouring upon him and saturating his miserable body with its\nwarmth.Â  A fine day, he thought.Â  Perhaps he could\nmanage to locate himself.Â  By a painful effort he rolled\nover on his side.Â  Below him flowed a wide and sluggish\nriver.Â  Its unfamiliarity puzzled him.Â  Slowly he\nfollowed it with his eyes, winding in wide sweeps among the\nbleak, bare hills, bleaker and barer and lower-lying than any\nhills he had yet encountered.Â  Slowly, deliberately, without\nexcitement or more than the most casual interest, he followed the\ncourse of the strange stream toward the sky-line and saw it\nemptying into a bright and shining sea.Â  He was still\nunexcited.Â  Most unusual, he thought, a vision or a\nmirageâ\u0080\u0094more likely a vision, a trick of his disordered\nmind.Â  He was confirmed in this by sight of a ship lying at\nanchor in the midst of the shining sea.Â  He closed his eyes\nfor a while, then opened them.Â  Strange how the vision\npersisted!Â  Yet not strange.Â  He knew there were no\nseas or ships in the heart of the barren lands, just as he had\nknown there was no cartridge in the empty rifle.\nHe heard a snuffle behind himâ\u0080\u0094a half-choking gasp or\ncough.Â  Very slowly, because of his exceeding weakness and\nstiffness, he rolled over on his other side.Â  He could see\nnothing near at hand, but he waited patiently.Â  Again came\nthe snuffle and cough, and outlined between two jagged rocks not\na score of feet away he made out the gray head of a wolf.Â \nThe sharp ears were not pricked so sharply as he had seen them on\nother wolves; the eyes were bleared and bloodshot, the head\nseemed to droop limply and forlornly.Â  The animal blinked\ncontinually in the sunshine.Â  It seemed sick.Â  As he\nlooked it snuffled and coughed again.\nThis, at least, was real, he thought, and turned on the other\nside so that he might see the reality of the world which had been\nveiled from him before by the vision.Â  But the sea still\nshone in the distance and the ship was plainly discernible.Â \nWas it reality, after all?Â  He closed his eyes for a long\nwhile and thought, and then it came to him.Â  He had been\nmaking north by east, away from the Dease Divide and into the\nCoppermine Valley.Â  This wide and sluggish river was the\nCoppermine.Â  That shining sea was the Arctic Ocean.Â \nThat ship was a whaler, strayed east, far east, from the mouth of\nthe Mackenzie, and it was lying at anchor in Coronation\nGulf.Â  He remembered the Hudson Bay Company chart he had\nseen long ago, and it was all clear and reasonable to him.\nHe sat up and turned his attention to immediate affairs.Â \nHe had worn through the blanket-wrappings, and his feet were\nshapeless lumps of raw meat.Â  His last blanket was\ngone.Â  Rifle and knife were both missing.Â  He had lost\nhis hat somewhere, with the bunch of matches in the band, but the\nmatches against his chest were safe and dry inside the tobacco\npouch and oil paper.Â  He looked at his watch.Â  It\nmarked eleven oâ\u0080\u0099clock and was still running.Â \nEvidently he had kept it wound.\nHe was calm and collected.Â  Though extremely weak, he had\nno sensation of pain.Â  He was not hungry.Â  The thought\nof food was not even pleasant to him, and whatever he did was\ndone by his reason alone.Â  He ripped off his pantsâ\u0080\u0099\nlegs to the knees and bound them about his feet.Â  Somehow he\nhad succeeded in retaining the tin bucket.Â  He would have\nsome hot water before he began what he foresaw was to be a\nterrible journey to the ship.\nHis movements were slow.Â  He shook as with a palsy.Â \nWhen he started to collect dry moss, he found he could not rise\nto his feet.Â  He tried again and again, then contented\nhimself with crawling about on hands and knees.Â  Once he\ncrawled near to the sick wolf.Â  The animal dragged itself\nreluctantly out of his way, licking its chops with a tongue which\nseemed hardly to have the strength to curl.Â  The man noticed\nthat the tongue was not the customary healthy red.Â  It was a\nyellowish brown and seemed coated with a rough and half-dry\nmucus.\nAfter he had drunk a quart of hot water the man found he was\nable to stand, and even to walk as well as a dying man might be\nsupposed to walk.Â  Every minute or so he was compelled to\nrest.Â  His steps were feeble and uncertain, just as the\nwolfâ\u0080\u0099s that trailed him were feeble and uncertain; and that\nnight, when the shining sea was blotted out by blackness, he knew\nhe was nearer to it by no more than four miles.\nThroughout the night he heard the cough of the sick wolf, and\nnow and then the squawking of the caribou calves.Â  There was\nlife all around him, but it was strong life, very much alive and\nwell, and he knew the sick wolf clung to the sick manâ\u0080\u0099s\ntrail in the hope that the man would die first.Â  In the\nmorning, on opening his eyes, he beheld it regarding him with a\nwistful and hungry stare.Â  It stood crouched, with tail\nbetween its legs, like a miserable and woe-begone dog.Â  It\nshivered in the chill morning wind, and grinned dispiritedly when\nthe man spoke to it in a voice that achieved no more than a\nhoarse whisper.\nThe sun rose brightly, and all morning the man tottered and\nfell toward the ship on the shining sea.Â  The weather was\nperfect.Â  It was the brief Indian Summer of the high\nlatitudes.Â  It might last a week.Â  To-morrow or next\nday it might he gone.\nIn the afternoon the man came upon a trail.Â  It was of\nanother man, who did not walk, but who dragged himself on all\nfours.Â  The man thought it might be Bill, but he thought in\na dull, uninterested way.Â  He had no curiosity.Â  In\nfact, sensation and emotion had left him.Â  He was no longer\nsusceptible to pain.Â  Stomach and nerves had gone to\nsleep.Â  Yet the life that was in him drove him on.Â  He\nwas very weary, but it refused to die.Â  It was because it\nrefused to die that he still ate muskeg berries and minnows,\ndrank his hot water, and kept a wary eye on the sick wolf.\nHe followed the trail of the other man who dragged himself\nalong, and soon came to the end of itâ\u0080\u0094a few fresh-picked\nbones where the soggy moss was marked by the foot-pads of many\nwolves.Â  He saw a squat moose-hide sack, mate to his own,\nwhich had been torn by sharp teeth.Â  He picked it up, though\nits weight was almost too much for his feeble fingers.Â  Bill\nhad carried it to the last.Â  Ha! ha!Â  He would have the\nlaugh on Bill.Â  He would survive and carry it to the ship in\nthe shining sea.Â  His mirth was hoarse and ghastly, like a\nravenâ\u0080\u0099s croak, and the sick wolf joined him, howling\nlugubriously.Â  The man ceased suddenly.Â  How could he\nhave the laugh on Bill if that were Bill; if those bones, so\npinky-white and clean, were Bill?\nHe turned away.Â  Well, Bill had deserted him; but he\nwould not take the gold, nor would he suck Billâ\u0080\u0099s\nbones.Â  Bill would have, though, had it been the other way\naround, he mused as he staggered on.\nHe came to a pool of water.Â  Stooping over in quest of\nminnows, he jerked his head back as though he had been\nstung.Â  He had caught sight of his reflected face.Â  So\nhorrible was it that sensibility awoke long enough to be\nshocked.Â  There were three minnows in the pool, which was\ntoo large to drain; and after several ineffectual attempts to\ncatch them in the tin bucket he forbore.Â  He was afraid,\nbecause of his great weakness, that he might fall in and\ndrown.Â  It was for this reason that he did not trust himself\nto the river astride one of the many drift-logs which lined its\nsand-spits.\nThat day he decreased the distance between him and the ship by\nthree miles; the next day by twoâ\u0080\u0094for he was crawling now as\nBill had crawled; and the end of the fifth day found the ship\nstill seven miles away and him unable to make even a mile a\nday.Â  Still the Indian Summer held on, and he continued to\ncrawl and faint, turn and turn about; and ever the sick wolf\ncoughed and wheezed at his heels.Â  His knees had become raw\nmeat like his feet, and though he padded them with the shirt from\nhis back it was a red track he left behind him on the moss and\nstones.Â  Once, glancing back, he saw the wolf licking\nhungrily his bleeding trail, and he saw sharply what his own end\nmight beâ\u0080\u0094unlessâ\u0080\u0094unless he could get the wolf.Â \nThen began as grim a tragedy of existence as was ever\nplayedâ\u0080\u0094a sick man that crawled, a sick wolf that limped,\ntwo creatures dragging their dying carcasses across the\ndesolation and hunting each otherâ\u0080\u0099s lives.\nHad it been a well wolf, it would not have mattered so much to\nthe man; but the thought of going to feed the maw of that\nloathsome and all but dead thing was repugnant to him.Â  He\nwas finicky.Â  His mind had begun to wander again, and to be\nperplexed by hallucinations, while his lucid intervals grew rarer\nand shorter.\nHe was awakened once from a faint by a wheeze close in his\near.Â  The wolf leaped lamely back, losing its footing and\nfalling in its weakness.Â  It was ludicrous, but he was not\namused.Â  Nor was he even afraid.Â  He was too far gone\nfor that.Â  But his mind was for the moment clear, and he lay\nand considered.Â  The ship was no more than four miles\naway.Â  He could see it quite distinctly when he rubbed the\nmists out of his eyes, and he could see the white sail of a small\nboat cutting the water of the shining sea.Â  But he could\nnever crawl those four miles.Â  He knew that, and was very\ncalm in the knowledge.Â  He knew that he could not crawl half\na mile.Â  And yet he wanted to live.Â  It was\nunreasonable that he should die after all he had undergone.Â \nFate asked too much of him.Â  And, dying, he declined to\ndie.Â  It was stark madness, perhaps, but in the very grip of\nDeath he defied Death and refused to die.\nHe closed his eyes and composed himself with infinite\nprecaution.Â  He steeled himself to keep above the\nsuffocating languor that lapped like a rising tide through all\nthe wells of his being.Â  It was very like a sea, this deadly\nlanguor, that rose and rose and drowned his consciousness bit by\nbit.Â  Sometimes he was all but submerged, swimming through\noblivion with a faltering stroke; and again, by some strange\nalchemy of soul, he would find another shred of will and strike\nout more strongly.\nWithout movement he lay on his back, and he could hear, slowly\ndrawing near and nearer, the wheezing intake and output of the\nsick wolfâ\u0080\u0099s breath.Â  It drew closer, ever closer,\nthrough an infinitude of time, and he did not move.Â  It was\nat his ear.Â  The harsh dry tongue grated like sandpaper\nagainst his cheek.Â  His hands shot outâ\u0080\u0094or at least he\nwilled them to shoot out.Â  The fingers were curved like\ntalons, but they closed on empty air.Â  Swiftness and\ncertitude require strength, and the man had not this\nstrength.\nThe patience of the wolf was terrible.Â  The manâ\u0080\u0099s\npatience was no less terrible.Â  For half a day he lay\nmotionless, fighting off unconsciousness and waiting for the\nthing that was to feed upon him and upon which he wished to\nfeed.Â  Sometimes the languid sea rose over him and he\ndreamed long dreams; but ever through it all, waking and\ndreaming, he waited for the wheezing breath and the harsh caress\nof the tongue.\nHe did not hear the breath, and he slipped slowly from some\ndream to the feel of the tongue along his hand.Â  He\nwaited.Â  The fangs pressed softly; the pressure increased;\nthe wolf was exerting its last strength in an effort to sink\nteeth in the food for which it had waited so long.Â  But the\nman had waited long, and the lacerated hand closed on the\njaw.Â  Slowly, while the wolf struggled feebly and the hand\nclutched feebly, the other hand crept across to a grip.Â \nFive minutes later the whole weight of the manâ\u0080\u0099s body was\non top of the wolf.Â  The hands had not sufficient strength\nto choke the wolf, but the face of the man was pressed close to\nthe throat of the wolf and the mouth of the man was full of\nhair.Â  At the end of half an hour the man was aware of a\nwarm trickle in his throat.Â  It was not pleasant.Â  It\nwas like molten lead being forced into his stomach, and it was\nforced by his will alone.Â  Later the man rolled over on his\nback and slept.\n* * * * *\nThere were some members of a scientific expedition on the\nwhale-ship Bedford.Â  From the deck they remarked a\nstrange object on the shore.Â  It was moving down the beach\ntoward the water.Â  They were unable to classify it, and,\nbeing scientific men, they climbed into the whale-boat alongside\nand went ashore to see.Â  And they saw something that was\nalive but which could hardly be called a man.Â  It was blind,\nunconscious.Â  It squirmed along the ground like some\nmonstrous worm.Â  Most of its efforts were ineffectual, but\nit was persistent, and it writhed and twisted and went ahead\nperhaps a score of feet an hour.\n* * * * *\nThree weeks afterward the man lay in a bunk on the whale-ship\nBedford, and with tears streaming down his wasted cheeks\ntold who he was and what he had undergone.Â  He also babbled\nincoherently of his mother, of sunny Southern California, and a\nhome among the orange groves and flowers.\nThe days were not many after that when he sat at table with\nthe scientific men and shipâ\u0080\u0099s officers.Â  He gloated\nover the spectacle of so much food, watching it anxiously as it\nwent into the mouths of others.Â  With the disappearance of\neach mouthful an expression of deep regret came into his\neyes.Â  He was quite sane, yet he hated those men at\nmealtime.Â  He was haunted by a fear that the food would not\nlast.Â  He inquired of the cook, the cabin-boy, the captain,\nconcerning the food stores.Â  They reassured him countless\ntimes; but he could not believe them, and pried cunningly about\nthe lazarette to see with his own eyes.\nIt was noticed that the man was getting fat.Â  He grew\nstouter with each day.Â  The scientific men shook their heads\nand theorized.Â  They limited the man at his meals, but still\nhis girth increased and he swelled prodigiously under his\nshirt.\nThe sailors grinned.Â  They knew.Â  And when the\nscientific men set a watch on the man, they knew too.Â  They\nsaw him slouch forâ\u0080\u0099ard after breakfast, and, like a\nmendicant, with outstretched palm, accost a sailor.Â  The\nsailor grinned and passed him a fragment of sea biscuit.Â  He\nclutched it avariciously, looked at it as a miser looks at gold,\nand thrust it into his shirt bosom.Â  Similar were the\ndonations from other grinning sailors.\nThe scientific men were discreet.Â  They let him\nalone.Â  But they privily examined his bunk.Â  It was\nlined with hardtack; the mattress was stuffed with hardtack;\nevery nook and cranny was filled with hardtack.Â  Yet he was\nsane.Â  He was taking precautions against another possible\nfamineâ\u0080\u0094that was all.Â  He would recover from it, the\nscientific men said; and he did, ere the Bedfordâ\u0080\u0099s\nanchor rumbled down in San Francisco Bay.",
    "metadata": {
        "author": "london",
        "year": 0,
        "url": "https://www.gutenberg.org/cache/epub/710/pg710-images.html",
        "name": "love_of_life"
    }
}