{
  "name": "London - Negore, the Coward",
  "body": "He had followed the trail of his fleeing people for eleven\ndays, and his pursuit had been in itself a flight; for behind him\nhe knew full well were the dreaded Russians, toiling through the\nswampy lowlands and over the steep divides, bent on no less than\nthe extermination of all his people.  He was travelling\nlight.  A rabbit-skin sleeping-robe, a muzzle-loading rifle,\nand a few pounds of sun-dried salmon constituted his\noutfit.  He would have marvelled that a whole\npeople—women and children and aged—could travel so\nswiftly, had he not known the terror that drove them on.\nIt was in the old days of the Russian occupancy of Alaska,\nwhen the nineteenth century had run but half its course, that\nNegore fled after his fleeing tribe and came upon it this summer\nnight by the head waters of the Pee-lat.  Though near the\nmidnight hour, it was bright day as he passed through the weary\ncamp.  Many saw him, all knew him, but few and cold were the\ngreetings he received.\n“Negore, the Coward,” he heard Illiha, a young\nwoman, laugh, and Sun-ne, his sister’s daughter, laughed\nwith her.\nBlack anger ate at his heart; but he gave no sign, threading\nhis way among the camp-fires until he came to one where sat an\nold man.  A young woman was kneading with skilful fingers\nthe tired muscles of his legs.  He raised a sightless face\nand listened intently as Negore’s foot crackled a dead\ntwig.\n“Who comes?” he queried in a thin, tremulous\nvoice.\n“Negore,” said the young woman, scarcely looking\nup from her task.\nNegore’s face was expressionless.  For many minutes\nhe stood and waited.  The old man’s head had sunk back\nupon his chest.  The young woman pressed and prodded the\nwasted muscles, resting her body on her knees, her bowed head\nhidden as in a cloud by her black wealth of hair.  Negore\nwatched the supple body, bending at the hips as a lynx’s\nbody might bend, pliant as a young willow stalk, and, withal,\nstrong as only youth is strong.  He looked, and was aware of\na great yearning, akin in sensation to physical hunger.  At\nlast he spoke, saying:\n“Is there no greeting for Negore, who has been long gone\nand has but now come back?”\nShe looked up at him with cold eyes.  The old man\nchuckled to himself after the manner of the old.\n“Thou art my woman, Oona,” Negore said, his tones\ndominant and conveying a hint of menace.\nShe arose with catlike ease and suddenness to her full height,\nher eyes flashing, her nostrils quivering like a\ndeer’s.\n“I was thy woman to be, Negore, but thou art a coward;\nthe daughter of Old Kinoos mates not with a coward!”\nShe silenced him with an imperious gesture as he strove to\nspeak.\n“Old Kinoos and I came among you from a strange\nland.  Thy people took us in by their fires and made us\nwarm, nor asked whence or why we wandered.  It was their\nthought that Old Kinoos had lost the sight of his eyes from age;\nnor did Old Kinoos say otherwise, nor did I, his daughter. \nOld Kinoos is a brave man, but Old Kinoos was never a\nboaster.  And now, when I tell thee of how his blindness\ncame to be, thou wilt know, beyond question, that the daughter of\nKinoos cannot mother the children of a coward such as thou art,\nNegore.”\nAgain she silenced the speech that rushed up to his\ntongue.\n“Know, Negore, if journey be added unto journey of all\nthy journeyings through this land, thou wouldst not come to the\nunknown Sitka on the Great Salt Sea.  In that place there be\nmany Russian folk, and their rule is harsh.  And from Sitka,\nOld Kinoos, who was Young Kinoos in those days, fled away with\nme, a babe in his arms, along the islands in the midst of the\nsea.  My mother dead tells the tale of his wrong; a Russian,\ndead with a spear through breast and back, tells the tale of the\nvengeance of Kinoos.\n“But wherever we fled, and however far we fled, always\ndid we find the hated Russian folk.  Kinoos was unafraid,\nbut the sight of them was a hurt to his eyes; so we fled on and\non, through the seas and years, till we came to the Great Fog\nSea, Negore, of which thou hast heard, but which thou hast never\nseen.  We lived among many peoples, and I grew to be a\nwoman; but Kinoos, growing old, took to him no other woman, nor\ndid I take a man.\n“At last we came to Pastolik, which is where the Yukon\ndrowns itself in the Great Fog Sea.  Here we lived long, on\nthe rim of the sea, among a people by whom the Russians were well\nhated.  But sometimes they came, these Russians, in great\nships, and made the people of Pastolik show them the way through\nthe islands uncountable of the many-mouthed Yukon.  And\nsometimes the men they took to show them the way never came back,\ntill the people became angry and planned a great plan.\n“So, when there came a ship, Old Kinoos stepped forward\nand said he would show the way.  He was an old man then, and\nhis hair was white; but he was unafraid.  And he was\ncunning, for he took the ship to where the sea sucks in to the\nland and the waves beat white on the mountain called\nRomanoff.  The sea sucked the ship in to where the waves\nbeat white, and it ground upon the rocks and broke open its\nsides.  Then came all the people of Pastolik, (for this was\nthe plan), with their war-spears, and arrows, and some few\nguns.  But first the Russians put out the eyes of Old Kinoos\nthat he might never show the way again, and then they fought,\nwhere the waves beat white, with the people of Pastolik.\n“Now the head-man of these Russians was Ivan.  He\nit was, with his two thumbs, who drove out the eyes of\nKinoos.  He it was who fought his way through the white\nwater, with two men left of all his men, and went away along the\nrim of the Great Fog Sea into the north.  Kinoos was\nwise.  He could see no more and was helpless as a\nchild.  So he fled away from the sea, up the great, strange\nYukon, even to Nulato, and I fled with him.\n“This was the deed my father did, Kinoos, an old\nman.  But how did the young man, Negore?”\nOnce again she silenced him.\n“With my own eyes I saw, at Nulato, before the gates of\nthe great fort, and but few days gone.  I saw the Russian,\nIvan, who thrust out my father’s eyes, lay the lash of his\ndog-whip upon thee and beat thee like a dog.  This I saw,\nand knew thee for a coward.  But I saw thee not, that night,\nwhen all thy people—yea, even the boys not yet\nhunters—fell upon the Russians and slew them\nall.”\n“Not Ivan,” said Negore, quietly. \n“Even now is he on our heels, and with him many Russians\nfresh up from the sea.”\nOona made no effort to hide her surprise and chagrin that Ivan\nwas not dead, but went on:\n“In the day I saw thee a coward; in the night, when all\nmen fought, even the boys not yet hunters, I saw thee not and\nknew thee doubly a coward.”\n“Thou art done?  All done?” Negore asked.\nShe nodded her head and looked at him askance, as though\nastonished that he should have aught to say.\n“Know then that Negore is no coward,” he said; and\nhis speech was very low and quiet.  “Know that when I\nwas yet a boy I journeyed alone down to the place where the Yukon\ndrowns itself in the Great Fog Sea.  Even to Pastolik I\njourneyed, and even beyond, into the north, along the rim of the\nsea.  This I did when I was a boy, and I was no\ncoward.  Nor was I coward when I journeyed, a young man and\nalone, up the Yukon farther than man had ever been, so far that I\ncame to another folk, with white faces, who live in a great fort\nand talk speech other than that the Russians talk.  Also\nhave I killed the great bear of the Tanana country, where no one\nof my people hath ever been.  And I have fought with the\nNuklukyets, and the Kaltags, and the Sticks in far regions, even\nI, and alone.  These deeds, whereof no man knows, I speak\nfor myself.  Let my people speak for me of things I have\ndone which they know.  They will not say Negore is a\ncoward.”\nHe finished proudly, and proudly waited.\n“These be things which happened before I came into the\nland,” she said, “and I know not of them.  Only\ndo I know what I know, and I know I saw thee lashed like a dog in\nthe day; and in the night, when the great fort flamed red and the\nmen killed and were killed, I saw thee not.  Also, thy\npeople do call thee Negore, the Coward.  It is thy name now,\nNegore, the Coward.”\n“It is not a good name,” Old Kinoos chuckled.\n“Thou dost not understand, Kinoos,” Negore said\ngently.  “But I shall make thee understand.  Know\nthat I was away on the hunt of the bear, with Kamo-tah, my\nmother’s son.  And Kamo-tah fought with a great\nbear.  We had no meat for three days, and Kamo-tah was not\nstrong of arm nor swift of foot.  And the great bear crushed\nhim, so, till his bones cracked like dry sticks.  Thus I\nfound him, very sick and groaning upon the ground.  And\nthere was no meat, nor could I kill aught that the sick man might\neat.\n“So I said, ‘I will go to Nulato and bring thee\nfood, also strong men to carry thee to camp.’  And\nKamo-tah said, ‘Go thou to Nulato and get food, but say no\nword of what has befallen me.  And when I have eaten, and am\ngrown well and strong, I will kill this bear.  Then will I\nreturn in honor to Nulato, and no man may laugh and say Kamo-tah\nwas undone by a bear.’\n“So I gave heed to my brother’s words; and when I\nwas come to Nulato, and the Russian, Ivan, laid the lash of his\ndog-whip upon me, I knew I must not fight.  For no man knew\nof Kamo-tah, sick and groaning and hungry; and did I fight with\nIvan, and die, then would my brother die, too.  So it was,\nOona, that thou sawest me beaten like a dog.\n“Then I heard the talk of the shamans and chiefs that\nthe Russians had brought strange sicknesses upon the people, and\nkilled our men, and stolen our women, and that the land must be\nmade clean.  As I say, I heard the talk, and I knew it for\ngood talk, and I knew that in the night the Russians were to be\nkilled.  But there was my brother, Kamo-tah, sick and\ngroaning and with no meat; so I could not stay and fight with the\nmen and the boys not yet hunters.\n“And I took with me meat and fish, and the lash-marks of\nIvan, and I found Kamo-tah no longer groaning, but dead. \nThen I went back to Nulato, and, behold, there was no\nNulato—only ashes where the great fort had stood, and the\nbodies of many men.  And I saw the Russians come up the\nYukon in boats, fresh from the sea, many Russians; and I saw Ivan\ncreep forth from where he lay hid and make talk with them. \nAnd the next day I saw Ivan lead them upon the trail of the\ntribe.  Even now are they upon the trail, and I am here,\nNegore, but no coward.”\n“This is a tale I hear,” said Oona, though her\nvoice was gentler than before.  “Kamo-tah is dead and\ncannot speak for thee, and I know only what I know, and I must\nknow thee of my own eyes for no coward.”\nNegore made an impatient gesture.\n“There be ways and ways,” she added. \n“Art thou willing to do no less than what Old Kinoos hath\ndone?”\nHe nodded his head, and waited.\n“As thou hast said, they seek for us even now, these\nRussians.  Show them the way, Negore, even as Old Kinoos\nshowed them the way, so that they come, unprepared, to where we\nwait for them, in a passage up the rocks.  Thou knowest the\nplace, where the wall is broken and high.  Then will we\ndestroy them, even Ivan.  When they cling like flies to the\nwall, and top is no less near than bottom, our men shall fall\nupon them from above and either side, with spears, and arrows,\nand guns.  And the women and children, from above, shall\nloosen the great rocks and hurl them down upon them.  It\nwill be a great day, for the Russians will be killed, the land\nwill be made clean, and Ivan, even Ivan who thrust out my\nfather’s eyes and laid the lash of his dog-whip upon thee,\nwill be killed.  Like a dog gone mad will he die, his breath\ncrushed out of him beneath the rocks.  And when the fighting\nbegins, it is for thee, Negore, to crawl secretly away so that\nthou be not slain.”\n“Even so,” he answered.  “Negore will\nshow them the way.  And then?”\n“And then I shall be thy woman, Negore’s woman,\nthe brave man’s woman.  And thou shalt hunt meat for\nme and Old Kinoos, and I shall cook thy food, and sew thee warm\nparkas and strong, and make thee moccasins after the way of my\npeople, which is a better way than thy people’s way. \nAnd as I say, I shall be thy woman, Negore, always thy\nwoman.  And I shall make thy life glad for thee, so that all\nthy days will be a song and laughter, and thou wilt know the\nwoman Oona as unlike all other women, for she has journeyed far,\nand lived in strange places, and is wise in the ways of men and\nin the ways they may be made glad.  And in thine old age\nwill she still make thee glad, and thy memory of her in the days\nof thy strength will be sweet, for thou wilt know always that she\nwas ease to thee, and peace, and rest, and that beyond all women\nto other men has she been woman to thee.”\n“Even so,” said Negore, and the hunger for her ate\nat his heart, and his arms went out for her as a hungry\nman’s arms might go out for food.\n“When thou hast shown the way, Negore,” she chided\nhim; but her eyes were soft, and warm, and he knew she looked\nupon him as woman had never looked before.\n“It is well,” he said, turning resolutely on his\nheel.  “I go now to make talk with the chiefs, so that\nthey may know I am gone to show the Russians the way.”\n“Oh, Negore, my man! my man!” she said to herself,\nas she watched him go, but she said it so softly that even Old\nKinoos did not hear, and his ears were over keen, what of his\nblindness.\n* * * * *\nThree days later, having with craft ill-concealed his\nhiding-place, Negore was dragged forth like a rat and brought\nbefore Ivan—“Ivan the Terrible” he was known by\nthe men who marched at his back.  Negore was armed with a\nmiserable bone-barbed spear, and he kept his rabbit-skin robe\nwrapped closely about him, and though the day was warm he\nshivered as with an ague.  He shook his head that he did not\nunderstand the speech Ivan put at him, and made that he was very\nweary and sick, and wished only to sit down and rest, pointing\nthe while to his stomach in sign of his sickness, and shivering\nfiercely.  But Ivan had with him a man from Pastolik who\ntalked the speech of Negore, and many and vain were the questions\nthey asked him concerning his tribe, till the man from Pastolik,\nwho was called Karduk, said:\n“It is the word of Ivan that thou shalt be lashed till\nthou diest if thou dost not speak.  And know, strange\nbrother, when I tell thee the word of Ivan is the law, that I am\nthy friend and no friend of Ivan.  For I come not willingly\nfrom my country by the sea, and I desire greatly to live;\nwherefore I obey the will of my master—as thou wilt obey,\nstrange brother, if thou art wise, and wouldst live.”\n“Nay, strange brother,” Negore answered, “I\nknow not the way my people are gone, for I was sick, and they\nfled so fast my legs gave out from under me, and I fell\nbehind.”\nNegore waited while Karduk talked with Ivan.  Then Negore\nsaw the Russian’s face go dark, and he saw the men step to\neither side of him, snapping the lashes of their whips. \nWhereupon he betrayed a great fright, and cried aloud that he was\na sick man and knew nothing, but would tell what he knew. \nAnd to such purpose did he tell, that Ivan gave the word to his\nmen to march, and on either side of Negore marched the men with\nthe whips, that he might not run away.  And when he made\nthat he was weak of his sickness, and stumbled and walked not so\nfast as they walked, they laid their lashes upon him till he\nscreamed with pain and discovered new strength.  And when\nKarduk told him all would he well with him when they had\novertaken his tribe, he asked, “And then may I rest and\nmove not?”\nContinually he asked, “And then may I rest and move\nnot?”\nAnd while he appeared very sick and looked about him with dull\neyes, he noted the fighting strength of Ivan’s men, and\nnoted with satisfaction that Ivan did not recognize him as the\nman he had beaten before the gates of the fort.  It was a\nstrange following his dull eyes saw.  There were Slavonian\nhunters, fair-skinned and mighty-muscled; short, squat Finns,\nwith flat noses and round faces; Siberian half-breeds, whose\nnoses were more like eagle-beaks; and lean, slant-eyed men, who\nbore in their veins the Mongol and Tartar blood as well as the\nblood of the Slav.  Wild adventurers they were, forayers and\ndestroyers from the far lands beyond the Sea of Bering, who\nblasted the new and unknown world with fire and sword and\nclutched greedily for its wealth of fur and hide.  Negore\nlooked upon them with satisfaction, and in his mind’s eye\nhe saw them crushed and lifeless at the passage up the\nrocks.  And ever he saw, waiting for him at the passage up\nthe rocks, the face and the form of Oona, and ever he heard her\nvoice in his ears and felt the soft, warm glow of her eyes. \nBut never did he forget to shiver, nor to stumble where the\nfooting was rough, nor to cry aloud at the bite of the\nlash.  Also, he was afraid of Karduk, for he knew him for no\ntrue man.  His was a false eye, and an easy tongue—a\ntongue too easy, he judged, for the awkwardness of honest\nspeech.\nAll that day they marched.  And on the next, when Karduk\nasked him at command of Ivan, he said he doubted they would meet\nwith his tribe till the morrow.  But Ivan, who had once been\nshown the way by Old Kinoos, and had found that way to lead\nthrough the white water and a deadly fight, believed no more in\nanything.  So when they came to a passage up the rocks, he\nhalted his forty men, and through Karduk demanded if the way were\nclear.\nNegore looked at it shortly and carelessly.  It was a\nvast slide that broke the straight wall of a cliff, and was\noverrun with brush and creeping plants, where a score of tribes\ncould have lain well hidden.\nHe shook his head.  “Nay, there be nothing\nthere,” he said.  “The way is clear.”\nAgain Ivan spoke to Karduk, and Karduk said:\n“Know, strange brother, if thy talk be not straight, and\nif thy people block the way and fall upon Ivan and his men, that\nthou shalt die, and at once.”\n“My talk is straight,” Negore said. \n“The way is clear.”\nStill Ivan doubted, and ordered two of his Slavonian hunters\nto go up alone.  Two other men he ordered to the side of\nNegore.  They placed their guns against his breast and\nwaited.  All waited.  And Negore knew, should one arrow\nfly, or one spear be flung, that his death would come upon\nhim.  The two Slavonian hunters toiled upward till they grew\nsmall and smaller, and when they reached the top and waved their\nhats that all was well, they were like black specks against the\nsky.\nThe guns were lowered from Negore’s breast and Ivan gave\nthe order for his men to go forward.  Ivan was silent, lost\nin thought.  For an hour he marched, as though puzzled, and\nthen, through Karduk’s mouth, he said to Negore:\n“How didst thou know the way was clear when thou didst\nlook so briefly upon it?”\nNegore thought of the little birds he had seen perched among\nthe rocks and upon the bushes, and smiled, it was so simple; but\nhe shrugged his shoulders and made no answer.  For he was\nthinking, likewise, of another passage up the rocks, to which\nthey would soon come, and where the little birds would all be\ngone.  And he was glad that Karduk came from the Great Fog\nSea, where there were no trees or bushes, and where men learned\nwater-craft instead of land-craft and wood-craft.\nThree hours later, when the sun rode overhead, they came to\nanother passage up the rocks, and Karduk said:\n“Look with all thine eyes, strange brother, and see if\nthe way be clear, for Ivan is not minded this time to wait while\nmen go up before.”\nNegore looked, and he looked with two men by his side, their\nguns resting against his breast.  He saw that the little\nbirds were all gone, and once he saw the glint of sunlight on a\nrifle-barrel.  And he thought of Oona, and of her\nwords:  “And when the fighting begins, it is for thee,\nNegore, to crawl secretly away so that thou be not\nslain.”\nHe felt the two guns pressing on his breast.  This was\nnot the way she had planned.  There would be no crawling\nsecretly away.  He would be the first to die when the\nfighting began.  But he said, and his voice was steady, and\nhe still feigned to see with dull eyes and to shiver from his\nsickness:\n“The way is clear.”\nAnd they started up, Ivan and his forty men from the far lands\nbeyond the Sea of Bering.  And there was Karduk, the man\nfrom Pastolik, and Negore, with the two guns always upon\nhim.  It was a long climb, and they could not go fast; but\nvery fast to Negore they seemed to approach the midway point\nwhere top was no less near than bottom.\nA gun cracked among the rocks to the right, and Negore heard\nthe war-yell of all his tribe, and for an instant saw the rocks\nand bushes bristle alive with his kinfolk.  Then he felt\ntorn asunder by a burst of flame hot through his being, and as he\nfell he knew the sharp pangs of life as it wrenches at the flesh\nto be free.\nBut he gripped his life with a miser’s clutch and would\nnot let it go.  He still breathed the air, which bit his\nlungs with a painful sweetness; and dimly he saw and heard, with\npassing spells of blindness and deafness, the flashes of sight\nand sound again wherein he saw the hunters of Ivan falling to\ntheir deaths, and his own brothers fringing the carnage and\nfilling the air with the tumult of their cries and weapons, and,\nfar above, the women and children loosing the great rocks that\nleaped like things alive and thundered down.\nThe sun danced above him in the sky, the huge walls reeled and\nswung, and still he heard and saw dimly.  And when the great\nIvan fell across his legs, hurled there lifeless and crushed by a\ndown-rushing rock, he remembered the blind eyes of Old Kinoos and\nwas glad.\nThen the sounds died down, and the rocks no longer thundered\npast, and he saw his tribespeople creeping close and closer,\nspearing the wounded as they came.  And near to him he heard\nthe scuffle of a mighty Slavonian hunter, loath to die, and, half\nuprisen, borne back and down by the thirsty spears.\nThen he saw above him the face of Oona, and felt about him the\narms of Oona; and for a moment the sun steadied and stood still,\nand the great walls were upright and moved not.\n“Thou art a brave man, Negore,” he heard her say\nin his ear; “thou art my man, Negore.”\nAnd in that moment he lived all the life of gladness of which\nshe had told him, and the laughter and the song, and as the sun\nwent out of the sky above him, as in his old age, he knew the\nmemory of her was sweet.  And as even the memories dimmed\nand died in the darkness that fell upon him, he knew in her arms\nthe fulfilment of all the ease and rest she had promised\nhim.  And as black night wrapped around him, his head upon\nher breast, he felt a great peace steal about him, and he was\naware of the hush of many twilights and the mystery of\nsilence.\n",
  "metadata": {
    "author": "london",
    "year": 0,
    "url": "https://www.gutenberg.org/cache/epub/710/pg710-images.html",
    "name": "negore_the_coward"
  }
}
