{
    "name": "London - The Story Of Keesh",
    "body": "Keesh lived long ago on the rim of the polar sea, was head man\nof his village through many and prosperous years, and died full\nof honors with his name on the lips of men.Â  So long ago did\nhe live that only the old men remember his name, his name and the\ntale, which they got from the old men before them, and which the\nold men to come will tell to their children and their\nchildrenâ\u0080\u0099s children down to the end of time.Â  And the\nwinter darkness, when the north gales make their long sweep\nacross the ice-pack, and the air is filled with flying white, and\nno man may venture forth, is the chosen time for the telling of\nhow Keesh, from the poorest igloo in the village, rose to\npower and place over them all.\nHe was a bright boy, so the tale runs, healthy and strong, and\nhe had seen thirteen suns, in their way of reckoning time.Â \nFor each winter the sun leaves the land in darkness, and the next\nyear a new sun returns so that they may be warm again and look\nupon one anotherâ\u0080\u0099s faces.Â  The father of Keesh had\nbeen a very brave man, but he had met his death in a time of\nfamine, when he sought to save the lives of his people by taking\nthe life of a great polar bear.Â  In his eagerness he came to\nclose grapples with the bear, and his bones were crushed; but the\nbear had much meat on him and the people were saved.Â  Keesh\nwas his only son, and after that Keesh lived alone with his\nmother.Â  But the people are prone to forget, and they forgot\nthe deed of his father; and he being but a boy, and his mother\nonly a woman, they, too, were swiftly forgotten, and ere long\ncame to live in the meanest of all the igloos.\nIt was at a council, one night, in the big igloo of\nKlosh-Kwan, the chief, that Keesh showed the blood that ran in\nhis veins and the manhood that stiffened his back.Â  With the\ndignity of an elder, he rose to his feet, and waited for silence\namid the babble of voices.\nâ\u0080\u009cIt is true that meat be apportioned me and mine,â\u0080\u009d\nhe said.Â  â\u0080\u009cBut it is ofttimes old and tough, this\nmeat, and, moreover, it has an unusual quantity of\nbones.â\u0080\u009d\nThe hunters, grizzled and gray, and lusty and young, were\naghast.Â  The like had never been known before.Â  A\nchild, that talked like a grown man, and said harsh things to\ntheir very faces!\nBut steadily and with seriousness, Keesh went on.Â \nâ\u0080\u009cFor that I know my father, Bok, was a great hunter, I\nspeak these words.Â  It is said that Bok brought home more\nmeat than any of the two best hunters, that with his own hands he\nattended to the division of it, that with his own eyes he saw to\nit that the least old woman and the last old man received fair\nshare.â\u0080\u009d\nâ\u0080\u009cNa! Na!â\u0080\u009d the men cried.Â  â\u0080\u009cPut the\nchild out!â\u0080\u009dÂ  â\u0080\u009cSend him off to bed!â\u0080\u009dÂ \nâ\u0080\u009cHe is no man that he should talk to men and\ngraybeards!â\u0080\u009d\nHe waited calmly till the uproar died down.\nâ\u0080\u009cThou hast a wife, Ugh-Gluk,â\u0080\u009d he said, â\u0080\u009cand\nfor her dost thou speak.Â  And thou, too, Massuk, a mother\nalso, and for them dost thou speak.Â  My mother has no one,\nsave me; wherefore I speak.Â  As I say, though Bok be dead\nbecause he hunted over-keenly, it is just that I, who am his son,\nand that Ikeega, who is my mother and was his wife, should have\nmeat in plenty so long as there be meat in plenty in the\ntribe.Â  I, Keesh, the son of Bok, have spoken.â\u0080\u009d\nHe sat down, his ears keenly alert to the flood of protest and\nindignation his words had created.\nâ\u0080\u009cThat a boy should speak in council!â\u0080\u009d old Ugh-Gluk\nwas mumbling.\nâ\u0080\u009cShall the babes in arms tell us men the things we shall\ndo?â\u0080\u009d Massuk demanded in a loud voice.Â  â\u0080\u009cAm I a\nman that I should be made a mock by every child that cries for\nmeat?â\u0080\u009d\nThe anger boiled a white heat.Â  They ordered him to bed,\nthreatened that he should have no meat at all, and promised him\nsore beatings for his presumption.Â  Keeshâ\u0080\u0099s eyes began\nto flash, and the blood to pound darkly under his skin.Â  In\nthe midst of the abuse he sprang to his feet.\nâ\u0080\u009cHear me, ye men!â\u0080\u009d he cried.Â  â\u0080\u009cNever\nshall I speak in the council again, never again till the men come\nto me and say, â\u0080\u0098It is well, Keesh, that thou shouldst\nspeak, it is well and it is our wish.â\u0080\u0099Â  Take this now,\nye men, for my last word.Â  Bok, my father, was a great\nhunter.Â  I, too, his son, shall go and hunt the meat that I\neat.Â  And be it known, now, that the division of that which\nI kill shall be fair.Â  And no widow nor weak one shall cry\nin the night because there is no meat, when the strong men are\ngroaning in great pain for that they have eaten overmuch.Â \nAnd in the days to come there shall be shame upon the strong men\nwho have eaten overmuch.Â  I, Keesh, have said it!â\u0080\u009d\nJeers and scornful laughter followed him out of the\nigloo, but his jaw was set and he went his way, looking\nneither to right nor left.\nThe next day he went forth along the shore-line where the ice\nand the land met together.Â  Those who saw him go noted that\nhe carried his bow, with a goodly supply of bone-barbed arrows,\nand that across his shoulder was his fatherâ\u0080\u0099s big\nhunting-spear.Â  And there was laughter, and much talk, at\nthe event.Â  It was an unprecedented occurrence.Â  Never\ndid boys of his tender age go forth to hunt, much less to hunt\nalone.Â  Also were there shaking of heads and prophetic\nmutterings, and the women looked pityingly at Ikeega, and her\nface was grave and sad.\nâ\u0080\u009cHe will be back ere long,â\u0080\u009d they said\ncheeringly.\nâ\u0080\u009cLet him go; it will teach him a lesson,â\u0080\u009d the\nhunters said.Â  â\u0080\u009cAnd he will come back shortly, and he\nwill be meek and soft of speech in the days to follow.â\u0080\u009d\nBut a day passed, and a second, and on the third a wild gale\nblew, and there was no Keesh.Â  Ikeega tore her hair and put\nsoot of the seal-oil on her face in token of her grief; and the\nwomen assailed the men with bitter words in that they had\nmistreated the boy and sent him to his death; and the men made no\nanswer, preparing to go in search of the body when the storm\nabated.\nEarly next morning, however, Keesh strode into the\nvillage.Â  But he came not shamefacedly.Â  Across his\nshoulders he bore a burden of fresh-killed meat.Â  And there\nwas importance in his step and arrogance in his speech.\nâ\u0080\u009cGo, ye men, with the dogs and sledges, and take my\ntrail for the better part of a dayâ\u0080\u0099s travel,â\u0080\u009d he\nsaid.Â  â\u0080\u009cThere is much meat on the iceâ\u0080\u0094a she-bear\nand two half-grown cubs.â\u0080\u009d\nIkeega was overcome with joy, but he received her\ndemonstrations in manlike fashion, saying:Â  â\u0080\u009cCome,\nIkeega, let us eat.Â  And after that I shall sleep, for I am\nweary.â\u0080\u009d\nAnd he passed into their igloo and ate profoundly, and\nafter that slept for twenty running hours.\nThere was much doubt at first, much doubt and\ndiscussion.Â  The killing of a polar bear is very dangerous,\nbut thrice dangerous is it, and three times thrice, to kill a\nmother bear with her cubs.Â  The men could not bring\nthemselves to believe that the boy Keesh, single-handed, had\naccomplished so great a marvel.Â  But the women spoke of the\nfresh-killed meat he had brought on his back, and this was an\noverwhelming argument against their unbelief.Â  So they\nfinally departed, grumbling greatly that in all probability, if\nthe thing were so, he had neglected to cut up the\ncarcasses.Â  Now in the north it is very necessary that this\nshould be done as soon as a kill is made.Â  If not, the meat\nfreezes so solidly as to turn the edge of the sharpest knife, and\na three-hundred-pound bear, frozen stiff, is no easy thing to put\nupon a sled and haul over the rough ice.Â  But arrived at the\nspot, they found not only the kill, which they had doubted, but\nthat Keesh had quartered the beasts in true hunter fashion, and\nremoved the entrails.\nThus began the mystery of Keesh, a mystery that deepened and\ndeepened with the passing of the days.Â  His very next trip\nhe killed a young bear, nearly full-grown, and on the trip\nfollowing, a large male bear and his mate.Â  He was\nordinarily gone from three to four days, though it was nothing\nunusual for him to stay away a week at a time on the\nice-field.Â  Always he declined company on these expeditions,\nand the people marvelled.Â  â\u0080\u009cHow does he do it?â\u0080\u009d\nthey demanded of one another.Â  â\u0080\u009cNever does he take a\ndog with him, and dogs are of such great help, too.â\u0080\u009d\nâ\u0080\u009cWhy dost thou hunt only bear?â\u0080\u009d Klosh-Kwan once\nventured to ask him.\nAnd Keesh made fitting answer.Â  â\u0080\u009cIt is well known\nthat there is more meat on the bear,â\u0080\u009d he said.\nBut there was also talk of witchcraft in the village.Â \nâ\u0080\u009cHe hunts with evil spirits,â\u0080\u009d some of the people\ncontended, â\u0080\u009cwherefore his hunting is rewarded.Â  How\nelse can it be, save that he hunts with evil spirits?â\u0080\u009d\nâ\u0080\u009cMayhap they be not evil, but good, these\nspirits,â\u0080\u009d others said.Â  â\u0080\u009cIt is known that his\nfather was a mighty hunter.Â  May not his father hunt with\nhim so that he may attain excellence and patience and\nunderstanding?Â  Who knows?â\u0080\u009d\nNone the less, his success continued, and the less skilful\nhunters were often kept busy hauling in his meat.Â  And in\nthe division of it he was just.Â  As his father had done\nbefore him, he saw to it that the least old woman and the last\nold man received a fair portion, keeping no more for himself than\nhis needs required.Â  And because of this, and of his merit\nas a hunter, he was looked upon with respect, and even awe; and\nthere was talk of making him chief after old Klosh-Kwan.Â \nBecause of the things he had done, they looked for him to appear\nagain in the council, but he never came, and they were ashamed to\nask.\nâ\u0080\u009cI am minded to build me an igloo,â\u0080\u009d he said\none day to Klosh-Kwan and a number of the hunters.Â \nâ\u0080\u009cIt shall be a large igloo, wherein Ikeega and I can\ndwell in comfort.â\u0080\u009d\nâ\u0080\u009cAy,â\u0080\u009d they nodded gravely.\nâ\u0080\u009cBut I have no time.Â  My business is hunting, and\nit takes all my time.Â  So it is but just that the men and\nwomen of the village who eat my meat should build me my\nigloo.â\u0080\u009d\nAnd the igloo was built accordingly, on a generous\nscale which exceeded even the dwelling of Klosh-Kwan.Â  Keesh\nand his mother moved into it, and it was the first prosperity she\nhad enjoyed since the death of Bok.Â  Nor was material\nprosperity alone hers, for, because of her wonderful son and the\nposition he had given her, she came to be looked upon as the\nfirst woman in all the village; and the women were given to\nvisiting her, to asking her advice, and to quoting her wisdom\nwhen arguments arose among themselves or with the men.\nBut it was the mystery of Keeshâ\u0080\u0099s marvellous hunting\nthat took chief place in all their minds.Â  And one day\nUgh-Gluk taxed him with witchcraft to his face.\nâ\u0080\u009cIt is charged,â\u0080\u009d Ugh-Gluk said ominously,\nâ\u0080\u009cthat thou dealest with evil spirits, wherefore thy hunting\nis rewarded.â\u0080\u009d\nâ\u0080\u009cIs not the meat good?â\u0080\u009d Keesh made answer.Â \nâ\u0080\u009cHas one in the village yet to fall sick from the eating of\nit?Â  How dost thou know that witchcraft be concerned?Â \nOr dost thou guess, in the dark, merely because of the envy that\nconsumes thee?â\u0080\u009d\nAnd Ugh-Gluk withdrew discomfited, the women laughing at him\nas he walked away.Â  But in the council one night, after long\ndeliberation, it was determined to put spies on his track when he\nwent forth to hunt, so that his methods might be learned.Â \nSo, on his next trip, Bim and Bawn, two young men, and of hunters\nthe craftiest, followed after him, taking care not to be\nseen.Â  After five days they returned, their eyes bulging and\ntheir tongues a-tremble to tell what they had seen.Â  The\ncouncil was hastily called in Klosh-Kwanâ\u0080\u0099s dwelling, and\nBim took up the tale.\nâ\u0080\u009cBrothers!Â  As commanded, we journeyed on the trail\nof Keesh, and cunningly we journeyed, so that he might not\nknow.Â  And midway of the first day he picked up with a great\nhe-bear.Â  It was a very great bear.â\u0080\u009d\nâ\u0080\u009cNone greater,â\u0080\u009d Bawn corroborated, and went on\nhimself.Â  â\u0080\u009cYet was the bear not inclined to fight, for\nhe turned away and made off slowly over the ice.Â  This we\nsaw from the rocks of the shore, and the bear came toward us, and\nafter him came Keesh, very much unafraid.Â  And he shouted\nharsh words after the bear, and waved his arms about, and made\nmuch noise.Â  Then did the bear grow angry, and rise up on\nhis hind legs, and growl.Â  But Keesh walked right up to the\nbear.â\u0080\u009d\nâ\u0080\u009cAy,â\u0080\u009d Bim continued the story.Â  â\u0080\u009cRight\nup to the bear Keesh walked.Â  And the bear took after him,\nand Keesh ran away.Â  But as he ran he dropped a little round\nball on the ice.Â  And the bear stopped and smelled of it,\nthen swallowed it up.Â  And Keesh continued to run away and\ndrop little round balls, and the bear continued to swallow them\nup.â\u0080\u009d\nExclamations and cries of doubt were being made, and Ugh-Gluk\nexpressed open unbelief.\nâ\u0080\u009cWith our own eyes we saw it,â\u0080\u009d Bim affirmed.\nAnd Bawnâ\u0080\u0094â\u0080\u009cAy, with our own eyes.Â  And this\ncontinued until the bear stood suddenly upright and cried aloud\nin pain, and thrashed his fore paws madly about.Â  And Keesh\ncontinued to make off over the ice to a safe distance.Â  But\nthe bear gave him no notice, being occupied with the misfortune\nthe little round balls had wrought within him.â\u0080\u009d\nâ\u0080\u009cAy, within him,â\u0080\u009d Bim interrupted.Â \nâ\u0080\u009cFor he did claw at himself, and leap about over the ice\nlike a playful puppy, save from the way he growled and squealed\nit was plain it was not play but pain.Â  Never did I see such\na sight!â\u0080\u009d\nâ\u0080\u009cNay, never was such a sight seen,â\u0080\u009d Bawn took up\nthe strain.Â  â\u0080\u009cAnd furthermore, it was such a large\nbear.â\u0080\u009d\nâ\u0080\u009cWitchcraft,â\u0080\u009d Ugh-Gluk suggested.\nâ\u0080\u009cI know not,â\u0080\u009d Bawn replied.Â  â\u0080\u009cI tell\nonly of what my eyes beheld.Â  And after a while the bear\ngrew weak and tired, for he was very heavy and he had jumped\nabout with exceeding violence, and he went off along the\nshore-ice, shaking his head slowly from side to side and sitting\ndown ever and again to squeal and cry.Â  And Keesh followed\nafter the bear, and we followed after Keesh, and for that day and\nthree days more we followed.Â  The bear grew weak, and never\nceased crying from his pain.â\u0080\u009d\nâ\u0080\u009cIt was a charm!â\u0080\u009d Ugh-Gluk exclaimed.Â \nâ\u0080\u009cSurely it was a charm!â\u0080\u009d\nâ\u0080\u009cIt may well be.â\u0080\u009d\nAnd Bim relieved Bawn.Â  â\u0080\u009cThe bear wandered, now\nthis way and now that, doubling back and forth and crossing his\ntrail in circles, so that at the end he was near where Keesh had\nfirst come upon him.Â  By this time he was quite sick, the\nbear, and could crawl no farther, so Keesh came up close and\nspeared him to death.â\u0080\u009d\nâ\u0080\u009cAnd then?â\u0080\u009d Klosh-Kwan demanded.\nâ\u0080\u009cThen we left Keesh skinning the bear, and came running\nthat the news of the killing might be told.â\u0080\u009d\nAnd in the afternoon of that day the women hauled in the meat\nof the bear while the men sat in council assembled.Â  When\nKeesh arrived a messenger was sent to him, bidding him come to\nthe council.Â  But he sent reply, saying that he was hungry\nand tired; also that his igloo was large and comfortable\nand could hold many men.\nAnd curiosity was so strong on the men that the whole council,\nKlosh-Kwan to the fore, rose up and went to the igloo of\nKeesh.Â  He was eating, but he received them with respect and\nseated them according to their rank.Â  Ikeega was proud and\nembarrassed by turns, but Keesh was quite composed.\nKlosh-Kwan recited the information brought by Bim and Bawn,\nand at its close said in a stern voice:Â  â\u0080\u009cSo\nexplanation is wanted, O Keesh, of thy manner of hunting.Â \nIs there witchcraft in it?â\u0080\u009d\nKeesh looked up and smiled.Â  â\u0080\u009cNay, O\nKlosh-Kwan.Â  It is not for a boy to know aught of witches,\nand of witches I know nothing.Â  I have but devised a means\nwhereby I may kill the ice-bear with ease, that is all.Â  It\nbe headcraft, not witchcraft.â\u0080\u009d\nâ\u0080\u009cAnd may any man?â\u0080\u009d\nâ\u0080\u009cAny man.â\u0080\u009d\nThere was a long silence.Â  The men looked in one\nanotherâ\u0080\u0099s faces, and Keesh went on eating.\nâ\u0080\u009cAnd . . . and . . . and wilt thou tell us, O\nKeesh?â\u0080\u009d Klosh-Kwan finally asked in a tremulous voice.\nâ\u0080\u009cYea, I will tell thee.â\u0080\u009dÂ  Keesh finished\nsucking a marrow-bone and rose to his feet.Â  â\u0080\u009cIt is\nquite simple.Â  Behold!â\u0080\u009d\nHe picked up a thin strip of whalebone and showed it to\nthem.Â  The ends were sharp as needle-points.Â  The strip\nhe coiled carefully, till it disappeared in his hand.Â  Then,\nsuddenly releasing it, it sprang straight again.Â  He picked\nup a piece of blubber.\nâ\u0080\u009cSo,â\u0080\u009d he said, â\u0080\u009cone takes a small chunk of\nblubber, thus, and thus makes it hollow.Â  Then into the\nhollow goes the whalebone, so, tightly coiled, and another piece\nof blubber is fitted over the whale-bone.Â  After that it is\nput outside where it freezes into a little round ball.Â  The\nbear swallows the little round ball, the blubber melts, the\nwhalebone with its sharp ends stands out straight, the bear gets\nsick, and when the bear is very sick, why, you kill him with a\nspear.Â  It is quite simple.â\u0080\u009d\nAnd Ugh-Gluk said â\u0080\u009cOh!â\u0080\u009d and Klosh-Kwan said\nâ\u0080\u009cAh!â\u0080\u009dÂ  And each said something after his own\nmanner, and all understood.\nAnd this is the story of Keesh, who lived long ago on the rim\nof the polar sea.Â  Because he exercised headcraft and not\nwitchcraft, he rose from the meanest igloo to be head man\nof his village, and through all the years that he lived, it is\nrelated, his tribe was prosperous, and neither widow nor weak one\ncried aloud in the night because there was no meat.",
    "metadata": {
        "author": "london",
        "year": 0,
        "url": "https://www.gutenberg.org/cache/epub/710/pg710-images.html",
        "name": "story_of_keesh"
    }
}