{
    "name": "London - The Sun-dog Trail",
    "body": "Sitka Charley smoked his pipe and gazed thoughtfully at the\nPolice Gazette illustration on the wall.Â  For half an\nhour he had been steadily regarding it, and for half an hour I\nhad been slyly watching him.Â  Something was going on in that\nmind of his, and, whatever it was, I knew it was well worth\nknowing.Â  He had lived life, and seen things, and performed\nthat prodigy of prodigies, namely, the turning of his back upon\nhis own people, and, in so far as it was possible for an Indian,\nbecoming a white man even in his mental processes.Â  As he\nphrased it himself, he had come into the warm, sat among us, by\nour fires, and become one of us.Â  He had never learned to\nread nor write, but his vocabulary was remarkable, and more\nremarkable still was the completeness with which he had assumed\nthe white manâ\u0080\u0099s point of view, the white manâ\u0080\u0099s\nattitude toward things.\nWe had struck this deserted cabin after a hard day on\ntrail.Â  The dogs had been fed, the supper dishes washed, the\nbeds made, and we were now enjoying that most delicious hour that\ncomes each day, and but once each day, on the Alaskan trail, the\nhour when nothing intervenes between the tired body and bed save\nthe smoking of the evening pipe.Â  Some former denizen of the\ncabin had decorated its walls with illustrations torn from\nmagazines and newspapers, and it was these illustrations that had\nheld Sitka Charleyâ\u0080\u0099s attention from the moment of our\narrival two hours before.Â  He had studied them intently,\nranging from one to another and back again, and I could see that\nthere was uncertainty in his mind, and bepuzzlement.\nâ\u0080\u009cWell?â\u0080\u009d I finally broke the silence.\nHe took the pipe from his mouth and said simply, â\u0080\u009cI do\nnot understand.â\u0080\u009d\nHe smoked on again, and again removed the pipe, using it to\npoint at the Police Gazette illustration.\nâ\u0080\u009cThat pictureâ\u0080\u0094what does it mean?Â  I do not\nunderstand.â\u0080\u009d\nI looked at the picture.Â  A man, with a preposterously\nwicked face, his right hand pressed dramatically to his heart,\nwas falling backward to the floor.Â  Confronting him, with a\nface that was a composite of destroying angel and Adonis, was a\nman holding a smoking revolver.\nâ\u0080\u009cOne man is killing the other man,â\u0080\u009d I said, aware\nof a distinct bepuzzlement of my own and of failure to\nexplain.\nâ\u0080\u009cWhy?â\u0080\u009d asked Sitka Charley.\nâ\u0080\u009cI do not know,â\u0080\u009d I confessed.\nâ\u0080\u009cThat picture is all end,â\u0080\u009d he said.Â \nâ\u0080\u009cIt has no beginning.â\u0080\u009d\nâ\u0080\u009cIt is life,â\u0080\u009d I said.\nâ\u0080\u009cLife has beginning,â\u0080\u009d he objected.\nI was silenced for the moment, while his eyes wandered on to\nan adjoining decoration, a photographic reproduction of\nsomebodyâ\u0080\u0099s â\u0080\u009cLeda and the Swan.â\u0080\u009d\nâ\u0080\u009cThat picture,â\u0080\u009d he said, â\u0080\u009chas no\nbeginning.Â  It has no end.Â  I do not understand\npictures.â\u0080\u009d\nâ\u0080\u009cLook at that picture,â\u0080\u009d I commanded, pointing to a\nthird decoration.Â  â\u0080\u009cIt means something.Â  Tell me\nwhat it means to you.â\u0080\u009d\nHe studied it for several minutes.\nâ\u0080\u009cThe little girl is sick,â\u0080\u009d he said finally.Â \nâ\u0080\u009cThat is the doctor looking at her.Â  They have been up\nall nightâ\u0080\u0094see, the oil is low in the lamp, the first\nmorning light is coming in at the window.Â  It is a great\nsickness; maybe she will die, that is why the doctor looks so\nhard.Â  That is the mother.Â  It is a great sickness,\nbecause the motherâ\u0080\u0099s head is on the table and she is\ncrying.â\u0080\u009d\nâ\u0080\u009cHow do you know she is crying?â\u0080\u009d I\ninterrupted.Â  â\u0080\u009cYou cannot see her face.Â  Perhaps\nshe is asleep.â\u0080\u009d\nSitka Charley looked at me in swift surprise, then back at the\npicture.Â  It was evident that he had not reasoned the\nimpression.\nâ\u0080\u009cPerhaps she is asleep,â\u0080\u009d he repeated.Â  He\nstudied it closely.Â  â\u0080\u009cNo, she is not asleep.Â  The\nshoulders show that she is not asleep.Â  I have seen the\nshoulders of a woman who cried.Â  The mother is crying.Â \nIt is a very great sickness.â\u0080\u009d\nâ\u0080\u009cAnd now you understand the picture,â\u0080\u009d I cried.\nHe shook his head, and asked, â\u0080\u009cThe little\ngirlâ\u0080\u0094does it die?â\u0080\u009d\nIt was my turn for silence.\nâ\u0080\u009cDoes it die?â\u0080\u009d he reiterated.Â  â\u0080\u009cYou are\na painter-man.Â  Maybe you know.â\u0080\u009d\nâ\u0080\u009cNo, I do not know,â\u0080\u009d I confessed.\nâ\u0080\u009cIt is not life,â\u0080\u009d he delivered himself\ndogmatically.Â  â\u0080\u009cIn life little girl die or get\nwell.Â  Something happen in life.Â  In picture nothing\nhappen.Â  No, I do not understand pictures.â\u0080\u009d\nHis disappointment was patent.Â  It was his desire to\nunderstand all things that white men understand, and here, in\nthis matter, he failed.Â  I felt, also, that there was\nchallenge in his attitude.Â  He was bent upon compelling me\nto show him the wisdom of pictures.Â  Besides, he had\nremarkable powers of visualization.Â  I had long since\nlearned this.Â  He visualized everything.Â  He saw life\nin pictures, felt life in pictures, generalized life in pictures;\nand yet he did not understand pictures when seen through other\nmenâ\u0080\u0099s eyes and expressed by those men with color and line\nupon canvas.\nâ\u0080\u009cPictures are bits of life,â\u0080\u009d I said.Â \nâ\u0080\u009cWe paint life as we see it.Â  For instance, Charley,\nyou are coming along the trail.Â  It is night.Â  You see\na cabin.Â  The window is lighted.Â  You look through the\nwindow for one second, or for two seconds, you see something, and\nyou go on your way.Â  You saw maybe a man writing a\nletter.Â  You saw something without beginning or end.Â \nNothing happened.Â  Yet it was a bit of life you saw.Â \nYou remember it afterward.Â  It is like a picture in your\nmemory.Â  The window is the frame of the picture.â\u0080\u009d\nI could see that he was interested, and I knew that as I spoke\nhe had looked through the window and seen the man writing the\nletter.\nâ\u0080\u009cThere is a picture you have painted that I\nunderstand,â\u0080\u009d he said.Â  â\u0080\u009cIt is a true\npicture.Â  It has much meaning.Â  It is in your cabin at\nDawson.Â  It is a faro table.Â  There are men\nplaying.Â  It is a large game.Â  The limit is\noff.â\u0080\u009d\nâ\u0080\u009cHow do you know the limit is off?â\u0080\u009d I broke in\nexcitedly, for here was where my work could be tried out on an\nunbiassed judge who knew life only, and not art, and who was a\nsheer master of reality.Â  Also, I was very proud of that\nparticular piece of work.Â  I had named it â\u0080\u009cThe Last\nTurn,â\u0080\u009d and I believed it to be one of the best things I had\never done.\nâ\u0080\u009cThere are no chips on the table,â\u0080\u009d Sitka Charley\nexplained.Â  â\u0080\u009cThe men are playing with markers.Â \nThat means the roof is the limit.Â  One man play yellow\nmarkersâ\u0080\u0094maybe one yellow marker worth one thousand dollars,\nmaybe two thousand dollars.Â  One man play red markers.Â \nMaybe they are worth five hundred dollars, maybe one thousand\ndollars.Â  It is a very big game.Â  Everybody play very\nhigh, up to the roof.Â  How do I know?Â  You make the\ndealer with blood little bit warm in face.â\u0080\u009dÂ  (I was\ndelighted.)Â  â\u0080\u009cThe lookout, you make him lean forward\nin his chair.Â  Why he lean forward?Â  Why his face very\nmuch quiet?Â  Why his eyes very much bright?Â  Why dealer\nwarm with blood a little bit in the face?Â  Why all men very\nquiet?â\u0080\u0094the man with yellow markers? the man with white\nmarkers? the man with red markers?Â  Why nobody talk?Â \nBecause very much money.Â  Because last turn.â\u0080\u009d\nâ\u0080\u009cHow do you know it is the last turn?â\u0080\u009d I\nasked.\nâ\u0080\u009cThe king is coppered, the seven is played open,â\u0080\u009d\nhe answered.Â  â\u0080\u009cNobody bet on other cards.Â  Other\ncards all gone.Â  Everybody one mind.Â  Everybody play\nking to lose, seven to win.Â  Maybe bank lose twenty thousand\ndollars, maybe bank win.Â  Yes, that picture I\nunderstand.â\u0080\u009d\nâ\u0080\u009cYet you do not know the end!â\u0080\u009d I cried\ntriumphantly.Â  â\u0080\u009cIt is the last turn, but the cards are\nnot yet turned.Â  In the picture they will never be\nturned.Â  Nobody will ever know who wins nor who\nloses.â\u0080\u009d\nâ\u0080\u009cAnd the men will sit there and never talk,â\u0080\u009d he\nsaid, wonder and awe growing in his face.Â  â\u0080\u009cAnd the\nlookout will lean forward, and the blood will be warm in the face\nof the dealer.Â  It is a strange thing.Â  Always will\nthey sit there, always; and the cards will never be\nturned.â\u0080\u009d\nâ\u0080\u009cIt is a picture,â\u0080\u009d I said.Â  â\u0080\u009cIt is\nlife.Â  You have seen things like it yourself.â\u0080\u009d\nHe looked at me and pondered, then said, very slowly:Â \nâ\u0080\u009cNo, as you say, there is no end to it.Â  Nobody will\never know the end.Â  Yet is it a true thing.Â  I have\nseen it.Â  It is life.â\u0080\u009d\nFor a long time he smoked on in silence, weighing the\npictorial wisdom of the white man and verifying it by the facts\nof life.Â  He nodded his head several times, and grunted once\nor twice.Â  Then he knocked the ashes from his pipe,\ncarefully refilled it, and after a thoughtful pause, lighted it\nagain.\nâ\u0080\u009cThen have I, too, seen many pictures of life,â\u0080\u009d he\nbegan; â\u0080\u009cpictures not painted, but seen with the eyes.Â \nI have looked at them like through the window at the man writing\nthe letter.Â  I have seen many pieces of life, without\nbeginning, without end, without understanding.â\u0080\u009d\nWith a sudden change of position he turned his eyes full upon\nme and regarded me thoughtfully.\nâ\u0080\u009cLook you,â\u0080\u009d he said; â\u0080\u009cyou are a\npainter-man.Â  How would you paint this which I saw, a\npicture without beginning, the ending of which I do not\nunderstand, a piece of life with the northern lights for a candle\nand Alaska for a frame.â\u0080\u009d\nâ\u0080\u009cIt is a large canvas,â\u0080\u009d I murmured.\nBut he ignored me, for the picture he had in mind was before\nhis eyes and he was seeing it.\nâ\u0080\u009cThere are many names for this picture,â\u0080\u009d he\nsaid.Â  â\u0080\u009cBut in the picture there are many sun-dogs,\nand it comes into my mind to call it â\u0080\u0098The Sun-Dog\nTrail.â\u0080\u0099Â  It was a long time ago, seven years ago, the\nfall of â\u0080\u009997, when I saw the woman first time.Â  At Lake\nLinderman I had one canoe, very good Peterborough canoe.Â  I\ncame over Chilcoot Pass with two thousand letters for\nDawson.Â  I was letter carrier.Â  Everybody rush to\nKlondike at that time.Â  Many people on trail.Â  Many\npeople chop down trees and make boats.Â  Last water, snow in\nthe air, snow on the ground, ice on the lake, on the river ice in\nthe eddies.Â  Every day more snow, more ice.Â  Maybe one\nday, maybe three days, maybe six days, any day maybe freeze-up\ncome, then no more water, all ice, everybody walk, Dawson six\nhundred miles, long time walk.Â  Boat go very quick.Â \nEverybody want to go boat.Â  Everybody say, â\u0080\u0098Charley,\ntwo hundred dollars you take me in canoe,â\u0080\u0099 â\u0080\u0098Charley,\nthree hundred dollars,â\u0080\u0099 â\u0080\u0098Charley, four hundred\ndollars.â\u0080\u0099Â  I say no, all the time I say no.Â  I am\nletter carrier.\nâ\u0080\u009cIn morning I get to Lake Linderman.Â  I walk all\nnight and am much tired.Â  I cook breakfast, I eat, then I\nsleep on the beach three hours.Â  I wake up.Â  It is ten\noâ\u0080\u0099clock.Â  Snow is falling.Â  There is wind, much\nwind that blows fair.Â  Also, there is a woman who sits in\nthe snow alongside.Â  She is white woman, she is young, very\npretty, maybe she is twenty years old, maybe twenty-five years\nold.Â  She look at me.Â  I look at her.Â  She is very\ntired.Â  She is no dance-woman.Â  I see that right\naway.Â  She is good woman, and she is very tired.\nâ\u0080\u009câ\u0080\u0098You are Sitka Charley,â\u0080\u0099 she says.Â  I\nget up quick and roll blankets so snow does not get inside.Â \nâ\u0080\u0098I go to Dawson,â\u0080\u0099 she says.Â  â\u0080\u0098I go in your\ncanoeâ\u0080\u0094how much?â\u0080\u0099\nâ\u0080\u009cI do not want anybody in my canoe.Â  I do not like\nto say no.Â  So I say, â\u0080\u0098One thousand\ndollars.â\u0080\u0099Â  Just for fun I say it, so woman cannot come\nwith me, much better than say no.Â  She look at me very hard,\nthen she says, â\u0080\u0098When you start?â\u0080\u0099Â  I say right\naway.Â  Then she says all right, she will give me one\nthousand dollars.\nâ\u0080\u009cWhat can I say?Â  I do not want the woman, yet have\nI given my word that for one thousand dollars she can come.Â \nI am surprised.Â  Maybe she make fun, too, so I say,\nâ\u0080\u0098Let me see thousand dollars.â\u0080\u0099Â  And that woman,\nthat young woman, all alone on the trail, there in the snow, she\ntake out one thousand dollars, in greenbacks, and she put them in\nmy hand.Â  I look at money, I look at her.Â  What can I\nsay?Â  I say, â\u0080\u0098No, my canoe very small.Â  There is\nno room for outfit.â\u0080\u0099Â  She laugh.Â  She says,\nâ\u0080\u0098I am great traveller.Â  This is my\noutfit.â\u0080\u0099Â  She kick one small pack in the snow.Â \nIt is two fur robes, canvas outside, some womanâ\u0080\u0099s clothes\ninside.Â  I pick it up.Â  Maybe thirty-five pounds.Â \nI am surprised.Â  She take it away from me.Â  She says,\nâ\u0080\u0098Come, let us start.â\u0080\u0099Â  She carries pack into\ncanoe.Â  What can I say?Â  I put my blankets into\ncanoe.Â  We start.\nâ\u0080\u009cAnd that is the way I saw the woman first time.Â \nThe wind was fair.Â  I put up small sail.Â  The canoe\nwent very fast, it flew like a bird over the high waves.Â \nThe woman was much afraid.Â  â\u0080\u0098What for you come\nKlondike much afraid?â\u0080\u0099 I ask.Â  She laugh at me, a hard\nlaugh, but she is still much afraid.Â  Also is she very\ntired.Â  I run canoe through rapids to Lake Bennett.Â \nWater very bad, and woman cry out because she is afraid.Â  We\ngo down Lake Bennett, snow, ice, wind like a gale, but woman is\nvery tired and go to sleep.\nâ\u0080\u009cThat night we make camp at Windy Arm.Â  Woman sit\nby fire and eat supper.Â  I look at her.Â  She is\npretty.Â  She fix hair.Â  There is much hair, and it is\nbrown, also sometimes it is like gold in the firelight, when she\nturn her head, so, and flashes come from it like golden\nfire.Â  The eyes are large and brown, sometimes warm like a\ncandle behind a curtain, sometimes very hard and bright like\nbroken ice when sun shines upon it.Â  When she\nsmileâ\u0080\u0094how can I say?â\u0080\u0094when she smile I know white man\nlike to kiss her, just like that, when she smile.Â  She never\ndo hard work.Â  Her hands are soft, like babyâ\u0080\u0099s\nhand.Â  She is soft all over, like baby.Â  She is not\nthin, but round like baby; her arm, her leg, her muscles, all\nsoft and round like baby.Â  Her waist is small, and when she\nstand up, when she walk, or move her head or arm, it isâ\u0080\u0094I\ndo not know the wordâ\u0080\u0094but it is nice to look at,\nlikeâ\u0080\u0094maybe I say she is built on lines like the lines of a\ngood canoe, just like that, and when she move she is like the\nmovement of the good canoe sliding through still water or leaping\nthrough water when it is white and fast and angry.Â  It is\nvery good to see.\nâ\u0080\u009cWhy does she come into Klondike, all alone, with plenty\nof money?Â  I do not know.Â  Next day I ask her.Â \nShe laugh and says:Â  â\u0080\u0098Sitka Charley, that is none of\nyour business.Â  I give you one thousand dollars take me to\nDawson.Â  That only is your business.â\u0080\u0099Â  Next day\nafter that I ask her what is her name.Â  She laugh, then she\nsays, â\u0080\u0098Mary Jones, that is my name.â\u0080\u0099Â  I do not\nknow her name, but I know all the time that Mary Jones is not her\nname.\nâ\u0080\u009cIt is very cold in canoe, and because of cold sometimes\nshe not feel good.Â  Sometimes she feel good and she\nsing.Â  Her voice is like a silver bell, and I feel good all\nover like when I go into church at Holy Cross Mission, and when\nshe sing I feel strong and paddle like hell.Â  Then she laugh\nand says, â\u0080\u0098You think we get to Dawson before freeze-up,\nCharley?â\u0080\u0099Â  Sometimes she sit in canoe and is thinking\nfar away, her eyes like that, all empty.Â  She does not see\nSitka Charley, nor the ice, nor the snow.Â  She is far\naway.Â  Very often she is like that, thinking far away.Â \nSometimes, when she is thinking far away, her face is not good to\nsee.Â  It looks like a face that is angry, like the face of\none man when he want to kill another man.\nâ\u0080\u009cLast day to Dawson very bad.Â  Shore-ice in all the\neddies, mush-ice in the stream.Â  I cannot paddle.Â  The\ncanoe freeze to ice.Â  I cannot get to shore.Â  There is\nmuch danger.Â  All the time we go down Yukon in the\nice.Â  That night there is much noise of ice.Â  Then ice\nstop, canoe stop, everything stop.Â  â\u0080\u0098Let us go to\nshore,â\u0080\u0099 the woman says.Â  I say no, better wait.Â \nBy and by, everything start down-stream again.Â  There is\nmuch snow.Â  I cannot see.Â  At eleven oâ\u0080\u0099clock at\nnight, everything stop.Â  At one oâ\u0080\u0099clock everything\nstart again.Â  At three oâ\u0080\u0099clock everything stop.Â \nCanoe is smashed like eggshell, but is on top of ice and cannot\nsink.Â  I hear dogs howling.Â  We wait.Â  We\nsleep.Â  By and by morning come.Â  There is no more\nsnow.Â  It is the freeze-up, and there is Dawson.Â  Canoe\nsmash and stop right at Dawson.Â  Sitka Charley has come in\nwith two thousand letters on very last water.\nâ\u0080\u009cThe woman rent a cabin on the hill, and for one week I\nsee her no more.Â  Then, one day, she come to me.Â \nâ\u0080\u0098Charley,â\u0080\u0099 she says, â\u0080\u0098how do you like to work\nfor me?Â  You drive dogs, make camp, travel with\nme.â\u0080\u0099Â  I say that I make too much money carrying\nletters.Â  She says, â\u0080\u0098Charley, I will pay you more\nmoney.â\u0080\u0099Â  I tell her that pick-and-shovel man get\nfifteen dollars a day in the mines.Â  She says, â\u0080\u0098That\nis four hundred and fifty dollars a month.â\u0080\u0099Â  And I\nsay, â\u0080\u0098Sitka Charley is no pick-and-shovel man.â\u0080\u0099Â \nThen she says, â\u0080\u0098I understand, Charley.Â  I will give\nyou seven hundred and fifty dollars each month.â\u0080\u0099Â  It\nis a good price, and I go to work for her.Â  I buy for her\ndogs and sled.Â  We travel up Klondike, up Bonanza and\nEldorado, over to Indian River, to Sulphur Creek, to Dominion,\nback across divide to Gold Bottom and to Too Much Gold, and back\nto Dawson.Â  All the time she look for something, I do not\nknow what.Â  I am puzzled.Â  â\u0080\u0098What thing you look\nfor?â\u0080\u0099 I ask.Â  She laugh.Â  â\u0080\u0098You look for\ngold?â\u0080\u0099 I ask.Â  She laugh.Â  Then she says,\nâ\u0080\u0098That is none of your business, Charley.â\u0080\u0099Â  And\nafter that I never ask any more.\nâ\u0080\u009cShe has a small revolver which she carries in her\nbelt.Â  Sometimes, on trail, she makes practice with\nrevolver.Â  I laugh.Â  â\u0080\u0098What for you laugh,\nCharley?â\u0080\u0099 she ask.Â  â\u0080\u0098What for you play with\nthat?â\u0080\u0099 I say.Â  â\u0080\u0098It is no good.Â  It is too\nsmall.Â  It is for a child, a little plaything.â\u0080\u0099Â \nWhen we get back to Dawson she ask me to buy good revolver for\nher.Â  I buy a Coltâ\u0080\u0099s 44.Â  It is very heavy, but\nshe carry it in her belt all the time.\nâ\u0080\u009cAt Dawson comes the man.Â  Which way he come I do\nnot know.Â  Only do I know he is checha-quoâ\u0080\u0094what\nyou call tenderfoot.Â  His hands are soft, just like\nhers.Â  He never do hard work.Â  He is soft all\nover.Â  At first I think maybe he is her husband.Â  But\nhe is too young.Â  Also, they make two beds at night.Â \nHe is maybe twenty years old.Â  His eyes blue, his hair\nyellow, he has a little mustache which is yellow.Â  His name\nis John Jones.Â  Maybe he is her brother.Â  I do not\nknow.Â  I ask questions no more.Â  Only I think his name\nnot John Jones.Â  Other people call him Mr. Girvan.Â  I\ndo not think that is his name.Â  I do not think her name is\nMiss Girvan, which other people call her.Â  I think nobody\nknow their names.\nâ\u0080\u009cOne night I am asleep at Dawson.Â  He wake me\nup.Â  He says, â\u0080\u0098Get the dogs ready; we\nstart.â\u0080\u0099Â  No more do I ask questions, so I get the dogs\nready and we start.Â  We go down the Yukon.Â  It is\nnight-time, it is November, and it is very coldâ\u0080\u0094sixty-five\nbelow.Â  She is soft.Â  He is soft.Â  The cold\nbites.Â  They get tired.Â  They cry under their breaths\nto themselves.Â  By and by I say better we stop and make\ncamp.Â  But they say that they will go on.Â  Three times\nI say better to make camp and rest, but each time they say they\nwill go on.Â  After that I say nothing.Â  All the time,\nday after day, is it that way.Â  They are very soft.Â \nThey get stiff and sore.Â  They do not understand moccasins,\nand their feet hurt very much.Â  They limp, they stagger like\ndrunken people, they cry under their breaths; and all the time\nthey say, â\u0080\u0098On! on!Â  We will go on!â\u0080\u0099\nâ\u0080\u009cThey are like crazy people.Â  All the time do they\ngo on, and on.Â  Why do they go on?Â  I do not\nknow.Â  Only do they go on.Â  What are they after?Â \nI do not know.Â  They are not after gold.Â  There is no\nstampede.Â  Besides, they spend plenty of money.Â  But I\nask questions no more.Â  I, too, go on and on, because I am\nstrong on the trail and because I am greatly paid.\nâ\u0080\u009cWe make Circle City.Â  That for which they look is\nnot there.Â  I think now that we will rest, and rest the\ndogs.Â  But we do not rest, not for one day do we rest.Â \nâ\u0080\u0098Come,â\u0080\u0099 says the woman to the man, â\u0080\u0098let us go\non.â\u0080\u0099Â  And we go on.Â  We leave the Yukon.Â  We\ncross the divide to the west and swing down into the Tanana\nCountry.Â  There are new diggings there.Â  But that for\nwhich they look is not there, and we take the back trail to\nCircle City.\nâ\u0080\u009cIt is a hard journey.Â  December is most\ngone.Â  The days are short.Â  It is very cold.Â  One\nmorning it is seventy below zero.Â  â\u0080\u0098Better that we\ndonâ\u0080\u0099t travel to-day,â\u0080\u0099 I say, â\u0080\u0098else will the\nfrost be unwarmed in the breathing and bite all the edges of our\nlungs.Â  After that we will have bad cough, and maybe next\nspring will come pneumonia.â\u0080\u0099Â  But they are\nchecha-quo.Â  They do not understand the trail.Â \nThey are like dead people they are so tired, but they say,\nâ\u0080\u0098Let us go on.â\u0080\u0099Â  We go on.Â  The frost bites\ntheir lungs, and they get the dry cough.Â  They cough till\nthe tears run down their cheeks.Â  When bacon is frying they\nmust run away from the fire and cough half an hour in the\nsnow.Â  They freeze their cheeks a little bit, so that the\nskin turns black and is very sore.Â  Also, the man freezes\nhis thumb till the end is like to come off, and he must wear a\nlarge thumb on his mitten to keep it warm.Â  And sometimes,\nwhen the frost bites hard and the thumb is very cold, he must\ntake off the mitten and put the hand between his legs next to the\nskin, so that the thumb may get warm again.\nâ\u0080\u009cWe limp into Circle City, and even I, Sitka Charley, am\ntired.Â  It is Christmas Eve.Â  I dance, drink, make a\ngood time, for to-morrow is Christmas Day and we will rest.Â \nBut no.Â  It is five oâ\u0080\u0099clock in the\nmorningâ\u0080\u0094Christmas morning.Â  I am two hours\nasleep.Â  The man stand by my bed.Â  â\u0080\u0098Come,\nCharley,â\u0080\u0099 he says, â\u0080\u0098harness the dogs.Â  We\nstart.â\u0080\u0099\nâ\u0080\u009cHave I not said that I ask questions no more?Â \nThey pay me seven hundred and fifty dollars each month.Â \nThey are my masters.Â  I am their man.Â  If they say,\nâ\u0080\u0098Charley, come, let us start for hell,â\u0080\u0099 I will\nharness the dogs, and snap the whip, and start for hell.Â  So\nI harness the dogs, and we start down the Yukon.Â  Where do\nwe go?Â  They do not say.Â  Only do they say, â\u0080\u0098On!\non!Â  We will go on!â\u0080\u0099\nâ\u0080\u009cThey are very weary.Â  They have travelled many\nhundreds of miles, and they do not understand the way of the\ntrail.Â  Besides, their cough is very badâ\u0080\u0094the dry cough\nthat makes strong men swear and weak men cry.Â  But they go\non.Â  Every day they go on.Â  Never do they rest the\ndogs.Â  Always do they buy new dogs.Â  At every camp, at\nevery post, at every Indian village, do they cut out the tired\ndogs and put in fresh dogs.Â  They have much money, money\nwithout end, and like water they spend it.Â  They are\ncrazy?Â  Sometimes I think so, for there is a devil in them\nthat drives them on and on, always on.Â  What is it that they\ntry to find?Â  It is not gold.Â  Never do they dig in the\nground.Â  I think a long time.Â  Then I think it is a man\nthey try to find.Â  But what man?Â  Never do we see the\nman.Â  Yet are they like wolves on the trail of the\nkill.Â  But they are funny wolves, soft wolves, baby wolves\nwho do not understand the way of the trail.Â  They cry aloud\nin their sleep at night.Â  In their sleep they moan and groan\nwith the pain of their weariness.Â  And in the day, as they\nstagger along the trail, they cry under their breaths.Â  They\nare funny wolves.\nâ\u0080\u009cWe pass Fort Yukon.Â  We pass Fort Hamilton.Â \nWe pass Minook.Â  January has come and nearly gone.Â  The\ndays are very short.Â  At nine oâ\u0080\u0099clock comes\ndaylight.Â  At three oâ\u0080\u0099clock comes night.Â  And it\nis cold.Â  And even I, Sitka Charley, am tired.Â  Will we\ngo on forever this way without end?Â  I do not know.Â \nBut always do I look along the trail for that which they try to\nfind.Â  There are few people on the trail.Â  Sometimes we\ntravel one hundred miles and never see a sign of life.Â  It\nis very quiet.Â  There is no sound.Â  Sometimes it snows,\nand we are like wandering ghosts.Â  Sometimes it is clear,\nand at midday the sun looks at us for a moment over the hills to\nthe south.Â  The northern lights flame in the sky, and the\nsun-dogs dance, and the air is filled with frost-dust.\nâ\u0080\u009cI am Sitka Charley, a strong man.Â  I was born on\nthe trail, and all my days have I lived on the trail.Â  And\nyet have these two baby wolves made me very tired.Â  I am\nlean, like a starved cat, and I am glad of my bed at night, and\nin the morning am I greatly weary.Â  Yet ever are we hitting\nthe trail in the dark before daylight, and still on the trail\ndoes the dark after nightfall find us.Â  These two baby\nwolves!Â  If I am lean like a starved cat, they are lean like\ncats that have never eaten and have died.Â  Their eyes are\nsunk deep in their heads, bright sometimes as with fever, dim and\ncloudy sometimes like the eyes of the dead.Â  Their cheeks\nare hollow like caves in a cliff.Â  Also are their cheeks\nblack and raw from many freezings.Â  Sometimes it is the\nwoman in the morning who says, â\u0080\u0098I cannot get up.Â  I\ncannot move.Â  Let me die.â\u0080\u0099Â  And it is the man who\nstands beside her and says, â\u0080\u0098Come, let us go\non.â\u0080\u0099Â  And they go on.Â  And sometimes it is the\nman who cannot get up, and the woman says, â\u0080\u0098Come, let us go\non.â\u0080\u0099Â  But the one thing they do, and always do, is to\ngo on.Â  Always do they go on.\nâ\u0080\u009cSometimes, at the trading posts, the man and woman get\nletters.Â  I do not know what is in the letters.Â  But it\nis the scent that they follow, these letters themselves are the\nscent.Â  One time an Indian gives them a letter.Â  I talk\nwith him privately.Â  He says it is a man with one eye who\ngives him the letter, a man who travels fast down the\nYukon.Â  That is all.Â  But I know that the baby wolves\nare after the man with the one eye.\nâ\u0080\u009cIt is February, and we have travelled fifteen hundred\nmiles.Â  We are getting near Bering Sea, and there are storms\nand blizzards.Â  The going is hard.Â  We come to\nAnvig.Â  I do not know, but I think sure they get a letter at\nAnvig, for they are much excited, and they say, â\u0080\u0098Come,\nhurry, let us go on.â\u0080\u0099Â  But I say we must buy grub, and\nthey say we must travel light and fast.Â  Also, they say that\nwe can get grub at Charley McKeonâ\u0080\u0099s cabin.Â  Then do I\nknow that they take the big cut-off, for it is there that Charley\nMcKeon lives where the Black Rock stands by the trail.\nâ\u0080\u009cBefore we start, I talk maybe two minutes with the\npriest at Anvig.Â  Yes, there is a man with one eye who has\ngone by and who travels fast.Â  And I know that for which\nthey look is the man with the one eye.Â  We leave Anvig with\nlittle grub, and travel light and fast.Â  There are three\nfresh dogs bought in Anvig, and we travel very fast.Â  The\nman and woman are like mad.Â  We start earlier in the\nmorning, we travel later at night.Â  I look sometimes to see\nthem die, these two baby wolves, but they will not die.Â \nThey go on and on.Â  When the dry cough take hold of them\nhard, they hold their hands against their stomach and double up\nin the snow, and cough, and cough, and cough.Â  They cannot\nwalk, they cannot talk.Â  Maybe for ten minutes they cough,\nmaybe for half an hour, and then they straighten up, the tears\nfrom the coughing frozen on their faces, and the words they say\nare, â\u0080\u0098Come, let us go on.â\u0080\u0099\nâ\u0080\u009cEven I, Sitka Charley, am greatly weary, and I think\nseven hundred and fifty dollars is a cheap price for the labor I\ndo.Â  We take the big cut-off, and the trail is fresh.Â \nThe baby wolves have their noses down to the trail, and they say,\nâ\u0080\u0098Hurry!â\u0080\u0099Â  All the time do they say,\nâ\u0080\u0098Hurry!Â  Faster!Â  Faster!â\u0080\u0099Â  It is hard\non the dogs.Â  We have not much food and we cannot give them\nenough to eat, and they grow weak.Â  Also, they must work\nhard.Â  The woman has true sorrow for them, and often,\nbecause of them, the tears are in her eyes.Â  But the devil\nin her that drives her on will not let her stop and rest the\ndogs.\nâ\u0080\u009cAnd then we come upon the man with the one eye.Â \nHe is in the snow by the trail, and his leg is broken.Â \nBecause of the leg he has made a poor camp, and has been lying on\nhis blankets for three days and keeping a fire going.Â  When\nwe find him he is swearing.Â  He swears like hell.Â \nNever have I heard a man swear like that man.Â  I am\nglad.Â  Now that they have found that for which they look, we\nwill have rest.Â  But the woman says, â\u0080\u0098Let us\nstart.Â  Hurry!â\u0080\u0099\nâ\u0080\u009cI am surprised.Â  But the man with the one eye\nsays, â\u0080\u0098Never mind me.Â  Give me your grub.Â  You\nwill get more grub at McKeonâ\u0080\u0099s cabin to-morrow.Â  Send\nMcKeon back for me.Â  But do you go on.â\u0080\u0099Â  Here is\nanother wolf, an old wolf, and he, too, thinks but the one\nthought, to go on.Â  So we give him our grub, which is not\nmuch, and we chop wood for his fire, and we take his strongest\ndogs and go on.Â  We left the man with one eye there in the\nsnow, and he died there in the snow, for McKeon never went back\nfor him.Â  And who that man was, and why he came to be there,\nI do not know.Â  But I think he was greatly paid by the man\nand the woman, like me, to do their work for them.\nâ\u0080\u009cThat day and that night we had nothing to eat, and all\nnext day we travelled fast, and we were weak with hunger.Â \nThen we came to the Black Rock, which rose five hundred feet\nabove the trail.Â  It was at the end of the day.Â \nDarkness was coming, and we could not find the cabin of\nMcKeon.Â  We slept hungry, and in the morning looked for the\ncabin.Â  It was not there, which was a strange thing, for\neverybody knew that McKeon lived in a cabin at Black Rock.Â \nWe were near to the coast, where the wind blows hard and there is\nmuch snow.Â  Everywhere there were small hills of snow where\nthe wind had piled it up.Â  I have a thought, and I dig in\none and another of the hills of snow.Â  Soon I find the walls\nof the cabin, and I dig down to the door.Â  I go\ninside.Â  McKeon is dead.Â  Maybe two or three weeks he\nis dead.Â  A sickness had come upon him so that he could not\nleave the cabin.Â  The wind and the snow had covered the\ncabin.Â  He had eaten his grub and died.Â  I looked for\nhis cache, but there was no grub in it.\nâ\u0080\u009câ\u0080\u0098Let us go on,â\u0080\u0099 said the woman.Â  Her\neyes were hungry, and her hand was upon her heart, as with the\nhurt of something inside.Â  She bent back and forth like a\ntree in the wind as she stood there.Â  â\u0080\u0098Yes, let us go\non,â\u0080\u0099 said the man.Â  His voice was hollow, like the\nklonk of an old raven, and he was hunger-mad.Â  His\neyes were like live coals of fire, and as his body rocked to and\nfro, so rocked his soul inside.Â  And I, too, said,\nâ\u0080\u0098Let us go on.â\u0080\u0099Â  For that one thought, laid upon\nme like a lash for every mile of fifteen hundred miles, had\nburned itself into my soul, and I think that I, too, was\nmad.Â  Besides, we could only go on, for there was no\ngrub.Â  And we went on, giving no thought to the man with the\none eye in the snow.\nâ\u0080\u009cThere is little travel on the big cut-off.Â \nSometimes two or three months and nobody goes by.Â  The snow\nhad covered the trail, and there was no sign that men had ever\ncome or gone that way.Â  All day the wind blew and the snow\nfell, and all day we travelled, while our stomachs gnawed their\ndesire and our bodies grew weaker with every step they\ntook.Â  Then the woman began to fall.Â  Then the\nman.Â  I did not fall, but my feet were heavy and I caught my\ntoes and stumbled many times.\nâ\u0080\u009cThat night is the end of February.Â  I kill three\nptarmigan with the womanâ\u0080\u0099s revolver, and we are made\nsomewhat strong again.Â  But the dogs have nothing to\neat.Â  They try to eat their harness, which is of leather and\nwalrus-hide, and I must fight them off with a club and hang all\nthe harness in a tree.Â  And all night they howl and fight\naround that tree.Â  But we do not mind.Â  We sleep like\ndead people, and in the morning get up like dead people out of\ntheir graves and go on along the trail.\nâ\u0080\u009cThat morning is the 1st of March, and on that morning I\nsee the first sign of that after which the baby wolves are in\nsearch.Â  It is clear weather, and cold.Â  The sun stay\nlonger in the sky, and there are sun-dogs flashing on either\nside, and the air is bright with frost-dust.Â  The snow falls\nno more upon the trail, and I see the fresh sign of dogs and\nsled.Â  There is one man with that outfit, and I see in the\nsnow that he is not strong.Â  He, too, has not enough to\neat.Â  The young wolves see the fresh sign, too, and they are\nmuch excited.Â  â\u0080\u0098Hurry!â\u0080\u0099 they say.Â  All the\ntime they say, â\u0080\u0098Hurry!Â  Faster, Charley,\nfaster!â\u0080\u0099\nâ\u0080\u009cWe make hurry very slow.Â  All the time the man and\nthe woman fall down.Â  When they try to ride on sled the dogs\nare too weak, and the dogs fall down.Â  Besides, it is so\ncold that if they ride on the sled they will freeze.Â  It is\nvery easy for a hungry man to freeze.Â  When the woman fall\ndown, the man help her up.Â  Sometimes the woman help the man\nup.Â  By and by both fall down and cannot get up, and I must\nhelp them up all the time, else they will not get up and will die\nthere in the snow.Â  This is very hard work, for I am greatly\nweary, and as well I must drive the dogs, and the man and woman\nare very heavy with no strength in their bodies.Â  So, by and\nby, I, too, fall down in the snow, and there is no one to help me\nup.Â  I must get up by myself.Â  And always do I get up\nby myself, and help them up, and make the dogs go on.\nâ\u0080\u009cThat night I get one ptarmigan, and we are very\nhungry.Â  And that night the man says to me, â\u0080\u0098What time\nstart to-morrow, Charley?â\u0080\u0099Â  It is like the voice of a\nghost.Â  I say, â\u0080\u0098All the time you make start at five\noâ\u0080\u0099clock.â\u0080\u0099Â  â\u0080\u0098To-morrow,â\u0080\u0099 he says,\nâ\u0080\u0098we will start at three oâ\u0080\u0099clock.â\u0080\u0099Â  I laugh\nin great bitterness, and I say, â\u0080\u0098You are dead\nman.â\u0080\u0099Â  And he says, â\u0080\u0098To-morrow we will start at\nthree oâ\u0080\u0099clock.â\u0080\u0099\nâ\u0080\u009cAnd we start at three oâ\u0080\u0099clock, for I am their\nman, and that which they say is to be done, I do.Â  It is\nclear and cold, and there is no wind.Â  When daylight comes\nwe can see a long way off.Â  And it is very quiet.Â  We\ncan hear no sound but the beat of our hearts, and in the silence\nthat is a very loud sound.Â  We are like sleep-walkers, and\nwe walk in dreams until we fall down; and then we know we must\nget up, and we see the trail once more and bear the beating of\nour hearts.Â  Sometimes, when I am walking in dreams this\nway, I have strange thoughts.Â  Why does Sitka Charley live?\nI ask myself.Â  Why does Sitka Charley work hard, and go\nhungry, and have all this pain?Â  For seven hundred and fifty\ndollars a month, I make the answer, and I know it is a foolish\nanswer.Â  Also is it a true answer.Â  And after that\nnever again do I care for money.Â  For that day a large\nwisdom came to me.Â  There was a great light, and I saw\nclear, and I knew that it was not for money that a man must live,\nbut for a happiness that no man can give, or buy, or sell, and\nthat is beyond all value of all money in the world.\nâ\u0080\u009cIn the morning we come upon the last-night camp of the\nman who is before us.Â  It is a poor camp, the kind a man\nmakes who is hungry and without strength.Â  On the snow there\nare pieces of blanket and of canvas, and I know what has\nhappened.Â  His dogs have eaten their harness, and he has\nmade new harness out of his blankets.Â  The man and woman\nstare hard at what is to be seen, and as I look at them my back\nfeels the chill as of a cold wind against the skin.Â  Their\neyes are toil-mad and hunger-mad, and burn like fire deep in\ntheir heads.Â  Their faces are like the faces of people who\nhave died of hunger, and their cheeks are black with the dead\nflesh of many freezings.Â  â\u0080\u0098Let us go on,â\u0080\u0099 says\nthe man.Â  But the woman coughs and falls in the snow.Â \nIt is the dry cough where the frost has bitten the lungs.Â \nFor a long time she coughs, then like a woman crawling out of her\ngrave she crawls to her feet.Â  The tears are ice upon her\ncheeks, and her breath makes a noise as it comes and goes, and\nshe says, â\u0080\u0098Let us go on.â\u0080\u0099\nâ\u0080\u009cWe go on.Â  And we walk in dreams through the\nsilence.Â  And every time we walk is a dream and we are\nwithout pain; and every time we fall down is an awakening, and we\nsee the snow and the mountains and the fresh trail of the man who\nis before us, and we know all our pain again.Â  We come to\nwhere we can see a long way over the snow, and that for which\nthey look is before them.Â  A mile away there are black spots\nupon the snow.Â  The black spots move.Â  My eyes are dim,\nand I must stiffen my soul to see.Â  And I see one man with\ndogs and a sled.Â  The baby wolves see, too.Â  They can\nno longer talk, but they whisper, â\u0080\u0098On, on.Â  Let us\nhurry!â\u0080\u0099\nâ\u0080\u009cAnd they fall down, but they go on.Â  The man who\nis before us, his blanket harness breaks often, and he must stop\nand mend it.Â  Our harness is good, for I have hung it in\ntrees each night.Â  At eleven oâ\u0080\u0099clock the man is half a\nmile away.Â  At one oâ\u0080\u0099clock he is a quarter of a mile\naway.Â  He is very weak.Â  We see him fall down many\ntimes in the snow.Â  One of his dogs can no longer travel,\nand he cuts it out of the harness.Â  But he does not kill\nit.Â  I kill it with the axe as I go by, as I kill one of my\ndogs which loses its legs and can travel no more.\nâ\u0080\u009cNow we are three hundred yards away.Â  We go very\nslow.Â  Maybe in two, three hours we go one mile.Â  We do\nnot walk.Â  All the time we fall down.Â  We stand up and\nstagger two steps, maybe three steps, then we fall down\nagain.Â  And all the time I must help up the man and\nwoman.Â  Sometimes they rise to their knees and fall forward,\nmaybe four or five times before they can get to their feet again\nand stagger two or three steps and fall.Â  But always do they\nfall forward.Â  Standing or kneeling, always do they fall\nforward, gaining on the trail each time by the length of their\nbodies.\nâ\u0080\u009cSometimes they crawl on hands and knees like animals\nthat live in the forest.Â  We go like snails, like snails\nthat are dying we go so slow.Â  And yet we go faster than the\nman who is before us.Â  For he, too, falls all the time, and\nthere is no Sitka Charley to lift him up.Â  Now he is two\nhundred yards away.Â  After a long time he is one hundred\nyards away.\nâ\u0080\u009cIt is a funny sight.Â  I want to laugh out loud,\nHa! ha! just like that, it is so funny.Â  It is a race of\ndead men and dead dogs.Â  It is like in a dream when you have\na nightmare and run away very fast for your life and go very\nslow.Â  The man who is with me is mad.Â  The woman is\nmad.Â  I am mad.Â  All the world is mad, and I want to\nlaugh, it is so funny.\nâ\u0080\u009cThe stranger-man who is before us leaves his dogs\nbehind and goes on alone across the snow.Â  After a long time\nwe come to the dogs.Â  They lie helpless in the snow, their\nharness of blanket and canvas on them, the sled behind them, and\nas we pass them they whine to us and cry like babies that are\nhungry.\nâ\u0080\u009cThen we, too, leave our dogs and go on alone across the\nsnow.Â  The man and the woman are nearly gone, and they moan\nand groan and sob, but they go on.Â  I, too, go on.Â  I\nhave but one thought.Â  It is to come up to the\nstranger-man.Â  Then it is that I shall rest, and not until\nthen shall I rest, and it seems that I must lie down and sleep\nfor a thousand years, I am so tired.\nâ\u0080\u009cThe stranger-man is fifty yards away, all alone in the\nwhite snow.Â  He falls and crawls, staggers, and falls and\ncrawls again.Â  He is like an animal that is sore wounded and\ntrying to run from the hunter.Â  By and by he crawls on hands\nand knees.Â  He no longer stands up.Â  And the man and\nwoman no longer stand up.Â  They, too, crawl after him on\nhands and knees.Â  But I stand up.Â  Sometimes I fall,\nbut always do I stand up again.\nâ\u0080\u009cIt is a strange thing to see.Â  All about is the\nsnow and the silence, and through it crawl the man and the woman,\nand the stranger-man who goes before.Â  On either side the\nsun are sun-dogs, so that there are three suns in the sky.Â \nThe frost-dust is like the dust of diamonds, and all the air is\nfilled with it.Â  Now the woman coughs, and lies still in the\nsnow until the fit has passed, when she crawls on again.Â \nNow the man looks ahead, and he is blear-eyed as with old age and\nmust rub his eyes so that he can see the stranger-man.Â  And\nnow the stranger-man looks back over his shoulder.Â  And\nSitka Charley, standing upright, maybe falls down and stands\nupright again.\nâ\u0080\u009cAfter a long time the stranger-man crawls no\nmore.Â  He stands slowly upon his feet and rocks back and\nforth.Â  Also does he take off one mitten and wait with\nrevolver in his hand, rocking back and forth as he waits.Â \nHis face is skin and bones and frozen black.Â  It is a hungry\nface.Â  The eyes are deep-sunk in his head, and the lips are\nsnarling.Â  The man and woman, too, get upon their feet and\nthey go toward him very slowly.Â  And all about is the snow\nand the silence.Â  And in the sky are three suns, and all the\nair is flashing with the dust of diamonds.\nâ\u0080\u009cAnd thus it was that I, Sitka Charley, saw the baby\nwolves make their kill.Â  No word is spoken.Â  Only does\nthe stranger-man snarl with his hungry face.Â  Also does he\nrock to and fro, his shoulders drooping, his knees bent, and his\nlegs wide apart so that he does not fall down.Â  The man and\nthe woman stop maybe fifty feet away.Â  Their legs, too, are\nwide apart so that they do not fall down, and their bodies rock\nto and fro.Â  The stranger-man is very weak.Â  His arm\nshakes, so that when he shoots at the man his bullet strikes in\nthe snow.Â  The man cannot take off his mitten.Â  The\nstranger-man shoots at him again, and this time the bullet goes\nby in the air.Â  Then the man takes the mitten in his teeth\nand pulls it off.Â  But his hand is frozen and he cannot hold\nthe revolver, and it fails in the snow.Â  I look at the\nwoman.Â  Her mitten is off, and the big Coltâ\u0080\u0099s revolver\nis in her hand.Â  Three times she shoot, quick, just like\nthat.Â  The hungry face of the stranger-man is still snarling\nas he falls forward into the snow.\nâ\u0080\u009cThey do not look at the dead man.Â  â\u0080\u0098Let us\ngo on,â\u0080\u0099 they say.Â  And we go on.Â  But now that\nthey have found that for which they look, they are like\ndead.Â  The last strength has gone out of them.Â  They\ncan stand no more upon their feet.Â  They will not crawl, but\ndesire only to close their eyes and sleep.Â  I see not far\naway a place for camp.Â  I kick them.Â  I have my\ndog-whip, and I give them the lash of it.Â  They cry aloud,\nbut they must crawl.Â  And they do crawl to the place for\ncamp.Â  I build fire so that they will not freeze.Â  Then\nI go back for sled.Â  Also, I kill the dogs of the\nstranger-man so that we may have food and not die.Â  I put\nthe man and woman in blankets and they sleep.Â  Sometimes I\nwake them and give them little bit of food.Â  They are not\nawake, but they take the food.Â  The woman sleep one day and\na half.Â  Then she wake up and go to sleep again.Â  The\nman sleep two days and wake up and go to sleep again.Â  After\nthat we go down to the coast at St. Michaels.Â  And when the\nice goes out of Bering Sea, the man and woman go away on a\nsteamship.Â  But first they pay me my seven hundred and fifty\ndollars a month.Â  Also, they make me a present of one\nthousand dollars.Â  And that was the year that Sitka Charley\ngave much money to the Mission at Holy Cross.â\u0080\u009d\nâ\u0080\u009cBut why did they kill the man?â\u0080\u009d I asked.\nSitka Charley delayed reply until he had lighted his\npipe.Â  He glanced at the Police Gazette illustration\nand nodded his head at it familiarly.Â  Then he said,\nspeaking slowly and ponderingly:\nâ\u0080\u009cI have thought much.Â  I do not know.Â  It is\nsomething that happened.Â  It is a picture I remember.Â \nIt is like looking in at the window and seeing the man writing a\nletter.Â  They came into my life and they went out of my\nlife, and the picture is as I have said, without beginning, the\nend without understanding.â\u0080\u009d\nâ\u0080\u009cYou have painted many pictures in the telling,â\u0080\u009d I\nsaid.\nâ\u0080\u009cAy,â\u0080\u009d he nodded his head.Â  â\u0080\u009cBut they\nwere without beginning and without end.â\u0080\u009d\nâ\u0080\u009cThe last picture of all had an end,â\u0080\u009d I said.\nâ\u0080\u009cAy,â\u0080\u009d he answered.Â  â\u0080\u009cBut what\nend?â\u0080\u009d\nâ\u0080\u009cIt was a piece of life,â\u0080\u009d I said.\nâ\u0080\u009cAy,â\u0080\u009d he answered.Â  â\u0080\u009cIt was a piece of\nlife.â\u0080\u009d",
    "metadata": {
        "author": "london",
        "year": 0,
        "url": "https://www.gutenberg.org/cache/epub/710/pg710-images.html",
        "name": "sun-dog_trail"
    }
}