{
    "name": "London - The Unexpected",
    "body": "It is a simple matter to see the obvious, to do the\nexpected.Â  The tendency of the individual life is to be\nstatic rather than dynamic, and this tendency is made into a\npropulsion by civilization, where the obvious only is seen, and\nthe unexpected rarely happens.Â  When the unexpected does\nhappen, however, and when it is of sufficiently grave import, the\nunfit perish.Â  They do not see what is not obvious, are\nunable to do the unexpected, are incapable of adjusting their\nwell-grooved lives to other and strange grooves.Â  In short,\nwhen they come to the end of their own groove, they die.\nOn the other hand, there are those that make toward survival,\nthe fit individuals who escape from the rule of the obvious and\nthe expected and adjust their lives to no matter what strange\ngrooves they may stray into, or into which they may be\nforced.Â  Such an individual was Edith Whittlesey.Â  She\nwas born in a rural district of England, where life proceeds by\nrule of thumb and the unexpected is so very unexpected that when\nit happens it is looked upon as an immorality.Â  She went\ninto service early, and while yet a young woman, by rule-of-thumb\nprogression, she became a ladyâ\u0080\u0099s maid.\nThe effect of civilization is to impose human law upon\nenvironment until it becomes machine-like in its\nregularity.Â  The objectionable is eliminated, the inevitable\nis foreseen.Â  One is not even made wet by the rain nor cold\nby the frost; while death, instead of stalking about grewsome and\naccidental, becomes a prearranged pageant, moving along a\nwell-oiled groove to the family vault, where the hinges are kept\nfrom rusting and the dust from the air is swept continually\naway.\nSuch was the environment of Edith Whittlesey.Â  Nothing\nhappened.Â  It could scarcely be called a happening, when, at\nthe age of twenty-five, she accompanied her mistress on a bit of\ntravel to the United States.Â  The groove merely changed its\ndirection.Â  It was still the same groove and well\noiled.Â  It was a groove that bridged the Atlantic with\nuneventfulness, so that the ship was not a ship in the midst of\nthe sea, but a capacious, many-corridored hotel that moved\nswiftly and placidly, crushing the waves into submission with its\ncolossal bulk until the sea was a mill-pond, monotonous with\nquietude.Â  And at the other side the groove continued on\nover the landâ\u0080\u0094a well-disposed, respectable groove that\nsupplied hotels at every stopping-place, and hotels on wheels\nbetween the stopping-places.\nIn Chicago, while her mistress saw one side of social life,\nEdith Whittlesey saw another side; and when she left her\nladyâ\u0080\u0099s service and became Edith Nelson, she betrayed,\nperhaps faintly, her ability to grapple with the unexpected and\nto master it.Â  Hans Nelson, immigrant, Swede by birth and\ncarpenter by occupation, had in him that Teutonic unrest that\ndrives the race ever westward on its great adventure.Â  He\nwas a large-muscled, stolid sort of a man, in whom little\nimagination was coupled with immense initiative, and who\npossessed, withal, loyalty and affection as sturdy as his own\nstrength.\nâ\u0080\u009cWhen I have worked hard and saved me some money, I will\ngo to Colorado,â\u0080\u009d he had told Edith on the day after their\nwedding.Â  A year later they were in Colorado, where Hans\nNelson saw his first mining and caught the mining-fever\nhimself.Â  His prospecting led him through the Dakotas,\nIdaho, and eastern Oregon, and on into the mountains of British\nColumbia.Â  In camp and on trail, Edith Nelson was always\nwith him, sharing his luck, his hardship, and his toil.Â  The\nshort step of the house-reared woman she exchanged for the long\nstride of the mountaineer.Â  She learned to look upon danger\nclear-eyed and with understanding, losing forever that panic fear\nwhich is bred of ignorance and which afflicts the city-reared,\nmaking them as silly as silly horses, so that they await fate in\nfrozen horror instead of grappling with it, or stampede in blind\nself-destroying terror which clutters the way with their crushed\ncarcasses.\nEdith Nelson met the unexpected at every turn of the trail,\nand she trained her vision so that she saw in the landscape, not\nthe obvious, but the concealed.Â  She, who had never cooked\nin her life, learned to make bread without the mediation of hops,\nyeast, or baking-powder, and to bake bread, top and bottom, in a\nfrying-pan before an open fire.Â  And when the last cup of\nflour was gone and the last rind of bacon, she was able to rise\nto the occasion, and of moccasins and the softer-tanned bits of\nleather in the outfit to make a grub-stake substitute that\nsomehow held a manâ\u0080\u0099s soul in his body and enabled him to\nstagger on.Â  She learned to pack a horse as well as a\nman,â\u0080\u0094a task to break the heart and the pride of any\ncity-dweller, and she knew how to throw the hitch best suited for\nany particular kind of pack.Â  Also, she could build a fire\nof wet wood in a downpour of rain and not lose her temper.Â \nIn short, in all its guises she mastered the unexpected.Â \nBut the Great Unexpected was yet to come into her life and put\nits test upon her.\nThe gold-seeking tide was flooding northward into Alaska, and\nit was inevitable that Hans Nelson and his wife should he caught\nup by the stream and swept toward the Klondike.Â  The fall of\n1897 found them at Dyea, but without the money to carry an outfit\nacross Chilcoot Pass and float it down to Dawson.Â  So Hans\nNelson worked at his trade that winter and helped rear the\nmushroom outfitting-town of Skaguay.\nHe was on the edge of things, and throughout the winter he\nheard all Alaska calling to him.Â  Latuya Bay called loudest,\nso that the summer of 1898 found him and his wife threading the\nmazes of the broken coast-line in seventy-foot Siwash\ncanoes.Â  With them were Indians, also three other men.Â \nThe Indians landed them and their supplies in a lonely bight of\nland a hundred miles or so beyond Latuya Bay, and returned to\nSkaguay; but the three other men remained, for they were members\nof the organized party.Â  Each had put an equal share of\ncapital into the outfitting, and the profits were to be divided\nequally.Â  In that Edith Nelson undertook to cook for the\noutfit, a manâ\u0080\u0099s share was to be her portion.\nFirst, spruce trees were cut down and a three-room cabin\nconstructed.Â  To keep this cabin was Edith Nelsonâ\u0080\u0099s\ntask.Â  The task of the men was to search for gold, which\nthey did; and to find gold, which they likewise did.Â  It was\nnot a startling find, merely a low-pay placer where long hours of\nsevere toil earned each man between fifteen and twenty dollars a\nday.Â  The brief Alaskan summer protracted itself beyond its\nusual length, and they took advantage of the opportunity,\ndelaying their return to Skaguay to the last moment.Â  And\nthen it was too late.Â  Arrangements had been made to\naccompany the several dozen local Indians on their fall trading\ntrip down the coast.Â  The Siwashes had waited on the white\npeople until the eleventh hour, and then departed.Â  There\nwas no course left the party but to wait for chance\ntransportation.Â  In the meantime the claim was cleaned up\nand firewood stocked in.\nThe Indian summer had dreamed on and on, and then, suddenly,\nwith the sharpness of bugles, winter came.Â  It came in a\nsingle night, and the miners awoke to howling wind, driving snow,\nand freezing water.Â  Storm followed storm, and between the\nstorms there was the silence, broken only by the boom of the surf\non the desolate shore, where the salt spray rimmed the beach with\nfrozen white.\nAll went well in the cabin.Â  Their gold-dust had weighed\nup something like eight thousand dollars, and they could not but\nbe contented.Â  The men made snowshoes, hunted fresh meat for\nthe larder, and in the long evenings played endless games of\nwhist and pedro.Â  Now that the mining had ceased, Edith\nNelson turned over the fire-building and the dish-washing to the\nmen, while she darned their socks and mended their clothes.\nThere was no grumbling, no bickering, nor petty quarrelling in\nthe little cabin, and they often congratulated one another on the\ngeneral happiness of the party.Â  Hans Nelson was stolid and\neasy-going, while Edith had long before won his unbounded\nadmiration by her capacity for getting on with people.Â \nHarkey, a long, lank Texan, was unusually friendly for one with a\nsaturnine disposition, and, as long as his theory that gold grew\nwas not challenged, was quite companionable.Â  The fourth\nmember of the party, Michael Dennin, contributed his Irish wit to\nthe gayety of the cabin.Â  He was a large, powerful man,\nprone to sudden rushes of anger over little things, and of\nunfailing good-humor under the stress and strain of big\nthings.Â  The fifth and last member, Dutchy, was the willing\nbutt of the party.Â  He even went out of his way to raise a\nlaugh at his own expense in order to keep things cheerful.Â \nHis deliberate aim in life seemed to be that of a maker of\nlaughter.Â  No serious quarrel had ever vexed the serenity of\nthe party; and, now that each had sixteen hundred dollars to show\nfor a short summerâ\u0080\u0099s work, there reigned the well-fed,\ncontented spirit of prosperity.\nAnd then the unexpected happened.Â  They had just sat down\nto the breakfast table.Â  Though it was already eight\noâ\u0080\u0099clock (late breakfasts had followed naturally upon\ncessation of the steady work at mining) a candle in the neck of a\nbottle lighted the meal.Â  Edith and Hans sat at each end of\nthe table.Â  On one side, with their backs to the door, sat\nHarkey and Dutchy.Â  The place on the other side was\nvacant.Â  Dennin had not yet come in.\nHans Nelson looked at the empty chair, shook his head slowly,\nand, with a ponderous attempt at humor, said:Â  â\u0080\u009cAlways\nis he first at the grub.Â  It is very strange.Â  Maybe he\nis sick.â\u0080\u009d\nâ\u0080\u009cWhere is Michael?â\u0080\u009d Edith asked.\nâ\u0080\u009cGot up a little ahead of us and went outside,â\u0080\u009d\nHarkey answered.\nDutchyâ\u0080\u0099s face beamed mischievously.Â  He pretended\nknowledge of Denninâ\u0080\u0099s absence, and affected a mysterious\nair, while they clamored for information.Â  Edith, after a\npeep into the menâ\u0080\u0099s bunk-room, returned to the table.Â \nHans looked at her, and she shook her head.\nâ\u0080\u009cHe was never late at meal-time before,â\u0080\u009d she\nremarked.\nâ\u0080\u009cI cannot understand,â\u0080\u009d said Hans.Â \nâ\u0080\u009cAlways has he the great appetite like the\nhorse.â\u0080\u009d\nâ\u0080\u009cIt is too bad,â\u0080\u009d Dutchy said, with a sad shake of\nhis head.\nThey were beginning to make merry over their comradeâ\u0080\u0099s\nabsence.\nâ\u0080\u009cIt is a great pity!â\u0080\u009d Dutchy volunteered.\nâ\u0080\u009cWhat?â\u0080\u009d they demanded in chorus.\nâ\u0080\u009cPoor Michael,â\u0080\u009d was the mournful reply.\nâ\u0080\u009cWell, whatâ\u0080\u0099s wrong with Michael?â\u0080\u009d Harkey\nasked.\nâ\u0080\u009cHe is not hungry no more,â\u0080\u009d wailed Dutchy.Â \nâ\u0080\u009cHe has lost der appetite.Â  He do not like der\ngrub.â\u0080\u009d\nâ\u0080\u009cNot from the way he pitches into it up to his\nears,â\u0080\u009d remarked Harkey.\nâ\u0080\u009cHe does dot shust to be politeful to Mrs.\nNelson,â\u0080\u009d was Dutchyâ\u0080\u0099s quick retort.Â  â\u0080\u009cI\nknow, I know, and it is too pad.Â  Why is he not here?Â \nPecause he haf gone out.Â  Why haf he gone out?Â  For der\ndefelopment of der appetite.Â  How does he defelop der\nappetite?Â  He walks barefoots in der snow.Â  Ach!\ndonâ\u0080\u0099t I know?Â  It is der way der rich peoples chases\nafter der appetite when it is no more and is running away.Â \nMichael haf sixteen hundred dollars.Â  He is rich\npeoples.Â  He haf no appetite.Â  Derefore, pecause, he is\nchasing der appetite.Â  Shust you open der door und you will\nsee his barefoots in der snow.Â  No, you will not see der\nappetite.Â  Dot is shust his trouble.Â  When he sees der\nappetite he will catch it und come to preak-fast.â\u0080\u009d\nThey burst into loud laughter at Dutchyâ\u0080\u0099s\nnonsense.Â  The sound had scarcely died away when the door\nopened and Dennin came in.Â  All turned to look at him.Â \nHe was carrying a shot-gun.Â  Even as they looked, he lifted\nit to his shoulder and fired twice.Â  At the first shot\nDutchy sank upon the table, overturning his mug of coffee, his\nyellow mop of hair dabbling in his plate of mush.Â  His\nforehead, which pressed upon the near edge of the plate, tilted\nthe plate up against his hair at an angle of forty-five\ndegrees.Â  Harkey was in the air, in his spring to his feet,\nat the second shot, and he pitched face down upon the floor, his\nâ\u0080\u009cMy God!â\u0080\u009d gurgling and dying in his throat.\nIt was the unexpected.Â  Hans and Edith were\nstunned.Â  They sat at the table with bodies tense, their\neyes fixed in a fascinated gaze upon the murderer.Â  Dimly\nthey saw him through the smoke of the powder, and in the silence\nnothing was to be heard save the drip-drip of Dutchyâ\u0080\u0099s\nspilled coffee on the floor.Â  Dennin threw open the breech\nof the shot-gun, ejecting the empty shells.Â  Holding the gun\nwith one hand, he reached with the other into his pocket for\nfresh shells.\nHe was thrusting the shells into the gun when Edith Nelson was\naroused to action.Â  It was patent that he intended to kill\nHans and her.Â  For a space of possibly three seconds of time\nshe had been dazed and paralysed by the horrible and\ninconceivable form in which the unexpected had made its\nappearance.Â  Then she rose to it and grappled with it. She\ngrappled with it concretely, making a cat-like leap for the\nmurderer and gripping his neck-cloth with both her hands.Â \nThe impact of her body sent him stumbling backward several\nsteps.Â  He tried to shake her loose and still retain his\nhold on the gun.Â  This was awkward, for her firm-fleshed\nbody had become a catâ\u0080\u0099s.Â  She threw herself to one\nside, and with her grip at his throat nearly jerked him to the\nfloor.Â  He straightened himself and whirled swiftly.Â \nStill faithful to her hold, her body followed the circle of his\nwhirl so that her feet left the floor, and she swung through the\nair fastened to his throat by her hands.Â  The whirl\nculminated in a collision with a chair, and the man and woman\ncrashed to the floor in a wild struggling fall that extended\nitself across half the length of the room.\nHans Nelson was half a second behind his wife in rising to the\nunexpected.Â  His nerve processes and mental processes were\nslower than hers.Â  His was the grosser organism, and it had\ntaken him half a second longer to perceive, and determine, and\nproceed to do.Â  She had already flown at Dennin and gripped\nhis throat, when Hans sprang to his feet.Â  But her coolness\nwas not his.Â  He was in a blind fury, a Berserker\nrage.Â  At the instant he sprang from his chair his mouth\nopened and there issued forth a sound that was half roar, half\nbellow.Â  The whirl of the two bodies had already started,\nand still roaring, or bellowing, he pursued this whirl down the\nroom, overtaking it when it fell to the floor.\nHans hurled himself upon the prostrate man, striking madly\nwith his fists.Â  They were sledge-like blows, and when Edith\nfelt Denninâ\u0080\u0099s body relax she loosed her grip and rolled\nclear.Â  She lay on the floor, panting and watching.Â \nThe fury of blows continued to rain down.Â  Dennin did not\nseem to mind the blows.Â  He did not even move.Â  Then it\ndawned upon her that he was unconscious.Â  She cried out to\nHans to stop.Â  She cried out again.Â  But he paid no\nheed to her voice.Â  She caught him by the arm, but her\nclinging to it merely impeded his effort.\nIt was no reasoned impulse that stirred her to do what she\nthen did.Â  Nor was it a sense of pity, nor obedience to the\nâ\u0080\u009cThou shalt notâ\u0080\u009d of religion.Â  Rather was it\nsome sense of law, an ethic of her race and early environment,\nthat compelled her to interpose her body between her husband and\nthe helpless murderer.Â  It was not until Hans knew he was\nstriking his wife that he ceased.Â  He allowed himself to be\nshoved away by her in much the same way that a ferocious but\nobedient dog allows itself to be shoved away by its master.Â \nThe analogy went even farther.Â  Deep in his throat, in an\nanimal-like way, Hansâ\u0080\u0099s rage still rumbled, and several\ntimes he made as though to spring back upon his prey and was only\nprevented by the womanâ\u0080\u0099s swiftly interposed body.\nBack and farther back Edith shoved her husband.Â  She had\nnever seen him in such a condition, and she was more frightened\nof him than she had been of Dennin in the thick of the\nstruggle.Â  She could not believe that this raging beast was\nher Hans, and with a shock she became suddenly aware of a\nshrinking, instinctive fear that he might snap her hand in his\nteeth like any wild animal.Â  For some seconds, unwilling to\nhurt her, yet dogged in his desire to return to the attack, Hans\ndodged back and forth.Â  But she resolutely dodged with him,\nuntil the first glimmerings of reason returned and he gave\nover.\nBoth crawled to their feet.Â  Hans staggered back against\nthe wall, where he leaned, his face working, in his throat the\ndeep and continuous rumble that died away with the seconds and at\nlast ceased.Â  The time for the reaction had come.Â \nEdith stood in the middle of the floor, wringing her hands,\npanting and gasping, her whole body trembling violently.\nHans looked at nothing, but Edithâ\u0080\u0099s eyes wandered wildly\nfrom detail to detail of what had taken place.Â  Dennin lay\nwithout movement.Â  The overturned chair, hurled onward in\nthe mad whirl, lay near him.Â  Partly under him lay the\nshot-gun, still broken open at the breech.Â  Spilling out of\nhis right hand were the two cartridges which he had failed to put\ninto the gun and which he had clutched until consciousness left\nhim.Â  Harkey lay on the floor, face downward, where he had\nfallen; while Dutchy rested forward on the table, his yellow mop\nof hair buried in his mush-plate, the plate itself still tilted\nat an angle of forty-five degrees.Â  This tilted plate\nfascinated her.Â  Why did it not fall down?Â  It was\nridiculous.Â  It was not in the nature of things for a\nmush-plate to up-end itself on the table, even if a man or so had\nbeen killed.\nShe glanced back at Dennin, but her eyes returned to the\ntilted plate.Â  It was so ridiculous!Â  She felt a\nhysterical impulse to laugh.Â  Then she noticed the silence,\nand forgot the plate in a desire for something to happen.Â \nThe monotonous drip of the coffee from the table to the floor\nmerely emphasized the silence.Â  Why did not Hans do\nsomething? say something?Â  She looked at him and was about\nto speak, when she discovered that her tongue refused its wonted\nduty.Â  There was a peculiar ache in her throat, and her\nmouth was dry and furry.Â  She could only look at Hans, who,\nin turn, looked at her.\nSuddenly the silence was broken by a sharp, metallic\nclang.Â  She screamed, jerking her eyes back to the\ntable.Â  The plate had fallen down.Â  Hans sighed as\nthough awakening from sleep.Â  The clang of the plate had\naroused them to life in a new world.Â  The cabin epitomized\nthe new world in which they must thenceforth live and move.Â \nThe old cabin was gone forever.Â  The horizon of life was\ntotally new and unfamiliar.Â  The unexpected had swept its\nwizardry over the face of things, changing the perspective,\njuggling values, and shuffling the real and the unreal into\nperplexing confusion.\nâ\u0080\u009cMy God, Hans!â\u0080\u009d was Edithâ\u0080\u0099s first\nspeech.\nHe did not answer, but stared at her with horror.Â  Slowly\nhis eyes wandered over the room, for the first time taking in its\ndetails.Â  Then he put on his cap and started for the\ndoor.\nâ\u0080\u009cWhere are you going?â\u0080\u009d Edith demanded, in an agony\nof apprehension.\nHis hand was on the door-knob, and he half turned as he\nanswered, â\u0080\u009cTo dig some graves.â\u0080\u009d\nâ\u0080\u009cDonâ\u0080\u0099t leave me, Hans, withâ\u0080\u0094â\u0080\u009d her eyes\nswept the roomâ\u0080\u0094â\u0080\u009cwith this.â\u0080\u009d\nâ\u0080\u009cThe graves must be dug sometime,â\u0080\u009d he said.\nâ\u0080\u009cBut you do not know how many,â\u0080\u009d she objected\ndesperately.Â  She noted his indecision, and added,\nâ\u0080\u009cBesides, Iâ\u0080\u0099ll go with you and help.â\u0080\u009d\nHans stepped back to the table and mechanically snuffed the\ncandle.Â  Then between them they made the examination.Â \nBoth Harkey and Dutchy were deadâ\u0080\u0094frightfully dead, because\nof the close range of the shot-gun.Â  Hans refused to go near\nDennin, and Edith was forced to conduct this portion of the\ninvestigation by herself.\nâ\u0080\u009cHe isnâ\u0080\u0099t dead,â\u0080\u009d she called to Hans.\nHe walked over and looked down at the murderer.\nâ\u0080\u009cWhat did you say?â\u0080\u009d Edith demanded, having caught\nthe rumble of inarticulate speech in her husbandâ\u0080\u0099s\nthroat.\nâ\u0080\u009cI said it was a damn shame that he isnâ\u0080\u0099t\ndead,â\u0080\u009d came the reply.\nEdith was bending over the body.\nâ\u0080\u009cLeave him alone,â\u0080\u009d Hans commanded harshly, in a\nstrange voice.\nShe looked at him in sudden alarm.Â  He had picked up the\nshot-gun dropped by Dennin and was thrusting in the shells.\nâ\u0080\u009cWhat are you going to do?â\u0080\u009d she cried, rising\nswiftly from her bending position.\nHans did not answer, but she saw the shot-gun going to his\nshoulder.Â  She grasped the muzzle with her hand and threw it\nup.\nâ\u0080\u009cLeave me alone!â\u0080\u009d he cried hoarsely.\nHe tried to jerk the weapon away from her, but she came in\ncloser and clung to him.\nâ\u0080\u009cHans!Â  Hans!Â  Wake up!â\u0080\u009d she\ncried.Â  â\u0080\u009cDonâ\u0080\u0099t be crazy!â\u0080\u009d\nâ\u0080\u009cHe killed Dutchy and Harkey!â\u0080\u009d was her\nhusbandâ\u0080\u0099s reply; â\u0080\u009cand I am going to kill\nhim.â\u0080\u009d\nâ\u0080\u009cBut that is wrong,â\u0080\u009d she objected.Â \nâ\u0080\u009cThere is the law.â\u0080\u009d\nHe sneered his incredulity of the lawâ\u0080\u0099s potency in such\na region, but he merely iterated, dispassionately, doggedly,\nâ\u0080\u009cHe killed Dutchy and Harkey.â\u0080\u009d\nLong she argued it with him, but the argument was one-sided,\nfor he contented himself with repeating again and again,\nâ\u0080\u009cHe killed Dutchy and Harkey.â\u0080\u009dÂ  But she could\nnot escape from her childhood training nor from the blood that\nwas in her.Â  The heritage of law was hers, and right\nconduct, to her, was the fulfilment of the law.Â  She could\nsee no other righteous course to pursue.Â  Hansâ\u0080\u0099s\ntaking the law in his own hands was no more justifiable than\nDenninâ\u0080\u0099s deed.Â  Two wrongs did not make a right, she\ncontended, and there was only one way to punish Dennin, and that\nwas the legal way arranged by society.Â  At last Hans gave in\nto her.\nâ\u0080\u009cAll right,â\u0080\u009d he said.Â  â\u0080\u009cHave it your\nown way.Â  And to-morrow or next day look to see him kill you\nand me.â\u0080\u009d\nShe shook her head and held out her hand for the\nshot-gun.Â  He started to hand it to her, then hesitated.\nâ\u0080\u009cBetter let me shoot him,â\u0080\u009d he pleaded.\nAgain she shook her head, and again he started to pass her the\ngun, when the door opened, and an Indian, without knocking, came\nin.Â  A blast of wind and flurry of snow came in with\nhim.Â  They turned and faced him, Hans still holding the\nshot-gun.Â  The intruder took in the scene without a\nquiver.Â  His eyes embraced the dead and wounded in a\nsweeping glance.Â  No surprise showed in his face, not even\ncuriosity.Â  Harkey lay at his feet, but he took no notice of\nhim.Â  So far as he was concerned, Harkeyâ\u0080\u0099s body did\nnot exist.\nâ\u0080\u009cMuch wind,â\u0080\u009d the Indian remarked by way of\nsalutation.Â  â\u0080\u009cAll well?Â  Very well?â\u0080\u009d\nHans, still grasping the gun, felt sure that the Indian\nattributed to him the mangled corpses.Â  He glanced\nappealingly at his wife.\nâ\u0080\u009cGood morning, Negook,â\u0080\u009d she said, her voice\nbetraying her effort.Â  â\u0080\u009cNo, not very well.Â  Much\ntrouble.â\u0080\u009d\nâ\u0080\u009cGood-by, I go now, much hurry,â\u0080\u009d the Indian said,\nand without semblance of haste, with great deliberation stepping\nclear of a red pool on the floor, he opened the door and went\nout.\nThe man and woman looked at each other.\nâ\u0080\u009cHe thinks we did it,â\u0080\u009d Hans gasped, â\u0080\u009cthat I\ndid it.â\u0080\u009d\nEdith was silent for a space.Â  Then she said, briefly, in\na businesslike way:\nâ\u0080\u009cNever mind what he thinks.Â  That will come\nafter.Â  At present we have two graves to dig.Â  But\nfirst of all, weâ\u0080\u0099ve got to tie up Dennin so he canâ\u0080\u0099t\nescape.â\u0080\u009d\nHans refused to touch Dennin, but Edith lashed him securely,\nhand and foot.Â  Then she and Hans went out into the\nsnow.Â  The ground was frozen.Â  It was impervious to a\nblow of the pick.Â  They first gathered wood, then scraped\nthe snow away and on the frozen surface built a fire.Â  When\nthe fire had burned for an hour, several inches of dirt had\nthawed.Â  This they shovelled out, and then built a fresh\nfire.Â  Their descent into the earth progressed at the rate\nof two or three inches an hour.\nIt was hard and bitter work.Â  The flurrying snow did not\npermit the fire to burn any too well, while the wind cut through\ntheir clothes and chilled their bodies.Â  They held but\nlittle conversation.Â  The wind interfered with speech.Â \nBeyond wondering at what could have been Denninâ\u0080\u0099s motive,\nthey remained silent, oppressed by the horror of the\ntragedy.Â  At one oâ\u0080\u0099clock, looking toward the cabin,\nHans announced that he was hungry.\nâ\u0080\u009cNo, not now, Hans,â\u0080\u009d Edith answered.Â \nâ\u0080\u009cI couldnâ\u0080\u0099t go back alone into that cabin the way it\nis, and cook a meal.â\u0080\u009d\nAt two oâ\u0080\u0099clock Hans volunteered to go with her; but she\nheld him to his work, and four oâ\u0080\u0099clock found the two graves\ncompleted.Â  They were shallow, not more than two feet deep,\nbut they would serve the purpose.Â  Night had fallen.Â \nHans got the sled, and the two dead men were dragged through the\ndarkness and storm to their frozen sepulchre.Â  The funeral\nprocession was anything but a pageant.Â  The sled sank deep\ninto the drifted snow and pulled hard.Â  The man and the\nwoman had eaten nothing since the previous day, and were weak\nfrom hunger and exhaustion.Â  They had not the strength to\nresist the wind, and at times its buffets hurled them off their\nfeet.Â  On several occasions the sled was overturned, and\nthey were compelled to reload it with its sombre freight.Â \nThe last hundred feet to the graves was up a steep slope, and\nthis they took on all fours, like sled-dogs, making legs of their\narms and thrusting their hands into the snow.Â  Even so, they\nwere twice dragged backward by the weight of the sled, and slid\nand fell down the hill, the living and the dead, the haul-ropes\nand the sled, in ghastly entanglement.\nâ\u0080\u009cTo-morrow I will put up head-boards with their\nnames,â\u0080\u009d Hans said, when the graves were filled in.\nEdith was sobbing.Â  A few broken sentences had been all\nshe was capable of in the way of a funeral service, and now her\nhusband was compelled to half-carry her back to the cabin.\nDennin was conscious.Â  He had rolled over and over on the\nfloor in vain efforts to free himself.Â  He watched Hans and\nEdith with glittering eyes, but made no attempt to speak.Â \nHans still refused to touch the murderer, and sullenly watched\nEdith drag him across the floor to the menâ\u0080\u0099s\nbunk-room.Â  But try as she would, she could not lift him\nfrom the floor into his bunk.\nâ\u0080\u009cBetter let me shoot him, and weâ\u0080\u0099ll have no more\ntrouble,â\u0080\u009d Hans said in final appeal.\nEdith shook her head and bent again to her task.Â  To her\nsurprise the body rose easily, and she knew Hans had relented and\nwas helping her.Â  Then came the cleansing of the\nkitchen.Â  But the floor still shrieked the tragedy, until\nHans planed the surface of the stained wood away and with the\nshavings made a fire in the stove.\nThe days came and went.Â  There was much of darkness and\nsilence, broken only by the storms and the thunder on the beach\nof the freezing surf.Â  Hans was obedient to Edithâ\u0080\u0099s\nslightest order.Â  All his splendid initiative had\nvanished.Â  She had elected to deal with Dennin in her way,\nand so he left the whole matter in her hands.\nThe murderer was a constant menace.Â  At all times there\nwas the chance that he might free himself from his bonds, and\nthey were compelled to guard him day and night.Â  The man or\nthe woman sat always beside him, holding the loaded\nshot-gun.Â  At first, Edith tried eight-hour watches, but the\ncontinuous strain was too great, and afterwards she and Hans\nrelieved each other every four hours.Â  As they had to sleep,\nand as the watches extended through the night, their whole waking\ntime was expended in guarding Dennin.Â  They had barely time\nleft over for the preparation of meals and the getting of\nfirewood.\nSince Negookâ\u0080\u0099s inopportune visit, the Indians had\navoided the cabin.Â  Edith sent Hans to their cabins to get\nthem to take Dennin down the coast in a canoe to the nearest\nwhite settlement or trading post, but the errand was\nfruitless.Â  Then Edith went herself and interviewed\nNegook.Â  He was head man of the little village, keenly aware\nof his responsibility, and he elucidated his policy thoroughly in\nfew words.\nâ\u0080\u009cIt is white manâ\u0080\u0099s trouble,â\u0080\u009d he said,\nâ\u0080\u009cnot Siwash trouble.Â  My people help you, then will it\nbe Siwash trouble too.Â  When white manâ\u0080\u0099s trouble and\nSiwash trouble come together and make a trouble, it is a great\ntrouble, beyond understanding and without end.Â  Trouble no\ngood.Â  My people do no wrong.Â  What for they help you\nand have trouble?â\u0080\u009d\nSo Edith Nelson went back to the terrible cabin with its\nendless alternating four-hour watches.Â  Sometimes, when it\nwas her turn and she sat by the prisoner, the loaded shot-gun in\nher lap, her eyes would close and she would doze.Â  Always\nshe aroused with a start, snatching up the gun and swiftly\nlooking at him.Â  These were distinct nervous shocks, and\ntheir effect was not good on her.Â  Such was her fear of the\nman, that even though she were wide awake, if he moved under the\nbedclothes she could not repress the start and the quick reach\nfor the gun.\nShe was preparing herself for a nervous break-down, and she\nknew it.Â  First came a fluttering of the eyeballs, so that\nshe was compelled to close her eyes for relief.Â  A little\nlater the eyelids were afflicted by a nervous twitching that she\ncould not control.Â  To add to the strain, she could not\nforget the tragedy.Â  She remained as close to the horror as\non the first morning when the unexpected stalked into the cabin\nand took possession.Â  In her daily ministrations upon the\nprisoner she was forced to grit her teeth and steel herself, body\nand spirit.\nHans was affected differently.Â  He became obsessed by the\nidea that it was his duty to kill Dennin; and whenever he waited\nupon the bound man or watched by him, Edith was troubled by the\nfear that Hans would add another red entry to the cabinâ\u0080\u0099s\nrecord.Â  Always he cursed Dennin savagely and handled him\nroughly.Â  Hans tried to conceal his homicidal mania, and he\nwould say to his wife:Â  â\u0080\u009cBy and by you will want me to\nkill him, and then I will not kill him.Â  It would make me\nsick.â\u0080\u009dÂ  But more than once, stealing into the room,\nwhen it was her watch off, she would catch the two men glaring\nferociously at each other, wild animals the pair of them, in\nHansâ\u0080\u0099s face the lust to kill, in Denninâ\u0080\u0099s the\nfierceness and savagery of the cornered rat.Â \nâ\u0080\u009cHans!â\u0080\u009d she would cry, â\u0080\u009cwake up!â\u0080\u009d and he\nwould come to a recollection of himself, startled and shamefaced\nand unrepentant.\nSo Hans became another factor in the problem the unexpected\nhad given Edith Nelson to solve.Â  At first it had been\nmerely a question of right conduct in dealing with Dennin, and\nright conduct, as she conceived it, lay in keeping him a prisoner\nuntil he could be turned over for trial before a proper\ntribunal.Â  But now entered Hans, and she saw that his sanity\nand his salvation were involved.Â  Nor was she long in\ndiscovering that her own strength and endurance had become part\nof the problem.Â  She was breaking down under the\nstrain.Â  Her left arm had developed involuntary jerkings and\ntwitchings.Â  She spilled her food from her spoon, and could\nplace no reliance in her afflicted arm.Â  She judged it to be\na form of St. Vitusâ\u0080\u0099s dance, and she feared the extent to\nwhich its ravages might go.Â  What if she broke down?Â \nAnd the vision she had of the possible future, when the cabin\nmight contain only Dennin and Hans, was an added horror.\nAfter the third day, Dennin had begun to talk.Â  His first\nquestion had been, â\u0080\u009cWhat are you going to do with\nme?â\u0080\u009d And this question he repeated daily and many times a\nday.Â  And always Edith replied that he would assuredly be\ndealt with according to law.Â  In turn, she put a daily\nquestion to him,â\u0080\u0094â\u0080\u009cWhy did you do it?â\u0080\u009dÂ  To\nthis he never replied.Â  Also, he received the question with\nout-bursts of anger, raging and straining at the rawhide that\nbound him and threatening her with what he would do when he got\nloose, which he said he was sure to do sooner or later.Â  At\nsuch times she cocked both triggers of the gun, prepared to meet\nhim with leaden death if he should burst loose, herself trembling\nand palpitating and dizzy from the tension and shock.\nBut in time Dennin grew more tractable.Â  It seemed to her\nthat he was growing weary of his unchanging recumbent\nposition.Â  He began to beg and plead to be released.Â \nHe made wild promises.Â  He would do them no harm.Â  He\nwould himself go down the coast and give himself up to the\nofficers of the law.Â  He would give them his share of the\ngold.Â  He would go away into the heart of the wilderness,\nand never again appear in civilization.Â  He would take his\nown life if she would only free him.Â  His pleadings usually\nculminated in involuntary raving, until it seemed to her that he\nwas passing into a fit; but always she shook her head and denied\nhim the freedom for which he worked himself into a passion.\nBut the weeks went by, and he continued to grow more\ntractable.Â  And through it all the weariness was asserting\nitself more and more.Â  â\u0080\u009cI am so tired, so\ntired,â\u0080\u009d he would murmur, rolling his head back and forth on\nthe pillow like a peevish child.Â  At a little later period\nhe began to make impassioned pleas for death, to beg her to kill\nhim, to beg Hans to put him our of his misery so that he might at\nleast rest comfortably.\nThe situation was fast becoming impossible.Â \nEdithâ\u0080\u0099s nervousness was increasing, and she knew her\nbreak-down might come any time.Â  She could not even get her\nproper rest, for she was haunted by the fear that Hans would\nyield to his mania and kill Dennin while she slept.Â  Though\nJanuary had already come, months would have to elapse before any\ntrading schooner was even likely to put into the bay.Â  Also,\nthey had not expected to winter in the cabin, and the food was\nrunning low; nor could Hans add to the supply by hunting.Â \nThey were chained to the cabin by the necessity of guarding their\nprisoner.\nSomething must be done, and she knew it.Â  She forced\nherself to go back into a reconsideration of the problem.Â \nShe could not shake off the legacy of her race, the law that was\nof her blood and that had been trained into her.Â  She knew\nthat whatever she did she must do according to the law, and in\nthe long hours of watching, the shot-gun on her knees, the\nmurderer restless beside her and the storms thundering without,\nshe made original sociological researches and worked out for\nherself the evolution of the law.Â  It came to her that the\nlaw was nothing more than the judgment and the will of any group\nof people.Â  It mattered not how large was the group of\npeople.Â  There were little groups, she reasoned, like\nSwitzerland, and there were big groups like the United\nStates.Â  Also, she reasoned, it did not matter how small was\nthe group of people.Â  There might be only ten thousand\npeople in a country, yet their collective judgment and will would\nbe the law of that country.Â  Why, then, could not one\nthousand people constitute such a group? she asked herself.Â \nAnd if one thousand, why not one hundred?Â  Why not\nfifty?Â  Why not five?Â  Why notâ\u0080\u0094two?\nShe was frightened at her own conclusion, and she talked it\nover with Hans.Â  At first he could not comprehend, and then,\nwhen he did, he added convincing evidence.Â  He spoke of\nminersâ\u0080\u0099 meetings, where all the men of a locality came\ntogether and made the law and executed the law.Â  There might\nbe only ten or fifteen men altogether, he said, but the will of\nthe majority became the law for the whole ten or fifteen, and\nwhoever violated that will was punished.\nEdith saw her way clear at last.Â  Dennin must hang.Â \nHans agreed with her.Â  Between them they constituted the\nmajority of this particular group.Â  It was the group-will\nthat Dennin should be hanged.Â  In the execution of this will\nEdith strove earnestly to observe the customary forms, but the\ngroup was so small that Hans and she had to serve as witnesses,\nas jury, and as judgesâ\u0080\u0094also as executioners.Â  She\nformally charged Michael Dennin with the murder of Dutchy and\nHarkey, and the prisoner lay in his bunk and listened to the\ntestimony, first of Hans, and then of Edith.Â  He refused to\nplead guilty or not guilty, and remained silent when she asked\nhim if he had anything to say in his own defence.Â  She and\nHans, without leaving their seats, brought in the juryâ\u0080\u0099s\nverdict of guilty.Â  Then, as judge, she imposed the\nsentence.Â  Her voice shook, her eyelids twitched, her left\narm jerked, but she carried it out.\nâ\u0080\u009cMichael Dennin, in three daysâ\u0080\u0099 time you are to be\nhanged by the neck until you are dead.â\u0080\u009d\nSuch was the sentence.Â  The man breathed an unconscious\nsigh of relief, then laughed defiantly, and said, â\u0080\u009cThin\nIâ\u0080\u0099m thinkinâ\u0080\u0099 the damn bunk wonâ\u0080\u0099t be\nachinâ\u0080\u0099 me back anny more, anâ\u0080\u0099 thatâ\u0080\u0099s a\nconsolation.â\u0080\u009d\nWith the passing of the sentence a feeling of relief seemed to\ncommunicate itself to all of them.Â  Especially was it\nnoticeable in Dennin.Â  All sullenness and defiance\ndisappeared, and he talked sociably with his captors, and even\nwith flashes of his old-time wit.Â  Also, he found great\nsatisfaction in Edithâ\u0080\u0099s reading to him from the\nBible.Â  She read from the New Testament, and he took keen\ninterest in the prodigal son and the thief on the cross.\nOn the day preceding that set for the execution, when Edith\nasked her usual question, â\u0080\u009cWhy did you do it?â\u0080\u009d Dennin\nanswered, â\u0080\u009câ\u0080\u0099Tis very simple.Â  I was\nthinkinâ\u0080\u0099â\u0080\u0094â\u0080\u009d\nBut she hushed him abruptly, asked him to wait, and hurried to\nHansâ\u0080\u0099s bedside.Â  It was his watch off, and he came out\nof his sleep, rubbing his eyes and grumbling.\nâ\u0080\u009cGo,â\u0080\u009d she told him, â\u0080\u009cand bring up Negook and\none other Indian.Â  Michaelâ\u0080\u0099s going to confess.Â \nMake them come.Â  Take the rifle along and bring them up at\nthe point of it if you have to.â\u0080\u009d\nHalf an hour later Negook and his uncle, Hadikwan, were\nushered into the death chamber.Â  They came unwillingly, Hans\nwith his rifle herding them along.\nâ\u0080\u009cNegook,â\u0080\u009d Edith said, â\u0080\u009cthere is to be no\ntrouble for you and your people.Â  Only is it for you to sit\nand do nothing but listen and understand.â\u0080\u009d\nThus did Michael Dennin, under sentence of death, make public\nconfession of his crime.Â  As he talked, Edith wrote his\nstory down, while the Indians listened, and Hans guarded the door\nfor fear the witnesses might bolt.\nHe had not been home to the old country for fifteen years,\nDennin explained, and it had always been his intention to return\nwith plenty of money and make his old mother comfortable for the\nrest of her days.\nâ\u0080\u009cAnâ\u0080\u0099 how was I to be doinâ\u0080\u0099 it on sixteen\nhundred?â\u0080\u009d he demanded.Â  â\u0080\u009cWhat I was after\nwantinâ\u0080\u0099 was all the goold, the whole eight\nthousanâ\u0080\u0099.Â  Thin I cud go back in style.Â  What ud\nbe aisier, thinks I to myself, than to kill all iv yez, report it\nat Skaguay for an Indian-killinâ\u0080\u0099, anâ\u0080\u0099 thin pull out\nfor Ireland?Â  Anâ\u0080\u0099 so I started in to kill all iv yez,\nbut, as Harkey was fond of sayinâ\u0080\u0099, I cut out too large a\nchunk anâ\u0080\u0099 fell down on the swallowinâ\u0080\u0099 iv it.Â \nAnâ\u0080\u0099 thatâ\u0080\u0099s me confession.Â  I did me duty to the\ndevil, anâ\u0080\u0099 now, God willinâ\u0080\u0099, Iâ\u0080\u0099ll do me duty to\nGod.â\u0080\u009d\nâ\u0080\u009cNegook and Hadikwan, you have heard the white\nmanâ\u0080\u0099s words,â\u0080\u009d Edith said to the Indians.Â \nâ\u0080\u009cHis words are here on this paper, and it is for you to\nmake a sign, thus, on the paper, so that white men to come after\nwill know that you have heard.â\u0080\u009d\nThe two Siwashes put crosses opposite their signatures,\nreceived a summons to appear on the morrow with all their tribe\nfor a further witnessing of things, and were allowed to go.\nDenninâ\u0080\u0099s hands were released long enough for him to sign\nthe document.Â  Then a silence fell in the room.Â  Hans\nwas restless, and Edith felt uncomfortable.Â  Dennin lay on\nhis back, staring straight up at the moss-chinked roof.\nâ\u0080\u009cAnâ\u0080\u0099 now Iâ\u0080\u0099ll do me duty to God,â\u0080\u009d he\nmurmured.Â  He turned his head toward Edith.Â \nâ\u0080\u009cRead to me,â\u0080\u009d he said, â\u0080\u009cfrom the book;â\u0080\u009d\nthen added, with a glint of playfulness, â\u0080\u009cMayhap\nâ\u0080\u0099twill help me to forget the bunk.â\u0080\u009d\nThe day of the execution broke clear and cold.Â  The\nthermometer was down to twenty-five below zero, and a chill wind\nwas blowing which drove the frost through clothes and flesh to\nthe bones.Â  For the first time in many weeks Dennin stood\nupon his feet.Â  His muscles had remained inactive so long,\nand he was so out of practice in maintaining an erect position,\nthat he could scarcely stand.\nHe reeled back and forth, staggered, and clutched hold of\nEdith with his bound hands for support.\nâ\u0080\u009cSure, anâ\u0080\u0099 itâ\u0080\u0099s dizzy I am,â\u0080\u009d he\nlaughed weakly.\nA moment later he said, â\u0080\u009cAnâ\u0080\u0099 itâ\u0080\u0099s glad I am\nthat itâ\u0080\u0099s over with.Â  That damn bunk would iv been the\ndeath iv me, I know.â\u0080\u009d\nWhen Edith put his fur cap on his head and proceeded to pull\nthe flaps down over his ears, he laughed and said:\nâ\u0080\u009cWhat are you doinâ\u0080\u0099 that for?â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s freezing cold outside,â\u0080\u009d she\nanswered.\nâ\u0080\u009cAnâ\u0080\u0099 in tin minutesâ\u0080\u0099 time whatâ\u0080\u0099ll\nmatter a frozen ear or so to poor Michael Dennin?â\u0080\u009d he\nasked.\nShe had nerved herself for the last culminating ordeal, and\nhis remark was like a blow to her self-possession.Â  So far,\neverything had seemed phantom-like, as in a dream, but the brutal\ntruth of what he had said shocked her eyes wide open to the\nreality of what was taking place.Â  Nor was her distress\nunnoticed by the Irishman.\nâ\u0080\u009cIâ\u0080\u0099m sorry to be troublinâ\u0080\u0099 you with me\nfoolish spache,â\u0080\u009d he said regretfully.Â  â\u0080\u009cI mint\nnothinâ\u0080\u0099 by it.Â  â\u0080\u0099Tis a great day for Michael\nDennin, anâ\u0080\u0099 heâ\u0080\u0099s as gay as a lark.â\u0080\u009d\nHe broke out in a merry whistle, which quickly became\nlugubrious and ceased.\nâ\u0080\u009cIâ\u0080\u0099m wishinâ\u0080\u0099 there was a priest,â\u0080\u009d he\nsaid wistfully; then added swiftly, â\u0080\u009cBut Michael\nDenninâ\u0080\u0099s too old a campaigner to miss the luxuries when he\nhits the trail.â\u0080\u009d\nHe was so very weak and unused to walking that when the door\nopened and he passed outside, the wind nearly carried him off his\nfeet.Â  Edith and Hans walked on either side of him and\nsupported him, the while he cracked jokes and tried to keep them\ncheerful, breaking off, once, long enough to arrange the\nforwarding of his share of the gold to his mother in Ireland.\nThey climbed a slight hill and came out into an open space\namong the trees.Â  Here, circled solemnly about a barrel that\nstood on end in the snow, were Negook and Hadikwan, and all the\nSiwashes down to the babies and the dogs, come to see the way of\nthe white manâ\u0080\u0099s law.Â  Near by was an open grave which\nHans had burned into the frozen earth.\nDennin cast a practical eye over the preparations, noting the\ngrave, the barrel, the thickness of the rope, and the diameter of\nthe limb over which the rope was passed.\nâ\u0080\u009cSure, anâ\u0080\u0099 I couldnâ\u0080\u0099t iv done better meself,\nHans, if itâ\u0080\u0099d been for you.â\u0080\u009d\nHe laughed loudly at his own sally, but Hansâ\u0080\u0099s face was\nfrozen into a sullen ghastliness that nothing less than the trump\nof doom could have broken.Â  Also, Hans was feeling very\nsick.Â  He had not realized the enormousness of the task of\nputting a fellow-man out of the world.Â  Edith, on the other\nhand, had realized; but the realization did not make the task any\neasier.Â  She was filled with doubt as to whether she could\nhold herself together long enough to finish it.Â  She felt\nincessant impulses to scream, to shriek, to collapse into the\nsnow, to put her hands over her eyes and turn and run blindly\naway, into the forest, anywhere, away.Â  It was only by a\nsupreme effort of soul that she was able to keep upright and go\non and do what she had to do.Â  And in the midst of it all\nshe was grateful to Dennin for the way he helped her.\nâ\u0080\u009cLind me a hand,â\u0080\u009d he said to Hans, with whose\nassistance he managed to mount the barrel.\nHe bent over so that Edith could adjust the rope about his\nneck.Â  Then he stood upright while Hans drew the rope taut\nacross the overhead branch.\nâ\u0080\u009cMichael Dennin, have you anything to say?â\u0080\u009d Edith\nasked in a clear voice that shook in spite of her.\nDennin shuffled his feet on the barrel, looked down bashfully\nlike a man making his maiden speech, and cleared his throat.\nâ\u0080\u009cIâ\u0080\u0099m glad itâ\u0080\u0099s over with,â\u0080\u009d he\nsaid.Â  â\u0080\u009cYouâ\u0080\u0099ve treated me like a Christian,\nanâ\u0080\u0099 Iâ\u0080\u0099m thankinâ\u0080\u0099 you hearty for your\nkindness.â\u0080\u009d\nâ\u0080\u009cThen may God receive you, a repentant sinner,â\u0080\u009d\nshe said.\nâ\u0080\u009cAy,â\u0080\u009d he answered, his deep voice as a response to\nher thin one, â\u0080\u009cmay God receive me, a repentant\nsinner.â\u0080\u009d\nâ\u0080\u009cGood-by, Michael,â\u0080\u009d she cried, and her voice\nsounded desperate.\nShe threw her weight against the barrel, but it did not\noverturn.\nâ\u0080\u009cHans!Â  Quick!Â  Help me!â\u0080\u009d she cried\nfaintly.\nShe could feel her last strength going, and the barrel\nresisted her.Â  Hans hurried to her, and the barrel went out\nfrom under Michael Dennin.\nShe turned her back, thrusting her fingers into her\nears.Â  Then she began to laugh, harshly, sharply,\nmetallically; and Hans was shocked as he had not been shocked\nthrough the whole tragedy.Â  Edith Nelsonâ\u0080\u0099s break-down\nhad come.Â  Even in her hysteria she knew it, and she was\nglad that she had been able to hold up under the strain until\neverything had been accomplished.Â  She reeled toward\nHans.\nâ\u0080\u009cTake me to the cabin, Hans,â\u0080\u009d she managed to\narticulate.\nâ\u0080\u009cAnd let me rest,â\u0080\u009d she added.Â  â\u0080\u009cJust\nlet me rest, and rest, and rest.â\u0080\u009d\nWith Hansâ\u0080\u0099s arm around her, supporting her weight and\ndirecting her helpless steps, she went off across the snow.Â \nBut the Indians remained solemnly to watch the working of the\nwhite manâ\u0080\u0099s law that compelled a man to dance upon the\nair.",
    "metadata": {
        "author": "london",
        "year": 0,
        "url": "https://www.gutenberg.org/cache/epub/710/pg710-images.html",
        "name": "unexpected"
    }
}