{
    "name": "London - The White Man's Way",
    "body": "â\u0080\u009cTo cook by your fire and to sleep under your roof for\nthe night,â\u0080\u009d I had announced on entering old Ebbitsâ\u0080\u0099s\ncabin; and he had looked at me blear-eyed and vacuous, while\nZilla had favored me with a sour face and a contemptuous\ngrunt.Â  Zilla was his wife, and no more bitter-tongued,\nimplacable old squaw dwelt on the Yukon.Â  Nor would I have\nstopped there had my dogs been less tired or had the rest of the\nvillage been inhabited.Â  But this cabin alone had I found\noccupied, and in this cabin, perforce, I took my shelter.\nOld Ebbits now and again pulled his tangled wits together, and\nhints and sparkles of intelligence came and went in his\neyes.Â  Several times during the preparation of my supper he\neven essayed hospitable inquiries about my health, the condition\nand number of my dogs, and the distance I had travelled that\nday.Â  And each time Zilla had looked sourer than ever and\ngrunted more contemptuously.\nYet I confess that there was no particular call for\ncheerfulness on their part.Â  There they crouched by the\nfire, the pair of them, at the end of their days, old and\nwithered and helpless, racked by rheumatism, bitten by hunger,\nand tantalized by the frying-odors of my abundance of meat.Â \nThey rocked back and forth in a slow and hopeless way, and\nregularly, once every five minutes, Ebbits emitted a low\ngroan.Â  It was not so much a groan of pain, as of\npain-weariness.Â  He was oppressed by the weight and the\ntorment of this thing called life, and still more was he\noppressed by the fear of death.Â  His was that eternal\ntragedy of the aged, with whom the joy of life has departed and\nthe instinct for death has not come.\nWhen my moose-meat spluttered rowdily in the frying-pan, I\nnoticed old Ebbitsâ\u0080\u0099s nostrils twitch and distend as he\ncaught the food-scent.Â  He ceased rocking for a space and\nforgot to groan, while a look of intelligence seemed to come into\nhis face.\nZilla, on the other hand, rocked more rapidly, and for the\nfirst time, in sharp little yelps, voiced her pain.Â  It came\nto me that their behavior was like that of hungry dogs, and in\nthe fitness of things I should not have been astonished had Zilla\nsuddenly developed a tail and thumped it on the floor in right\ndoggish fashion.Â  Ebbits drooled a little and stopped his\nrocking very frequently to lean forward and thrust his tremulous\nnose nearer to the source of gustatory excitement.\nWhen I passed them each a plate of the fried meat, they ate\ngreedily, making loud mouth-noisesâ\u0080\u0094champings of worn teeth\nand sucking intakes of the breath, accompanied by a continuous\nspluttering and mumbling.Â  After that, when I gave them each\na mug of scalding tea, the noises ceased.Â  Easement and\ncontent came into their faces.Â  Zilla relaxed her sour mouth\nlong enough to sigh her satisfaction.Â  Neither rocked any\nmore, and they seemed to have fallen into placid\nmeditation.Â  Then a dampness came into Ebbitsâ\u0080\u0099s eyes,\nand I knew that the sorrow of self-pity was his.Â  The search\nrequired to find their pipes told plainly that they had been\nwithout tobacco a long time, and the old manâ\u0080\u0099s eagerness\nfor the narcotic rendered him helpless, so that I was compelled\nto light his pipe for him.\nâ\u0080\u009cWhy are you all alone in the village?â\u0080\u009d I\nasked.Â  â\u0080\u009cIs everybody dead?Â  Has there been a\ngreat sickness?Â  Are you alone left of the\nliving?â\u0080\u009d\nOld Ebbits shook his head, saying:Â  â\u0080\u009cNay, there has\nbeen no great sickness.Â  The village has gone away to hunt\nmeat.Â  We be too old, our legs are not strong, nor can our\nbacks carry the burdens of camp and trail.Â  Wherefore we\nremain here and wonder when the young men will return with\nmeat.â\u0080\u009d\nâ\u0080\u009cWhat if the young men do return with meat?â\u0080\u009d Zilla\ndemanded harshly.\nâ\u0080\u009cThey may return with much meat,â\u0080\u009d he quavered\nhopefully.\nâ\u0080\u009cEven so, with much meat,â\u0080\u009d she continued, more\nharshly than before.Â  â\u0080\u009cBut of what worth to you and\nme?Â  A few bones to gnaw in our toothless old age.Â  But\nthe back-fat, the kidneys, and the tonguesâ\u0080\u0094these shall go\ninto other mouths than thine and mine, old man.â\u0080\u009d\nEbbits nodded his head and wept silently.\nâ\u0080\u009cThere be no one to hunt meat for us,â\u0080\u009d she cried,\nturning fiercely upon me.\nThere was accusation in her manner, and I shrugged my\nshoulders in token that I was not guilty of the unknown crime\nimputed to me.\nâ\u0080\u009cKnow, O White Man, that it is because of thy kind,\nbecause of all white men, that my man and I have no meat in our\nold age and sit without tobacco in the cold.â\u0080\u009d\nâ\u0080\u009cNay,â\u0080\u009d Ebbits said gravely, with a stricter sense\nof justice.Â  â\u0080\u009cWrong has been done us, it be true; but\nthe white men did not mean the wrong.â\u0080\u009d\nâ\u0080\u009cWhere be Moklan?â\u0080\u009d she demanded.Â \nâ\u0080\u009cWhere be thy strong son, Moklan, and the fish he was ever\nwilling to bring that you might eat?â\u0080\u009d\nThe old man shook his head.\nâ\u0080\u009cAnd where be Bidarshik, thy strong son?Â  Ever was\nhe a mighty hunter, and ever did he bring thee the good back-fat\nand the sweet dried tongues of the moose and the caribou.Â  I\nsee no back-fat and no sweet dried tongues.Â  Your stomach is\nfull with emptiness through the days, and it is for a man of a\nvery miserable and lying people to give you to eat.â\u0080\u009d\nâ\u0080\u009cNay,â\u0080\u009d old Ebbits interposed in kindliness,\nâ\u0080\u009cthe white manâ\u0080\u0099s is not a lying people.Â  The\nwhite man speaks true.Â  Always does the white man speak\ntrue.â\u0080\u009dÂ  He paused, casting about him for words\nwherewith to temper the severity of what he was about to\nsay.Â  â\u0080\u009cBut the white man speaks true in different\nways.Â  To-day he speaks true one way, to-morrow he speaks\ntrue another way, and there is no understanding him nor his\nway.â\u0080\u009d\nâ\u0080\u009cTo-day speak true one way, to-morrow speak true another\nway, which is to lie,â\u0080\u009d was Zillaâ\u0080\u0099s dictum.\nâ\u0080\u009cThere is no understanding the white man,â\u0080\u009d Ebbits\nwent on doggedly.\nThe meat, and the tea, and the tobacco seemed to have brought\nhim back to life, and he gripped tighter hold of the idea behind\nhis age-bleared eyes.Â  He straightened up somewhat.Â \nHis voice lost its querulous and whimpering note, and became\nstrong and positive.Â  He turned upon me with dignity, and\naddressed me as equal addresses equal.\nâ\u0080\u009cThe white manâ\u0080\u0099s eyes are not shut,â\u0080\u009d he\nbegan.Â  â\u0080\u009cThe white man sees all things, and thinks\ngreatly, and is very wise.Â  But the white man of one day is\nnot the white man of next day, and there is no understanding\nhim.Â  He does not do things always in the same way.Â \nAnd what way his next way is to be, one cannot know.Â  Always\ndoes the Indian do the one thing in the one way.Â  Always\ndoes the moose come down from the high mountains when the winter\nis here.Â  Always does the salmon come in the spring when the\nice has gone out of the river.Â  Always does everything do\nall things in the same way, and the Indian knows and\nunderstands.Â  But the white man does not do all things in\nthe same way, and the Indian does not know nor understand.\nâ\u0080\u009cTobacco be very good.Â  It be food to the hungry\nman.Â  It makes the strong man stronger, and the angry man to\nforget that he is angry.Â  Also is tobacco of value.Â  It\nis of very great value.Â  The Indian gives one large salmon\nfor one leaf of tobacco, and he chews the tobacco for a long\ntime.Â  It is the juice of the tobacco that is good.Â \nWhen it runs down his throat it makes him feel good inside.Â \nBut the white man!Â  When his mouth is full with the juice,\nwhat does he do?Â  That juice, that juice of great value, he\nspits it out in the snow and it is lost.Â  Does the white man\nlike tobacco?Â  I do not know.Â  But if he likes tobacco,\nwhy does he spit out its value and lose it in the snow?Â  It\nis a great foolishness and without understanding.â\u0080\u009d\nHe ceased, puffed at the pipe, found that it was out, and\npassed it over to Zilla, who took the sneer at the white man off\nher lips in order to pucker them about the pipe-stem.Â \nEbbits seemed sinking back into his senility with the tale\nuntold, and I demanded:\nâ\u0080\u009cWhat of thy sons, Moklan and Bidarshik?Â  And why\nis it that you and your old woman are without meat at the end of\nyour years?â\u0080\u009d\nHe roused himself as from sleep, and straightened up with an\neffort.\nâ\u0080\u009cIt is not good to steal,â\u0080\u009d he said.Â \nâ\u0080\u009cWhen the dog takes your meat you beat the dog with a\nclub.Â  Such is the law.Â  It is the law the man gave to\nthe dog, and the dog must live to the law, else will it suffer\nthe pain of the club.Â  When man takes your meat, or your\ncanoe, or your wife, you kill that man.Â  That is the law,\nand it is a good law.Â  It is not good to steal, wherefore it\nis the law that the man who steals must die.Â  Whoso breaks\nthe law must suffer hurt.Â  It is a great hurt to\ndie.â\u0080\u009d\nâ\u0080\u009cBut if you kill the man, why do you not kill the\ndog?â\u0080\u009d I asked.\nOld Ebbits looked at me in childlike wonder, while Zilla\nsneered openly at the absurdity of my question.\nâ\u0080\u009cIt is the way of the white man,â\u0080\u009d Ebbits mumbled\nwith an air of resignation.\nâ\u0080\u009cIt is the foolishness of the white man,â\u0080\u009d snapped\nZilla.\nâ\u0080\u009cThen let old Ebbits teach the white man wisdom,â\u0080\u009d\nI said softly.\nâ\u0080\u009cThe dog is not killed, because it must pull the sled of\nthe man.Â  No man pulls another manâ\u0080\u0099s sled, wherefore\nthe man is killed.â\u0080\u009d\nâ\u0080\u009cOh,â\u0080\u009d I murmured.\nâ\u0080\u009cThat is the law,â\u0080\u009d old Ebbits went on.Â \nâ\u0080\u009cNow listen, O White Man, and I will tell you of a great\nfoolishness.Â  There is an Indian.Â  His name is\nMobits.Â  From white man he steals two pounds of flour.Â \nWhat does the white man do?Â  Does he beat Mobits?Â \nNo.Â  Does he kill Mobits?Â  No. What does he do to\nMobits?Â  I will tell you, O White Man.Â  He has a\nhouse.Â  He puts Mobits in that house.Â  The roof is\ngood.Â  The walls are thick.Â  He makes a fire that\nMobits may be warm.Â  He gives Mobits plenty grub to\neat.Â  It is good grub.Â  Never in his all days does\nMobits eat so good grub.Â  There is bacon, and bread, and\nbeans without end.Â  Mobits have very good time.\nâ\u0080\u009cThere is a big lock on door so that Mobits does not run\naway.Â  This also is a great foolishness.Â  Mobits will\nnot run away.Â  All the time is there plenty grub in that\nplace, and warm blankets, and a big fire.Â  Very foolish to\nrun away.Â  Mobits is not foolish.Â  Three months Mobits\nstop in that place.Â  He steal two pounds of flour.Â  For\nthat, white man take plenty good care of him.Â  Mobits eat\nmany pounds of flour, many pounds of sugar, of bacon, of beans\nwithout end.Â  Also, Mobits drink much tea.Â  After three\nmonths white man open door and tell Mobits he must go.Â \nMobits does not want to go.Â  He is like dog that is fed long\ntime in one place.Â  He want to stay in that place, and the\nwhite man must drive Mobits away.Â  So Mobits come back to\nthis village, and he is very fat.Â  That is the white\nmanâ\u0080\u0099s way, and there is no understanding it.Â  It is a\nfoolishness, a great foolishness.â\u0080\u009d\nâ\u0080\u009cBut thy sons?â\u0080\u009d I insisted.Â  â\u0080\u009cThy very\nstrong sons and thine old-age hunger?â\u0080\u009d\nâ\u0080\u009cThere was Moklan,â\u0080\u009d Ebbits began.\nâ\u0080\u009cA strong man,â\u0080\u009d interrupted the mother.Â \nâ\u0080\u009cHe could dip paddle all of a day and night and never stop\nfor the need of rest.Â  He was wise in the way of the salmon\nand in the way of the water.Â  He was very wise.â\u0080\u009d\nâ\u0080\u009cThere was Moklan,â\u0080\u009d Ebbits repeated, ignoring the\ninterruption.Â  â\u0080\u009cIn the spring, he went down the Yukon\nwith the young men to trade at Cambell Fort.Â  There is a\npost there, filled with the goods of the white man, and a trader\nwhose name is Jones.Â  Likewise is there a white manâ\u0080\u0099s\nmedicine man, what you call missionary.Â  Also is there bad\nwater at Cambell Fort, where the Yukon goes slim like a maiden,\nand the water is fast, and the currents rush this way and that\nand come together, and there are whirls and sucks, and always are\nthe currents changing and the face of the water changing, so at\nany two times it is never the same.Â  Moklan is my son,\nwherefore he is brave manâ\u0080\u0094â\u0080\u009d\nâ\u0080\u009cWas not my father brave man?â\u0080\u009d Zilla demanded.\nâ\u0080\u009cThy father was brave man,â\u0080\u009d Ebbits acknowledged,\nwith the air of one who will keep peace in the house at any\ncost.Â  â\u0080\u009cMoklan is thy son and mine, wherefore he is\nbrave.Â  Mayhap, because of thy very brave father, Moklan is\ntoo brave.Â  It is like when too much water is put in the pot\nit spills over.Â  So too much bravery is put into Moklan, and\nthe bravery spills over.\nâ\u0080\u009cThe young men are much afraid of the bad water at\nCambell Fort.Â  But Moklan is not afraid.Â  He laughs\nstrong, Ho! ho! and he goes forth into the bad water.Â  But\nwhere the currents come together the canoe is turned over.Â \nA whirl takes Moklan by the legs, and he goes around and around,\nand down and down, and is seen no more.â\u0080\u009d\nâ\u0080\u009cAi! ai!â\u0080\u009d wailed Zilla.Â  â\u0080\u009cCrafty and\nwise was he, and my first-born!â\u0080\u009d\nâ\u0080\u009cI am the father of Moklan,â\u0080\u009d Ebbits said, having\npatiently given the woman space for her noise.Â  â\u0080\u009cI get\ninto canoe and journey down to Cambell Fort to collect the\ndebt!â\u0080\u009d\nâ\u0080\u009cDebt!â\u0080\u009d interrupted.Â  â\u0080\u009cWhat\ndebt?â\u0080\u009d\nâ\u0080\u009cThe debt of Jones, who is chief trader,â\u0080\u009d came the\nanswer.Â  â\u0080\u009cSuch is the law of travel in a strange\ncountry.â\u0080\u009d\nI shook my head in token of my ignorance, and Ebbits looked\ncompassion at me, while Zilla snorted her customary contempt.\nâ\u0080\u009cLook you, O White Man,â\u0080\u009d he said.Â  â\u0080\u009cIn\nthy camp is a dog that bites.Â  When the dog bites a man, you\ngive that man a present because you are sorry and because it is\nthy dog.Â  You make payment.Â  Is it not so?Â  Also,\nif you have in thy country bad hunting, or bad water, you must\nmake payment.Â  It is just.Â  It is the law.Â  Did\nnot my fatherâ\u0080\u0099s brother go over into the Tanana Country and\nget killed by a bear?Â  And did not the Tanana tribe pay my\nfather many blankets and fine furs?Â  It was just.Â  It\nwas bad hunting, and the Tanana people made payment for the bad\nhunting.\nâ\u0080\u009cSo I, Ebbits, journeyed down to Cambell Fort to collect\nthe debt.Â  Jones, who is chief trader, looked at me, and he\nlaughed.Â  He made great laughter, and would not give\npayment.Â  I went to the medicine-man, what you call\nmissionary, and had large talk about the bad water and the\npayment that should be mine.Â  And the missionary made talk\nabout other things.Â  He talk about where Moklan has gone,\nnow he is dead.Â  There be large fires in that place, and if\nmissionary make true talk, I know that Moklan will be cold no\nmore.Â  Also the missionary talk about where I shall go when\nI am dead.Â  And he say bad things.Â  He say that I am\nblind.Â  Which is a lie.Â  He say that I am in great\ndarkness.Â  Which is a lie.Â  And I say that the day come\nand the night come for everybody just the same, and that in my\nvillage it is no more dark than at Cambell Fort.Â  Also, I\nsay that darkness and light and where we go when we die be\ndifferent things from the matter of payment of just debt for bad\nwater.Â  Then the missionary make large anger, and call me\nbad names of darkness, and tell me to go away.Â  And so I\ncome back from Cambell Fort, and no payment has been made, and\nMoklan is dead, and in my old age I am without fish and\nmeat.â\u0080\u009d\nâ\u0080\u009cBecause of the white man,â\u0080\u009d said Zilla.\nâ\u0080\u009cBecause of the white man,â\u0080\u009d Ebbits\nconcurred.Â  â\u0080\u009cAnd other things because of the white\nman.Â  There was Bidarshik.Â  One way did the white man\ndeal with him; and yet another way for the same thing did the\nwhite man deal with Yamikan.Â  And first must I tell you of\nYamikan, who was a young man of this village and who chanced to\nkill a white man.Â  It is not good to kill a man of another\npeople.Â  Always is there great trouble.Â  It was not the\nfault of Yamikan that he killed the white man.Â  Yamikan\nspoke always soft words and ran away from wrath as a dog from a\nstick.Â  But this white man drank much whiskey, and in the\nnight-time came to Yamikanâ\u0080\u0099s house and made much\nfight.Â  Yamikan cannot run away, and the white man tries to\nkill him.Â  Yamikan does not like to die, so he kills the\nwhite man.\nâ\u0080\u009cThen is all the village in great trouble.Â  We are\nmuch afraid that we must make large payment to the white\nmanâ\u0080\u0099s people, and we hide our blankets, and our furs, and\nall our wealth, so that it will seem that we are poor people and\ncan make only small payment.Â  After long time white men\ncome.Â  They are soldier white men, and they take Yamikan\naway with them.Â  His mother make great noise and throw ashes\nin her hair, for she knows Yamikan is dead.Â  And all the\nvillage knows that Yamikan is dead, and is glad that no payment\nis asked.\nâ\u0080\u009cThat is in the spring when the ice has gone out of the\nriver.Â  One year go by, two years go by.Â  It is\nspring-time again, and the ice has gone out of the river.Â \nAnd then Yamikan, who is dead, comes back to us, and he is not\ndead, but very fat, and we know that he has slept warm and had\nplenty grub to eat.Â  He has much fine clothes and is all the\nsame white man, and he has gathered large wisdom so that he is\nvery quick head man in the village.\nâ\u0080\u009cAnd he has strange things to tell of the way of the\nwhite man, for he has seen much of the white man and done a great\ntravel into the white manâ\u0080\u0099s country.Â  First place,\nsoldier white men take him down the river long way.Â  All the\nway do they take him down the river to the end, where it runs\ninto a lake which is larger than all the land and large as the\nsky.Â  I do not know the Yukon is so big river, but Yamikan\nhas seen with his own eyes.Â  I do not think there is a lake\nlarger than all the land and large as the sky, but Yamikan has\nseen.Â  Also, he has told me that the waters of this lake be\nsalt, which is a strange thing and beyond understanding.\nâ\u0080\u009cBut the White Man knows all these marvels for himself,\nso I shall not weary him with the telling of them.Â  Only\nwill I tell him what happened to Yamikan.Â  The white man\ngive Yamikan much fine grub.Â  All the time does Yamikan eat,\nand all the time is there plenty more grub.Â  The white man\nlives under the sun, so said Yamikan, where there be much warmth,\nand animals have only hair and no fur, and the green things grow\nlarge and strong and become flour, and beans, and potatoes.Â \nAnd under the sun there is never famine.Â  Always is there\nplenty grub.Â  I do not know.Â  Yamikan has said.\nâ\u0080\u009cAnd here is a strange thing that befell Yamikan.Â \nNever did the white man hurt him.Â  Only did they give him\nwarm bed at night and plenty fine grub.Â  They take him\nacross the salt lake which is big as the sky.Â  He is on\nwhite manâ\u0080\u0099s fire-boat, what you call steamboat, only he is\non boat maybe twenty times bigger than steamboat on Yukon.Â \nAlso, it is made of iron, this boat, and yet does it not\nsink.Â  This I do not understand, but Yamikan has said,\nâ\u0080\u0098I have journeyed far on the iron boat; behold! I am still\nalive.â\u0080\u0099Â  It is a white manâ\u0080\u0099s soldier-boat with\nmany soldier men upon it.\nâ\u0080\u009cAfter many sleeps of travel, a long, long time, Yamikan\ncomes to a land where there is no snow.Â  I cannot believe\nthis.Â  It is not in the nature of things that when winter\ncomes there shall be no snow.Â  But Yamikan has seen.Â \nAlso have I asked the white men, and they have said yes, there is\nno snow in that country.Â  But I cannot believe, and now I\nask you if snow never come in that country.Â  Also, I would\nhear the name of that country.Â  I have heard the name\nbefore, but I would hear it again, if it be the sameâ\u0080\u0094thus\nwill I know if I have heard lies or true talk.â\u0080\u009d\nOld Ebbits regarded me with a wistful face.Â  He would\nhave the truth at any cost, though it was his desire to retain\nhis faith in the marvel he had never seen.\nâ\u0080\u009cYes,â\u0080\u009d I answered, â\u0080\u009cit is true talk that you\nhave heard.Â  There is no snow in that country, and its name\nis California.â\u0080\u009d\nâ\u0080\u009cCal-ee-forn-ee-yeh,â\u0080\u009d he mumbled twice and thrice,\nlistening intently to the sound of the syllables as they fell\nfrom his lips.Â  He nodded his head in confirmation.Â \nâ\u0080\u009cYes, it is the same country of which Yamikan made\ntalk.â\u0080\u009d\nI recognized the adventure of Yamikan as one likely to occur\nin the early days when Alaska first passed into the possession of\nthe United States.Â  Such a murder case, occurring before the\ninstalment of territorial law and officials, might well have been\ntaken down to the United States for trial before a Federal\ncourt.\nâ\u0080\u009cWhen Yamikan is in this country where there is no\nsnow,â\u0080\u009d old Ebbits continued, â\u0080\u009che is taken to large\nhouse where many men make much talk.Â  Long time men\ntalk.Â  Also many questions do they ask Yamikan.Â  By and\nby they tell Yamikan he have no more trouble.Â  Yamikan does\nnot understand, for never has he had any trouble.Â  All the\ntime have they given him warm place to sleep and plenty grub.\nâ\u0080\u009cBut after that they give him much better grub, and they\ngive him money, and they take him many places in white\nmanâ\u0080\u0099s country, and he see many strange things which are\nbeyond the understanding of Ebbits, who is an old man and has not\njourneyed far.Â  After two years, Yamikan comes back to this\nvillage, and he is head man, and very wise until he dies.\nâ\u0080\u009cBut before he dies, many times does he sit by my fire\nand make talk of the strange things he has seen.Â  And\nBidarshik, who is my son, sits by the fire and listens; and his\neyes are very wide and large because of the things he\nhears.Â  One night, after Yamikan has gone home, Bidarshik\nstands up, so, very tall, and he strikes his chest with his fist,\nand says, â\u0080\u0098When I am a man, I shall journey in far places,\neven to the land where there is no snow, and see things for\nmyself.â\u0080\u0099â\u0080\u009d\nâ\u0080\u009cAlways did Bidarshik journey in far places,â\u0080\u009d\nZilla interrupted proudly.\nâ\u0080\u009cIt be true,â\u0080\u009d Ebbits assented gravely.Â \nâ\u0080\u009cAnd always did he return to sit by the fire and hunger for\nyet other and unknown far places.â\u0080\u009d\nâ\u0080\u009cAnd always did he remember the salt lake as big as the\nsky and the country under the sun where there is no snow,â\u0080\u009d\nquoth Zilla.\nâ\u0080\u009cAnd always did he say, â\u0080\u0098When I have the full\nstrength of a man, I will go and see for myself if the talk of\nYamikan be true talk,â\u0080\u0099â\u0080\u009d said Ebbits.\nâ\u0080\u009cBut there was no way to go to the white manâ\u0080\u0099s\ncountry,â\u0080\u009d said Zilla.\nâ\u0080\u009cDid he not go down to the salt lake that is big as the\nsky?â\u0080\u009d Ebbits demanded.\nâ\u0080\u009cAnd there was no way for him across the salt\nlake,â\u0080\u009d said Zilla.\nâ\u0080\u009cSave in the white manâ\u0080\u0099s fire-boat which is of\niron and is bigger than twenty steamboats on the Yukon,â\u0080\u009d\nsaid Ebbits.Â  He scowled at Zilla, whose withered lips were\nagain writhing into speech, and compelled her to silence.Â \nâ\u0080\u009cBut the white man would not let him cross the salt lake in\nthe fire-boat, and he returned to sit by the fire and hunger for\nthe country under the sun where there is no\nsnow.â\u0080\u0099â\u0080\u009d\nâ\u0080\u009cYet on the salt lake had he seen the fire-boat of iron\nthat did not sink,â\u0080\u009d cried out Zilla the irrepressible.\nâ\u0080\u009cAy,â\u0080\u009d said Ebbits, â\u0080\u009cand he saw that Yamikan\nhad made true talk of the things he had seen.Â  But there was\nno way for Bidarshik to journey to the white manâ\u0080\u0099s land\nunder the sun, and he grew sick and weary like an old man and\nmoved not away from the fire.Â  No longer did he go forth to\nkill meatâ\u0080\u0094â\u0080\u009d\nâ\u0080\u009cAnd no longer did he eat the meat placed before\nhim,â\u0080\u009d Zilla broke in.Â  â\u0080\u009cHe would shake his head\nand say, â\u0080\u0098Only do I care to eat the grub of the white man\nand grow fat after the manner of Yamikan.â\u0080\u0099â\u0080\u009d\nâ\u0080\u009cAnd he did not eat the meat,â\u0080\u009d Ebbits went\non.Â  â\u0080\u009cAnd the sickness of Bidarshik grew into a great\nsickness until I thought he would die.Â  It was not a\nsickness of the body, but of the head.Â  It was a sickness of\ndesire.Â  I, Ebbits, who am his father, make a great\nthink.Â  I have no more sons and I do not want Bidarshik to\ndie.Â  It is a head-sickness, and there is but one way to\nmake it well.Â  Bidarshik must journey across the lake as\nlarge as the sky to the land where there is no snow, else will he\ndie.Â  I make a very great think, and then I see the way for\nBidarshik to go.\nâ\u0080\u009cSo, one night when he sits by the fire, very sick, his\nhead hanging down, I say, â\u0080\u0098My son, I have learned the way\nfor you to go to the white manâ\u0080\u0099s land.â\u0080\u0099Â  He\nlooks at me, and his face is glad.Â  â\u0080\u0098Go,â\u0080\u0099 I say,\nâ\u0080\u0098even as Yamikan went.â\u0080\u0099Â  But Bidarshik is sick\nand does not understand.Â  â\u0080\u0098Go forth,â\u0080\u0099 I say,\nâ\u0080\u0098and find a white man, and, even as Yamikan, do you kill\nthat white man.Â  Then will the soldier white men come and\nget you, and even as they took Yamikan will they take you across\nthe salt lake to the white manâ\u0080\u0099s land.Â  And then, even\nas Yamikan, will you return very fat, your eyes full of the\nthings you have seen, your head filled with wisdom.â\u0080\u0099\nâ\u0080\u009cAnd Bidarshik stands up very quick, and his hand is\nreaching out for his gun.Â  â\u0080\u0098Where do you go?â\u0080\u0099 I\nask.Â  â\u0080\u0098To kill the white man,â\u0080\u0099 he says.Â \nAnd I see that my words have been good in the ears of Bidarshik\nand that he will grow well again.Â  Also do I know that my\nwords have been wise.\nâ\u0080\u009cThere is a white man come to this village.Â  He\ndoes not seek after gold in the ground, nor after furs in the\nforest.Â  All the time does he seek after bugs and\nflies.Â  He does not eat the bugs and flies, then why does he\nseek after them?Â  I do not know.Â  Only do I know that\nhe is a funny white man.Â  Also does he seek after the eggs\nof birds.Â  He does not eat the eggs.Â  All that is\ninside he takes out, and only does he keep the shell.Â \nEggshell is not good to eat.Â  Nor does he eat the eggshells,\nbut puts them away in soft boxes where they will not break.Â \nHe catch many small birds.Â  But he does not eat the\nbirds.Â  He takes only the skins and puts them away in\nboxes.Â  Also does he like bones.Â  Bones are not good to\neat.Â  And this strange white man likes best the bones of\nlong time ago which he digs out of the ground.\nâ\u0080\u009cBut he is not a fierce white man, and I know he will\ndie very easy; so I say to Bidarshik, â\u0080\u0098My son, there is the\nwhite man for you to kill.â\u0080\u0099Â  And Bidarshik says that\nmy words be wise.Â  So he goes to a place he knows where are\nmany bones in the ground.Â  He digs up very many of these\nbones and brings them to the strange white manâ\u0080\u0099s\ncamp.Â  The white man is made very glad.Â  His face\nshines like the sun, and he smiles with much gladness as he looks\nat the bones.Â  He bends his head over, so, to look well at\nthe bones, and then Bidarshik strikes him hard on the head, with\naxe, once, so, and the strange white man kicks and is dead.\nâ\u0080\u009câ\u0080\u0098Now,â\u0080\u0099 I say to Bidarshik, â\u0080\u0098will the\nwhite soldier men come and take you away to the land under the\nsun, where you will eat much and grow fat.â\u0080\u0099Â  Bidarshik\nis happy.Â  Already has his sickness gone from him, and he\nsits by the fire and waits for the coming of the white soldier\nmen.\nâ\u0080\u009cHow was I to know the way of the white man is never\ntwice the same?â\u0080\u009d the old man demanded, whirling upon me\nfiercely.Â  â\u0080\u009cHow was I to know that what the white man\ndoes yesterday he will not do to-day, and that what he does\nto-day he will not do to-morrow?â\u0080\u009dÂ  Ebbits shook his\nhead sadly.Â  â\u0080\u009cThere is no understanding the white\nman.Â  Yesterday he takes Yamikan to the land under the sun\nand makes him fat with much grub.Â  To-day he takes Bidarshik\nandâ\u0080\u0094what does he do with Bidarshik?Â  Let me tell you\nwhat he does with Bidarshik.\nâ\u0080\u009cI, Ebbits, his father, will tell you.Â  He takes\nBidarshik to Cambell Fort, and he ties a rope around his neck,\nso, and, when his feet are no more on the ground, he\ndies.â\u0080\u009d\nâ\u0080\u009cAi! ai!â\u0080\u009d wailed Zilla.Â  â\u0080\u009cAnd never\ndoes he cross the lake large as the sky, nor see the land under\nthe sun where there is no snow.â\u0080\u009d\nâ\u0080\u009cWherefore,â\u0080\u009d old Ebbits said with grave dignity,\nâ\u0080\u009cthere be no one to hunt meat for me in my old age, and I\nsit hungry by my fire and tell my story to the White Man who has\ngiven me grub, and strong tea, and tobacco for my\npipe.â\u0080\u009d\nâ\u0080\u009cBecause of the lying and very miserable white\npeople,â\u0080\u009d Zilla proclaimed shrilly.\nâ\u0080\u009cNay,â\u0080\u009d answered the old man with gentle\npositiveness.Â  â\u0080\u009cBecause of the way of the white man,\nwhich is without understanding and never twice the\nsame.â\u0080\u009d",
    "metadata": {
        "author": "london",
        "year": 0,
        "url": "https://www.gutenberg.org/cache/epub/710/pg710-images.html",
        "name": "white_man's_way"
    }
}