{
  "name": "Hemingway - Che Ti Dice La Patria?",
  "body": "The road of the pass was hard and smooth\nand not yet dusty in the early morning. Below\nwere the hills with oak and chestnut trees,\nand far away below was the sea. On the other\nside were snowy mountains.\nWe came down from the pass through\nwooded country. There were bags of charcoal\npiled beside the road, and through the trees\nwe saw charcoal-burners’ huts. It was Sunday\nand the road, rising and falling, but always\ndropping away from the altitude of the pass,\nwent through the scrub woods and through villages.\nOutside the villages there were fields with\nvines. The fields were brown and the vines\ncoarse and thick. The houses were white, and\nin the streets the men, in their Sunday clothes,\nwere playing bowls. Against the walls of some\nof the houses there were pear trees, their\nbranches candelabraed against the white walls.\nThe pear trees had been sprayed, and the walls\nof the houses were stained a metallic blue-green\nby the spray vapor. There were small\nclearings around the villages where the vines\ngrew, and then the woods.\nIn a village, twenty kilometres above Spezia,\nthere was a crowd in the square, and a young\nman carrying a suitcase came up to the car and\nasked us to take him in to Spezia.\n“There are only two places, and they are occupied,”\nI said. We had an old Ford coupé.\n“I will ride on the outside.”\n“You will be uncomfortable.”\n“That makes nothing. I must go to Spezia.”\n“Should we take him?” I asked Guy.\n“He seems to be going anyway,” Guy said.\nThe young man handed in a parcel through the\nwindow.\n“Look after this,” he said. Two men tied\nhis suitcase on the back of the car, above our\nsuitcases. He shook hands with every one, explained\nthat to a Fascist and a man as used to\ntravelling as himself there was no discomfort,\nand climbed up on the running-board on the\nleft-hand side of the car, holding on inside, his\nright arm through the open window.\n“You can start,” he said. The crowd waved.\nHe waved with his free hand.\n“What did he say?” Guy asked me.\n“That we could start.”\n“Isn’t he nice?” Guy said.\nThe road followed a river. Across the river\nwere mountains. The sun was taking the frost\nout of the grass. It was bright and cold and\nthe air came cold through the open wind-shield.\n“How do you think he likes it out there?”\nGuy was looking up the road. His view out of\nhis side of the car was blocked by our guest.\nThe young man projected from the side of the\ncar like the figurehead of a ship. He had\nturned his coat collar up and pulled his hat\ndown and his nose looked cold in the wind.\n“Maybe he’ll get enough of it,” Guy said.\n“That’s the side our bum tire’s on.”\n“Oh, he’d leave us if we blew out,” I said.\n“He wouldn’t get his travelling-clothes dirty.”\n“Well, I don’t mind him,” Guy said—“except\nthe way he leans out on the turns.”\nThe woods were gone; the road had left the\nriver to climb; the radiator was boiling; the\nyoung man looked annoyedly and suspiciously\nat the steam and rusty water; the engine was\ngrinding, with both Guy’s feet on the first-speed\npedal, up and up, back and forth and\nup, and, finally, out level. The grinding\nstopped, and in the new quiet there was a great\nchurning bubbling in the radiator. We were\nat the top of the last range above Spezia and\nthe sea. The road descended with short, barely\nrounded turns. Our guest hung out on the\nturns and nearly pulled the top-heavy car over.\n“You can’t tell him not to,” I said to Guy.\n“It’s his sense of self-preservation.”\n“The great Italian sense.”\n“The greatest Italian sense.”\nWe came down around curves, through deep\ndust, the dust powdering the olive trees.\nSpezia spread below along the sea. The road\nflattened outside the town. Our guest put his\nhead in the window.\n“I want to stop.”\n“Stop it,” I said to Guy.\nWe slowed up, at the side of the road. The\nyoung man got down, went to the back of the\ncar and untied the suitcase.\n“I stop here, so you won’t get into trouble\ncarrying passengers,” he said. “My package.”\nI handed him the package. He reached in\nhis pocket.\n“How much do I owe you?”\n“Nothing.”\n“Why not?”\n“I don’t know,” I said.\n“Then thanks,” the young man said, not\n“thank you,” or “thank you very much,” or\n“thank you a thousand times,” all of which you\nformerly said in Italy to a man when he handed\nyou a time-table or explained about a direction.\nThe young man uttered the lowest form of the\nword “thanks” and looked after us suspiciously\nas Guy started the car. I waved my hand at\nhim. He was too dignified to reply. We went\non into Spezia.\n“That’s a young man that will go a long way\nin Italy,” I said to Guy.\n“Well,” said Guy, “he went twenty kilometres\nwith us.”\nA MEAL IN SPEZIA\nWe came into Spezia looking for a place to\neat. The street was wide and the houses high\nand yellow. We followed the tram-track into\nthe centre of town. On the walls of the houses\nwere stencilled eye-bugging portraits of Mussolini,\nwith hand-painted “vivas,” the double\nV in black paint with drippings of paint down\nthe wall. Side-streets went down to the harbor.\nIt was bright and the people were all out\nfor Sunday. The stone paving had been sprinkled\nand there were damp stretches in the dust.\nWe went close to the curb to avoid a tram.\n“Let’s eat somewhere simple,” Guy said.\nWe stopped opposite two restaurant signs.\nWe were standing across the street and I was\nbuying the papers. The two restaurants were\nside by side. A woman standing in the doorway\nof one smiled at us and we crossed the street\nand went in.\nIt was dark inside and at the back of the room\nthree girls were sitting at a table with an old\nwoman. Across from us, at another table, sat a\nsailor. He sat there neither eating nor drinking.\nFurther back, a young man in a blue suit\nwas writing at a table. His hair was pomaded\nand shining and he was very smartly dressed\nand clean-cut looking.\nThe light came through the doorway, and\nthrough the window where vegetables, fruit,\nsteaks, and chops were arranged in a show-case.\nA girl came and took our order and another\ngirl stood in the doorway. We noticed that she\nwore nothing under her house dress. The girl\nwho took our order put her arm around Guy’s\nneck while we were looking at the menu. There\nwere three girls in all, and they all took turns\ngoing and standing in the doorway. The old\nwoman at the table in the back of the room\nspoke to them and they sat down again with\nher.\nThere was no doorway leading from the\nroom except into the kitchen. A curtain hung\nover it. The girl who had taken our order\ncame in from the kitchen with spaghetti. She\nput it on the table and brought a bottle of red\nwine and sat down at the table.\n“Well,” I said to Guy, “you wanted to eat\nsome place simple.”\n“This isn’t simple. This is complicated.”\n“What do you say?” asked the girl. “Are\nyou Germans?”\n“South Germans,” I said. “The South Germans\nare a gentle, lovable people.”\n“Don’t understand,” she said.\n“What’s the mechanics of this place?” Guy\nasked. “Do I have to let her put her arm\naround my neck?”\n“Certainly,” I said. “Mussolini has abolished\nthe brothels. This is a restaurant.”\nThe girl wore a one-piece dress. She\nleaned forward against the table and put her\nhands on her breasts and smiled. She smiled\nbetter on one side than on the other and turned\nthe good side toward us. The charm of the\ngood side had been enhanced by some event\nwhich had smoothed the other side of her nose\nin, as warm wax can be smoothed. Her nose,\nhowever, did not look like warm wax. It was\nvery cold and firmed, only smoothed in. “You\nlike me?” she asked Guy.\n“He adores you,” I said. “But he doesn’t\nspeak Italian.”\n“Ich spreche Deutsch,” she said, and stroked\nGuy’s hair.\n“Speak to the lady in your native tongue,\nGuy.”\n“Where do you come from?” asked the lady.\n“Potsdam.”\n“And you will stay here now for a little\nwhile?”\n“In this so dear Spezia?” I asked.\n“Tell her we have to go,” said Guy. “Tell\nher we are very ill, and have no money.”\n“My friend is a misogynist,” I said, “an\nold German misogynist.”\n“Tell him I love him.”\nI told him.\n“Will you shut your mouth and get us out of\nhere?” Guy said. The lady had placed another\narm around his neck. “Tell him he is mine,”\nshe said. I told him.\n“Will you get us out of here?”\n“You are quarrelling,” the lady said. “You\ndo not love one another.”\n“We are Germans,” I said proudly, “old\nSouth Germans.”\n“Tell him he is a beautiful boy,” the lady\nsaid. Guy is thirty-eight and takes some pride\nin the fact that he is taken for a travelling salesman\nin France. “You are a beautiful boy,” I\nsaid.\n“Who says so?” Guy asked, “you or her?”\n“She does. I’m just your interpreter. Isn’t\nthat what you got me in on this trip for?”\n“I’m glad it’s her,” said Guy. “I didn’t want\nto have to leave you here too.”\n“I don’t know. Spezia’s a lovely place.”\n“Spezia,” the lady said. “You are talking\nabout Spezia.”\n“Lovely place,” I said.\n“It is my country,” she said. “Spezia is my\nhome and Italy is my country.”\n“She says that Italy is her country.”\n“Tell her it looks like her country,” Guy\nsaid.\n“What have you for dessert?” I asked.\n“Fruit,” she said. “We have bananas.”\n“Bananas are all right,” Guy said. “They’ve\ngot skins on.”\n“Oh, he takes bananas,” the lady said. She\nembraced Guy.\n“What does she say?” he asked, keeping his\nface out of the way.\n“She is pleased because you take bananas.”\n“Tell her I don’t take bananas.”\n“The Signor does not take bananas.”\n“Ah,” said the lady, crestfallen, “he doesn’t\ntake bananas.”\n“Tell her I take a cold bath every morning,”\nGuy said.\n“The Signor takes a cold bath every morning.”\n“No understand,” the lady said.\nAcross from us, the property sailor had not\nmoved. No one in the place paid any attention\nto him.\n“We want the bill,” I said.\n“Oh, no. You must stay.”\n“Listen,” the clean-cut young man said from\nthe table where he was writing, “let them go.\nThese two are worth nothing.”\nThe lady took my hand. “You won’t stay?\nYou won’t ask him to stay?”\n“We have to go,” I said. “We have to get\nto Pisa, or if possible, Firenze, to-night. We\ncan amuse ourselves in those cities at the end of\nthe day. It is now the day. In the day we\nmust cover distance.”\n“To stay a little while is nice.”\n“To travel is necessary during the light of\nday.”\n“Listen,” the clean-cut young man said.\n“Don’t bother to talk with these two. I tell you\nthey are worth nothing and I know.”\n“Bring us the bill,” I said. She brought the\nbill from the old woman and went back and sat\nat the table. Another girl came in from the\nkitchen. She walked the length of the room\nand stood in the doorway.\n“Don’t bother with these two,” the clean-cut\nyoung man said in a wearied voice. “Come\nand eat. They are worth nothing.”\nWe paid the bill and stood up. All the girls,\nthe old woman, and the clean-cut young man\nsat down at table together. The property sailor\nsat with his head in his hands. No one had\nspoken to him all the time we were at lunch.\nThe girl brought us our change that the old\nwoman counted out for her and went back to\nher place at the table. We left a tip on the\ntable and went out. When we were seated in\nthe car ready to start, the girl came out and\nstood in the door. We started and I waved to\nher. She did not wave, but stood there looking\nafter us.\nAFTER THE RAIN\nIt was raining hard when we passed through\nthe suburbs of Genoa and, even going very\nslowly behind the tram-cars and the motor\ntrucks, liquid mud splashed on to the sidewalks,\nso that people stepped into doorways as they\nsaw us coming. In San Pier d’Arena, the industrial\nsuburb outside of Genoa, there is a wide\nstreet with two car-tracks and we drove down\nthe centre to avoid sending the mud on to the\nmen going home from work. On our left was\nthe Mediterranean. There was a big sea running\nand waves broke and the wind blew the\nspray against the car. A river-bed that, when\nwe had passed, going into Italy, had been wide,\nstony and dry, was running brown, and up to\nthe banks. The brown water discolored the\nsea and as the waves thinned and cleared in\nbreaking, the light came through the yellow\nwater and the crests, detached by the wind,\nblew across the road.\nA big car passed us, going fast, and a sheet of\nmuddy water rose up and over our wind-shield\nand radiator. The automatic wind-shield\ncleaner moved back and forth, spreading the\nfilm over the glass. We stopped and ate lunch\nat Sestri. There was no heat in the restaurant\nand we kept our hats and coats on. We could\nsee the car outside, through the window. It\nwas covered with mud and was stopped beside\nsome boats that had been pulled up beyond the\nwaves. In the restaurant you could see your\nbreath.\nThe pasta asciuta was good; the wine tasted\nof alum, and we poured water in it. Afterward\nthe waiter brought beefsteak and fried potatoes.\nA man and a woman sat at the far end of the\nrestaurant. He was middle-aged and she was\nyoung and wore black. All during the meal she\nwould blow out her breath in the cold damp\nair. The man would look at it and shake his\nhead. They ate without talking and the man\nheld her hand under the table. She was good-looking\nand they seemed very sad. They had\na travelling-bag with them.\nWe had the papers and I read the account of\nthe Shanghai fighting aloud to Guy. After the\nmeal, he left with the waiter in search for a\nplace which did not exist in the restaurant, and I\ncleaned off the wind-shield, the lights and the\nlicense plates with a rag. Guy came back and\nwe backed the car out and started. The waiter\nhad taken him across the road and into an old\nhouse. The people in the house were suspicious\nand the waiter had remained with Guy to see\nnothing was stolen.\n“Although I don’t know how, me not being a\nplumber, they expected me to steal anything,”\nGuy said.\nAs we came up on a headland beyond the\ntown, the wind struck the car and nearly tipped\nit over.\n“It’s good it blows us away from the sea,”\nGuy said.\n“Well,” I said, “they drowned Shelley somewhere\nalong here.”\n“That was down by Viareggio,” Guy said.\n“Do you remember what we came to this country\nfor?”\n“Yes,” I said, “but we didn’t get it.”\n“We’ll be out of it to-night.”\n“If we can get past Ventimiglia.”\n“We’ll see. I don’t like to drive this coast at\nnight.” It was early afternoon and the sun was\nout. Below, the sea was blue with whitecaps\nrunning toward Savona. Back, beyond the cape,\nthe brown and blue waters joined. Out ahead\nof us, a tramp steamer was going up the coast.\n“Can you still see Genoa?” Guy asked.\n“Oh, yes.”\n“That next big cape ought to put it out of\nsight.”\n“We’ll see it a long time yet. I can still see\nPortofino Cape behind it.”\nFinally we could not see Genoa. I looked\nback as we came out and there was only the sea,\nand below in the bay, a line of beach with fishing-boats\nand above, on the side of the hill, a\ntown and then capes far down the coast.\n“It’s gone now,” I said to Guy.\n“Oh, it’s been gone a long time now.”\n“But we couldn’t be sure till we got way out.”\nThere was a sign with a picture of an S-turn\nand Svolta Pericolosa. The road curved around\nthe headland and the wind blew through the\ncrack in the wind-shield. Below the cape was a\nflat stretch beside the sea. The wind had dried\nthe mud and the wheels were beginning to lift\ndust. On the flat road we passed a Fascist riding\na bicycle, a heavy revolver in a holster on\nhis back. He held the middle of the road on\nhis bicycle and we turned out for him. He\nlooked up at us as we passed. Ahead there was\na railway crossing, and as we came toward it\nthe gates went down.\nAs we waited, the Fascist came up on his bicycle.\nThe train went by and Guy started the\nengine.\n“Wait,” the bicycle man shouted from behind\nthe car. “Your number’s dirty.”\nI got out with a rag. The number had been\ncleaned at lunch.\n“You can read it,” I said.\n“You think so?”\n“Read it.”\n“I cannot read it. It is dirty.”\nI wiped it off with the rag.\n“How’s that?”\n“Twenty-five lire.”\n“What?” I said. “You could have read it.\nIt’s only dirty from the state of the roads.”\n“You don’t like Italian roads?”\n“They are dirty.”\n“Fifty lire.” He spat in the road. “Your\ncar is dirty and you are dirty too.”\n“Good. And give me a receipt with your\nname.”\nHe took out a receipt-book, made in duplicate,\nand perforated, so one side could be given\nto the customer, and the other side filled in and\nkept as a stub. There was no carbon to record\nwhat the customer’s ticket said.\n“Give me fifty lire.”\nHe wrote in indelible pencil, tore out the\nslip and handed it to me. I read it.\n“This is for twenty-five lire.”\n“A mistake,” he said, and changed the\ntwenty-five to fifty.\n“And now the other side. Make it fifty in\nthe part you keep.”\nHe smiled a beautiful Italian smile and wrote\nsomething on the receipt stub, holding it so I\ncould not see.\n“Go on,” he said, “before your number gets\ndirty again.”\nWe drove for two hours after it was dark and\nslept in Mentone that night. It seemed very\ncheerful and clean and sane and lovely. We\nhad driven from Ventimiglia to Pisa and Florence,\nacross the Romagna to Rimini, back\nthrough Forli, Imola, Bologna, Parma, Piacenza\nand Genoa, to Ventimiglia again. The\nwhole trip had only taken ten days. Naturally,\nin such a short trip, we had no opportunity to\nsee how things were with the country or the\npeople.",
  "metadata": {
    "author": "Hemingway",
    "year": 1927,
    "url": "https://www.gutenberg.org/cache/epub/69683/pg69683-images.html",
    "name": "che_ti_dice_la_patria"
  }
}
