{
    "name": "Hemingway - Fifty Grand",
    "body": "â\u0080\u009cHow are you going yourself, Jack?â\u0080\u009d I\nasked him.\nâ\u0080\u009cYou seen this, Walcott?â\u0080\u009d he says.\nâ\u0080\u009cJust in the gym.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d Jack says, â\u0080\u009cIâ\u0080\u0099m going to need a lot\nof luck with that boy.â\u0080\u009d\nâ\u0080\u009cHe canâ\u0080\u0099t hit you, Jack,â\u0080\u009d Soldier said.\nâ\u0080\u009cI wish to hell he couldnâ\u0080\u0099t.â\u0080\u009d\nâ\u0080\u009cHe couldnâ\u0080\u0099t hit you with a handful of bird-shot.â\u0080\u009d\nâ\u0080\u009cBird-shotâ\u0080\u0099d be all right,â\u0080\u009d Jack says. â\u0080\u009cI\nwouldnâ\u0080\u0099t mind bird-shot any.â\u0080\u009d\nâ\u0080\u009cHe looks easy to hit,â\u0080\u009d I said.\nâ\u0080\u009cSure,â\u0080\u009d Jack says, â\u0080\u009che ainâ\u0080\u0099t going to last long.\nHe ainâ\u0080\u0099t going to last like you and me, Jerry.\nBut right now heâ\u0080\u0099s got everything.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099ll left-hand him to death.â\u0080\u009d\nâ\u0080\u009cMaybe,â\u0080\u009d Jack says. â\u0080\u009cSure. I got a chance\nto.â\u0080\u009d\nâ\u0080\u009cHandle him like you handled Kid Lewis.â\u0080\u009d\nâ\u0080\u009cKid Lewis,â\u0080\u009d Jack said. â\u0080\u009cThat kike!â\u0080\u009d\nThe three of us, Jack Brennan, Soldier Bartlett,\nand I were in Handleyâ\u0080\u0099s. There were a\ncouple of broads sitting at the next table to us.\nThey had been drinking.\nâ\u0080\u009cWhat do you mean, kike?â\u0080\u009d one of the broads\nsays. â\u0080\u009cWhat do you mean, kike, you big Irish\nbum?â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d Jack says. â\u0080\u009cThatâ\u0080\u0099s it.â\u0080\u009d\nâ\u0080\u009cKikes,â\u0080\u009d this broad goes on. â\u0080\u009cTheyâ\u0080\u0099re always\ntalking about kikes, these big Irishmen.\nWhat do you mean, kikes?â\u0080\u009d\nâ\u0080\u009cCome on. Letâ\u0080\u0099s get out of here.â\u0080\u009d\nâ\u0080\u009cKikes,â\u0080\u009d this broad goes on. â\u0080\u009cWhoever saw\nyou ever buy a drink? Your wife sews your\npockets up every morning. These Irishmen and\ntheir kikes! Ted Lewis could lick you too.â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d Jack says. â\u0080\u009cAnd you give away a lot\nof things free too, donâ\u0080\u0099t you?â\u0080\u009d\nWe went out. That was Jack. He could say\nwhat he wanted to when he wanted to say it.\nJack started training out at Danny Hoganâ\u0080\u0099s\nhealth-farm over in Jersey. It was nice out\nthere but Jack didnâ\u0080\u0099t like it much. He didnâ\u0080\u0099t\nlike being away from his wife and the kids, and\nhe was sore and grouchy most of the time. He\nliked me and we got along fine together; and he\nliked Hogan, but after a while Soldier Bartlett\ncommenced to get on his nerves. A kidder gets\nto be an awful thing around a camp if his stuff\ngoes sort of sour. Soldier was always kidding\nJack, just sort of kidding him all the time. It\nwasnâ\u0080\u0099t very funny and it wasnâ\u0080\u0099t very good, and\nit began to get to Jack. It was sort of stuff like\nthis. Jack would finish up with the weights and\nthe bag and pull on the gloves.\nâ\u0080\u009cYou want to work?â\u0080\u009d heâ\u0080\u0099d say to Soldier.\nâ\u0080\u009cSure. How you want me to work?â\u0080\u009d Soldier\nwould ask. â\u0080\u009cWant me to treat you rough\nlike Walcott? Want me to knock you down\na few times?â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s it,â\u0080\u009d Jack would say. He didnâ\u0080\u0099t like\nit any, though.\nOne morning we were all out on the road.\nWeâ\u0080\u0099d been out quite a way and now we were\ncoming back. Weâ\u0080\u0099d go along fast for three\nminutes and then walk a minute, and then go\nfast for three minutes again. Jack wasnâ\u0080\u0099t ever\nwhat you would call a sprinter. Heâ\u0080\u0099d move\naround fast enough in the ring if he had to,\nbut he wasnâ\u0080\u0099t any too fast on the road. All the\ntime we were walking Soldier was kidding him.\nWe came up the hill to the farmhouse.\nâ\u0080\u009cWell,â\u0080\u009d says Jack, â\u0080\u009cyou better go back to\ntown, Soldier.â\u0080\u009d\nâ\u0080\u009cWhat do you mean?â\u0080\u009d\nâ\u0080\u009cYou better go back to town and stay there.â\u0080\u009d\nâ\u0080\u009cWhatâ\u0080\u0099s the matter?â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099m sick of hearing you talk.â\u0080\u009d\nâ\u0080\u009cYes?â\u0080\u009d says Soldier.\nâ\u0080\u009cYes,â\u0080\u009d says Jack.\nâ\u0080\u009cYouâ\u0080\u0099ll be a damn sight sicker when Walcott\ngets through with you.â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d says Jack, â\u0080\u009cmaybe I will. But I\nknow Iâ\u0080\u0099m sick of you.â\u0080\u009d\nSo Soldier went off on the train to town that\nsame morning. I went down with him to the\ntrain. He was good and sore.\nâ\u0080\u009cI was just kidding him,â\u0080\u009d he said. We were\nwaiting on the platform. â\u0080\u009cHe canâ\u0080\u0099t pull that\nstuff with me, Jerry.â\u0080\u009d\nâ\u0080\u009cHeâ\u0080\u0099s nervous and crabby,â\u0080\u009d I said. â\u0080\u009cHeâ\u0080\u0099s a\ngood fellow, Soldier.â\u0080\u009d\nâ\u0080\u009cThe hell he is. The hell heâ\u0080\u0099s ever been a\ngood fellow.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d I said, â\u0080\u009cso long, Soldier.â\u0080\u009d\nThe train had come in. He climbed up with\nhis bag.\nâ\u0080\u009cSo long, Jerry,â\u0080\u009d he says. â\u0080\u009cYou be in town\nbefore the fight?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t think so.â\u0080\u009d\nâ\u0080\u009cSee you then.â\u0080\u009d\nHe went in and the conductor swung up and\nthe train went out. I rode back to the farm in\nthe cart. Jack was on the porch writing a letter\nto his wife. The mail had come and I got the\npapers and went over on the other side of the\nporch and sat down to read. Hogan came out\nthe door and walked over to me.\nâ\u0080\u009cDid he have a jam with Soldier?â\u0080\u009d\nâ\u0080\u009cNot a jam,â\u0080\u009d I said. â\u0080\u009cHe just told him to\ngo back to town.â\u0080\u009d\nâ\u0080\u009cI could see it coming,â\u0080\u009d Hogan said. â\u0080\u009cHe\nnever liked Soldier much.â\u0080\u009d\nâ\u0080\u009cNo. He donâ\u0080\u0099t like many people.â\u0080\u009d\nâ\u0080\u009cHeâ\u0080\u0099s a pretty cold one,â\u0080\u009d Hogan said.\nâ\u0080\u009cWell, heâ\u0080\u0099s always been fine to me.â\u0080\u009d\nâ\u0080\u009cMe too,â\u0080\u009d Hogan said. â\u0080\u009cI got no kick on\nhim. Heâ\u0080\u0099s a cold one, though.â\u0080\u009d\nHogan went in through the screen door and\nI sat there on the porch and read the papers.\nIt was just starting to get fall weather and itâ\u0080\u0099s\nnice country there in Jersey, up in the hills, and\nafter I read the paper through I sat there and\nlooked out at the country and the road down\nbelow against the woods with cars going along it,\nlifting the dust up. It was fine weather and\npretty nice-looking country. Hogan came to\nthe door and I said, â\u0080\u009cSay, Hogan, havenâ\u0080\u0099t you\ngot anything to shoot out here?â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d Hogan said. â\u0080\u009cOnly sparrows.â\u0080\u009d\nâ\u0080\u009cSeen the paper?â\u0080\u009d I said to Hogan.\nâ\u0080\u009cWhatâ\u0080\u0099s in it?â\u0080\u009d\nâ\u0080\u009cSande booted three of them in yesterday.â\u0080\u009d\nâ\u0080\u009cI got that on the telephone last night.â\u0080\u009d\nâ\u0080\u009cYou follow them pretty close, Hogan?â\u0080\u009d\nI asked.\nâ\u0080\u009cOh, I keep in touch with them,â\u0080\u009d Hogan\nsaid.\nâ\u0080\u009cHow about Jack?â\u0080\u009d I says. â\u0080\u009cDoes he still\nplay them?â\u0080\u009d\nâ\u0080\u009cHim?â\u0080\u009d said Hogan. â\u0080\u009cCan you see him doing\nit?â\u0080\u009d\nJust then Jack came around the corner with\nthe letter in his hand. Heâ\u0080\u0099s wearing a sweater\nand an old pair of pants and boxing shoes.\nâ\u0080\u009cGot a stamp, Hogan?â\u0080\u009d he asks.\nâ\u0080\u009cGive me the letter,â\u0080\u009d Hogan said. â\u0080\u009cIâ\u0080\u0099ll mail\nit for you.â\u0080\u009d\nâ\u0080\u009cSay, Jack,â\u0080\u009d I said, â\u0080\u009cdidnâ\u0080\u0099t you used to play\nthe ponies?â\u0080\u009d\nâ\u0080\u009cSure.â\u0080\u009d\nâ\u0080\u009cI knew you did. I knew I used to see you\nout at Sheepshead.â\u0080\u009d\nâ\u0080\u009cWhat did you lay off them for?â\u0080\u009d Hogan\nasked.\nâ\u0080\u009cLost money.â\u0080\u009d\nJack sat down on the porch by me. He leaned\nback against a post. He shut his eyes in the sun.\nâ\u0080\u009cWant a chair?â\u0080\u009d Hogan asked.\nâ\u0080\u009cNo,â\u0080\u009d said Jack. â\u0080\u009cThis is fine.â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s a nice day,â\u0080\u009d I said. â\u0080\u009cItâ\u0080\u0099s pretty nice\nout in the country.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099d a damn sight rather be in town with the\nwife.â\u0080\u009d\nâ\u0080\u009cWell, you only got another week.â\u0080\u009d\nâ\u0080\u009cYes,â\u0080\u009d Jack says. â\u0080\u009cThatâ\u0080\u0099s so.â\u0080\u009d\nWe sat there on the porch. Hogan was inside\nat the office.\nâ\u0080\u009cWhat do you think about the shape Iâ\u0080\u0099m in?â\u0080\u009d\nJack asked me.\nâ\u0080\u009cWell, you canâ\u0080\u0099t tell,â\u0080\u009d I said. â\u0080\u009cYou got a\nweek to get around into form.â\u0080\u009d\nâ\u0080\u009cDonâ\u0080\u0099t stall me.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d I said, â\u0080\u009cyouâ\u0080\u0099re not right.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099m not sleeping,â\u0080\u009d Jack said.\nâ\u0080\u009cYouâ\u0080\u0099ll be all right in a couple of days.â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d says Jack, â\u0080\u009cI got the insomnia.â\u0080\u009d\nâ\u0080\u009cWhatâ\u0080\u0099s on your mind?â\u0080\u009d\nâ\u0080\u009cI miss the wife.â\u0080\u009d\nâ\u0080\u009cHave her come out.â\u0080\u009d\nâ\u0080\u009cNo. Iâ\u0080\u0099m too old for that.â\u0080\u009d\nâ\u0080\u009cWeâ\u0080\u0099ll take a long walk before you turn in\nand get you good and tired.â\u0080\u009d\nâ\u0080\u009cTired!â\u0080\u009d Jack says. â\u0080\u009cIâ\u0080\u0099m tired all the time.â\u0080\u009d\nHe was that way all week. He wouldnâ\u0080\u0099t\nsleep at night and heâ\u0080\u0099d get up in the morning\nfeeling that way, you know, when you canâ\u0080\u0099t shut\nyour hands.\nâ\u0080\u009cHeâ\u0080\u0099s stale as poorhouse cake,â\u0080\u009d Hogan said.\nâ\u0080\u009cHeâ\u0080\u0099s nothing.â\u0080\u009d\nâ\u0080\u009cI never seen Walcott,â\u0080\u009d I said.\nâ\u0080\u009cHeâ\u0080\u0099ll kill him,â\u0080\u009d said Hogan. â\u0080\u009cHeâ\u0080\u0099ll tear\nhim in two.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d I said, â\u0080\u009ceverybodyâ\u0080\u0099s got to get it\nsometime.â\u0080\u009d\nâ\u0080\u009cNot like this, though,â\u0080\u009d Hogan said.\nâ\u0080\u009cTheyâ\u0080\u0099ll think he never trained. It gives the\nfarm a black eye.â\u0080\u009d\nâ\u0080\u009cYou hear what the reporters said about\nhim?â\u0080\u009d\nâ\u0080\u009cDidnâ\u0080\u0099t I! They said he was awful. They\nsaid they oughtnâ\u0080\u0099t to let him fight.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d I said, â\u0080\u009ctheyâ\u0080\u0099re always wrong, ainâ\u0080\u0099t\nthey?â\u0080\u009d\nâ\u0080\u009cYes,â\u0080\u009d said Hogan. â\u0080\u009cBut this time theyâ\u0080\u0099re\nright.â\u0080\u009d\nâ\u0080\u009cWhat the hell do they know about whether\na manâ\u0080\u0099s right or not?â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d said Hogan, â\u0080\u009ctheyâ\u0080\u0099re not such\nfools.â\u0080\u009d\nâ\u0080\u009cAll they did was pick Willard at Toledo.\nThis Lardner, heâ\u0080\u0099s so wise now, ask him about\nwhen he picked Willard at Toledo.â\u0080\u009d\nâ\u0080\u009cAw, he wasnâ\u0080\u0099t out,â\u0080\u009d Hogan said. â\u0080\u009cHe only\nwrites the big fights.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t care who they are,â\u0080\u009d I said. â\u0080\u009cWhat\nthe hell do they know? They can write maybe,\nbut what the hell do they know?â\u0080\u009d\nâ\u0080\u009cYou donâ\u0080\u0099t think Jackâ\u0080\u0099s in any shape, do\nyou?â\u0080\u009d Hogan asked.\nâ\u0080\u009cNo. Heâ\u0080\u0099s through. All he needs is to have\nCorbett pick him to win for it to be all over.â\u0080\u009d\nâ\u0080\u009cWell, Corbettâ\u0080\u0099ll pick him,â\u0080\u009d Hogan says.\nâ\u0080\u009cSure. Heâ\u0080\u0099ll pick him.â\u0080\u009d\nThat night Jack didnâ\u0080\u0099t sleep any either. The\nnext morning was the last day before the fight.\nAfter breakfast we were out on the porch again.\nâ\u0080\u009cWhat do you think about, Jack, when you\ncanâ\u0080\u0099t sleep?â\u0080\u009d I said.\nâ\u0080\u009cOh, I worry,â\u0080\u009d Jack says. â\u0080\u009cI worry about\nproperty I got up in the Bronx, I worry about\nproperty I got in Florida. I worry about the\nkids. I worry about the wife. Sometimes I\nthink about fights. I think about that kike Ted\nLewis and I get sore. I got some stocks and I\nworry about them. What the hell donâ\u0080\u0099t I think\nabout?â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d I said, â\u0080\u009cto-morrow night itâ\u0080\u0099ll all be\nover.â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d said Jack. â\u0080\u009cThat always helps a lot,\ndonâ\u0080\u0099t it? That just fixes everything all up, I\nsuppose. Sure.â\u0080\u009d\nHe was sore all day. We didnâ\u0080\u0099t do any work.\nJack just moved around a little to loosen up.\nHe shadow-boxed a few rounds. He didnâ\u0080\u0099t even\nlook good doing that. He skipped the rope a\nlittle while. He couldnâ\u0080\u0099t sweat.\nâ\u0080\u009cHeâ\u0080\u0099d be better not to do any work at all,â\u0080\u009d\nHogan said. We were standing watching him\nskip rope. â\u0080\u009cDonâ\u0080\u0099t he ever sweat at all any\nmore?â\u0080\u009d\nâ\u0080\u009cHe canâ\u0080\u0099t sweat.â\u0080\u009d\nâ\u0080\u009cDo you suppose heâ\u0080\u0099s got the con? He never\nhad any trouble making weight, did he?â\u0080\u009d\nâ\u0080\u009cNo, he hasnâ\u0080\u0099t got any con. He just hasnâ\u0080\u0099t\ngot anything inside any more.â\u0080\u009d\nâ\u0080\u009cHe ought to sweat,â\u0080\u009d said Hogan.\nJack came over, skipping the rope. He was\nskipping up and down in front of us, forward\nand back, crossing his arms every third time.\nâ\u0080\u009cWell,â\u0080\u009d he says. â\u0080\u009cWhat are you buzzards\ntalking about?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t think you ought to work any more,â\u0080\u009d\nHogan says. â\u0080\u009cYouâ\u0080\u0099ll be stale.â\u0080\u009d\nâ\u0080\u009cWouldnâ\u0080\u0099t that be awful?â\u0080\u009d Jack says and\nskips away down the floor, slapping the rope\nhard.\nThat afternoon John Collins showed up out\nat the farm. Jack was up in his room. John,\ncame out in a car from town. He had a couple\nof friends with him. The car stopped and they\nall got out.\nâ\u0080\u009cWhereâ\u0080\u0099s Jack?â\u0080\u009d John asked me.\nâ\u0080\u009cUp in his room, lying down.â\u0080\u009d\nâ\u0080\u009cLying down?â\u0080\u009d\nâ\u0080\u009cYes,â\u0080\u009d I said.\nâ\u0080\u009cHow is he?â\u0080\u009d\nI looked at the two fellows that were with\nJohn.\nâ\u0080\u009cTheyâ\u0080\u0099re friends of his,â\u0080\u009d John said.\nâ\u0080\u009cHeâ\u0080\u0099s pretty bad,â\u0080\u009d I said.\nâ\u0080\u009cWhatâ\u0080\u0099s the matter with him?â\u0080\u009d\nâ\u0080\u009cHe donâ\u0080\u0099t sleep.â\u0080\u009d\nâ\u0080\u009cHell,â\u0080\u009d said John. â\u0080\u009cThat Irishman could\nnever sleep.â\u0080\u009d\nâ\u0080\u009cHe isnâ\u0080\u0099t right,â\u0080\u009d I said.\nâ\u0080\u009cHell,â\u0080\u009d John said. â\u0080\u009cHeâ\u0080\u0099s never right. Iâ\u0080\u0099ve\nhad him for ten years and heâ\u0080\u0099s never been right\nyet.â\u0080\u009d\nThe fellows who were with him laughed.\nâ\u0080\u009cI want you to shake hands with Mr. Morgan\nand Mr. Steinfelt,â\u0080\u009d John said. â\u0080\u009cThis is Mr.\nDoyle. Heâ\u0080\u0099s been training Jack.â\u0080\u009d\nâ\u0080\u009cGlad to meet you,â\u0080\u009d I said.\nâ\u0080\u009cLetâ\u0080\u0099s go up and see the boy,â\u0080\u009d the fellow\ncalled Morgan said.\nâ\u0080\u009cLetâ\u0080\u0099s have a look at him,â\u0080\u009d Steinfelt said.\nWe all went upstairs.\nâ\u0080\u009cWhereâ\u0080\u0099s Hogan?â\u0080\u009d John asked.\nâ\u0080\u009cHeâ\u0080\u0099s out in the barn with a couple of his\ncustomers,â\u0080\u009d I said.\nâ\u0080\u009cHe got many people out here now?â\u0080\u009d John\nasked.\nâ\u0080\u009cJust two.â\u0080\u009d\nâ\u0080\u009cPretty quiet, ainâ\u0080\u0099t it?â\u0080\u009d Morgan said.\nâ\u0080\u009cYes,â\u0080\u009d I said. â\u0080\u009cItâ\u0080\u0099s pretty quiet.â\u0080\u009d\nWe were outside Jackâ\u0080\u0099s room. John knocked\non the door. There wasnâ\u0080\u0099t any answer.\nâ\u0080\u009cMaybe heâ\u0080\u0099s asleep,â\u0080\u009d I said.\nâ\u0080\u009cWhat the hellâ\u0080\u0099s he sleeping in the daytime\nfor?â\u0080\u009d\nJohn turned the handle and we all went in.\nJack was lying asleep on the bed. He was face\ndown and his face was in the pillow. Both his\narms were around the pillow.\nâ\u0080\u009cHey, Jack!â\u0080\u009d John said to him.\nJackâ\u0080\u0099s head moved a little on the pillow.\nâ\u0080\u009cJack!â\u0080\u009d John says, leaning over him. Jack\njust dug a little deeper in the pillow. John\ntouched him on the shoulder. Jack sat up and\nlooked at us. He hadnâ\u0080\u0099t shaved and he was\nwearing an old sweater.\nâ\u0080\u009cChrist! Why canâ\u0080\u0099t you let me sleep?â\u0080\u009d he\nsays to John.\nâ\u0080\u009cDonâ\u0080\u0099t be sore,â\u0080\u009d John says. â\u0080\u009cI didnâ\u0080\u0099t mean\nto wake you up.â\u0080\u009d\nâ\u0080\u009cOh no,â\u0080\u009d Jack says. â\u0080\u009cOf course not.â\u0080\u009d\nâ\u0080\u009cYou know Morgan and Steinfelt,â\u0080\u009d John\nsaid.\nâ\u0080\u009cGlad to see you,â\u0080\u009d Jack says.\nâ\u0080\u009cHow do you feel, Jack,â\u0080\u009d Morgan asks him.\nâ\u0080\u009cFine,â\u0080\u009d Jack says. â\u0080\u009cHow the hell would\nI feel?â\u0080\u009d\nâ\u0080\u009cYou look fine,â\u0080\u009d Steinfelt says.\nâ\u0080\u009cYes, donâ\u0080\u0099t I,â\u0080\u009d says Jack. â\u0080\u009cSay,â\u0080\u009d he says\nto John. â\u0080\u009cYouâ\u0080\u0099re my manager. You get a\nbig enough cut. Why the hell donâ\u0080\u0099t you come\nout here when the reporters was out! You want\nJerry and me to talk to them?â\u0080\u009d\nâ\u0080\u009cI had Lew fighting in Philadelphia,â\u0080\u009d John\nsaid.\nâ\u0080\u009cWhat the hellâ\u0080\u0099s that to me?â\u0080\u009d Jack says.\nâ\u0080\u009cYouâ\u0080\u0099re my manager. You get a big enough\ncut, donâ\u0080\u0099t you? You arenâ\u0080\u0099t making me any\nmoney in Philadelphia, are you? Why the\nhell arenâ\u0080\u0099t you out here when I ought to have\nyou?â\u0080\u009d\nâ\u0080\u009cHogan was here.â\u0080\u009d\nâ\u0080\u009cHogan,â\u0080\u009d Jack says. â\u0080\u009cHoganâ\u0080\u0099s as dumb as\nI am.â\u0080\u009d\nâ\u0080\u009cSoldier Bathlett was out here wukking with\nyou for a while, wasnâ\u0080\u0099t he?â\u0080\u009d Steinfelt said to\nchange the subject.\nâ\u0080\u009cYes, he was out here,â\u0080\u009d Jack says. â\u0080\u009cHe was\nout here all right.â\u0080\u009d\nâ\u0080\u009cSay, Jerry,â\u0080\u009d John said to me. â\u0080\u009cWould you\ngo and find Hogan and tell him we want to see\nhim in about half an hour?â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d I said.\nâ\u0080\u009cWhy the hell canâ\u0080\u0099t he stick around?â\u0080\u009d Jack\nsays. â\u0080\u009cStick around, Jerry.â\u0080\u009d\nMorgan and Steinfelt looked at each other.\nâ\u0080\u009cQuiet down, Jack,â\u0080\u009d John said to him.\nâ\u0080\u009cI better go find Hogan,â\u0080\u009d I said.\nâ\u0080\u009cAll right, if you want to go,â\u0080\u009d Jack says.\nâ\u0080\u009cNone of these guys are going to send you\naway, though.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll go find Hogan,â\u0080\u009d I said.\nHogan was out in the gym in the barn. He\nhad a couple of his health-farm patients with\nthe gloves on. They neither one wanted to hit\nthe other, for fear the other would come back\nand hit him.\nâ\u0080\u009cThatâ\u0080\u0099ll do,â\u0080\u009d Hogan said when he saw me\ncome in. â\u0080\u009cYou can stop the slaughter. You\ngentlemen take a shower and Bruce will rub you\ndown.â\u0080\u009d\nThey climbed out through the ropes and\nHogan came over to me.\nâ\u0080\u009cJohn Collins is out with a couple of friends\nto see Jack,â\u0080\u009d I said.\nâ\u0080\u009cI saw them come up in the car.â\u0080\u009d\nâ\u0080\u009cWho are the two fellows with John?â\u0080\u009d\nâ\u0080\u009cTheyâ\u0080\u0099re what you call wise boys,â\u0080\u009d Hogan\nsaid. â\u0080\u009cDonâ\u0080\u0099t you know them two?â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d I said.\nâ\u0080\u009cThatâ\u0080\u0099s Happy Steinfelt and Lew Morgan.\nThey got a pool-room.â\u0080\u009d\nâ\u0080\u009cI been away a long time,â\u0080\u009d I said.\nâ\u0080\u009cSure,â\u0080\u009d said Hogan. â\u0080\u009cThat Happy Steinfeltâ\u0080\u0099s\na big operator.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ve heard his name,â\u0080\u009d I said.\nâ\u0080\u009cHeâ\u0080\u0099s a pretty smooth boy,â\u0080\u009d Hogan said.\nâ\u0080\u009cTheyâ\u0080\u0099re a couple of sharpshooters.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d I said. â\u0080\u009cThey want to see us in half\nan hour.â\u0080\u009d\nâ\u0080\u009cYou mean they donâ\u0080\u0099t want to see us until a\nhalf an hour?â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s it.â\u0080\u009d\nâ\u0080\u009cCome on in the office,â\u0080\u009d Hogan said. â\u0080\u009cTo\nhell with those sharpshooters.â\u0080\u009d\nAfter about thirty minutes or so Hogan and\nI went upstairs. We knocked on Jackâ\u0080\u0099s door.\nThey were talking inside the room.\nâ\u0080\u009cWait a minute,â\u0080\u009d somebody said.\nâ\u0080\u009cTo hell with that stuff,â\u0080\u009d Hogan said.\nâ\u0080\u009cWhen you want to see me Iâ\u0080\u0099m down in the\noffice.â\u0080\u009d\nWe heard the door unlock. Steinfelt opened\nit.\nâ\u0080\u009cCome on in, Hogan,â\u0080\u009d he says. â\u0080\u009cWeâ\u0080\u0099re all\ngoing to have a drink.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d says Hogan. â\u0080\u009cThatâ\u0080\u0099s something.â\u0080\u009d\nWe went in. Jack was sitting on the bed.\nJohn and Morgan were sitting on a couple of\nchairs. Steinfelt was standing up.\nâ\u0080\u009cYouâ\u0080\u0099re a pretty mysterious lot of boys,â\u0080\u009d\nHogan said.\nâ\u0080\u009cHello, Danny,â\u0080\u009d John says.\nâ\u0080\u009cHello, Danny,â\u0080\u009d Morgan says and shakes\nhands.\nJack doesnâ\u0080\u0099t say anything. He just sits there\non the bed. He ainâ\u0080\u0099t with the others. Heâ\u0080\u0099s all\nby himself. He was wearing an old blue jersey\nand pants and had on boxing shoes. He\nneeded a shave. Steinfelt and Morgan were\ndressers. John was quite a dresser too. Jack\nsat there looking Irish and tough.\nSteinfelt brought out a bottle and Hogan\nbrought in some glasses and everybody had a\ndrink. Jack and I took one and the rest of them\nwent on and had two or three each.\nâ\u0080\u009cBetter save some for your ride back,â\u0080\u009d Hogan\nsaid.\nâ\u0080\u009cDonâ\u0080\u0099t you worry. We got plenty,â\u0080\u009d Morgan\nsaid.\nJack hadnâ\u0080\u0099t drunk anything since the one\ndrink. He was standing up and looking at them.\nMorgan was sitting on the bed where Jack had\nsat.\nâ\u0080\u009cHave a drink, Jack,â\u0080\u009d John said and handed\nhim the glass and the bottle.\nâ\u0080\u009cNo,â\u0080\u009d Jack said, â\u0080\u009cI never liked to go to these\nwakes.â\u0080\u009d\nThey all laughed. Jack didnâ\u0080\u0099t laugh.\nThey were all feeling pretty good when they\nleft. Jack stood on the porch when they got\ninto the car. They waved to him.\nâ\u0080\u009cSo long,â\u0080\u009d Jack said.\nWe had supper. Jack didnâ\u0080\u0099t say anything all\nduring the meal except, â\u0080\u009cWill you pass me\nthis?â\u0080\u009d or â\u0080\u009cWill you pass me that?â\u0080\u009d The two\nhealth-farm patients ate at the same table with\nus. They were pretty nice fellows. After we\nfinished eating we went out on the porch. It\nwas dark early.\nâ\u0080\u009cLike to take a walk, Jerry?â\u0080\u009d Jack asked.\nâ\u0080\u009cSure,â\u0080\u009d I said.\nWe put on our coats and started out. It was\nquite a way down to the main road and then we\nwalked along the main road about a mile and a\nhalf. Cars kept going by and we would pull\nout to the side until they were past. Jack didnâ\u0080\u0099t\nsay anything. After we had stepped out into\nthe bushes to let a big car go by Jack said, â\u0080\u009cTo\nhell with this walking. Come on back to Hoganâ\u0080\u0099s.â\u0080\u009d\nWe went along a side road that cut up over\nthe hill and cut across the fields back to Hoganâ\u0080\u0099s.\nWe could see the lights of the house up\non the hill. We came around to the front of\nthe house and there standing in the doorway\nwas Hogan.\nâ\u0080\u009cHave a good walk?â\u0080\u009d Hogan asked.\nâ\u0080\u009cOh, fine,â\u0080\u009d Jack said. â\u0080\u009cListen, Hogan.\nHave you got any liquor?â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d says Hogan. â\u0080\u009cWhatâ\u0080\u0099s the idea?â\u0080\u009d\nâ\u0080\u009cSend it up to the room,â\u0080\u009d Jack says. â\u0080\u009cIâ\u0080\u0099m\ngoing to sleep to-night.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099re the doctor,â\u0080\u009d Hogan says.\nâ\u0080\u009cCome on up to the room, Jerry,â\u0080\u009d Jack says.\nUpstairs Jack sat on the bed with his head in\nhis hands.\nâ\u0080\u009cAinâ\u0080\u0099t it a life?â\u0080\u009d Jack says.\nHogan brought in a quart of liquor and two\nglasses.\nâ\u0080\u009cWant some ginger-ale?â\u0080\u009d\nâ\u0080\u009cWhat do you think I want to do, get sick?â\u0080\u009d\nâ\u0080\u009cI just asked you,â\u0080\u009d said Hogan.\nâ\u0080\u009cHave a drink?â\u0080\u009d said Jack.\nâ\u0080\u009cNo, thanks,â\u0080\u009d said Hogan. He went out.\nâ\u0080\u009cHow about you, Jerry?â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll have one with you,â\u0080\u009d I said.\nJack poured out a couple of drinks. â\u0080\u009cNow,â\u0080\u009d\nhe said, â\u0080\u009cI want to take it slow and easy.â\u0080\u009d\nâ\u0080\u009cPut some water in it,â\u0080\u009d I said.\nâ\u0080\u009cYes,â\u0080\u009d Jack said. â\u0080\u009cI guess thatâ\u0080\u0099s better.â\u0080\u009d\nWe had a couple of drinks without saying\nanything. Jack started to pour me another.\nâ\u0080\u009cNo,â\u0080\u009d I said, â\u0080\u009cthatâ\u0080\u0099s all I want.â\u0080\u009d\nâ\u0080\u009cAll right,â\u0080\u009d Jack said. He poured himself\nout another big shot and put water in it. He\nwas lighting up a little.\nâ\u0080\u009cThat was a fine bunch out here this afternoon,â\u0080\u009d\nhe said. â\u0080\u009cThey donâ\u0080\u0099t take any chances,\nthose two.â\u0080\u009d\nThen a little later, â\u0080\u009cWell,â\u0080\u009d he says, â\u0080\u009ctheyâ\u0080\u0099re\nright. What the hellâ\u0080\u0099s the good in taking\nchances?â\u0080\u009d\nâ\u0080\u009cDonâ\u0080\u0099t you want another, Jerry?â\u0080\u009d he said.\nâ\u0080\u009cCome on, drink along with me.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t need it, Jack,â\u0080\u009d I said. â\u0080\u009cI feel all\nright.â\u0080\u009d\nâ\u0080\u009cJust have one more,â\u0080\u009d Jack said. It was\nsoftening him up.\nâ\u0080\u009cAll right,â\u0080\u009d I said.\nJack poured one for me and another big one\nfor himself.\nâ\u0080\u009cYou know,â\u0080\u009d he said, â\u0080\u009cI like liquor pretty\nwell. If I hadnâ\u0080\u0099t been boxing I would have\ndrunk quite a lot.â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d I said.\nâ\u0080\u009cYou know,â\u0080\u009d he said, â\u0080\u009cI missed a lot, boxing.â\u0080\u009d\nâ\u0080\u009cYou made plenty of money.â\u0080\u009d\nâ\u0080\u009cSure, thatâ\u0080\u0099s what Iâ\u0080\u0099m after. You know I\nmiss a lot, Jerry.â\u0080\u009d\nâ\u0080\u009cHow do you mean?â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d he says, â\u0080\u009clike about the wife. And\nbeing away from home so much. It donâ\u0080\u0099t do\nmy girls any good. â\u0080\u0098Whose your old man?â\u0080\u0099\nsome of those society kidsâ\u0080\u0099ll say to them. â\u0080\u0098My\nold manâ\u0080\u0099s Jack Brennan.â\u0080\u0099 That donâ\u0080\u0099t do them\nany good.â\u0080\u009d\nâ\u0080\u009cHell,â\u0080\u009d I said, â\u0080\u009call that makes a difference\nis if they got dough.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d says Jack, â\u0080\u009cI got the dough for them\nall right.â\u0080\u009d\nHe poured out another drink. The bottle\nwas about empty.\nâ\u0080\u009cPut some water in it,â\u0080\u009d I said. Jack poured\nin some water.\nâ\u0080\u009cYou know,â\u0080\u009d he says, â\u0080\u009cyou ainâ\u0080\u0099t got any idea\nhow I miss the wife.â\u0080\u009d\nâ\u0080\u009cSure.â\u0080\u009d\nâ\u0080\u009cYou ainâ\u0080\u0099t got any idea. You canâ\u0080\u0099t have an\nidea what itâ\u0080\u0099s like.â\u0080\u009d\nâ\u0080\u009cIt ought to be better out in the country than\nin town.â\u0080\u009d\nâ\u0080\u009cWith me now,â\u0080\u009d Jack said, â\u0080\u009cit donâ\u0080\u0099t make\nany difference where I am. You canâ\u0080\u0099t have an\nidea what itâ\u0080\u0099s like.â\u0080\u009d\nâ\u0080\u009cHave another drink.â\u0080\u009d\nâ\u0080\u009cAm I getting soused? Do I talk funny?â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099re coming on all right.â\u0080\u009d\nâ\u0080\u009cYou canâ\u0080\u0099t have an idea what itâ\u0080\u0099s like. They\nainâ\u0080\u0099t anybody can have an idea what itâ\u0080\u0099s like.â\u0080\u009d\nâ\u0080\u009cExcept the wife,â\u0080\u009d I said.\nâ\u0080\u009cShe knows,â\u0080\u009d Jack said. â\u0080\u009cShe knows all\nright. She knows. You bet she knows.â\u0080\u009d\nâ\u0080\u009cPut some water in that,â\u0080\u009d I said.\nâ\u0080\u009cJerry,â\u0080\u009d says Jack, â\u0080\u009cyou canâ\u0080\u0099t have an idea\nwhat it gets to be like.â\u0080\u009d\nHe was good and drunk. He was looking at\nme steady. His eyes were sort of too steady.\nâ\u0080\u009cYouâ\u0080\u0099ll sleep all right,â\u0080\u009d I said.\nâ\u0080\u009cListen, Jerry,â\u0080\u009d Jack says. â\u0080\u009cYou want to\nmake some money? Get some money down on\nWalcott.â\u0080\u009d\nâ\u0080\u009cYes?â\u0080\u009d\nâ\u0080\u009cListen, Jerry,â\u0080\u009d Jack put down the glass.\nâ\u0080\u009cIâ\u0080\u0099m not drunk now, see? You know what Iâ\u0080\u0099m\nbetting on him? Fifty grand.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s a lot of dough.â\u0080\u009d\nâ\u0080\u009cFifty grand,â\u0080\u009d Jack says, â\u0080\u009cat two to one. Iâ\u0080\u0099ll\nget twenty-five thousand bucks. Get some\nmoney on him, Jerry.â\u0080\u009d\nâ\u0080\u009cIt sounds good,â\u0080\u009d I said.\nâ\u0080\u009cHow can I beat him?â\u0080\u009d Jack says. â\u0080\u009cIt ainâ\u0080\u0099t\ncrooked. How can I beat him? Why not make\nmoney on it?â\u0080\u009d\nâ\u0080\u009cPut some water in that,â\u0080\u009d I said.\nâ\u0080\u009cIâ\u0080\u0099m through after this fight,â\u0080\u009d Jack says.\nâ\u0080\u009cIâ\u0080\u0099m through with it. I got to take a beating.\nWhy shouldnâ\u0080\u0099t I make money on it?â\u0080\u009d\nâ\u0080\u009cSure.â\u0080\u009d\nâ\u0080\u009cI ainâ\u0080\u0099t slept for a week,â\u0080\u009d Jack says. â\u0080\u009cAll\nnight I lay awake and worry my can off. I\ncanâ\u0080\u0099t sleep, Jerry. You ainâ\u0080\u0099t got an idea what\nitâ\u0080\u0099s like when you canâ\u0080\u0099t sleep.â\u0080\u009d\nâ\u0080\u009cSure.â\u0080\u009d\nâ\u0080\u009cI canâ\u0080\u0099t sleep. Thatâ\u0080\u0099s all. I just canâ\u0080\u0099t sleep.\nWhatâ\u0080\u0099s the use of taking care of yourself all\nthese years when you canâ\u0080\u0099t sleep?â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s bad.â\u0080\u009d\nâ\u0080\u009cYou ainâ\u0080\u0099t got an idea what itâ\u0080\u0099s like, Jerry,\nwhen you canâ\u0080\u0099t sleep.â\u0080\u009d\nâ\u0080\u009cPut some water in that,â\u0080\u009d I said.\nWell, about eleven oâ\u0080\u0099clock Jack passes out\nand I put him to bed. Finally heâ\u0080\u0099s so he canâ\u0080\u0099t\nkeep from sleeping. I helped him get his\nclothes off and got him into bed.\nâ\u0080\u009cYouâ\u0080\u0099ll sleep all right, Jack,â\u0080\u009d I said.\nâ\u0080\u009cSure,â\u0080\u009d Jack says, â\u0080\u009cIâ\u0080\u0099ll sleep now.â\u0080\u009d\nâ\u0080\u009cGood-night, Jack,â\u0080\u009d I said.\nâ\u0080\u009cGood-night, Jerry,â\u0080\u009d Jack says. â\u0080\u009cYouâ\u0080\u0099re the\nonly friend I got.â\u0080\u009d\nâ\u0080\u009cOh, hell,â\u0080\u009d I said.\nâ\u0080\u009cYouâ\u0080\u0099re the only friend I got,â\u0080\u009d Jack says,\nâ\u0080\u009cthe only friend I got.â\u0080\u009d\nâ\u0080\u009cGo to sleep,â\u0080\u009d I said.\nâ\u0080\u009cIâ\u0080\u0099ll sleep,â\u0080\u009d Jack says.\nDownstairs Hogan was sitting at the desk\nin the office reading the papers. He looked up.\nâ\u0080\u009cWell, you get your boy friend to sleep?â\u0080\u009d he\nasks.\nâ\u0080\u009cHeâ\u0080\u0099s off.â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s better for him than not sleeping,â\u0080\u009d Hogan\nsaid.\nâ\u0080\u009cSure.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099d have a hell of a time explaining that\nto these sport writers though,â\u0080\u009d Hogan said.\nâ\u0080\u009cWell, Iâ\u0080\u0099m going to bed myself,â\u0080\u009d I said.\nâ\u0080\u009cGood-night,â\u0080\u009d said Hogan.\nIn the morning I came downstairs about eight\noâ\u0080\u0099clock and got some breakfast. Hogan had\nhis two customers out in the barn doing exercises.\nI went out and watched them.\nâ\u0080\u009cOne! Two! Three! Four!â\u0080\u009d Hogan was\ncounting for them. â\u0080\u009cHello, Jerry,â\u0080\u009d he said.\nâ\u0080\u009cIs Jack up yet?â\u0080\u009d\nâ\u0080\u009cNo. Heâ\u0080\u0099s still sleeping.â\u0080\u009d\nI went back to my room and packed up to go\nin to town. About nine-thirty I heard Jack\ngetting up in the next room. When I heard\nhim go downstairs I went down after him.\nJack was sitting at the breakfast table. Hogan\nhad come in and was standing beside the table.\nâ\u0080\u009cHow do you feel, Jack?â\u0080\u009d I asked him.\nâ\u0080\u009cNot so bad.â\u0080\u009d\nâ\u0080\u009cSleep well?â\u0080\u009d Hogan asked.\nâ\u0080\u009cI slept all right,â\u0080\u009d Jack said. â\u0080\u009cI got a thick\ntongue but I ainâ\u0080\u0099t got a head.â\u0080\u009d\nâ\u0080\u009cGood,â\u0080\u009d said Hogan. â\u0080\u009cThat was good\nliquor.â\u0080\u009d\nâ\u0080\u009cPut it on the bill,â\u0080\u009d Jack says.\nâ\u0080\u009cWhat time you want to go into town?â\u0080\u009d\nHogan asked.\nâ\u0080\u009cBefore lunch,â\u0080\u009d Jack says. â\u0080\u009cThe eleven\noâ\u0080\u0099clock train.â\u0080\u009d\nâ\u0080\u009cSit down, Jerry,â\u0080\u009d Jack said. Hogan went\nout.\nI sat down at the table. Jack was eating a\ngrape-fruit. When heâ\u0080\u0099d find a seed heâ\u0080\u0099d spit\nit out in the spoon and dump it on the plate.\nâ\u0080\u009cI guess I was pretty stewed last night,â\u0080\u009d he\nstarted.\nâ\u0080\u009cYou drank some liquor.â\u0080\u009d\nâ\u0080\u009cI guess I said a lot of fool things.â\u0080\u009d\nâ\u0080\u009cYou werenâ\u0080\u0099t bad.â\u0080\u009d\nâ\u0080\u009cWhereâ\u0080\u0099s Hogan?â\u0080\u009d he asked. He was\nthrough with the grape-fruit.\nâ\u0080\u009cHeâ\u0080\u0099s out in front in the office.â\u0080\u009d\nâ\u0080\u009cWhat did I say about betting on the fight?â\u0080\u009d\nJack asked. He was holding the spoon and\nsort of poking at the grape-fruit with it.\nThe girl came in with some ham and eggs\nand took away the grape-fruit.\nâ\u0080\u009cBring me another glass of milk,â\u0080\u009d Jack said\nto her. She went out.\nâ\u0080\u009cYou said you had fifty grand on Walcott,â\u0080\u009d\nI said.\nâ\u0080\u009cThatâ\u0080\u0099s right,â\u0080\u009d Jack said.\nâ\u0080\u009cThatâ\u0080\u0099s a lot of money.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t feel too good about it,â\u0080\u009d Jack said.\nâ\u0080\u009cSomething might happen.â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d Jack said. â\u0080\u009cHe wants the title bad.\nTheyâ\u0080\u0099ll be shooting with him all right.â\u0080\u009d\nâ\u0080\u009cYou canâ\u0080\u0099t ever tell.â\u0080\u009d\nâ\u0080\u009cNo. He wants the title. Itâ\u0080\u0099s worth a lot\nof money to him.â\u0080\u009d\nâ\u0080\u009cFifty grand is a lot of money,â\u0080\u009d I said.\nâ\u0080\u009cItâ\u0080\u0099s business,â\u0080\u009d said Jack. â\u0080\u009cI canâ\u0080\u0099t win. You\nknow I canâ\u0080\u0099t win anyway.â\u0080\u009d\nâ\u0080\u009cAs long as youâ\u0080\u0099re in there you got a chance.â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d Jack says. â\u0080\u009cIâ\u0080\u0099m all through. Itâ\u0080\u0099s\njust business.â\u0080\u009d\nâ\u0080\u009cHow do you feel?â\u0080\u009d\nâ\u0080\u009cPretty good,â\u0080\u009d Jack said. â\u0080\u009cThe sleep was\nwhat I needed.â\u0080\u009d\nâ\u0080\u009cYou might go good.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll give them a good show,â\u0080\u009d Jack said.\nAfter breakfast Jack called up his wife on\nthe long-distance. He was inside the booth\ntelephoning.\nâ\u0080\u009cThatâ\u0080\u0099s the first time heâ\u0080\u0099s called her up\nsince heâ\u0080\u0099s out here,â\u0080\u009d Hogan said.\nâ\u0080\u009cHe writes her every day.â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d Hogan says, â\u0080\u009ca letter only costs\ntwo cents.â\u0080\u009d\nHogan said good-by to us and Bruce, the\nnigger rubber, drove us down to the train in the\ncart.\nâ\u0080\u009cGood-by, Mr. Brennan,â\u0080\u009d Bruce said at the\ntrain, â\u0080\u009cI sure hope you knock his can off.â\u0080\u009d\nâ\u0080\u009cSo long,â\u0080\u009d Jack said. He gave Bruce two\ndollars. Bruce had worked on him a lot. He\nlooked kind of disappointed. Jack saw me looking\nat Bruce holding the two dollars.\nâ\u0080\u009cItâ\u0080\u0099s all in the bill,â\u0080\u009d he said. â\u0080\u009cHogan\ncharged me for the rubbing.â\u0080\u009d\nOn the train going into town Jack didnâ\u0080\u0099t talk.\nHe sat in the corner of the seat with his ticket\nin his hat-band and looked out of the window.\nOnce he turned and spoke to me.\nâ\u0080\u009cI told the wife Iâ\u0080\u0099d take a room at the Shelby\nto-night,â\u0080\u009d he said. â\u0080\u009cItâ\u0080\u0099s just around the corner\nfrom the Garden. I can go up to the house to-morrow\nmorning.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s a good idea,â\u0080\u009d I said. â\u0080\u009cYour wife\never see you fight, Jack?â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d Jack says. â\u0080\u009cShe never seen me fight.â\u0080\u009d\nI thought he must be figuring on taking an\nawful beating if he doesnâ\u0080\u0099t want to go home\nafterward. In town we took a taxi up to the\nShelby. A boy came out and took our bags and\nwe went in to the desk.\nâ\u0080\u009cHow much are the rooms?â\u0080\u009d Jack asked.\nâ\u0080\u009cWe only have double rooms,â\u0080\u009d the clerk\nsays. â\u0080\u009cI can give you a nice double room for\nten dollars.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s too steep.â\u0080\u009d\nâ\u0080\u009cI can give you a double room for seven\ndollars.â\u0080\u009d\nâ\u0080\u009cWith a bath?â\u0080\u009d\nâ\u0080\u009cCertainly.â\u0080\u009d\nâ\u0080\u009cYou might as well bunk with me, Jerry,â\u0080\u009d\nJack says.\nâ\u0080\u009cOh,â\u0080\u009d I said, â\u0080\u009cIâ\u0080\u0099ll sleep down at my brother-in-lawâ\u0080\u0099s.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t mean for you to pay it,â\u0080\u009d Jack says.\nâ\u0080\u009cI just want to get my moneyâ\u0080\u0099s worth.â\u0080\u009d\nâ\u0080\u009cWill you register, please?â\u0080\u009d the clerk says.\nHe looked at the names. â\u0080\u009cNumber 238,\nMister Brennan.â\u0080\u009d\nWe went up in the elevator. It was a nice\nbig room with two beds and a door opening into\na bath-room.\nâ\u0080\u009cThis is pretty good,â\u0080\u009d Jack says.\nThe boy who brought us up pulled up the\ncurtains and brought in our bags. Jack didnâ\u0080\u0099t\nmake any move, so I gave the boy a quarter.\nWe washed up and Jack said we better go out\nand get something to eat.\nWe ate a lunch at Jimmey Handleyâ\u0080\u0099s place.\nQuite a lot of the boys were there. When we\nwere about half through eating, John came in\nand sat down with us. Jack didnâ\u0080\u0099t talk much.\nâ\u0080\u009cHow are you on the weight, Jack?â\u0080\u009d John\nasked him. Jack was putting away a pretty\ngood lunch.\nâ\u0080\u009cI could make it with my clothes on,â\u0080\u009d Jack\nsaid. He never had to worry about taking off\nweight. He was a natural welter-weight and\nheâ\u0080\u0099d never gotten fat. Heâ\u0080\u0099d lost weight out at\nHoganâ\u0080\u0099s.\nâ\u0080\u009cWell, thatâ\u0080\u0099s one thing you never had to\nworry about,â\u0080\u009d John said.\nâ\u0080\u009cThatâ\u0080\u0099s one thing,â\u0080\u009d Jack says.\nWe went around to the garden to weigh in\nafter lunch. The match was made at a hundred\nforty-seven pounds at three oâ\u0080\u0099clock. Jack\nstepped on the scales with a towel around him.\nThe bar didnâ\u0080\u0099t move. Walcott had just weighed\nand was standing with a lot of people around\nhim.\nâ\u0080\u009cLetâ\u0080\u0099s see what you weigh, Jack,â\u0080\u009d Freedman,\nWalcottâ\u0080\u0099s manager said.\nâ\u0080\u009cAll right, weigh him then,â\u0080\u009d Jack jerked his\nhead toward Walcott.\nâ\u0080\u009cDrop the towel,â\u0080\u009d Freedman said.\nâ\u0080\u009cWhat do you make it?â\u0080\u009d Jack asked the fellows\nwho were weighing.\nâ\u0080\u009cOne hundred and forty-three pounds,â\u0080\u009d the\nfat man who was weighing said.\nâ\u0080\u009cYouâ\u0080\u0099re down fine, Jack,â\u0080\u009d Freedman says.\nâ\u0080\u009cWeigh him,â\u0080\u009d Jack says.\nWalcott came over. He was a blond with\nwide shoulders and arms like a heavyweight.\nHe didnâ\u0080\u0099t have much legs. Jack stood about\nhalf a head taller than he did.\nâ\u0080\u009cHello, Jack,â\u0080\u009d he said. His face was plenty\nmarked up.\nâ\u0080\u009cHello,â\u0080\u009d said Jack. â\u0080\u009cHow you feel?â\u0080\u009d\nâ\u0080\u009cGood,â\u0080\u009d Walcott says. He dropped the\ntowel from around his waist and stood on the\nscales. He had the widest shoulders and back\nyou ever saw.\nâ\u0080\u009cOne hundred and forty-six pounds and\ntwelve ounces.â\u0080\u009d\nWalcott stepped off and grinned at Jack.\nâ\u0080\u009cWell,â\u0080\u009d John says to him, â\u0080\u009cJackâ\u0080\u0099s spotting\nyou about four pounds.â\u0080\u009d\nâ\u0080\u009cMore than that when I come in, kid,â\u0080\u009d Walcott\nsays. â\u0080\u009cIâ\u0080\u0099m going to go and eat now.â\u0080\u009d\nWe went back and Jack got dressed. â\u0080\u009cHeâ\u0080\u0099s\na pretty tough-looking boy,â\u0080\u009d Jack says to me.\nâ\u0080\u009cHe looks as though heâ\u0080\u0099d been hit plenty of\ntimes.â\u0080\u009d\nâ\u0080\u009cOh, yes,â\u0080\u009d Jack says. â\u0080\u009cHe ainâ\u0080\u0099t hard to hit.â\u0080\u009d\nâ\u0080\u009cWhere are you going?â\u0080\u009d John asked when\nJack was dressed.\nâ\u0080\u009cBack to the hotel,â\u0080\u009d Jack says. â\u0080\u009cYou looked\nafter everything?â\u0080\u009d\nâ\u0080\u009cYes,â\u0080\u009d John says. â\u0080\u009cItâ\u0080\u0099s all looked after.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099m going to lie down a while,â\u0080\u009d Jack says.\nâ\u0080\u009cIâ\u0080\u0099ll come around for you about a quarter to\nseven and weâ\u0080\u0099ll go and eat.â\u0080\u009d\nâ\u0080\u009cAll right.â\u0080\u009d\nUp at the hotel Jack took off his shoes and\nhis coat and lay down for a while. I wrote a\nletter. I looked over a couple of times and\nJack wasnâ\u0080\u0099t sleeping. He was lying perfectly\nstill but every once in a while his eyes would\nopen. Finally he sits up.\nâ\u0080\u009cWant to play some cribbage, Jerry?â\u0080\u009d he\nsays.\nâ\u0080\u009cSure,â\u0080\u009d I said.\nHe went over to his suitcase and got out\nthe cards and the cribbage board. We played\ncribbage and he won three dollars off me. John\nknocked at the door and came in.\nâ\u0080\u009cWant to play some cribbage, John?â\u0080\u009d Jack\nasked him.\nJohn put his kelly down on the table. It\nwas all wet. His coat was wet too.\nâ\u0080\u009cIs it raining?â\u0080\u009d Jack asks.\nâ\u0080\u009cItâ\u0080\u0099s pouring,â\u0080\u009d John says. â\u0080\u009cThe taxi I had,\ngot tied up in the traffic and I got out and\nwalked.â\u0080\u009d\nâ\u0080\u009cCome on, play some cribbage,â\u0080\u009d Jack says.\nâ\u0080\u009cYou ought to go and eat.â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d says Jack. â\u0080\u009cI donâ\u0080\u0099t want to eat yet.â\u0080\u009d\nSo they played cribbage for about half an\nhour and Jack won a dollar and a half off him.\nâ\u0080\u009cWell, I suppose we got to go eat,â\u0080\u009d Jack\nsays. He went to the window and looked out.\nâ\u0080\u009cIs it still raining?â\u0080\u009d\nâ\u0080\u009cYes.â\u0080\u009d\nâ\u0080\u009cLetâ\u0080\u0099s eat in the hotel,â\u0080\u009d John says.\nâ\u0080\u009cAll right,â\u0080\u009d Jack says, â\u0080\u009cIâ\u0080\u0099ll play you once\nmore to see who pays for the meal.â\u0080\u009d\nAfter a little while Jack gets up and says,\nâ\u0080\u009cYou buy the meal, John,â\u0080\u009d and we went downstairs\nand ate in the big dining-room.\nAfter we ate we went upstairs and Jack\nplayed cribbage with John again and won two\ndollars and a half off him. Jack was feeling\npretty good. John had a bag with him with all\nhis stuff in it. Jack took off his shirt and collar\nand put on a jersey and a sweater, so he\nwouldnâ\u0080\u0099t catch cold when he came out, and put\nhis ring clothes and his bathrobe in a bag.\nâ\u0080\u009cYou all ready?â\u0080\u009d John asks him. â\u0080\u009cIâ\u0080\u0099ll call\nup and have them get a taxi.â\u0080\u009d\nPretty soon the telephone rang and they said\nthe taxi was waiting.\nWe rode down in the elevator and went out\nthrough the lobby, and got in a taxi and rode\naround to the Garden. It was raining hard but\nthere was a lot of people outside on the streets.\nThe Garden was sold out. As we came in on our\nway to the dressing-room I saw how full it was.\nIt looked like half a mile down to the ring. It\nwas all dark. Just the lights over the ring.\nâ\u0080\u009cItâ\u0080\u0099s a good thing, with this rain, they didnâ\u0080\u0099t\ntry and pull this fight in the ball park,â\u0080\u009d John\nsaid.\nâ\u0080\u009cThey got a good crowd,â\u0080\u009d Jack says.\nâ\u0080\u009cThis is a fight that would draw a lot more\nthan the Garden could hold.â\u0080\u009d\nâ\u0080\u009cYou canâ\u0080\u0099t tell about the weather,â\u0080\u009d Jack\nsays.\nJohn came to the door of the dressing-room\nand poked his head in. Jack was sitting there\nwith his bathrobe on, he had his arms folded\nand was looking at the floor. John had a couple\nof handlers with him. They looked over his\nshoulder. Jack looked up.\nâ\u0080\u009cIs he in?â\u0080\u009d he asked.\nâ\u0080\u009cHeâ\u0080\u0099s just gone down,â\u0080\u009d John said.\nWe started down. Walcott was just getting\ninto the ring. The crowd gave him a big hand.\nHe climbed through between the ropes and put\nhis two fists together and smiled, and shook\nthem at the crowd, first at one side of the ring,\nthen at the other, and then sat down. Jack got\na good hand coming down through the crowd.\nJack is Irish and the Irish always get a pretty\ngood hand. An Irishman donâ\u0080\u0099t draw in New\nYork like a Jew or an Italian but they always\nget a good hand. Jack climbed up and bent\ndown to go through the ropes and Walcott came\nover from his corner and pushed the rope down\nfor Jack to go through. The crowd thought\nthat was wonderful. Walcott put his hand on\nJackâ\u0080\u0099s shoulder and they stood there just for\na second.\nâ\u0080\u009cSo youâ\u0080\u0099re going to be one of these popular\nchampions,â\u0080\u009d Jack says to him. â\u0080\u009cTake your\ngoddam hand off my shoulder.â\u0080\u009d\nâ\u0080\u009cBe yourself,â\u0080\u009d Walcott says.\nThis is all great for the crowd. How gentlemanly\nthe boys are before the fight! How\nthey wish each other luck!\nSolly Freedman came over to our corner\nwhile Jack is bandaging his hands and John is\nover in Walcottâ\u0080\u0099s corner. Jack puts his thumb\nthrough the slit in the bandage and then\nwrapped his hand nice and smooth. I taped it\naround the wrist and twice across the knuckles.\nâ\u0080\u009cHey,â\u0080\u009d Freedman says. â\u0080\u009cWhere do you\nget all that tape?â\u0080\u009d\nâ\u0080\u009cFeel of it,â\u0080\u009d Jack says. â\u0080\u009cItâ\u0080\u0099s soft, ainâ\u0080\u0099t it?\nDonâ\u0080\u0099t be a hick.â\u0080\u009d\nFreedman stands there all the time while\nJack bandages the other hand, and one of the\nboys thatâ\u0080\u0099s going to handle him brings the\ngloves and I pull them on and work them\naround.\nâ\u0080\u009cSay, Freedman,â\u0080\u009d Jack asks, â\u0080\u009cwhat nationality\nis this Walcott?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know,â\u0080\u009d Solly says. â\u0080\u009cHeâ\u0080\u0099s some sort\nof a Dane.â\u0080\u009d\nâ\u0080\u009cHeâ\u0080\u0099s a Bohemian,â\u0080\u009d the lad who brought the\ngloves said.\nThe referee called them out to the centre\nof the ring and Jack walks out. Walcott comes\nout smiling. They met and the referee put his\narm on each of their shoulders.\nâ\u0080\u009cHello, popularity,â\u0080\u009d Jack says to Walcott.\nâ\u0080\u009cBe yourself.â\u0080\u009d\nâ\u0080\u009cWhat do you call yourself â\u0080\u0098Walcottâ\u0080\u0099 for?â\u0080\u009d\nJack says. â\u0080\u009cDidnâ\u0080\u0099t you know he was a nigger?â\u0080\u009d\nâ\u0080\u009cListenâ\u0080\u0094â\u0080\u009d says the referee, and he gives\nthem the same old line. Once Walcott interrupts\nhim. He grabs Jackâ\u0080\u0099s arm and says, â\u0080\u009cCan\nI hit when heâ\u0080\u0099s got me like this?â\u0080\u009d\nâ\u0080\u009cKeep your hands off me,â\u0080\u009d Jack says. â\u0080\u009cThere\nainâ\u0080\u0099t no moving-pictures of this.â\u0080\u009d\nThey went back to their corners. I lifted the\nbathrobe off Jack and he leaned on the ropes and\nflexed his knees a couple of times and scuffed\nhis shoes in the rosin. The gong rang and\nJack turned quick and went out. Walcott came\ntoward him and they touched gloves and as\nsoon as Walcott dropped his hands Jack jumped\nhis left into his face twice. There wasnâ\u0080\u0099t anybody\never boxed better than Jack. Walcott was\nafter him, going forward all the time with his\nchin on his chest. Heâ\u0080\u0099s a hooker and he carries\nhis hands pretty low. All he knows is to\nget in there and sock. But every time he gets\nin there close, Jack has the left hand in his face.\nItâ\u0080\u0099s just as though itâ\u0080\u0099s automatic. Jack just\nraises the left hand up and itâ\u0080\u0099s in Walcottâ\u0080\u0099s face.\nThree or four times Jack brings the right over\nbut Walcott gets it on the shoulder or high up\non the head. Heâ\u0080\u0099s just like all these hookers.\nThe only thing heâ\u0080\u0099s afraid of is another one of\nthe same kind. Heâ\u0080\u0099s covered everywhere you\ncan hurt him. He donâ\u0080\u0099t care about a left-hand\nin his face.\nAfter about four rounds Jack has him bleeding\nbad and his face all cut up, but every time\nWalcottâ\u0080\u0099s got in close heâ\u0080\u0099s socked so hard heâ\u0080\u0099s\ngot two big red patches on both sides just below\nJackâ\u0080\u0099s ribs. Every time he gets in close, Jack\nties him up, then gets one hand loose and uppercuts\nhim, but when Walcott gets his hands\nloose he socks Jack in the body so they can hear\nit outside in the street. Heâ\u0080\u0099s a socker.\nIt goes along like that for three rounds more.\nThey donâ\u0080\u0099t talk any. Theyâ\u0080\u0099re working all the\ntime. We worked over Jack plenty too, in between\nthe rounds. He donâ\u0080\u0099t look good at all\nbut he never does much work in the ring. He\ndonâ\u0080\u0099t move around much and that left-hand is\njust automatic. Itâ\u0080\u0099s just like it was connected\nwith Walcottâ\u0080\u0099s face and Jack just had to wish\nit in every time. Jack is always calm in close\nand he doesnâ\u0080\u0099t waste any juice. He knows\neverything about working in close too and heâ\u0080\u0099s\ngetting away with a lot of stuff. While they\nwere in our corner I watched him tie Walcott\nup, get his right hand loose, turn it and come\nup with an uppercut that got Walcottâ\u0080\u0099s nose\nwith the heel of the glove. Walcott was bleeding\nbad and leaned his nose on Jackâ\u0080\u0099s shoulder\nso as to give Jack some of it too, and Jack sort\nof lifted his shoulder sharp and caught him\nagainst the nose, and then brought down the\nright hand and did the same thing again.\nWalcott was sore as hell. By the time theyâ\u0080\u0099d\ngone five rounds he hated Jackâ\u0080\u0099s guts. Jack\nwasnâ\u0080\u0099t sore; that is, he wasnâ\u0080\u0099t any sorer than he\nalways was. He certainly did used to make the\nfellows he fought hate boxing. That was why\nhe hated Kid Lewis so. He never got the Kidâ\u0080\u0099s\ngoat. Kid Lewis always had about three new\ndirty things Jack couldnâ\u0080\u0099t do. Jack was as safe\nas a church all the time he was in there, as long\nas he was strong. He certainly was treating\nWalcott rough. The funny thing was it looked\nas though Jack was an open classic boxer. That\nwas because he had all that stuff too.\nAfter the seventh round Jack says, â\u0080\u009cMy\nleftâ\u0080\u0099s getting heavy.â\u0080\u009d\nFrom then he started to take a beating. It\ndidnâ\u0080\u0099t show at first. But instead of him running\nthe fight it was Walcott was running it, instead\nof being safe all the time now he was in trouble.\nHe couldnâ\u0080\u0099t keep him out with the left hand\nnow. It looked as though it was the same as\never, only now instead of Walcottâ\u0080\u0099s punches\njust missing him they were just hitting him.\nHe took an awful beating in the body.\nâ\u0080\u009cWhatâ\u0080\u0099s the round?â\u0080\u009d Jack asked.\nâ\u0080\u009cThe eleventh.â\u0080\u009d\nâ\u0080\u009cI canâ\u0080\u0099t stay,â\u0080\u009d Jack says. â\u0080\u009cMy legs are going\nbad.â\u0080\u009d\nWalcott had been just hitting him for a long\ntime. It was like a baseball catcher pulls the\nball and takes some of the shock off. From\nnow on Walcott commenced to land solid. He\ncertainly was a socking-machine. Jack was just\ntrying to block everything now. It didnâ\u0080\u0099t show\nwhat an awful beating he was taking. In between\nthe rounds I worked on his legs. The\nmuscles would flutter under my hands all the\ntime I was rubbing them. He was sick as hell.\nâ\u0080\u009cHowâ\u0080\u0099s it go?â\u0080\u009d he asked John, turning\naround, his face all swollen.\nâ\u0080\u009cItâ\u0080\u0099s his fight.â\u0080\u009d\nâ\u0080\u009cI think I can last,â\u0080\u009d Jack says. â\u0080\u009cI donâ\u0080\u0099t want\nthis bohunk to stop me.â\u0080\u009d\nIt was going just the way he thought it\nwould. He knew he couldnâ\u0080\u0099t beat Walcott. He\nwasnâ\u0080\u0099t strong any more. He was all right\nthough. His money was all right and now he\nwanted to finish it off right to please himself.\nHe didnâ\u0080\u0099t want to be knocked out.\nThe gong rang and we pushed him out. He\nwent out slow. Walcott came right out after\nhim. Jack put the left in his face and Walcott\ntook it, came in under it and started working on\nJackâ\u0080\u0099s body. Jack tried to tie him up and it was\njust like trying to hold on to a buzz-saw. Jack\nbroke away from it and missed with the right.\nWalcott clipped him with a left-hook and Jack\nwent down. He went down on his hands and\nknees and looked at us. The referee started\ncounting. Jack was watching us and shaking his\nhead. At eight John motioned to him. You\ncouldnâ\u0080\u0099t hear on account of the crowd. Jack\ngot up. The referee had been holding Walcott\nback with one arm while he counted.\nWhen Jack was on his feet Walcott started\ntoward him.\nâ\u0080\u009cWatch yourself, Jimmy,â\u0080\u009d I heard Solly\nFreedman yell to him.\nWalcott came up to Jack looking at him.\nJack stuck the left hand at him. Walcott just\nshook his head. He backed Jack up against the\nropes, measured him and then hooked the left\nvery light to the side of Jackâ\u0080\u0099s head and socked\nthe right into the body as hard as he could sock,\njust as low as he could get it. He must have\nhit him five inches below the belt. I thought\nthe eyes would come out of Jackâ\u0080\u0099s head. They\nstuck way out. His mouth come open.\nThe referee grabbed Walcott. Jack stepped\nforward. If he went down there went fifty\nthousand bucks. He walked as though all his\ninsides were going to fall out.\nâ\u0080\u009cIt wasnâ\u0080\u0099t low,â\u0080\u009d he said. â\u0080\u009cIt was a accident.â\u0080\u009d\nThe crowd were yelling so you couldnâ\u0080\u0099t hear\nanything.\nâ\u0080\u009cIâ\u0080\u0099m all right,â\u0080\u009d Jack says. They were right\nin front of us. The referee looks at John and\nthen he shakes his head.\nâ\u0080\u009cCome on, you polak son-of-a-bitch,â\u0080\u009d Jack\nsays to Walcott.\nJohn was hanging onto the ropes. He had\nthe towel ready to chuck in. Jack was standing\njust a little way out from the ropes. He took\na step forward. I saw the sweat come out on his\nface like somebody had squeezed it and a big\ndrop went down his nose.\nâ\u0080\u009cCome on and fight,â\u0080\u009d Jack says to Walcott.\nThe referee looked at John and waved Walcott\non.\nâ\u0080\u009cGo in there, you slob,â\u0080\u009d he says.\nWalcott went in. He didnâ\u0080\u0099t know what to\ndo either. He never thought Jack could have\nstood it. Jack put the left in his face. There\nwas such a hell of a lot of yelling going on.\nThey were right in front of us. Walcott hit\nhim twice. Jackâ\u0080\u0099s face was the worst thing I\never saw,â\u0080\u0094the look on it! He was holding\nhimself and all his body together and it all\nshowed on his face. All the time he was thinking\nand holding his body in where it was busted.\nThen he started to sock. His face looked\nawful all the time. He started to sock with his\nhands low down by his side, swinging at Walcott.\nWalcott covered up and Jack was swinging\nwild at Walcottâ\u0080\u0099s head. Then he swung the\nleft and it hit Walcott in the groin and the right\nhit Walcott right bang where heâ\u0080\u0099d hit Jack.\nWay low below the belt. Walcott went down\nand grabbed himself there and rolled and\ntwisted around.\nThe referee grabbed Jack and pushed him toward\nhis corner. John jumps into the ring.\nThere was all this yelling going on. The\nreferee was talking with the judges and then the\nannouncer got into the ring with the megaphone\nand says, â\u0080\u009cWalcott on a foul.â\u0080\u009d\nThe referee is talking to John and he says,\nâ\u0080\u009cWhat could I do? Jack wouldnâ\u0080\u0099t take the\nfoul. Then when heâ\u0080\u0099s groggy he fouls him.â\u0080\u009d\nâ\u0080\u009cHeâ\u0080\u0099d lost it anyway,â\u0080\u009d John says.\nJackâ\u0080\u0099s sitting on the chair. Iâ\u0080\u0099ve got his gloves\noff and heâ\u0080\u0099s holding himself in down there with\nboth hands. When heâ\u0080\u0099s got something supporting\nit his face doesnâ\u0080\u0099t look so bad.\nâ\u0080\u009cGo over and say youâ\u0080\u0099re sorry,â\u0080\u009d John says\ninto his ear. â\u0080\u009cItâ\u0080\u0099ll look good.â\u0080\u009d\nJack stands up and the sweat comes out all\nover his face. I put the bathrobe around him\nand he holds himself in with one hand under\nthe bathrobe and goes across the ring. Theyâ\u0080\u0099ve\npicked Walcott up and theyâ\u0080\u0099re working on him.\nThereâ\u0080\u0099re a lot of people in Walcottâ\u0080\u0099s corner.\nNobody speaks to Jack. He leans over Walcott.\nâ\u0080\u009cIâ\u0080\u0099m sorry,â\u0080\u009d Jack says. â\u0080\u009cI didnâ\u0080\u0099t mean to\nfoul you.â\u0080\u009d\nWalcott doesnâ\u0080\u0099t say anything. He looks too\ndamned sick.\nâ\u0080\u009cWell, youâ\u0080\u0099re the champion now,â\u0080\u009d Jack says\nto him. â\u0080\u009cI hope you get a hell of a lot of fun\nout of it.â\u0080\u009d\nâ\u0080\u009cLeave the kid alone,â\u0080\u009d Solly Freedman says.\nâ\u0080\u009cHello, Solly,â\u0080\u009d Jack says. â\u0080\u009cIâ\u0080\u0099m sorry I\nfouled your boy.â\u0080\u009d\nFreedman just looks at him.\nJack went to his corner walking that funny\njerky way and we got him down through the\nropes and through the reportersâ\u0080\u0099 tables and out\ndown the aisle. A lot of people want to slap\nJack on the back. He goes out through all\nthat mob in his bathrobe to the dressing-room.\nItâ\u0080\u0099s a popular win for Walcott. Thatâ\u0080\u0099s the way\nthe money was bet in the Garden.\nOnce we got inside the dressing-room Jack\nlay down and shut his eyes.\nâ\u0080\u009cWe want to get to the hotel and get a\ndoctor,â\u0080\u009d John says.\nâ\u0080\u009cIâ\u0080\u0099m all busted inside,â\u0080\u009d Jack says.\nâ\u0080\u009cIâ\u0080\u0099m sorry as hell, Jack,â\u0080\u009d John says.\nâ\u0080\u009cItâ\u0080\u0099s all right,â\u0080\u009d Jack says.\nHe lies there with his eyes shut.\nâ\u0080\u009cThey certainly tried a nice double-cross,â\u0080\u009d\nJohn said.\nâ\u0080\u009cYour friends Morgan and Steinfelt,â\u0080\u009d Jack\nsaid. â\u0080\u009cYou got nice friends.â\u0080\u009d\nHe lies there, his eyes are open now. His\nface has still got that awful drawn look.\nâ\u0080\u009cItâ\u0080\u0099s funny how fast you can think when it\nmeans that much money,â\u0080\u009d Jack says.\nâ\u0080\u009cYouâ\u0080\u0099re some boy, Jack,â\u0080\u009d John says.\nâ\u0080\u009cNo,â\u0080\u009d Jack says. â\u0080\u009cIt was nothing.â\u0080\u009d",
    "metadata": {
        "author": "Hemingway",
        "year": 1927,
        "url": "https://www.gutenberg.org/cache/epub/69683/pg69683-images.html",
        "name": "fifty_grand"
    }
}