{
    "name": "Hemingway - Hills Like White Elephants",
    "body": "The hills across the valley of the Ebro were\nlong and white. On this side there was no\nshade and no trees and the station was between\ntwo lines of rails in the sun. Close against the\nside of the station there was the warm shadow\nof the building and a curtain, made of strings of\nbamboo beads, hung across the open door into\nthe bar, to keep out flies. The American and\nthe girl with him sat at a table in the shade,\noutside the building. It was very hot and the\nexpress from Barcelona would come in forty\nminutes. It stopped at this junction for two\nminutes and went on to Madrid.\nâ\u0080\u009cWhat should we drink?â\u0080\u009d the girl asked.\nShe had taken off her hat and put it on the\ntable.\nâ\u0080\u009cItâ\u0080\u0099s pretty hot,â\u0080\u009d the man said.\nâ\u0080\u009cLetâ\u0080\u0099s drink beer.â\u0080\u009d\nâ\u0080\u009cDos cervezas,â\u0080\u009d the man said into the curtain.\nâ\u0080\u009cBig ones?â\u0080\u009d a woman asked from the doorway.\nâ\u0080\u009cYes. Two big ones.â\u0080\u009d\nThe woman brought two glasses of beer and\ntwo felt pads. She put the felt pads and the\nbeer glasses on the table and looked at the man\nand the girl. The girl was looking off at the\nline of hills. They were white in the sun and\nthe country was brown and dry.\nâ\u0080\u009cThey look like white elephants,â\u0080\u009d she said.\nâ\u0080\u009cIâ\u0080\u0099ve never seen one,â\u0080\u009d the man drank his\nbeer.\nâ\u0080\u009cNo, you wouldnâ\u0080\u0099t have.â\u0080\u009d\nâ\u0080\u009cI might have,â\u0080\u009d the man said. â\u0080\u009cJust because\nyou say I wouldnâ\u0080\u0099t have doesnâ\u0080\u0099t prove\nanything.â\u0080\u009d\nThe girl looked at the bead curtain.\nâ\u0080\u009cTheyâ\u0080\u0099ve painted something on it,â\u0080\u009d she said.\nâ\u0080\u009cWhat does it say?â\u0080\u009d\nâ\u0080\u009cAnis del Toro. Itâ\u0080\u0099s a drink.â\u0080\u009d\nâ\u0080\u009cCould we try it?â\u0080\u009d\nThe man called â\u0080\u009cListenâ\u0080\u009d through the curtain.\nThe woman came out from the bar.\nâ\u0080\u009cFour reales.â\u0080\u009d\nâ\u0080\u009cWe want two Anis del Toro.â\u0080\u009d\nâ\u0080\u009cWith water?â\u0080\u009d\nâ\u0080\u009cDo you want it with water?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know,â\u0080\u009d the girl said. â\u0080\u009cIs it good\nwith water?â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s all right.â\u0080\u009d\nâ\u0080\u009cYou want them with water?â\u0080\u009d asked the\nwoman.\nâ\u0080\u009cYes, with water.â\u0080\u009d\nâ\u0080\u009cIt tastes like licorice,â\u0080\u009d the girl said and put\nthe glass down.\nâ\u0080\u009cThatâ\u0080\u0099s the way with everything.â\u0080\u009d\nâ\u0080\u009cYes,â\u0080\u009d said the girl. â\u0080\u009cEverything tastes of\nlicorice. Especially all the things youâ\u0080\u0099ve waited\nso long for, like absinthe.â\u0080\u009d\nâ\u0080\u009cOh, cut it out.â\u0080\u009d\nâ\u0080\u009cYou started it,â\u0080\u009d the girl said. â\u0080\u009cI was being\namused. I was having a fine time.â\u0080\u009d\nâ\u0080\u009cWell, letâ\u0080\u0099s try and have a fine time.â\u0080\u009d\nâ\u0080\u009cAll right. I was trying. I said the mountains\nlooked like white elephants. Wasnâ\u0080\u0099t that\nbright?â\u0080\u009d\nâ\u0080\u009cThat was bright.â\u0080\u009d\nâ\u0080\u009cI wanted to try this new drink. Thatâ\u0080\u0099s all\nwe do, isnâ\u0080\u0099t itâ\u0080\u0094look at things and try new\ndrinks?â\u0080\u009d\nâ\u0080\u009cI guess so.â\u0080\u009d\nThe girl looked across at the hills.\nâ\u0080\u009cTheyâ\u0080\u0099re lovely hills,â\u0080\u009d she said. â\u0080\u009cThey\ndonâ\u0080\u0099t really look like white elephants. I just\nmeant the coloring of their skin through the\ntrees.â\u0080\u009d\nâ\u0080\u009cShould we have another drink?â\u0080\u009d\nâ\u0080\u009cAll right.â\u0080\u009d\nThe warm wind blew the bead curtain against\nthe table.\nâ\u0080\u009cThe beerâ\u0080\u0099s nice and cool,â\u0080\u009d the man said.\nâ\u0080\u009cItâ\u0080\u0099s lovely,â\u0080\u009d the girl said.\nâ\u0080\u009cItâ\u0080\u0099s really an awfully simple operation, Jig,â\u0080\u009d\nthe man said. â\u0080\u009cItâ\u0080\u0099s not really an operation at\nall.â\u0080\u009d\nThe girl looked at the ground the table legs\nrested on.\nâ\u0080\u009cI know you wouldnâ\u0080\u0099t mind it, Jig. Itâ\u0080\u0099s\nreally not anything. Itâ\u0080\u0099s just to let the air in.â\u0080\u009d\nThe girl did not say anything.\nâ\u0080\u009cIâ\u0080\u0099ll go with you and Iâ\u0080\u0099ll stay with you all\nthe time. They just let the air in and then itâ\u0080\u0099s\nall perfectly natural.â\u0080\u009d\nâ\u0080\u009cThen what will we do afterward?â\u0080\u009d\nâ\u0080\u009cWeâ\u0080\u0099ll be fine afterward. Just like we were\nbefore.â\u0080\u009d\nâ\u0080\u009cWhat makes you think so?â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s the only thing that bothers us. Itâ\u0080\u0099s\nthe only thing thatâ\u0080\u0099s made us unhappy.â\u0080\u009d\nThe girl looked at the bead curtain, put her\nhand out and took hold of two of the strings of\nbeads.\nâ\u0080\u009cAnd you think then weâ\u0080\u0099ll be all right and\nbe happy.â\u0080\u009d\nâ\u0080\u009cI know we will. You donâ\u0080\u0099t have to be\nafraid. Iâ\u0080\u0099ve known lots of people that have\ndone it.â\u0080\u009d\nâ\u0080\u009cSo have I,â\u0080\u009d said the girl. â\u0080\u009cAnd afterward\nthey were all so happy.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d the man said, â\u0080\u009cif you donâ\u0080\u0099t want\nto you donâ\u0080\u0099t have to. I wouldnâ\u0080\u0099t have you do\nit if you didnâ\u0080\u0099t want to. But I know itâ\u0080\u0099s perfectly\nsimple.â\u0080\u009d\nâ\u0080\u009cAnd you really want to?â\u0080\u009d\nâ\u0080\u009cI think itâ\u0080\u0099s the best thing to do. But I donâ\u0080\u0099t\nwant you to do it if you donâ\u0080\u0099t really want to.â\u0080\u009d\nâ\u0080\u009cAnd if I do it youâ\u0080\u0099ll be happy and things\nwill be like they were and youâ\u0080\u0099ll love me?â\u0080\u009d\nâ\u0080\u009cI love you now. You know I love you.â\u0080\u009d\nâ\u0080\u009cI know. But if I do it, then it will be nice\nagain if I say things are like white elephants,\nand youâ\u0080\u0099ll like it?â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll love it. I love it now but I just canâ\u0080\u0099t\nthink about it. You know how I get when I\nworry.â\u0080\u009d\nâ\u0080\u009cIf I do it you wonâ\u0080\u0099t ever worry?â\u0080\u009d\nâ\u0080\u009cI wonâ\u0080\u0099t worry about that because itâ\u0080\u0099s perfectly\nsimple.â\u0080\u009d\nâ\u0080\u009cThen Iâ\u0080\u0099ll do it. Because I donâ\u0080\u0099t care about\nme.â\u0080\u009d\nâ\u0080\u009cWhat do you mean?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t care about me.â\u0080\u009d\nâ\u0080\u009cWell, I care about you.â\u0080\u009d\nâ\u0080\u009cOh, yes. But I donâ\u0080\u0099t care about me. And\nIâ\u0080\u0099ll do it and then everything will be fine.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t want you to do it if you feel that\nway.â\u0080\u009d\nThe girl stood up and walked to the end of\nthe station. Across, on the other side, were\nfields of grain and trees along the banks of the\nEbro. Far away, beyond the river, were mountains.\nThe shadow of a cloud moved across the\nfield of grain and she saw the river through the\ntrees.\nâ\u0080\u009cAnd we could have all this,â\u0080\u009d she said. â\u0080\u009cAnd\nwe could have everything and every day we\nmake it more impossible.â\u0080\u009d\nâ\u0080\u009cWhat did you say?â\u0080\u009d\nâ\u0080\u009cI said we could have everything.â\u0080\u009d\nâ\u0080\u009cWe can have everything.â\u0080\u009d\nâ\u0080\u009cNo, we canâ\u0080\u0099t.â\u0080\u009d\nâ\u0080\u009cWe can have the whole world.â\u0080\u009d\nâ\u0080\u009cNo, we canâ\u0080\u0099t.â\u0080\u009d\nâ\u0080\u009cWe can go everywhere.â\u0080\u009d\nâ\u0080\u009cNo, we canâ\u0080\u0099t. It isnâ\u0080\u0099t ours any more.â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s ours.â\u0080\u009d\nâ\u0080\u009cNo, it isnâ\u0080\u0099t. And once they take it away,\nyou never get it back.â\u0080\u009d\nâ\u0080\u009cBut they havenâ\u0080\u0099t taken it away.â\u0080\u009d\nâ\u0080\u009cWeâ\u0080\u0099ll wait and see.â\u0080\u009d\nâ\u0080\u009cCome on back in the shade,â\u0080\u009d he said. â\u0080\u009cYou\nmustnâ\u0080\u0099t feel that way.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t feel any way,â\u0080\u009d the girl said. â\u0080\u009cI\njust know things.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t want you to do anything that you\ndonâ\u0080\u0099t want to doâ\u0080\u0094â\u0080\u0094â\u0080\u009d\nâ\u0080\u009cNor that isnâ\u0080\u0099t good for me,â\u0080\u009d she said. â\u0080\u009cI\nknow. Could we have another beer?â\u0080\u009d\nâ\u0080\u009cAll right. But youâ\u0080\u0099ve got to realizeâ\u0080\u0094â\u0080\u0094â\u0080\u009d\nâ\u0080\u009cI realize,â\u0080\u009d the girl said. â\u0080\u009cCanâ\u0080\u0099t we maybe\nstop talking?â\u0080\u009d\nThey sat down at the table and the girl\nlooked across at the hills on the dry side of the\nvalley and the man looked at her and at the\ntable.\nâ\u0080\u009cYouâ\u0080\u0099ve got to realize,â\u0080\u009d he said, â\u0080\u009cthat I donâ\u0080\u0099t\nwant you to do it if you donâ\u0080\u0099t want to. Iâ\u0080\u0099m\nperfectly willing to go through with it if it\nmeans anything to you.â\u0080\u009d\nâ\u0080\u009cDoesnâ\u0080\u0099t it mean anything to you? We could\nget along.â\u0080\u009d\nâ\u0080\u009cOf course it does. But I donâ\u0080\u0099t want anybody\nbut you. I donâ\u0080\u0099t want any one else. And\nI know itâ\u0080\u0099s perfectly simple.â\u0080\u009d\nâ\u0080\u009cYes, you know itâ\u0080\u0099s perfectly simple.â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s all right for you to say that, but I do\nknow it.â\u0080\u009d\nâ\u0080\u009cWould you do something for me now?â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099d do anything for you.â\u0080\u009d\nâ\u0080\u009cWould you please please please please\nplease please please stop talking?â\u0080\u009d\nHe did not say anything but looked at the\nbags against the wall of the station. There\nwere labels on them from all the hotels where\nthey had spent nights.\nâ\u0080\u009cBut I donâ\u0080\u0099t want you to,â\u0080\u009d he said, â\u0080\u009cI donâ\u0080\u0099t\ncare anything about it.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll scream,â\u0080\u009d the girl said.\nThe woman came out through the curtains\nwith two glasses of beer and put them down on\nthe damp felt pads. â\u0080\u009cThe train comes in five\nminutes,â\u0080\u009d she said.\nâ\u0080\u009cWhat did she say?â\u0080\u009d asked the girl.\nâ\u0080\u009cThat the train is coming in five minutes.â\u0080\u009d\nThe girl smiled brightly at the woman, to\nthank her.\nâ\u0080\u009cIâ\u0080\u0099d better take the bags over to the other\nside of the station,â\u0080\u009d the man said. She smiled\nat him.\nâ\u0080\u009cAll right. Then come back and weâ\u0080\u0099ll finish\nthe beer.â\u0080\u009d\nHe picked up the two heavy bags and carried\nthem around the station to the other tracks. He\nlooked up the tracks but could not see the train.\nComing back, he walked through the barroom,\nwhere people waiting for the train were drinking.\nHe drank an Anis at the bar and looked\nat the people. They were all waiting reasonably\nfor the train. He went out through the\nbead curtain. She was sitting at the table and\nsmiled at him.\nâ\u0080\u009cDo you feel better?â\u0080\u009d he asked.\nâ\u0080\u009cI feel fine,â\u0080\u009d she said. â\u0080\u009cThereâ\u0080\u0099s nothing\nwrong with me. I feel fine.â\u0080\u009d",
    "metadata": {
        "author": "Hemingway",
        "year": 1927,
        "url": "https://www.gutenberg.org/cache/epub/69683/pg69683-images.html",
        "name": "hills_like_white_elephants"
    }
}