{
    "name": "Hemingway - the Killers",
    "body": "The door of Henryâ\u0080\u0099s lunch-room opened\nand two men came in. They sat down at the\ncounter.\nâ\u0080\u009cWhatâ\u0080\u0099s yours?â\u0080\u009d George asked them.\nâ\u0080\u009cI donâ\u0080\u0099t know,â\u0080\u009d one of the men said. â\u0080\u009cWhat\ndo you want to eat, Al?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know,â\u0080\u009d said Al. â\u0080\u009cI donâ\u0080\u0099t know what\nI want to eat.â\u0080\u009d\nOutside it was getting dark. The street-light\ncame on outside the window. The two men at\nthe counter read the menu. From the other\nend of the counter Nick Adams watched them.\nHe had been talking to George when they\ncame in.\nâ\u0080\u009cIâ\u0080\u0099ll have a roast pork tenderloin with apple\nsauce and mashed potatoes,â\u0080\u009d the first man said.\nâ\u0080\u009cIt isnâ\u0080\u0099t ready yet.â\u0080\u009d\nâ\u0080\u009cWhat the hell do you put it on the card\nfor?â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s the dinner,â\u0080\u009d George explained.\nâ\u0080\u009cYou can get that at six oâ\u0080\u0099clock.â\u0080\u009d\nGeorge looked at the clock on the wall behind\nthe counter.\nâ\u0080\u009cItâ\u0080\u0099s five oâ\u0080\u0099clock.â\u0080\u009d\nâ\u0080\u009cThe clock says twenty minutes past five,â\u0080\u009d\nthe second man said.\nâ\u0080\u009cItâ\u0080\u0099s twenty minutes fast.â\u0080\u009d\nâ\u0080\u009cOh, to hell with the clock,â\u0080\u009d the first man\nsaid. â\u0080\u009cWhat have you got to eat?â\u0080\u009d\nâ\u0080\u009cI can give you any kind of sandwiches,â\u0080\u009d\nGeorge said. â\u0080\u009cYou can have ham and eggs,\nbacon and eggs, liver and bacon, or a steak.â\u0080\u009d\nâ\u0080\u009cGive me chicken croquettes with green peas\nand cream sauce and mashed potatoes.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s the dinner.â\u0080\u009d\nâ\u0080\u009cEverything we wantâ\u0080\u0099s the dinner, eh?\nThatâ\u0080\u0099s the way you work it.â\u0080\u009d\nâ\u0080\u009cI can give you ham and eggs, bacon and\neggs, liverâ\u0080\u0094â\u0080\u0094â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll take ham and eggs,â\u0080\u009d the man called Al\nsaid. He wore a derby hat and a black overcoat\nbuttoned across the chest. His face was\nsmall and white and he had tight lips. He\nwore a silk muffler and gloves.\nâ\u0080\u009cGive me bacon and eggs,â\u0080\u009d said the other\nman. He was about the same size as Al. Their\nfaces were different, but they were dressed like\ntwins. Both wore overcoats too tight for them.\nThey sat leaning forward, their elbows on the\ncounter.\nâ\u0080\u009cGot anything to drink?â\u0080\u009d Al asked.\nâ\u0080\u009cSilver beer, bevo, ginger-ale,â\u0080\u009d George said.\nâ\u0080\u009cI mean you got anything to drink?â\u0080\u009d\nâ\u0080\u009cJust those I said.â\u0080\u009d\nâ\u0080\u009cThis is a hot town,â\u0080\u009d said the other. â\u0080\u009cWhat\ndo they call it?â\u0080\u009d\nâ\u0080\u009cSummit.â\u0080\u009d\nâ\u0080\u009cEver hear of it?â\u0080\u009d Al asked his friend.\nâ\u0080\u009cNo,â\u0080\u009d said the friend.\nâ\u0080\u009cWhat do you do here nights?â\u0080\u009d Al asked.\nâ\u0080\u009cThey eat the dinner,â\u0080\u009d his friend said.\nâ\u0080\u009cThey all come here and eat the big dinner.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s right,â\u0080\u009d George said.\nâ\u0080\u009cSo you think thatâ\u0080\u0099s right?â\u0080\u009d Al asked George.\nâ\u0080\u009cSure.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099re a pretty bright boy, arenâ\u0080\u0099t you?â\u0080\u009d\nâ\u0080\u009cSure,â\u0080\u009d said George.\nâ\u0080\u009cWell, youâ\u0080\u0099re not,â\u0080\u009d said the other little man.\nâ\u0080\u009cIs he, Al?â\u0080\u009d\nâ\u0080\u009cHeâ\u0080\u0099s dumb,â\u0080\u009d said Al. He turned to Nick.\nâ\u0080\u009cWhatâ\u0080\u0099s your name?â\u0080\u009d\nâ\u0080\u009cAdams.â\u0080\u009d\nâ\u0080\u009cAnother bright boy,â\u0080\u009d Al said. â\u0080\u009cAinâ\u0080\u0099t he a\nbright boy, Max?â\u0080\u009d\nâ\u0080\u009cThe townâ\u0080\u0099s full of bright boys,â\u0080\u009d Max said.\nGeorge put the two platters, one of ham and\neggs, the other of bacon and eggs, on the counter.\nHe set down two side-dishes of fried potatoes\nand closed the wicket into the kitchen.\nâ\u0080\u009cWhich is yours?â\u0080\u009d he asked Al.\nâ\u0080\u009cDonâ\u0080\u0099t you remember?â\u0080\u009d\nâ\u0080\u009cHam and eggs.â\u0080\u009d\nâ\u0080\u009cJust a bright boy,â\u0080\u009d Max said. He leaned\nforward and took the ham and eggs. Both men\nate with their gloves on. George watched them\neat.\nâ\u0080\u009cWhat are you looking at?â\u0080\u009d Max looked at\nGeorge.\nâ\u0080\u009cNothing.â\u0080\u009d\nâ\u0080\u009cThe hell you were. You were looking at\nme.â\u0080\u009d\nâ\u0080\u009cMaybe the boy meant it for a joke, Max,â\u0080\u009d\nAl said.\nGeorge laughed.\nâ\u0080\u009cYou donâ\u0080\u0099t have to laugh,â\u0080\u009d Max said to him.\nâ\u0080\u009cYou donâ\u0080\u0099t have to laugh at all, see?â\u0080\u009d\nâ\u0080\u009cAll right,â\u0080\u009d said George.\nâ\u0080\u009cSo he thinks itâ\u0080\u0099s all right.â\u0080\u009d Max turned to\nAl. â\u0080\u009cHe thinks itâ\u0080\u0099s all right. Thatâ\u0080\u0099s a good\none.â\u0080\u009d\nâ\u0080\u009cOh, heâ\u0080\u0099s a thinker,â\u0080\u009d Al said. They went on\neating.\nâ\u0080\u009cWhatâ\u0080\u0099s the bright boyâ\u0080\u0099s name down the\ncounter?â\u0080\u009d Al asked Max.\nâ\u0080\u009cHey, bright boy,â\u0080\u009d Max said to Nick. â\u0080\u009cYou\ngo around on the other side of the counter with\nyour boy friend.â\u0080\u009d\nâ\u0080\u009cWhatâ\u0080\u0099s the idea?â\u0080\u009d Nick asked.\nâ\u0080\u009cThere isnâ\u0080\u0099t any idea.â\u0080\u009d\nâ\u0080\u009cYou better go around, bright boy,â\u0080\u009d Al said.\nNick went around behind the counter.\nâ\u0080\u009cWhatâ\u0080\u0099s the idea?â\u0080\u009d George asked.\nâ\u0080\u009cNone of your damn business,â\u0080\u009d Al said.\nâ\u0080\u009cWhoâ\u0080\u0099s out in the kitchen?â\u0080\u009d\nâ\u0080\u009cThe nigger.â\u0080\u009d\nâ\u0080\u009cWhat do you mean the nigger?â\u0080\u009d\nâ\u0080\u009cThe nigger that cooks.â\u0080\u009d\nâ\u0080\u009cTell him to come in.â\u0080\u009d\nâ\u0080\u009cWhatâ\u0080\u0099s the idea?â\u0080\u009d\nâ\u0080\u009cTell him to come in.â\u0080\u009d\nâ\u0080\u009cWhere do you think you are?â\u0080\u009d\nâ\u0080\u009cWe know damn well where we are,â\u0080\u009d the\nman called Max said. â\u0080\u009cDo we look silly?â\u0080\u009d\nâ\u0080\u009cYou talk silly,â\u0080\u009d Al said to him. â\u0080\u009cWhat the\nhell do you argue with this kid for? Listen,â\u0080\u009d\nhe said to George, â\u0080\u009ctell the nigger to come out\nhere.â\u0080\u009d\nâ\u0080\u009cWhat are you going to do to him?â\u0080\u009d\nâ\u0080\u009cNothing. Use your head, bright boy.\nWhat would we do to a nigger?â\u0080\u009d\nGeorge opened the slit that opened back into\nthe kitchen. â\u0080\u009cSam,â\u0080\u009d he called. â\u0080\u009cCome in here\na minute.â\u0080\u009d\nThe door to the kitchen opened and the nigger\ncame in. â\u0080\u009cWhat was it?â\u0080\u009d he asked. The\ntwo men at the counter took a look at him.\nâ\u0080\u009cAll right, nigger. You stand right there,â\u0080\u009d\nAl said.\nSam, the nigger, standing in his apron, looked\nat the two men sitting at the counter. â\u0080\u009cYes,\nsir,â\u0080\u009d he said. Al got down from his stool.\nâ\u0080\u009cIâ\u0080\u0099m going back to the kitchen with the nigger\nand bright boy,â\u0080\u009d he said. â\u0080\u009cGo on back to\nthe kitchen, nigger. You go with him, bright\nboy.â\u0080\u009d The little man walked after Nick and\nSam, the cook, back into the kitchen. The door\nshut after them. The man called Max sat at\nthe counter opposite George. He didnâ\u0080\u0099t look at\nGeorge but looked in the mirror that ran along\nback of the counter. Henryâ\u0080\u0099s had been made\nover from a saloon into a lunch-counter.\nâ\u0080\u009cWell, bright boy,â\u0080\u009d Max said, looking into\nthe mirror, â\u0080\u009cwhy donâ\u0080\u0099t you say something?â\u0080\u009d\nâ\u0080\u009cWhatâ\u0080\u0099s it all about?â\u0080\u009d\nâ\u0080\u009cHey, Al,â\u0080\u009d Max called, â\u0080\u009cbright boy wants\nto know what itâ\u0080\u0099s all about.â\u0080\u009d\nâ\u0080\u009cWhy donâ\u0080\u0099t you tell him?â\u0080\u009d Alâ\u0080\u0099s voice came\nfrom the kitchen.\nâ\u0080\u009cWhat do you think itâ\u0080\u0099s all about?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know.â\u0080\u009d\nâ\u0080\u009cWhat do you think?â\u0080\u009d\nMax looked into the mirror all the time he\nwas talking.\nâ\u0080\u009cI wouldnâ\u0080\u0099t say.â\u0080\u009d\nâ\u0080\u009cHey, Al, bright boy says he wouldnâ\u0080\u0099t say\nwhat he thinks itâ\u0080\u0099s all about.â\u0080\u009d\nâ\u0080\u009cI can hear you, all right,â\u0080\u009d Al said from the\nkitchen. He had propped open the slit that\ndishes passed through into the kitchen with a\ncatsup bottle. â\u0080\u009cListen, bright boy,â\u0080\u009d he said\nfrom the kitchen to George. â\u0080\u009cStand a little further\nalong the bar. You move a little to the left,\nMax.â\u0080\u009d He was like a photographer arranging\nfor a group picture.\nâ\u0080\u009cTalk to me, bright boy,â\u0080\u009d Max said. â\u0080\u009cWhat\ndo you thinkâ\u0080\u0099s going to happen?â\u0080\u009d\nGeorge did not say anything.\nâ\u0080\u009cIâ\u0080\u0099ll tell you,â\u0080\u009d Max said. â\u0080\u009cWeâ\u0080\u0099re going to\nkill a Swede. Do you know a big Swede named\nOle Andreson?â\u0080\u009d\nâ\u0080\u009cYes.â\u0080\u009d\nâ\u0080\u009cHe comes here to eat every night, donâ\u0080\u0099t\nhe?â\u0080\u009d\nâ\u0080\u009cSometimes he comes here.â\u0080\u009d\nâ\u0080\u009cHe comes here at six oâ\u0080\u0099clock, donâ\u0080\u0099t he?â\u0080\u009d\nâ\u0080\u009cIf he comes.â\u0080\u009d\nâ\u0080\u009cWe know all that, bright boy,â\u0080\u009d Max said.\nâ\u0080\u009cTalk about something else. Ever go to the\nmovies?â\u0080\u009d\nâ\u0080\u009cOnce in a while.â\u0080\u009d\nâ\u0080\u009cYou ought to go to the movies more. The\nmovies are fine for a bright boy like you.â\u0080\u009d\nâ\u0080\u009cWhat are you going to kill Ole Andreson\nfor? What did he ever do to you?â\u0080\u009d\nâ\u0080\u009cHe never had a chance to do anything to us.\nHe never even seen us.â\u0080\u009d\nâ\u0080\u009cAnd heâ\u0080\u0099s only going to see us once,â\u0080\u009d Al said\nfrom the kitchen.\nâ\u0080\u009cWhat are you going to kill him for, then?â\u0080\u009d\nGeorge asked.\nâ\u0080\u009cWeâ\u0080\u0099re killing him for a friend. Just to\noblige a friend, bright boy.â\u0080\u009d\nâ\u0080\u009cShut up,â\u0080\u009d said Al from the kitchen. â\u0080\u009cYou\ntalk too goddam much.â\u0080\u009d\nâ\u0080\u009cWell, I got to keep bright boy amused.\nDonâ\u0080\u0099t I, bright boy?â\u0080\u009d\nâ\u0080\u009cYou talk too damn much,â\u0080\u009d Al said. â\u0080\u009cThe\nnigger and my bright boy are amused by themselves.\nI got them tied up like a couple of girl\nfriends in the convent.â\u0080\u009d\nâ\u0080\u009cI suppose you were in a convent.â\u0080\u009d\nâ\u0080\u009cYou never know.â\u0080\u009d\nâ\u0080\u009cYou were in a kosher convent. Thatâ\u0080\u0099s\nwhere you were.â\u0080\u009d\nGeorge looked up at the clock.\nâ\u0080\u009cIf anybody comes in you tell them the cook\nis off, and if they keep after it, you tell them\nyouâ\u0080\u0099ll go back and cook yourself. Do you get\nthat, bright boy?â\u0080\u009d\nâ\u0080\u009cAll right,â\u0080\u009d George said. â\u0080\u009cWhat you going\nto do with us afterward?â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099ll depend,â\u0080\u009d Max said. â\u0080\u009cThatâ\u0080\u0099s one\nof those things you never know at the time.â\u0080\u009d\nGeorge looked up at the clock. It was a\nquarter past six. The door from the street\nopened. A street-car motorman came in.\nâ\u0080\u009cHello, George,â\u0080\u009d he said. â\u0080\u009cCan I get supper?â\u0080\u009d\nâ\u0080\u009cSamâ\u0080\u0099s gone out,â\u0080\u009d George said. â\u0080\u009cHeâ\u0080\u0099ll be\nback in about half an hour.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099d better go up the street,â\u0080\u009d the motorman\nsaid. George looked at the clock. It was twenty\nminutes past six.\nâ\u0080\u009cThat was nice, bright boy,â\u0080\u009d Max said.\nâ\u0080\u009cYouâ\u0080\u0099re a regular little gentleman.â\u0080\u009d\nâ\u0080\u009cHe knew Iâ\u0080\u0099d blow his head off,â\u0080\u009d Al said\nfrom the kitchen.\nâ\u0080\u009cNo,â\u0080\u009d said Max. â\u0080\u009cIt ainâ\u0080\u0099t that. Bright\nboy is nice. Heâ\u0080\u0099s a nice boy. I like him.â\u0080\u009d\nAt six-fifty-five George said: â\u0080\u009cHeâ\u0080\u0099s not coming.â\u0080\u009d\nTwo other people had been in the lunch-room.\nOnce George had gone out to the kitchen\nand made a ham-and-egg sandwich â\u0080\u009cto\ngoâ\u0080\u009d that a man wanted to take with him. Inside\nthe kitchen he saw Al, his derby hat tipped back,\nsitting on a stool beside the wicket with the\nmuzzle of a sawed-off shotgun resting on the\nledge. Nick and the cook were back to back in\nthe corner, a towel tied in each of their mouths.\nGeorge had cooked the sandwich, wrapped it\nup in oiled paper, put it in a bag, brought it in,\nand the man had paid for it and gone out.\nâ\u0080\u009cBright boy can do everything,â\u0080\u009d Max said.\nâ\u0080\u009cHe can cook and everything. Youâ\u0080\u0099d make\nsome girl a nice wife, bright boy.â\u0080\u009d\nâ\u0080\u009cYes?â\u0080\u009d George said. â\u0080\u009cYour friend, Ole\nAndreson, isnâ\u0080\u0099t going to come.â\u0080\u009d\nâ\u0080\u009cWeâ\u0080\u0099ll give him ten minutes,â\u0080\u009d Max said.\nMax watched the mirror and the clock. The\nhands of the clock marked seven oâ\u0080\u0099clock, and\nthen five minutes past seven.\nâ\u0080\u009cCome on, Al,â\u0080\u009d said Max. â\u0080\u009cWe better go.\nHeâ\u0080\u0099s not coming.â\u0080\u009d\nâ\u0080\u009cBetter give him five minutes,â\u0080\u009d Al said from\nthe kitchen.\nIn the five minutes a man came in, and\nGeorge explained that the cook was sick.\nâ\u0080\u009cWhy the hell donâ\u0080\u0099t you get another cook?â\u0080\u009d\nthe man asked. â\u0080\u009cArenâ\u0080\u0099t you running a lunch-counter?â\u0080\u009d\nHe went out.\nâ\u0080\u009cCome on, Al,â\u0080\u009d Max said.\nâ\u0080\u009cWhat about the two bright boys and the\nnigger?â\u0080\u009d\nâ\u0080\u009cTheyâ\u0080\u0099re all right.â\u0080\u009d\nâ\u0080\u009cYou think so?â\u0080\u009d\nâ\u0080\u009cSure. Weâ\u0080\u0099re through with it.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t like it,â\u0080\u009d said Al. â\u0080\u009cItâ\u0080\u0099s sloppy. You\ntalk too much.â\u0080\u009d\nâ\u0080\u009cOh, what the hell,â\u0080\u009d said Max. â\u0080\u009cWe got\nto keep amused, havenâ\u0080\u0099t we?â\u0080\u009d\nâ\u0080\u009cYou talk too much, all the same,â\u0080\u009d Al said.\nHe came out from the kitchen. The cut-off\nbarrels of the shotgun made a slight bulge\nunder the waist of his too tight-fitting overcoat.\nHe straightened his coat with his gloved\nhands.\nâ\u0080\u009cSo long, bright boy,â\u0080\u009d he said to George.\nâ\u0080\u009cYou got a lot of luck.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s the truth,â\u0080\u009d Max said. â\u0080\u009cYou ought\nto play the races, bright boy.â\u0080\u009d\nThe two of them went out the door. George\nwatched them, through the window, pass under\nthe arc-light and cross the street. In their\ntight overcoats and derby hats they looked like\na vaudeville team. George went back through\nthe swinging-door into the kitchen and untied\nNick and the cook.\nâ\u0080\u009cI donâ\u0080\u0099t want any more of that,â\u0080\u009d said Sam,\nthe cook. â\u0080\u009cI donâ\u0080\u0099t want any more of that.â\u0080\u009d\nNick stood up. He had never had a towel\nin his mouth before.\nâ\u0080\u009cSay,â\u0080\u009d he said. â\u0080\u009cWhat the hell?â\u0080\u009d He was\ntrying to swagger it off.\nâ\u0080\u009cThey were going to kill Ole Andreson,â\u0080\u009d\nGeorge said. â\u0080\u009cThey were going to shoot him\nwhen he came in to eat.â\u0080\u009d\nâ\u0080\u009cOle Andreson?â\u0080\u009d\nâ\u0080\u009cSure.â\u0080\u009d\nThe cook felt the corners of his mouth with\nhis thumbs.\nâ\u0080\u009cThey all gone?â\u0080\u009d he asked.\nâ\u0080\u009cYeah,â\u0080\u009d said George. â\u0080\u009cTheyâ\u0080\u0099re gone now.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t like it,â\u0080\u009d said the cook. â\u0080\u009cI donâ\u0080\u0099t\nlike any of it at all.â\u0080\u009d\nâ\u0080\u009cListen,â\u0080\u009d George said to Nick. â\u0080\u009cYou better\ngo see Ole Andreson.â\u0080\u009d\nâ\u0080\u009cAll right.â\u0080\u009d\nâ\u0080\u009cYou better not have anything to do with it\nat all,â\u0080\u009d Sam, the cook, said. â\u0080\u009cYou better stay\nway out of it.â\u0080\u009d\nâ\u0080\u009cDonâ\u0080\u0099t go if you donâ\u0080\u0099t want to,â\u0080\u009d George\nsaid.\nâ\u0080\u009cMixing up in this ainâ\u0080\u0099t going to get you\nanywhere,â\u0080\u009d the cook said. â\u0080\u009cYou stay out of it.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll go see him,â\u0080\u009d Nick said to George.\nâ\u0080\u009cWhere does he live?â\u0080\u009d\nThe cook turned away.\nâ\u0080\u009cLittle boys always know what they want\nto do,â\u0080\u009d he said.\nâ\u0080\u009cHe lives up at Hirschâ\u0080\u0099s rooming-house,â\u0080\u009d\nGeorge said to Nick.\nâ\u0080\u009cIâ\u0080\u0099ll go up there.â\u0080\u009d\nOutside the arc-light shone through the bare\nbranches of a tree. Nick walked up the street\nbeside the car-tracks and turned at the next arc-light\ndown a side-street. Three houses up the\nstreet was Hirschâ\u0080\u0099s rooming-house. Nick\nwalked up the two steps and pushed the bell.\nA woman came to the door.\nâ\u0080\u009cIs Ole Andreson here?â\u0080\u009d\nâ\u0080\u009cDo you want to see him?â\u0080\u009d\nâ\u0080\u009cYes, if heâ\u0080\u0099s in.â\u0080\u009d\nNick followed the woman up a flight of\nstairs and back to the end of a corridor. She\nknocked on the door.\nâ\u0080\u009cWho is it?â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s somebody to see you, Mr. Andreson,â\u0080\u009d\nthe woman said.\nâ\u0080\u009cItâ\u0080\u0099s Nick Adams.â\u0080\u009d\nâ\u0080\u009cCome in.â\u0080\u009d\nNick opened the door and went into the\nroom. Ole Andreson was lying on the bed with\nall his clothes on. He had been a heavyweight\nprizefighter and he was too long for the bed.\nHe lay with his head on two pillows. He did\nnot look at Nick.\nâ\u0080\u009cWhat was it?â\u0080\u009d he asked.\nâ\u0080\u009cI was up at Henryâ\u0080\u0099s,â\u0080\u009d Nick said, â\u0080\u009cand two\nfellows came in and tied up me and the cook,\nand they said they were going to kill you.â\u0080\u009d\nIt sounded silly when he said it. Ole Andreson\nsaid nothing.\nâ\u0080\u009cThey put us out in the kitchen,â\u0080\u009d Nick went\non. â\u0080\u009cThey were going to shoot you when you\ncame in to supper.â\u0080\u009d\nOle Andreson looked at the wall and did not\nsay anything.\nâ\u0080\u009cGeorge thought I better come and tell you\nabout it.â\u0080\u009d\nâ\u0080\u009cThere isnâ\u0080\u0099t anything I can do about it,â\u0080\u009d Ole\nAndreson said.\nâ\u0080\u009cIâ\u0080\u0099ll tell you what they were like.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t want to know what they were like,â\u0080\u009d\nOle Andreson said. He looked at the wall.\nâ\u0080\u009cThanks for coming to tell me about it.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s all right.â\u0080\u009d\nNick looked at the big man lying on the bed.\nâ\u0080\u009cDonâ\u0080\u0099t you want me to go and see the police?â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d Ole Andreson said. â\u0080\u009cThat wouldnâ\u0080\u0099t\ndo any good.â\u0080\u009d\nâ\u0080\u009cIsnâ\u0080\u0099t there something I could do?â\u0080\u009d\nâ\u0080\u009cNo. There ainâ\u0080\u0099t anything to do.â\u0080\u009d\nâ\u0080\u009cMaybe it was just a bluff.â\u0080\u009d\nâ\u0080\u009cNo. It ainâ\u0080\u0099t just a bluff.â\u0080\u009d\nOle Andreson rolled over toward the wall.\nâ\u0080\u009cThe only thing is,â\u0080\u009d he said, talking toward\nthe wall, â\u0080\u009cI just canâ\u0080\u0099t make up my mind to go\nout. I been in here all day.â\u0080\u009d\nâ\u0080\u009cCouldnâ\u0080\u0099t you get out of town?â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d Ole Andreson said. â\u0080\u009cIâ\u0080\u0099m through\nwith all that running around.â\u0080\u009d\nHe looked at the wall.\nâ\u0080\u009cThere ainâ\u0080\u0099t anything to do now.â\u0080\u009d\nâ\u0080\u009cCouldnâ\u0080\u0099t you fix it up some way?â\u0080\u009d\nâ\u0080\u009cNo. I got in wrong.â\u0080\u009d He talked in the\nsame flat voice. â\u0080\u009cThere ainâ\u0080\u0099t anything to do.\nAfter a while Iâ\u0080\u0099ll make up my mind to go out.â\u0080\u009d\nâ\u0080\u009cI better go back and see George,â\u0080\u009d Nick\nsaid.\nâ\u0080\u009cSo long,â\u0080\u009d said Ole Andreson. He did not\nlook toward Nick. â\u0080\u009cThanks for coming\naround.â\u0080\u009d\nNick went out. As he shut the door he saw\nOle Andreson with all his clothes on, lying on\nthe bed looking at the wall.\nâ\u0080\u009cHeâ\u0080\u0099s been in his room all day,â\u0080\u009d the landlady\nsaid downstairs. â\u0080\u009cI guess he donâ\u0080\u0099t feel\nwell. I said to him: â\u0080\u0098Mr. Andreson, you\nought to go out and take a walk on a nice fall\nday like this,â\u0080\u0099 but he didnâ\u0080\u0099t feel like it.â\u0080\u009d\nâ\u0080\u009cHe doesnâ\u0080\u0099t want to go out.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099m sorry he donâ\u0080\u0099t feel well,â\u0080\u009d the woman\nsaid. â\u0080\u009cHeâ\u0080\u0099s an awfully nice man. He was in\nthe ring, you know.â\u0080\u009d\nâ\u0080\u009cI know it.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099d never know it except from the way\nhis face is,â\u0080\u009d the woman said. They stood talking\njust inside the street door. â\u0080\u009cHeâ\u0080\u0099s just as\ngentle.â\u0080\u009d\nâ\u0080\u009cWell, good-night, Mrs. Hirsch,â\u0080\u009d Nick said.\nâ\u0080\u009cIâ\u0080\u0099m not Mrs. Hirsch,â\u0080\u009d the woman said.\nâ\u0080\u009cShe owns the place. I just look after it for\nher. Iâ\u0080\u0099m Mrs. Bell.â\u0080\u009d\nâ\u0080\u009cWell, good-night, Mrs. Bell,â\u0080\u009d Nick said.\nâ\u0080\u009cGood-night,â\u0080\u009d the woman said.\nNick walked up the dark street to the corner\nunder the arc-light, and then along the car-tracks\nto Henryâ\u0080\u0099s eating-house. George was\ninside, back of the counter.\nâ\u0080\u009cDid you see Ole?â\u0080\u009d\nâ\u0080\u009cYes,â\u0080\u009d said Nick. â\u0080\u009cHeâ\u0080\u0099s in his room and he\nwonâ\u0080\u0099t go out.â\u0080\u009d\nThe cook opened the door from the kitchen\nwhen he heard Nickâ\u0080\u0099s voice.\nâ\u0080\u009cI donâ\u0080\u0099t even listen to it,â\u0080\u009d he said and shut\nthe door.\nâ\u0080\u009cDid you tell him about it?â\u0080\u009d George asked.\nâ\u0080\u009cSure. I told him but he knows what itâ\u0080\u0099s\nall about.â\u0080\u009d\nâ\u0080\u009cWhatâ\u0080\u0099s he going to do?â\u0080\u009d\nâ\u0080\u009cNothing.â\u0080\u009d\nâ\u0080\u009cTheyâ\u0080\u0099ll kill him.â\u0080\u009d\nâ\u0080\u009cI guess they will.â\u0080\u009d\nâ\u0080\u009cHe must have got mixed up in something\nin Chicago.â\u0080\u009d\nâ\u0080\u009cI guess so,â\u0080\u009d said Nick.\nâ\u0080\u009cItâ\u0080\u0099s a hell of a thing.â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s an awful thing,â\u0080\u009d Nick said.\nThey did not say anything. George reached\ndown for a towel and wiped the counter.\nâ\u0080\u009cI wonder what he did?â\u0080\u009d Nick said.\nâ\u0080\u009cDouble-crossed somebody. Thatâ\u0080\u0099s what\nthey kill them for.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099m going to get out of this town,â\u0080\u009d Nick\nsaid.\nâ\u0080\u009cYes,â\u0080\u009d said George. â\u0080\u009cThatâ\u0080\u0099s a good thing\nto do.â\u0080\u009d\nâ\u0080\u009cI canâ\u0080\u0099t stand to think about him waiting in\nthe room and knowing heâ\u0080\u0099s going to get it.\nItâ\u0080\u0099s too damned awful.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d said George, â\u0080\u009cyou better not think\nabout it.â\u0080\u009d",
    "metadata": {
        "author": "Hemingway",
        "year": 1927,
        "url": "https://www.gutenberg.org/cache/epub/69683/pg69683-images.html",
        "name": "killers"
    }
}