{
    "name": "Hemingway - Now I Lay Me",
    "body": "That night we lay on the floor in the room\nand I listened to the silk-worms eating. The\nsilk-worms fed in racks of mulberry leaves and\nall night you could hear them eating and a\ndropping sound in the leaves. I myself did\nnot want to sleep because I had been living for\na long time with the knowledge that if I ever\nshut my eyes in the dark and let myself go, my\nsoul would go out of my body. I had been that\nway for a long time, ever since I had been blown\nup at night and felt it go out of me and go off\nand then come back. I tried never to think\nabout it, but it had started to go since, in the\nnights, just at the moment of going off to sleep,\nand I could only stop it by a very great effort.\nSo while now I am fairly sure that it would not\nreally have gone out, yet then, that summer, I\nwas unwilling to make the experiment.\nI had different ways of occupying myself\nwhile I lay awake. I would think of a trout\nstream I had fished along when I was a boy and\nfish its whole length very carefully in my mind;\nfishing very carefully under all the logs, all the\nturns of the bank, the deep holes and the clear\nshallow stretches, sometimes catching trout and\nsometimes losing them. I would stop fishing\nat noon to eat my lunch; sometimes on a log\nover the stream; sometimes on a high bank\nunder a tree, and I always ate my lunch very\nslowly and watched the stream below me while\nI ate. Often I ran out of bait because I would\ntake only ten worms with me in a tobacco tin\nwhen I started. When I had used them all I\nhad to find more worms, and sometimes it was\nvery difficult digging in the bank of the stream\nwhere the cedar trees kept out the sun and\nthere was no grass but only the bare moist earth\nand often I could find no worms. Always\nthough I found some kind of bait, but one time\nin the swamp I could find no bait at all and had\nto cut up one of the trout I had caught and use\nhim for bait.\nSometimes I found insects in the swamp\nmeadows, in the grass or under ferns, and used\nthem. There were beetles and insects with legs\nlike grass stems, and grubs in old rotten logs;\nwhite grubs with brown pinching heads that\nwould not stay on the hook and emptied into\nnothing in the cold water, and wood ticks under\nlogs where sometimes I found angle-worms that\nslipped into the ground as soon as the log was\nraised. Once I used a salamander from under\nan old log. The salamander was very small and\nneat and agile and a lovely color. He had tiny\nfeet that tried to hold on to the hook, and after\nthat one time I never used a salamander, although\nI found them very often. Nor did\nI use crickets, because of the way they acted\nabout the hook.\nSometimes the stream ran through an open\nmeadow, and in the dry grass I would catch\ngrasshoppers and use them for bait and sometimes\nI would catch grasshoppers and toss them\ninto the stream and watch them float along\nswimming on the stream and circling on the\nsurface as the current took them and then disappear\nas a trout rose. Sometimes I would fish\nfour or five different streams in the night;\nstarting as near as I could get to their source\nand fishing them down stream. When I had\nfinished too quickly and the time did not go,\nI would fish the stream over again, starting\nwhere it emptied into the lake and fishing back\nup stream, trying for all the trout I had missed\ncoming down. Some nights too I made up\nstreams, and some of them were very exciting,\nand it was like being awake and dreaming.\nSome of those streams I still remember and\nthink that I have fished in them, and they are\nconfused with streams I really know. I gave\nthem all names and went to them on the train\nand sometimes walked for miles to get to them.\nBut some nights I could not fish, and on those\nnights I was cold-awake and said my prayers\nover and over and tried to pray for all the people\nI had ever known. That took up a great\namount of time, for if you try to remember all\nthe people you have ever known, going back\nto the earliest thing you rememberâ\u0080\u0094which was,\nwith me, the attic of the house where I was\nborn and my mother and fatherâ\u0080\u0099s wedding-cake\nin a tin box hanging from one of the rafters,\nand, in the attic, jars of snakes and other specimens\nthat my father had collected as a boy and\npreserved in alcohol, the alcohol sunken in the\njars so the backs of some of the snakes and\nspecimens were exposed and had turned whiteâ\u0080\u0094if\nyou thought back that far, you remembered a\ngreat many people. If you prayed for all of\nthem, saying a Hail Mary and an Our Father\nfor each one, it took a long time and finally it\nwould be light, and then you could go to sleep,\nif you were in a place where you could sleep\nin the daylight.\nOn those nights I tried to remember everything\nthat had ever happened to me, starting\nwith just before I went to the war and remembering\nback from one thing to another. I found\nI could only remember back to that attic in my\ngrandfatherâ\u0080\u0099s house. Then I would start there\nand remember this way again, until I reached\nthe war.\nI remembered, after my grandfather died we\nmoved away from that house and to a new\nhouse designed and built by my mother. Many\nthings that were not to be moved were burned\nin the back-yard and I remember those jars\nfrom the attic being thrown in the fire, and\nhow they popped in the heat and the fire flamed\nup from the alcohol. I remember the snakes\nburning in the fire in the back-yard. But there\nwere no people in that, only things. I could not\nremember who burned the things even, and I\nwould go on until I came to people and then\nstop and pray for them.\nAbout the new house I remembered how my\nmother was always cleaning things out and making\na good clearance. One time when my father\nwas away on a hunting trip she made a good\nthorough cleaning out in the basement and\nburned everything that should not have been\nthere. When my father came home and got\ndown from his buggy and hitched the horse, the\nfire was still burning in the road beside the\nhouse. I went out to meet him. He handed\nme his shotgun and looked at the fire. â\u0080\u009cWhatâ\u0080\u0099s\nthis?â\u0080\u009d he asked.\nâ\u0080\u009cIâ\u0080\u0099ve been cleaning out the basement, dear,â\u0080\u009d\nmy mother said from the porch. She was\nstanding there smiling, to meet him. My father\nlooked at the fire and kicked at something.\nThen he leaned over and picked something out\nof the ashes. â\u0080\u009cGet a rake, Nick,â\u0080\u009d he said to\nme. I went to the basement and brought a rake\nand my father raked very carefully in the ashes.\nHe raked out stone axes and stone skinning\nknives and tools for making arrow-heads and\npieces of pottery and many arrow-heads. They\nhad all been blackened and chipped by the fire.\nMy father raked them all out very carefully\nand spread them on the grass by the road. His\nshotgun in its leather case and his game-bags\nwere on the grass where he had left them when\nhe stepped down from the buggy.\nâ\u0080\u009cTake the gun and the bags in the house,\nNick, and bring me a paper,â\u0080\u009d he said. My\nmother had gone inside the house. I took the\nshotgun, which was heavy to carry and banged\nagainst my legs, and the two game-bags and\nstarted toward the house. â\u0080\u009cTake them one at\na time,â\u0080\u009d my father said. â\u0080\u009cDonâ\u0080\u0099t try and carry\ntoo much at once.â\u0080\u009d I put down the game-bags\nand took in the shotgun and brought out a newspaper\nfrom the pile in my fatherâ\u0080\u0099s office. My\nfather spread all the blackened, chipped stone\nimplements on the paper and then wrapped\nthem up. â\u0080\u009cThe best arrow-heads went all to\npieces,â\u0080\u009d he said. He walked into the house with\nthe paper package and I stayed outside on the\ngrass with the two game-bags. After a while I\ntook them in. In remembering that, there were\nonly two people, so I would pray for them both.\nSome nights, though, I could not remember\nmy prayers even. I could only get as far as\nâ\u0080\u009cOn earth as it is in heavenâ\u0080\u009d and then have to\nstart all over and be absolutely unable to get\npast that. Then I would have to recognize that\nI could not remember and give up saying my\nprayers that night and try something else. So\non some nights I would try to remember all the\nanimals in the world by name and then the birds\nand then fishes and then countries and cities and\nthen kinds of food and the names of all the\nstreets I could remember in Chicago, and when\nI could not remember anything at all any more\nI would just listen. And I do not remember a\nnight on which you could not hear things. If\nI could have a light I was not afraid to sleep,\nbecause I knew my soul would only go out of\nme if it were dark. So, of course, many nights\nI was where I could have a light and then I\nslept because I was nearly always tired and\noften very sleepy. And I am sure many times\ntoo that I slept without knowing itâ\u0080\u0094but I never\nslept knowing it, and on this night I listened to\nthe silk-worms. You can hear silk-worms eating\nvery clearly in the night and I lay with my eyes\nopen and listened to them.\nThere was only one other person in the room\nand he was awake too. I listened to him being\nawake, for a long time. He could not lie as\nquietly as I could because, perhaps, he had not\nhad as much practice being awake. We were\nlying on blankets spread over straw and when he\nmoved the straw was noisy, but the silk-worms\nwere not frightened by any noise we made and\nate on steadily. There were the noises of night\nseven kilometres behind the lines outside but\nthey were different from the small noises inside\nthe room in the dark. The other man in the\nroom tried lying quietly. Then he moved\nagain. I moved too, so he would know I was\nawake. He had lived ten years in Chicago.\nThey had taken him for a soldier in nineteen\nfourteen when he had come back to visit his\nfamily, and they had given him to me for an\norderly because he spoke English. I heard him\nlistening, so I moved again in the blankets.\nâ\u0080\u009cCanâ\u0080\u0099t you sleep, Signor Tenente?â\u0080\u009d he asked.\nâ\u0080\u009cNo.â\u0080\u009d\nâ\u0080\u009cI canâ\u0080\u0099t sleep, either.â\u0080\u009d\nâ\u0080\u009cWhatâ\u0080\u0099s the matter?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know. I canâ\u0080\u0099t sleep.â\u0080\u009d\nâ\u0080\u009cYou feel all right?â\u0080\u009d\nâ\u0080\u009cSure. I feel good. I just canâ\u0080\u0099t sleep.â\u0080\u009d\nâ\u0080\u009cYou want to talk a while?â\u0080\u009d I asked.\nâ\u0080\u009cSure. What can you talk about in this damn\nplace.â\u0080\u009d\nâ\u0080\u009cThis place is pretty good,â\u0080\u009d I said.\nâ\u0080\u009cSure,â\u0080\u009d he said. â\u0080\u009cItâ\u0080\u0099s all right.â\u0080\u009d\nâ\u0080\u009cTell me about out in Chicago,â\u0080\u009d I said.\nâ\u0080\u009cOh,â\u0080\u009d he said, â\u0080\u009cI told you all that once.â\u0080\u009d\nâ\u0080\u009cTell me about how you got married.â\u0080\u009d\nâ\u0080\u009cI told you that.â\u0080\u009d\nâ\u0080\u009cWas the letter you got Mondayâ\u0080\u0094from\nher?â\u0080\u009d\nâ\u0080\u009cSure. She writes me all the time. Sheâ\u0080\u0099s\nmaking good money with the place.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099ll have a nice place when you go back.â\u0080\u009d\nâ\u0080\u009cSure. She runs it fine. Sheâ\u0080\u0099s making a lot\nof money.â\u0080\u009d\nâ\u0080\u009cDonâ\u0080\u0099t you think weâ\u0080\u0099ll wake them up, talking?â\u0080\u009d\nI asked.\nâ\u0080\u009cNo. They canâ\u0080\u0099t hear. Anyway, they sleep\nlike pigs. Iâ\u0080\u0099m different,â\u0080\u009d he said. â\u0080\u009cIâ\u0080\u0099m nervous.â\u0080\u009d\nâ\u0080\u009cTalk quiet,â\u0080\u009d I said. â\u0080\u009cWant a smoke?â\u0080\u009d\nWe smoked skilfully in the dark.\nâ\u0080\u009cYou donâ\u0080\u0099t smoke much, Signor Tenente.â\u0080\u009d\nâ\u0080\u009cNo. Iâ\u0080\u0099ve just about cut it out.â\u0080\u009d\nâ\u0080\u009cWell,â\u0080\u009d he said, â\u0080\u009cit donâ\u0080\u0099t do you any good\nand I suppose you get so you donâ\u0080\u0099t miss it. Did\nyou ever hear a blind man wonâ\u0080\u0099t smoke because\nhe canâ\u0080\u0099t see the smoke come out?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t believe it.â\u0080\u009d\nâ\u0080\u009cI think itâ\u0080\u0099s all bull, myself,â\u0080\u009d he said. â\u0080\u009cI\njust heard it somewhere. You know how you\nhear things.â\u0080\u009d\nWe were both quiet and I listened to the silk-worms.\nâ\u0080\u009cYou hear those damn silk-worms?â\u0080\u009d he\nasked. â\u0080\u009cYou can hear them chew.â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s funny,â\u0080\u009d I said.\nâ\u0080\u009cSay, Signor Tenente, is there something\nreally the matter that you canâ\u0080\u0099t sleep? I never\nsee you sleep. You havenâ\u0080\u0099t slept nights ever\nsince I been with you.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know, John,â\u0080\u009d I said. â\u0080\u009cI got in pretty\nbad shape along early last spring and at night it\nbothers me.â\u0080\u009d\nâ\u0080\u009cJust like I am,â\u0080\u009d he said. â\u0080\u009cI shouldnâ\u0080\u0099t have\never got in this war. Iâ\u0080\u0099m too nervous.â\u0080\u009d\nâ\u0080\u009cMaybe it will get better.â\u0080\u009d\nâ\u0080\u009cSay, Signor Tenente, what did you get in\nthis war for, anyway?â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know, John. I wanted to, then.â\u0080\u009d\nâ\u0080\u009cWanted to,â\u0080\u009d he said. â\u0080\u009cThatâ\u0080\u0099s a hell of a\nreason.â\u0080\u009d\nâ\u0080\u009cWe oughtnâ\u0080\u0099t to talk out loud,â\u0080\u009d I said.\nâ\u0080\u009cThey sleep just like pigs,â\u0080\u009d he said. â\u0080\u009cThey\ncanâ\u0080\u0099t understand the English language, anyway.\nThey donâ\u0080\u0099t know a damn thing. What are you\ngoing to do when itâ\u0080\u0099s over and we go back to the\nStates?â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll get a job on a paper.â\u0080\u009d\nâ\u0080\u009cIn Chicago?â\u0080\u009d\nâ\u0080\u009cMaybe.â\u0080\u009d\nâ\u0080\u009cDo you ever read what this fellow Brisbane\nwrites? My wife cuts it out for me and sends it\nto me.â\u0080\u009d\nâ\u0080\u009cSure.â\u0080\u009d\nâ\u0080\u009cDid you ever meet him?â\u0080\u009d\nâ\u0080\u009cNo, but Iâ\u0080\u0099ve seen him.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099d like to meet that fellow. Heâ\u0080\u0099s a fine\nwriter. My wife donâ\u0080\u0099t read English but she\ntakes the paper just like when I was home and\nshe cuts out the editorials and the sport page\nand sends them to me.â\u0080\u009d\nâ\u0080\u009cHow are your kids?â\u0080\u009d\nâ\u0080\u009cTheyâ\u0080\u0099re fine. One of the girls is in the\nfourth grade now. You know, Signor Tenente,\nif I didnâ\u0080\u0099t have the kids I wouldnâ\u0080\u0099t be your\norderly now. Theyâ\u0080\u0099d have made me stay in the\nline all the time.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099m glad youâ\u0080\u0099ve got them.â\u0080\u009d\nâ\u0080\u009cSo am I. Theyâ\u0080\u0099re fine kids but I want a\nboy. Three girls and no boy. Thatâ\u0080\u0099s a hell\nof a note.â\u0080\u009d\nâ\u0080\u009cWhy donâ\u0080\u0099t you try and go to sleep.â\u0080\u009d\nâ\u0080\u009cNo, I canâ\u0080\u0099t sleep now. Iâ\u0080\u0099m wide awake\nnow, Signor Tenente. Say, Iâ\u0080\u0099m worried about\nyou not sleeping though.â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099ll be all right, John.â\u0080\u009d\nâ\u0080\u009cImagine a young fellow like you not to\nsleep.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll get all right. It just takes a while.â\u0080\u009d\nâ\u0080\u009cYou got to get all right. A man canâ\u0080\u0099t get\nalong that donâ\u0080\u0099t sleep. Do you worry about\nanything? You got anything on your mind?â\u0080\u009d\nâ\u0080\u009cNo, John, I donâ\u0080\u0099t think so.â\u0080\u009d\nâ\u0080\u009cYou ought to get married, Signor Tenente.\nThen you wouldnâ\u0080\u0099t worry.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know.â\u0080\u009d\nâ\u0080\u009cYou ought to get married. Why donâ\u0080\u0099t you\npick out some nice Italian girl with plenty of\nmoney. You could get any one you want.\nYouâ\u0080\u0099re young and you got good decorations and\nyou look nice. You been wounded a couple of\ntimes.â\u0080\u009d\nâ\u0080\u009cI canâ\u0080\u0099t talk the language well enough.â\u0080\u009d\nâ\u0080\u009cYou talk it fine. To hell with talking the\nlanguage. You donâ\u0080\u0099t have to talk to them.\nMarry them.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll think about it.â\u0080\u009d\nâ\u0080\u009cYou know some girls, donâ\u0080\u0099t you?â\u0080\u009d\nâ\u0080\u009cSure.â\u0080\u009d\nâ\u0080\u009cWell, you marry the one with the most\nmoney. Over here, the way theyâ\u0080\u0099re brought\nup, theyâ\u0080\u0099ll all make you a good wife.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll think about it.â\u0080\u009d\nâ\u0080\u009cDonâ\u0080\u0099t think about it, Signor Tenente. Do\nit.â\u0080\u009d\nâ\u0080\u009cAll right.â\u0080\u009d\nâ\u0080\u009cA man ought to be married. Youâ\u0080\u0099ll never\nregret it. Every man ought to be married.â\u0080\u009d\nâ\u0080\u009cAll right,â\u0080\u009d I said. â\u0080\u009cLetâ\u0080\u0099s try and sleep a\nwhile.â\u0080\u009d\nâ\u0080\u009cAll right, Signor Tenente. Iâ\u0080\u0099ll try it again.\nBut you remember what I said.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll remember it,â\u0080\u009d I said. â\u0080\u009cNow letâ\u0080\u0099s sleep\na while, John.â\u0080\u009d\nâ\u0080\u009cAll right,â\u0080\u009d he said. â\u0080\u009cI hope you sleep,\nSignor Tenente.â\u0080\u009d\nI heard him roll in his blankets on the straw\nand then he was very quiet and I listened to him\nbreathing regularly. Then he started to snore.\nI listened to him snore for a long time and then\nI stopped listening to him snore and listened to\nthe silk-worms eating. They ate steadily, making\na dropping in the leaves. I had a new\nthing to think about and I lay in the dark with\nmy eyes open and thought of all the girls I had\never known and what kind of wives they would\nmake. It was a very interesting thing to think\nabout and for a while it killed off trout-fishing\nand interfered with my prayers. Finally,\nthough, I went back to trout-fishing, because I\nfound that I could remember all the streams\nand there was always something new about\nthem, while the girls, after I had thought about\nthem a few times, blurred and I could not call\nthem into my mind and finally they all blurred\nand all became rather the same and I gave up\nthinking about them almost altogether. But I\nkept on with my prayers and I prayed very\noften for John in the nights and his class was\nremoved from active service before the October\noffensive. I was glad he was not there, because\nhe would have been a great worry to me.\nHe came to the hospital in Milan to see me several\nmonths after and was very disappointed\nthat I had not yet married, and I know he\nwould feel very badly if he knew that, so far,\nI have never married. He was going back to\nAmerica and he was very certain about marriage\nand knew it would fix up everything.",
    "metadata": {
        "author": "Hemingway",
        "year": 1927,
        "url": "https://www.gutenberg.org/cache/epub/69683/pg69683-images.html",
        "name": "now_i_lay_me"
    }
}