{
    "name": "Hemingway - a Pursuit Race",
    "body": "William Campbell had been in a pursuit\nrace with a burlesque show ever since Pittsburgh.\nIn a pursuit race, in bicycle racing,\nriders start at equal intervals to ride after one\nanother. They ride very fast because the race\nis usually limited to a short distance and if they\nslow their riding another rider who maintains\nhis pace will make up the space that separated\nthem equally at the start. As soon as a rider\nis caught and passed he is out of the race and\nmust get down from his bicycle and leave the\ntrack. If none of the riders are caught the\nwinner of the race is the one who has gained the\nmost distance. In most pursuit races, if there\nare only two riders, one of the riders is caught\ninside of six miles. The burlesque show\ncaught William Campbell at Kansas City.\nWilliam Campbell had hoped to hold a slight\nlead over the burlesque show until they reached\nthe Pacific coast. As long as he preceded the\nburlesque show as advance man he was being\npaid. When the burlesque show caught up with\nhim he was in bed. He was in bed when the\nmanager of the burlesque troupe came into his\nroom and after the manager had gone out he\ndecided that he might as well stay in bed. It\nwas very cold in Kansas City and he was in no\nhurry to go out. He did not like Kansas City.\nHe reached under the bed for a bottle and\ndrank. It made his stomach feel better. Mr.\nTurner, the manager of the burlesque show,\nhad refused a drink.\nWilliam Campbellâ\u0080\u0099s interview with Mr.\nTurner had been a little strange. Mr. Turner\nhad knocked on the door. Campbell had said:\nâ\u0080\u009cCome in!â\u0080\u009d When Mr. Turner came into the\nroom he saw clothing on a chair, an open suitcase,\nthe bottle on a chair beside the bed, and\nsome one lying in the bed completely covered\nby the bed-clothes.\nâ\u0080\u009cMister Campbell,â\u0080\u009d Mr. Turner said.\nâ\u0080\u009cYou canâ\u0080\u0099t fire me,â\u0080\u009d William Campbell said\nfrom underneath the covers. It was warm and\nwhite and close under the covers. â\u0080\u009cYou canâ\u0080\u0099t\nfire me because Iâ\u0080\u0099ve got down off my bicycle.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099re drunk,â\u0080\u009d Mr. Turner said.\nâ\u0080\u009cOh, yes,â\u0080\u009d William Campbell said, speaking\ndirectly against the sheet and feeling the texture\nwith his lips.\nâ\u0080\u009cYouâ\u0080\u0099re a fool,â\u0080\u009d Mr. Turner said. He\nturned off the electric light. The electric light\nhad been burning all night. It was now ten\noâ\u0080\u0099clock in the morning. â\u0080\u009cYouâ\u0080\u0099re a drunken\nfool. When did you get into this town?â\u0080\u009d\nâ\u0080\u009cI got into this town last night,â\u0080\u009d William\nCampbell said, speaking against the sheet. He\nfound he liked to talk through a sheet. â\u0080\u009cDid\nyou ever talk through a sheet?â\u0080\u009d\nâ\u0080\u009cDonâ\u0080\u0099t try to be funny. You arenâ\u0080\u0099t funny.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099m not being funny. Iâ\u0080\u0099m just talking\nthrough a sheet.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099re talking through a sheet all right.â\u0080\u009d\nâ\u0080\u009cYou can go now, Mr. Turner,â\u0080\u009d Campbell\nsaid. â\u0080\u009cI donâ\u0080\u0099t work for you any more.â\u0080\u009d\nâ\u0080\u009cYou know that anyway.â\u0080\u009d\nâ\u0080\u009cI know a lot,â\u0080\u009d William Campbell said. He\npulled down the sheet and looked at Mr. Turner.\nâ\u0080\u009cI know enough so I donâ\u0080\u0099t mind looking\nat you at all. Do you want to hear what I\nknow?â\u0080\u009d\nâ\u0080\u009cNo.â\u0080\u009d\nâ\u0080\u009cGood,â\u0080\u009d said William Campbell. â\u0080\u009cBecause\nreally I donâ\u0080\u0099t know anything at all. I was just\ntalking.â\u0080\u009d He pulled the sheet up over his\nface again. â\u0080\u009cI love it under a sheet,â\u0080\u009d he said.\nMr. Turner stood beside the bed. He was a\nmiddle-aged man with a large stomach and a\nbald head and he had many things to do. â\u0080\u009cYou\nought to stop off here, Billy, and take a cure,â\u0080\u009d\nhe said. â\u0080\u009cIâ\u0080\u0099ll fix it up if you want to do it.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t want to take a cure,â\u0080\u009d William Campbell\nsaid. â\u0080\u009cI donâ\u0080\u0099t want to take a cure at all.\nI am perfectly happy. All my life I have been\nperfectly happy.â\u0080\u009d\nâ\u0080\u009cHow long have you been this way?â\u0080\u009d\nâ\u0080\u009cWhat a question!â\u0080\u009d William Campbell\nbreathed in and out through the sheet.\nâ\u0080\u009cHow long have you been stewed, Billy?â\u0080\u009d\nâ\u0080\u009cHavenâ\u0080\u0099t I done my work?â\u0080\u009d\nâ\u0080\u009cSure. I just asked you how long youâ\u0080\u0099ve\nbeen stewed, Billy.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know. But Iâ\u0080\u0099ve got my wolf back,â\u0080\u009d\nhe touched the sheet with his tongue. â\u0080\u009cIâ\u0080\u0099ve had\nhim for a week.â\u0080\u009d\nâ\u0080\u009cThe hell you have.â\u0080\u009d\nâ\u0080\u009cOh, yes. My dear wolf. Every time I take\na drink he goes outside the room. He canâ\u0080\u0099t\nstand alcohol. The poor little fellow.â\u0080\u009d He\nmoved his tongue round and round on the sheet.\nâ\u0080\u009cHeâ\u0080\u0099s a lovely wolf. Heâ\u0080\u0099s just like he always\nwas.â\u0080\u009d William Campbell shut his eyes and\ntook a deep breath.\nâ\u0080\u009cYou got to take a cure, Billy,â\u0080\u009d Mr. Turner\nsaid. â\u0080\u009cYou wonâ\u0080\u0099t mind the Keeley. It isnâ\u0080\u0099t\nbad.â\u0080\u009d\nâ\u0080\u009cThe Keeley,â\u0080\u009d William Campbell said. â\u0080\u009cIt\nisnâ\u0080\u0099t far from London.â\u0080\u009d He shut his eyes and\nopened them, moving the eyelashes against the\nsheet. â\u0080\u009cI just love sheets,â\u0080\u009d he said. He looked\nat Mr. Turner.\nâ\u0080\u009cListen, you think Iâ\u0080\u0099m drunk.â\u0080\u009d\nâ\u0080\u009cYou are drunk.â\u0080\u009d\nâ\u0080\u009cNo, Iâ\u0080\u0099m not.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099re drunk and youâ\u0080\u0099ve had dtâ\u0080\u0099s.â\u0080\u009d\nâ\u0080\u009cNo.â\u0080\u009d William Campbell held the sheet\naround his head. â\u0080\u009cDear sheet,â\u0080\u009d he said. He\nbreathed against it gently. â\u0080\u009cPretty sheet. You\nlove me, donâ\u0080\u0099t you, sheet? Itâ\u0080\u0099s all in the price\nof the room. Just like in Japan. No,â\u0080\u009d he\nsaid. â\u0080\u009cListen Billy, dear Sliding Billy, I have\na surprise for you. Iâ\u0080\u0099m not drunk. Iâ\u0080\u0099m hopped\nto the eyes.â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d said Mr. Turner.\nâ\u0080\u009cTake a look.â\u0080\u009d William Campbell pulled\nup the right sleeve of his pyjama jacket under\nthe sheet, then shoved the right forearm out.\nâ\u0080\u009cLook at that.â\u0080\u009d On the forearm, from just\nabove the wrist to the elbow, were small blue\ncircles around tiny dark blue punctures. The\ncircles almost touched one another. â\u0080\u009cThatâ\u0080\u0099s\nthe new development,â\u0080\u009d William Campbell said.\nâ\u0080\u009cI drink a little now once in a while, just to\ndrive the wolf out of the room.â\u0080\u009d\nâ\u0080\u009cThey got a cure for that, â\u0080\u0098Sliding Billyâ\u0080\u0099â\u0080¯â\u0080\u009d\nTurner said.\nâ\u0080\u009cNo,â\u0080\u009d William Campbell said. â\u0080\u009cThey\nhavenâ\u0080\u0099t got a cure for anything.â\u0080\u009d\nâ\u0080\u009cYou canâ\u0080\u0099t just quit like that, Billy,â\u0080\u009d Turner\nsaid. He sat on the bed.\nâ\u0080\u009cBe careful of my sheet,â\u0080\u009d William Campbell\nsaid.\nâ\u0080\u009cYou canâ\u0080\u0099t just quit at your age and take to\npumping yourself full of that stuff just because\nyou got in a jam.â\u0080\u009d\nâ\u0080\u009cThereâ\u0080\u0099s a law against it. If thatâ\u0080\u0099s what you\nmean.â\u0080\u009d\nâ\u0080\u009cNo, I mean you got to fight it out.â\u0080\u009d\nBilly Campbell caressed the sheet with his\nlips and his tongue. â\u0080\u009cDear sheet,â\u0080\u009d he said. â\u0080\u009cI\ncan kiss this sheet and see right through it at the\nsame time.â\u0080\u009d\nâ\u0080\u009cCut it out about the sheet. You canâ\u0080\u0099t just\ntake to that stuff, Billy.â\u0080\u009d\nWilliam Campbell shut his eyes. He was\nbeginning to feel a slight nausea. He knew\nthat this nausea would increase steadily, without\nthere ever being the relief of sickness, until\nsomething were done against it. It was at this\npoint that he suggested that Mr. Turner have\na drink. Mr. Turner declined. William Campbell\ntook a drink from the bottle. It was a temporary\nmeasure. Mr. Turner watched him.\nMr. Turner had been in this room much longer\nthan he should have been, he had many things\nto do; although living in daily association with\npeople who used drugs, he had a horror of\ndrugs, and he was very fond of William Campbell;\nhe did not wish to leave him. He was\nvery sorry for him and he felt a cure might\nhelp. He knew there were good cures in Kansas\nCity. But he had to go. He stood up.\nâ\u0080\u009cListen, Billy,â\u0080\u009d William Campbell said, â\u0080\u009cI\nwant to tell you something. Youâ\u0080\u0099re called â\u0080\u0098Sliding\nBilly.â\u0080\u0099 Thatâ\u0080\u0099s because you can slide. Iâ\u0080\u0099m\ncalled just Billy. Thatâ\u0080\u0099s because I never could\nslide at all. I canâ\u0080\u0099t slide, Billy. I canâ\u0080\u0099t slide.\nIt just catches. Every time I try it, it catches.â\u0080\u009d\nHe shut his eyes. â\u0080\u009cI canâ\u0080\u0099t slide, Billy. Itâ\u0080\u0099s\nawful when you canâ\u0080\u0099t slide.â\u0080\u009d\nâ\u0080\u009cYes,â\u0080\u009d said â\u0080\u009cSliding Billyâ\u0080\u009d Turner.\nâ\u0080\u009cYes, what?â\u0080\u009d William Campbell looked at\nhim.\nâ\u0080\u009cYou were saying.â\u0080\u009d\nâ\u0080\u009cNo,â\u0080\u009d said William Campbell. â\u0080\u009cI wasnâ\u0080\u0099t\nsaying. It must have been a mistake.â\u0080\u009d\nâ\u0080\u009cYou were saying about sliding.â\u0080\u009d\nâ\u0080\u009cNo. It couldnâ\u0080\u0099t have been about sliding.\nBut listen, Billy, and Iâ\u0080\u0099ll tell you a secret. Stick\nto sheets, Billy. Keep away from women and\nhorses and, andâ\u0080\u0094â\u0080\u009d he stopped â\u0080\u009câ\u0080\u0094eagles, Billy.\nIf you love horses youâ\u0080\u0099ll get horse-sâ\u0080\u0094, and if\nyou love eagles youâ\u0080\u0099ll get eagle-sâ\u0080\u0094.â\u0080\u009d He\nstopped and put his head under the sheet.\nâ\u0080\u009cI got to go,â\u0080\u009d said â\u0080\u009cSliding Billyâ\u0080\u009d Turner.\nâ\u0080\u009cIf you love women youâ\u0080\u0099ll get a dose,â\u0080\u009d William\nCampbell said. â\u0080\u009cIf you love horsesâ\u0080\u0094â\u0080\u0094â\u0080\u009d\nâ\u0080\u009cYes, you said that.â\u0080\u009d\nâ\u0080\u009cSaid what?â\u0080\u009d\nâ\u0080\u009cAbout horses and eagles.â\u0080\u009d\nâ\u0080\u009cOh, yes. And if you love sheets.â\u0080\u009d He\nbreathed on the sheet and stroked his nose\nagainst it. â\u0080\u009cI donâ\u0080\u0099t know about sheets,â\u0080\u009d he said.\nâ\u0080\u009cI just started to love this sheet.â\u0080\u009d\nâ\u0080\u009cI have to go,â\u0080\u009d Mr. Turner said. â\u0080\u009cI got\na lot to do.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s all right,â\u0080\u009d William Campbell said.\nâ\u0080\u009cEverybodyâ\u0080\u0099s got to go.â\u0080\u009d\nâ\u0080\u009cI better go.â\u0080\u009d\nâ\u0080\u009cAll right, you go.â\u0080\u009d\nâ\u0080\u009cAre you all right, Billy?â\u0080\u009d\nâ\u0080\u009cI was never so happy in my life.â\u0080\u009d\nâ\u0080\u009cAnd youâ\u0080\u0099re all right?â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099m fine. You go along. Iâ\u0080\u0099ll just lie here\nfor a little while. Around noon Iâ\u0080\u0099ll get up.â\u0080\u009d\nBut when Mr. Turner came up to William\nCampbellâ\u0080\u0099s room at noon William Campbell\nwas sleeping and as Mr. Turner was a man who\nknew what things in life were very valuable he\ndid not wake him.",
    "metadata": {
        "author": "Hemingway",
        "year": 1927,
        "url": "https://www.gutenberg.org/cache/epub/69683/pg69683-images.html",
        "name": "pursuit_race"
    }
}