{
    "name": "Hemingway - Ten Indians",
    "body": "After one Fourth of July, Nick, driving\nhome late from town in the big wagon with Joe\nGarner and his family, passed nine drunken\nIndians along the road. He remembered there\nwere nine because Joe Garner, driving along in\nthe dusk, pulled up the horses, jumped down\ninto the road and dragged an Indian out of the\nwheel rut. The Indian had been asleep, face\ndown in the sand. Joe dragged him into the\nbushes and got back up on the wagon-box.\nâ\u0080\u009cThat makes nine of them,â\u0080\u009d Joe said, â\u0080\u009cjust\nbetween here and the edge of town.â\u0080\u009d\nâ\u0080\u009cThem Indians,â\u0080\u009d said Mrs. Garner.\nNick was on the back seat with the two Garner\nboys. He was looking out from the back\nseat to see the Indian where Joe had dragged\nhim alongside of the road.\nâ\u0080\u009cWas it Billy Tabeshaw?â\u0080\u009d Carl asked.\nâ\u0080\u009cNo.â\u0080\u009d\nâ\u0080\u009cHis pants looked mighty like Billy.â\u0080\u009d\nâ\u0080\u009cAll Indians wear the same kind of pants.â\u0080\u009d\nâ\u0080\u009cI didnâ\u0080\u0099t see him at all,â\u0080\u009d Frank said. â\u0080\u009cPa\nwas down into the road and back up again before\nI seen a thing. I thought he was killing a\nsnake.â\u0080\u009d\nâ\u0080\u009cPlenty of Indiansâ\u0080\u0099ll kill snakes to-night, I\nguess,â\u0080\u009d Joe Garner said.\nâ\u0080\u009cThem Indians,â\u0080\u009d said Mrs. Garner.\nThey drove along. The road turned off from\nthe main highway and went up into the hills.\nIt was hard pulling for the horses and the boys\ngot down and walked. The road was sandy.\nNick looked back from the top of the hill by\nthe schoolhouse. He saw the lights of Petoskey\nand, off across Little Traverse Bay, the\nlights of Harbour Springs. They climbed back\nin the wagon again.\nâ\u0080\u009cThey ought to put some gravel on that\nstretch,â\u0080\u009d Joe Garner said. The wagon went\nalong the road through the woods. Joe and\nMrs. Garner sat close together on the front seat.\nNick sat between the two boys. The road came\nout into a clearing.\nâ\u0080\u009cRight here was where Pa ran over the\nskunk.â\u0080\u009d\nâ\u0080\u009cIt was further on.â\u0080\u009d\nâ\u0080\u009cIt donâ\u0080\u0099t make no difference where it was,â\u0080\u009d\nJoe said without turning his head. â\u0080\u009cOne place\nis just as good as another to run over a skunk.â\u0080\u009d\nâ\u0080\u009cI saw two skunks last night,â\u0080\u009d Nick said.\nâ\u0080\u009cWhere?â\u0080\u009d\nâ\u0080\u009cDown by the lake. They were looking for\ndead fish along the beach.â\u0080\u009d\nâ\u0080\u009cThey were coons probably,â\u0080\u009d Carl said.\nâ\u0080\u009cThey were skunks. I guess I know skunks.â\u0080\u009d\nâ\u0080\u009cYou ought to,â\u0080\u009d Carl said. â\u0080\u009cYou got an\nIndian girl.â\u0080\u009d\nâ\u0080\u009cStop talking that way, Carl,â\u0080\u009d said Mrs.\nGarner.\nâ\u0080\u009cWell, they smell about the same.â\u0080\u009d\nJoe Garner laughed.\nâ\u0080\u009cYou stop laughing, Joe,â\u0080\u009d Mrs. Garner said.\nâ\u0080\u009cI wonâ\u0080\u0099t have Carl talk that way.â\u0080\u009d\nâ\u0080\u009cHave you got an Indian girl, Nickie?â\u0080\u009d Joe\nasked.\nâ\u0080\u009cNo.â\u0080\u009d\nâ\u0080\u009cHe has too, Pa,â\u0080\u009d Frank said. â\u0080\u009cPrudence\nMitchellâ\u0080\u0099s his girl.â\u0080\u009d\nâ\u0080\u009cSheâ\u0080\u0099s not.â\u0080\u009d\nâ\u0080\u009cHe goes to see her every day.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t.â\u0080\u009d Nick, sitting between the two boys\nin the dark, felt hollow and happy inside himself\nto be teased about Prudence Mitchell. â\u0080\u009cShe\nainâ\u0080\u0099t my girl,â\u0080\u009d he said.\nâ\u0080\u009cListen to him,â\u0080\u009d said Carl. â\u0080\u009cI see them together\nevery day.â\u0080\u009d\nâ\u0080\u009cCarl canâ\u0080\u0099t get a girl,â\u0080\u009d his mother said, â\u0080\u009cnot\neven a squaw.â\u0080\u009d\nCarl was quiet.\nâ\u0080\u009cCarl ainâ\u0080\u0099t no good with girls,â\u0080\u009d Frank said.\nâ\u0080\u009cYou shut up.â\u0080\u009d\nâ\u0080\u009cYouâ\u0080\u0099re all right, Carl,â\u0080\u009d Joe Garner said.\nâ\u0080\u009cGirls never got a man anywhere. Look at\nyour pa.â\u0080\u009d\nâ\u0080\u009cYes, thatâ\u0080\u0099s what you would say,â\u0080\u009d Mrs. Garner\nmoved close to Joe as the wagon jolted.\nâ\u0080\u009cWell, you had plenty of girls in your time.â\u0080\u009d\nâ\u0080\u009cIâ\u0080\u0099ll bet Pa wouldnâ\u0080\u0099t ever have had a squaw\nfor a girl.â\u0080\u009d\nâ\u0080\u009cDonâ\u0080\u0099t you think it,â\u0080\u009d Joe said. â\u0080\u009cYou better\nwatch out to keep Prudie, Nick.â\u0080\u009d\nHis wife whispered to him and Joe laughed.\nâ\u0080\u009cWhat you laughing at?â\u0080\u009d asked Frank.\nâ\u0080\u009cDonâ\u0080\u0099t you say it, Garner,â\u0080\u009d his wife warned.\nJoe laughed again.\nâ\u0080\u009cNickie can have Prudence,â\u0080\u009d Joe Garner said.\nâ\u0080\u009cI got a good girl.â\u0080\u009d\nâ\u0080\u009cThatâ\u0080\u0099s the way to talk,â\u0080\u009d Mrs. Garner said.\nThe horses were pulling heavily in the sand.\nJoe reached out in the dark with the whip.\nâ\u0080\u009cCome on, pull into it. Youâ\u0080\u0099ll have to pull\nharder than this to-morrow.â\u0080\u009d\nThey trotted down the long hill, the wagon\njolting. At the farmhouse everybody got down.\nMrs. Garner unlocked the door, went inside,\nand came out with a lamp in her hand. Carl\nand Nick unloaded the things from the back of\nthe wagon. Frank sat on the front seat to drive\nto the barn and put up the horses. Nick went\nup the steps and opened the kitchen door. Mrs.\nGarner was building a fire in the stove. She\nturned from pouring kerosene on the wood.\nâ\u0080\u009cGood-by, Mrs. Garner,â\u0080\u009d Nick said. â\u0080\u009cThanks\nfor taking me.â\u0080\u009d\nâ\u0080\u009cOh shucks, Nickie.â\u0080\u009d\nâ\u0080\u009cI had a wonderful time.â\u0080\u009d\nâ\u0080\u009cWe like to have you. Wonâ\u0080\u0099t you stay and\neat some supper?â\u0080\u009d\nâ\u0080\u009cI better go. I think Dad probably waited\nfor me.â\u0080\u009d\nâ\u0080\u009cWell, get along then. Send Carl up to the\nhouse, will you?â\u0080\u009d\nâ\u0080\u009cAll right.â\u0080\u009d\nâ\u0080\u009cGood-night, Nickie.â\u0080\u009d\nâ\u0080\u009cGood-night, Mrs. Garner.â\u0080\u009d\nNick went out the farmyard and down to the\nbarn. Joe and Frank were milking.\nâ\u0080\u009cGood-night,â\u0080\u009d Nick said. â\u0080\u009cI had a swell\ntime.â\u0080\u009d\nâ\u0080\u009cGood-night, Nick,â\u0080\u009d Joe Garner called.\nâ\u0080\u009cArenâ\u0080\u0099t you going to stay and eat?â\u0080\u009d\nâ\u0080\u009cNo, I canâ\u0080\u0099t. Will you tell Carl his mother\nwants him?â\u0080\u009d\nâ\u0080\u009cAll right. Good-night, Nickie.â\u0080\u009d\nNick walked barefoot along the path through\nthe meadow below the barn. The path was\nsmooth and the dew was cool on his bare feet.\nHe climbed a fence at the end of the meadow,\nwent down through a ravine, his feet wet in\nthe swamp mud, and then climbed up through\nthe dry beech woods until he saw the lights of\nthe cottage. He climbed over the fence and\nwalked around to the front porch. Through\nthe window he saw his father sitting by the\ntable, reading in the light from the big lamp.\nNick opened the door and went in.\nâ\u0080\u009cWell, Nickie,â\u0080\u009d his father said, â\u0080\u009cwas it a\ngood day?â\u0080\u009d\nâ\u0080\u009cI had a swell time, Dad. It was a swell\nFourth of July.â\u0080\u009d\nâ\u0080\u009cAre you hungry?â\u0080\u009d\nâ\u0080\u009cYou bet.â\u0080\u009d\nâ\u0080\u009cWhat did you do with your shoes?â\u0080\u009d\nâ\u0080\u009cI left them in the wagon at Garnerâ\u0080\u0099s.â\u0080\u009d\nâ\u0080\u009cCome on out to the kitchen.â\u0080\u009d\nNickâ\u0080\u0099s father went ahead with the lamp. He\nstopped and lifted the lid of the ice-box. Nick\nwent on into the kitchen. His father brought\nin a piece of cold chicken on a plate and a pitcher\nof milk and put them on the table before Nick.\nHe put down the lamp.\nâ\u0080\u009cThereâ\u0080\u0099s some pie too,â\u0080\u009d he said. â\u0080\u009cWill that\nhold you?â\u0080\u009d\nâ\u0080\u009cItâ\u0080\u0099s grand.â\u0080\u009d\nHis father sat down in a chair beside the oilcloth-covered\ntable. He made a big shadow on\nthe kitchen wall.\nâ\u0080\u009cWho won the ball game?â\u0080\u009d\nâ\u0080\u009cPetoskey. Five to three.â\u0080\u009d\nHis father sat watching him eat and filled\nhis glass from the milk-pitcher. Nick drank\nand wiped his mouth on his napkin. His father\nreached over to the shelf for the pie. He cut\nNick a big piece. It was huckleberry pie.\nâ\u0080\u009cWhat did you do, Dad?â\u0080\u009d\nâ\u0080\u009cI went out fishing in the morning.â\u0080\u009d\nâ\u0080\u009cWhat did you get?â\u0080\u009d\nâ\u0080\u009cOnly perch.â\u0080\u009d\nHis father sat watching Nick eat the pie.\nâ\u0080\u009cWhat did you do this afternoon?â\u0080\u009d Nick\nasked.\nâ\u0080\u009cI went for a walk up by the Indian camp.â\u0080\u009d\nâ\u0080\u009cDid you see anybody?â\u0080\u009d\nâ\u0080\u009cThe Indians were all in town getting\ndrunk.â\u0080\u009d\nâ\u0080\u009cDidnâ\u0080\u0099t you see anybody at all?â\u0080\u009d\nâ\u0080\u009cI saw your friend, Prudie.â\u0080\u009d\nâ\u0080\u009cWhere was she?â\u0080\u009d\nâ\u0080\u009cShe was in the woods with Frank Washburn.\nI ran onto them. They were having\nquite a time.â\u0080\u009d\nHis father was not looking at him.\nâ\u0080\u009cWhat were they doing?â\u0080\u009d\nâ\u0080\u009cI didnâ\u0080\u0099t stay to find out.â\u0080\u009d\nâ\u0080\u009cTell me what they were doing.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t know,â\u0080\u009d his father said. â\u0080\u009cI just\nheard them threshing around.â\u0080\u009d\nâ\u0080\u009cHow did you know it was them?â\u0080\u009d\nâ\u0080\u009cI saw them.â\u0080\u009d\nâ\u0080\u009cI thought you said you didnâ\u0080\u0099t see them.â\u0080\u009d\nâ\u0080\u009cOh, yes, I saw them.â\u0080\u009d\nâ\u0080\u009cWho was it with her?â\u0080\u009d Nick asked.\nâ\u0080\u009cFrank Washburn.â\u0080\u009d\nâ\u0080\u009cWere theyâ\u0080\u0094were theyâ\u0080\u0094â\u0080\u0094â\u0080\u009d\nâ\u0080\u009cWere they what?â\u0080\u009d\nâ\u0080\u009cWere they happy?â\u0080\u009d\nâ\u0080\u009cI guess so.â\u0080\u009d\nHis father got up from the table and went\nout the kitchen screen door. When he came\nback Nick was looking at his plate. He had\nbeen crying.\nâ\u0080\u009cHave some more?â\u0080\u009d His father picked up\nthe knife to cut the pie.\nâ\u0080\u009cNo,â\u0080\u009d said Nick.\nâ\u0080\u009cYou better have another piece.â\u0080\u009d\nâ\u0080\u009cNo, I donâ\u0080\u0099t want any.â\u0080\u009d\nHis father cleared off the table.\nâ\u0080\u009cWhere were they in the woods?â\u0080\u009d Nick\nasked.\nâ\u0080\u009cUp back of the camp.â\u0080\u009d Nick looked at his\nplate. His father said, â\u0080\u009cYou better go to bed,\nNick.â\u0080\u009d\nâ\u0080\u009cAll right.â\u0080\u009d\nNick went into his room, undressed, and got\ninto bed. He heard his father moving around in\nthe living-room. Nick lay in the bed with his\nface in the pillow.\nâ\u0080\u009cMy heartâ\u0080\u0099s broken,â\u0080\u009d he thought. â\u0080\u009cIf I feel\nthis way my heart must be broken.â\u0080\u009d\nAfter a while he heard his father blow out\nthe lamp and go into his own room. He heard\na wind come up in the trees outside and felt\nit come in cool through the screen. He lay for\na long time with his face in the pillow, and\nafter a while he forgot to think about Prudence\nand finally he went to sleep. When he awoke in\nthe night he heard the wind in the hemlock\ntrees outside the cottage and the waves of the\nlake coming in on the shore, and he went back\nto sleep. In the morning there was a big wind\nblowing and the waves were running high up\non the beach and he was awake a long time before\nhe remembered that his heart was broken.",
    "metadata": {
        "author": "Hemingway",
        "year": 1927,
        "url": "https://www.gutenberg.org/cache/epub/69683/pg69683-images.html",
        "name": "ten_indians"
    }
}