{
    "name": "Hemingway - To-day is Friday",
    "body": "\nThree Roman soldiers are in a drinking-place at\neleven oâ\u0080\u0099clock at night. There are barrels\naround the wall. Behind the wooden\ncounter is a Hebrew wine-seller. The\nthree Roman soldiers are a little cock-eyed.\n\n1st Roman Soldierâ\u0080\u0094You tried the red?\n2d Soldierâ\u0080\u0094No, I ainâ\u0080\u0099t tried it.\n1st Soldierâ\u0080\u0094You better try it.\n2d Soldierâ\u0080\u0094All right, George, weâ\u0080\u0099ll have a\nround of the red.\nHebrew Wine-sellerâ\u0080\u0094Here you are, gentlemen.\nYouâ\u0080\u0099ll like that. [He sets down an\nearthenware pitcher that he has filled from one\nof the casks.] Thatâ\u0080\u0099s a nice little wine.\n1st Soldierâ\u0080\u0094Have a drink of it yourself.\n[He turns to the third Roman soldier who is\nleaning on a barrel.] Whatâ\u0080\u0099s the matter with\nyou?\n3d Roman Soldierâ\u0080\u0094I got a gut-ache.\n2d Soldierâ\u0080\u0094Youâ\u0080\u0099ve been drinking water.\n1st Soldierâ\u0080\u0094Try some of the red.\n3d Soldierâ\u0080\u0094I canâ\u0080\u0099t drink the damn stuff. It\nmakes my gut sour.\n1st Soldierâ\u0080\u0094You been out here too long.\n3d Soldierâ\u0080\u0094Hell, donâ\u0080\u0099t I know it?\n1st Soldierâ\u0080\u0094Say, George, canâ\u0080\u0099t you give this\ngentleman something to fix up his stomach?\nHebrew Wine-sellerâ\u0080\u0094I got it right here.\n\n[The third Roman soldier tastes the cup\nthat the wine-seller has mixed for him.]\n\n3d Soldierâ\u0080\u0094Hey, what you put in that,\ncamel chips?\nWine-sellerâ\u0080\u0094You drink that right down,\nLootenant. Thatâ\u0080\u0099ll fix you up right.\n3d Soldierâ\u0080\u0094Well, I couldnâ\u0080\u0099t feel any worse.\n1st Soldierâ\u0080\u0094Take a chance on it. George\nfixed me up fine the other day.\nWine-sellerâ\u0080\u0094You were in bad shape, Lootenant.\nI know what fixes up a bad stomach.\n\n[The third Roman soldier drinks the cup\ndown.]\n\n3d Roman Soldierâ\u0080\u0094Jesus Christ. [He makes\na face.]\n2d Soldierâ\u0080\u0094That false alarm!\n1st Soldierâ\u0080\u0094Oh, I donâ\u0080\u0099t know. He was\npretty good in there to-day.\n2d Soldierâ\u0080\u0094Why didnâ\u0080\u0099t he come down off\nthe cross?\n1st Soldierâ\u0080\u0094He didnâ\u0080\u0099t want to come down\noff the cross. Thatâ\u0080\u0099s not his play.\n2d Soldierâ\u0080\u0094Show me a guy that doesnâ\u0080\u0099t want\nto come down off the cross.\n1st Soldierâ\u0080\u0094Aw, hell, you donâ\u0080\u0099t know anything\nabout it. Ask George there. Did he\nwant to come down off the cross, George?\nWine-sellerâ\u0080\u0094Iâ\u0080\u0099ll tell you, gentlemen, I\nwasnâ\u0080\u0099t out there. Itâ\u0080\u0099s a thing I havenâ\u0080\u0099t taken\nany interest in.\n2d Soldierâ\u0080\u0094Listen, I seen a lot of themâ\u0080\u0094here\nand plenty of other places. Any time\nyou show me one that doesnâ\u0080\u0099t want to get down\noff the cross when the time comesâ\u0080\u0094when the\ntime comes, I meanâ\u0080\u0094Iâ\u0080\u0099ll climb right up with\nhim.\n1st Soldierâ\u0080\u0094I thought he was pretty good in\nthere to-day.\n3d Soldierâ\u0080\u0094He was all right.\n2d Roman Soldierâ\u0080\u0094You guys donâ\u0080\u0099t know\nwhat Iâ\u0080\u0099m talking about. Iâ\u0080\u0099m not saying\nwhether he was good or not. What I mean is,\nwhen the time comes. When they first start\nnailing him, there isnâ\u0080\u0099t none of them wouldnâ\u0080\u0099t\nstop it if they could.\n1st Soldierâ\u0080\u0094Didnâ\u0080\u0099t you follow it, George?\nWine-sellerâ\u0080\u0094No, I didnâ\u0080\u0099t take any interest\nin it, Lootenant.\n1st Soldierâ\u0080\u0094I was surprised how he acted.\n3d Soldierâ\u0080\u0094The part I donâ\u0080\u0099t like is the nailing\nthem on. You know, that must get to you\npretty bad.\n2d Soldierâ\u0080\u0094It isnâ\u0080\u0099t that thatâ\u0080\u0099s so bad, as\nwhen they first lift â\u0080\u0099em up. [He makes a lifting\ngesture with his two palms together.] When\nthe weight starts to pull on â\u0080\u0099em. Thatâ\u0080\u0099s when\nit gets â\u0080\u0099em.\n3d Roman Soldierâ\u0080\u0094It takes some of them\npretty bad.\n1st Soldierâ\u0080\u0094Ainâ\u0080\u0099t I seen â\u0080\u0099em? I seen plenty\nof them. I tell you, he was pretty good in there\nto-day.\n\n[The second Roman soldier smiles at the\nHebrew wine-seller.]\n\n2d Soldierâ\u0080\u0094Youâ\u0080\u0099re a regular Christer, big\nboy.\n1st Soldierâ\u0080\u0094Sure, go on and kid him. But\nlisten while I tell you something. He was\npretty good in there to-day.\n2d Soldierâ\u0080\u0094What about some more wine?\n\n[The wine-seller looks up expectantly.\nThe third Roman soldier is sitting with his\nhead down. He does not look well.]\n\n3d Soldierâ\u0080\u0094I donâ\u0080\u0099t want any more.\n2d Soldierâ\u0080\u0094Just for two, George.\n\n[The wine-seller puts out a pitcher of\nwine, a size smaller than the last one. He\nleans forward on the wooden counter.]\n\n1st Roman Soldierâ\u0080\u0094You see his girl?\n2d Soldierâ\u0080\u0094Wasnâ\u0080\u0099t I standing right by her?\n1st Soldierâ\u0080\u0094Sheâ\u0080\u0099s a nice-looker.\n2d Soldierâ\u0080\u0094I knew her before he did. [He\nwinks at the wine-seller.]\n1st Soldierâ\u0080\u0094I used to see her around the\ntown.\n2d Soldierâ\u0080\u0094She used to have a lot of stuff.\nHe never brought her no good luck.\n1st Soldierâ\u0080\u0094Oh, he ainâ\u0080\u0099t lucky. But he\nlooked pretty good to me in there to-day.\n2d Soldierâ\u0080\u0094What become of his gang?\n1st Soldierâ\u0080\u0094Oh, they faded out. Just the\nwomen stuck by him.\n2d Roman Soldierâ\u0080\u0094They were a pretty yellow\ncrowd. When they seen him go up there\nthey didnâ\u0080\u0099t want any of it.\n1st Soldierâ\u0080\u0094The women stuck all right.\n2d Soldierâ\u0080\u0094Sure, they stuck all right.\n1st Roman Soldierâ\u0080\u0094You see me slip the old\nspear into him?\n2d Roman Soldierâ\u0080\u0094Youâ\u0080\u0099ll get into trouble\ndoing that some day.\n1st Soldierâ\u0080\u0094It was the least I could do for\nhim. Iâ\u0080\u0099ll tell you he looked pretty good to me\nin there to-day.\nHebrew Wine-sellerâ\u0080\u0094Gentlemen, you know\nI got to close.\n1st Roman Soldierâ\u0080\u0094Weâ\u0080\u0099ll have one more\nround.\n2d Roman Soldierâ\u0080\u0094Whatâ\u0080\u0099s the use? This\nstuff donâ\u0080\u0099t get you anywhere. Come on, letâ\u0080\u0099s\ngo.\n1st Soldierâ\u0080\u0094Just another round.\n3d Roman Soldierâ\u0080\u0094[Getting up from the\nbarrel.] No, come on. Letâ\u0080\u0099s go. I feel like\nhell to-night.\n1st Soldierâ\u0080\u0094Just one more.\n2d Soldierâ\u0080\u0094No, come on. Weâ\u0080\u0099re going to\ngo. Good-night, George. Put it on the bill.\nWine-sellerâ\u0080\u0094Good-night, gentlemen. [He\nlooks a little worried.] You couldnâ\u0080\u0099t let me\nhave a little something on account, Lootenant?\n2d Roman Soldierâ\u0080\u0094What the hell, George!\nWednesdayâ\u0080\u0099s pay-day.\nWine-sellerâ\u0080\u0094Itâ\u0080\u0099s all right, Lootenant. Good-night,\ngentlemen.\n\n[The three Roman soldiers go out the\ndoor into the street.]\n[Outside in the street.]\n\n2d Roman Soldierâ\u0080\u0094George is a kike just like\nall the rest of them.\n1st Roman Soldierâ\u0080\u0094Oh, George is a nice\nfella.\n2d Soldierâ\u0080\u0094Everybodyâ\u0080\u0099s a nice fella to you\nto-night.\n3d Roman Soldierâ\u0080\u0094Come on, letâ\u0080\u0099s go up to\nthe barracks. I feel like hell to-night.\n2d Soldierâ\u0080\u0094You been out here too long.\n3d Roman Soldierâ\u0080\u0094No, it ainâ\u0080\u0099t just that.\nI feel like hell.\n2d Soldierâ\u0080\u0094You been out here too long.\nThatâ\u0080\u0099s all.\nCurtain.",
    "metadata": {
        "author": "Hemingway",
        "year": 1927,
        "url": "https://www.gutenberg.org/cache/epub/69683/pg69683-images.html",
        "name": "to-day_is_friday"
    }
}