{
    "name": "Grimm - Ashputtel",
    "body": "\n      The wife of a rich man fell sick; and when she felt that her end drew\n      nigh, she called her only daughter to her bed-side, and said, ‘Always be a\n      good girl, and I will look down from heaven and watch over you.’ Soon\n      afterwards she shut her eyes and died, and was buried in the garden; and\n      the little girl went every day to her grave and wept, and was always good\n      and kind to all about her. And the snow fell and spread a beautiful white\n      covering over the grave; but by the time the spring came, and the sun had\n      melted it away again, her father had married another wife. This new wife\n      had two daughters of her own, that she brought home with her; they were\n      fair in face but foul at heart, and it was now a sorry time for the poor\n      little girl. ‘What does the good-for-nothing want in the parlour?’ said\n      they; ‘they who would eat bread should first earn it; away with the\n      kitchen-maid!’ Then they took away her fine clothes, and gave her an old\n      grey frock to put on, and laughed at her, and turned her into the kitchen.\n    \n\n      There she was forced to do hard work; to rise early before daylight, to\n      bring the water, to make the fire, to cook and to wash. Besides that, the\n      sisters plagued her in all sorts of ways, and laughed at her. In the\n      evening when she was tired, she had no bed to lie down on, but was made to\n      lie by the hearth among the ashes; and as this, of course, made her always\n      dusty and dirty, they called her Ashputtel.\n    \n\n      It happened once that the father was going to the fair, and asked his\n      wife’s daughters what he should bring them. ‘Fine clothes,’ said the\n      first; ‘Pearls and diamonds,’ cried the second. ‘Now, child,’ said he to\n      his own daughter, ‘what will you have?’ ‘The first twig, dear father, that\n      brushes against your hat when you turn your face to come homewards,’ said\n      she. Then he bought for the first two the fine clothes and pearls and\n      diamonds they had asked for: and on his way home, as he rode through a\n      green copse, a hazel twig brushed against him, and almost pushed off his\n      hat: so he broke it off and brought it away; and when he got home he gave\n      it to his daughter. Then she took it, and went to her mother’s grave and\n      planted it there; and cried so much that it was watered with her tears;\n      and there it grew and became a fine tree. Three times every day she went\n      to it and cried; and soon a little bird came and built its nest upon the\n      tree, and talked with her, and watched over her, and brought her whatever\n      she wished for.\n    \n\n      Now it happened that the king of that land held a feast, which was to last\n      three days; and out of those who came to it his son was to choose a bride\n      for himself. Ashputtel’s two sisters were asked to come; so they called\n      her up, and said, ‘Now, comb our hair, brush our shoes, and tie our sashes\n      for us, for we are going to dance at the king’s feast.’ Then she did as\n      she was told; but when all was done she could not help crying, for she\n      thought to herself, she should so have liked to have gone with them to the\n      ball; and at last she begged her mother very hard to let her go. ‘You,\n      Ashputtel!’ said she; ‘you who have nothing to wear, no clothes at all,\n      and who cannot even dance—you want to go to the ball? And when she\n      kept on begging, she said at last, to get rid of her, ‘I will throw this\n      dishful of peas into the ash-heap, and if in two hours’ time you have\n      picked them all out, you shall go to the feast too.’\n    \n\n      Then she threw the peas down among the ashes, but the little maiden ran\n      out at the back door into the garden, and cried out:\n    \n\n ‘Hither, hither, through the sky,\n  Turtle-doves and linnets, fly!\n  Blackbird, thrush, and chaffinch gay,\n  Hither, hither, haste away!\n  One and all come help me, quick!\n  Haste ye, haste ye!—pick, pick, pick!’\n\n\n      Then first came two white doves, flying in at the kitchen window; next\n      came two turtle-doves; and after them came all the little birds under\n      heaven, chirping and fluttering in: and they flew down into the ashes. And\n      the little doves stooped their heads down and set to work, pick, pick,\n      pick; and then the others began to pick, pick, pick: and among them all\n      they soon picked out all the good grain, and put it into a dish but left\n      the ashes. Long before the end of the hour the work was quite done, and\n      all flew out again at the windows.\n    \n\n      Then Ashputtel brought the dish to her mother, overjoyed at the thought\n      that now she should go to the ball. But the mother said, ‘No, no! you\n      slut, you have no clothes, and cannot dance; you shall not go.’ And when\n      Ashputtel begged very hard to go, she said, ‘If you can in one hour’s time\n      pick two of those dishes of peas out of the ashes, you shall go too.’ And\n      thus she thought she should at least get rid of her. So she shook two\n      dishes of peas into the ashes.\n    \n\n      But the little maiden went out into the garden at the back of the house,\n      and cried out as before:\n    \n\n ‘Hither, hither, through the sky,\n  Turtle-doves and linnets, fly!\n  Blackbird, thrush, and chaffinch gay,\n  Hither, hither, haste away!\n  One and all come help me, quick!\n  Haste ye, haste ye!—pick, pick, pick!’\n\n\n      Then first came two white doves in at the kitchen window; next came two\n      turtle-doves; and after them came all the little birds under heaven,\n      chirping and hopping about. And they flew down into the ashes; and the\n      little doves put their heads down and set to work, pick, pick, pick; and\n      then the others began pick, pick, pick; and they put all the good grain\n      into the dishes, and left all the ashes. Before half an hour’s time all\n      was done, and out they flew again. And then Ashputtel took the dishes to\n      her mother, rejoicing to think that she should now go to the ball. But her\n      mother said, ‘It is all of no use, you cannot go; you have no clothes, and\n      cannot dance, and you would only put us to shame’: and off she went with\n      her two daughters to the ball.\n    \n\n      Now when all were gone, and nobody left at home, Ashputtel went\n      sorrowfully and sat down under the hazel-tree, and cried out:\n    \n\n ‘Shake, shake, hazel-tree,\n  Gold and silver over me!’\n\n\n      Then her friend the bird flew out of the tree, and brought a gold and\n      silver dress for her, and slippers of spangled silk; and she put them on,\n      and followed her sisters to the feast. But they did not know her, and\n      thought it must be some strange princess, she looked so fine and beautiful\n      in her rich clothes; and they never once thought of Ashputtel, taking it\n      for granted that she was safe at home in the dirt.\n    \n\n      The king’s son soon came up to her, and took her by the hand and danced\n      with her, and no one else: and he never left her hand; but when anyone\n      else came to ask her to dance, he said, ‘This lady is dancing with me.’\n    \n\n      Thus they danced till a late hour of the night; and then she wanted to go\n      home: and the king’s son said, ‘I shall go and take care of you to your\n      home’; for he wanted to see where the beautiful maiden lived. But she\n      slipped away from him, unawares, and ran off towards home; and as the\n      prince followed her, she jumped up into the pigeon-house and shut the\n      door. Then he waited till her father came home, and told him that the\n      unknown maiden, who had been at the feast, had hid herself in the\n      pigeon-house. But when they had broken open the door they found no one\n      within; and as they came back into the house, Ashputtel was lying, as she\n      always did, in her dirty frock by the ashes, and her dim little lamp was\n      burning in the chimney. For she had run as quickly as she could through\n      the pigeon-house and on to the hazel-tree, and had there taken off her\n      beautiful clothes, and put them beneath the tree, that the bird might\n      carry them away, and had lain down again amid the ashes in her little grey\n      frock.\n    \n\n      The next day when the feast was again held, and her father, mother, and\n      sisters were gone, Ashputtel went to the hazel-tree, and said:\n    \n\n ‘Shake, shake, hazel-tree,\n  Gold and silver over me!’\n\n\n      And the bird came and brought a still finer dress than the one she had\n      worn the day before. And when she came in it to the ball, everyone\n      wondered at her beauty: but the king’s son, who was waiting for her, took\n      her by the hand, and danced with her; and when anyone asked her to dance,\n      he said as before, ‘This lady is dancing with me.’\n    \n\n      When night came she wanted to go home; and the king’s son followed here as\n      before, that he might see into what house she went: but she sprang away\n      from him all at once into the garden behind her father’s house. In this\n      garden stood a fine large pear-tree full of ripe fruit; and Ashputtel, not\n      knowing where to hide herself, jumped up into it without being seen. Then\n      the king’s son lost sight of her, and could not find out where she was\n      gone, but waited till her father came home, and said to him, ‘The unknown\n      lady who danced with me has slipped away, and I think she must have sprung\n      into the pear-tree.’ The father thought to himself, ‘Can it be Ashputtel?’\n      So he had an axe brought; and they cut down the tree, but found no one\n      upon it. And when they came back into the kitchen, there lay Ashputtel\n      among the ashes; for she had slipped down on the other side of the tree,\n      and carried her beautiful clothes back to the bird at the hazel-tree, and\n      then put on her little grey frock.\n    \n\n      The third day, when her father and mother and sisters were gone, she went\n      again into the garden, and said:\n    \n\n ‘Shake, shake, hazel-tree,\n  Gold and silver over me!’\n\n\n      Then her kind friend the bird brought a dress still finer than the former\n      one, and slippers which were all of gold: so that when she came to the\n      feast no one knew what to say, for wonder at her beauty: and the king’s\n      son danced with nobody but her; and when anyone else asked her to dance,\n      he said, ‘This lady is my partner, sir.’\n    \n\n      When night came she wanted to go home; and the king’s son would go with\n      her, and said to himself, ‘I will not lose her this time’; but, however,\n      she again slipped away from him, though in such a hurry that she dropped\n      her left golden slipper upon the stairs.\n    \n\n      The prince took the shoe, and went the next day to the king his father,\n      and said, ‘I will take for my wife the lady that this golden slipper\n      fits.’ Then both the sisters were overjoyed to hear it; for they had\n      beautiful feet, and had no doubt that they could wear the golden slipper.\n      The eldest went first into the room where the slipper was, and wanted to\n      try it on, and the mother stood by. But her great toe could not go into\n      it, and the shoe was altogether much too small for her. Then the mother\n      gave her a knife, and said, ‘Never mind, cut it off; when you are queen\n      you will not care about toes; you will not want to walk.’ So the silly\n      girl cut off her great toe, and thus squeezed on the shoe, and went to the\n      king’s son. Then he took her for his bride, and set her beside him on his\n      horse, and rode away with her homewards.\n    \n\n      But on their way home they had to pass by the hazel-tree that Ashputtel\n      had planted; and on the branch sat a little dove singing:\n    \n\n ‘Back again! back again! look to the shoe!\n  The shoe is too small, and not made for you!\n  Prince! prince! look again for thy bride,\n  For she’s not the true one that sits by thy side.’\n\n\n      Then the prince got down and looked at her foot; and he saw, by the blood\n      that streamed from it, what a trick she had played him. So he turned his\n      horse round, and brought the false bride back to her home, and said, ‘This\n      is not the right bride; let the other sister try and put on the slipper.’\n      Then she went into the room and got her foot into the shoe, all but the\n      heel, which was too large. But her mother squeezed it in till the blood\n      came, and took her to the king’s son: and he set her as his bride by his\n      side on his horse, and rode away with her.\n    \n\n      But when they came to the hazel-tree the little dove sat there still, and\n      sang:\n    \n\n ‘Back again! back again! look to the shoe!\n  The shoe is too small, and not made for you!\n  Prince! prince! look again for thy bride,\n  For she’s not the true one that sits by thy side.’\n\n\n      Then he looked down, and saw that the blood streamed so much from the\n      shoe, that her white stockings were quite red. So he turned his horse and\n      brought her also back again. ‘This is not the true bride,’ said he to the\n      father; ‘have you no other daughters?’ ‘No,’ said he; ‘there is only a\n      little dirty Ashputtel here, the child of my first wife; I am sure she\n      cannot be the bride.’ The prince told him to send her. But the mother\n      said, ‘No, no, she is much too dirty; she will not dare to show herself.’\n      However, the prince would have her come; and she first washed her face and\n      hands, and then went in and curtsied to him, and he reached her the golden\n      slipper. Then she took her clumsy shoe off her left foot, and put on the\n      golden slipper; and it fitted her as if it had been made for her. And when\n      he drew near and looked at her face he knew her, and said, ‘This is the\n      right bride.’ But the mother and both the sisters were frightened, and\n      turned pale with anger as he took Ashputtel on his horse, and rode away\n      with her. And when they came to the hazel-tree, the white dove sang:\n    \n\n ‘Home! home! look at the shoe!\n  Princess! the shoe was made for you!\n  Prince! prince! take home thy bride,\n  For she is the true one that sits by thy side!’\n\n\n      And when the dove had done its song, it came flying, and perched upon her\n      right shoulder, and so went home with her.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "ashputtel"
    }
}