{
    "name": "Grimm - Clever Gretel",
    "body": "\n      There was once a cook named Gretel, who wore shoes with red heels, and\n      when she walked out with them on, she turned herself this way and that,\n      was quite happy and thought: ‘You certainly are a pretty girl!’ And when\n      she came home she drank, in her gladness of heart, a draught of wine, and\n      as wine excites a desire to eat, she tasted the best of whatever she was\n      cooking until she was satisfied, and said: ‘The cook must know what the\n      food is like.’\n    \n\n      It came to pass that the master one day said to her: ‘Gretel, there is a\n      guest coming this evening; prepare me two fowls very daintily.’ ‘I will\n      see to it, master,’ answered Gretel. She killed two fowls, scalded them,\n      plucked them, put them on the spit, and towards evening set them before\n      the fire, that they might roast. The fowls began to turn brown, and were\n      nearly ready, but the guest had not yet arrived. Then Gretel called out to\n      her master: ‘If the guest does not come, I must take the fowls away from\n      the fire, but it will be a sin and a shame if they are not eaten the\n      moment they are at their juiciest.’ The master said: ‘I will run myself,\n      and fetch the guest.’ When the master had turned his back, Gretel laid the\n      spit with the fowls on one side, and thought: ‘Standing so long by the\n      fire there, makes one sweat and thirsty; who knows when they will come?\n      Meanwhile, I will run into the cellar, and take a drink.’ She ran down,\n      set a jug, said: ‘God bless it for you, Gretel,’ and took a good drink,\n      and thought that wine should flow on, and should not be interrupted, and\n      took yet another hearty draught.\n    \n\n      Then she went and put the fowls down again to the fire, basted them, and\n      drove the spit merrily round. But as the roast meat smelt so good, Gretel\n      thought: ‘Something might be wrong, it ought to be tasted!’ She touched it\n      with her finger, and said: ‘Ah! how good fowls are! It certainly is a sin\n      and a shame that they are not eaten at the right time!’ She ran to the\n      window, to see if the master was not coming with his guest, but she saw no\n      one, and went back to the fowls and thought: ‘One of the wings is burning!\n      I had better take it off and eat it.’ So she cut it off, ate it, and\n      enjoyed it, and when she had done, she thought: ‘The other must go down\n      too, or else master will observe that something is missing.’ When the two\n      wings were eaten, she went and looked for her master, and did not see him.\n      It suddenly occurred to her: ‘Who knows? They are perhaps not coming at\n      all, and have turned in somewhere.’ Then she said: ‘Well, Gretel, enjoy\n      yourself, one fowl has been cut into, take another drink, and eat it up\n      entirely; when it is eaten you will have some peace, why should God’s good\n      gifts be spoilt?’ So she ran into the cellar again, took an enormous drink\n      and ate up the one chicken in great glee. When one of the chickens was\n      swallowed down, and still her master did not come, Gretel looked at the\n      other and said: ‘What one is, the other should be likewise, the two go\n      together; what’s right for the one is right for the other; I think if I\n      were to take another draught it would do me no harm.’ So she took another\n      hearty drink, and let the second chicken follow the first.\n    \n\n      While she was making the most of it, her master came and cried: ‘Hurry up,\n      Gretel, the guest is coming directly after me!’ ‘Yes, sir, I will soon\n      serve up,’ answered Gretel. Meantime the master looked to see that the\n      table was properly laid, and took the great knife, wherewith he was going\n      to carve the chickens, and sharpened it on the steps. Presently the guest\n      came, and knocked politely and courteously at the house-door. Gretel ran,\n      and looked to see who was there, and when she saw the guest, she put her\n      finger to her lips and said: ‘Hush! hush! go away as quickly as you can,\n      if my master catches you it will be the worse for you; he certainly did\n      ask you to supper, but his intention is to cut off your two ears. Just\n      listen how he is sharpening the knife for it!’ The guest heard the\n      sharpening, and hurried down the steps again as fast as he could. Gretel\n      was not idle; she ran screaming to her master, and cried: ‘You have\n      invited a fine guest!’ ‘Why, Gretel? What do you mean by that?’ ‘Yes,’\n      said she, ‘he has taken the chickens which I was just going to serve up,\n      off the dish, and has run away with them!’ ‘That’s a nice trick!’ said her\n      master, and lamented the fine chickens. ‘If he had but left me one, so\n      that something remained for me to eat.’ He called to him to stop, but the\n      guest pretended not to hear. Then he ran after him with the knife still in\n      his hand, crying: ‘Just one, just one,’ meaning that the guest should\n      leave him just one chicken, and not take both. The guest, however, thought\n      no otherwise than that he was to give up one of his ears, and ran as if\n      fire were burning under him, in order to take them both with him.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "clever_gretel"
    }
}