{
    "name": "Grimm - Clever Elsie",
    "body": "\n      There was once a man who had a daughter who was called Clever Elsie. And\n      when she had grown up her father said: ‘We will get her married.’ ‘Yes,’\n      said the mother, ‘if only someone would come who would have her.’ At\n      length a man came from a distance and wooed her, who was called Hans; but\n      he stipulated that Clever Elsie should be really smart. ‘Oh,’ said the\n      father, ‘she has plenty of good sense’; and the mother said: ‘Oh, she can\n      see the wind coming up the street, and hear the flies coughing.’ ‘Well,’\n      said Hans, ‘if she is not really smart, I won’t have her.’ When they were\n      sitting at dinner and had eaten, the mother said: ‘Elsie, go into the\n      cellar and fetch some beer.’ Then Clever Elsie took the pitcher from the\n      wall, went into the cellar, and tapped the lid briskly as she went, so\n      that the time might not appear long. When she was below she fetched\n      herself a chair, and set it before the barrel so that she had no need to\n      stoop, and did not hurt her back or do herself any unexpected injury. Then\n      she placed the can before her, and turned the tap, and while the beer was\n      running she would not let her eyes be idle, but looked up at the wall, and\n      after much peering here and there, saw a pick-axe exactly above her, which\n      the masons had accidentally left there.\n    \n\n      Then Clever Elsie began to weep and said: ‘If I get Hans, and we have a\n      child, and he grows big, and we send him into the cellar here to draw\n      beer, then the pick-axe will fall on his head and kill him.’ Then she sat\n      and wept and screamed with all the strength of her body, over the\n      misfortune which lay before her. Those upstairs waited for the drink, but\n      Clever Elsie still did not come. Then the woman said to the servant: ‘Just\n      go down into the cellar and see where Elsie is.’ The maid went and found\n      her sitting in front of the barrel, screaming loudly. ‘Elsie why do you\n      weep?’ asked the maid. ‘Ah,’ she answered, ‘have I not reason to weep? If\n      I get Hans, and we have a child, and he grows big, and has to draw beer\n      here, the pick-axe will perhaps fall on his head, and kill him.’ Then said\n      the maid: ‘What a clever Elsie we have!’ and sat down beside her and began\n      loudly to weep over the misfortune. After a while, as the maid did not\n      come back, and those upstairs were thirsty for the beer, the man said to\n      the boy: ‘Just go down into the cellar and see where Elsie and the girl\n      are.’ The boy went down, and there sat Clever Elsie and the girl both\n      weeping together. Then he asked: ‘Why are you weeping?’ ‘Ah,’ said Elsie,\n      ‘have I not reason to weep? If I get Hans, and we have a child, and he\n      grows big, and has to draw beer here, the pick-axe will fall on his head\n      and kill him.’ Then said the boy: ‘What a clever Elsie we have!’ and sat\n      down by her, and likewise began to howl loudly. Upstairs they waited for\n      the boy, but as he still did not return, the man said to the woman: ‘Just\n      go down into the cellar and see where Elsie is!’ The woman went down, and\n      found all three in the midst of their lamentations, and inquired what was\n      the cause; then Elsie told her also that her future child was to be killed\n      by the pick-axe, when it grew big and had to draw beer, and the pick-axe\n      fell down. Then said the mother likewise: ‘What a clever Elsie we have!’\n      and sat down and wept with them. The man upstairs waited a short time, but\n      as his wife did not come back and his thirst grew ever greater, he said:\n      ‘I must go into the cellar myself and see where Elsie is.’ But when he got\n      into the cellar, and they were all sitting together crying, and he heard\n      the reason, and that Elsie’s child was the cause, and the Elsie might\n      perhaps bring one into the world some day, and that he might be killed by\n      the pick-axe, if he should happen to be sitting beneath it, drawing beer\n      just at the very time when it fell down, he cried: ‘Oh, what a clever\n      Elsie!’ and sat down, and likewise wept with them. The bridegroom stayed\n      upstairs alone for a long time; then as no one would come back he thought:\n      ‘They must be waiting for me below: I too must go there and see what they\n      are about.’ When he got down, the five of them were sitting screaming and\n      lamenting quite piteously, each out-doing the other. ‘What misfortune has\n      happened then?’ asked he. ‘Ah, dear Hans,’ said Elsie, ‘if we marry each\n      other and have a child, and he is big, and we perhaps send him here to\n      draw something to drink, then the pick-axe which has been left up there\n      might dash his brains out if it were to fall down, so have we not reason\n      to weep?’ ‘Come,’ said Hans, ‘more understanding than that is not needed\n      for my household, as you are such a clever Elsie, I will have you,’ and\n      seized her hand, took her upstairs with him, and married her.\n    \n\n      After Hans had had her some time, he said: ‘Wife, I am going out to work\n      and earn some money for us; go into the field and cut the corn that we may\n      have some bread.’ ‘Yes, dear Hans, I will do that.’ After Hans had gone\n      away, she cooked herself some good broth and took it into the field with\n      her. When she came to the field she said to herself: ‘What shall I do;\n      shall I cut first, or shall I eat first? Oh, I will eat first.’ Then she\n      drank her cup of broth and when she was fully satisfied, she once more\n      said: ‘What shall I do? Shall I cut first, or shall I sleep first? I will\n      sleep first.’ Then she lay down among the corn and fell asleep. Hans had\n      been at home for a long time, but Elsie did not come; then said he: ‘What\n      a clever Elsie I have; she is so industrious that she does not even come\n      home to eat.’ But when evening came and she still stayed away, Hans went\n      out to see what she had cut, but nothing was cut, and she was lying among\n      the corn asleep. Then Hans hastened home and brought a fowler’s net with\n      little bells and hung it round about her, and she still went on sleeping.\n      Then he ran home, shut the house-door, and sat down in his chair and\n      worked. At length, when it was quite dark, Clever Elsie awoke and when she\n      got up there was a jingling all round about her, and the bells rang at\n      each step which she took. Then she was alarmed, and became uncertain\n      whether she really was Clever Elsie or not, and said: ‘Is it I, or is it\n      not I?’ But she knew not what answer to make to this, and stood for a time\n      in doubt; at length she thought: ‘I will go home and ask if it be I, or if\n      it be not I, they will be sure to know.’ She ran to the door of her own\n      house, but it was shut; then she knocked at the window and cried: ‘Hans,\n      is Elsie within?’ ‘Yes,’ answered Hans, ‘she is within.’ Hereupon she was\n      terrified, and said: ‘Ah, heavens! Then it is not I,’ and went to another\n      door; but when the people heard the jingling of the bells they would not\n      open it, and she could get in nowhere. Then she ran out of the village,\n      and no one has seen her since.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "clever_elsie"
    }
}