{
    "name": "Grimm - Doctor Knowall",
    "body": "\n      There was once upon a time a poor peasant called Crabb, who drove with two\n      oxen a load of wood to the town, and sold it to a doctor for two talers.\n      When the money was being counted out to him, it so happened that the\n      doctor was sitting at table, and when the peasant saw how well he ate and\n      drank, his heart desired what he saw, and would willingly have been a\n      doctor too. So he remained standing a while, and at length inquired if he\n      too could not be a doctor. ‘Oh, yes,’ said the doctor, ‘that is soon\n      managed.’ ‘What must I do?’ asked the peasant. ‘In the first place buy\n      yourself an A B C book of the kind which has a cock on the frontispiece;\n      in the second, turn your cart and your two oxen into money, and get\n      yourself some clothes, and whatsoever else pertains to medicine; thirdly,\n      have a sign painted for yourself with the words: “I am Doctor Knowall,”\n       and have that nailed up above your house-door.’ The peasant did everything\n      that he had been told to do. When he had doctored people awhile, but not\n      long, a rich and great lord had some money stolen. Then he was told about\n      Doctor Knowall who lived in such and such a village, and must know what\n      had become of the money. So the lord had the horses harnessed to his\n      carriage, drove out to the village, and asked Crabb if he were Doctor\n      Knowall. Yes, he was, he said. Then he was to go with him and bring back\n      the stolen money. ‘Oh, yes, but Grete, my wife, must go too.’ The lord was\n      willing, and let both of them have a seat in the carriage, and they all\n      drove away together. When they came to the nobleman’s castle, the table\n      was spread, and Crabb was told to sit down and eat. ‘Yes, but my wife,\n      Grete, too,’ said he, and he seated himself with her at the table. And\n      when the first servant came with a dish of delicate fare, the peasant\n      nudged his wife, and said: ‘Grete, that was the first,’ meaning that was\n      the servant who brought the first dish. The servant, however, thought he\n      intended by that to say: ‘That is the first thief,’ and as he actually was\n      so, he was terrified, and said to his comrade outside: ‘The doctor knows\n      all: we shall fare ill, he said I was the first.’ The second did not want\n      to go in at all, but was forced. So when he went in with his dish, the\n      peasant nudged his wife, and said: ‘Grete, that is the second.’ This\n      servant was equally alarmed, and he got out as fast as he could. The third\n      fared no better, for the peasant again said: ‘Grete, that is the third.’\n      The fourth had to carry in a dish that was covered, and the lord told the\n      doctor that he was to show his skill, and guess what was beneath the\n      cover. Actually, there were crabs. The doctor looked at the dish, had no\n      idea what to say, and cried: ‘Ah, poor Crabb.’ When the lord heard that,\n      he cried: ‘There! he knows it; he must also know who has the money!’\n    \n\n      On this the servants looked terribly uneasy, and made a sign to the doctor\n      that they wished him to step outside for a moment. When therefore he went\n      out, all four of them confessed to him that they had stolen the money, and\n      said that they would willingly restore it and give him a heavy sum into\n      the bargain, if he would not denounce them, for if he did they would be\n      hanged. They led him to the spot where the money was concealed. With this\n      the doctor was satisfied, and returned to the hall, sat down to the table,\n      and said: ‘My lord, now will I search in my book where the gold is\n      hidden.’ The fifth servant, however, crept into the stove to hear if the\n      doctor knew still more. But the doctor sat still and opened his A B C\n      book, turned the pages backwards and forwards, and looked for the cock. As\n      he could not find it immediately he said: ‘I know you are there, so you\n      had better come out!’ Then the fellow in the stove thought that the doctor\n      meant him, and full of terror, sprang out, crying: ‘That man knows\n      everything!’ Then Doctor Knowall showed the lord where the money was, but\n      did not say who had stolen it, and received from both sides much money in\n      reward, and became a renowned man.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "doctor_knowall"
    }
}