{
    "name": "Grimm - the Elves And the Shoemaker",
    "body": "\n      There was once a shoemaker, who worked very hard and was very honest: but\n      still he could not earn enough to live upon; and at last all he had in the\n      world was gone, save just leather enough to make one pair of shoes.\n    \n\n      Then he cut his leather out, all ready to make up the next day, meaning to\n      rise early in the morning to his work. His conscience was clear and his\n      heart light amidst all his troubles; so he went peaceably to bed, left all\n      his cares to Heaven, and soon fell asleep. In the morning after he had\n      said his prayers, he sat himself down to his work; when, to his great\n      wonder, there stood the shoes all ready made, upon the table. The good man\n      knew not what to say or think at such an odd thing happening. He looked at\n      the workmanship; there was not one false stitch in the whole job; all was\n      so neat and true, that it was quite a masterpiece.\n    \n\n      The same day a customer came in, and the shoes suited him so well that he\n      willingly paid a price higher than usual for them; and the poor shoemaker,\n      with the money, bought leather enough to make two pairs more. In the\n      evening he cut out the work, and went to bed early, that he might get up\n      and begin betimes next day; but he was saved all the trouble, for when he\n      got up in the morning the work was done ready to his hand. Soon in came\n      buyers, who paid him handsomely for his goods, so that he bought leather\n      enough for four pair more. He cut out the work again overnight and found\n      it done in the morning, as before; and so it went on for some time: what\n      was got ready in the evening was always done by daybreak, and the good man\n      soon became thriving and well off again.\n    \n\n      One evening, about Christmas-time, as he and his wife were sitting over\n      the fire chatting together, he said to her, ‘I should like to sit up and\n      watch tonight, that we may see who it is that comes and does my work for\n      me.’ The wife liked the thought; so they left a light burning, and hid\n      themselves in a corner of the room, behind a curtain that was hung up\n      there, and watched what would happen.\n    \n\n      As soon as it was midnight, there came in two little naked dwarfs; and\n      they sat themselves upon the shoemaker’s bench, took up all the work that\n      was cut out, and began to ply with their little fingers, stitching and\n      rapping and tapping away at such a rate, that the shoemaker was all\n      wonder, and could not take his eyes off them. And on they went, till the\n      job was quite done, and the shoes stood ready for use upon the table. This\n      was long before daybreak; and then they bustled away as quick as\n      lightning.\n    \n\n      The next day the wife said to the shoemaker. ‘These little wights have\n      made us rich, and we ought to be thankful to them, and do them a good turn\n      if we can. I am quite sorry to see them run about as they do; and indeed\n      it is not very decent, for they have nothing upon their backs to keep off\n      the cold. I’ll tell you what, I will make each of them a shirt, and a coat\n      and waistcoat, and a pair of pantaloons into the bargain; and do you make\n      each of them a little pair of shoes.’\n    \n\n      The thought pleased the good cobbler very much; and one evening, when all\n      the things were ready, they laid them on the table, instead of the work\n      that they used to cut out, and then went and hid themselves, to watch what\n      the little elves would do.\n    \n\n      About midnight in they came, dancing and skipping, hopped round the room,\n      and then went to sit down to their work as usual; but when they saw the\n      clothes lying for them, they laughed and chuckled, and seemed mightily\n      delighted.\n    \n\n      Then they dressed themselves in the twinkling of an eye, and danced and\n      capered and sprang about, as merry as could be; till at last they danced\n      out at the door, and away over the green.\n    \n\n      The good couple saw them no more; but everything went well with them from\n      that time forward, as long as they lived.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "elves_and_the_shoemaker"
    }
}