{
    "name": "Grimm - the Fisherman And His Wife",
    "body": "\n      There was once a fisherman who lived with his wife in a pigsty, close by\n      the seaside. The fisherman used to go out all day long a-fishing; and one\n      day, as he sat on the shore with his rod, looking at the sparkling waves\n      and watching his line, all on a sudden his float was dragged away deep\n      into the water: and in drawing it up he pulled out a great fish. But the\n      fish said, ‘Pray let me live! I am not a real fish; I am an enchanted\n      prince: put me in the water again, and let me go!’ ‘Oh, ho!’ said the man,\n      ‘you need not make so many words about the matter; I will have nothing to\n      do with a fish that can talk: so swim away, sir, as soon as you please!’\n      Then he put him back into the water, and the fish darted straight down to\n      the bottom, and left a long streak of blood behind him on the wave.\n    \n\n      When the fisherman went home to his wife in the pigsty, he told her how he\n      had caught a great fish, and how it had told him it was an enchanted\n      prince, and how, on hearing it speak, he had let it go again. ‘Did not you\n      ask it for anything?’ said the wife, ‘we live very wretchedly here, in\n      this nasty dirty pigsty; do go back and tell the fish we want a snug\n      little cottage.’\n    \n\n      The fisherman did not much like the business: however, he went to the\n      seashore; and when he came back there the water looked all yellow and\n      green. And he stood at the water’s edge, and said:\n    \n\n ‘O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’\n\n\n      Then the fish came swimming to him, and said, ‘Well, what is her will?\n      What does your wife want?’ ‘Ah!’ said the fisherman, ‘she says that when I\n      had caught you, I ought to have asked you for something before I let you\n      go; she does not like living any longer in the pigsty, and wants a snug\n      little cottage.’ ‘Go home, then,’ said the fish; ‘she is in the cottage\n      already!’ So the man went home, and saw his wife standing at the door of a\n      nice trim little cottage. ‘Come in, come in!’ said she; ‘is not this much\n      better than the filthy pigsty we had?’ And there was a parlour, and a\n      bedchamber, and a kitchen; and behind the cottage there was a little\n      garden, planted with all sorts of flowers and fruits; and there was a\n      courtyard behind, full of ducks and chickens. ‘Ah!’ said the fisherman,\n      ‘how happily we shall live now!’ ‘We will try to do so, at least,’ said\n      his wife.\n    \n\n      Everything went right for a week or two, and then Dame Ilsabill said,\n      ‘Husband, there is not near room enough for us in this cottage; the\n      courtyard and the garden are a great deal too small; I should like to have\n      a large stone castle to live in: go to the fish again and tell him to give\n      us a castle.’ ‘Wife,’ said the fisherman, ‘I don’t like to go to him\n      again, for perhaps he will be angry; we ought to be easy with this pretty\n      cottage to live in.’ ‘Nonsense!’ said the wife; ‘he will do it very\n      willingly, I know; go along and try!’\n    \n\n      The fisherman went, but his heart was very heavy: and when he came to the\n      sea, it looked blue and gloomy, though it was very calm; and he went close\n      to the edge of the waves, and said:\n    \n\n ‘O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’\n\n\n      ‘Well, what does she want now?’ said the fish. ‘Ah!’ said the man,\n      dolefully, ‘my wife wants to live in a stone castle.’ ‘Go home, then,’\n      said the fish; ‘she is standing at the gate of it already.’ So away went\n      the fisherman, and found his wife standing before the gate of a great\n      castle. ‘See,’ said she, ‘is not this grand?’ With that they went into the\n      castle together, and found a great many servants there, and the rooms all\n      richly furnished, and full of golden chairs and tables; and behind the\n      castle was a garden, and around it was a park half a mile long, full of\n      sheep, and goats, and hares, and deer; and in the courtyard were stables\n      and cow-houses. ‘Well,’ said the man, ‘now we will live cheerful and happy\n      in this beautiful castle for the rest of our lives.’ ‘Perhaps we may,’\n      said the wife; ‘but let us sleep upon it, before we make up our minds to\n      that.’ So they went to bed.\n    \n\n      The next morning when Dame Ilsabill awoke it was broad daylight, and she\n      jogged the fisherman with her elbow, and said, ‘Get up, husband, and\n      bestir yourself, for we must be king of all the land.’ ‘Wife, wife,’ said\n      the man, ‘why should we wish to be the king? I will not be king.’ ‘Then I\n      will,’ said she. ‘But, wife,’ said the fisherman, ‘how can you be king—the\n      fish cannot make you a king?’ ‘Husband,’ said she, ‘say no more about it,\n      but go and try! I will be king.’ So the man went away quite sorrowful to\n      think that his wife should want to be king. This time the sea looked a\n      dark grey colour, and was overspread with curling waves and the ridges of\n      foam as he cried out:\n    \n\n ‘O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’\n\n\n      ‘Well, what would she have now?’ said the fish. ‘Alas!’ said the poor man,\n      ‘my wife wants to be king.’ ‘Go home,’ said the fish; ‘she is king\n      already.’\n    \n\n      Then the fisherman went home; and as he came close to the palace he saw a\n      troop of soldiers, and heard the sound of drums and trumpets. And when he\n      went in he saw his wife sitting on a throne of gold and diamonds, with a\n      golden crown upon her head; and on each side of her stood six fair\n      maidens, each a head taller than the other. ‘Well, wife,’ said the\n      fisherman, ‘are you king?’ ‘Yes,’ said she, ‘I am king.’ And when he had\n      looked at her for a long time, he said, ‘Ah, wife! what a fine thing it is\n      to be king! Now we shall never have anything more to wish for as long as\n      we live.’ ‘I don’t know how that may be,’ said she; ‘never is a long time.\n      I am king, it is true; but I begin to be tired of that, and I think I\n      should like to be emperor.’ ‘Alas, wife! why should you wish to be\n      emperor?’ said the fisherman. ‘Husband,’ said she, ‘go to the fish! I say\n      I will be emperor.’ ‘Ah, wife!’ replied the fisherman, ‘the fish cannot\n      make an emperor, I am sure, and I should not like to ask him for such a\n      thing.’ ‘I am king,’ said Ilsabill, ‘and you are my slave; so go at once!’\n    \n\n      So the fisherman was forced to go; and he muttered as he went along, ‘This\n      will come to no good, it is too much to ask; the fish will be tired at\n      last, and then we shall be sorry for what we have done.’ He soon came to\n      the seashore; and the water was quite black and muddy, and a mighty\n      whirlwind blew over the waves and rolled them about, but he went as near\n      as he could to the water’s brink, and said:\n    \n\n ‘O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’\n\n\n      ‘What would she have now?’ said the fish. ‘Ah!’ said the fisherman, ‘she\n      wants to be emperor.’ ‘Go home,’ said the fish; ‘she is emperor already.’\n    \n\n      So he went home again; and as he came near he saw his wife Ilsabill\n      sitting on a very lofty throne made of solid gold, with a great crown on\n      her head full two yards high; and on each side of her stood her guards and\n      attendants in a row, each one smaller than the other, from the tallest\n      giant down to a little dwarf no bigger than my finger. And before her\n      stood princes, and dukes, and earls: and the fisherman went up to her and\n      said, ‘Wife, are you emperor?’ ‘Yes,’ said she, ‘I am emperor.’ ‘Ah!’ said\n      the man, as he gazed upon her, ‘what a fine thing it is to be emperor!’\n      ‘Husband,’ said she, ‘why should we stop at being emperor? I will be pope\n      next.’ ‘O wife, wife!’ said he, ‘how can you be pope? there is but one\n      pope at a time in Christendom.’ ‘Husband,’ said she, ‘I will be pope this\n      very day.’ ‘But,’ replied the husband, ‘the fish cannot make you pope.’\n      ‘What nonsense!’ said she; ‘if he can make an emperor, he can make a pope:\n      go and try him.’\n    \n\n      So the fisherman went. But when he came to the shore the wind was raging\n      and the sea was tossed up and down in boiling waves, and the ships were in\n      trouble, and rolled fearfully upon the tops of the billows. In the middle\n      of the heavens there was a little piece of blue sky, but towards the south\n      all was red, as if a dreadful storm was rising. At this sight the\n      fisherman was dreadfully frightened, and he trembled so that his knees\n      knocked together: but still he went down near to the shore, and said:\n    \n\n ‘O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’\n\n\n      ‘What does she want now?’ said the fish. ‘Ah!’ said the fisherman, ‘my\n      wife wants to be pope.’ ‘Go home,’ said the fish; ‘she is pope already.’\n    \n\n      Then the fisherman went home, and found Ilsabill sitting on a throne that\n      was two miles high. And she had three great crowns on her head, and around\n      her stood all the pomp and power of the Church. And on each side of her\n      were two rows of burning lights, of all sizes, the greatest as large as\n      the highest and biggest tower in the world, and the least no larger than a\n      small rushlight. ‘Wife,’ said the fisherman, as he looked at all this\n      greatness, ‘are you pope?’ ‘Yes,’ said she, ‘I am pope.’ ‘Well, wife,’\n      replied he, ‘it is a grand thing to be pope; and now you must be easy, for\n      you can be nothing greater.’ ‘I will think about that,’ said the wife.\n      Then they went to bed: but Dame Ilsabill could not sleep all night for\n      thinking what she should be next. At last, as she was dropping asleep,\n      morning broke, and the sun rose. ‘Ha!’ thought she, as she woke up and\n      looked at it through the window, ‘after all I cannot prevent the sun\n      rising.’ At this thought she was very angry, and wakened her husband, and\n      said, ‘Husband, go to the fish and tell him I must be lord of the sun and\n      moon.’ The fisherman was half asleep, but the thought frightened him so\n      much that he started and fell out of bed. ‘Alas, wife!’ said he, ‘cannot\n      you be easy with being pope?’ ‘No,’ said she, ‘I am very uneasy as long as\n      the sun and moon rise without my leave. Go to the fish at once!’\n    \n\n      Then the man went shivering with fear; and as he was going down to the\n      shore a dreadful storm arose, so that the trees and the very rocks shook.\n      And all the heavens became black with stormy clouds, and the lightnings\n      played, and the thunders rolled; and you might have seen in the sea great\n      black waves, swelling up like mountains with crowns of white foam upon\n      their heads. And the fisherman crept towards the sea, and cried out, as\n      well as he could:\n    \n\n ‘O man of the sea!\n  Hearken to me!\n  My wife Ilsabill\n  Will have her own will,\n  And hath sent me to beg a boon of thee!’\n\n\n      ‘What does she want now?’ said the fish. ‘Ah!’ said he, ‘she wants to be\n      lord of the sun and moon.’ ‘Go home,’ said the fish, ‘to your pigsty\n      again.’\n    \n\n      And there they live to this very day.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "fisherman_and_his_wife"
    }
}