{
    "name": "Grimm - the Four Clever Brothers",
    "body": "\n      ‘Dear children,’ said a poor man to his four sons, ‘I have nothing to give\n      you; you must go out into the wide world and try your luck. Begin by\n      learning some craft or another, and see how you can get on.’ So the four\n      brothers took their walking-sticks in their hands, and their little\n      bundles on their shoulders, and after bidding their father goodbye, went\n      all out at the gate together. When they had got on some way they came to\n      four crossways, each leading to a different country. Then the eldest said,\n      ‘Here we must part; but this day four years we will come back to this\n      spot, and in the meantime each must try what he can do for himself.’\n    \n\n      So each brother went his way; and as the eldest was hastening on a man met\n      him, and asked him where he was going, and what he wanted. ‘I am going to\n      try my luck in the world, and should like to begin by learning some art or\n      trade,’ answered he. ‘Then,’ said the man, ‘go with me, and I will teach\n      you to become the cunningest thief that ever was.’ ‘No,’ said the other,\n      ‘that is not an honest calling, and what can one look to earn by it in the\n      end but the gallows?’ ‘Oh!’ said the man, ‘you need not fear the gallows;\n      for I will only teach you to steal what will be fair game: I meddle with\n      nothing but what no one else can get or care anything about, and where no\n      one can find you out.’ So the young man agreed to follow his trade, and he\n      soon showed himself so clever, that nothing could escape him that he had\n      once set his mind upon.\n    \n\n      The second brother also met a man, who, when he found out what he was\n      setting out upon, asked him what craft he meant to follow. ‘I do not know\n      yet,’ said he. ‘Then come with me, and be a star-gazer. It is a noble art,\n      for nothing can be hidden from you, when once you understand the stars.’\n      The plan pleased him much, and he soon became such a skilful star-gazer,\n      that when he had served out his time, and wanted to leave his master, he\n      gave him a glass, and said, ‘With this you can see all that is passing in\n      the sky and on earth, and nothing can be hidden from you.’\n    \n\n      The third brother met a huntsman, who took him with him, and taught him so\n      well all that belonged to hunting, that he became very clever in the craft\n      of the woods; and when he left his master he gave him a bow, and said,\n      ‘Whatever you shoot at with this bow you will be sure to hit.’\n    \n\n      The youngest brother likewise met a man who asked him what he wished to\n      do. ‘Would not you like,’ said he, ‘to be a tailor?’ ‘Oh, no!’ said the\n      young man; ‘sitting cross-legged from morning to night, working backwards\n      and forwards with a needle and goose, will never suit me.’ ‘Oh!’ answered\n      the man, ‘that is not my sort of tailoring; come with me, and you will\n      learn quite another kind of craft from that.’ Not knowing what better to\n      do, he came into the plan, and learnt tailoring from the beginning; and\n      when he left his master, he gave him a needle, and said, ‘You can sew\n      anything with this, be it as soft as an egg or as hard as steel; and the\n      joint will be so fine that no seam will be seen.’\n    \n\n      After the space of four years, at the time agreed upon, the four brothers\n      met at the four cross-roads; and having welcomed each other, set off\n      towards their father’s home, where they told him all that had happened to\n      them, and how each had learned some craft.\n    \n\n      Then, one day, as they were sitting before the house under a very high\n      tree, the father said, ‘I should like to try what each of you can do in\n      this way.’ So he looked up, and said to the second son, ‘At the top of\n      this tree there is a chaffinch’s nest; tell me how many eggs there are in\n      it.’ The star-gazer took his glass, looked up, and said, ‘Five.’ ‘Now,’\n      said the father to the eldest son, ‘take away the eggs without letting the\n      bird that is sitting upon them and hatching them know anything of what you\n      are doing.’ So the cunning thief climbed up the tree, and brought away to\n      his father the five eggs from under the bird; and it never saw or felt\n      what he was doing, but kept sitting on at its ease. Then the father took\n      the eggs, and put one on each corner of the table, and the fifth in the\n      middle, and said to the huntsman, ‘Cut all the eggs in two pieces at one\n      shot.’ The huntsman took up his bow, and at one shot struck all the five\n      eggs as his father wished.\n    \n\n      ‘Now comes your turn,’ said he to the young tailor; ‘sew the eggs and the\n      young birds in them together again, so neatly that the shot shall have\n      done them no harm.’ Then the tailor took his needle, and sewed the eggs as\n      he was told; and when he had done, the thief was sent to take them back to\n      the nest, and put them under the bird without its knowing it. Then she\n      went on sitting, and hatched them: and in a few days they crawled out, and\n      had only a little red streak across their necks, where the tailor had sewn\n      them together.\n    \n\n      ‘Well done, sons!’ said the old man; ‘you have made good use of your time,\n      and learnt something worth the knowing; but I am sure I do not know which\n      ought to have the prize. Oh, that a time might soon come for you to turn\n      your skill to some account!’\n    \n\n      Not long after this there was a great bustle in the country; for the\n      king’s daughter had been carried off by a mighty dragon, and the king\n      mourned over his loss day and night, and made it known that whoever\n      brought her back to him should have her for a wife. Then the four brothers\n      said to each other, ‘Here is a chance for us; let us try what we can do.’\n      And they agreed to see whether they could not set the princess free. ‘I\n      will soon find out where she is, however,’ said the star-gazer, as he\n      looked through his glass; and he soon cried out, ‘I see her afar off,\n      sitting upon a rock in the sea, and I can spy the dragon close by,\n      guarding her.’ Then he went to the king, and asked for a ship for himself\n      and his brothers; and they sailed together over the sea, till they came to\n      the right place. There they found the princess sitting, as the star-gazer\n      had said, on the rock; and the dragon was lying asleep, with his head upon\n      her lap. ‘I dare not shoot at him,’ said the huntsman, ‘for I should kill\n      the beautiful young lady also.’ ‘Then I will try my skill,’ said the\n      thief, and went and stole her away from under the dragon, so quietly and\n      gently that the beast did not know it, but went on snoring.\n    \n\n      Then away they hastened with her full of joy in their boat towards the\n      ship; but soon came the dragon roaring behind them through the air; for he\n      awoke and missed the princess. But when he got over the boat, and wanted\n      to pounce upon them and carry off the princess, the huntsman took up his\n      bow and shot him straight through the heart so that he fell down dead.\n      They were still not safe; for he was such a great beast that in his fall\n      he overset the boat, and they had to swim in the open sea upon a few\n      planks. So the tailor took his needle, and with a few large stitches put\n      some of the planks together; and he sat down upon these, and sailed about\n      and gathered up all pieces of the boat; and then tacked them together so\n      quickly that the boat was soon ready, and they then reached the ship and\n      got home safe.\n    \n\n      When they had brought home the princess to her father, there was great\n      rejoicing; and he said to the four brothers, ‘One of you shall marry her,\n      but you must settle amongst yourselves which it is to be.’ Then there\n      arose a quarrel between them; and the star-gazer said, ‘If I had not found\n      the princess out, all your skill would have been of no use; therefore she\n      ought to be mine.’ ‘Your seeing her would have been of no use,’ said the\n      thief, ‘if I had not taken her away from the dragon; therefore she ought\n      to be mine.’ ‘No, she is mine,’ said the huntsman; ‘for if I had not\n      killed the dragon, he would, after all, have torn you and the princess\n      into pieces.’ ‘And if I had not sewn the boat together again,’ said the\n      tailor, ‘you would all have been drowned, therefore she is mine.’ Then the\n      king put in a word, and said, ‘Each of you is right; and as all cannot\n      have the young lady, the best way is for neither of you to have her: for\n      the truth is, there is somebody she likes a great deal better. But to make\n      up for your loss, I will give each of you, as a reward for his skill, half\n      a kingdom.’ So the brothers agreed that this plan would be much better\n      than either quarrelling or marrying a lady who had no mind to have them.\n      And the king then gave to each half a kingdom, as he had said; and they\n      lived very happily the rest of their days, and took good care of their\n      father; and somebody took better care of the young lady, than to let\n      either the dragon or one of the craftsmen have her again.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "four_clever_brothers"
    }
}