{
    "name": "Grimm - the Fox And the Horse",
    "body": "\n      A farmer had a horse that had been an excellent faithful servant to him:\n      but he was now grown too old to work; so the farmer would give him nothing\n      more to eat, and said, ‘I want you no longer, so take yourself off out of\n      my stable; I shall not take you back again until you are stronger than a\n      lion.’ Then he opened the door and turned him adrift.\n    \n\n      The poor horse was very melancholy, and wandered up and down in the wood,\n      seeking some little shelter from the cold wind and rain. Presently a fox\n      met him: ‘What’s the matter, my friend?’ said he, ‘why do you hang down\n      your head and look so lonely and woe-begone?’ ‘Ah!’ replied the horse,\n      ‘justice and avarice never dwell in one house; my master has forgotten all\n      that I have done for him so many years, and because I can no longer work\n      he has turned me adrift, and says unless I become stronger than a lion he\n      will not take me back again; what chance can I have of that? he knows I\n      have none, or he would not talk so.’\n    \n\n      However, the fox bid him be of good cheer, and said, ‘I will help you; lie\n      down there, stretch yourself out quite stiff, and pretend to be dead.’ The\n      horse did as he was told, and the fox went straight to the lion who lived\n      in a cave close by, and said to him, ‘A little way off lies a dead horse;\n      come with me and you may make an excellent meal of his carcase.’ The lion\n      was greatly pleased, and set off immediately; and when they came to the\n      horse, the fox said, ‘You will not be able to eat him comfortably here;\n      I’ll tell you what—I will tie you fast to his tail, and then you can\n      draw him to your den, and eat him at your leisure.’\n    \n\n      This advice pleased the lion, so he laid himself down quietly for the fox\n      to make him fast to the horse. But the fox managed to tie his legs\n      together and bound all so hard and fast that with all his strength he\n      could not set himself free. When the work was done, the fox clapped the\n      horse on the shoulder, and said, ‘Jip! Dobbin! Jip!’ Then up he sprang,\n      and moved off, dragging the lion behind him. The beast began to roar and\n      bellow, till all the birds of the wood flew away for fright; but the horse\n      let him sing on, and made his way quietly over the fields to his master’s\n      house.\n    \n\n      ‘Here he is, master,’ said he, ‘I have got the better of him’: and when\n      the farmer saw his old servant, his heart relented, and he said. ‘Thou\n      shalt stay in thy stable and be well taken care of.’ And so the poor old\n      horse had plenty to eat, and lived—till he died.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "fox_and_the_horse"
    }
}