{
    "name": "Grimm - Fundevogel",
    "body": "\n      There was once a forester who went into the forest to hunt, and as he\n      entered it he heard a sound of screaming as if a little child were there.\n      He followed the sound, and at last came to a high tree, and at the top of\n      this a little child was sitting, for the mother had fallen asleep under\n      the tree with the child, and a bird of prey had seen it in her arms, had\n      flown down, snatched it away, and set it on the high tree.\n    \n\n      The forester climbed up, brought the child down, and thought to himself:\n      ‘You will take him home with you, and bring him up with your Lina.’ He\n      took it home, therefore, and the two children grew up together. And the\n      one, which he had found on a tree was called Fundevogel, because a bird\n      had carried it away. Fundevogel and Lina loved each other so dearly that\n      when they did not see each other they were sad.\n    \n\n      Now the forester had an old cook, who one evening took two pails and began\n      to fetch water, and did not go once only, but many times, out to the\n      spring. Lina saw this and said, ‘Listen, old Sanna, why are you fetching\n      so much water?’ ‘If you will never repeat it to anyone, I will tell you\n      why.’ So Lina said, no, she would never repeat it to anyone, and then the\n      cook said: ‘Early tomorrow morning, when the forester is out hunting, I\n      will heat the water, and when it is boiling in the kettle, I will throw in\n      Fundevogel, and will boil him in it.’\n    \n\n      Early next morning the forester got up and went out hunting, and when he\n      was gone the children were still in bed. Then Lina said to Fundevogel: ‘If\n      you will never leave me, I too will never leave you.’ Fundevogel said:\n      ‘Neither now, nor ever will I leave you.’ Then said Lina: ‘Then will I\n      tell you. Last night, old Sanna carried so many buckets of water into the\n      house that I asked her why she was doing that, and she said that if I\n      would promise not to tell anyone, and she said that early tomorrow morning\n      when father was out hunting, she would set the kettle full of water, throw\n      you into it and boil you; but we will get up quickly, dress ourselves, and\n      go away together.’\n    \n\n      The two children therefore got up, dressed themselves quickly, and went\n      away. When the water in the kettle was boiling, the cook went into the\n      bedroom to fetch Fundevogel and throw him into it. But when she came in,\n      and went to the beds, both the children were gone. Then she was terribly\n      alarmed, and she said to herself: ‘What shall I say now when the forester\n      comes home and sees that the children are gone? They must be followed\n      instantly to get them back again.’\n    \n\n      Then the cook sent three servants after them, who were to run and overtake\n      the children. The children, however, were sitting outside the forest, and\n      when they saw from afar the three servants running, Lina said to\n      Fundevogel: ‘Never leave me, and I will never leave you.’ Fundevogel said:\n      ‘Neither now, nor ever.’ Then said Lina: ‘Do you become a rose-tree, and I\n      the rose upon it.’ When the three servants came to the forest, nothing was\n      there but a rose-tree and one rose on it, but the children were nowhere.\n      Then said they: ‘There is nothing to be done here,’ and they went home and\n      told the cook that they had seen nothing in the forest but a little\n      rose-bush with one rose on it. Then the old cook scolded and said: ‘You\n      simpletons, you should have cut the rose-bush in two, and have broken off\n      the rose and brought it home with you; go, and do it at once.’ They had\n      therefore to go out and look for the second time. The children, however,\n      saw them coming from a distance. Then Lina said: ‘Fundevogel, never leave\n      me, and I will never leave you.’ Fundevogel said: ‘Neither now; nor ever.’\n      Said Lina: ‘Then do you become a church, and I’ll be the chandelier in\n      it.’ So when the three servants came, nothing was there but a church, with\n      a chandelier in it. They said therefore to each other: ‘What can we do\n      here, let us go home.’ When they got home, the cook asked if they had not\n      found them; so they said no, they had found nothing but a church, and\n      there was a chandelier in it. And the cook scolded them and said: ‘You\n      fools! why did you not pull the church to pieces, and bring the chandelier\n      home with you?’ And now the old cook herself got on her legs, and went\n      with the three servants in pursuit of the children. The children, however,\n      saw from afar that the three servants were coming, and the cook waddling\n      after them. Then said Lina: ‘Fundevogel, never leave me, and I will never\n      leave you.’ Then said Fundevogel: ‘Neither now, nor ever.’ Said Lina: ‘Be\n      a fishpond, and I will be the duck upon it.’ The cook, however, came up to\n      them, and when she saw the pond she lay down by it, and was about to drink\n      it up. But the duck swam quickly to her, seized her head in its beak and\n      drew her into the water, and there the old witch had to drown. Then the\n      children went home together, and were heartily delighted, and if they have\n      not died, they are living still.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "fundevogel"
    }
}