{
    "name": "Grimm - the Golden Bird",
    "body": "\n      A certain king had a beautiful garden, and in the garden stood a tree\n      which bore golden apples. These apples were always counted, and about the\n      time when they began to grow ripe it was found that every night one of\n      them was gone. The king became very angry at this, and ordered the\n      gardener to keep watch all night under the tree. The gardener set his\n      eldest son to watch; but about twelve o’clock he fell asleep, and in the\n      morning another of the apples was missing. Then the second son was ordered\n      to watch; and at midnight he too fell asleep, and in the morning another\n      apple was gone. Then the third son offered to keep watch; but the gardener\n      at first would not let him, for fear some harm should come to him:\n      however, at last he consented, and the young man laid himself under the\n      tree to watch. As the clock struck twelve he heard a rustling noise in the\n      air, and a bird came flying that was of pure gold; and as it was snapping\n      at one of the apples with its beak, the gardener’s son jumped up and shot\n      an arrow at it. But the arrow did the bird no harm; only it dropped a\n      golden feather from its tail, and then flew away. The golden feather was\n      brought to the king in the morning, and all the council was called\n      together. Everyone agreed that it was worth more than all the wealth of\n      the kingdom: but the king said, ‘One feather is of no use to me, I must\n      have the whole bird.’\n    \n\n      Then the gardener’s eldest son set out and thought to find the golden bird\n      very easily; and when he had gone but a little way, he came to a wood, and\n      by the side of the wood he saw a fox sitting; so he took his bow and made\n      ready to shoot at it. Then the fox said, ‘Do not shoot me, for I will give\n      you good counsel; I know what your business is, and that you want to find\n      the golden bird. You will reach a village in the evening; and when you get\n      there, you will see two inns opposite to each other, one of which is very\n      pleasant and beautiful to look at: go not in there, but rest for the night\n      in the other, though it may appear to you to be very poor and mean.’ But\n      the son thought to himself, ‘What can such a beast as this know about the\n      matter?’ So he shot his arrow at the fox; but he missed it, and it set up\n      its tail above its back and ran into the wood. Then he went his way, and\n      in the evening came to the village where the two inns were; and in one of\n      these were people singing, and dancing, and feasting; but the other looked\n      very dirty, and poor. ‘I should be very silly,’ said he, ‘if I went to\n      that shabby house, and left this charming place’; so he went into the\n      smart house, and ate and drank at his ease, and forgot the bird, and his\n      country too.\n    \n\n      Time passed on; and as the eldest son did not come back, and no tidings\n      were heard of him, the second son set out, and the same thing happened to\n      him. He met the fox, who gave him the good advice: but when he came to the\n      two inns, his eldest brother was standing at the window where the\n      merrymaking was, and called to him to come in; and he could not withstand\n      the temptation, but went in, and forgot the golden bird and his country in\n      the same manner.\n    \n\n      Time passed on again, and the youngest son too wished to set out into the\n      wide world to seek for the golden bird; but his father would not listen to\n      it for a long while, for he was very fond of his son, and was afraid that\n      some ill luck might happen to him also, and prevent his coming back.\n      However, at last it was agreed he should go, for he would not rest at\n      home; and as he came to the wood, he met the fox, and heard the same good\n      counsel. But he was thankful to the fox, and did not attempt his life as\n      his brothers had done; so the fox said, ‘Sit upon my tail, and you will\n      travel faster.’ So he sat down, and the fox began to run, and away they\n      went over stock and stone so quick that their hair whistled in the wind.\n    \n\n      When they came to the village, the son followed the fox’s counsel, and\n      without looking about him went to the shabby inn and rested there all\n      night at his ease. In the morning came the fox again and met him as he was\n      beginning his journey, and said, ‘Go straight forward, till you come to a\n      castle, before which lie a whole troop of soldiers fast asleep and\n      snoring: take no notice of them, but go into the castle and pass on and on\n      till you come to a room, where the golden bird sits in a wooden cage;\n      close by it stands a beautiful golden cage; but do not try to take the\n      bird out of the shabby cage and put it into the handsome one, otherwise\n      you will repent it.’ Then the fox stretched out his tail again, and the\n      young man sat himself down, and away they went over stock and stone till\n      their hair whistled in the wind.\n    \n\n      Before the castle gate all was as the fox had said: so the son went in and\n      found the chamber where the golden bird hung in a wooden cage, and below\n      stood the golden cage, and the three golden apples that had been lost were\n      lying close by it. Then thought he to himself, ‘It will be a very droll\n      thing to bring away such a fine bird in this shabby cage’; so he opened\n      the door and took hold of it and put it into the golden cage. But the bird\n      set up such a loud scream that all the soldiers awoke, and they took him\n      prisoner and carried him before the king. The next morning the court sat\n      to judge him; and when all was heard, it sentenced him to die, unless he\n      should bring the king the golden horse which could run as swiftly as the\n      wind; and if he did this, he was to have the golden bird given him for his\n      own.\n    \n\n      So he set out once more on his journey, sighing, and in great despair,\n      when on a sudden his friend the fox met him, and said, ‘You see now what\n      has happened on account of your not listening to my counsel. I will still,\n      however, tell you how to find the golden horse, if you will do as I bid\n      you. You must go straight on till you come to the castle where the horse\n      stands in his stall: by his side will lie the groom fast asleep and\n      snoring: take away the horse quietly, but be sure to put the old leathern\n      saddle upon him, and not the golden one that is close by it.’ Then the son\n      sat down on the fox’s tail, and away they went over stock and stone till\n      their hair whistled in the wind.\n    \n\n      All went right, and the groom lay snoring with his hand upon the golden\n      saddle. But when the son looked at the horse, he thought it a great pity\n      to put the leathern saddle upon it. ‘I will give him the good one,’ said\n      he; ‘I am sure he deserves it.’ As he took up the golden saddle the groom\n      awoke and cried out so loud, that all the guards ran in and took him\n      prisoner, and in the morning he was again brought before the court to be\n      judged, and was sentenced to die. But it was agreed, that, if he could\n      bring thither the beautiful princess, he should live, and have the bird\n      and the horse given him for his own.\n    \n\n      Then he went his way very sorrowful; but the old fox came and said, ‘Why\n      did not you listen to me? If you had, you would have carried away both the\n      bird and the horse; yet will I once more give you counsel. Go straight on,\n      and in the evening you will arrive at a castle. At twelve o’clock at night\n      the princess goes to the bathing-house: go up to her and give her a kiss,\n      and she will let you lead her away; but take care you do not suffer her to\n      go and take leave of her father and mother.’ Then the fox stretched out\n      his tail, and so away they went over stock and stone till their hair\n      whistled again.\n    \n\n      As they came to the castle, all was as the fox had said, and at twelve\n      o’clock the young man met the princess going to the bath and gave her the\n      kiss, and she agreed to run away with him, but begged with many tears that\n      he would let her take leave of her father. At first he refused, but she\n      wept still more and more, and fell at his feet, till at last he consented;\n      but the moment she came to her father’s house the guards awoke and he was\n      taken prisoner again.\n    \n\n      Then he was brought before the king, and the king said, ‘You shall never\n      have my daughter unless in eight days you dig away the hill that stops the\n      view from my window.’ Now this hill was so big that the whole world could\n      not take it away: and when he had worked for seven days, and had done very\n      little, the fox came and said. ‘Lie down and go to sleep; I will work for\n      you.’ And in the morning he awoke and the hill was gone; so he went\n      merrily to the king, and told him that now that it was removed he must\n      give him the princess.\n    \n\n      Then the king was obliged to keep his word, and away went the young man\n      and the princess; and the fox came and said to him, ‘We will have all\n      three, the princess, the horse, and the bird.’ ‘Ah!’ said the young man,\n      ‘that would be a great thing, but how can you contrive it?’\n    \n\n      ‘If you will only listen,’ said the fox, ‘it can be done. When you come to\n      the king, and he asks for the beautiful princess, you must say, “Here she\n      is!” Then he will be very joyful; and you will mount the golden horse that\n      they are to give you, and put out your hand to take leave of them; but\n      shake hands with the princess last. Then lift her quickly on to the horse\n      behind you; clap your spurs to his side, and gallop away as fast as you\n      can.’\n    \n\n      All went right: then the fox said, ‘When you come to the castle where the\n      bird is, I will stay with the princess at the door, and you will ride in\n      and speak to the king; and when he sees that it is the right horse, he\n      will bring out the bird; but you must sit still, and say that you want to\n      look at it, to see whether it is the true golden bird; and when you get it\n      into your hand, ride away.’\n    \n\n      This, too, happened as the fox said; they carried off the bird, the\n      princess mounted again, and they rode on to a great wood. Then the fox\n      came, and said, ‘Pray kill me, and cut off my head and my feet.’ But the\n      young man refused to do it: so the fox said, ‘I will at any rate give you\n      good counsel: beware of two things; ransom no one from the gallows, and\n      sit down by the side of no river.’ Then away he went. ‘Well,’ thought the\n      young man, ‘it is no hard matter to keep that advice.’\n    \n\n      He rode on with the princess, till at last he came to the village where he\n      had left his two brothers. And there he heard a great noise and uproar;\n      and when he asked what was the matter, the people said, ‘Two men are going\n      to be hanged.’ As he came nearer, he saw that the two men were his\n      brothers, who had turned robbers; so he said, ‘Cannot they in any way be\n      saved?’ But the people said ‘No,’ unless he would bestow all his money\n      upon the rascals and buy their liberty. Then he did not stay to think\n      about the matter, but paid what was asked, and his brothers were given up,\n      and went on with him towards their home.\n    \n\n      And as they came to the wood where the fox first met them, it was so cool\n      and pleasant that the two brothers said, ‘Let us sit down by the side of\n      the river, and rest a while, to eat and drink.’ So he said, ‘Yes,’ and\n      forgot the fox’s counsel, and sat down on the side of the river; and while\n      he suspected nothing, they came behind, and threw him down the bank, and\n      took the princess, the horse, and the bird, and went home to the king\n      their master, and said. ‘All this have we won by our labour.’ Then there\n      was great rejoicing made; but the horse would not eat, the bird would not\n      sing, and the princess wept.\n    \n\n      The youngest son fell to the bottom of the river’s bed: luckily it was\n      nearly dry, but his bones were almost broken, and the bank was so steep\n      that he could find no way to get out. Then the old fox came once more, and\n      scolded him for not following his advice; otherwise no evil would have\n      befallen him: ‘Yet,’ said he, ‘I cannot leave you here, so lay hold of my\n      tail and hold fast.’ Then he pulled him out of the river, and said to him,\n      as he got upon the bank, ‘Your brothers have set watch to kill you, if\n      they find you in the kingdom.’ So he dressed himself as a poor man, and\n      came secretly to the king’s court, and was scarcely within the doors when\n      the horse began to eat, and the bird to sing, and the princess left off\n      weeping. Then he went to the king, and told him all his brothers’ roguery;\n      and they were seized and punished, and he had the princess given to him\n      again; and after the king’s death he was heir to his kingdom.\n    \n\n      A long while after, he went to walk one day in the wood, and the old fox\n      met him, and besought him with tears in his eyes to kill him, and cut off\n      his head and feet. And at last he did so, and in a moment the fox was\n      changed into a man, and turned out to be the brother of the princess, who\n      had been lost a great many many years.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "golden_bird"
    }
}