{
    "name": "Grimm - the Golden Goose",
    "body": "\n      There was a man who had three sons, the youngest of whom was called\n      Dummling,[*] and was despised, mocked, and sneered at on every occasion.\n    \n\n[*] Simpleton\n\n\n      It happened that the eldest wanted to go into the forest to hew wood, and\n      before he went his mother gave him a beautiful sweet cake and a bottle of\n      wine in order that he might not suffer from hunger or thirst.\n    \n\n      When he entered the forest he met a little grey-haired old man who bade\n      him good day, and said: ‘Do give me a piece of cake out of your pocket,\n      and let me have a draught of your wine; I am so hungry and thirsty.’ But\n      the clever son answered: ‘If I give you my cake and wine, I shall have\n      none for myself; be off with you,’ and he left the little man standing and\n      went on.\n    \n\n      But when he began to hew down a tree, it was not long before he made a\n      false stroke, and the axe cut him in the arm, so that he had to go home\n      and have it bound up. And this was the little grey man’s doing.\n    \n\n      After this the second son went into the forest, and his mother gave him,\n      like the eldest, a cake and a bottle of wine. The little old grey man met\n      him likewise, and asked him for a piece of cake and a drink of wine. But\n      the second son, too, said sensibly enough: ‘What I give you will be taken\n      away from myself; be off!’ and he left the little man standing and went\n      on. His punishment, however, was not delayed; when he had made a few blows\n      at the tree he struck himself in the leg, so that he had to be carried\n      home.\n    \n\n      Then Dummling said: ‘Father, do let me go and cut wood.’ The father\n      answered: ‘Your brothers have hurt themselves with it, leave it alone, you\n      do not understand anything about it.’ But Dummling begged so long that at\n      last he said: ‘Just go then, you will get wiser by hurting yourself.’ His\n      mother gave him a cake made with water and baked in the cinders, and with\n      it a bottle of sour beer.\n    \n\n      When he came to the forest the little old grey man met him likewise, and\n      greeting him, said: ‘Give me a piece of your cake and a drink out of your\n      bottle; I am so hungry and thirsty.’ Dummling answered: ‘I have only\n      cinder-cake and sour beer; if that pleases you, we will sit down and eat.’\n      So they sat down, and when Dummling pulled out his cinder-cake, it was a\n      fine sweet cake, and the sour beer had become good wine. So they ate and\n      drank, and after that the little man said: ‘Since you have a good heart,\n      and are willing to divide what you have, I will give you good luck. There\n      stands an old tree, cut it down, and you will find something at the\n      roots.’ Then the little man took leave of him.\n    \n\n      Dummling went and cut down the tree, and when it fell there was a goose\n      sitting in the roots with feathers of pure gold. He lifted her up, and\n      taking her with him, went to an inn where he thought he would stay the\n      night. Now the host had three daughters, who saw the goose and were\n      curious to know what such a wonderful bird might be, and would have liked\n      to have one of its golden feathers.\n    \n\n      The eldest thought: ‘I shall soon find an opportunity of pulling out a\n      feather,’ and as soon as Dummling had gone out she seized the goose by the\n      wing, but her finger and hand remained sticking fast to it.\n    \n\n      The second came soon afterwards, thinking only of how she might get a\n      feather for herself, but she had scarcely touched her sister than she was\n      held fast.\n    \n\n      At last the third also came with the like intent, and the others screamed\n      out: ‘Keep away; for goodness’ sake keep away!’ But she did not understand\n      why she was to keep away. ‘The others are there,’ she thought, ‘I may as\n      well be there too,’ and ran to them; but as soon as she had touched her\n      sister, she remained sticking fast to her. So they had to spend the night\n      with the goose.\n    \n\n      The next morning Dummling took the goose under his arm and set out,\n      without troubling himself about the three girls who were hanging on to it.\n      They were obliged to run after him continually, now left, now right,\n      wherever his legs took him.\n    \n\n      In the middle of the fields the parson met them, and when he saw the\n      procession he said: ‘For shame, you good-for-nothing girls, why are you\n      running across the fields after this young man? Is that seemly?’ At the\n      same time he seized the youngest by the hand in order to pull her away,\n      but as soon as he touched her he likewise stuck fast, and was himself\n      obliged to run behind.\n    \n\n      Before long the sexton came by and saw his master, the parson, running\n      behind three girls. He was astonished at this and called out: ‘Hi! your\n      reverence, whither away so quickly? Do not forget that we have a\n      christening today!’ and running after him he took him by the sleeve, but\n      was also held fast to it.\n    \n\n      Whilst the five were trotting thus one behind the other, two labourers\n      came with their hoes from the fields; the parson called out to them and\n      begged that they would set him and the sexton free. But they had scarcely\n      touched the sexton when they were held fast, and now there were seven of\n      them running behind Dummling and the goose.\n    \n\n      Soon afterwards he came to a city, where a king ruled who had a daughter\n      who was so serious that no one could make her laugh. So he had put forth a\n      decree that whosoever should be able to make her laugh should marry her.\n      When Dummling heard this, he went with his goose and all her train before\n      the king’s daughter, and as soon as she saw the seven people running on\n      and on, one behind the other, she began to laugh quite loudly, and as if\n      she would never stop. Thereupon Dummling asked to have her for his wife;\n      but the king did not like the son-in-law, and made all manner of excuses\n      and said he must first produce a man who could drink a cellarful of wine.\n      Dummling thought of the little grey man, who could certainly help him; so\n      he went into the forest, and in the same place where he had felled the\n      tree, he saw a man sitting, who had a very sorrowful face. Dummling asked\n      him what he was taking to heart so sorely, and he answered: ‘I have such a\n      great thirst and cannot quench it; cold water I cannot stand, a barrel of\n      wine I have just emptied, but that to me is like a drop on a hot stone!’\n    \n\n      ‘There, I can help you,’ said Dummling, ‘just come with me and you shall\n      be satisfied.’\n    \n\n      He led him into the king’s cellar, and the man bent over the huge barrels,\n      and drank and drank till his loins hurt, and before the day was out he had\n      emptied all the barrels. Then Dummling asked once more for his bride, but\n      the king was vexed that such an ugly fellow, whom everyone called\n      Dummling, should take away his daughter, and he made a new condition; he\n      must first find a man who could eat a whole mountain of bread. Dummling\n      did not think long, but went straight into the forest, where in the same\n      place there sat a man who was tying up his body with a strap, and making\n      an awful face, and saying: ‘I have eaten a whole ovenful of rolls, but\n      what good is that when one has such a hunger as I? My stomach remains\n      empty, and I must tie myself up if I am not to die of hunger.’\n    \n\n      At this Dummling was glad, and said: ‘Get up and come with me; you shall\n      eat yourself full.’ He led him to the king’s palace where all the flour in\n      the whole Kingdom was collected, and from it he caused a huge mountain of\n      bread to be baked. The man from the forest stood before it, began to eat,\n      and by the end of one day the whole mountain had vanished. Then Dummling\n      for the third time asked for his bride; but the king again sought a way\n      out, and ordered a ship which could sail on land and on water. ‘As soon as\n      you come sailing back in it,’ said he, ‘you shall have my daughter for\n      wife.’\n    \n\n      Dummling went straight into the forest, and there sat the little grey man\n      to whom he had given his cake. When he heard what Dummling wanted, he\n      said: ‘Since you have given me to eat and to drink, I will give you the\n      ship; and I do all this because you once were kind to me.’ Then he gave\n      him the ship which could sail on land and water, and when the king saw\n      that, he could no longer prevent him from having his daughter. The wedding\n      was celebrated, and after the king’s death, Dummling inherited his kingdom\n      and lived for a long time contentedly with his wife.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "golden_goose"
    }
}