{
    "name": "Grimm - the Goose-girl",
    "body": "\n      The king of a great land died, and left his queen to take care of their\n      only child. This child was a daughter, who was very beautiful; and her\n      mother loved her dearly, and was very kind to her. And there was a good\n      fairy too, who was fond of the princess, and helped her mother to watch\n      over her. When she grew up, she was betrothed to a prince who lived a\n      great way off; and as the time drew near for her to be married, she got\n      ready to set off on her journey to his country. Then the queen her mother,\n      packed up a great many costly things; jewels, and gold, and silver;\n      trinkets, fine dresses, and in short everything that became a royal bride.\n      And she gave her a waiting-maid to ride with her, and give her into the\n      bridegroom’s hands; and each had a horse for the journey. Now the\n      princess’s horse was the fairy’s gift, and it was called Falada, and could\n      speak.\n    \n\n      When the time came for them to set out, the fairy went into her\n      bed-chamber, and took a little knife, and cut off a lock of her hair, and\n      gave it to the princess, and said, ‘Take care of it, dear child; for it is\n      a charm that may be of use to you on the road.’ Then they all took a\n      sorrowful leave of the princess; and she put the lock of hair into her\n      bosom, got upon her horse, and set off on her journey to her bridegroom’s\n      kingdom.\n    \n\n      One day, as they were riding along by a brook, the princess began to feel\n      very thirsty: and she said to her maid, ‘Pray get down, and fetch me some\n      water in my golden cup out of yonder brook, for I want to drink.’ ‘Nay,’\n      said the maid, ‘if you are thirsty, get off yourself, and stoop down by\n      the water and drink; I shall not be your waiting-maid any longer.’ Then\n      she was so thirsty that she got down, and knelt over the little brook, and\n      drank; for she was frightened, and dared not bring out her golden cup; and\n      she wept and said, ‘Alas! what will become of me?’ And the lock answered\n      her, and said:\n    \n\n ‘Alas! alas! if thy mother knew it,\n  Sadly, sadly, would she rue it.’\n\n\n      But the princess was very gentle and meek, so she said nothing to her\n      maid’s ill behaviour, but got upon her horse again.\n    \n\n      Then all rode farther on their journey, till the day grew so warm, and the\n      sun so scorching, that the bride began to feel very thirsty again; and at\n      last, when they came to a river, she forgot her maid’s rude speech, and\n      said, ‘Pray get down, and fetch me some water to drink in my golden cup.’\n      But the maid answered her, and even spoke more haughtily than before:\n      ‘Drink if you will, but I shall not be your waiting-maid.’ Then the\n      princess was so thirsty that she got off her horse, and lay down, and held\n      her head over the running stream, and cried and said, ‘What will become of\n      me?’ And the lock of hair answered her again:\n    \n\n ‘Alas! alas! if thy mother knew it,\n  Sadly, sadly, would she rue it.’\n\n\n      And as she leaned down to drink, the lock of hair fell from her bosom, and\n      floated away with the water. Now she was so frightened that she did not\n      see it; but her maid saw it, and was very glad, for she knew the charm;\n      and she saw that the poor bride would be in her power, now that she had\n      lost the hair. So when the bride had done drinking, and would have got\n      upon Falada again, the maid said, ‘I shall ride upon Falada, and you may\n      have my horse instead’; so she was forced to give up her horse, and soon\n      afterwards to take off her royal clothes and put on her maid’s shabby\n      ones.\n    \n\n      At last, as they drew near the end of their journey, this treacherous\n      servant threatened to kill her mistress if she ever told anyone what had\n      happened. But Falada saw it all, and marked it well.\n    \n\n      Then the waiting-maid got upon Falada, and the real bride rode upon the\n      other horse, and they went on in this way till at last they came to the\n      royal court. There was great joy at their coming, and the prince flew to\n      meet them, and lifted the maid from her horse, thinking she was the one\n      who was to be his wife; and she was led upstairs to the royal chamber; but\n      the true princess was told to stay in the court below.\n    \n\n      Now the old king happened just then to have nothing else to do; so he\n      amused himself by sitting at his kitchen window, looking at what was going\n      on; and he saw her in the courtyard. As she looked very pretty, and too\n      delicate for a waiting-maid, he went up into the royal chamber to ask the\n      bride who it was she had brought with her, that was thus left standing in\n      the court below. ‘I brought her with me for the sake of her company on the\n      road,’ said she; ‘pray give the girl some work to do, that she may not be\n      idle.’ The old king could not for some time think of any work for her to\n      do; but at last he said, ‘I have a lad who takes care of my geese; she may\n      go and help him.’ Now the name of this lad, that the real bride was to\n      help in watching the king’s geese, was Curdken.\n    \n\n      But the false bride said to the prince, ‘Dear husband, pray do me one\n      piece of kindness.’ ‘That I will,’ said the prince. ‘Then tell one of your\n      slaughterers to cut off the head of the horse I rode upon, for it was very\n      unruly, and plagued me sadly on the road’; but the truth was, she was very\n      much afraid lest Falada should some day or other speak, and tell all she\n      had done to the princess. She carried her point, and the faithful Falada\n      was killed; but when the true princess heard of it, she wept, and begged\n      the man to nail up Falada’s head against a large dark gate of the city,\n      through which she had to pass every morning and evening, that there she\n      might still see him sometimes. Then the slaughterer said he would do as\n      she wished; and cut off the head, and nailed it up under the dark gate.\n    \n\n      Early the next morning, as she and Curdken went out through the gate, she\n      said sorrowfully:\n    \n\n ‘Falada, Falada, there thou hangest!’\n\n\n      and the head answered:\n    \n\n ‘Bride, bride, there thou gangest!\n  Alas! alas! if thy mother knew it,\n  Sadly, sadly, would she rue it.’\n\n\n      Then they went out of the city, and drove the geese on. And when she came\n      to the meadow, she sat down upon a bank there, and let down her waving\n      locks of hair, which were all of pure silver; and when Curdken saw it\n      glitter in the sun, he ran up, and would have pulled some of the locks\n      out, but she cried:\n    \n\n ‘Blow, breezes, blow!\n  Let Curdken’s hat go!\n  Blow, breezes, blow!\n  Let him after it go!\n  O’er hills, dales, and rocks,\n  Away be it whirl’d\n  Till the silvery locks\n  Are all comb’d and curl’d!\n\n\n      Then there came a wind, so strong that it blew off Curdken’s hat; and away\n      it flew over the hills: and he was forced to turn and run after it; till,\n      by the time he came back, she had done combing and curling her hair, and\n      had put it up again safe. Then he was very angry and sulky, and would not\n      speak to her at all; but they watched the geese until it grew dark in the\n      evening, and then drove them homewards.\n    \n\n      The next morning, as they were going through the dark gate, the poor girl\n      looked up at Falada’s head, and cried:\n    \n\n ‘Falada, Falada, there thou hangest!’\n\n\n      and the head answered:\n    \n\n ‘Bride, bride, there thou gangest!\n  Alas! alas! if thy mother knew it,\n  Sadly, sadly, would she rue it.’\n\n\n      Then she drove on the geese, and sat down again in the meadow, and began\n      to comb out her hair as before; and Curdken ran up to her, and wanted to\n      take hold of it; but she cried out quickly:\n    \n\n ‘Blow, breezes, blow!\n  Let Curdken’s hat go!\n  Blow, breezes, blow!\n  Let him after it go!\n  O’er hills, dales, and rocks,\n  Away be it whirl’d\n  Till the silvery locks\n  Are all comb’d and curl’d!\n\n\n      Then the wind came and blew away his hat; and off it flew a great way,\n      over the hills and far away, so that he had to run after it; and when he\n      came back she had bound up her hair again, and all was safe. So they\n      watched the geese till it grew dark.\n    \n\n      In the evening, after they came home, Curdken went to the old king, and\n      said, ‘I cannot have that strange girl to help me to keep the geese any\n      longer.’ ‘Why?’ said the king. ‘Because, instead of doing any good, she\n      does nothing but tease me all day long.’ Then the king made him tell him\n      what had happened. And Curdken said, ‘When we go in the morning through\n      the dark gate with our flock of geese, she cries and talks with the head\n      of a horse that hangs upon the wall, and says:\n    \n\n ‘Falada, Falada, there thou hangest!’\n\n\n      and the head answers:\n    \n\n ‘Bride, bride, there thou gangest!\n  Alas! alas! if thy mother knew it,\n  Sadly, sadly, would she rue it.’\n\n\n      And Curdken went on telling the king what had happened upon the meadow\n      where the geese fed; how his hat was blown away; and how he was forced to\n      run after it, and to leave his flock of geese to themselves. But the old\n      king told the boy to go out again the next day: and when morning came, he\n      placed himself behind the dark gate, and heard how she spoke to Falada,\n      and how Falada answered. Then he went into the field, and hid himself in a\n      bush by the meadow’s side; and he soon saw with his own eyes how they\n      drove the flock of geese; and how, after a little time, she let down her\n      hair that glittered in the sun. And then he heard her say:\n    \n\n ‘Blow, breezes, blow!\n  Let Curdken’s hat go!\n  Blow, breezes, blow!\n  Let him after it go!\n  O’er hills, dales, and rocks,\n  Away be it whirl’d\n  Till the silvery locks\n  Are all comb’d and curl’d!\n\n\n      And soon came a gale of wind, and carried away Curdken’s hat, and away\n      went Curdken after it, while the girl went on combing and curling her\n      hair. All this the old king saw: so he went home without being seen; and\n      when the little goose-girl came back in the evening he called her aside,\n      and asked her why she did so: but she burst into tears, and said, ‘That I\n      must not tell you or any man, or I shall lose my life.’\n    \n\n      But the old king begged so hard, that she had no peace till she had told\n      him all the tale, from beginning to end, word for word. And it was very\n      lucky for her that she did so, for when she had done the king ordered\n      royal clothes to be put upon her, and gazed on her with wonder, she was so\n      beautiful. Then he called his son and told him that he had only a false\n      bride; for that she was merely a waiting-maid, while the true bride stood\n      by. And the young king rejoiced when he saw her beauty, and heard how meek\n      and patient she had been; and without saying anything to the false bride,\n      the king ordered a great feast to be got ready for all his court. The\n      bridegroom sat at the top, with the false princess on one side, and the\n      true one on the other; but nobody knew her again, for her beauty was quite\n      dazzling to their eyes; and she did not seem at all like the little\n      goose-girl, now that she had her brilliant dress on.\n    \n\n      When they had eaten and drank, and were very merry, the old king said he\n      would tell them a tale. So he began, and told all the story of the\n      princess, as if it was one that he had once heard; and he asked the true\n      waiting-maid what she thought ought to be done to anyone who would behave\n      thus. ‘Nothing better,’ said this false bride, ‘than that she should be\n      thrown into a cask stuck round with sharp nails, and that two white horses\n      should be put to it, and should drag it from street to street till she was\n      dead.’ ‘Thou art she!’ said the old king; ‘and as thou has judged thyself,\n      so shall it be done to thee.’ And the young king was then married to his\n      true wife, and they reigned over the kingdom in peace and happiness all\n      their lives; and the good fairy came to see them, and restored the\n      faithful Falada to life again.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "goose-girl"
    }
}