{
    "name": "Grimm - Hans In Luck",
    "body": "\n      Some men are born to good luck: all they do or try to do comes right—all\n      that falls to them is so much gain—all their geese are swans—all\n      their cards are trumps—toss them which way you will, they will\n      always, like poor puss, alight upon their legs, and only move on so much\n      the faster. The world may very likely not always think of them as they\n      think of themselves, but what care they for the world? what can it know\n      about the matter?\n    \n\n      One of these lucky beings was neighbour Hans. Seven long years he had\n      worked hard for his master. At last he said, ‘Master, my time is up; I\n      must go home and see my poor mother once more: so pray pay me my wages and\n      let me go.’ And the master said, ‘You have been a faithful and good\n      servant, Hans, so your pay shall be handsome.’ Then he gave him a lump of\n      silver as big as his head.\n    \n\n      Hans took out his pocket-handkerchief, put the piece of silver into it,\n      threw it over his shoulder, and jogged off on his road homewards. As he\n      went lazily on, dragging one foot after another, a man came in sight,\n      trotting gaily along on a capital horse. ‘Ah!’ said Hans aloud, ‘what a\n      fine thing it is to ride on horseback! There he sits as easy and happy as\n      if he was at home, in the chair by his fireside; he trips against no\n      stones, saves shoe-leather, and gets on he hardly knows how.’ Hans did not\n      speak so softly but the horseman heard it all, and said, ‘Well, friend,\n      why do you go on foot then?’ ‘Ah!’ said he, ‘I have this load to carry: to\n      be sure it is silver, but it is so heavy that I can’t hold up my head, and\n      you must know it hurts my shoulder sadly.’ ‘What do you say of making an\n      exchange?’ said the horseman. ‘I will give you my horse, and you shall\n      give me the silver; which will save you a great deal of trouble in\n      carrying such a heavy load about with you.’ ‘With all my heart,’ said\n      Hans: ‘but as you are so kind to me, I must tell you one thing—you\n      will have a weary task to draw that silver about with you.’ However, the\n      horseman got off, took the silver, helped Hans up, gave him the bridle\n      into one hand and the whip into the other, and said, ‘When you want to go\n      very fast, smack your lips loudly together, and cry “Jip!”’\n    \n\n      Hans was delighted as he sat on the horse, drew himself up, squared his\n      elbows, turned out his toes, cracked his whip, and rode merrily off, one\n      minute whistling a merry tune, and another singing,\n    \n\n‘No care and no sorrow,\nA fig for the morrow!\nWe’ll laugh and be merry,\nSing neigh down derry!’\n\n\n      After a time he thought he should like to go a little faster, so he\n      smacked his lips and cried ‘Jip!’ Away went the horse full gallop; and\n      before Hans knew what he was about, he was thrown off, and lay on his back\n      by the road-side. His horse would have ran off, if a shepherd who was\n      coming by, driving a cow, had not stopped it. Hans soon came to himself,\n      and got upon his legs again, sadly vexed, and said to the shepherd, ‘This\n      riding is no joke, when a man has the luck to get upon a beast like this\n      that stumbles and flings him off as if it would break his neck. However,\n      I’m off now once for all: I like your cow now a great deal better than\n      this smart beast that played me this trick, and has spoiled my best coat,\n      you see, in this puddle; which, by the by, smells not very like a nosegay.\n      One can walk along at one’s leisure behind that cow—keep good\n      company, and have milk, butter, and cheese, every day, into the bargain.\n      What would I give to have such a prize!’ ‘Well,’ said the shepherd, ‘if\n      you are so fond of her, I will change my cow for your horse; I like to do\n      good to my neighbours, even though I lose by it myself.’ ‘Done!’ said\n      Hans, merrily. ‘What a noble heart that good man has!’ thought he. Then\n      the shepherd jumped upon the horse, wished Hans and the cow good morning,\n      and away he rode.\n    \n\n      Hans brushed his coat, wiped his face and hands, rested a while, and then\n      drove off his cow quietly, and thought his bargain a very lucky one. ‘If I\n      have only a piece of bread (and I certainly shall always be able to get\n      that), I can, whenever I like, eat my butter and cheese with it; and when\n      I am thirsty I can milk my cow and drink the milk: and what can I wish for\n      more?’ When he came to an inn, he halted, ate up all his bread, and gave\n      away his last penny for a glass of beer. When he had rested himself he set\n      off again, driving his cow towards his mother’s village. But the heat grew\n      greater as soon as noon came on, till at last, as he found himself on a\n      wide heath that would take him more than an hour to cross, he began to be\n      so hot and parched that his tongue clave to the roof of his mouth. ‘I can\n      find a cure for this,’ thought he; ‘now I will milk my cow and quench my\n      thirst’: so he tied her to the stump of a tree, and held his leathern cap\n      to milk into; but not a drop was to be had. Who would have thought that\n      this cow, which was to bring him milk and butter and cheese, was all that\n      time utterly dry? Hans had not thought of looking to that.\n    \n\n      While he was trying his luck in milking, and managing the matter very\n      clumsily, the uneasy beast began to think him very troublesome; and at\n      last gave him such a kick on the head as knocked him down; and there he\n      lay a long while senseless. Luckily a butcher soon came by, driving a pig\n      in a wheelbarrow. ‘What is the matter with you, my man?’ said the butcher,\n      as he helped him up. Hans told him what had happened, how he was dry, and\n      wanted to milk his cow, but found the cow was dry too. Then the butcher\n      gave him a flask of ale, saying, ‘There, drink and refresh yourself; your\n      cow will give you no milk: don’t you see she is an old beast, good for\n      nothing but the slaughter-house?’ ‘Alas, alas!’ said Hans, ‘who would have\n      thought it? What a shame to take my horse, and give me only a dry cow! If\n      I kill her, what will she be good for? I hate cow-beef; it is not tender\n      enough for me. If it were a pig now—like that fat gentleman you are\n      driving along at his ease—one could do something with it; it would\n      at any rate make sausages.’ ‘Well,’ said the butcher, ‘I don’t like to say\n      no, when one is asked to do a kind, neighbourly thing. To please you I\n      will change, and give you my fine fat pig for the cow.’ ‘Heaven reward you\n      for your kindness and self-denial!’ said Hans, as he gave the butcher the\n      cow; and taking the pig off the wheel-barrow, drove it away, holding it by\n      the string that was tied to its leg.\n    \n\n      So on he jogged, and all seemed now to go right with him: he had met with\n      some misfortunes, to be sure; but he was now well repaid for all. How\n      could it be otherwise with such a travelling companion as he had at last\n      got?\n    \n\n      The next man he met was a countryman carrying a fine white goose. The\n      countryman stopped to ask what was o’clock; this led to further chat; and\n      Hans told him all his luck, how he had so many good bargains, and how all\n      the world went gay and smiling with him. The countryman then began to tell\n      his tale, and said he was going to take the goose to a christening.\n      ‘Feel,’ said he, ‘how heavy it is, and yet it is only eight weeks old.\n      Whoever roasts and eats it will find plenty of fat upon it, it has lived\n      so well!’ ‘You’re right,’ said Hans, as he weighed it in his hand; ‘but if\n      you talk of fat, my pig is no trifle.’ Meantime the countryman began to\n      look grave, and shook his head. ‘Hark ye!’ said he, ‘my worthy friend, you\n      seem a good sort of fellow, so I can’t help doing you a kind turn. Your\n      pig may get you into a scrape. In the village I just came from, the squire\n      has had a pig stolen out of his sty. I was dreadfully afraid when I saw\n      you that you had got the squire’s pig. If you have, and they catch you, it\n      will be a bad job for you. The least they will do will be to throw you\n      into the horse-pond. Can you swim?’\n    \n\n      Poor Hans was sadly frightened. ‘Good man,’ cried he, ‘pray get me out of\n      this scrape. I know nothing of where the pig was either bred or born; but\n      he may have been the squire’s for aught I can tell: you know this country\n      better than I do, take my pig and give me the goose.’ ‘I ought to have\n      something into the bargain,’ said the countryman; ‘give a fat goose for a\n      pig, indeed! ‘Tis not everyone would do so much for you as that. However,\n      I will not be hard upon you, as you are in trouble.’ Then he took the\n      string in his hand, and drove off the pig by a side path; while Hans went\n      on the way homewards free from care. ‘After all,’ thought he, ‘that chap\n      is pretty well taken in. I don’t care whose pig it is, but wherever it\n      came from it has been a very good friend to me. I have much the best of\n      the bargain. First there will be a capital roast; then the fat will find\n      me in goose-grease for six months; and then there are all the beautiful\n      white feathers. I will put them into my pillow, and then I am sure I shall\n      sleep soundly without rocking. How happy my mother will be! Talk of a pig,\n      indeed! Give me a fine fat goose.’\n    \n\n      As he came to the next village, he saw a scissor-grinder with his wheel,\n      working and singing,\n    \n\n‘O’er hill and o’er dale\nSo happy I roam,\nWork light and live well,\nAll the world is my home;\nThen who so blythe, so merry as I?’\n\n\n      Hans stood looking on for a while, and at last said, ‘You must be well\n      off, master grinder! you seem so happy at your work.’ ‘Yes,’ said the\n      other, ‘mine is a golden trade; a good grinder never puts his hand into\n      his pocket without finding money in it—but where did you get that\n      beautiful goose?’ ‘I did not buy it, I gave a pig for it.’ ‘And where did\n      you get the pig?’ ‘I gave a cow for it.’ ‘And the cow?’ ‘I gave a horse\n      for it.’ ‘And the horse?’ ‘I gave a lump of silver as big as my head for\n      it.’ ‘And the silver?’ ‘Oh! I worked hard for that seven long years.’ ‘You\n      have thriven well in the world hitherto,’ said the grinder, ‘now if you\n      could find money in your pocket whenever you put your hand in it, your\n      fortune would be made.’ ‘Very true: but how is that to be managed?’ ‘How?\n      Why, you must turn grinder like myself,’ said the other; ‘you only want a\n      grindstone; the rest will come of itself. Here is one that is but little\n      the worse for wear: I would not ask more than the value of your goose for\n      it—will you buy?’ ‘How can you ask?’ said Hans; ‘I should be the\n      happiest man in the world, if I could have money whenever I put my hand in\n      my pocket: what could I want more? there’s the goose.’ ‘Now,’ said the\n      grinder, as he gave him a common rough stone that lay by his side, ‘this\n      is a most capital stone; do but work it well enough, and you can make an\n      old nail cut with it.’\n    \n\n      Hans took the stone, and went his way with a light heart: his eyes\n      sparkled for joy, and he said to himself, ‘Surely I must have been born in\n      a lucky hour; everything I could want or wish for comes of itself. People\n      are so kind; they seem really to think I do them a favour in letting them\n      make me rich, and giving me good bargains.’\n    \n\n      Meantime he began to be tired, and hungry too, for he had given away his\n      last penny in his joy at getting the cow.\n    \n\n      At last he could go no farther, for the stone tired him sadly: and he\n      dragged himself to the side of a river, that he might take a drink of\n      water, and rest a while. So he laid the stone carefully by his side on the\n      bank: but, as he stooped down to drink, he forgot it, pushed it a little,\n      and down it rolled, plump into the stream.\n    \n\n      For a while he watched it sinking in the deep clear water; then sprang up\n      and danced for joy, and again fell upon his knees and thanked Heaven, with\n      tears in his eyes, for its kindness in taking away his only plague, the\n      ugly heavy stone.\n    \n\n      ‘How happy am I!’ cried he; ‘nobody was ever so lucky as I.’ Then up he\n      got with a light heart, free from all his troubles, and walked on till he\n      reached his mother’s house, and told her how very easy the road to good\n      luck was.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "hans_in_luck"
    }
}