{
    "name": "Grimm - Iron Hans",
    "body": "\n      There was once upon a time a king who had a great forest near his palace,\n      full of all kinds of wild animals. One day he sent out a huntsman to shoot\n      him a roe, but he did not come back. ‘Perhaps some accident has befallen\n      him,’ said the king, and the next day he sent out two more huntsmen who\n      were to search for him, but they too stayed away. Then on the third day,\n      he sent for all his huntsmen, and said: ‘Scour the whole forest through,\n      and do not give up until you have found all three.’ But of these also,\n      none came home again, none were seen again. From that time forth, no one\n      would any longer venture into the forest, and it lay there in deep\n      stillness and solitude, and nothing was seen of it, but sometimes an eagle\n      or a hawk flying over it. This lasted for many years, when an unknown\n      huntsman announced himself to the king as seeking a situation, and offered\n      to go into the dangerous forest. The king, however, would not give his\n      consent, and said: ‘It is not safe in there; I fear it would fare with you\n      no better than with the others, and you would never come out again.’ The\n      huntsman replied: ‘Lord, I will venture it at my own risk, of fear I know\n      nothing.’\n    \n\n      The huntsman therefore betook himself with his dog to the forest. It was\n      not long before the dog fell in with some game on the way, and wanted to\n      pursue it; but hardly had the dog run two steps when it stood before a\n      deep pool, could go no farther, and a naked arm stretched itself out of\n      the water, seized it, and drew it under. When the huntsman saw that, he\n      went back and fetched three men to come with buckets and bale out the\n      water. When they could see to the bottom there lay a wild man whose body\n      was brown like rusty iron, and whose hair hung over his face down to his\n      knees. They bound him with cords, and led him away to the castle. There\n      was great astonishment over the wild man; the king, however, had him put\n      in an iron cage in his courtyard, and forbade the door to be opened on\n      pain of death, and the queen herself was to take the key into her keeping.\n      And from this time forth everyone could again go into the forest with\n      safety.\n    \n\n      The king had a son of eight years, who was once playing in the courtyard,\n      and while he was playing, his golden ball fell into the cage. The boy ran\n      thither and said: ‘Give me my ball out.’ ‘Not till you have opened the\n      door for me,’ answered the man. ‘No,’ said the boy, ‘I will not do that;\n      the king has forbidden it,’ and ran away. The next day he again went and\n      asked for his ball; the wild man said: ‘Open my door,’ but the boy would\n      not. On the third day the king had ridden out hunting, and the boy went\n      once more and said: ‘I cannot open the door even if I wished, for I have\n      not the key.’ Then the wild man said: ‘It lies under your mother’s pillow,\n      you can get it there.’ The boy, who wanted to have his ball back, cast all\n      thought to the winds, and brought the key. The door opened with\n      difficulty, and the boy pinched his fingers. When it was open the wild man\n      stepped out, gave him the golden ball, and hurried away. The boy had\n      become afraid; he called and cried after him: ‘Oh, wild man, do not go\n      away, or I shall be beaten!’ The wild man turned back, took him up, set\n      him on his shoulder, and went with hasty steps into the forest. When the\n      king came home, he observed the empty cage, and asked the queen how that\n      had happened. She knew nothing about it, and sought the key, but it was\n      gone. She called the boy, but no one answered. The king sent out people to\n      seek for him in the fields, but they did not find him. Then he could\n      easily guess what had happened, and much grief reigned in the royal court.\n    \n\n      When the wild man had once more reached the dark forest, he took the boy\n      down from his shoulder, and said to him: ‘You will never see your father\n      and mother again, but I will keep you with me, for you have set me free,\n      and I have compassion on you. If you do all I bid you, you shall fare\n      well. Of treasure and gold have I enough, and more than anyone in the\n      world.’ He made a bed of moss for the boy on which he slept, and the next\n      morning the man took him to a well, and said: ‘Behold, the gold well is as\n      bright and clear as crystal, you shall sit beside it, and take care that\n      nothing falls into it, or it will be polluted. I will come every evening\n      to see if you have obeyed my order.’ The boy placed himself by the brink\n      of the well, and often saw a golden fish or a golden snake show itself\n      therein, and took care that nothing fell in. As he was thus sitting, his\n      finger hurt him so violently that he involuntarily put it in the water. He\n      drew it quickly out again, but saw that it was quite gilded, and\n      whatsoever pains he took to wash the gold off again, all was to no\n      purpose. In the evening Iron Hans came back, looked at the boy, and said:\n      ‘What has happened to the well?’ ‘Nothing nothing,’ he answered, and held\n      his finger behind his back, that the man might not see it. But he said:\n      ‘You have dipped your finger into the water, this time it may pass, but\n      take care you do not again let anything go in.’ By daybreak the boy was\n      already sitting by the well and watching it. His finger hurt him again and\n      he passed it over his head, and then unhappily a hair fell down into the\n      well. He took it quickly out, but it was already quite gilded. Iron Hans\n      came, and already knew what had happened. ‘You have let a hair fall into\n      the well,’ said he. ‘I will allow you to watch by it once more, but if\n      this happens for the third time then the well is polluted and you can no\n      longer remain with me.’\n    \n\n      On the third day, the boy sat by the well, and did not stir his finger,\n      however much it hurt him. But the time was long to him, and he looked at\n      the reflection of his face on the surface of the water. And as he still\n      bent down more and more while he was doing so, and trying to look straight\n      into the eyes, his long hair fell down from his shoulders into the water.\n      He raised himself up quickly, but the whole of the hair of his head was\n      already golden and shone like the sun. You can imagine how terrified the\n      poor boy was! He took his pocket-handkerchief and tied it round his head,\n      in order that the man might not see it. When he came he already knew\n      everything, and said: ‘Take the handkerchief off.’ Then the golden hair\n      streamed forth, and let the boy excuse himself as he might, it was of no\n      use. ‘You have not stood the trial and can stay here no longer. Go forth\n      into the world, there you will learn what poverty is. But as you have not\n      a bad heart, and as I mean well by you, there is one thing I will grant\n      you; if you fall into any difficulty, come to the forest and cry: “Iron\n      Hans,” and then I will come and help you. My power is great, greater than\n      you think, and I have gold and silver in abundance.’\n    \n\n      Then the king’s son left the forest, and walked by beaten and unbeaten\n      paths ever onwards until at length he reached a great city. There he\n      looked for work, but could find none, and he learnt nothing by which he\n      could help himself. At length he went to the palace, and asked if they\n      would take him in. The people about court did not at all know what use\n      they could make of him, but they liked him, and told him to stay. At\n      length the cook took him into his service, and said he might carry wood\n      and water, and rake the cinders together. Once when it so happened that no\n      one else was at hand, the cook ordered him to carry the food to the royal\n      table, but as he did not like to let his golden hair be seen, he kept his\n      little cap on. Such a thing as that had never yet come under the king’s\n      notice, and he said: ‘When you come to the royal table you must take your\n      hat off.’ He answered: ‘Ah, Lord, I cannot; I have a bad sore place on my\n      head.’ Then the king had the cook called before him and scolded him, and\n      asked how he could take such a boy as that into his service; and that he\n      was to send him away at once. The cook, however, had pity on him, and\n      exchanged him for the gardener’s boy.\n    \n\n      And now the boy had to plant and water the garden, hoe and dig, and bear\n      the wind and bad weather. Once in summer when he was working alone in the\n      garden, the day was so warm he took his little cap off that the air might\n      cool him. As the sun shone on his hair it glittered and flashed so that\n      the rays fell into the bedroom of the king’s daughter, and up she sprang\n      to see what that could be. Then she saw the boy, and cried to him: ‘Boy,\n      bring me a wreath of flowers.’ He put his cap on with all haste, and\n      gathered wild field-flowers and bound them together. When he was ascending\n      the stairs with them, the gardener met him, and said: ‘How can you take\n      the king’s daughter a garland of such common flowers? Go quickly, and get\n      another, and seek out the prettiest and rarest.’ ‘Oh, no,’ replied the\n      boy, ‘the wild ones have more scent, and will please her better.’ When he\n      got into the room, the king’s daughter said: ‘Take your cap off, it is not\n      seemly to keep it on in my presence.’ He again said: ‘I may not, I have a\n      sore head.’ She, however, caught at his cap and pulled it off, and then\n      his golden hair rolled down on his shoulders, and it was splendid to\n      behold. He wanted to run out, but she held him by the arm, and gave him a\n      handful of ducats. With these he departed, but he cared nothing for the\n      gold pieces. He took them to the gardener, and said: ‘I present them to\n      your children, they can play with them.’ The following day the king’s\n      daughter again called to him that he was to bring her a wreath of\n      field-flowers, and then he went in with it, she instantly snatched at his\n      cap, and wanted to take it away from him, but he held it fast with both\n      hands. She again gave him a handful of ducats, but he would not keep them,\n      and gave them to the gardener for playthings for his children. On the\n      third day things went just the same; she could not get his cap away from\n      him, and he would not have her money.\n    \n\n      Not long afterwards, the country was overrun by war. The king gathered\n      together his people, and did not know whether or not he could offer any\n      opposition to the enemy, who was superior in strength and had a mighty\n      army. Then said the gardener’s boy: ‘I am grown up, and will go to the\n      wars also, only give me a horse.’ The others laughed, and said: ‘Seek one\n      for yourself when we are gone, we will leave one behind us in the stable\n      for you.’ When they had gone forth, he went into the stable, and led the\n      horse out; it was lame of one foot, and limped hobblety jib, hobblety jib;\n      nevertheless he mounted it, and rode away to the dark forest. When he came\n      to the outskirts, he called ‘Iron Hans’ three times so loudly that it\n      echoed through the trees. Thereupon the wild man appeared immediately, and\n      said: ‘What do you desire?’ ‘I want a strong steed, for I am going to the\n      wars.’ ‘That you shall have, and still more than you ask for.’ Then the\n      wild man went back into the forest, and it was not long before a\n      stable-boy came out of it, who led a horse that snorted with its nostrils,\n      and could hardly be restrained, and behind them followed a great troop of\n      warriors entirely equipped in iron, and their swords flashed in the sun.\n      The youth made over his three-legged horse to the stable-boy, mounted the\n      other, and rode at the head of the soldiers. When he got near the\n      battlefield a great part of the king’s men had already fallen, and little\n      was wanting to make the rest give way. Then the youth galloped thither\n      with his iron soldiers, broke like a hurricane over the enemy, and beat\n      down all who opposed him. They began to flee, but the youth pursued, and\n      never stopped, until there was not a single man left. Instead of returning\n      to the king, however, he conducted his troop by byways back to the forest,\n      and called forth Iron Hans. ‘What do you desire?’ asked the wild man.\n      ‘Take back your horse and your troops, and give me my three-legged horse\n      again.’ All that he asked was done, and soon he was riding on his\n      three-legged horse. When the king returned to his palace, his daughter\n      went to meet him, and wished him joy of his victory. ‘I am not the one who\n      carried away the victory,’ said he, ‘but a strange knight who came to my\n      assistance with his soldiers.’ The daughter wanted to hear who the strange\n      knight was, but the king did not know, and said: ‘He followed the enemy,\n      and I did not see him again.’ She inquired of the gardener where his boy\n      was, but he smiled, and said: ‘He has just come home on his three-legged\n      horse, and the others have been mocking him, and crying: “Here comes our\n      hobblety jib back again!” They asked, too: “Under what hedge have you been\n      lying sleeping all the time?” So he said: “I did the best of all, and it\n      would have gone badly without me.” And then he was still more ridiculed.’\n    \n\n      The king said to his daughter: ‘I will proclaim a great feast that shall\n      last for three days, and you shall throw a golden apple. Perhaps the\n      unknown man will show himself.’ When the feast was announced, the youth\n      went out to the forest, and called Iron Hans. ‘What do you desire?’ asked\n      he. ‘That I may catch the king’s daughter’s golden apple.’ ‘It is as safe\n      as if you had it already,’ said Iron Hans. ‘You shall likewise have a suit\n      of red armour for the occasion, and ride on a spirited chestnut-horse.’\n      When the day came, the youth galloped to the spot, took his place amongst\n      the knights, and was recognized by no one. The king’s daughter came\n      forward, and threw a golden apple to the knights, but none of them caught\n      it but he, only as soon as he had it he galloped away.\n    \n\n      On the second day Iron Hans equipped him as a white knight, and gave him a\n      white horse. Again he was the only one who caught the apple, and he did\n      not linger an instant, but galloped off with it. The king grew angry, and\n      said: ‘That is not allowed; he must appear before me and tell his name.’\n      He gave the order that if the knight who caught the apple, should go away\n      again they should pursue him, and if he would not come back willingly,\n      they were to cut him down and stab him.\n    \n\n      On the third day, he received from Iron Hans a suit of black armour and a\n      black horse, and again he caught the apple. But when he was riding off\n      with it, the king’s attendants pursued him, and one of them got so near\n      him that he wounded the youth’s leg with the point of his sword. The youth\n      nevertheless escaped from them, but his horse leapt so violently that the\n      helmet fell from the youth’s head, and they could see that he had golden\n      hair. They rode back and announced this to the king.\n    \n\n      The following day the king’s daughter asked the gardener about his boy.\n      ‘He is at work in the garden; the queer creature has been at the festival\n      too, and only came home yesterday evening; he has likewise shown my\n      children three golden apples which he has won.’\n    \n\n      The king had him summoned into his presence, and he came and again had his\n      little cap on his head. But the king’s daughter went up to him and took it\n      off, and then his golden hair fell down over his shoulders, and he was so\n      handsome that all were amazed. ‘Are you the knight who came every day to\n      the festival, always in different colours, and who caught the three golden\n      apples?’ asked the king. ‘Yes,’ answered he, ‘and here the apples are,’\n      and he took them out of his pocket, and returned them to the king. ‘If you\n      desire further proof, you may see the wound which your people gave me when\n      they followed me. But I am likewise the knight who helped you to your\n      victory over your enemies.’ ‘If you can perform such deeds as that, you\n      are no gardener’s boy; tell me, who is your father?’ ‘My father is a\n      mighty king, and gold have I in plenty as great as I require.’ ‘I well\n      see,’ said the king, ‘that I owe my thanks to you; can I do anything to\n      please you?’ ‘Yes,’ answered he, ‘that indeed you can. Give me your\n      daughter to wife.’ The maiden laughed, and said: ‘He does not stand much\n      on ceremony, but I have already seen by his golden hair that he was no\n      gardener’s boy,’ and then she went and kissed him. His father and mother\n      came to the wedding, and were in great delight, for they had given up all\n      hope of ever seeing their dear son again. And as they were sitting at the\n      marriage-feast, the music suddenly stopped, the doors opened, and a\n      stately king came in with a great retinue. He went up to the youth,\n      embraced him and said: ‘I am Iron Hans, and was by enchantment a wild man,\n      but you have set me free; all the treasures which I possess, shall be your\n      property.’\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "iron_hans"
    }
}