{
    "name": "Grimm - the Juniper-tree",
    "body": "\n      Long, long ago, some two thousand years or so, there lived a rich man with\n      a good and beautiful wife. They loved each other dearly, but sorrowed much\n      that they had no children. So greatly did they desire to have one, that\n      the wife prayed for it day and night, but still they remained childless.\n    \n\n      In front of the house there was a court, in which grew a juniper-tree. One\n      winter’s day the wife stood under the tree to peel some apples, and as she\n      was peeling them, she cut her finger, and the blood fell on the snow.\n      ‘Ah,’ sighed the woman heavily, ‘if I had but a child, as red as blood and\n      as white as snow,’ and as she spoke the words, her heart grew light within\n      her, and it seemed to her that her wish was granted, and she returned to\n      the house feeling glad and comforted. A month passed, and the snow had all\n      disappeared; then another month went by, and all the earth was green. So\n      the months followed one another, and first the trees budded in the woods,\n      and soon the green branches grew thickly intertwined, and then the\n      blossoms began to fall. Once again the wife stood under the juniper-tree,\n      and it was so full of sweet scent that her heart leaped for joy, and she\n      was so overcome with her happiness, that she fell on her knees. Presently\n      the fruit became round and firm, and she was glad and at peace; but when\n      they were fully ripe she picked the berries and ate eagerly of them, and\n      then she grew sad and ill. A little while later she called her husband,\n      and said to him, weeping. ‘If I die, bury me under the juniper-tree.’ Then\n      she felt comforted and happy again, and before another month had passed\n      she had a little child, and when she saw that it was as white as snow and\n      as red as blood, her joy was so great that she died.\n    \n\n      Her husband buried her under the juniper-tree, and wept bitterly for her.\n      By degrees, however, his sorrow grew less, and although at times he still\n      grieved over his loss, he was able to go about as usual, and later on he\n      married again.\n    \n\n      He now had a little daughter born to him; the child of his first wife was\n      a boy, who was as red as blood and as white as snow. The mother loved her\n      daughter very much, and when she looked at her and then looked at the boy,\n      it pierced her heart to think that he would always stand in the way of her\n      own child, and she was continually thinking how she could get the whole of\n      the property for her. This evil thought took possession of her more and\n      more, and made her behave very unkindly to the boy. She drove him from\n      place to place with cuffings and buffetings, so that the poor child went\n      about in fear, and had no peace from the time he left school to the time\n      he went back.\n    \n\n      One day the little daughter came running to her mother in the store-room,\n      and said, ‘Mother, give me an apple.’ ‘Yes, my child,’ said the wife, and\n      she gave her a beautiful apple out of the chest; the chest had a very\n      heavy lid and a large iron lock.\n    \n\n      ‘Mother,’ said the little daughter again, ‘may not brother have one too?’\n      The mother was angry at this, but she answered, ‘Yes, when he comes out of\n      school.’\n    \n\n      Just then she looked out of the window and saw him coming, and it seemed\n      as if an evil spirit entered into her, for she snatched the apple out of\n      her little daughter’s hand, and said, ‘You shall not have one before your\n      brother.’ She threw the apple into the chest and shut it to. The little\n      boy now came in, and the evil spirit in the wife made her say kindly to\n      him, ‘My son, will you have an apple?’ but she gave him a wicked look.\n      ‘Mother,’ said the boy, ‘how dreadful you look! Yes, give me an apple.’\n      The thought came to her that she would kill him. ‘Come with me,’ she said,\n      and she lifted up the lid of the chest; ‘take one out for yourself.’ And\n      as he bent over to do so, the evil spirit urged her, and crash! down went\n      the lid, and off went the little boy’s head. Then she was overwhelmed with\n      fear at the thought of what she had done. ‘If only I can prevent anyone\n      knowing that I did it,’ she thought. So she went upstairs to her room, and\n      took a white handkerchief out of her top drawer; then she set the boy’s\n      head again on his shoulders, and bound it with the handkerchief so that\n      nothing could be seen, and placed him on a chair by the door with an apple\n      in his hand.\n    \n\n      Soon after this, little Marleen came up to her mother who was stirring a\n      pot of boiling water over the fire, and said, ‘Mother, brother is sitting\n      by the door with an apple in his hand, and he looks so pale; and when I\n      asked him to give me the apple, he did not answer, and that frightened\n      me.’\n    \n\n      ‘Go to him again,’ said her mother, ‘and if he does not answer, give him a\n      box on the ear.’ So little Marleen went, and said, ‘Brother, give me that\n      apple,’ but he did not say a word; then she gave him a box on the ear, and\n      his head rolled off. She was so terrified at this, that she ran crying and\n      screaming to her mother. ‘Oh!’ she said, ‘I have knocked off brother’s\n      head,’ and then she wept and wept, and nothing would stop her.\n    \n\n      ‘What have you done!’ said her mother, ‘but no one must know about it, so\n      you must keep silence; what is done can’t be undone; we will make him into\n      puddings.’ And she took the little boy and cut him up, made him into\n      puddings, and put him in the pot. But Marleen stood looking on, and wept\n      and wept, and her tears fell into the pot, so that there was no need of\n      salt.\n    \n\n      Presently the father came home and sat down to his dinner; he asked,\n      ‘Where is my son?’ The mother said nothing, but gave him a large dish of\n      black pudding, and Marleen still wept without ceasing.\n    \n\n      The father again asked, ‘Where is my son?’\n    \n\n      ‘Oh,’ answered the wife, ‘he is gone into the country to his mother’s\n      great uncle; he is going to stay there some time.’\n    \n\n      ‘What has he gone there for, and he never even said goodbye to me!’\n    \n\n      ‘Well, he likes being there, and he told me he should be away quite six\n      weeks; he is well looked after there.’\n    \n\n      ‘I feel very unhappy about it,’ said the husband, ‘in case it should not\n      be all right, and he ought to have said goodbye to me.’\n    \n\n      With this he went on with his dinner, and said, ‘Little Marleen, why do\n      you weep? Brother will soon be back.’ Then he asked his wife for more\n      pudding, and as he ate, he threw the bones under the table.\n    \n\n      Little Marleen went upstairs and took her best silk handkerchief out of\n      her bottom drawer, and in it she wrapped all the bones from under the\n      table and carried them outside, and all the time she did nothing but weep.\n      Then she laid them in the green grass under the juniper-tree, and she had\n      no sooner done so, then all her sadness seemed to leave her, and she wept\n      no more. And now the juniper-tree began to move, and the branches waved\n      backwards and forwards, first away from one another, and then together\n      again, as it might be someone clapping their hands for joy. After this a\n      mist came round the tree, and in the midst of it there was a burning as of\n      fire, and out of the fire there flew a beautiful bird, that rose high into\n      the air, singing magnificently, and when it could no more be seen, the\n      juniper-tree stood there as before, and the silk handkerchief and the\n      bones were gone.\n    \n\n      Little Marleen now felt as lighthearted and happy as if her brother were\n      still alive, and she went back to the house and sat down cheerfully to the\n      table and ate.\n    \n\n      The bird flew away and alighted on the house of a goldsmith and began to\n      sing:\n    \n\n ‘My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’\n\n\n      The goldsmith was in his workshop making a gold chain, when he heard the\n      song of the bird on his roof. He thought it so beautiful that he got up\n      and ran out, and as he crossed the threshold he lost one of his slippers.\n      But he ran on into the middle of the street, with a slipper on one foot\n      and a sock on the other; he still had on his apron, and still held the\n      gold chain and the pincers in his hands, and so he stood gazing up at the\n      bird, while the sun came shining brightly down on the street.\n    \n\n      ‘Bird,’ he said, ‘how beautifully you sing! Sing me that song again.’\n    \n\n      ‘Nay,’ said the bird, ‘I do not sing twice for nothing. Give that gold\n      chain, and I will sing it you again.’\n    \n\n      ‘Here is the chain, take it,’ said the goldsmith. ‘Only sing me that\n      again.’\n    \n\n      The bird flew down and took the gold chain in his right claw, and then he\n      alighted again in front of the goldsmith and sang:\n    \n\n ‘My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’\n\n\n      Then he flew away, and settled on the roof of a shoemaker’s house and\n      sang:\n    \n\n ‘My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’\n\n\n      The shoemaker heard him, and he jumped up and ran out in his\n      shirt-sleeves, and stood looking up at the bird on the roof with his hand\n      over his eyes to keep himself from being blinded by the sun.\n    \n\n      ‘Bird,’ he said, ‘how beautifully you sing!’ Then he called through the\n      door to his wife: ‘Wife, come out; here is a bird, come and look at it and\n      hear how beautifully it sings.’ Then he called his daughter and the\n      children, then the apprentices, girls and boys, and they all ran up the\n      street to look at the bird, and saw how splendid it was with its red and\n      green feathers, and its neck like burnished gold, and eyes like two bright\n      stars in its head.\n    \n\n      ‘Bird,’ said the shoemaker, ‘sing me that song again.’\n    \n\n      ‘Nay,’ answered the bird, ‘I do not sing twice for nothing; you must give\n      me something.’\n    \n\n      ‘Wife,’ said the man, ‘go into the garret; on the upper shelf you will see\n      a pair of red shoes; bring them to me.’ The wife went in and fetched the\n      shoes.\n    \n\n      ‘There, bird,’ said the shoemaker, ‘now sing me that song again.’\n    \n\n      The bird flew down and took the red shoes in his left claw, and then he\n      went back to the roof and sang:\n    \n\n ‘My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’\n\n\n      When he had finished, he flew away. He had the chain in his right claw and\n      the shoes in his left, and he flew right away to a mill, and the mill went\n      ‘Click clack, click clack, click clack.’ Inside the mill were twenty of\n      the miller’s men hewing a stone, and as they went ‘Hick hack, hick hack,\n      hick hack,’ the mill went ‘Click clack, click clack, click clack.’\n    \n\n      The bird settled on a lime-tree in front of the mill and sang:\n    \n\n ‘My mother killed her little son;\n\n\n      then one of the men left off,\n    \n\n  My father grieved when I was gone;\n\n\n      two more men left off and listened,\n    \n\n  My sister loved me best of all;\n\n\n      then four more left off,\n    \n\n  She laid her kerchief over me,\n  And took my bones that they might lie\n\nNow there were only eight at work,\n\n  Underneath,\n\nand now only five,\n\n  the juniper-tree.\n\nand now only one,\n\n\n  Kywitt, Kywitt, what a beautiful bird am I!’\n\n\n      then he looked up and the last one had left off work.\n    \n\n      ‘Bird,’ he said, ‘what a beautiful song that is you sing! Let me hear it\n      too; sing it again.’\n    \n\n      ‘Nay,’ answered the bird, ‘I do not sing twice for nothing; give me that\n      millstone, and I will sing it again.’\n    \n\n      ‘If it belonged to me alone,’ said the man, ‘you should have it.’\n    \n\n      ‘Yes, yes,’ said the others: ‘if he will sing again, he can have it.’\n    \n\n      The bird came down, and all the twenty millers set to and lifted up the\n      stone with a beam; then the bird put his head through the hole and took\n      the stone round his neck like a collar, and flew back with it to the tree\n      and sang—\n    \n\n ‘My mother killed her little son;\n  My father grieved when I was gone;\n  My sister loved me best of all;\n  She laid her kerchief over me,\n  And took my bones that they might lie\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’\n\n\n      And when he had finished his song, he spread his wings, and with the chain\n      in his right claw, the shoes in his left, and the millstone round his\n      neck, he flew right away to his father’s house.\n    \n\n      The father, the mother, and little Marleen were having their dinner.\n    \n\n      ‘How lighthearted I feel,’ said the father, ‘so pleased and cheerful.’\n    \n\n      ‘And I,’ said the mother, ‘I feel so uneasy, as if a heavy thunderstorm\n      were coming.’\n    \n\n      But little Marleen sat and wept and wept.\n    \n\n      Then the bird came flying towards the house and settled on the roof.\n    \n\n      ‘I do feel so happy,’ said the father, ‘and how beautifully the sun\n      shines; I feel just as if I were going to see an old friend again.’\n    \n\n      ‘Ah!’ said the wife, ‘and I am so full of distress and uneasiness that my\n      teeth chatter, and I feel as if there were a fire in my veins,’ and she\n      tore open her dress; and all the while little Marleen sat in the corner\n      and wept, and the plate on her knees was wet with her tears.\n    \n\n      The bird now flew to the juniper-tree and began singing:\n    \n\n ‘My mother killed her little son;\n\n\n      the mother shut her eyes and her ears, that she might see and hear\n      nothing, but there was a roaring sound in her ears like that of a violent\n      storm, and in her eyes a burning and flashing like lightning:\n    \n\n  My father grieved when I was gone;\n\n\n      ‘Look, mother,’ said the man, ‘at the beautiful bird that is singing so\n      magnificently; and how warm and bright the sun is, and what a delicious\n      scent of spice in the air!’\n    \n\n  My sister loved me best of all;\n\n\n      then little Marleen laid her head down on her knees and sobbed.\n    \n\n      ‘I must go outside and see the bird nearer,’ said the man.\n    \n\n      ‘Ah, do not go!’ cried the wife. ‘I feel as if the whole house were in\n      flames!’\n    \n\n      But the man went out and looked at the bird.\n    \n\n She laid her kerchief over me,\n And took my bones that they might lie\n Underneath the juniper-tree\n Kywitt, Kywitt, what a beautiful bird am I!’\n\n\n      With that the bird let fall the gold chain, and it fell just round the\n      man’s neck, so that it fitted him exactly.\n    \n\n      He went inside, and said, ‘See, what a splendid bird that is; he has given\n      me this beautiful gold chain, and looks so beautiful himself.’\n    \n\n      But the wife was in such fear and trouble, that she fell on the floor, and\n      her cap fell from her head.\n    \n\n      Then the bird began again:\n    \n\n ‘My mother killed her little son;\n\n\n      ‘Ah me!’ cried the wife, ‘if I were but a thousand feet beneath the earth,\n      that I might not hear that song.’\n    \n\n  My father grieved when I was gone;\n\n\n      then the woman fell down again as if dead.\n    \n\n  My sister loved me best of all;\n\n\n      ‘Well,’ said little Marleen, ‘I will go out too and see if the bird will\n      give me anything.’\n    \n\n      So she went out.\n    \n\n  She laid her kerchief over me,\n  And took my bones that they might lie\n\n\n      and he threw down the shoes to her,\n    \n\n  Underneath the juniper-tree\n  Kywitt, Kywitt, what a beautiful bird am I!’\n\n\n      And she now felt quite happy and lighthearted; she put on the shoes and\n      danced and jumped about in them. ‘I was so miserable,’ she said, ‘when I\n      came out, but that has all passed away; that is indeed a splendid bird,\n      and he has given me a pair of red shoes.’\n    \n\n      The wife sprang up, with her hair standing out from her head like flames\n      of fire. ‘Then I will go out too,’ she said, ‘and see if it will lighten\n      my misery, for I feel as if the world were coming to an end.’\n    \n\n      But as she crossed the threshold, crash! the bird threw the millstone down\n      on her head, and she was crushed to death.\n    \n\n      The father and little Marleen heard the sound and ran out, but they only\n      saw mist and flame and fire rising from the spot, and when these had\n      passed, there stood the little brother, and he took the father and little\n      Marleen by the hand; then they all three rejoiced, and went inside\n      together and sat down to their dinners and ate.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "juniper-tree"
    }
}