{
    "name": "Grimm - Little Red-cap [little Red Riding Hood]",
    "body": "\n      Once upon a time there was a dear little girl who was loved by everyone\n      who looked at her, but most of all by her grandmother, and there was\n      nothing that she would not have given to the child. Once she gave her a\n      little cap of red velvet, which suited her so well that she would never\n      wear anything else; so she was always called ‘Little Red-Cap.’\n    \n\n      One day her mother said to her: ‘Come, Little Red-Cap, here is a piece of\n      cake and a bottle of wine; take them to your grandmother, she is ill and\n      weak, and they will do her good. Set out before it gets hot, and when you\n      are going, walk nicely and quietly and do not run off the path, or you may\n      fall and break the bottle, and then your grandmother will get nothing; and\n      when you go into her room, don’t forget to say, “Good morning”, and don’t\n      peep into every corner before you do it.’\n    \n\n      ‘I will take great care,’ said Little Red-Cap to her mother, and gave her\n      hand on it.\n    \n\n      The grandmother lived out in the wood, half a league from the village, and\n      just as Little Red-Cap entered the wood, a wolf met her. Red-Cap did not\n      know what a wicked creature he was, and was not at all afraid of him.\n    \n\n      ‘Good day, Little Red-Cap,’ said he.\n    \n\n      ‘Thank you kindly, wolf.’\n    \n\n      ‘Whither away so early, Little Red-Cap?’\n    \n\n      ‘To my grandmother’s.’\n    \n\n      ‘What have you got in your apron?’\n    \n\n      ‘Cake and wine; yesterday was baking-day, so poor sick grandmother is to\n      have something good, to make her stronger.’\n    \n\n      ‘Where does your grandmother live, Little Red-Cap?’\n    \n\n      ‘A good quarter of a league farther on in the wood; her house stands under\n      the three large oak-trees, the nut-trees are just below; you surely must\n      know it,’ replied Little Red-Cap.\n    \n\n      The wolf thought to himself: ‘What a tender young creature! what a nice\n      plump mouthful—she will be better to eat than the old woman. I must\n      act craftily, so as to catch both.’ So he walked for a short time by the\n      side of Little Red-Cap, and then he said: ‘See, Little Red-Cap, how pretty\n      the flowers are about here—why do you not look round? I believe,\n      too, that you do not hear how sweetly the little birds are singing; you\n      walk gravely along as if you were going to school, while everything else\n      out here in the wood is merry.’\n    \n\n      Little Red-Cap raised her eyes, and when she saw the sunbeams dancing here\n      and there through the trees, and pretty flowers growing everywhere, she\n      thought: ‘Suppose I take grandmother a fresh nosegay; that would please\n      her too. It is so early in the day that I shall still get there in good\n      time’; and so she ran from the path into the wood to look for flowers. And\n      whenever she had picked one, she fancied that she saw a still prettier one\n      farther on, and ran after it, and so got deeper and deeper into the wood.\n    \n\n      Meanwhile the wolf ran straight to the grandmother’s house and knocked at\n      the door.\n    \n\n      ‘Who is there?’\n    \n\n      ‘Little Red-Cap,’ replied the wolf. ‘She is bringing cake and wine; open\n      the door.’\n    \n\n      ‘Lift the latch,’ called out the grandmother, ‘I am too weak, and cannot\n      get up.’\n    \n\n      The wolf lifted the latch, the door sprang open, and without saying a word\n      he went straight to the grandmother’s bed, and devoured her. Then he put\n      on her clothes, dressed himself in her cap laid himself in bed and drew\n      the curtains.\n    \n\n      Little Red-Cap, however, had been running about picking flowers, and when\n      she had gathered so many that she could carry no more, she remembered her\n      grandmother, and set out on the way to her.\n    \n\n      She was surprised to find the cottage-door standing open, and when she\n      went into the room, she had such a strange feeling that she said to\n      herself: ‘Oh dear! how uneasy I feel today, and at other times I like\n      being with grandmother so much.’ She called out: ‘Good morning,’ but\n      received no answer; so she went to the bed and drew back the curtains.\n      There lay her grandmother with her cap pulled far over her face, and\n      looking very strange.\n    \n\n      ‘Oh! grandmother,’ she said, ‘what big ears you have!’\n    \n\n      ‘The better to hear you with, my child,’ was the reply.\n    \n\n      ‘But, grandmother, what big eyes you have!’ she said.\n    \n\n      ‘The better to see you with, my dear.’\n    \n\n      ‘But, grandmother, what large hands you have!’\n    \n\n      ‘The better to hug you with.’\n    \n\n      ‘Oh! but, grandmother, what a terrible big mouth you have!’\n    \n\n      ‘The better to eat you with!’\n    \n\n      And scarcely had the wolf said this, than with one bound he was out of bed\n      and swallowed up Red-Cap.\n    \n\n      When the wolf had appeased his appetite, he lay down again in the bed,\n      fell asleep and began to snore very loud. The huntsman was just passing\n      the house, and thought to himself: ‘How the old woman is snoring! I must\n      just see if she wants anything.’ So he went into the room, and when he\n      came to the bed, he saw that the wolf was lying in it. ‘Do I find you\n      here, you old sinner!’ said he. ‘I have long sought you!’ Then just as he\n      was going to fire at him, it occurred to him that the wolf might have\n      devoured the grandmother, and that she might still be saved, so he did not\n      fire, but took a pair of scissors, and began to cut open the stomach of\n      the sleeping wolf. When he had made two snips, he saw the little Red-Cap\n      shining, and then he made two snips more, and the little girl sprang out,\n      crying: ‘Ah, how frightened I have been! How dark it was inside the wolf’;\n      and after that the aged grandmother came out alive also, but scarcely able\n      to breathe. Red-Cap, however, quickly fetched great stones with which they\n      filled the wolf’s belly, and when he awoke, he wanted to run away, but the\n      stones were so heavy that he collapsed at once, and fell dead.\n    \n\n      Then all three were delighted. The huntsman drew off the wolf’s skin and\n      went home with it; the grandmother ate the cake and drank the wine which\n      Red-Cap had brought, and revived, but Red-Cap thought to herself: ‘As long\n      as I live, I will never by myself leave the path, to run into the wood,\n      when my mother has forbidden me to do so.’\n    \n\n      It also related that once when Red-Cap was again taking cakes to the old\n      grandmother, another wolf spoke to her, and tried to entice her from the\n      path. Red-Cap, however, was on her guard, and went straight forward on her\n      way, and told her grandmother that she had met the wolf, and that he had\n      said ‘good morning’ to her, but with such a wicked look in his eyes, that\n      if they had not been on the public road she was certain he would have\n      eaten her up. ‘Well,’ said the grandmother, ‘we will shut the door, that\n      he may not come in.’ Soon afterwards the wolf knocked, and cried: ‘Open\n      the door, grandmother, I am Little Red-Cap, and am bringing you some\n      cakes.’ But they did not speak, or open the door, so the grey-beard stole\n      twice or thrice round the house, and at last jumped on the roof, intending\n      to wait until Red-Cap went home in the evening, and then to steal after\n      her and devour her in the darkness. But the grandmother saw what was in\n      his thoughts. In front of the house was a great stone trough, so she said\n      to the child: ‘Take the pail, Red-Cap; I made some sausages yesterday, so\n      carry the water in which I boiled them to the trough.’ Red-Cap carried\n      until the great trough was quite full. Then the smell of the sausages\n      reached the wolf, and he sniffed and peeped down, and at last stretched\n      out his neck so far that he could no longer keep his footing and began to\n      slip, and slipped down from the roof straight into the great trough, and\n      was drowned. But Red-Cap went joyously home, and no one ever did anything\n      to harm her again.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "little_red-cap_[little_red_riding_hood]"
    }
}