{
    "name": "Grimm - the Queen Bee",
    "body": "\n      Two kings’ sons once upon a time went into the world to seek their\n      fortunes; but they soon fell into a wasteful foolish way of living, so\n      that they could not return home again. Then their brother, who was a\n      little insignificant dwarf, went out to seek for his brothers: but when he\n      had found them they only laughed at him, to think that he, who was so\n      young and simple, should try to travel through the world, when they, who\n      were so much wiser, had been unable to get on. However, they all set out\n      on their journey together, and came at last to an ant-hill. The two elder\n      brothers would have pulled it down, in order to see how the poor ants in\n      their fright would run about and carry off their eggs. But the little\n      dwarf said, ‘Let the poor things enjoy themselves, I will not suffer you\n      to trouble them.’\n    \n\n      So on they went, and came to a lake where many many ducks were swimming\n      about. The two brothers wanted to catch two, and roast them. But the dwarf\n      said, ‘Let the poor things enjoy themselves, you shall not kill them.’\n      Next they came to a bees’-nest in a hollow tree, and there was so much\n      honey that it ran down the trunk; and the two brothers wanted to light a\n      fire under the tree and kill the bees, so as to get their honey. But the\n      dwarf held them back, and said, ‘Let the pretty insects enjoy themselves,\n      I cannot let you burn them.’\n    \n\n      At length the three brothers came to a castle: and as they passed by the\n      stables they saw fine horses standing there, but all were of marble, and\n      no man was to be seen. Then they went through all the rooms, till they\n      came to a door on which were three locks: but in the middle of the door\n      was a wicket, so that they could look into the next room. There they saw a\n      little grey old man sitting at a table; and they called to him once or\n      twice, but he did not hear: however, they called a third time, and then he\n      rose and came out to them.\n    \n\n      He said nothing, but took hold of them and led them to a beautiful table\n      covered with all sorts of good things: and when they had eaten and drunk,\n      he showed each of them to a bed-chamber.\n    \n\n      The next morning he came to the eldest and took him to a marble table,\n      where there were three tablets, containing an account of the means by\n      which the castle might be disenchanted. The first tablet said: ‘In the\n      wood, under the moss, lie the thousand pearls belonging to the king’s\n      daughter; they must all be found: and if one be missing by set of sun, he\n      who seeks them will be turned into marble.’\n    \n\n      The eldest brother set out, and sought for the pearls the whole day: but\n      the evening came, and he had not found the first hundred: so he was turned\n      into stone as the tablet had foretold.\n    \n\n      The next day the second brother undertook the task; but he succeeded no\n      better than the first; for he could only find the second hundred of the\n      pearls; and therefore he too was turned into stone.\n    \n\n      At last came the little dwarf’s turn; and he looked in the moss; but it\n      was so hard to find the pearls, and the job was so tiresome!—so he\n      sat down upon a stone and cried. And as he sat there, the king of the ants\n      (whose life he had saved) came to help him, with five thousand ants; and\n      it was not long before they had found all the pearls and laid them in a\n      heap.\n    \n\n      The second tablet said: ‘The key of the princess’s bed-chamber must be\n      fished up out of the lake.’ And as the dwarf came to the brink of it, he\n      saw the two ducks whose lives he had saved swimming about; and they dived\n      down and soon brought in the key from the bottom.\n    \n\n      The third task was the hardest. It was to choose out the youngest and the\n      best of the king’s three daughters. Now they were all beautiful, and all\n      exactly alike: but he was told that the eldest had eaten a piece of sugar,\n      the next some sweet syrup, and the youngest a spoonful of honey; so he was\n      to guess which it was that had eaten the honey.\n    \n\n      Then came the queen of the bees, who had been saved by the little dwarf\n      from the fire, and she tried the lips of all three; but at last she sat\n      upon the lips of the one that had eaten the honey: and so the dwarf knew\n      which was the youngest. Thus the spell was broken, and all who had been\n      turned into stones awoke, and took their proper forms. And the dwarf\n      married the youngest and the best of the princesses, and was king after\n      her father’s death; but his two brothers married the other two sisters.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "queen_bee"
    }
}