{
    "name": "Grimm - Rapunzel",
    "body": "\n      There were once a man and a woman who had long in vain wished for a child.\n      At length the woman hoped that God was about to grant her desire. These\n      people had a little window at the back of their house from which a\n      splendid garden could be seen, which was full of the most beautiful\n      flowers and herbs. It was, however, surrounded by a high wall, and no one\n      dared to go into it because it belonged to an enchantress, who had great\n      power and was dreaded by all the world. One day the woman was standing by\n      this window and looking down into the garden, when she saw a bed which was\n      planted with the most beautiful rampion (rapunzel), and it looked so fresh\n      and green that she longed for it, she quite pined away, and began to look\n      pale and miserable. Then her husband was alarmed, and asked: ‘What ails\n      you, dear wife?’ ‘Ah,’ she replied, ‘if I can’t eat some of the rampion,\n      which is in the garden behind our house, I shall die.’ The man, who loved\n      her, thought: ‘Sooner than let your wife die, bring her some of the\n      rampion yourself, let it cost what it will.’ At twilight, he clambered\n      down over the wall into the garden of the enchantress, hastily clutched a\n      handful of rampion, and took it to his wife. She at once made herself a\n      salad of it, and ate it greedily. It tasted so good to her—so very\n      good, that the next day she longed for it three times as much as before.\n      If he was to have any rest, her husband must once more descend into the\n      garden. In the gloom of evening therefore, he let himself down again; but\n      when he had clambered down the wall he was terribly afraid, for he saw the\n      enchantress standing before him. ‘How can you dare,’ said she with angry\n      look, ‘descend into my garden and steal my rampion like a thief? You shall\n      suffer for it!’ ‘Ah,’ answered he, ‘let mercy take the place of justice, I\n      only made up my mind to do it out of necessity. My wife saw your rampion\n      from the window, and felt such a longing for it that she would have died\n      if she had not got some to eat.’ Then the enchantress allowed her anger to\n      be softened, and said to him: ‘If the case be as you say, I will allow you\n      to take away with you as much rampion as you will, only I make one\n      condition, you must give me the child which your wife will bring into the\n      world; it shall be well treated, and I will care for it like a mother.’\n      The man in his terror consented to everything, and when the woman was\n      brought to bed, the enchantress appeared at once, gave the child the name\n      of Rapunzel, and took it away with her.\n    \n\n      Rapunzel grew into the most beautiful child under the sun. When she was\n      twelve years old, the enchantress shut her into a tower, which lay in a\n      forest, and had neither stairs nor door, but quite at the top was a little\n      window. When the enchantress wanted to go in, she placed herself beneath\n      it and cried:\n    \n\n ‘Rapunzel, Rapunzel,\n  Let down your hair to me.’\n\n\n      Rapunzel had magnificent long hair, fine as spun gold, and when she heard\n      the voice of the enchantress she unfastened her braided tresses, wound\n      them round one of the hooks of the window above, and then the hair fell\n      twenty ells down, and the enchantress climbed up by it.\n    \n\n      After a year or two, it came to pass that the king’s son rode through the\n      forest and passed by the tower. Then he heard a song, which was so\n      charming that he stood still and listened. This was Rapunzel, who in her\n      solitude passed her time in letting her sweet voice resound. The king’s\n      son wanted to climb up to her, and looked for the door of the tower, but\n      none was to be found. He rode home, but the singing had so deeply touched\n      his heart, that every day he went out into the forest and listened to it.\n      Once when he was thus standing behind a tree, he saw that an enchantress\n      came there, and he heard how she cried:\n    \n\n ‘Rapunzel, Rapunzel,\n  Let down your hair to me.’\n\n\n      Then Rapunzel let down the braids of her hair, and the enchantress climbed\n      up to her. ‘If that is the ladder by which one mounts, I too will try my\n      fortune,’ said he, and the next day when it began to grow dark, he went to\n      the tower and cried:\n    \n\n ‘Rapunzel, Rapunzel,\n  Let down your hair to me.’\n\n\n      Immediately the hair fell down and the king’s son climbed up.\n    \n\n      At first Rapunzel was terribly frightened when a man, such as her eyes had\n      never yet beheld, came to her; but the king’s son began to talk to her\n      quite like a friend, and told her that his heart had been so stirred that\n      it had let him have no rest, and he had been forced to see her. Then\n      Rapunzel lost her fear, and when he asked her if she would take him for\n      her husband, and she saw that he was young and handsome, she thought: ‘He\n      will love me more than old Dame Gothel does’; and she said yes, and laid\n      her hand in his. She said: ‘I will willingly go away with you, but I do\n      not know how to get down. Bring with you a skein of silk every time that\n      you come, and I will weave a ladder with it, and when that is ready I will\n      descend, and you will take me on your horse.’ They agreed that until that\n      time he should come to her every evening, for the old woman came by day.\n      The enchantress remarked nothing of this, until once Rapunzel said to her:\n      ‘Tell me, Dame Gothel, how it happens that you are so much heavier for me\n      to draw up than the young king’s son—he is with me in a moment.’\n      ‘Ah! you wicked child,’ cried the enchantress. ‘What do I hear you say! I\n      thought I had separated you from all the world, and yet you have deceived\n      me!’ In her anger she clutched Rapunzel’s beautiful tresses, wrapped them\n      twice round her left hand, seized a pair of scissors with the right, and\n      snip, snap, they were cut off, and the lovely braids lay on the ground.\n      And she was so pitiless that she took poor Rapunzel into a desert where\n      she had to live in great grief and misery.\n    \n\n      On the same day that she cast out Rapunzel, however, the enchantress\n      fastened the braids of hair, which she had cut off, to the hook of the\n      window, and when the king’s son came and cried:\n    \n\n ‘Rapunzel, Rapunzel,\n  Let down your hair to me.’\n\n\n      she let the hair down. The king’s son ascended, but instead of finding his\n      dearest Rapunzel, he found the enchantress, who gazed at him with wicked\n      and venomous looks. ‘Aha!’ she cried mockingly, ‘you would fetch your\n      dearest, but the beautiful bird sits no longer singing in the nest; the\n      cat has got it, and will scratch out your eyes as well. Rapunzel is lost\n      to you; you will never see her again.’ The king’s son was beside himself\n      with pain, and in his despair he leapt down from the tower. He escaped\n      with his life, but the thorns into which he fell pierced his eyes. Then he\n      wandered quite blind about the forest, ate nothing but roots and berries,\n      and did naught but lament and weep over the loss of his dearest wife. Thus\n      he roamed about in misery for some years, and at length came to the desert\n      where Rapunzel, with the twins to which she had given birth, a boy and a\n      girl, lived in wretchedness. He heard a voice, and it seemed so familiar\n      to him that he went towards it, and when he approached, Rapunzel knew him\n      and fell on his neck and wept. Two of her tears wetted his eyes and they\n      grew clear again, and he could see with them as before. He led her to his\n      kingdom where he was joyfully received, and they lived for a long time\n      afterwards, happy and contented.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "rapunzel"
    }
}