{
    "name": "Grimm - the Robber Bridegroom",
    "body": "\n      There was once a miller who had one beautiful daughter, and as she was\n      grown up, he was anxious that she should be well married and provided for.\n      He said to himself, ‘I will give her to the first suitable man who comes\n      and asks for her hand.’ Not long after a suitor appeared, and as he\n      appeared to be very rich and the miller could see nothing in him with\n      which to find fault, he betrothed his daughter to him. But the girl did\n      not care for the man as a girl ought to care for her betrothed husband.\n      She did not feel that she could trust him, and she could not look at him\n      nor think of him without an inward shudder. One day he said to her, ‘You\n      have not yet paid me a visit, although we have been betrothed for some\n      time.’ ‘I do not know where your house is,’ she answered. ‘My house is out\n      there in the dark forest,’ he said. She tried to excuse herself by saying\n      that she would not be able to find the way thither. Her betrothed only\n      replied, ‘You must come and see me next Sunday; I have already invited\n      guests for that day, and that you may not mistake the way, I will strew\n      ashes along the path.’\n    \n\n      When Sunday came, and it was time for the girl to start, a feeling of\n      dread came over her which she could not explain, and that she might be\n      able to find her path again, she filled her pockets with peas and lentils\n      to sprinkle on the ground as she went along. On reaching the entrance to\n      the forest she found the path strewed with ashes, and these she followed,\n      throwing down some peas on either side of her at every step she took. She\n      walked the whole day until she came to the deepest, darkest part of the\n      forest. There she saw a lonely house, looking so grim and mysterious, that\n      it did not please her at all. She stepped inside, but not a soul was to be\n      seen, and a great silence reigned throughout. Suddenly a voice cried:\n    \n\n ‘Turn back, turn back, young maiden fair,\n  Linger not in this murderers’ lair.’\n\n\n      The girl looked up and saw that the voice came from a bird hanging in a\n      cage on the wall. Again it cried:\n    \n\n ‘Turn back, turn back, young maiden fair,\n  Linger not in this murderers’ lair.’\n\n\n      The girl passed on, going from room to room of the house, but they were\n      all empty, and still she saw no one. At last she came to the cellar, and\n      there sat a very, very old woman, who could not keep her head from\n      shaking. ‘Can you tell me,’ asked the girl, ‘if my betrothed husband lives\n      here?’\n    \n\n      ‘Ah, you poor child,’ answered the old woman, ‘what a place for you to\n      come to! This is a murderers’ den. You think yourself a promised bride,\n      and that your marriage will soon take place, but it is with death that you\n      will keep your marriage feast. Look, do you see that large cauldron of\n      water which I am obliged to keep on the fire! As soon as they have you in\n      their power they will kill you without mercy, and cook and eat you, for\n      they are eaters of men. If I did not take pity on you and save you, you\n      would be lost.’\n    \n\n      Thereupon the old woman led her behind a large cask, which quite hid her\n      from view. ‘Keep as still as a mouse,’ she said; ‘do not move or speak, or\n      it will be all over with you. Tonight, when the robbers are all asleep, we\n      will flee together. I have long been waiting for an opportunity to\n      escape.’\n    \n\n      The words were hardly out of her mouth when the godless crew returned,\n      dragging another young girl along with them. They were all drunk, and paid\n      no heed to her cries and lamentations. They gave her wine to drink, three\n      glasses full, one of white wine, one of red, and one of yellow, and with\n      that her heart gave way and she died. Then they tore off her dainty\n      clothing, laid her on a table, and cut her beautiful body into pieces, and\n      sprinkled salt upon it.\n    \n\n      The poor betrothed girl crouched trembling and shuddering behind the cask,\n      for she saw what a terrible fate had been intended for her by the robbers.\n      One of them now noticed a gold ring still remaining on the little finger\n      of the murdered girl, and as he could not draw it off easily, he took a\n      hatchet and cut off the finger; but the finger sprang into the air, and\n      fell behind the cask into the lap of the girl who was hiding there. The\n      robber took a light and began looking for it, but he could not find it.\n      ‘Have you looked behind the large cask?’ said one of the others. But the\n      old woman called out, ‘Come and eat your suppers, and let the thing be\n      till tomorrow; the finger won’t run away.’\n    \n\n      ‘The old woman is right,’ said the robbers, and they ceased looking for\n      the finger and sat down.\n    \n\n      The old woman then mixed a sleeping draught with their wine, and before\n      long they were all lying on the floor of the cellar, fast asleep and\n      snoring. As soon as the girl was assured of this, she came from behind the\n      cask. She was obliged to step over the bodies of the sleepers, who were\n      lying close together, and every moment she was filled with renewed dread\n      lest she should awaken them. But God helped her, so that she passed safely\n      over them, and then she and the old woman went upstairs, opened the door,\n      and hastened as fast as they could from the murderers’ den. They found the\n      ashes scattered by the wind, but the peas and lentils had sprouted, and\n      grown sufficiently above the ground, to guide them in the moonlight along\n      the path. All night long they walked, and it was morning before they\n      reached the mill. Then the girl told her father all that had happened.\n    \n\n      The day came that had been fixed for the marriage. The bridegroom arrived\n      and also a large company of guests, for the miller had taken care to\n      invite all his friends and relations. As they sat at the feast, each guest\n      in turn was asked to tell a tale; the bride sat still and did not say a\n      word.\n    \n\n      ‘And you, my love,’ said the bridegroom, turning to her, ‘is there no tale\n      you know? Tell us something.’\n    \n\n      ‘I will tell you a dream, then,’ said the bride. ‘I went alone through a\n      forest and came at last to a house; not a soul could I find within, but a\n      bird that was hanging in a cage on the wall cried:\n    \n\n ‘Turn back, turn back, young maiden fair,\n  Linger not in this murderers’ lair.’\n\n\n      And again a second time it said these words.’\n    \n\n      ‘My darling, this is only a dream.’\n    \n\n      ‘I went on through the house from room to room, but they were all empty,\n      and everything was so grim and mysterious. At last I went down to the\n      cellar, and there sat a very, very old woman, who could not keep her head\n      still. I asked her if my betrothed lived here, and she answered, “Ah, you\n      poor child, you are come to a murderers’ den; your betrothed does indeed\n      live here, but he will kill you without mercy and afterwards cook and eat\n      you.”’\n    \n\n      ‘My darling, this is only a dream.’\n    \n\n      ‘The old woman hid me behind a large cask, and scarcely had she done this\n      when the robbers returned home, dragging a young girl along with them.\n      They gave her three kinds of wine to drink, white, red, and yellow, and\n      with that she died.’\n    \n\n      ‘My darling, this is only a dream.’\n    \n\n      ‘Then they tore off her dainty clothing, and cut her beautiful body into\n      pieces and sprinkled salt upon it.’\n    \n\n      ‘My darling, this is only a dream.’\n    \n\n      ‘And one of the robbers saw that there was a gold ring still left on her\n      finger, and as it was difficult to draw off, he took a hatchet and cut off\n      her finger; but the finger sprang into the air and fell behind the great\n      cask into my lap. And here is the finger with the ring.’ And with these\n      words the bride drew forth the finger and shewed it to the assembled\n      guests.\n    \n\n      The bridegroom, who during this recital had grown deadly pale, up and\n      tried to escape, but the guests seized him and held him fast. They\n      delivered him up to justice, and he and all his murderous band were\n      condemned to death for their wicked deeds.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "robber_bridegroom"
    }
}