{
    "name": "Grimm - Rumpelstiltskin",
    "body": "\n      By the side of a wood, in a country a long way off, ran a fine stream of\n      water; and upon the stream there stood a mill. The miller’s house was\n      close by, and the miller, you must know, had a very beautiful daughter.\n      She was, moreover, very shrewd and clever; and the miller was so proud of\n      her, that he one day told the king of the land, who used to come and hunt\n      in the wood, that his daughter could spin gold out of straw. Now this king\n      was very fond of money; and when he heard the miller’s boast his\n      greediness was raised, and he sent for the girl to be brought before him.\n      Then he led her to a chamber in his palace where there was a great heap of\n      straw, and gave her a spinning-wheel, and said, ‘All this must be spun\n      into gold before morning, as you love your life.’ It was in vain that the\n      poor maiden said that it was only a silly boast of her father, for that\n      she could do no such thing as spin straw into gold: the chamber door was\n      locked, and she was left alone.\n    \n\n      She sat down in one corner of the room, and began to bewail her hard fate;\n      when on a sudden the door opened, and a droll-looking little man hobbled\n      in, and said, ‘Good morrow to you, my good lass; what are you weeping\n      for?’ ‘Alas!’ said she, ‘I must spin this straw into gold, and I know not\n      how.’ ‘What will you give me,’ said the hobgoblin, ‘to do it for you?’ ‘My\n      necklace,’ replied the maiden. He took her at her word, and sat himself\n      down to the wheel, and whistled and sang:\n    \n\n ‘Round about, round about,\n    Lo and behold!\n  Reel away, reel away,\n    Straw into gold!’\n\n\n      And round about the wheel went merrily; the work was quickly done, and the\n      straw was all spun into gold.\n    \n\n      When the king came and saw this, he was greatly astonished and pleased;\n      but his heart grew still more greedy of gain, and he shut up the poor\n      miller’s daughter again with a fresh task. Then she knew not what to do,\n      and sat down once more to weep; but the dwarf soon opened the door, and\n      said, ‘What will you give me to do your task?’ ‘The ring on my finger,’\n      said she. So her little friend took the ring, and began to work at the\n      wheel again, and whistled and sang:\n    \n\n ‘Round about, round about,\n    Lo and behold!\n  Reel away, reel away,\n    Straw into gold!’\n\n\n      till, long before morning, all was done again.\n    \n\n      The king was greatly delighted to see all this glittering treasure; but\n      still he had not enough: so he took the miller’s daughter to a yet larger\n      heap, and said, ‘All this must be spun tonight; and if it is, you shall be\n      my queen.’ As soon as she was alone that dwarf came in, and said, ‘What\n      will you give me to spin gold for you this third time?’ ‘I have nothing\n      left,’ said she. ‘Then say you will give me,’ said the little man, ‘the\n      first little child that you may have when you are queen.’ ‘That may never\n      be,’ thought the miller’s daughter: and as she knew no other way to get\n      her task done, she said she would do what he asked. Round went the wheel\n      again to the old song, and the manikin once more spun the heap into gold.\n      The king came in the morning, and, finding all he wanted, was forced to\n      keep his word; so he married the miller’s daughter, and she really became\n      queen.\n    \n\n      At the birth of her first little child she was very glad, and forgot the\n      dwarf, and what she had said. But one day he came into her room, where she\n      was sitting playing with her baby, and put her in mind of it. Then she\n      grieved sorely at her misfortune, and said she would give him all the\n      wealth of the kingdom if he would let her off, but in vain; till at last\n      her tears softened him, and he said, ‘I will give you three days’ grace,\n      and if during that time you tell me my name, you shall keep your child.’\n    \n\n      Now the queen lay awake all night, thinking of all the odd names that she\n      had ever heard; and she sent messengers all over the land to find out new\n      ones. The next day the little man came, and she began with TIMOTHY,\n      ICHABOD, BENJAMIN, JEREMIAH, and all the names she could remember; but to\n      all and each of them he said, ‘Madam, that is not my name.’\n    \n\n      The second day she began with all the comical names she could hear of,\n      BANDY-LEGS, HUNCHBACK, CROOK-SHANKS, and so on; but the little gentleman\n      still said to every one of them, ‘Madam, that is not my name.’\n    \n\n      The third day one of the messengers came back, and said, ‘I have travelled\n      two days without hearing of any other names; but yesterday, as I was\n      climbing a high hill, among the trees of the forest where the fox and the\n      hare bid each other good night, I saw a little hut; and before the hut\n      burnt a fire; and round about the fire a funny little dwarf was dancing\n      upon one leg, and singing:\n    \n\n  “Merrily the feast I’ll make.\n  Today I’ll brew, tomorrow bake;\n  Merrily I’ll dance and sing,\n  For next day will a stranger bring.\n  Little does my lady dream\n  Rumpelstiltskin is my name!”\n \n\n      When the queen heard this she jumped for joy, and as soon as her little\n      friend came she sat down upon her throne, and called all her court round\n      to enjoy the fun; and the nurse stood by her side with the baby in her\n      arms, as if it was quite ready to be given up. Then the little man began\n      to chuckle at the thought of having the poor child, to take home with him\n      to his hut in the woods; and he cried out, ‘Now, lady, what is my name?’\n      ‘Is it JOHN?’ asked she. ‘No, madam!’ ‘Is it TOM?’ ‘No, madam!’ ‘Is it\n      JEMMY?’ ‘It is not.’ ‘Can your name be RUMPELSTILTSKIN?’ said the lady\n      slyly. ‘Some witch told you that!—some witch told you that!’ cried\n      the little man, and dashed his right foot in a rage so deep into the\n      floor, that he was forced to lay hold of it with both hands to pull it\n      out.\n    \n\n      Then he made the best of his way off, while the nurse laughed and the baby\n      crowed; and all the court jeered at him for having had so much trouble for\n      nothing, and said, ‘We wish you a very good morning, and a merry feast, Mr\n      RUMPLESTILTSKIN!’\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "rumpelstiltskin"
    }
}