{
    "name": "Grimm - the Salad",
    "body": "\n      As a merry young huntsman was once going briskly along through a wood,\n      there came up a little old woman, and said to him, ‘Good day, good day;\n      you seem merry enough, but I am hungry and thirsty; do pray give me\n      something to eat.’ The huntsman took pity on her, and put his hand in his\n      pocket and gave her what he had. Then he wanted to go his way; but she\n      took hold of him, and said, ‘Listen, my friend, to what I am going to tell\n      you; I will reward you for your kindness; go your way, and after a little\n      time you will come to a tree where you will see nine birds sitting on a\n      cloak. Shoot into the midst of them, and one will fall down dead: the\n      cloak will fall too; take it, it is a wishing-cloak, and when you wear it\n      you will find yourself at any place where you may wish to be. Cut open the\n      dead bird, take out its heart and keep it, and you will find a piece of\n      gold under your pillow every morning when you rise. It is the bird’s heart\n      that will bring you this good luck.’\n    \n\n      The huntsman thanked her, and thought to himself, ‘If all this does\n      happen, it will be a fine thing for me.’ When he had gone a hundred steps\n      or so, he heard a screaming and chirping in the branches over him, and\n      looked up and saw a flock of birds pulling a cloak with their bills and\n      feet; screaming, fighting, and tugging at each other as if each wished to\n      have it himself. ‘Well,’ said the huntsman, ‘this is wonderful; this\n      happens just as the old woman said’; then he shot into the midst of them\n      so that their feathers flew all about. Off went the flock chattering away;\n      but one fell down dead, and the cloak with it. Then the huntsman did as\n      the old woman told him, cut open the bird, took out the heart, and carried\n      the cloak home with him.\n    \n\n      The next morning when he awoke he lifted up his pillow, and there lay the\n      piece of gold glittering underneath; the same happened next day, and\n      indeed every day when he arose. He heaped up a great deal of gold, and at\n      last thought to himself, ‘Of what use is this gold to me whilst I am at\n      home? I will go out into the world and look about me.’\n    \n\n      Then he took leave of his friends, and hung his bag and bow about his\n      neck, and went his way. It so happened that his road one day led through a\n      thick wood, at the end of which was a large castle in a green meadow, and\n      at one of the windows stood an old woman with a very beautiful young lady\n      by her side looking about them. Now the old woman was a witch, and said to\n      the young lady, ‘There is a young man coming out of the wood who carries a\n      wonderful prize; we must get it away from him, my dear child, for it is\n      more fit for us than for him. He has a bird’s heart that brings a piece of\n      gold under his pillow every morning.’ Meantime the huntsman came nearer\n      and looked at the lady, and said to himself, ‘I have been travelling so\n      long that I should like to go into this castle and rest myself, for I have\n      money enough to pay for anything I want’; but the real reason was, that he\n      wanted to see more of the beautiful lady. Then he went into the house, and\n      was welcomed kindly; and it was not long before he was so much in love\n      that he thought of nothing else but looking at the lady’s eyes, and doing\n      everything that she wished. Then the old woman said, ‘Now is the time for\n      getting the bird’s heart.’ So the lady stole it away, and he never found\n      any more gold under his pillow, for it lay now under the young lady’s, and\n      the old woman took it away every morning; but he was so much in love that\n      he never missed his prize.\n    \n\n      ‘Well,’ said the old witch, ‘we have got the bird’s heart, but not the\n      wishing-cloak yet, and that we must also get.’ ‘Let us leave him that,’\n      said the young lady; ‘he has already lost his wealth.’ Then the witch was\n      very angry, and said, ‘Such a cloak is a very rare and wonderful thing,\n      and I must and will have it.’ So she did as the old woman told her, and\n      set herself at the window, and looked about the country and seemed very\n      sorrowful; then the huntsman said, ‘What makes you so sad?’ ‘Alas! dear\n      sir,’ said she, ‘yonder lies the granite rock where all the costly\n      diamonds grow, and I want so much to go there, that whenever I think of it\n      I cannot help being sorrowful, for who can reach it? only the birds and\n      the flies—man cannot.’ ‘If that’s all your grief,’ said the\n      huntsman, ‘I’ll take you there with all my heart’; so he drew her under his\n      cloak, and the moment he wished to be on the granite mountain they were\n      both there. The diamonds glittered so on all sides that they were\n      delighted with the sight and picked up the finest. But the old witch made\n      a deep sleep come upon him, and he said to the young lady, ‘Let us sit\n      down and rest ourselves a little, I am so tired that I cannot stand any\n      longer.’ So they sat down, and he laid his head in her lap and fell\n      asleep; and whilst he was sleeping on she took the cloak from his\n      shoulders, hung it on her own, picked up the diamonds, and wished herself\n      home again.\n    \n\n      When he awoke and found that his lady had tricked him, and left him alone\n      on the wild rock, he said, ‘Alas! what roguery there is in the world!’ and\n      there he sat in great grief and fear, not knowing what to do. Now this\n      rock belonged to fierce giants who lived upon it; and as he saw three of\n      them striding about, he thought to himself, ‘I can only save myself by\n      feigning to be asleep’; so he laid himself down as if he were in a sound\n      sleep. When the giants came up to him, the first pushed him with his foot,\n      and said, ‘What worm is this that lies here curled up?’ ‘Tread upon him\n      and kill him,’ said the second. ‘It’s not worth the trouble,’ said the\n      third; ‘let him live, he’ll go climbing higher up the mountain, and some\n      cloud will come rolling and carry him away.’ And they passed on. But the\n      huntsman had heard all they said; and as soon as they were gone, he\n      climbed to the top of the mountain, and when he had sat there a short time\n      a cloud came rolling around him, and caught him in a whirlwind and bore\n      him along for some time, till it settled in a garden, and he fell quite\n      gently to the ground amongst the greens and cabbages.\n    \n\n      Then he looked around him, and said, ‘I wish I had something to eat, if\n      not I shall be worse off than before; for here I see neither apples nor\n      pears, nor any kind of fruits, nothing but vegetables.’ At last he thought\n      to himself, ‘I can eat salad, it will refresh and strengthen me.’ So he\n      picked out a fine head and ate of it; but scarcely had he swallowed two\n      bites when he felt himself quite changed, and saw with horror that he was\n      turned into an ass. However, he still felt very hungry, and the salad\n      tasted very nice; so he ate on till he came to another kind of salad, and\n      scarcely had he tasted it when he felt another change come over him, and\n      soon saw that he was lucky enough to have found his old shape again.\n    \n\n      Then he laid himself down and slept off a little of his weariness; and\n      when he awoke the next morning he broke off a head both of the good and\n      the bad salad, and thought to himself, ‘This will help me to my fortune\n      again, and enable me to pay off some folks for their treachery.’ So he\n      went away to try and find the castle of his friends; and after wandering\n      about a few days he luckily found it. Then he stained his face all over\n      brown, so that even his mother would not have known him, and went into the\n      castle and asked for a lodging; ‘I am so tired,’ said he, ‘that I can go\n      no farther.’ ‘Countryman,’ said the witch, ‘who are you? and what is your\n      business?’ ‘I am,’ said he, ‘a messenger sent by the king to find the\n      finest salad that grows under the sun. I have been lucky enough to find\n      it, and have brought it with me; but the heat of the sun scorches so that\n      it begins to wither, and I don’t know that I can carry it farther.’\n    \n\n      When the witch and the young lady heard of his beautiful salad, they\n      longed to taste it, and said, ‘Dear countryman, let us just taste it.’ ‘To\n      be sure,’ answered he; ‘I have two heads of it with me, and will give you\n      one’; so he opened his bag and gave them the bad. Then the witch herself\n      took it into the kitchen to be dressed; and when it was ready she could\n      not wait till it was carried up, but took a few leaves immediately and put\n      them in her mouth, and scarcely were they swallowed when she lost her own\n      form and ran braying down into the court in the form of an ass. Now the\n      servant-maid came into the kitchen, and seeing the salad ready, was going\n      to carry it up; but on the way she too felt a wish to taste it as the old\n      woman had done, and ate some leaves; so she also was turned into an ass\n      and ran after the other, letting the dish with the salad fall on the\n      ground. The messenger sat all this time with the beautiful young lady, and\n      as nobody came with the salad and she longed to taste it, she said, ‘I\n      don’t know where the salad can be.’ Then he thought something must have\n      happened, and said, ‘I will go into the kitchen and see.’ And as he went\n      he saw two asses in the court running about, and the salad lying on the\n      ground. ‘All right!’ said he; ‘those two have had their share.’ Then he\n      took up the rest of the leaves, laid them on the dish and brought them to\n      the young lady, saying, ‘I bring you the dish myself that you may not wait\n      any longer.’ So she ate of it, and like the others ran off into the court\n      braying away.\n    \n\n      Then the huntsman washed his face and went into the court that they might\n      know him. ‘Now you shall be paid for your roguery,’ said he; and tied them\n      all three to a rope and took them along with him till he came to a mill\n      and knocked at the window. ‘What’s the matter?’ said the miller. ‘I have\n      three tiresome beasts here,’ said the other; ‘if you will take them, give\n      them food and room, and treat them as I tell you, I will pay you whatever\n      you ask.’ ‘With all my heart,’ said the miller; ‘but how shall I treat\n      them?’ Then the huntsman said, ‘Give the old one stripes three times a day\n      and hay once; give the next (who was the servant-maid) stripes once a day\n      and hay three times; and give the youngest (who was the beautiful lady)\n      hay three times a day and no stripes’: for he could not find it in his\n      heart to have her beaten. After this he went back to the castle, where he\n      found everything he wanted.\n    \n\n      Some days after, the miller came to him and told him that the old ass was\n      dead; ‘The other two,’ said he, ‘are alive and eat, but are so sorrowful\n      that they cannot last long.’ Then the huntsman pitied them, and told the\n      miller to drive them back to him, and when they came, he gave them some of\n      the good salad to eat. And the beautiful young lady fell upon her knees\n      before him, and said, ‘O dearest huntsman! forgive me all the ill I have\n      done you; my mother forced me to it, it was against my will, for I always\n      loved you very much. Your wishing-cloak hangs up in the closet, and as for\n      the bird’s heart, I will give it you too.’ But he said, ‘Keep it, it will\n      be just the same thing, for I mean to make you my wife.’ So they were\n      married, and lived together very happily till they died.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "salad"
    }
}