{
    "name": "Grimm - Snow-white And Rose-red",
    "body": "\n      There was once a poor widow who lived in a lonely cottage. In front of the\n      cottage was a garden wherein stood two rose-trees, one of which bore white\n      and the other red roses. She had two children who were like the two\n      rose-trees, and one was called Snow-white, and the other Rose-red. They\n      were as good and happy, as busy and cheerful as ever two children in the\n      world were, only Snow-white was more quiet and gentle than Rose-red.\n      Rose-red liked better to run about in the meadows and fields seeking\n      flowers and catching butterflies; but Snow-white sat at home with her\n      mother, and helped her with her housework, or read to her when there was\n      nothing to do.\n    \n\n      The two children were so fond of one another that they always held each\n      other by the hand when they went out together, and when Snow-white said:\n      ‘We will not leave each other,’ Rose-red answered: ‘Never so long as we\n      live,’ and their mother would add: ‘What one has she must share with the\n      other.’\n    \n\n      They often ran about the forest alone and gathered red berries, and no\n      beasts did them any harm, but came close to them trustfully. The little\n      hare would eat a cabbage-leaf out of their hands, the roe grazed by their\n      side, the stag leapt merrily by them, and the birds sat still upon the\n      boughs, and sang whatever they knew.\n    \n\n      No mishap overtook them; if they had stayed too late in the forest, and\n      night came on, they laid themselves down near one another upon the moss,\n      and slept until morning came, and their mother knew this and did not worry\n      on their account.\n    \n\n      Once when they had spent the night in the wood and the dawn had roused\n      them, they saw a beautiful child in a shining white dress sitting near\n      their bed. He got up and looked quite kindly at them, but said nothing and\n      went into the forest. And when they looked round they found that they had\n      been sleeping quite close to a precipice, and would certainly have fallen\n      into it in the darkness if they had gone only a few paces further. And\n      their mother told them that it must have been the angel who watches over\n      good children.\n    \n\n      Snow-white and Rose-red kept their mother’s little cottage so neat that it\n      was a pleasure to look inside it. In the summer Rose-red took care of the\n      house, and every morning laid a wreath of flowers by her mother’s bed\n      before she awoke, in which was a rose from each tree. In the winter\n      Snow-white lit the fire and hung the kettle on the hob. The kettle was of\n      brass and shone like gold, so brightly was it polished. In the evening,\n      when the snowflakes fell, the mother said: ‘Go, Snow-white, and bolt the\n      door,’ and then they sat round the hearth, and the mother took her\n      spectacles and read aloud out of a large book, and the two girls listened\n      as they sat and spun. And close by them lay a lamb upon the floor, and\n      behind them upon a perch sat a white dove with its head hidden beneath its\n      wings.\n    \n\n      One evening, as they were thus sitting comfortably together, someone\n      knocked at the door as if he wished to be let in. The mother said: ‘Quick,\n      Rose-red, open the door, it must be a traveller who is seeking shelter.’\n      Rose-red went and pushed back the bolt, thinking that it was a poor man,\n      but it was not; it was a bear that stretched his broad, black head within\n      the door.\n    \n\n      Rose-red screamed and sprang back, the lamb bleated, the dove fluttered,\n      and Snow-white hid herself behind her mother’s bed. But the bear began to\n      speak and said: ‘Do not be afraid, I will do you no harm! I am\n      half-frozen, and only want to warm myself a little beside you.’\n    \n\n      ‘Poor bear,’ said the mother, ‘lie down by the fire, only take care that\n      you do not burn your coat.’ Then she cried: ‘Snow-white, Rose-red, come\n      out, the bear will do you no harm, he means well.’ So they both came out,\n      and by-and-by the lamb and dove came nearer, and were not afraid of him.\n      The bear said: ‘Here, children, knock the snow out of my coat a little’;\n      so they brought the broom and swept the bear’s hide clean; and he\n      stretched himself by the fire and growled contentedly and comfortably. It\n      was not long before they grew quite at home, and played tricks with their\n      clumsy guest. They tugged his hair with their hands, put their feet upon\n      his back and rolled him about, or they took a hazel-switch and beat him,\n      and when he growled they laughed. But the bear took it all in good part,\n      only when they were too rough he called out: ‘Leave me alive, children,\n    \n\n  Snow-white, Rose-red,\n  Will you beat your wooer dead?’\n\n\n      When it was bed-time, and the others went to bed, the mother said to the\n      bear: ‘You can lie there by the hearth, and then you will be safe from the\n      cold and the bad weather.’ As soon as day dawned the two children let him\n      out, and he trotted across the snow into the forest.\n    \n\n      Henceforth the bear came every evening at the same time, laid himself down\n      by the hearth, and let the children amuse themselves with him as much as\n      they liked; and they got so used to him that the doors were never fastened\n      until their black friend had arrived.\n    \n\n      When spring had come and all outside was green, the bear said one morning\n      to Snow-white: ‘Now I must go away, and cannot come back for the whole\n      summer.’ ‘Where are you going, then, dear bear?’ asked Snow-white. ‘I must\n      go into the forest and guard my treasures from the wicked dwarfs. In the\n      winter, when the earth is frozen hard, they are obliged to stay below and\n      cannot work their way through; but now, when the sun has thawed and warmed\n      the earth, they break through it, and come out to pry and steal; and what\n      once gets into their hands, and in their caves, does not easily see\n      daylight again.’\n    \n\n      Snow-white was quite sorry at his departure, and as she unbolted the door\n      for him, and the bear was hurrying out, he caught against the bolt and a\n      piece of his hairy coat was torn off, and it seemed to Snow-white as if\n      she had seen gold shining through it, but she was not sure about it. The\n      bear ran away quickly, and was soon out of sight behind the trees.\n    \n\n      A short time afterwards the mother sent her children into the forest to\n      get firewood. There they found a big tree which lay felled on the ground,\n      and close by the trunk something was jumping backwards and forwards in the\n      grass, but they could not make out what it was. When they came nearer they\n      saw a dwarf with an old withered face and a snow-white beard a yard long.\n      The end of the beard was caught in a crevice of the tree, and the little\n      fellow was jumping about like a dog tied to a rope, and did not know what\n      to do.\n    \n\n      He glared at the girls with his fiery red eyes and cried: ‘Why do you\n      stand there? Can you not come here and help me?’ ‘What are you up to,\n      little man?’ asked Rose-red. ‘You stupid, prying goose!’ answered the\n      dwarf: ‘I was going to split the tree to get a little wood for cooking.\n      The little bit of food that we people get is immediately burnt up with\n      heavy logs; we do not swallow so much as you coarse, greedy folk. I had\n      just driven the wedge safely in, and everything was going as I wished; but\n      the cursed wedge was too smooth and suddenly sprang out, and the tree\n      closed so quickly that I could not pull out my beautiful white beard; so\n      now it is tight and I cannot get away, and the silly, sleek, milk-faced\n      things laugh! Ugh! how odious you are!’\n    \n\n      The children tried very hard, but they could not pull the beard out, it\n      was caught too fast. ‘I will run and fetch someone,’ said Rose-red. ‘You\n      senseless goose!’ snarled the dwarf; ‘why should you fetch someone? You\n      are already two too many for me; can you not think of something better?’\n      ‘Don’t be impatient,’ said Snow-white, ‘I will help you,’ and she pulled\n      her scissors out of her pocket, and cut off the end of the beard.\n    \n\n      As soon as the dwarf felt himself free he laid hold of a bag which lay\n      amongst the roots of the tree, and which was full of gold, and lifted it\n      up, grumbling to himself: ‘Uncouth people, to cut off a piece of my fine\n      beard. Bad luck to you!’ and then he swung the bag upon his back, and went\n      off without even once looking at the children.\n    \n\n      Some time afterwards Snow-white and Rose-red went to catch a dish of fish.\n      As they came near the brook they saw something like a large grasshopper\n      jumping towards the water, as if it were going to leap in. They ran to it\n      and found it was the dwarf. ‘Where are you going?’ said Rose-red; ‘you\n      surely don’t want to go into the water?’ ‘I am not such a fool!’ cried the\n      dwarf; ‘don’t you see that the accursed fish wants to pull me in?’ The\n      little man had been sitting there fishing, and unluckily the wind had\n      tangled up his beard with the fishing-line; a moment later a big fish made\n      a bite and the feeble creature had not strength to pull it out; the fish\n      kept the upper hand and pulled the dwarf towards him. He held on to all\n      the reeds and rushes, but it was of little good, for he was forced to\n      follow the movements of the fish, and was in urgent danger of being\n      dragged into the water.\n    \n\n      The girls came just in time; they held him fast and tried to free his\n      beard from the line, but all in vain, beard and line were entangled fast\n      together. There was nothing to do but to bring out the scissors and cut\n      the beard, whereby a small part of it was lost. When the dwarf saw that he\n      screamed out: ‘Is that civil, you toadstool, to disfigure a man’s face?\n      Was it not enough to clip off the end of my beard? Now you have cut off\n      the best part of it. I cannot let myself be seen by my people. I wish you\n      had been made to run the soles off your shoes!’ Then he took out a sack of\n      pearls which lay in the rushes, and without another word he dragged it\n      away and disappeared behind a stone.\n    \n\n      It happened that soon afterwards the mother sent the two children to the\n      town to buy needles and thread, and laces and ribbons. The road led them\n      across a heath upon which huge pieces of rock lay strewn about. There they\n      noticed a large bird hovering in the air, flying slowly round and round\n      above them; it sank lower and lower, and at last settled near a rock not\n      far away. Immediately they heard a loud, piteous cry. They ran up and saw\n      with horror that the eagle had seized their old acquaintance the dwarf,\n      and was going to carry him off.\n    \n\n      The children, full of pity, at once took tight hold of the little man, and\n      pulled against the eagle so long that at last he let his booty go. As soon\n      as the dwarf had recovered from his first fright he cried with his shrill\n      voice: ‘Could you not have done it more carefully! You dragged at my brown\n      coat so that it is all torn and full of holes, you clumsy creatures!’ Then\n      he took up a sack full of precious stones, and slipped away again under\n      the rock into his hole. The girls, who by this time were used to his\n      ingratitude, went on their way and did their business in town.\n    \n\n      As they crossed the heath again on their way home they surprised the\n      dwarf, who had emptied out his bag of precious stones in a clean spot, and\n      had not thought that anyone would come there so late. The evening sun\n      shone upon the brilliant stones; they glittered and sparkled with all\n      colours so beautifully that the children stood still and stared at them.\n      ‘Why do you stand gaping there?’ cried the dwarf, and his ashen-grey face\n      became copper-red with rage. He was still cursing when a loud growling was\n      heard, and a black bear came trotting towards them out of the forest. The\n      dwarf sprang up in a fright, but he could not reach his cave, for the bear\n      was already close. Then in the dread of his heart he cried: ‘Dear Mr Bear,\n      spare me, I will give you all my treasures; look, the beautiful jewels\n      lying there! Grant me my life; what do you want with such a slender little\n      fellow as I? you would not feel me between your teeth. Come, take these\n      two wicked girls, they are tender morsels for you, fat as young quails;\n      for mercy’s sake eat them!’ The bear took no heed of his words, but gave\n      the wicked creature a single blow with his paw, and he did not move again.\n    \n\n      The girls had run away, but the bear called to them: ‘Snow-white and\n      Rose-red, do not be afraid; wait, I will come with you.’ Then they\n      recognized his voice and waited, and when he came up to them suddenly his\n      bearskin fell off, and he stood there a handsome man, clothed all in gold.\n      ‘I am a king’s son,’ he said, ‘and I was bewitched by that wicked dwarf,\n      who had stolen my treasures; I have had to run about the forest as a\n      savage bear until I was freed by his death. Now he has got his\n      well-deserved punishment.\n    \n\n      Snow-white was married to him, and Rose-red to his brother, and they\n      divided between them the great treasure which the dwarf had gathered\n      together in his cave. The old mother lived peacefully and happily with her\n      children for many years. She took the two rose-trees with her, and they\n      stood before her window, and every year bore the most beautiful roses,\n      white and red.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "snow-white_and_rose-red"
    }
}