{
  "name": "Grimm - the Straw, the Coal, And the Bean",
  "body": "\n      In a village dwelt a poor old woman, who had gathered together a dish of\n      beans and wanted to cook them. So she made a fire on her hearth, and that\n      it might burn the quicker, she lighted it with a handful of straw. When\n      she was emptying the beans into the pan, one dropped without her observing\n      it, and lay on the ground beside a straw, and soon afterwards a burning\n      coal from the fire leapt down to the two. Then the straw began and said:\n      ‘Dear friends, from whence do you come here?’ The coal replied: ‘I\n      fortunately sprang out of the fire, and if I had not escaped by sheer\n      force, my death would have been certain,—I should have been burnt to\n      ashes.’ The bean said: ‘I too have escaped with a whole skin, but if the\n      old woman had got me into the pan, I should have been made into broth\n      without any mercy, like my comrades.’ ‘And would a better fate have fallen\n      to my lot?’ said the straw. ‘The old woman has destroyed all my brethren\n      in fire and smoke; she seized sixty of them at once, and took their lives.\n      I luckily slipped through her fingers.’\n    \n\n      ‘But what are we to do now?’ said the coal.\n    \n\n      ‘I think,’ answered the bean, ‘that as we have so fortunately escaped\n      death, we should keep together like good companions, and lest a new\n      mischance should overtake us here, we should go away together, and repair\n      to a foreign country.’\n    \n\n      The proposition pleased the two others, and they set out on their way\n      together. Soon, however, they came to a little brook, and as there was no\n      bridge or foot-plank, they did not know how they were to get over it. The\n      straw hit on a good idea, and said: ‘I will lay myself straight across,\n      and then you can walk over on me as on a bridge.’ The straw therefore\n      stretched itself from one bank to the other, and the coal, who was of an\n      impetuous disposition, tripped quite boldly on to the newly-built bridge.\n      But when she had reached the middle, and heard the water rushing beneath\n      her, she was after all, afraid, and stood still, and ventured no farther.\n      The straw, however, began to burn, broke in two pieces, and fell into the\n      stream. The coal slipped after her, hissed when she got into the water,\n      and breathed her last. The bean, who had prudently stayed behind on the\n      shore, could not but laugh at the event, was unable to stop, and laughed\n      so heartily that she burst. It would have been all over with her,\n      likewise, if, by good fortune, a tailor who was travelling in search of\n      work, had not sat down to rest by the brook. As he had a compassionate\n      heart he pulled out his needle and thread, and sewed her together. The\n      bean thanked him most prettily, but as the tailor used black thread, all\n      beans since then have a black seam.\n    ",
  "metadata": {
    "author": "Grimm",
    "year": 1812,
    "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
    "name": "straw_the_coal_and_the_bean"
  }
}
