{
    "name": "Grimm - Tom Thumb",
    "body": "\n      A poor woodman sat in his cottage one night, smoking his pipe by the\n      fireside, while his wife sat by his side spinning. ‘How lonely it is,\n      wife,’ said he, as he puffed out a long curl of smoke, ‘for you and me to\n      sit here by ourselves, without any children to play about and amuse us\n      while other people seem so happy and merry with their children!’ ‘What you\n      say is very true,’ said the wife, sighing, and turning round her wheel;\n      ‘how happy should I be if I had but one child! If it were ever so small—nay,\n      if it were no bigger than my thumb—I should be very happy, and love\n      it dearly.’ Now—odd as you may think it—it came to pass that\n      this good woman’s wish was fulfilled, just in the very way she had wished\n      it; for, not long afterwards, she had a little boy, who was quite healthy\n      and strong, but was not much bigger than my thumb. So they said, ‘Well, we\n      cannot say we have not got what we wished for, and, little as he is, we\n      will love him dearly.’ And they called him Thomas Thumb.\n    \n\n      They gave him plenty of food, yet for all they could do he never grew\n      bigger, but kept just the same size as he had been when he was born.\n      Still, his eyes were sharp and sparkling, and he soon showed himself to be\n      a clever little fellow, who always knew well what he was about.\n    \n\n      One day, as the woodman was getting ready to go into the wood to cut fuel,\n      he said, ‘I wish I had someone to bring the cart after me, for I want to\n      make haste.’ ‘Oh, father,’ cried Tom, ‘I will take care of that; the cart\n      shall be in the wood by the time you want it.’ Then the woodman laughed,\n      and said, ‘How can that be? you cannot reach up to the horse’s bridle.’\n      ‘Never mind that, father,’ said Tom; ‘if my mother will only harness the\n      horse, I will get into his ear and tell him which way to go.’ ‘Well,’ said\n      the father, ‘we will try for once.’\n    \n\n      When the time came the mother harnessed the horse to the cart, and put Tom\n      into his ear; and as he sat there the little man told the beast how to go,\n      crying out, ‘Go on!’ and ‘Stop!’ as he wanted: and thus the horse went on\n      just as well as if the woodman had driven it himself into the wood. It\n      happened that as the horse was going a little too fast, and Tom was\n      calling out, ‘Gently! gently!’ two strangers came up. ‘What an odd thing\n      that is!’ said one: ‘there is a cart going along, and I hear a carter\n      talking to the horse, but yet I can see no one.’ ‘That is queer, indeed,’\n      said the other; ‘let us follow the cart, and see where it goes.’ So they\n      went on into the wood, till at last they came to the place where the\n      woodman was. Then Tom Thumb, seeing his father, cried out, ‘See, father,\n      here I am with the cart, all right and safe! now take me down!’ So his\n      father took hold of the horse with one hand, and with the other took his\n      son out of the horse’s ear, and put him down upon a straw, where he sat as\n      merry as you please.\n    \n\n      The two strangers were all this time looking on, and did not know what to\n      say for wonder. At last one took the other aside, and said, ‘That little\n      urchin will make our fortune, if we can get him, and carry him about from\n      town to town as a show; we must buy him.’ So they went up to the woodman,\n      and asked him what he would take for the little man. ‘He will be better\n      off,’ said they, ‘with us than with you.’ ‘I won’t sell him at all,’ said\n      the father; ‘my own flesh and blood is dearer to me than all the silver\n      and gold in the world.’ But Tom, hearing of the bargain they wanted to\n      make, crept up his father’s coat to his shoulder and whispered in his ear,\n      ‘Take the money, father, and let them have me; I’ll soon come back to\n      you.’\n    \n\n      So the woodman at last said he would sell Tom to the strangers for a large\n      piece of gold, and they paid the price. ‘Where would you like to sit?’\n      said one of them. ‘Oh, put me on the rim of your hat; that will be a nice\n      gallery for me; I can walk about there and see the country as we go\n      along.’ So they did as he wished; and when Tom had taken leave of his\n      father they took him away with them.\n    \n\n      They journeyed on till it began to be dusky, and then the little man said,\n      ‘Let me get down, I’m tired.’ So the man took off his hat, and put him\n      down on a clod of earth, in a ploughed field by the side of the road. But\n      Tom ran about amongst the furrows, and at last slipped into an old\n      mouse-hole. ‘Good night, my masters!’ said he, ‘I’m off! mind and look\n      sharp after me the next time.’ Then they ran at once to the place, and\n      poked the ends of their sticks into the mouse-hole, but all in vain; Tom\n      only crawled farther and farther in; and at last it became quite dark, so\n      that they were forced to go their way without their prize, as sulky as\n      could be.\n    \n\n      When Tom found they were gone, he came out of his hiding-place. ‘What\n      dangerous walking it is,’ said he, ‘in this ploughed field! If I were to\n      fall from one of these great clods, I should undoubtedly break my neck.’\n      At last, by good luck, he found a large empty snail-shell. ‘This is\n      lucky,’ said he, ‘I can sleep here very well’; and in he crept.\n    \n\n      Just as he was falling asleep, he heard two men passing by, chatting\n      together; and one said to the other, ‘How can we rob that rich parson’s\n      house of his silver and gold?’ ‘I’ll tell you!’ cried Tom. ‘What noise was\n      that?’ said the thief, frightened; ‘I’m sure I heard someone speak.’ They\n      stood still listening, and Tom said, ‘Take me with you, and I’ll soon show\n      you how to get the parson’s money.’ ‘But where are you?’ said they. ‘Look\n      about on the ground,’ answered he, ‘and listen where the sound comes\n      from.’ At last the thieves found him out, and lifted him up in their\n      hands. ‘You little urchin!’ they said, ‘what can you do for us?’ ‘Why, I\n      can get between the iron window-bars of the parson’s house, and throw you\n      out whatever you want.’ ‘That’s a good thought,’ said the thieves; ‘come\n      along, we shall see what you can do.’\n    \n\n      When they came to the parson’s house, Tom slipped through the window-bars\n      into the room, and then called out as loud as he could bawl, ‘Will you\n      have all that is here?’ At this the thieves were frightened, and said,\n      ‘Softly, softly! Speak low, that you may not awaken anybody.’ But Tom\n      seemed as if he did not understand them, and bawled out again, ‘How much\n      will you have? Shall I throw it all out?’ Now the cook lay in the next\n      room; and hearing a noise she raised herself up in her bed and listened.\n      Meantime the thieves were frightened, and ran off a little way; but at\n      last they plucked up their hearts, and said, ‘The little urchin is only\n      trying to make fools of us.’ So they came back and whispered softly to\n      him, saying, ‘Now let us have no more of your roguish jokes; but throw us\n      out some of the money.’ Then Tom called out as loud as he could, ‘Very\n      well! hold your hands! here it comes.’\n    \n\n      The cook heard this quite plain, so she sprang out of bed, and ran to open\n      the door. The thieves ran off as if a wolf was at their tails: and the\n      maid, having groped about and found nothing, went away for a light. By the\n      time she came back, Tom had slipped off into the barn; and when she had\n      looked about and searched every hole and corner, and found nobody, she\n      went to bed, thinking she must have been dreaming with her eyes open.\n    \n\n      The little man crawled about in the hay-loft, and at last found a snug\n      place to finish his night’s rest in; so he laid himself down, meaning to\n      sleep till daylight, and then find his way home to his father and mother.\n      But alas! how woefully he was undone! what crosses and sorrows happen to\n      us all in this world! The cook got up early, before daybreak, to feed the\n      cows; and going straight to the hay-loft, carried away a large bundle of\n      hay, with the little man in the middle of it, fast asleep. He still,\n      however, slept on, and did not awake till he found himself in the mouth of\n      the cow; for the cook had put the hay into the cow’s rick, and the cow had\n      taken Tom up in a mouthful of it. ‘Good lack-a-day!’ said he, ‘how came I\n      to tumble into the mill?’ But he soon found out where he really was; and\n      was forced to have all his wits about him, that he might not get between\n      the cow’s teeth, and so be crushed to death. At last down he went into her\n      stomach. ‘It is rather dark,’ said he; ‘they forgot to build windows in\n      this room to let the sun in; a candle would be no bad thing.’\n    \n\n      Though he made the best of his bad luck, he did not like his quarters at\n      all; and the worst of it was, that more and more hay was always coming\n      down, and the space left for him became smaller and smaller. At last he\n      cried out as loud as he could, ‘Don’t bring me any more hay! Don’t bring\n      me any more hay!’\n    \n\n      The maid happened to be just then milking the cow; and hearing someone\n      speak, but seeing nobody, and yet being quite sure it was the same voice\n      that she had heard in the night, she was so frightened that she fell off\n      her stool, and overset the milk-pail. As soon as she could pick herself up\n      out of the dirt, she ran off as fast as she could to her master the\n      parson, and said, ‘Sir, sir, the cow is talking!’ But the parson said,\n      ‘Woman, thou art surely mad!’ However, he went with her into the\n      cow-house, to try and see what was the matter.\n    \n\n      Scarcely had they set foot on the threshold, when Tom called out, ‘Don’t\n      bring me any more hay!’ Then the parson himself was frightened; and\n      thinking the cow was surely bewitched, told his man to kill her on the\n      spot. So the cow was killed, and cut up; and the stomach, in which Tom\n      lay, was thrown out upon a dunghill.\n    \n\n      Tom soon set himself to work to get out, which was not a very easy task;\n      but at last, just as he had made room to get his head out, fresh ill-luck\n      befell him. A hungry wolf sprang out, and swallowed up the whole stomach,\n      with Tom in it, at one gulp, and ran away.\n    \n\n      Tom, however, was still not disheartened; and thinking the wolf would not\n      dislike having some chat with him as he was going along, he called out,\n      ‘My good friend, I can show you a famous treat.’ ‘Where’s that?’ said the\n      wolf. ‘In such and such a house,’ said Tom, describing his own father’s\n      house. ‘You can crawl through the drain into the kitchen and then into the\n      pantry, and there you will find cakes, ham, beef, cold chicken, roast pig,\n      apple-dumplings, and everything that your heart can wish.’\n    \n\n      The wolf did not want to be asked twice; so that very night he went to the\n      house and crawled through the drain into the kitchen, and then into the\n      pantry, and ate and drank there to his heart’s content. As soon as he had\n      had enough he wanted to get away; but he had eaten so much that he could\n      not go out by the same way he came in.\n    \n\n      This was just what Tom had reckoned upon; and now he began to set up a\n      great shout, making all the noise he could. ‘Will you be easy?’ said the\n      wolf; ‘you’ll awaken everybody in the house if you make such a clatter.’\n      ‘What’s that to me?’ said the little man; ‘you have had your frolic, now\n      I’ve a mind to be merry myself’; and he began, singing and shouting as\n      loud as he could.\n    \n\n      The woodman and his wife, being awakened by the noise, peeped through a\n      crack in the door; but when they saw a wolf was there, you may well\n      suppose that they were sadly frightened; and the woodman ran for his axe,\n      and gave his wife a scythe. ‘Do you stay behind,’ said the woodman, ‘and\n      when I have knocked him on the head you must rip him up with the scythe.’\n      Tom heard all this, and cried out, ‘Father, father! I am here, the wolf\n      has swallowed me.’ And his father said, ‘Heaven be praised! we have found\n      our dear child again’; and he told his wife not to use the scythe for fear\n      she should hurt him. Then he aimed a great blow, and struck the wolf on\n      the head, and killed him on the spot! and when he was dead they cut open\n      his body, and set Tommy free. ‘Ah!’ said the father, ‘what fears we have\n      had for you!’ ‘Yes, father,’ answered he; ‘I have travelled all over the\n      world, I think, in one way or other, since we parted; and now I am very\n      glad to come home and get fresh air again.’ ‘Why, where have you been?’\n      said his father. ‘I have been in a mouse-hole—and in a snail-shell—and\n      down a cow’s throat—and in the wolf’s belly; and yet here I am\n      again, safe and sound.’\n    \n\n      ‘Well,’ said they, ‘you are come back, and we will not sell you again for\n      all the riches in the world.’\n    \n\n      Then they hugged and kissed their dear little son, and gave him plenty to\n      eat and drink, for he was very hungry; and then they fetched new clothes\n      for him, for his old ones had been quite spoiled on his journey. So Master\n      Thumb stayed at home with his father and mother, in peace; for though he\n      had been so great a traveller, and had done and seen so many fine things,\n      and was fond enough of telling the whole story, he always agreed that,\n      after all, there’s no place like HOME!\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "tom_thumb"
    }
}