{
    "name": "Grimm - the Turnip",
    "body": "\n      There were two brothers who were both soldiers; the one was rich and the\n      other poor. The poor man thought he would try to better himself; so,\n      pulling off his red coat, he became a gardener, and dug his ground well,\n      and sowed turnips.\n    \n\n      When the seed came up, there was one plant bigger than all the rest; and\n      it kept getting larger and larger, and seemed as if it would never cease\n      growing; so that it might have been called the prince of turnips for there\n      never was such a one seen before, and never will again. At last it was so\n      big that it filled a cart, and two oxen could hardly draw it; and the\n      gardener knew not what in the world to do with it, nor whether it would be\n      a blessing or a curse to him. One day he said to himself, ‘What shall I do\n      with it? if I sell it, it will bring no more than another; and for eating,\n      the little turnips are better than this; the best thing perhaps is to\n      carry it and give it to the king as a mark of respect.’\n    \n\n      Then he yoked his oxen, and drew the turnip to the court, and gave it to\n      the king. ‘What a wonderful thing!’ said the king; ‘I have seen many\n      strange things, but such a monster as this I never saw. Where did you get\n      the seed? or is it only your good luck? If so, you are a true child of\n      fortune.’ ‘Ah, no!’ answered the gardener, ‘I am no child of fortune; I am\n      a poor soldier, who never could get enough to live upon; so I laid aside\n      my red coat, and set to work, tilling the ground. I have a brother, who is\n      rich, and your majesty knows him well, and all the world knows him; but\n      because I am poor, everybody forgets me.’\n    \n\n      The king then took pity on him, and said, ‘You shall be poor no longer. I\n      will give you so much that you shall be even richer than your brother.’\n      Then he gave him gold and lands and flocks, and made him so rich that his\n      brother’s fortune could not at all be compared with his.\n    \n\n      When the brother heard of all this, and how a turnip had made the gardener\n      so rich, he envied him sorely, and bethought himself how he could contrive\n      to get the same good fortune for himself. However, he determined to manage\n      more cleverly than his brother, and got together a rich present of gold\n      and fine horses for the king; and thought he must have a much larger gift\n      in return; for if his brother had received so much for only a turnip, what\n      must his present be worth?\n    \n\n      The king took the gift very graciously, and said he knew not what to give\n      in return more valuable and wonderful than the great turnip; so the\n      soldier was forced to put it into a cart, and drag it home with him. When\n      he reached home, he knew not upon whom to vent his rage and spite; and at\n      length wicked thoughts came into his head, and he resolved to kill his\n      brother.\n    \n\n      So he hired some villains to murder him; and having shown them where to\n      lie in ambush, he went to his brother, and said, ‘Dear brother, I have\n      found a hidden treasure; let us go and dig it up, and share it between\n      us.’ The other had no suspicions of his roguery: so they went out\n      together, and as they were travelling along, the murderers rushed out upon\n      him, bound him, and were going to hang him on a tree.\n    \n\n      But whilst they were getting all ready, they heard the trampling of a\n      horse at a distance, which so frightened them that they pushed their\n      prisoner neck and shoulders together into a sack, and swung him up by a\n      cord to the tree, where they left him dangling, and ran away. Meantime he\n      worked and worked away, till he made a hole large enough to put out his\n      head.\n    \n\n      When the horseman came up, he proved to be a student, a merry fellow, who\n      was journeying along on his nag, and singing as he went. As soon as the\n      man in the sack saw him passing under the tree, he cried out, ‘Good\n      morning! good morning to thee, my friend!’ The student looked about\n      everywhere; and seeing no one, and not knowing where the voice came from,\n      cried out, ‘Who calls me?’\n    \n\n      Then the man in the tree answered, ‘Lift up thine eyes, for behold here I\n      sit in the sack of wisdom; here have I, in a short time, learned great and\n      wondrous things. Compared to this seat, all the learning of the schools is\n      as empty air. A little longer, and I shall know all that man can know, and\n      shall come forth wiser than the wisest of mankind. Here I discern the\n      signs and motions of the heavens and the stars; the laws that control the\n      winds; the number of the sands on the seashore; the healing of the sick;\n      the virtues of all simples, of birds, and of precious stones. Wert thou\n      but once here, my friend, though wouldst feel and own the power of\n      knowledge.\n    \n\n      The student listened to all this and wondered much; at last he said,\n      ‘Blessed be the day and hour when I found you; cannot you contrive to let\n      me into the sack for a little while?’ Then the other answered, as if very\n      unwillingly, ‘A little space I may allow thee to sit here, if thou wilt\n      reward me well and entreat me kindly; but thou must tarry yet an hour\n      below, till I have learnt some little matters that are yet unknown to me.’\n    \n\n      So the student sat himself down and waited a while; but the time hung\n      heavy upon him, and he begged earnestly that he might ascend forthwith,\n      for his thirst for knowledge was great. Then the other pretended to give\n      way, and said, ‘Thou must let the sack of wisdom descend, by untying\n      yonder cord, and then thou shalt enter.’ So the student let him down,\n      opened the sack, and set him free. ‘Now then,’ cried he, ‘let me ascend\n      quickly.’ As he began to put himself into the sack heels first, ‘Wait a\n      while,’ said the gardener, ‘that is not the way.’ Then he pushed him in\n      head first, tied up the sack, and soon swung up the searcher after wisdom\n      dangling in the air. ‘How is it with thee, friend?’ said he, ‘dost thou\n      not feel that wisdom comes unto thee? Rest there in peace, till thou art a\n      wiser man than thou wert.’\n    \n\n      So saying, he trotted off on the student’s nag, and left the poor fellow\n      to gather wisdom till somebody should come and let him down.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "turnip"
    }
}