{
    "name": "Grimm - the Water Of Life",
    "body": "\n      Long before you or I were born, there reigned, in a country a great way\n      off, a king who had three sons. This king once fell very ill—so ill\n      that nobody thought he could live. His sons were very much grieved at\n      their father’s sickness; and as they were walking together very mournfully\n      in the garden of the palace, a little old man met them and asked what was\n      the matter. They told him that their father was very ill, and that they\n      were afraid nothing could save him. ‘I know what would,’ said the little\n      old man; ‘it is the Water of Life. If he could have a draught of it he\n      would be well again; but it is very hard to get.’ Then the eldest son\n      said, ‘I will soon find it’: and he went to the sick king, and begged that\n      he might go in search of the Water of Life, as it was the only thing that\n      could save him. ‘No,’ said the king. ‘I had rather die than place you in\n      such great danger as you must meet with in your journey.’ But he begged so\n      hard that the king let him go; and the prince thought to himself, ‘If I\n      bring my father this water, he will make me sole heir to his kingdom.’\n    \n\n      Then he set out: and when he had gone on his way some time he came to a\n      deep valley, overhung with rocks and woods; and as he looked around, he\n      saw standing above him on one of the rocks a little ugly dwarf, with a\n      sugarloaf cap and a scarlet cloak; and the dwarf called to him and said,\n      ‘Prince, whither so fast?’ ‘What is that to thee, you ugly imp?’ said the\n      prince haughtily, and rode on.\n    \n\n      But the dwarf was enraged at his behaviour, and laid a fairy spell of\n      ill-luck upon him; so that as he rode on the mountain pass became narrower\n      and narrower, and at last the way was so straitened that he could not go\n      to step forward: and when he thought to have turned his horse round and go\n      back the way he came, he heard a loud laugh ringing round him, and found\n      that the path was closed behind him, so that he was shut in all round. He\n      next tried to get off his horse and make his way on foot, but again the\n      laugh rang in his ears, and he found himself unable to move a step, and\n      thus he was forced to abide spellbound.\n    \n\n      Meantime the old king was lingering on in daily hope of his son’s return,\n      till at last the second son said, ‘Father, I will go in search of the\n      Water of Life.’ For he thought to himself, ‘My brother is surely dead, and\n      the kingdom will fall to me if I find the water.’ The king was at first\n      very unwilling to let him go, but at last yielded to his wish. So he set\n      out and followed the same road which his brother had done, and met with\n      the same elf, who stopped him at the same spot in the mountains, saying,\n      as before, ‘Prince, prince, whither so fast?’ ‘Mind your own affairs,\n      busybody!’ said the prince scornfully, and rode on.\n    \n\n      But the dwarf put the same spell upon him as he put on his elder brother,\n      and he, too, was at last obliged to take up his abode in the heart of the\n      mountains. Thus it is with proud silly people, who think themselves above\n      everyone else, and are too proud to ask or take advice.\n    \n\n      When the second prince had thus been gone a long time, the youngest son\n      said he would go and search for the Water of Life, and trusted he should\n      soon be able to make his father well again. So he set out, and the dwarf\n      met him too at the same spot in the valley, among the mountains, and said,\n      ‘Prince, whither so fast?’ And the prince said, ‘I am going in search of\n      the Water of Life, because my father is ill, and like to die: can you help\n      me? Pray be kind, and aid me if you can!’ ‘Do you know where it is to be\n      found?’ asked the dwarf. ‘No,’ said the prince, ‘I do not. Pray tell me if\n      you know.’ ‘Then as you have spoken to me kindly, and are wise enough to\n      seek for advice, I will tell you how and where to go. The water you seek\n      springs from a well in an enchanted castle; and, that you may be able to\n      reach it in safety, I will give you an iron wand and two little loaves of\n      bread; strike the iron door of the castle three times with the wand, and\n      it will open: two hungry lions will be lying down inside gaping for their\n      prey, but if you throw them the bread they will let you pass; then hasten\n      on to the well, and take some of the Water of Life before the clock\n      strikes twelve; for if you tarry longer the door will shut upon you for\n      ever.’\n    \n\n      Then the prince thanked his little friend with the scarlet cloak for his\n      friendly aid, and took the wand and the bread, and went travelling on and\n      on, over sea and over land, till he came to his journey’s end, and found\n      everything to be as the dwarf had told him. The door flew open at the\n      third stroke of the wand, and when the lions were quieted he went on\n      through the castle and came at length to a beautiful hall. Around it he\n      saw several knights sitting in a trance; then he pulled off their rings\n      and put them on his own fingers. In another room he saw on a table a sword\n      and a loaf of bread, which he also took. Further on he came to a room\n      where a beautiful young lady sat upon a couch; and she welcomed him\n      joyfully, and said, if he would set her free from the spell that bound\n      her, the kingdom should be his, if he would come back in a year and marry\n      her. Then she told him that the well that held the Water of Life was in\n      the palace gardens; and bade him make haste, and draw what he wanted\n      before the clock struck twelve.\n    \n\n      He walked on; and as he walked through beautiful gardens he came to a\n      delightful shady spot in which stood a couch; and he thought to himself,\n      as he felt tired, that he would rest himself for a while, and gaze on the\n      lovely scenes around him. So he laid himself down, and sleep fell upon him\n      unawares, so that he did not wake up till the clock was striking a quarter\n      to twelve. Then he sprang from the couch dreadfully frightened, ran to the\n      well, filled a cup that was standing by him full of water, and hastened to\n      get away in time. Just as he was going out of the iron door it struck\n      twelve, and the door fell so quickly upon him that it snapped off a piece\n      of his heel.\n    \n\n      When he found himself safe, he was overjoyed to think that he had got the\n      Water of Life; and as he was going on his way homewards, he passed by the\n      little dwarf, who, when he saw the sword and the loaf, said, ‘You have\n      made a noble prize; with the sword you can at a blow slay whole armies,\n      and the bread will never fail you.’ Then the prince thought to himself, ‘I\n      cannot go home to my father without my brothers’; so he said, ‘My dear\n      friend, cannot you tell me where my two brothers are, who set out in\n      search of the Water of Life before me, and never came back?’ ‘I have shut\n      them up by a charm between two mountains,’ said the dwarf, ‘because they\n      were proud and ill-behaved, and scorned to ask advice.’ The prince begged\n      so hard for his brothers, that the dwarf at last set them free, though\n      unwillingly, saying, ‘Beware of them, for they have bad hearts.’ Their\n      brother, however, was greatly rejoiced to see them, and told them all that\n      had happened to him; how he had found the Water of Life, and had taken a\n      cup full of it; and how he had set a beautiful princess free from a spell\n      that bound her; and how she had engaged to wait a whole year, and then to\n      marry him, and to give him the kingdom.\n    \n\n      Then they all three rode on together, and on their way home came to a\n      country that was laid waste by war and a dreadful famine, so that it was\n      feared all must die for want. But the prince gave the king of the land the\n      bread, and all his kingdom ate of it. And he lent the king the wonderful\n      sword, and he slew the enemy’s army with it; and thus the kingdom was once\n      more in peace and plenty. In the same manner he befriended two other\n      countries through which they passed on their way.\n    \n\n      When they came to the sea, they got into a ship and during their voyage\n      the two eldest said to themselves, ‘Our brother has got the water which we\n      could not find, therefore our father will forsake us and give him the\n      kingdom, which is our right’; so they were full of envy and revenge, and\n      agreed together how they could ruin him. Then they waited till he was fast\n      asleep, and poured the Water of Life out of the cup, and took it for\n      themselves, giving him bitter sea-water instead.\n    \n\n      When they came to their journey’s end, the youngest son brought his cup to\n      the sick king, that he might drink and be healed. Scarcely, however, had\n      he tasted the bitter sea-water when he became worse even than he was\n      before; and then both the elder sons came in, and blamed the youngest for\n      what they had done; and said that he wanted to poison their father, but\n      that they had found the Water of Life, and had brought it with them. He no\n      sooner began to drink of what they brought him, than he felt his sickness\n      leave him, and was as strong and well as in his younger days. Then they\n      went to their brother, and laughed at him, and said, ‘Well, brother, you\n      found the Water of Life, did you? You have had the trouble and we shall\n      have the reward. Pray, with all your cleverness, why did not you manage to\n      keep your eyes open? Next year one of us will take away your beautiful\n      princess, if you do not take care. You had better say nothing about this\n      to our father, for he does not believe a word you say; and if you tell\n      tales, you shall lose your life into the bargain: but be quiet, and we\n      will let you off.’\n    \n\n      The old king was still very angry with his youngest son, and thought that\n      he really meant to have taken away his life; so he called his court\n      together, and asked what should be done, and all agreed that he ought to\n      be put to death. The prince knew nothing of what was going on, till one\n      day, when the king’s chief huntsmen went a-hunting with him, and they were\n      alone in the wood together, the huntsman looked so sorrowful that the\n      prince said, ‘My friend, what is the matter with you?’ ‘I cannot and dare\n      not tell you,’ said he. But the prince begged very hard, and said, ‘Only\n      tell me what it is, and do not think I shall be angry, for I will forgive\n      you.’ ‘Alas!’ said the huntsman; ‘the king has ordered me to shoot you.’\n      The prince started at this, and said, ‘Let me live, and I will change\n      dresses with you; you shall take my royal coat to show to my father, and\n      do you give me your shabby one.’ ‘With all my heart,’ said the huntsman;\n      ‘I am sure I shall be glad to save you, for I could not have shot you.’\n      Then he took the prince’s coat, and gave him the shabby one, and went away\n      through the wood.\n    \n\n      Some time after, three grand embassies came to the old king’s court, with\n      rich gifts of gold and precious stones for his youngest son; now all these\n      were sent from the three kings to whom he had lent his sword and loaf of\n      bread, in order to rid them of their enemy and feed their people. This\n      touched the old king’s heart, and he thought his son might still be\n      guiltless, and said to his court, ‘O that my son were still alive! how it\n      grieves me that I had him killed!’ ‘He is still alive,’ said the huntsman;\n      ‘and I am glad that I had pity on him, but let him go in peace, and\n      brought home his royal coat.’ At this the king was overwhelmed with joy,\n      and made it known throughout all his kingdom, that if his son would come\n      back to his court he would forgive him.\n    \n\n      Meanwhile the princess was eagerly waiting till her deliverer should come\n      back; and had a road made leading up to her palace all of shining gold;\n      and told her courtiers that whoever came on horseback, and rode straight\n      up to the gate upon it, was her true lover; and that they must let him in:\n      but whoever rode on one side of it, they must be sure was not the right\n      one; and that they must send him away at once.\n    \n\n      The time soon came, when the eldest brother thought that he would make\n      haste to go to the princess, and say that he was the one who had set her\n      free, and that he should have her for his wife, and the kingdom with her.\n      As he came before the palace and saw the golden road, he stopped to look\n      at it, and he thought to himself, ‘It is a pity to ride upon this\n      beautiful road’; so he turned aside and rode on the right-hand side of it.\n      But when he came to the gate, the guards, who had seen the road he took,\n      said to him, he could not be what he said he was, and must go about his\n      business.\n    \n\n      The second prince set out soon afterwards on the same errand; and when he\n      came to the golden road, and his horse had set one foot upon it, he\n      stopped to look at it, and thought it very beautiful, and said to himself,\n      ‘What a pity it is that anything should tread here!’ Then he too turned\n      aside and rode on the left side of it. But when he came to the gate the\n      guards said he was not the true prince, and that he too must go away about\n      his business; and away he went.\n    \n\n      Now when the full year was come round, the third brother left the forest\n      in which he had lain hid for fear of his father’s anger, and set out in\n      search of his betrothed bride. So he journeyed on, thinking of her all the\n      way, and rode so quickly that he did not even see what the road was made\n      of, but went with his horse straight over it; and as he came to the gate\n      it flew open, and the princess welcomed him with joy, and said he was her\n      deliverer, and should now be her husband and lord of the kingdom. When the\n      first joy at their meeting was over, the princess told him she had heard\n      of his father having forgiven him, and of his wish to have him home again:\n      so, before his wedding with the princess, he went to visit his father,\n      taking her with him. Then he told him everything; how his brothers had\n      cheated and robbed him, and yet that he had borne all those wrongs for the\n      love of his father. And the old king was very angry, and wanted to punish\n      his wicked sons; but they made their escape, and got into a ship and\n      sailed away over the wide sea, and where they went to nobody knew and\n      nobody cared.\n    \n\n      And now the old king gathered together his court, and asked all his\n      kingdom to come and celebrate the wedding of his son and the princess. And\n      young and old, noble and squire, gentle and simple, came at once on the\n      summons; and among the rest came the friendly dwarf, with the sugarloaf\n      hat, and a new scarlet cloak.\n    \n\n  And the wedding was held, and the merry bells run.\n  And all the good people they danced and they sung,\n  And feasted and frolick’d I can’t tell how long.\n",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "water_of_life"
    }
}