{
    "name": "Grimm - the White Snake",
    "body": "\n      A long time ago there lived a king who was famed for his wisdom through\n      all the land. Nothing was hidden from him, and it seemed as if news of the\n      most secret things was brought to him through the air. But he had a\n      strange custom; every day after dinner, when the table was cleared, and no\n      one else was present, a trusty servant had to bring him one more dish. It\n      was covered, however, and even the servant did not know what was in it,\n      neither did anyone know, for the king never took off the cover to eat of\n      it until he was quite alone.\n    \n\n      This had gone on for a long time, when one day the servant, who took away\n      the dish, was overcome with such curiosity that he could not help carrying\n      the dish into his room. When he had carefully locked the door, he lifted\n      up the cover, and saw a white snake lying on the dish. But when he saw it\n      he could not deny himself the pleasure of tasting it, so he cut of a\n      little bit and put it into his mouth. No sooner had it touched his tongue\n      than he heard a strange whispering of little voices outside his window. He\n      went and listened, and then noticed that it was the sparrows who were\n      chattering together, and telling one another of all kinds of things which\n      they had seen in the fields and woods. Eating the snake had given him\n      power of understanding the language of animals.\n    \n\n      Now it so happened that on this very day the queen lost her most beautiful\n      ring, and suspicion of having stolen it fell upon this trusty servant, who\n      was allowed to go everywhere. The king ordered the man to be brought\n      before him, and threatened with angry words that unless he could before\n      the morrow point out the thief, he himself should be looked upon as guilty\n      and executed. In vain he declared his innocence; he was dismissed with no\n      better answer.\n    \n\n      In his trouble and fear he went down into the courtyard and took thought\n      how to help himself out of his trouble. Now some ducks were sitting\n      together quietly by a brook and taking their rest; and, whilst they were\n      making their feathers smooth with their bills, they were having a\n      confidential conversation together. The servant stood by and listened.\n      They were telling one another of all the places where they had been\n      waddling about all the morning, and what good food they had found; and one\n      said in a pitiful tone: ‘Something lies heavy on my stomach; as I was\n      eating in haste I swallowed a ring which lay under the queen’s window.’\n      The servant at once seized her by the neck, carried her to the kitchen,\n      and said to the cook: ‘Here is a fine duck; pray, kill her.’ ‘Yes,’ said\n      the cook, and weighed her in his hand; ‘she has spared no trouble to\n      fatten herself, and has been waiting to be roasted long enough.’ So he cut\n      off her head, and as she was being dressed for the spit, the queen’s ring\n      was found inside her.\n    \n\n      The servant could now easily prove his innocence; and the king, to make\n      amends for the wrong, allowed him to ask a favour, and promised him the\n      best place in the court that he could wish for. The servant refused\n      everything, and only asked for a horse and some money for travelling, as\n      he had a mind to see the world and go about a little. When his request was\n      granted he set out on his way, and one day came to a pond, where he saw\n      three fishes caught in the reeds and gasping for water. Now, though it is\n      said that fishes are dumb, he heard them lamenting that they must perish\n      so miserably, and, as he had a kind heart, he got off his horse and put\n      the three prisoners back into the water. They leapt with delight, put out\n      their heads, and cried to him: ‘We will remember you and repay you for\n      saving us!’\n    \n\n      He rode on, and after a while it seemed to him that he heard a voice in\n      the sand at his feet. He listened, and heard an ant-king complain: ‘Why\n      cannot folks, with their clumsy beasts, keep off our bodies? That stupid\n      horse, with his heavy hoofs, has been treading down my people without\n      mercy!’ So he turned on to a side path and the ant-king cried out to him:\n      ‘We will remember you—one good turn deserves another!’\n    \n\n      The path led him into a wood, and there he saw two old ravens standing by\n      their nest, and throwing out their young ones. ‘Out with you, you idle,\n      good-for-nothing creatures!’ cried they; ‘we cannot find food for you any\n      longer; you are big enough, and can provide for yourselves.’ But the poor\n      young ravens lay upon the ground, flapping their wings, and crying: ‘Oh,\n      what helpless chicks we are! We must shift for ourselves, and yet we\n      cannot fly! What can we do, but lie here and starve?’ So the good young\n      fellow alighted and killed his horse with his sword, and gave it to them\n      for food. Then they came hopping up to it, satisfied their hunger, and\n      cried: ‘We will remember you—one good turn deserves another!’\n    \n\n      And now he had to use his own legs, and when he had walked a long way, he\n      came to a large city. There was a great noise and crowd in the streets,\n      and a man rode up on horseback, crying aloud: ‘The king’s daughter wants a\n      husband; but whoever seeks her hand must perform a hard task, and if he\n      does not succeed he will forfeit his life.’ Many had already made the\n      attempt, but in vain; nevertheless when the youth saw the king’s daughter\n      he was so overcome by her great beauty that he forgot all danger, went\n      before the king, and declared himself a suitor.\n    \n\n      So he was led out to the sea, and a gold ring was thrown into it, before\n      his eyes; then the king ordered him to fetch this ring up from the bottom\n      of the sea, and added: ‘If you come up again without it you will be thrown\n      in again and again until you perish amid the waves.’ All the people\n      grieved for the handsome youth; then they went away, leaving him alone by\n      the sea.\n    \n\n      He stood on the shore and considered what he should do, when suddenly he\n      saw three fishes come swimming towards him, and they were the very fishes\n      whose lives he had saved. The one in the middle held a mussel in its\n      mouth, which it laid on the shore at the youth’s feet, and when he had\n      taken it up and opened it, there lay the gold ring in the shell. Full of\n      joy he took it to the king and expected that he would grant him the\n      promised reward.\n    \n\n      But when the proud princess perceived that he was not her equal in birth,\n      she scorned him, and required him first to perform another task. She went\n      down into the garden and strewed with her own hands ten sacksful of\n      millet-seed on the grass; then she said: ‘Tomorrow morning before sunrise\n      these must be picked up, and not a single grain be wanting.’\n    \n\n      The youth sat down in the garden and considered how it might be possible\n      to perform this task, but he could think of nothing, and there he sat\n      sorrowfully awaiting the break of day, when he should be led to death. But\n      as soon as the first rays of the sun shone into the garden he saw all the\n      ten sacks standing side by side, quite full, and not a single grain was\n      missing. The ant-king had come in the night with thousands and thousands\n      of ants, and the grateful creatures had by great industry picked up all\n      the millet-seed and gathered them into the sacks.\n    \n\n      Presently the king’s daughter herself came down into the garden, and was\n      amazed to see that the young man had done the task she had given him. But\n      she could not yet conquer her proud heart, and said: ‘Although he has\n      performed both the tasks, he shall not be my husband until he had brought\n      me an apple from the Tree of Life.’ The youth did not know where the Tree\n      of Life stood, but he set out, and would have gone on for ever, as long as\n      his legs would carry him, though he had no hope of finding it. After he\n      had wandered through three kingdoms, he came one evening to a wood, and\n      lay down under a tree to sleep. But he heard a rustling in the branches,\n      and a golden apple fell into his hand. At the same time three ravens flew\n      down to him, perched themselves upon his knee, and said: ‘We are the three\n      young ravens whom you saved from starving; when we had grown big, and\n      heard that you were seeking the Golden Apple, we flew over the sea to the\n      end of the world, where the Tree of Life stands, and have brought you the\n      apple.’ The youth, full of joy, set out homewards, and took the Golden\n      Apple to the king’s beautiful daughter, who had now no more excuses left\n      to make. They cut the Apple of Life in two and ate it together; and then\n      her heart became full of love for him, and they lived in undisturbed\n      happiness to a great age.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "white_snake"
    }
}