{
    "name": "Grimm - the Willow-wren And the Bear",
    "body": "\n      Once in summer-time the bear and the wolf were walking in the forest, and\n      the bear heard a bird singing so beautifully that he said: ‘Brother wolf,\n      what bird is it that sings so well?’ ‘That is the King of birds,’ said the\n      wolf, ‘before whom we must bow down.’ In reality the bird was the\n      willow-wren. ‘IF that’s the case,’ said the bear, ‘I should very much like\n      to see his royal palace; come, take me thither.’ ‘That is not done quite\n      as you seem to think,’ said the wolf; ‘you must wait until the Queen\n      comes,’ Soon afterwards, the Queen arrived with some food in her beak, and\n      the lord King came too, and they began to feed their young ones. The bear\n      would have liked to go at once, but the wolf held him back by the sleeve,\n      and said: ‘No, you must wait until the lord and lady Queen have gone away\n      again.’ So they took stock of the hole where the nest lay, and trotted\n      away. The bear, however, could not rest until he had seen the royal\n      palace, and when a short time had passed, went to it again. The King and\n      Queen had just flown out, so he peeped in and saw five or six young ones\n      lying there. ‘Is that the royal palace?’ cried the bear; ‘it is a wretched\n      palace, and you are not King’s children, you are disreputable children!’\n      When the young wrens heard that, they were frightfully angry, and\n      screamed: ‘No, that we are not! Our parents are honest people! Bear, you\n      will have to pay for that!’\n    \n\n      The bear and the wolf grew uneasy, and turned back and went into their\n      holes. The young willow-wrens, however, continued to cry and scream, and\n      when their parents again brought food they said: ‘We will not so much as\n      touch one fly’s leg, no, not if we were dying of hunger, until you have\n      settled whether we are respectable children or not; the bear has been here\n      and has insulted us!’ Then the old King said: ‘Be easy, he shall be\n      punished,’ and he at once flew with the Queen to the bear’s cave, and\n      called in: ‘Old Growler, why have you insulted my children? You shall\n      suffer for it—we will punish you by a bloody war.’ Thus war was\n      announced to the Bear, and all four-footed animals were summoned to take\n      part in it, oxen, asses, cows, deer, and every other animal the earth\n      contained. And the willow-wren summoned everything which flew in the air,\n      not only birds, large and small, but midges, and hornets, bees and flies\n      had to come.\n    \n\n      When the time came for the war to begin, the willow-wren sent out spies to\n      discover who was the enemy’s commander-in-chief. The gnat, who was the\n      most crafty, flew into the forest where the enemy was assembled, and hid\n      herself beneath a leaf of the tree where the password was to be announced.\n      There stood the bear, and he called the fox before him and said: ‘Fox, you\n      are the most cunning of all animals, you shall be general and lead us.’\n      ‘Good,’ said the fox, ‘but what signal shall we agree upon?’ No one knew\n      that, so the fox said: ‘I have a fine long bushy tail, which almost looks\n      like a plume of red feathers. When I lift my tail up quite high, all is\n      going well, and you must charge; but if I let it hang down, run away as\n      fast as you can.’ When the gnat had heard that, she flew away again, and\n      revealed everything, down to the minutest detail, to the willow-wren. When\n      day broke, and the battle was to begin, all the four-footed animals came\n      running up with such a noise that the earth trembled. The willow-wren with\n      his army also came flying through the air with such a humming, and\n      whirring, and swarming that every one was uneasy and afraid, and on both\n      sides they advanced against each other. But the willow-wren sent down the\n      hornet, with orders to settle beneath the fox’s tail, and sting with all\n      his might. When the fox felt the first string, he started so that he\n      lifted one leg, from pain, but he bore it, and still kept his tail high in\n      the air; at the second sting, he was forced to put it down for a moment;\n      at the third, he could hold out no longer, screamed, and put his tail\n      between his legs. When the animals saw that, they thought all was lost,\n      and began to flee, each into his hole, and the birds had won the battle.\n    \n\n      Then the King and Queen flew home to their children and cried: ‘Children,\n      rejoice, eat and drink to your heart’s content, we have won the battle!’\n      But the young wrens said: ‘We will not eat yet, the bear must come to the\n      nest, and beg for pardon and say that we are honourable children, before\n      we will do that.’ Then the willow-wren flew to the bear’s hole and cried:\n      ‘Growler, you are to come to the nest to my children, and beg their\n      pardon, or else every rib of your body shall be broken.’ So the bear crept\n      thither in the greatest fear, and begged their pardon. And now at last the\n      young wrens were satisfied, and sat down together and ate and drank, and\n      made merry till quite late into the night.\n    ",
    "metadata": {
        "author": "Grimm",
        "year": 1812,
        "url": "https://www.gutenberg.org/cache/epub/2591/pg2591-images.html",
        "name": "willow-wren_and_the_bear"
    }
}