{
    "name": "Sherlock Holmes - The Adventure of the Beryl Coronet",
    "body": "\n“Holmes,”\nsaid I as I stood one morning in our bow-window looking down the street,\n“here is a madman coming along. It seems rather sad that his relatives\nshould allow him to come out alone.”\n\n\nMy friend rose lazily from his armchair and stood with his hands in the pockets\nof his dressing-gown, looking over my shoulder. It was a bright, crisp February\nmorning, and the snow of the day before still lay deep upon the ground,\nshimmering brightly in the wintry sun. Down the centre of Baker Street it had\nbeen ploughed into a brown crumbly band by the traffic, but at either side and\non the heaped-up edges of the footpaths it still lay as white as when it fell.\nThe grey pavement had been cleaned and scraped, but was still dangerously\nslippery, so that there were fewer passengers than usual. Indeed, from the\ndirection of the Metropolitan Station no one was coming save the single\ngentleman whose eccentric conduct had drawn my attention.\n\n\nHe was a man of about fifty, tall, portly, and imposing, with a massive,\nstrongly marked face and a commanding figure. He was dressed in a sombre yet\nrich style, in black frock-coat, shining hat, neat brown gaiters, and well-cut\npearl-grey trousers. Yet his actions were in absurd contrast to the dignity of\nhis dress and features, for he was running hard, with occasional little\nsprings, such as a weary man gives who is little accustomed to set any tax upon\nhis legs. As he ran he jerked his hands up and down, waggled his head, and\nwrithed his face into the most extraordinary contortions.\n\n\n“What on earth can be the matter with him?” I asked. “He is\nlooking up at the numbers of the houses.”\n\n\n“I believe that he is coming here,” said Holmes, rubbing his hands.\n\n\n“Here?”\n\n\n“Yes; I rather think he is coming to consult me professionally. I think\nthat I recognise the symptoms. Ha! did I not tell you?” As he spoke, the\nman, puffing and blowing, rushed at our door and pulled at our bell until the\nwhole house resounded with the clanging.\n\n\nA few moments later he was in our room, still puffing, still gesticulating, but\nwith so fixed a look of grief and despair in his eyes that our smiles were\nturned in an instant to horror and pity. For a while he could not get his words\nout, but swayed his body and plucked at his hair like one who has been driven\nto the extreme limits of his reason. Then, suddenly springing to his feet, he\nbeat his head against the wall with such force that we both rushed upon him and\ntore him away to the centre of the room. Sherlock Holmes pushed him down into\nthe easy-chair and, sitting beside him, patted his hand and chatted with him in\nthe easy, soothing tones which he knew so well how to employ.\n\n\n“You have come to me to tell your story, have you not?” said he.\n“You are fatigued with your haste. Pray wait until you have recovered\nyourself, and then I shall be most happy to look into any little problem which\nyou may submit to me.”\n\n\nThe man sat for a minute or more with a heaving chest, fighting against his\nemotion. Then he passed his handkerchief over his brow, set his lips tight, and\nturned his face towards us.\n\n\n“No doubt you think me mad?” said he.\n\n\n“I see that you have had some great trouble,” responded Holmes.\n\n\n“God knows I have!—a trouble which is enough to unseat my reason,\nso sudden and so terrible is it. Public disgrace I might have faced, although I\nam a man whose character has never yet borne a stain. Private affliction also\nis the lot of every man; but the two coming together, and in so frightful a\nform, have been enough to shake my very soul. Besides, it is not I alone. The\nvery noblest in the land may suffer unless some way be found out of this\nhorrible affair.”\n\n\n“Pray compose yourself, sir,” said Holmes, “and let me have a\nclear account of who you are and what it is that has befallen you.”\n\n\n“My name,” answered our visitor, “is probably familiar to\nyour ears. I am Alexander Holder, of the banking firm of Holder &\nStevenson, of Threadneedle Street.”\n\n\nThe name was indeed well known to us as belonging to the senior partner in the\nsecond largest private banking concern in the City of London. What could have\nhappened, then, to bring one of the foremost citizens of London to this most\npitiable pass? We waited, all curiosity, until with another effort he braced\nhimself to tell his story.\n\n\n“I feel that time is of value,” said he; “that is why I\nhastened here when the police inspector suggested that I should secure your\nco-operation. I came to Baker Street by the Underground and hurried from there\non foot, for the cabs go slowly through this snow. That is why I was so out of\nbreath, for I am a man who takes very little exercise. I feel better now, and I\nwill put the facts before you as shortly and yet as clearly as I can.\n\n\n“It is, of course, well known to you that in a successful banking\nbusiness as much depends upon our being able to find remunerative investments\nfor our funds as upon our increasing our connection and the number of our\ndepositors. One of our most lucrative means of laying out money is in the shape\nof loans, where the security is unimpeachable. We have done a good deal in this\ndirection during the last few years, and there are many noble families to whom\nwe have advanced large sums upon the security of their pictures, libraries, or\nplate.\n\n\n“Yesterday morning I was seated in my office at the bank when a card was\nbrought in to me by one of the clerks. I started when I saw the name, for it\nwas that of none other than—well, perhaps even to you I had better say no\nmore than that it was a name which is a household word all over the\nearth—one of the highest, noblest, most exalted names in England. I was\noverwhelmed by the honour and attempted, when he entered, to say so, but he\nplunged at once into business with the air of a man who wishes to hurry quickly\nthrough a disagreeable task.\n\n\n“‘Mr. Holder,’ said he, ‘I have been informed\nthat you are in the habit of advancing money.’\n\n\n“‘The firm does so when the security is good.’ I\nanswered.\n\n\n“‘It is absolutely essential to me,’ said he, ‘that I\nshould have Â£ 50,000 at once. I could, of course, borrow so trifling a sum ten\ntimes over from my friends, but I much prefer to make it a matter of business\nand to carry out that business myself. In my position you can readily\nunderstand that it is unwise to place one’s self under obligations.’\n\n\n“‘For how long, may I ask, do you want this sum?’ I\nasked.\n\n\n“‘Next Monday I have a large sum due to me, and I shall then\nmost certainly repay what you advance, with whatever interest you think it\nright to charge. But it is very essential to me that the money should be paid\nat once.’\n\n\n“‘I should be happy to advance it without further parley from\nmy own private purse,’ said I, ‘were it not that the strain would\nbe rather more than it could bear. If, on the other hand, I am to do it in the\nname of the firm, then in justice to my partner I must insist that, even in\nyour case, every businesslike precaution should be taken.’\n\n\n“‘I should much prefer to have it so,’ said he, raising\nup a square, black morocco case which he had laid beside his chair. ‘You\nhave doubtless heard of the Beryl Coronet?’\n\n\n“‘One of the most precious public possessions of the\nempire,’ said I.\n\n\n“‘Precisely.’ He opened the case, and there, imbedded\nin soft, flesh-coloured velvet, lay the magnificent piece of jewellery which he\nhad named. ‘There are thirty-nine enormous beryls,’ said he,\n‘and the price of the gold chasing is incalculable. The lowest estimate\nwould put the worth of the coronet at double the sum which I have asked. I am\nprepared to leave it with you as my security.’\n\n\n“I took the precious case into my hands and looked in some perplexity\nfrom it to my illustrious client.\n\n\n“‘You doubt its value?’ he asked.\n\n\n“‘Not at all. I only doubt—’\n\n\n“‘The propriety of my leaving it. You may set your mind at\nrest about that. I should not dream of doing so were it not absolutely certain\nthat I should be able in four days to reclaim it. It is a pure matter of form.\nIs the security sufficient?’\n\n\n“‘Ample.’\n\n\n“‘You understand, Mr. Holder, that I am giving you a strong\nproof of the confidence which I have in you, founded upon all that I have heard\nof you. I rely upon you not only to be discreet and to refrain from all gossip\nupon the matter but, above all, to preserve this coronet with every possible\nprecaution because I need not say that a great public scandal would be caused\nif any harm were to befall it. Any injury to it would be almost as serious as\nits complete loss, for there are no beryls in the world to match these, and it\nwould be impossible to replace them. I leave it with you, however, with every\nconfidence, and I shall call for it in person on Monday morning.’\n\n\n“Seeing that my client was anxious to leave, I said no more but, calling\nfor my cashier, I ordered him to pay over fifty Â£ 1000 notes. When I was alone\nonce more, however, with the precious case lying upon the table in front of me,\nI could not but think with some misgivings of the immense responsibility which\nit entailed upon me. There could be no doubt that, as it was a national\npossession, a horrible scandal would ensue if any misfortune should occur to\nit. I already regretted having ever consented to take charge of it. However, it\nwas too late to alter the matter now, so I locked it up in my private safe and\nturned once more to my work.\n\n\n“When evening came I felt that it would be an imprudence to leave so\nprecious a thing in the office behind me. Bankers’ safes had been forced\nbefore now, and why should not mine be? If so, how terrible would be the\nposition in which I should find myself! I determined, therefore, that for the\nnext few days I would always carry the case backward and forward with me, so\nthat it might never be really out of my reach. With this intention, I called a\ncab and drove out to my house at Streatham, carrying the jewel with me. I did\nnot breathe freely until I had taken it upstairs and locked it in the bureau of\nmy dressing-room.\n\n\n“And now a word as to my household, Mr. Holmes, for I wish you to\nthoroughly understand the situation. My groom and my page sleep out of the\nhouse, and may be set aside altogether. I have three maid-servants who have\nbeen with me a number of years and whose absolute reliability is quite above\nsuspicion. Another, Lucy Parr, the second waiting-maid, has only been in my\nservice a few months. She came with an excellent character, however, and has\nalways given me satisfaction. She is a very pretty girl and has attracted\nadmirers who have occasionally hung about the place. That is the only drawback\nwhich we have found to her, but we believe her to be a thoroughly good girl in\nevery way.\n\n\n“So much for the servants. My family itself is so small that it will not\ntake me long to describe it. I am a widower and have an only son, Arthur. He\nhas been a disappointment to me, Mr. Holmes—a grievous disappointment. I\nhave no doubt that I am myself to blame. People tell me that I have spoiled\nhim. Very likely I have. When my dear wife died I felt that he was all I had to\nlove. I could not bear to see the smile fade even for a moment from his face. I\nhave never denied him a wish. Perhaps it would have been better for both of us\nhad I been sterner, but I meant it for the best.\n\n\n“It was naturally my intention that he should succeed me in my business,\nbut he was not of a business turn. He was wild, wayward, and, to speak the\ntruth, I could not trust him in the handling of large sums of money. When he\nwas young he became a member of an aristocratic club, and there, having\ncharming manners, he was soon the intimate of a number of men with long purses\nand expensive habits. He learned to play heavily at cards and to squander money\non the turf, until he had again and again to come to me and implore me to give\nhim an advance upon his allowance, that he might settle his debts of honour. He\ntried more than once to break away from the dangerous company which he was\nkeeping, but each time the influence of his friend, Sir George Burnwell, was\nenough to draw him back again.\n\n\n“And, indeed, I could not wonder that such a man as Sir George Burnwell\nshould gain an influence over him, for he has frequently brought him to my\nhouse, and I have found myself that I could hardly resist the fascination of\nhis manner. He is older than Arthur, a man of the world to his finger-tips, one\nwho had been everywhere, seen everything, a brilliant talker, and a man of\ngreat personal beauty. Yet when I think of him in cold blood, far away from the\nglamour of his presence, I am convinced from his cynical speech and the look\nwhich I have caught in his eyes that he is one who should be deeply distrusted.\nSo I think, and so, too, thinks my little Mary, who has a woman’s quick\ninsight into character.\n\n\n“And now there is only she to be described. She is my niece; but when my\nbrother died five years ago and left her alone in the world I adopted her, and\nhave looked upon her ever since as my daughter. She is a sunbeam in my\nhouse—sweet, loving, beautiful, a wonderful manager and housekeeper, yet\nas tender and quiet and gentle as a woman could be. She is my right hand. I do\nnot know what I could do without her. In only one matter has she ever gone\nagainst my wishes. Twice my boy has asked her to marry him, for he loves her\ndevotedly, but each time she has refused him. I think that if anyone could have\ndrawn him into the right path it would have been she, and that his marriage\nmight have changed his whole life; but now, alas! it is too late—forever\ntoo late!\n\n\n“Now, Mr. Holmes, you know the people who live under my roof, and I shall\ncontinue with my miserable story.\n\n\n“When we were taking coffee in the drawing-room that night after dinner,\nI told Arthur and Mary my experience, and of the precious treasure which we had\nunder our roof, suppressing only the name of my client. Lucy Parr, who had\nbrought in the coffee, had, I am sure, left the room; but I cannot swear that\nthe door was closed. Mary and Arthur were much interested and wished to see the\nfamous coronet, but I thought it better not to disturb it.\n\n\n“‘Where have you put it?’ asked Arthur.\n\n\n“‘In my own bureau.’\n\n\n“‘Well, I hope to goodness the house won’t be burgled\nduring the night.’ said he.\n\n\n“‘It is locked up,’ I answered.\n\n\n“‘Oh, any old key will fit that bureau. When I was a\nyoungster I have opened it myself with the key of the box-room cupboard.’\n\n\n“He often had a wild way of talking, so that I thought little of what he\nsaid. He followed me to my room, however, that night with a very grave face.\n\n\n“‘Look here, dad,’ said he with his eyes cast down,\n‘can you let me have Â£ 200?’\n\n\n“‘No, I cannot!’ I answered sharply. ‘I have been\nfar too generous with you in money matters.’\n\n\n“‘You have been very kind,’ said he, ‘but I must\nhave this money, or else I can never show my face inside the club again.’\n\n\n“‘And a very good thing, too!’ I cried.\n\n\n“‘Yes, but you would not have me leave it a dishonoured\nman,’ said he. ‘I could not bear the disgrace. I must raise the\nmoney in some way, and if you will not let me have it, then I must try other\nmeans.’\n\n\n“I was very angry, for this was the third demand during the month.\n‘You shall not have a farthing from me,’ I cried, on which he bowed\nand left the room without another word.\n\n\n“When he was gone I unlocked my bureau, made sure that my treasure was\nsafe, and locked it again. Then I started to go round the house to see that all\nwas secure—a duty which I usually leave to Mary but which I thought it\nwell to perform myself that night. As I came down the stairs I saw Mary herself\nat the side window of the hall, which she closed and fastened as I approached.\n\n\n“‘Tell me, dad,’ said she, looking, I thought, a little\ndisturbed, ‘did you give Lucy, the maid, leave to go out to-night?’\n\n\n“‘Certainly not.’\n\n\n“‘She came in just now by the back door. I have no doubt that\nshe has only been to the side gate to see someone, but I think that it is\nhardly safe and should be stopped.’\n\n\n“‘You must speak to her in the morning, or I will if you\nprefer it. Are you sure that everything is fastened?’\n\n\n“‘Quite sure, dad.’\n\n\n“‘Then, good-night.’ I kissed her and went up to my\nbedroom again, where I was soon asleep.\n\n\n“I am endeavouring to tell you everything, Mr. Holmes, which may have any\nbearing upon the case, but I beg that you will question me upon any point which\nI do not make clear.”\n\n\n“On the contrary, your statement is singularly lucid.”\n\n\n“I come to a part of my story now in which I should wish to be\nparticularly so. I am not a very heavy sleeper, and the anxiety in my mind\ntended, no doubt, to make me even less so than usual. About two in the morning,\nthen, I was awakened by some sound in the house. It had ceased ere I was wide\nawake, but it had left an impression behind it as though a window had gently\nclosed somewhere. I lay listening with all my ears. Suddenly, to my horror,\nthere was a distinct sound of footsteps moving softly in the next room. I\nslipped out of bed, all palpitating with fear, and peeped round the corner of\nmy dressing-room door.\n\n\n“‘Arthur!’ I screamed, ‘you villain! you thief!\nHow dare you touch that coronet?’\n\n\n“The gas was half up, as I had left it, and my unhappy boy, dressed only\nin his shirt and trousers, was standing beside the light, holding the coronet\nin his hands. He appeared to be wrenching at it, or bending it with all his\nstrength. At my cry he dropped it from his grasp and turned as pale as death. I\nsnatched it up and examined it. One of the gold corners, with three of the\nberyls in it, was missing.\n\n\n“‘You blackguard!’ I shouted, beside myself with rage.\n‘You have destroyed it! You have dishonoured me forever! Where are the\njewels which you have stolen?’\n\n\n“‘Stolen!’ he cried.\n\n\n“‘Yes, thief!’ I roared, shaking him by the shoulder.\n\n\n“‘There are none missing. There cannot be any missing,’\nsaid he.\n\n\n“‘There are three missing. And you know where they are. Must\nI call you a liar as well as a thief? Did I not see you trying to tear off\nanother piece?’\n\n\n“‘You have called me names enough,’ said he, ‘I\nwill not stand it any longer. I shall not say another word about this business,\nsince you have chosen to insult me. I will leave your house in the morning and\nmake my own way in the world.’\n\n\n“‘You shall leave it in the hands of the police!’ I\ncried half-mad with grief and rage. ‘I shall have this matter probed to\nthe bottom.’\n\n\n“‘You shall learn nothing from me,’ said he with a\npassion such as I should not have thought was in his nature. ‘If you\nchoose to call the police, let the police find what they can.’\n\n\n“By this time the whole house was astir, for I had raised my voice in my\nanger. Mary was the first to rush into my room, and, at the sight of the\ncoronet and of Arthur’s face, she read the whole story and, with a\nscream, fell down senseless on the ground. I sent the housemaid for the police\nand put the investigation into their hands at once. When the inspector and a\nconstable entered the house, Arthur, who had stood sullenly with his arms\nfolded, asked me whether it was my intention to charge him with theft. I\nanswered that it had ceased to be a private matter, but had become a public\none, since the ruined coronet was national property. I was determined that the\nlaw should have its way in everything.\n\n\n“‘At least,’ said he, ‘you will not have me\narrested at once. It would be to your advantage as well as mine if I might\nleave the house for five minutes.’\n\n\n“‘That you may get away, or perhaps that you may conceal what\nyou have stolen,’ said I. And then, realising the dreadful position in\nwhich I was placed, I implored him to remember that not only my honour but that\nof one who was far greater than I was at stake; and that he threatened to raise\na scandal which would convulse the nation. He might avert it all if he would\nbut tell me what he had done with the three missing stones.\n\n\n“‘You may as well face the matter,’ said I; ‘you\nhave been caught in the act, and no confession could make your guilt more\nheinous. If you but make such reparation as is in your power, by telling us\nwhere the beryls are, all shall be forgiven and forgotten.’\n\n\n“‘Keep your forgiveness for those who ask for it,’ he\nanswered, turning away from me with a sneer. I saw that he was too hardened for\nany words of mine to influence him. There was but one way for it. I called in\nthe inspector and gave him into custody. A search was made at once not only of\nhis person but of his room and of every portion of the house where he could\npossibly have concealed the gems; but no trace of them could be found, nor\nwould the wretched boy open his mouth for all our persuasions and our threats.\nThis morning he was removed to a cell, and I, after going through all the\npolice formalities, have hurried round to you to implore you to use your skill\nin unravelling the matter. The police have openly confessed that they can at\npresent make nothing of it. You may go to any expense which you think\nnecessary. I have already offered a reward of Â£ 1000. My God, what shall I do!\nI have lost my honour, my gems, and my son in one night. Oh, what shall I\ndo!”\n\n\nHe put a hand on either side of his head and rocked himself to and fro, droning\nto himself like a child whose grief has got beyond words.\n\n\nSherlock Holmes sat silent for some few minutes, with his brows knitted and his\neyes fixed upon the fire.\n\n\n“Do you receive much company?” he asked.\n\n\n“None save my partner with his family and an occasional friend of\nArthur’s. Sir George Burnwell has been several times lately. No one else,\nI think.”\n\n\n“Do you go out much in society?”\n\n\n“Arthur does. Mary and I stay at home. We neither of us care for\nit.”\n\n\n“That is unusual in a young girl.”\n\n\n“She is of a quiet nature. Besides, she is not so very young. She is\nfour-and-twenty.”\n\n\n“This matter, from what you say, seems to have been a shock to her\nalso.”\n\n\n“Terrible! She is even more affected than I.”\n\n\n“You have neither of you any doubt as to your son’s guilt?”\n\n\n“How can we have when I saw him with my own eyes with the coronet in his\nhands.”\n\n\n“I hardly consider that a conclusive proof. Was the remainder of the\ncoronet at all injured?”\n\n\n“Yes, it was twisted.”\n\n\n“Do you not think, then, that he might have been trying to straighten\nit?”\n\n\n“God bless you! You are doing what you can for him and for me. But it is\ntoo heavy a task. What was he doing there at all? If his purpose were innocent,\nwhy did he not say so?”\n\n\n“Precisely. And if it were guilty, why did he not invent a lie? His\nsilence appears to me to cut both ways. There are several singular points about\nthe case. What did the police think of the noise which awoke you from your\nsleep?”\n\n\n“They considered that it might be caused by Arthur’s closing his\nbedroom door.”\n\n\n“A likely story! As if a man bent on felony would slam his door so as to\nwake a household. What did they say, then, of the disappearance of these\ngems?”\n\n\n“They are still sounding the planking and probing the furniture in the\nhope of finding them.”\n\n\n“Have they thought of looking outside the house?”\n\n\n“Yes, they have shown extraordinary energy. The whole garden has already\nbeen minutely examined.”\n\n\n“Now, my dear sir,” said Holmes, “is it not obvious to you\nnow that this matter really strikes very much deeper than either you or the\npolice were at first inclined to think? It appeared to you to be a simple case;\nto me it seems exceedingly complex. Consider what is involved by your theory.\nYou suppose that your son came down from his bed, went, at great risk, to your\ndressing-room, opened your bureau, took out your coronet, broke off by main\nforce a small portion of it, went off to some other place, concealed three gems\nout of the thirty-nine, with such skill that nobody can find them, and then\nreturned with the other thirty-six into the room in which he exposed himself to\nthe greatest danger of being discovered. I ask you now, is such a theory\ntenable?”\n\n\n“But what other is there?” cried the banker with a gesture of\ndespair. “If his motives were innocent, why does he not explain\nthem?”\n\n\n“It is our task to find that out,” replied Holmes; “so now,\nif you please, Mr. Holder, we will set off for Streatham together, and devote\nan hour to glancing a little more closely into details.”\n\n\nMy friend insisted upon my accompanying them in their expedition, which I was\neager enough to do, for my curiosity and sympathy were deeply stirred by the\nstory to which we had listened. I confess that the guilt of the banker’s\nson appeared to me to be as obvious as it did to his unhappy father, but still\nI had such faith in Holmes’ judgment that I felt that there must be some\ngrounds for hope as long as he was dissatisfied with the accepted explanation.\nHe hardly spoke a word the whole way out to the southern suburb, but sat with\nhis chin upon his breast and his hat drawn over his eyes, sunk in the deepest\nthought. Our client appeared to have taken fresh heart at the little glimpse of\nhope which had been presented to him, and he even broke into a desultory chat\nwith me over his business affairs. A short railway journey and a shorter walk\nbrought us to Fairbank, the modest residence of the great financier.\n\n\nFairbank was a good-sized square house of white stone, standing back a little\nfrom the road. A double carriage-sweep, with a snow-clad lawn, stretched down\nin front to two large iron gates which closed the entrance. On the right side\nwas a small wooden thicket, which led into a narrow path between two neat\nhedges stretching from the road to the kitchen door, and forming the\ntradesmen’s entrance. On the left ran a lane which led to the stables,\nand was not itself within the grounds at all, being a public, though little\nused, thoroughfare. Holmes left us standing at the door and walked slowly all\nround the house, across the front, down the tradesmen’s path, and so\nround by the garden behind into the stable lane. So long was he that Mr. Holder\nand I went into the dining-room and waited by the fire until he should return.\nWe were sitting there in silence when the door opened and a young lady came in.\nShe was rather above the middle height, slim, with dark hair and eyes, which\nseemed the darker against the absolute pallor of her skin. I do not think that\nI have ever seen such deadly paleness in a woman’s face. Her lips, too,\nwere bloodless, but her eyes were flushed with crying. As she swept silently\ninto the room she impressed me with a greater sense of grief than the banker\nhad done in the morning, and it was the more striking in her as she was\nevidently a woman of strong character, with immense capacity for\nself-restraint. Disregarding my presence, she went straight to her uncle and\npassed her hand over his head with a sweet womanly caress.\n\n\n“You have given orders that Arthur should be liberated, have you not,\ndad?” she asked.\n\n\n“No, no, my girl, the matter must be probed to the bottom.”\n\n\n“But I am so sure that he is innocent. You know what woman’s\ninstincts are. I know that he has done no harm and that you will be sorry for\nhaving acted so harshly.”\n\n\n“Why is he silent, then, if he is innocent?”\n\n\n“Who knows? Perhaps because he was so angry that you should suspect\nhim.”\n\n\n“How could I help suspecting him, when I actually saw him with the\ncoronet in his hand?”\n\n\n“Oh, but he had only picked it up to look at it. Oh, do, do take my word\nfor it that he is innocent. Let the matter drop and say no more. It is so\ndreadful to think of our dear Arthur in prison!”\n\n\n“I shall never let it drop until the gems are found—never, Mary!\nYour affection for Arthur blinds you as to the awful consequences to me. Far\nfrom hushing the thing up, I have brought a gentleman down from London to\ninquire more deeply into it.”\n\n\n“This gentleman?” she asked, facing round to me.\n\n\n“No, his friend. He wished us to leave him alone. He is round in the\nstable lane now.”\n\n\n“The stable lane?” She raised her dark eyebrows. “What can he\nhope to find there? Ah! this, I suppose, is he. I trust, sir, that you will\nsucceed in proving, what I feel sure is the truth, that my cousin Arthur is\ninnocent of this crime.”\n\n\n“I fully share your opinion, and I trust, with you, that we may prove\nit,” returned Holmes, going back to the mat to knock the snow from his\nshoes. “I believe I have the honour of addressing Miss Mary Holder. Might\nI ask you a question or two?”\n\n\n“Pray do, sir, if it may help to clear this horrible affair up.”\n\n\n“You heard nothing yourself last night?”\n\n\n“Nothing, until my uncle here began to speak loudly. I heard that, and I\ncame down.”\n\n\n“You shut up the windows and doors the night before. Did you fasten all\nthe windows?”\n\n\n“Yes.”\n\n\n“Were they all fastened this morning?”\n\n\n“Yes.”\n\n\n“You have a maid who has a sweetheart? I think that you remarked to your\nuncle last night that she had been out to see him?”\n\n\n“Yes, and she was the girl who waited in the drawing-room, and who may\nhave heard uncle’s remarks about the coronet.”\n\n\n“I see. You infer that she may have gone out to tell her sweetheart, and\nthat the two may have planned the robbery.”\n\n\n“But what is the good of all these vague theories,” cried the\nbanker impatiently, “when I have told you that I saw Arthur with the\ncoronet in his hands?”\n\n\n“Wait a little, Mr. Holder. We must come back to that. About this girl,\nMiss Holder. You saw her return by the kitchen door, I presume?”\n\n\n“Yes; when I went to see if the door was fastened for the night I met her\nslipping in. I saw the man, too, in the gloom.”\n\n\n“Do you know him?”\n\n\n“Oh, yes! he is the greengrocer who brings our vegetables round. His\nname is Francis Prosper.”\n\n\n“He stood,” said Holmes, “to the left of the door—that\nis to say, farther up the path than is necessary to reach the door?”\n\n\n“Yes, he did.”\n\n\n“And he is a man with a wooden leg?”\n\n\nSomething like fear sprang up in the young lady’s expressive black eyes.\n“Why, you are like a magician,” said she. “How do you know\nthat?” She smiled, but there was no answering smile in Holmes’\nthin, eager face.\n\n\n“I should be very glad now to go upstairs,” said he. “I shall\nprobably wish to go over the outside of the house again. Perhaps I had better\ntake a look at the lower windows before I go up.”\n\n\nHe walked swiftly round from one to the other, pausing only at the large one\nwhich looked from the hall onto the stable lane. This he opened and made a very\ncareful examination of the sill with his powerful magnifying lens. “Now\nwe shall go upstairs,” said he at last.\n\n\nThe banker’s dressing-room was a plainly furnished little chamber, with a\ngrey carpet, a large bureau, and a long mirror. Holmes went to the bureau first\nand looked hard at the lock.\n\n\n“Which key was used to open it?” he asked.\n\n\n“That which my son himself indicated—that of the cupboard of the\nlumber-room.”\n\n\n“Have you it here?”\n\n\n“That is it on the dressing-table.”\n\n\nSherlock Holmes took it up and opened the bureau.\n\n\n“It is a noiseless lock,” said he. “It is no wonder that it\ndid not wake you. This case, I presume, contains the coronet. We must have a\nlook at it.” He opened the case, and taking out the diadem he laid it\nupon the table. It was a magnificent specimen of the jeweller’s art, and\nthe thirty-six stones were the finest that I have ever seen. At one side of the\ncoronet was a cracked edge, where a corner holding three gems had been torn\naway.\n\n\n“Now, Mr. Holder,” said Holmes, “here is the corner which\ncorresponds to that which has been so unfortunately lost. Might I beg that you\nwill break it off.”\n\n\nThe banker recoiled in horror. “I should not dream of trying,” said\nhe.\n\n\n“Then I will.” Holmes suddenly bent his strength upon it, but\nwithout result. “I feel it give a little,” said he; “but,\nthough I am exceptionally strong in the fingers, it would take me all my time\nto break it. An ordinary man could not do it. Now, what do you think would\nhappen if I did break it, Mr. Holder? There would be a noise like a pistol\nshot. Do you tell me that all this happened within a few yards of your bed and\nthat you heard nothing of it?”\n\n\n“I do not know what to think. It is all dark to me.”\n\n\n“But perhaps it may grow lighter as we go. What do you think, Miss\nHolder?”\n\n\n“I confess that I still share my uncle’s perplexity.”\n\n\n“Your son had no shoes or slippers on when you saw him?”\n\n\n“He had nothing on save only his trousers and shirt.”\n\n\n“Thank you. We have certainly been favoured with extraordinary luck\nduring this inquiry, and it will be entirely our own fault if we do not succeed\nin clearing the matter up. With your permission, Mr. Holder, I shall now\ncontinue my investigations outside.”\n\n\nHe went alone, at his own request, for he explained that any unnecessary\nfootmarks might make his task more difficult. For an hour or more he was at\nwork, returning at last with his feet heavy with snow and his features as\ninscrutable as ever.\n\n\n“I think that I have seen now all that there is to see, Mr.\nHolder,” said he; “I can serve you best by returning to my\nrooms.”\n\n\n“But the gems, Mr. Holmes. Where are they?”\n\n\n“I cannot tell.”\n\n\nThe banker wrung his hands. “I shall never see them again!” he\ncried. “And my son? You give me hopes?”\n\n\n“My opinion is in no way altered.”\n\n\n“Then, for God’s sake, what was this dark business which was acted\nin my house last night?”\n\n\n“If you can call upon me at my Baker Street rooms to-morrow morning\nbetween nine and ten I shall be happy to do what I can to make it clearer. I\nunderstand that you give me carte blanche to act for you, provided only\nthat I get back the gems, and that you place no limit on the sum I may\ndraw.”\n\n\n“I would give my fortune to have them back.”\n\n\n“Very good. I shall look into the matter between this and then. Good-bye;\nit is just possible that I may have to come over here again before\nevening.”\n\n\nIt was obvious to me that my companion’s mind was now made up about the\ncase, although what his conclusions were was more than I could even dimly\nimagine. Several times during our homeward journey I endeavoured to sound him\nupon the point, but he always glided away to some other topic, until at last I\ngave it over in despair. It was not yet three when we found ourselves in our\nrooms once more. He hurried to his chamber and was down again in a few minutes\ndressed as a common loafer. With his collar turned up, his shiny, seedy coat,\nhis red cravat, and his worn boots, he was a perfect sample of the class.\n\n\n“I think that this should do,” said he, glancing into the glass\nabove the fireplace. “I only wish that you could come with me, Watson,\nbut I fear that it won’t do. I may be on the trail in this matter, or I\nmay be following a will-o’-the-wisp, but I shall soon know which it is. I\nhope that I may be back in a few hours.” He cut a slice of beef from the\njoint upon the sideboard, sandwiched it between two rounds of bread, and\nthrusting this rude meal into his pocket he started off upon his expedition.\n\n\nI had just finished my tea when he returned, evidently in excellent spirits,\nswinging an old elastic-sided boot in his hand. He chucked it down into a\ncorner and helped himself to a cup of tea.\n\n\n“I only looked in as I passed,” said he. “I am going right\non.”\n\n\n“Where to?”\n\n\n“Oh, to the other side of the West End. It may be some time before I get\nback. Don’t wait up for me in case I should be late.”\n\n\n“How are you getting on?”\n\n\n“Oh, so so. Nothing to complain of. I have been out to Streatham since I\nsaw you last, but I did not call at the house. It is a very sweet little\nproblem, and I would not have missed it for a good deal. However, I must not\nsit gossiping here, but must get these disreputable clothes off and return to\nmy highly respectable self.”\n\n\nI could see by his manner that he had stronger reasons for satisfaction than\nhis words alone would imply. His eyes twinkled, and there was even a touch of\ncolour upon his sallow cheeks. He hastened upstairs, and a few minutes later I\nheard the slam of the hall door, which told me that he was off once more upon\nhis congenial hunt.\n\n\nI waited until midnight, but there was no sign of his return, so I retired to\nmy room. It was no uncommon thing for him to be away for days and nights on end\nwhen he was hot upon a scent, so that his lateness caused me no surprise. I do\nnot know at what hour he came in, but when I came down to breakfast in the\nmorning there he was with a cup of coffee in one hand and the paper in the\nother, as fresh and trim as possible.\n\n\n“You will excuse my beginning without you, Watson,” said he,\n“but you remember that our client has rather an early appointment this\nmorning.”\n\n\n“Why, it is after nine now,” I answered. “I should not be\nsurprised if that were he. I thought I heard a ring.”\n\n\nIt was, indeed, our friend the financier. I was shocked by the change which had\ncome over him, for his face which was naturally of a broad and massive mould,\nwas now pinched and fallen in, while his hair seemed to me at least a shade\nwhiter. He entered with a weariness and lethargy which was even more painful\nthan his violence of the morning before, and he dropped heavily into the\narmchair which I pushed forward for him.\n\n\n“I do not know what I have done to be so severely tried,” said he.\n“Only two days ago I was a happy and prosperous man, without a care in\nthe world. Now I am left to a lonely and dishonoured age. One sorrow comes\nclose upon the heels of another. My niece, Mary, has deserted me.”\n\n\n“Deserted you?”\n\n\n“Yes. Her bed this morning had not been slept in, her room was empty, and\na note for me lay upon the hall table. I had said to her last night, in sorrow\nand not in anger, that if she had married my boy all might have been well with\nhim. Perhaps it was thoughtless of me to say so. It is to that remark that she\nrefers in this note:\n\n\n“‘MY DEAREST UNCLE,—I feel that I have brought trouble\nupon you, and that if I had acted differently this terrible misfortune might\nnever have occurred. I cannot, with this thought in my mind, ever again be\nhappy under your roof, and I feel that I must leave you forever. Do not worry\nabout my future, for that is provided for; and, above all, do not search for\nme, for it will be fruitless labour and an ill-service to me. In life or in\ndeath, I am ever your loving,\n\n\n“‘MARY.’\n\n\n“What could she mean by that note, Mr. Holmes? Do you think it points to\nsuicide?”\n\n\n“No, no, nothing of the kind. It is perhaps the best possible solution. I\ntrust, Mr. Holder, that you are nearing the end of your troubles.”\n\n\n“Ha! You say so! You have heard something, Mr. Holmes; you have learned\nsomething! Where are the gems?”\n\n\n“You would not think Â£ 1000 apiece an excessive sum for\nthem?”\n\n\n“I would pay ten.”\n\n\n“That would be unnecessary. Three thousand will cover the matter. And\nthere is a little reward, I fancy. Have you your cheque-book? Here is a pen.\nBetter make it out for Â£ 4000.”\n\n\nWith a dazed face the banker made out the required check. Holmes walked over to\nhis desk, took out a little triangular piece of gold with three gems in it, and\nthrew it down upon the table.\n\n\nWith a shriek of joy our client clutched it up.\n\n\n“You have it!” he gasped. “I am saved! I am saved!”\n\n\nThe reaction of joy was as passionate as his grief had been, and he hugged his\nrecovered gems to his bosom.\n\n\n“There is one other thing you owe, Mr. Holder,” said Sherlock\nHolmes rather sternly.\n\n\n“Owe!” He caught up a pen. “Name the sum, and I will pay\nit.”\n\n\n“No, the debt is not to me. You owe a very humble apology to that noble\nlad, your son, who has carried himself in this matter as I should be proud to\nsee my own son do, should I ever chance to have one.”\n\n\n“Then it was not Arthur who took them?”\n\n\n“I told you yesterday, and I repeat to-day, that it was not.”\n\n\n“You are sure of it! Then let us hurry to him at once to let him know\nthat the truth is known.”\n\n\n“He knows it already. When I had cleared it all up I had an interview\nwith him, and finding that he would not tell me the story, I told it to him, on\nwhich he had to confess that I was right and to add the very few details which\nwere not yet quite clear to me. Your news of this morning, however, may open\nhis lips.”\n\n\n“For Heaven’s sake, tell me, then, what is this extraordinary\nmystery!”\n\n\n“I will do so, and I will show you the steps by which I reached it. And\nlet me say to you, first, that which it is hardest for me to say and for you to\nhear: there has been an understanding between Sir George Burnwell and your\nniece Mary. They have now fled together.”\n\n\n“My Mary? Impossible!”\n\n\n“It is unfortunately more than possible; it is certain. Neither you nor\nyour son knew the true character of this man when you admitted him into your\nfamily circle. He is one of the most dangerous men in England—a ruined\ngambler, an absolutely desperate villain, a man without heart or conscience.\nYour niece knew nothing of such men. When he breathed his vows to her, as he\nhad done to a hundred before her, she flattered herself that she alone had\ntouched his heart. The devil knows best what he said, but at least she became\nhis tool and was in the habit of seeing him nearly every evening.”\n\n\n“I cannot, and I will not, believe it!” cried the banker with an\nashen face.\n\n\n“I will tell you, then, what occurred in your house last night. Your\nniece, when you had, as she thought, gone to your room, slipped down and talked\nto her lover through the window which leads into the stable lane. His footmarks\nhad pressed right through the snow, so long had he stood there. She told him of\nthe coronet. His wicked lust for gold kindled at the news, and he bent her to\nhis will. I have no doubt that she loved you, but there are women in whom the\nlove of a lover extinguishes all other loves, and I think that she must have\nbeen one. She had hardly listened to his instructions when she saw you coming\ndownstairs, on which she closed the window rapidly and told you about one of\nthe servants’ escapade with her wooden-legged lover, which was all\nperfectly true.\n\n\n“Your boy, Arthur, went to bed after his interview with you but he slept\nbadly on account of his uneasiness about his club debts. In the middle of the\nnight he heard a soft tread pass his door, so he rose and, looking out, was\nsurprised to see his cousin walking very stealthily along the passage until she\ndisappeared into your dressing-room. Petrified with astonishment, the lad\nslipped on some clothes and waited there in the dark to see what would come of\nthis strange affair. Presently she emerged from the room again, and in the\nlight of the passage-lamp your son saw that she carried the precious coronet in\nher hands. She passed down the stairs, and he, thrilling with horror, ran along\nand slipped behind the curtain near your door, whence he could see what passed\nin the hall beneath. He saw her stealthily open the window, hand out the\ncoronet to someone in the gloom, and then closing it once more hurry back to\nher room, passing quite close to where he stood hid behind the curtain.\n\n\n“As long as she was on the scene he could not take any action without a\nhorrible exposure of the woman whom he loved. But the instant that she was gone\nhe realised how crushing a misfortune this would be for you, and how\nall-important it was to set it right. He rushed down, just as he was, in his\nbare feet, opened the window, sprang out into the snow, and ran down the lane,\nwhere he could see a dark figure in the moonlight. Sir George Burnwell tried to\nget away, but Arthur caught him, and there was a struggle between them, your\nlad tugging at one side of the coronet, and his opponent at the other. In the\nscuffle, your son struck Sir George and cut him over the eye. Then something\nsuddenly snapped, and your son, finding that he had the coronet in his hands,\nrushed back, closed the window, ascended to your room, and had just observed\nthat the coronet had been twisted in the struggle and was endeavouring to\nstraighten it when you appeared upon the scene.”\n\n\n“Is it possible?” gasped the banker.\n\n\n“You then roused his anger by calling him names at a moment when he felt\nthat he had deserved your warmest thanks. He could not explain the true state\nof affairs without betraying one who certainly deserved little enough\nconsideration at his hands. He took the more chivalrous view, however, and\npreserved her secret.”\n\n\n“And that was why she shrieked and fainted when she saw the\ncoronet,” cried Mr. Holder. “Oh, my God! what a blind fool I have\nbeen! And his asking to be allowed to go out for five minutes! The dear fellow\nwanted to see if the missing piece were at the scene of the struggle. How\ncruelly I have misjudged him!”\n\n\n“When I arrived at the house,” continued Holmes, “I at once\nwent very carefully round it to observe if there were any traces in the snow\nwhich might help me. I knew that none had fallen since the evening before, and\nalso that there had been a strong frost to preserve impressions. I passed along\nthe tradesmen’s path, but found it all trampled down and\nindistinguishable. Just beyond it, however, at the far side of the kitchen\ndoor, a woman had stood and talked with a man, whose round impressions on one\nside showed that he had a wooden leg. I could even tell that they had been\ndisturbed, for the woman had run back swiftly to the door, as was shown by the\ndeep toe and light heel marks, while Wooden-leg had waited a little, and then\nhad gone away. I thought at the time that this might be the maid and her\nsweetheart, of whom you had already spoken to me, and inquiry showed it was so.\nI passed round the garden without seeing anything more than random tracks,\nwhich I took to be the police; but when I got into the stable lane a very long\nand complex story was written in the snow in front of me.\n\n\n“There was a double line of tracks of a booted man, and a second double\nline which I saw with delight belonged to a man with naked feet. I was at once\nconvinced from what you had told me that the latter was your son. The first had\nwalked both ways, but the other had run swiftly, and as his tread was marked in\nplaces over the depression of the boot, it was obvious that he had passed after\nthe other. I followed them up and found they led to the hall window, where\nBoots had worn all the snow away while waiting. Then I walked to the other end,\nwhich was a hundred yards or more down the lane. I saw where Boots had faced\nround, where the snow was cut up as though there had been a struggle, and,\nfinally, where a few drops of blood had fallen, to show me that I was not\nmistaken. Boots had then run down the lane, and another little smudge of blood\nshowed that it was he who had been hurt. When he came to the high road at the\nother end, I found that the pavement had been cleared, so there was an end to\nthat clue.\n\n\n“On entering the house, however, I examined, as you remember, the sill\nand framework of the hall window with my lens, and I could at once see that\nsomeone had passed out. I could distinguish the outline of an instep where the\nwet foot had been placed in coming in. I was then beginning to be able to form\nan opinion as to what had occurred. A man had waited outside the window;\nsomeone had brought the gems; the deed had been overseen by your son; he had\npursued the thief; had struggled with him; they had each tugged at the coronet,\ntheir united strength causing injuries which neither alone could have effected.\nHe had returned with the prize, but had left a fragment in the grasp of his\nopponent. So far I was clear. The question now was, who was the man, and who was\nit brought him the coronet?\n\n\n“It is an old maxim of mine that when you have excluded the impossible,\nwhatever remains, however improbable, must be the truth. Now, I knew that it\nwas not you who had brought it down, so there only remained your niece and the\nmaids. But if it were the maids, why should your son allow himself to be\naccused in their place? There could be no possible reason. As he loved his\ncousin, however, there was an excellent explanation why he should retain her\nsecret—the more so as the secret was a disgraceful one. When I remembered\nthat you had seen her at that window, and how she had fainted on seeing the\ncoronet again, my conjecture became a certainty.\n\n\n“And who could it be who was her confederate? A lover evidently, for who\nelse could outweigh the love and gratitude which she must feel to you? I knew\nthat you went out little, and that your circle of friends was a very limited\none. But among them was Sir George Burnwell. I had heard of him before as being\na man of evil reputation among women. It must have been he who wore those boots\nand retained the missing gems. Even though he knew that Arthur had discovered\nhim, he might still flatter himself that he was safe, for the lad could not say\na word without compromising his own family.\n\n\n“Well, your own good sense will suggest what measures I took next. I went\nin the shape of a loafer to Sir George’s house, managed to pick up an\nacquaintance with his valet, learned that his master had cut his head the night\nbefore, and, finally, at the expense of six shillings, made all sure by buying\na pair of his cast-off shoes. With these I journeyed down to Streatham and saw\nthat they exactly fitted the tracks.”\n\n\n“I saw an ill-dressed vagabond in the lane yesterday evening,” said\nMr. Holder.\n\n\n“Precisely. It was I. I found that I had my man, so I came home and\nchanged my clothes. It was a delicate part which I had to play then, for I saw\nthat a prosecution must be avoided to avert scandal, and I knew that so astute\na villain would see that our hands were tied in the matter. I went and saw him.\nAt first, of course, he denied everything. But when I gave him every particular\nthat had occurred, he tried to bluster and took down a life-preserver from the\nwall. I knew my man, however, and I clapped a pistol to his head before he\ncould strike. Then he became a little more reasonable. I told him that we would\ngive him a price for the stones he held—Â£ 1000 apiece. That brought out\nthe first signs of grief that he had shown. ‘Why, dash it all!’\nsaid he, ‘I’ve let them go at six hundred for the three!’ I\nsoon managed to get the address of the receiver who had them, on promising him\nthat there would be no prosecution. Off I set to him, and after much chaffering\nI got our stones at Â£ 1000 apiece. Then I looked in upon your son, told him\nthat all was right, and eventually got to my bed about two o’clock, after\nwhat I may call a really hard day’s work.”\n\n\n“A day which has saved England from a great public scandal,” said\nthe banker, rising. “Sir, I cannot find words to thank you, but you shall\nnot find me ungrateful for what you have done. Your skill has indeed exceeded\nall that I have heard of it. And now I must fly to my dear boy to apologise to\nhim for the wrong which I have done him. As to what you tell me of poor Mary,\nit goes to my very heart. Not even your skill can inform me where she is\nnow.”\n\n\n“I think that we may safely say,” returned Holmes, “that she\nis wherever Sir George Burnwell is. It is equally certain, too, that whatever\nher sins are, they will soon receive a more than sufficient punishment.”\n",
    "metadata": {
        "author": "Arthur Conan Doyle",
        "year": 1891,
        "url": "https://www.gutenberg.org/files/1661/1661-h/1661-h.htm",
        "name": "beryl_coronet"
    }
}