{
    "name": "Sherlock Holmes - The Adventure of the Blue Carbuncle",
    "body": "\nI had called upon my\nfriend Sherlock Holmes upon the second morning after Christmas, with the\nintention of wishing him the compliments of the season. He was lounging upon\nthe sofa in a purple dressing-gown, a pipe-rack within his reach upon the\nright, and a pile of crumpled morning papers, evidently newly studied, near at\nhand. Beside the couch was a wooden chair, and on the angle of the back hung a\nvery seedy and disreputable hard-felt hat, much the worse for wear, and cracked\nin several places. A lens and a forceps lying upon the seat of the chair\nsuggested that the hat had been suspended in this manner for the purpose of\nexamination.\n\n\n“You are engaged,” said I; “perhaps I interrupt you.”\n\n\n“Not at all. I am glad to have a friend with whom I can discuss my\nresults. The matter is a perfectly trivial one”—he jerked his thumb\nin the direction of the old hat—“but there are points in connection\nwith it which are not entirely devoid of interest and even of\ninstruction.”\n\n\nI seated myself in his armchair and warmed my hands before his crackling fire,\nfor a sharp frost had set in, and the windows were thick with the ice crystals.\n“I suppose,” I remarked, “that, homely as it looks, this\nthing has some deadly story linked on to it—that it is the clue which\nwill guide you in the solution of some mystery and the punishment of some\ncrime.”\n\n\n“No, no. No crime,” said Sherlock Holmes, laughing. “Only one\nof those whimsical little incidents which will happen when you have four\nmillion human beings all jostling each other within the space of a few square\nmiles. Amid the action and reaction of so dense a swarm of humanity, every\npossible combination of events may be expected to take place, and many a little\nproblem will be presented which may be striking and bizarre without being\ncriminal. We have already had experience of such.”\n\n\n“So much so,” I remarked, “that of the last six cases which I\nhave added to my notes, three have been entirely free of any legal\ncrime.”\n\n\n“Precisely. You allude to my attempt to recover the Irene Adler papers,\nto the singular case of Miss Mary Sutherland, and to the adventure of the man\nwith the twisted lip. Well, I have no doubt that this small matter will fall\ninto the same innocent category. You know Peterson, the commissionaire?”\n\n\n“Yes.”\n\n\n“It is to him that this trophy belongs.”\n\n\n“It is his hat.”\n\n\n“No, no, he found it. Its owner is unknown. I beg that you will look upon\nit not as a battered billycock but as an intellectual problem. And, first, as\nto how it came here. It arrived upon Christmas morning, in company with a good\nfat goose, which is, I have no doubt, roasting at this moment in front of\nPeterson’s fire. The facts are these: about four o’clock on\nChristmas morning, Peterson, who, as you know, is a very honest fellow, was\nreturning from some small jollification and was making his way homeward down\nTottenham Court Road. In front of him he saw, in the gaslight, a tallish man,\nwalking with a slight stagger, and carrying a white goose slung over his\nshoulder. As he reached the corner of Goodge Street, a row broke out between\nthis stranger and a little knot of roughs. One of the latter knocked off the\nman’s hat, on which he raised his stick to defend himself and, swinging\nit over his head, smashed the shop window behind him. Peterson had rushed\nforward to protect the stranger from his assailants; but the man, shocked at\nhaving broken the window, and seeing an official-looking person in uniform\nrushing towards him, dropped his goose, took to his heels, and vanished amid\nthe labyrinth of small streets which lie at the back of Tottenham Court Road.\nThe roughs had also fled at the appearance of Peterson, so that he was left in\npossession of the field of battle, and also of the spoils of victory in the\nshape of this battered hat and a most unimpeachable Christmas goose.”\n\n\n“Which surely he restored to their owner?”\n\n\n“My dear fellow, there lies the problem. It is true that ‘For Mrs.\nHenry Baker’ was printed upon a small card which was tied to the\nbird’s left leg, and it is also true that the initials ‘H.\nB.’ are legible upon the lining of this hat, but as there are some\nthousands of Bakers, and some hundreds of Henry Bakers in this city of ours, it\nis not easy to restore lost property to any one of them.”\n\n\n“What, then, did Peterson do?”\n\n\n“He brought round both hat and goose to me on Christmas morning, knowing\nthat even the smallest problems are of interest to me. The goose we retained\nuntil this morning, when there were signs that, in spite of the slight frost,\nit would be well that it should be eaten without unnecessary delay. Its finder\nhas carried it off, therefore, to fulfil the ultimate destiny of a goose, while\nI continue to retain the hat of the unknown gentleman who lost his Christmas\ndinner.”\n\n\n“Did he not advertise?”\n\n\n“No.”\n\n\n“Then, what clue could you have as to his identity?”\n\n\n“Only as much as we can deduce.”\n\n\n“From his hat?”\n\n\n“Precisely.”\n\n\n“But you are joking. What can you gather from this old battered\nfelt?”\n\n\n“Here is my lens. You know my methods. What can you gather yourself as to\nthe individuality of the man who has worn this article?”\n\n\nI took the tattered object in my hands and turned it over rather ruefully. It\nwas a very ordinary black hat of the usual round shape, hard and much the worse\nfor wear. The lining had been of red silk, but was a good deal discoloured.\nThere was no maker’s name; but, as Holmes had remarked, the initials\n“H. B.” were scrawled upon one side. It was pierced in the brim for\na hat-securer, but the elastic was missing. For the rest, it was cracked,\nexceedingly dusty, and spotted in several places, although there seemed to have\nbeen some attempt to hide the discoloured patches by smearing them with ink.\n\n\n“I can see nothing,” said I, handing it back to my friend.\n\n\n“On the contrary, Watson, you can see everything. You fail, however, to\nreason from what you see. You are too timid in drawing your inferences.”\n\n\n“Then, pray tell me what it is that you can infer from this hat?”\n\n\nHe picked it up and gazed at it in the peculiar introspective fashion which was\ncharacteristic of him. “It is perhaps less suggestive than it might have\nbeen,” he remarked, “and yet there are a few inferences which are\nvery distinct, and a few others which represent at least a strong balance of\nprobability. That the man was highly intellectual is of course obvious upon the\nface of it, and also that he was fairly well-to-do within the last three years,\nalthough he has now fallen upon evil days. He had foresight, but has less now\nthan formerly, pointing to a moral retrogression, which, when taken with the\ndecline of his fortunes, seems to indicate some evil influence, probably drink,\nat work upon him. This may account also for the obvious fact that his wife has\nceased to love him.”\n\n\n“My dear Holmes!”\n\n\n“He has, however, retained some degree of self-respect,” he\ncontinued, disregarding my remonstrance. “He is a man who leads a\nsedentary life, goes out little, is out of training entirely, is middle-aged,\nhas grizzled hair which he has had cut within the last few days, and which he\nanoints with lime-cream. These are the more patent facts which are to be\ndeduced from his hat. Also, by the way, that it is extremely improbable that he\nhas gas laid on in his house.”\n\n\n“You are certainly joking, Holmes.”\n\n\n“Not in the least. Is it possible that even now, when I give you these\nresults, you are unable to see how they are attained?”\n\n\n“I have no doubt that I am very stupid, but I must confess that I am\nunable to follow you. For example, how did you deduce that this man was\nintellectual?”\n\n\nFor answer Holmes clapped the hat upon his head. It came right over the\nforehead and settled upon the bridge of his nose. “It is a question of\ncubic capacity,” said he; “a man with so large a brain must have\nsomething in it.”\n\n\n“The decline of his fortunes, then?”\n\n\n“This hat is three years old. These flat brims curled at the edge came in\nthen. It is a hat of the very best quality. Look at the band of ribbed silk and\nthe excellent lining. If this man could afford to buy so expensive a hat three\nyears ago, and has had no hat since, then he has assuredly gone down in the\nworld.”\n\n\n“Well, that is clear enough, certainly. But how about the foresight and\nthe moral retrogression?”\n\n\nSherlock Holmes laughed. “Here is the foresight,” said he putting\nhis finger upon the little disc and loop of the hat-securer. “They are\nnever sold upon hats. If this man ordered one, it is a sign of a certain amount\nof foresight, since he went out of his way to take this precaution against the\nwind. But since we see that he has broken the elastic and has not troubled to\nreplace it, it is obvious that he has less foresight now than formerly, which\nis a distinct proof of a weakening nature. On the other hand, he has\nendeavoured to conceal some of these stains upon the felt by daubing them with\nink, which is a sign that he has not entirely lost his self-respect.”\n\n\n“Your reasoning is certainly plausible.”\n\n\n“The further points, that he is middle-aged, that his hair is grizzled,\nthat it has been recently cut, and that he uses lime-cream, are all to be\ngathered from a close examination of the lower part of the lining. The lens\ndiscloses a large number of hair-ends, clean cut by the scissors of the barber.\nThey all appear to be adhesive, and there is a distinct odour of lime-cream.\nThis dust, you will observe, is not the gritty, grey dust of the street but the\nfluffy brown dust of the house, showing that it has been hung up indoors most\nof the time, while the marks of moisture upon the inside are proof positive\nthat the wearer perspired very freely, and could therefore, hardly be in the\nbest of training.”\n\n\n“But his wife—you said that she had ceased to love him.”\n\n\n“This hat has not been brushed for weeks. When I see you, my dear Watson,\nwith a week’s accumulation of dust upon your hat, and when your wife\nallows you to go out in such a state, I shall fear that you also have been\nunfortunate enough to lose your wife’s affection.”\n\n\n“But he might be a bachelor.”\n\n\n“Nay, he was bringing home the goose as a peace-offering to his wife.\nRemember the card upon the bird’s leg.”\n\n\n“You have an answer to everything. But how on earth do you deduce that\nthe gas is not laid on in his house?”\n\n\n“One tallow stain, or even two, might come by chance; but when I see no\nless than five, I think that there can be little doubt that the individual must\nbe brought into frequent contact with burning tallow—walks upstairs at\nnight probably with his hat in one hand and a guttering candle in the other.\nAnyhow, he never got tallow-stains from a gas-jet. Are you satisfied?”\n\n\n“Well, it is very ingenious,” said I, laughing; “but since,\nas you said just now, there has been no crime committed, and no harm done save\nthe loss of a goose, all this seems to be rather a waste of energy.”\n\n\nSherlock Holmes had opened his mouth to reply, when the door flew open, and\nPeterson, the commissionaire, rushed into the apartment with flushed cheeks and\nthe face of a man who is dazed with astonishment.\n\n\n“The goose, Mr. Holmes! The goose, sir!” he gasped.\n\n\n“Eh? What of it, then? Has it returned to life and flapped off through\nthe kitchen window?” Holmes twisted himself round upon the sofa to get a\nfairer view of the man’s excited face.\n\n\n“See here, sir! See what my wife found in its crop!” He held out\nhis hand and displayed upon the centre of the palm a brilliantly scintillating\nblue stone, rather smaller than a bean in size, but of such purity and radiance\nthat it twinkled like an electric point in the dark hollow of his hand.\n\n\nSherlock Holmes sat up with a whistle. “By Jove, Peterson!” said\nhe, “this is treasure trove indeed. I suppose you know what you have\ngot?”\n\n\n“A diamond, sir? A precious stone. It cuts into glass as though it were\nputty.”\n\n\n“It’s more than a precious stone. It is the precious\nstone.”\n\n\n“Not the Countess of Morcar’s blue carbuncle!” I ejaculated.\n\n\n“Precisely so. I ought to know its size and shape, seeing that I have\nread the advertisement about it in The Times every day lately. It is\nabsolutely unique, and its value can only be conjectured, but the reward\noffered of Â£ 1000 is certainly not within a twentieth part of the market\nprice.”\n\n\n“A thousand pounds! Great Lord of mercy!” The commissionaire\nplumped down into a chair and stared from one to the other of us.\n\n\n“That is the reward, and I have reason to know that there are sentimental\nconsiderations in the background which would induce the Countess to part with\nhalf her fortune if she could but recover the gem.”\n\n\n“It was lost, if I remember aright, at the Hotel Cosmopolitan,” I\nremarked.\n\n\n“Precisely so, on December 22nd, just five days ago. John Horner, a\nplumber, was accused of having abstracted it from the lady’s jewel-case.\nThe evidence against him was so strong that the case has been referred to the\nAssizes. I have some account of the matter here, I believe.” He rummaged\namid his newspapers, glancing over the dates, until at last he smoothed one\nout, doubled it over, and read the following paragraph:\n\n\n“Hotel Cosmopolitan Jewel Robbery. John Horner, 26, plumber, was brought\nup upon the charge of having upon the 22nd inst., abstracted from the\njewel-case of the Countess of Morcar the valuable gem known as the blue\ncarbuncle. James Ryder, upper-attendant at the hotel, gave his evidence to the\neffect that he had shown Horner up to the dressing-room of the Countess of\nMorcar upon the day of the robbery in order that he might solder the second bar\nof the grate, which was loose. He had remained with Horner some little time,\nbut had finally been called away. On returning, he found that Horner had\ndisappeared, that the bureau had been forced open, and that the small morocco\ncasket in which, as it afterwards transpired, the Countess was accustomed to\nkeep her jewel, was lying empty upon the dressing-table. Ryder instantly gave\nthe alarm, and Horner was arrested the same evening; but the stone could not be\nfound either upon his person or in his rooms. Catherine Cusack, maid to the\nCountess, deposed to having heard Ryder’s cry of dismay on discovering\nthe robbery, and to having rushed into the room, where she found matters as\ndescribed by the last witness. Inspector Bradstreet, B division, gave evidence\nas to the arrest of Horner, who struggled frantically, and protested his\ninnocence in the strongest terms. Evidence of a previous conviction for robbery\nhaving been given against the prisoner, the magistrate refused to deal\nsummarily with the offence, but referred it to the Assizes. Horner, who had\nshown signs of intense emotion during the proceedings, fainted away at the\nconclusion and was carried out of court.”\n\n\n“Hum! So much for the police-court,” said Holmes thoughtfully,\ntossing aside the paper. “The question for us now to solve is the\nsequence of events leading from a rifled jewel-case at one end to the crop of a\ngoose in Tottenham Court Road at the other. You see, Watson, our little\ndeductions have suddenly assumed a much more important and less innocent\naspect. Here is the stone; the stone came from the goose, and the goose came\nfrom Mr. Henry Baker, the gentleman with the bad hat and all the other\ncharacteristics with which I have bored you. So now we must set ourselves very\nseriously to finding this gentleman and ascertaining what part he has played in\nthis little mystery. To do this, we must try the simplest means first, and\nthese lie undoubtedly in an advertisement in all the evening papers. If this\nfail, I shall have recourse to other methods.”\n\n\n“What will you say?”\n\n\n“Give me a pencil and that slip of paper. Now, then: ‘Found at the\ncorner of Goodge Street, a goose and a black felt hat. Mr. Henry Baker can have\nthe same by applying at 6:30 this evening at 221B, Baker Street.’ That is\nclear and concise.”\n\n\n“Very. But will he see it?”\n\n\n“Well, he is sure to keep an eye on the papers, since, to a poor man, the\nloss was a heavy one. He was clearly so scared by his mischance in breaking the\nwindow and by the approach of Peterson that he thought of nothing but flight,\nbut since then he must have bitterly regretted the impulse which caused him to\ndrop his bird. Then, again, the introduction of his name will cause him to see\nit, for everyone who knows him will direct his attention to it. Here you are,\nPeterson, run down to the advertising agency and have this put in the evening\npapers.”\n\n\n“In which, sir?”\n\n\n“Oh, in the Globe, Star, Pall Mall, St.\nJames’s Gazette, Evening News, Standard, Echo,\nand any others that occur to you.”\n\n\n“Very well, sir. And this stone?”\n\n\n“Ah, yes, I shall keep the stone. Thank you. And, I say, Peterson, just\nbuy a goose on your way back and leave it here with me, for we must have one to\ngive to this gentleman in place of the one which your family is now\ndevouring.”\n\n\nWhen the commissionaire had gone, Holmes took up the stone and held it against\nthe light. “It’s a bonny thing,” said he. “Just see how\nit glints and sparkles. Of course it is a nucleus and focus of crime. Every\ngood stone is. They are the devil’s pet baits. In the larger and older\njewels every facet may stand for a bloody deed. This stone is not yet twenty\nyears old. It was found in the banks of the Amoy River in southern China and is\nremarkable in having every characteristic of the carbuncle, save that it is\nblue in shade instead of ruby red. In spite of its youth, it has already a\nsinister history. There have been two murders, a vitriol-throwing, a suicide,\nand several robberies brought about for the sake of this forty-grain weight of\ncrystallised charcoal. Who would think that so pretty a toy would be a purveyor\nto the gallows and the prison? I’ll lock it up in my strong box now and\ndrop a line to the Countess to say that we have it.”\n\n\n“Do you think that this man Horner is innocent?”\n\n\n“I cannot tell.”\n\n\n“Well, then, do you imagine that this other one, Henry Baker, had\nanything to do with the matter?”\n\n\n“It is, I think, much more likely that Henry Baker is an absolutely\ninnocent man, who had no idea that the bird which he was carrying was of\nconsiderably more value than if it were made of solid gold. That, however, I\nshall determine by a very simple test if we have an answer to our\nadvertisement.”\n\n\n“And you can do nothing until then?”\n\n\n“Nothing.”\n\n\n“In that case I shall continue my professional round. But I shall come\nback in the evening at the hour you have mentioned, for I should like to see\nthe solution of so tangled a business.”\n\n\n“Very glad to see you. I dine at seven. There is a woodcock, I believe.\nBy the way, in view of recent occurrences, perhaps I ought to ask Mrs. Hudson\nto examine its crop.”\n\n\nI had been delayed at a case, and it was a little after half-past six when I\nfound myself in Baker Street once more. As I approached the house I saw a tall\nman in a Scotch bonnet with a coat which was buttoned up to his chin waiting\noutside in the bright semicircle which was thrown from the fanlight. Just as I\narrived the door was opened, and we were shown up together to Holmes’\nroom.\n\n\n“Mr. Henry Baker, I believe,” said he, rising from his armchair and\ngreeting his visitor with the easy air of geniality which he could so readily\nassume. “Pray take this chair by the fire, Mr. Baker. It is a cold night,\nand I observe that your circulation is more adapted for summer than for winter.\nAh, Watson, you have just come at the right time. Is that your hat, Mr.\nBaker?”\n\n\n“Yes, sir, that is undoubtedly my hat.”\n\n\nHe was a large man with rounded shoulders, a massive head, and a broad,\nintelligent face, sloping down to a pointed beard of grizzled brown. A touch of\nred in nose and cheeks, with a slight tremor of his extended hand, recalled\nHolmes’ surmise as to his habits. His rusty black frock-coat was buttoned\nright up in front, with the collar turned up, and his lank wrists protruded\nfrom his sleeves without a sign of cuff or shirt. He spoke in a slow staccato\nfashion, choosing his words with care, and gave the impression generally of a\nman of learning and letters who had had ill-usage at the hands of fortune.\n\n\n“We have retained these things for some days,” said Holmes,\n“because we expected to see an advertisement from you giving your\naddress. I am at a loss to know now why you did not advertise.”\n\n\nOur visitor gave a rather shamefaced laugh. “Shillings have not been so\nplentiful with me as they once were,” he remarked. “I had no doubt\nthat the gang of roughs who assaulted me had carried off both my hat and the\nbird. I did not care to spend more money in a hopeless attempt at recovering\nthem.”\n\n\n“Very naturally. By the way, about the bird, we were compelled to eat\nit.”\n\n\n“To eat it!” Our visitor half rose from his chair in his\nexcitement.\n\n\n“Yes, it would have been of no use to anyone had we not done so. But I\npresume that this other goose upon the sideboard, which is about the same\nweight and perfectly fresh, will answer your purpose equally well?”\n\n\n“Oh, certainly, certainly,” answered Mr. Baker with a sigh of\nrelief.\n\n\n“Of course, we still have the feathers, legs, crop, and so on of your own\nbird, so if you wish—”\n\n\nThe man burst into a hearty laugh. “They might be useful to me as relics\nof my adventure,” said he, “but beyond that I can hardly see what\nuse the disjecta membra of my late acquaintance are going to be to me.\nNo, sir, I think that, with your permission, I will confine my attentions to\nthe excellent bird which I perceive upon the sideboard.”\n\n\nSherlock Holmes glanced sharply across at me with a slight shrug of his\nshoulders.\n\n\n“There is your hat, then, and there your bird,” said he. “By\nthe way, would it bore you to tell me where you got the other one from? I am\nsomewhat of a fowl fancier, and I have seldom seen a better grown goose.”\n\n\n“Certainly, sir,” said Baker, who had risen and tucked his newly\ngained property under his arm. “There are a few of us who frequent the\nAlpha Inn, near the Museum—we are to be found in the Museum itself during\nthe day, you understand. This year our good host, Windigate by name, instituted\na goose club, by which, on consideration of some few pence every week, we were\neach to receive a bird at Christmas. My pence were duly paid, and the rest is\nfamiliar to you. I am much indebted to you, sir, for a Scotch bonnet is fitted\nneither to my years nor my gravity.” With a comical pomposity of manner\nhe bowed solemnly to both of us and strode off upon his way.\n\n\n“So much for Mr. Henry Baker,” said Holmes when he had closed the\ndoor behind him. “It is quite certain that he knows nothing whatever\nabout the matter. Are you hungry, Watson?”\n\n\n“Not particularly.”\n\n\n“Then I suggest that we turn our dinner into a supper and follow up this\nclue while it is still hot.”\n\n\n“By all means.”\n\n\nIt was a bitter night, so we drew on our ulsters and wrapped cravats about our\nthroats. Outside, the stars were shining coldly in a cloudless sky, and the\nbreath of the passers-by blew out into smoke like so many pistol shots. Our\nfootfalls rang out crisply and loudly as we swung through the doctors’\nquarter, Wimpole Street, Harley Street, and so through Wigmore Street into\nOxford Street. In a quarter of an hour we were in Bloomsbury at the Alpha Inn,\nwhich is a small public-house at the corner of one of the streets which runs\ndown into Holborn. Holmes pushed open the door of the private bar and ordered\ntwo glasses of beer from the ruddy-faced, white-aproned landlord.\n\n\n“Your beer should be excellent if it is as good as your geese,”\nsaid he.\n\n\n“My geese!” The man seemed surprised.\n\n\n“Yes. I was speaking only half an hour ago to Mr. Henry Baker, who was a\nmember of your goose club.”\n\n\n“Ah! yes, I see. But you see, sir, them’s not our\ngeese.”\n\n\n“Indeed! Whose, then?”\n\n\n“Well, I got the two dozen from a salesman in Covent Garden.”\n\n\n“Indeed? I know some of them. Which was it?”\n\n\n“Breckinridge is his name.”\n\n\n“Ah! I don’t know him. Well, here’s your good health\nlandlord, and prosperity to your house. Good-night.”\n\n\n“Now for Mr. Breckinridge,” he continued, buttoning up his coat as\nwe came out into the frosty air. “Remember, Watson that though we have so\nhomely a thing as a goose at one end of this chain, we have at the other a man\nwho will certainly get seven years’ penal servitude unless we can\nestablish his innocence. It is possible that our inquiry may but confirm his\nguilt; but, in any case, we have a line of investigation which has been missed\nby the police, and which a singular chance has placed in our hands. Let us\nfollow it out to the bitter end. Faces to the south, then, and quick\nmarch!”\n\n\nWe passed across Holborn, down Endell Street, and so through a zigzag of slums\nto Covent Garden Market. One of the largest stalls bore the name of\nBreckinridge upon it, and the proprietor a horsey-looking man, with a sharp\nface and trim side-whiskers was helping a boy to put up the shutters.\n\n\n“Good-evening. It’s a cold night,” said Holmes.\n\n\nThe salesman nodded and shot a questioning glance at my companion.\n\n\n“Sold out of geese, I see,” continued Holmes, pointing at the bare\nslabs of marble.\n\n\n“Let you have five hundred to-morrow morning.”\n\n\n“That’s no good.”\n\n\n“Well, there are some on the stall with the gas-flare.”\n\n\n“Ah, but I was recommended to you.”\n\n\n“Who by?”\n\n\n“The landlord of the Alpha.”\n\n\n“Oh, yes; I sent him a couple of dozen.”\n\n\n“Fine birds they were, too. Now where did you get them from?”\n\n\nTo my surprise the question provoked a burst of anger from the salesman.\n\n\n“Now, then, mister,” said he, with his head cocked and his arms\nakimbo, “what are you driving at? Let’s have it straight,\nnow.”\n\n\n“It is straight enough. I should like to know who sold you the geese\nwhich you supplied to the Alpha.”\n\n\n“Well then, I shan’t tell you. So now!”\n\n\n“Oh, it is a matter of no importance; but I don’t know why you\nshould be so warm over such a trifle.”\n\n\n“Warm! You’d be as warm, maybe, if you were as pestered as I am.\nWhen I pay good money for a good article there should be an end of the\nbusiness; but it’s ‘Where are the geese?’ and ‘Who did\nyou sell the geese to?’ and ‘What will you take for the\ngeese?’ One would think they were the only geese in the world, to hear\nthe fuss that is made over them.”\n\n\n“Well, I have no connection with any other people who have been making\ninquiries,” said Holmes carelessly. “If you won’t tell us the\nbet is off, that is all. But I’m always ready to back my opinion on a\nmatter of fowls, and I have a fiver on it that the bird I ate is country\nbred.”\n\n\n“Well, then, you’ve lost your fiver, for it’s town\nbred,” snapped the salesman.\n\n\n“It’s nothing of the kind.”\n\n\n“I say it is.”\n\n\n“I don’t believe it.”\n\n\n“D’you think you know more about fowls than I, who have handled\nthem ever since I was a nipper? I tell you, all those birds that went to the\nAlpha were town bred.”\n\n\n“You’ll never persuade me to believe that.”\n\n\n“Will you bet, then?”\n\n\n“It’s merely taking your money, for I know that I am right. But\nI’ll have a sovereign on with you, just to teach you not to be\nobstinate.”\n\n\nThe salesman chuckled grimly. “Bring me the books, Bill,” said he.\n\n\nThe small boy brought round a small thin volume and a great greasy-backed one,\nlaying them out together beneath the hanging lamp.\n\n\n“Now then, Mr. Cocksure,” said the salesman, “I thought that\nI was out of geese, but before I finish you’ll find that there is still\none left in my shop. You see this little book?”\n\n\n“Well?”\n\n\n“That’s the list of the folk from whom I buy. D’you see?\nWell, then, here on this page are the country folk, and the numbers after their\nnames are where their accounts are in the big ledger. Now, then! You see this\nother page in red ink? Well, that is a list of my town suppliers. Now, look at\nthat third name. Just read it out to me.”\n\n\n“Mrs. Oakshott, 117, Brixton Road—249,” read Holmes.\n\n\n“Quite so. Now turn that up in the ledger.”\n\n\nHolmes turned to the page indicated. “Here you are, ‘Mrs. Oakshott,\n117, Brixton Road, egg and poultry supplier.’”\n\n\n“Now, then, what’s the last entry?”\n\n\n“‘December 22nd. Twenty-four geese at 7s.\n6d.’”\n\n\n“Quite so. There you are. And underneath?”\n\n\n“‘Sold to Mr. Windigate of the Alpha, at\n12s.’”\n\n\n“What have you to say now?”\n\n\nSherlock Holmes looked deeply chagrined. He drew a sovereign from his pocket\nand threw it down upon the slab, turning away with the air of a man whose\ndisgust is too deep for words. A few yards off he stopped under a lamp-post and\nlaughed in the hearty, noiseless fashion which was peculiar to him.\n\n\n“When you see a man with whiskers of that cut and the ‘Pink\n’un’ protruding out of his pocket, you can always draw him by a\nbet,” said he. “I daresay that if I had put Â£ 100 down in front of\nhim, that man would not have given me such complete information as was drawn\nfrom him by the idea that he was doing me on a wager. Well, Watson, we are, I\nfancy, nearing the end of our quest, and the only point which remains to be\ndetermined is whether we should go on to this Mrs. Oakshott to-night, or\nwhether we should reserve it for to-morrow. It is clear from what that surly\nfellow said that there are others besides ourselves who are anxious about the\nmatter, and I should—”\n\n\nHis remarks were suddenly cut short by a loud hubbub which broke out from the\nstall which we had just left. Turning round we saw a little rat-faced fellow\nstanding in the centre of the circle of yellow light which was thrown by the\nswinging lamp, while Breckinridge, the salesman, framed in the door of his\nstall, was shaking his fists fiercely at the cringing figure.\n\n\n“I’ve had enough of you and your geese,” he shouted. “I\nwish you were all at the devil together. If you come pestering me any more with\nyour silly talk I’ll set the dog at you. You bring Mrs. Oakshott here and\nI’ll answer her, but what have you to do with it? Did I buy the geese off\nyou?”\n\n\n“No; but one of them was mine all the same,” whined the little man.\n\n\n“Well, then, ask Mrs. Oakshott for it.”\n\n\n“She told me to ask you.”\n\n\n“Well, you can ask the King of Proosia, for all I care. I’ve had\nenough of it. Get out of this!” He rushed fiercely forward, and the\ninquirer flitted away into the darkness.\n\n\n“Ha! this may save us a visit to Brixton Road,” whispered Holmes.\n“Come with me, and we will see what is to be made of this fellow.”\nStriding through the scattered knots of people who lounged round the flaring\nstalls, my companion speedily overtook the little man and touched him upon the\nshoulder. He sprang round, and I could see in the gas-light that every vestige\nof colour had been driven from his face.\n\n\n“Who are you, then? What do you want?” he asked in a quavering\nvoice.\n\n\n“You will excuse me,” said Holmes blandly, “but I could not\nhelp overhearing the questions which you put to the salesman just now. I think\nthat I could be of assistance to you.”\n\n\n“You? Who are you? How could you know anything of the matter?”\n\n\n“My name is Sherlock Holmes. It is my business to know what other people\ndon’t know.”\n\n\n“But you can know nothing of this?”\n\n\n“Excuse me, I know everything of it. You are endeavouring to trace some\ngeese which were sold by Mrs. Oakshott, of Brixton Road, to a salesman named\nBreckinridge, by him in turn to Mr. Windigate, of the Alpha, and by him to his\nclub, of which Mr. Henry Baker is a member.”\n\n\n“Oh, sir, you are the very man whom I have longed to meet,” cried\nthe little fellow with outstretched hands and quivering fingers. “I can\nhardly explain to you how interested I am in this matter.”\n\n\nSherlock Holmes hailed a four-wheeler which was passing. “In that case we\nhad better discuss it in a cosy room rather than in this wind-swept\nmarket-place,” said he. “But pray tell me, before we go farther,\nwho it is that I have the pleasure of assisting.”\n\n\nThe man hesitated for an instant. “My name is John Robinson,” he\nanswered with a sidelong glance.\n\n\n“No, no; the real name,” said Holmes sweetly. “It is always\nawkward doing business with an alias.”\n\n\nA flush sprang to the white cheeks of the stranger. “Well then,”\nsaid he, “my real name is James Ryder.”\n\n\n“Precisely so. Head attendant at the Hotel Cosmopolitan. Pray step into\nthe cab, and I shall soon be able to tell you everything which you would wish\nto know.”\n\n\nThe little man stood glancing from one to the other of us with half-frightened,\nhalf-hopeful eyes, as one who is not sure whether he is on the verge of a\nwindfall or of a catastrophe. Then he stepped into the cab, and in half an hour\nwe were back in the sitting-room at Baker Street. Nothing had been said during\nour drive, but the high, thin breathing of our new companion, and the claspings\nand unclaspings of his hands, spoke of the nervous tension within him.\n\n\n“Here we are!” said Holmes cheerily as we filed into the room.\n“The fire looks very seasonable in this weather. You look cold, Mr.\nRyder. Pray take the basket-chair. I will just put on my slippers before we\nsettle this little matter of yours. Now, then! You want to know what became of\nthose geese?”\n\n\n“Yes, sir.”\n\n\n“Or rather, I fancy, of that goose. It was one bird, I imagine in which\nyou were interested—white, with a black bar across the tail.”\n\n\nRyder quivered with emotion. “Oh, sir,” he cried, “can you\ntell me where it went to?”\n\n\n“It came here.”\n\n\n“Here?”\n\n\n“Yes, and a most remarkable bird it proved. I don’t wonder that you\nshould take an interest in it. It laid an egg after it was dead—the\nbonniest, brightest little blue egg that ever was seen. I have it here in my\nmuseum.”\n\n\nOur visitor staggered to his feet and clutched the mantelpiece with his right\nhand. Holmes unlocked his strong-box and held up the blue carbuncle, which\nshone out like a star, with a cold, brilliant, many-pointed radiance. Ryder\nstood glaring with a drawn face, uncertain whether to claim or to disown it.\n\n\n“The game’s up, Ryder,” said Holmes quietly. “Hold up,\nman, or you’ll be into the fire! Give him an arm back into his chair,\nWatson. He’s not got blood enough to go in for felony with impunity. Give\nhim a dash of brandy. So! Now he looks a little more human. What a shrimp it\nis, to be sure!”\n\n\nFor a moment he had staggered and nearly fallen, but the brandy brought a tinge\nof colour into his cheeks, and he sat staring with frightened eyes at his\naccuser.\n\n\n“I have almost every link in my hands, and all the proofs which I could\npossibly need, so there is little which you need tell me. Still, that little\nmay as well be cleared up to make the case complete. You had heard, Ryder, of\nthis blue stone of the Countess of Morcar’s?”\n\n\n“It was Catherine Cusack who told me of it,” said he in a crackling\nvoice.\n\n\n“I see—her ladyship’s waiting-maid. Well, the temptation of\nsudden wealth so easily acquired was too much for you, as it has been for\nbetter men before you; but you were not very scrupulous in the means you used.\nIt seems to me, Ryder, that there is the making of a very pretty villain in\nyou. You knew that this man Horner, the plumber, had been concerned in some\nsuch matter before, and that suspicion would rest the more readily upon him.\nWhat did you do, then? You made some small job in my lady’s\nroom—you and your confederate Cusack—and you managed that he should\nbe the man sent for. Then, when he had left, you rifled the jewel-case, raised\nthe alarm, and had this unfortunate man arrested. You then—”\n\n\nRyder threw himself down suddenly upon the rug and clutched at my\ncompanion’s knees. “For God’s sake, have mercy!” he\nshrieked. “Think of my father! Of my mother! It would break their hearts.\nI never went wrong before! I never will again. I swear it. I’ll swear it\non a Bible. Oh, don’t bring it into court! For Christ’s sake,\ndon’t!”\n\n\n“Get back into your chair!” said Holmes sternly. “It is very\nwell to cringe and crawl now, but you thought little enough of this poor Horner\nin the dock for a crime of which he knew nothing.”\n\n\n“I will fly, Mr. Holmes. I will leave the country, sir. Then the charge\nagainst him will break down.”\n\n\n“Hum! We will talk about that. And now let us hear a true account of the\nnext act. How came the stone into the goose, and how came the goose into the\nopen market? Tell us the truth, for there lies your only hope of safety.”\n\n\nRyder passed his tongue over his parched lips. “I will tell you it just\nas it happened, sir,” said he. “When Horner had been arrested, it\nseemed to me that it would be best for me to get away with the stone at once,\nfor I did not know at what moment the police might not take it into their heads\nto search me and my room. There was no place about the hotel where it would be\nsafe. I went out, as if on some commission, and I made for my sister’s\nhouse. She had married a man named Oakshott, and lived in Brixton Road, where\nshe fattened fowls for the market. All the way there every man I met seemed to\nme to be a policeman or a detective; and, for all that it was a cold night, the\nsweat was pouring down my face before I came to the Brixton Road. My sister\nasked me what was the matter, and why I was so pale; but I told her that I had\nbeen upset by the jewel robbery at the hotel. Then I went into the back yard\nand smoked a pipe and wondered what it would be best to do.\n\n\n“I had a friend once called Maudsley, who went to the bad, and has just\nbeen serving his time in Pentonville. One day he had met me, and fell into talk\nabout the ways of thieves, and how they could get rid of what they stole. I\nknew that he would be true to me, for I knew one or two things about him; so I\nmade up my mind to go right on to Kilburn, where he lived, and take him into my\nconfidence. He would show me how to turn the stone into money. But how to get\nto him in safety? I thought of the agonies I had gone through in coming from\nthe hotel. I might at any moment be seized and searched, and there would be the\nstone in my waistcoat pocket. I was leaning against the wall at the time and\nlooking at the geese which were waddling about round my feet, and suddenly an\nidea came into my head which showed me how I could beat the best detective that\never lived.\n\n\n“My sister had told me some weeks before that I might have the pick of\nher geese for a Christmas present, and I knew that she was always as good as\nher word. I would take my goose now, and in it I would carry my stone to\nKilburn. There was a little shed in the yard, and behind this I drove one of\nthe birds—a fine big one, white, with a barred tail. I caught it, and\nprying its bill open, I thrust the stone down its throat as far as my finger\ncould reach. The bird gave a gulp, and I felt the stone pass along its gullet\nand down into its crop. But the creature flapped and struggled, and out came my\nsister to know what was the matter. As I turned to speak to her the brute broke\nloose and fluttered off among the others.\n\n\n“‘Whatever were you doing with that bird, Jem?’ says\nshe.\n\n\n“‘Well,’ said I, ‘you said you’d give me\none for Christmas, and I was feeling which was the fattest.’\n\n\n“‘Oh,’ says she, ‘we’ve set yours aside for\nyou—Jem’s bird, we call it. It’s the big white one over\nyonder. There’s twenty-six of them, which makes one for you, and one for\nus, and two dozen for the market.’\n\n\n“‘Thank you, Maggie,’ says I; ‘but if it is all\nthe same to you, I’d rather have that one I was handling just now.’\n\n\n“‘The other is a good three pound heavier,’ said she,\n‘and we fattened it expressly for you.’\n\n\n“‘Never mind. I’ll have the other, and I’ll take\nit now,’ said I.\n\n\n“‘Oh, just as you like,’ said she, a little huffed.\n‘Which is it you want, then?’\n\n\n“‘That white one with the barred tail, right in the middle of\nthe flock.’\n\n\n“‘Oh, very well. Kill it and take it with you.’\n\n\n“Well, I did what she said, Mr. Holmes, and I carried the bird all the\nway to Kilburn. I told my pal what I had done, for he was a man that it was\neasy to tell a thing like that to. He laughed until he choked, and we got a\nknife and opened the goose. My heart turned to water, for there was no sign of\nthe stone, and I knew that some terrible mistake had occurred. I left the bird,\nrushed back to my sister’s, and hurried into the back yard. There was not\na bird to be seen there.\n\n\n“‘Where are they all, Maggie?’ I cried.\n\n\n“‘Gone to the dealer’s, Jem.’\n\n\n“‘Which dealer’s?’\n\n\n“‘Breckinridge, of Covent Garden.’\n\n\n“‘But was there another with a barred tail?’ I asked,\n‘the same as the one I chose?’\n\n\n“‘Yes, Jem; there were two barred-tailed ones, and I could\nnever tell them apart.’\n\n\n“Well, then, of course I saw it all, and I ran off as hard as my feet\nwould carry me to this man Breckinridge; but he had sold the lot at once, and\nnot one word would he tell me as to where they had gone. You heard him\nyourselves to-night. Well, he has always answered me like that. My sister\nthinks that I am going mad. Sometimes I think that I am myself. And\nnow—and now I am myself a branded thief, without ever having touched the\nwealth for which I sold my character. God help me! God help me!” He burst\ninto convulsive sobbing, with his face buried in his hands.\n\n\nThere was a long silence, broken only by his heavy breathing and by the\nmeasured tapping of Sherlock Holmes’ finger-tips upon the edge of the\ntable. Then my friend rose and threw open the door.\n\n\n“Get out!” said he.\n\n\n“What, sir! Oh, Heaven bless you!”\n\n\n“No more words. Get out!”\n\n\nAnd no more words were needed. There was a rush, a clatter upon the stairs, the\nbang of a door, and the crisp rattle of running footfalls from the street.\n\n\n“After all, Watson,” said Holmes, reaching up his hand for his clay\npipe, “I am not retained by the police to supply their deficiencies. If\nHorner were in danger it would be another thing; but this fellow will not\nappear against him, and the case must collapse. I suppose that I am commuting a\nfelony, but it is just possible that I am saving a soul. This fellow will not\ngo wrong again; he is too terribly frightened. Send him to gaol now, and you\nmake him a gaol-bird for life. Besides, it is the season of forgiveness. Chance\nhas put in our way a most singular and whimsical problem, and its solution is\nits own reward. If you will have the goodness to touch the bell, Doctor, we\nwill begin another investigation, in which, also a bird will be the chief\nfeature.”\n",
    "metadata": {
        "author": "Arthur Conan Doyle",
        "year": 1891,
        "url": "https://www.gutenberg.org/files/1661/1661-h/1661-h.htm",
        "name": "blue_carbuncle"
    }
}