{
    "name": "Sherlock Holmes - The Adventure of the Engineer's Thumb",
    "body": "\nOf all the problems\nwhich have been submitted to my friend, Mr. Sherlock Holmes, for solution\nduring the years of our intimacy, there were only two which I was the means of\nintroducing to his notice—that of Mr. Hatherley’s thumb, and that\nof Colonel Warburton’s madness. Of these the latter may have afforded a\nfiner field for an acute and original observer, but the other was so strange in\nits inception and so dramatic in its details that it may be the more worthy of\nbeing placed upon record, even if it gave my friend fewer openings for those\ndeductive methods of reasoning by which he achieved such remarkable results.\nThe story has, I believe, been told more than once in the newspapers, but, like\nall such narratives, its effect is much less striking when set forth en\nbloc in a single half-column of print than when the facts slowly evolve\nbefore your own eyes, and the mystery clears gradually away as each new\ndiscovery furnishes a step which leads on to the complete truth. At the time\nthe circumstances made a deep impression upon me, and the lapse of two years\nhas hardly served to weaken the effect.\n\n\nIt was in the summer of ’89, not long after my marriage, that the events\noccurred which I am now about to summarise. I had returned to civil practice\nand had finally abandoned Holmes in his Baker Street rooms, although I\ncontinually visited him and occasionally even persuaded him to forgo his\nBohemian habits so far as to come and visit us. My practice had steadily\nincreased, and as I happened to live at no very great distance from Paddington\nStation, I got a few patients from among the officials. One of these, whom I\nhad cured of a painful and lingering disease, was never weary of advertising my\nvirtues and of endeavouring to send me on every sufferer over whom he might\nhave any influence.\n\n\nOne morning, at a little before seven o’clock, I was awakened by the maid\ntapping at the door to announce that two men had come from Paddington and were\nwaiting in the consulting-room. I dressed hurriedly, for I knew by experience\nthat railway cases were seldom trivial, and hastened downstairs. As I\ndescended, my old ally, the guard, came out of the room and closed the door\ntightly behind him.\n\n\n“I’ve got him here,” he whispered, jerking his thumb over his\nshoulder; “he’s all right.”\n\n\n“What is it, then?” I asked, for his manner suggested that it was\nsome strange creature which he had caged up in my room.\n\n\n“It’s a new patient,” he whispered. “I thought\nI’d bring him round myself; then he couldn’t slip away. There he\nis, all safe and sound. I must go now, Doctor; I have my dooties, just the same\nas you.” And off he went, this trusty tout, without even giving me time\nto thank him.\n\n\nI entered my consulting-room and found a gentleman seated by the table. He was\nquietly dressed in a suit of heather tweed with a soft cloth cap which he had\nlaid down upon my books. Round one of his hands he had a handkerchief wrapped,\nwhich was mottled all over with bloodstains. He was young, not more than\nfive-and-twenty, I should say, with a strong, masculine face; but he was\nexceedingly pale and gave me the impression of a man who was suffering from\nsome strong agitation, which it took all his strength of mind to control.\n\n\n“I am sorry to knock you up so early, Doctor,” said he, “but\nI have had a very serious accident during the night. I came in by train this\nmorning, and on inquiring at Paddington as to where I might find a doctor, a\nworthy fellow very kindly escorted me here. I gave the maid a card, but I see\nthat she has left it upon the side-table.”\n\n\nI took it up and glanced at it. “Mr. Victor Hatherley, hydraulic\nengineer, 16A, Victoria Street (3rd floor).” That was the name, style,\nand abode of my morning visitor. “I regret that I have kept you\nwaiting,” said I, sitting down in my library-chair. “You are fresh\nfrom a night journey, I understand, which is in itself a monotonous\noccupation.”\n\n\n“Oh, my night could not be called monotonous,” said he, and\nlaughed. He laughed very heartily, with a high, ringing note, leaning back in\nhis chair and shaking his sides. All my medical instincts rose up against that\nlaugh.\n\n\n“Stop it!” I cried; “pull yourself together!” and I\npoured out some water from a caraffe.\n\n\nIt was useless, however. He was off in one of those hysterical outbursts which\ncome upon a strong nature when some great crisis is over and gone. Presently he\ncame to himself once more, very weary and pale-looking.\n\n\n“I have been making a fool of myself,” he gasped.\n\n\n“Not at all. Drink this.” I dashed some brandy into the water, and\nthe colour began to come back to his bloodless cheeks.\n\n\n“That’s better!” said he. “And now, Doctor, perhaps you\nwould kindly attend to my thumb, or rather to the place where my thumb used to\nbe.”\n\n\nHe unwound the handkerchief and held out his hand. It gave even my hardened\nnerves a shudder to look at it. There were four protruding fingers and a horrid\nred, spongy surface where the thumb should have been. It had been hacked or\ntorn right out from the roots.\n\n\n“Good heavens!” I cried, “this is a terrible injury. It must\nhave bled considerably.”\n\n\n“Yes, it did. I fainted when it was done, and I think that I must have\nbeen senseless for a long time. When I came to I found that it was still\nbleeding, so I tied one end of my handkerchief very tightly round the wrist and\nbraced it up with a twig.”\n\n\n“Excellent! You should have been a surgeon.”\n\n\n“It is a question of hydraulics, you see, and came within my own\nprovince.”\n\n\n“This has been done,” said I, examining the wound, “by a very\nheavy and sharp instrument.”\n\n\n“A thing like a cleaver,” said he.\n\n\n“An accident, I presume?”\n\n\n“By no means.”\n\n\n“What! a murderous attack?”\n\n\n“Very murderous indeed.”\n\n\n“You horrify me.”\n\n\nI sponged the wound, cleaned it, dressed it, and finally covered it over with\ncotton wadding and carbolised bandages. He lay back without wincing, though he\nbit his lip from time to time.\n\n\n“How is that?” I asked when I had finished.\n\n\n“Capital! Between your brandy and your bandage, I feel a new man. I was\nvery weak, but I have had a good deal to go through.”\n\n\n“Perhaps you had better not speak of the matter. It is evidently trying\nto your nerves.”\n\n\n“Oh, no, not now. I shall have to tell my tale to the police; but,\nbetween ourselves, if it were not for the convincing evidence of this wound of\nmine, I should be surprised if they believed my statement, for it is a very\nextraordinary one, and I have not much in the way of proof with which to back\nit up; and, even if they believe me, the clues which I can give them are so\nvague that it is a question whether justice will be done.”\n\n\n“Ha!” cried I, “if it is anything in the nature of a problem\nwhich you desire to see solved, I should strongly recommend you to come to my\nfriend, Mr. Sherlock Holmes, before you go to the official police.”\n\n\n“Oh, I have heard of that fellow,” answered my visitor, “and\nI should be very glad if he would take the matter up, though of course I must\nuse the official police as well. Would you give me an introduction to\nhim?”\n\n\n“I’ll do better. I’ll take you round to him myself.”\n\n\n“I should be immensely obliged to you.”\n\n\n“We’ll call a cab and go together. We shall just be in time to have\na little breakfast with him. Do you feel equal to it?”\n\n\n“Yes; I shall not feel easy until I have told my story.”\n\n\n“Then my servant will call a cab, and I shall be with you in an\ninstant.” I rushed upstairs, explained the matter shortly to my wife, and\nin five minutes was inside a hansom, driving with my new acquaintance to Baker\nStreet.\n\n\nSherlock Holmes was, as I expected, lounging about his sitting-room in his\ndressing-gown, reading the agony column of The Times and smoking his\nbefore-breakfast pipe, which was composed of all the plugs and dottles left\nfrom his smokes of the day before, all carefully dried and collected on the\ncorner of the mantelpiece. He received us in his quietly genial fashion,\nordered fresh rashers and eggs, and joined us in a hearty meal. When it was\nconcluded he settled our new acquaintance upon the sofa, placed a pillow\nbeneath his head, and laid a glass of brandy and water within his reach.\n\n\n“It is easy to see that your experience has been no common one, Mr.\nHatherley,” said he. “Pray, lie down there and make yourself\nabsolutely at home. Tell us what you can, but stop when you are tired and keep\nup your strength with a little stimulant.”\n\n\n“Thank you,” said my patient, “but I have felt another man\nsince the doctor bandaged me, and I think that your breakfast has completed the\ncure. I shall take up as little of your valuable time as possible, so I shall\nstart at once upon my peculiar experiences.”\n\n\nHolmes sat in his big armchair with the weary, heavy-lidded expression which\nveiled his keen and eager nature, while I sat opposite to him, and we listened\nin silence to the strange story which our visitor detailed to us.\n\n\n“You must know,” said he, “that I am an orphan and a\nbachelor, residing alone in lodgings in London. By profession I am a hydraulic\nengineer, and I have had considerable experience of my work during the seven\nyears that I was apprenticed to Venner & Matheson, the well-known firm, of\nGreenwich. Two years ago, having served my time, and having also come into a\nfair sum of money through my poor father’s death, I determined to start\nin business for myself and took professional chambers in Victoria Street.\n\n\n“I suppose that everyone finds his first independent start in business a\ndreary experience. To me it has been exceptionally so. During two years I have\nhad three consultations and one small job, and that is absolutely all that my\nprofession has brought me. My gross takings amount to Â£ 27 10s. Every\nday, from nine in the morning until four in the afternoon, I waited in my\nlittle den, until at last my heart began to sink, and I came to believe that I\nshould never have any practice at all.\n\n\n“Yesterday, however, just as I was thinking of leaving the office, my\nclerk entered to say there was a gentleman waiting who wished to see me upon\nbusiness. He brought up a card, too, with the name of ‘Colonel Lysander\nStark’ engraved upon it. Close at his heels came the colonel himself, a\nman rather over the middle size, but of an exceeding thinness. I do not think\nthat I have ever seen so thin a man. His whole face sharpened away into nose\nand chin, and the skin of his cheeks was drawn quite tense over his outstanding\nbones. Yet this emaciation seemed to be his natural habit, and due to no\ndisease, for his eye was bright, his step brisk, and his bearing assured. He\nwas plainly but neatly dressed, and his age, I should judge, would be nearer\nforty than thirty.\n\n\n“‘Mr. Hatherley?’ said he, with something of a German\naccent. ‘You have been recommended to me, Mr. Hatherley, as being a man\nwho is not only proficient in his profession but is also discreet and capable\nof preserving a secret.’\n\n\n“I bowed, feeling as flattered as any young man would at such an address.\n‘May I ask who it was who gave me so good a character?’\n\n\n“‘Well, perhaps it is better that I should not tell you that\njust at this moment. I have it from the same source that you are both an orphan\nand a bachelor and are residing alone in London.’\n\n\n“‘That is quite correct,’ I answered; ‘but you\nwill excuse me if I say that I cannot see how all this bears upon my\nprofessional qualifications. I understand that it was on a professional matter\nthat you wished to speak to me?’\n\n\n“‘Undoubtedly so. But you will find that all I say is really\nto the point. I have a professional commission for you, but absolute secrecy is\nquite essential—absolute secrecy, you understand, and of course we may\nexpect that more from a man who is alone than from one who lives in the bosom\nof his family.’\n\n\n“‘If I promise to keep a secret,’ said I, ‘you\nmay absolutely depend upon my doing so.’\n\n\n“He looked very hard at me as I spoke, and it seemed to me that I had\nnever seen so suspicious and questioning an eye.\n\n\n“‘Do you promise, then?’ said he at last.\n\n\n“‘Yes, I promise.’\n\n\n“‘Absolute and complete silence before, during, and after? No\nreference to the matter at all, either in word or writing?’\n\n\n“‘I have already given you my word.’\n\n\n“‘Very good.’ He suddenly sprang up, and darting like\nlightning across the room he flung open the door. The passage outside was\nempty.\n\n\n“‘That’s all right,’ said he, coming back.\n‘I know that clerks are sometimes curious as to their master’s\naffairs. Now we can talk in safety.’ He drew up his chair very close to\nmine and began to stare at me again with the same questioning and thoughtful\nlook.\n\n\n“A feeling of repulsion, and of something akin to fear had begun to rise\nwithin me at the strange antics of this fleshless man. Even my dread of losing\na client could not restrain me from showing my impatience.\n\n\n“‘I beg that you will state your business, sir,’ said\nI; ‘my time is of value.’ Heaven forgive me for that last sentence,\nbut the words came to my lips.\n\n\n“‘How would fifty guineas for a night’s work suit\nyou?’ he asked.\n\n\n“‘Most admirably.’\n\n\n“‘I say a night’s work, but an hour’s would be\nnearer the mark. I simply want your opinion about a hydraulic stamping machine\nwhich has got out of gear. If you show us what is wrong we shall soon set it\nright ourselves. What do you think of such a commission as that?’\n\n\n“‘The work appears to be light and the pay munificent.’\n\n\n“‘Precisely so. We shall want you to come to-night by the\nlast train.’\n\n\n“‘Where to?’\n\n\n“‘To Eyford, in Berkshire. It is a little place near the\nborders of Oxfordshire, and within seven miles of Reading. There is a train\nfrom Paddington which would bring you there at about 11:15.’\n\n\n“‘Very good.’\n\n\n“‘I shall come down in a carriage to meet you.’\n\n\n“‘There is a drive, then?’\n\n\n“‘Yes, our little place is quite out in the country. It is a\ngood seven miles from Eyford Station.’\n\n\n“‘Then we can hardly get there before midnight. I suppose\nthere would be no chance of a train back. I should be compelled to stop the\nnight.’\n\n\n“‘Yes, we could easily give you a shake-down.’\n\n\n“‘That is very awkward. Could I not come at some more\nconvenient hour?’\n\n\n“‘We have judged it best that you should come late. It is to\nrecompense you for any inconvenience that we are paying to you, a young and\nunknown man, a fee which would buy an opinion from the very heads of your\nprofession. Still, of course, if you would like to draw out of the business,\nthere is plenty of time to do so.’\n\n\n“I thought of the fifty guineas, and of how very useful they would be to\nme. ‘Not at all,’ said I, ‘I shall be very happy to\naccommodate myself to your wishes. I should like, however, to understand a\nlittle more clearly what it is that you wish me to do.’\n\n\n“‘Quite so. It is very natural that the pledge of secrecy\nwhich we have exacted from you should have aroused your curiosity. I have no\nwish to commit you to anything without your having it all laid before you. I\nsuppose that we are absolutely safe from eavesdroppers?’\n\n\n“‘Entirely.’\n\n\n“‘Then the matter stands thus. You are probably aware that\nfuller’s-earth is a valuable product, and that it is only found in one or\ntwo places in England?’\n\n\n“‘I have heard so.’\n\n\n“‘Some little time ago I bought a small place—a very\nsmall place—within ten miles of Reading. I was fortunate enough to\ndiscover that there was a deposit of fuller’s-earth in one of my fields.\nOn examining it, however, I found that this deposit was a comparatively small\none, and that it formed a link between two very much larger ones upon the right\nand left—both of them, however, in the grounds of my neighbours. These\ngood people were absolutely ignorant that their land contained that which was\nquite as valuable as a gold-mine. Naturally, it was to my interest to buy their\nland before they discovered its true value, but unfortunately I had no capital\nby which I could do this. I took a few of my friends into the secret, however,\nand they suggested that we should quietly and secretly work our own little\ndeposit and that in this way we should earn the money which would enable us to\nbuy the neighbouring fields. This we have now been doing for some time, and in\norder to help us in our operations we erected a hydraulic press. This press, as\nI have already explained, has got out of order, and we wish your advice upon\nthe subject. We guard our secret very jealously, however, and if it once became\nknown that we had hydraulic engineers coming to our little house, it would soon\nrouse inquiry, and then, if the facts came out, it would be good-bye to any\nchance of getting these fields and carrying out our plans. That is why I have\nmade you promise me that you will not tell a human being that you are going to\nEyford to-night. I hope that I make it all plain?’\n\n\n“‘I quite follow you,’ said I. ‘The only point\nwhich I could not quite understand was what use you could make of a hydraulic\npress in excavating fuller’s-earth, which, as I understand, is dug out\nlike gravel from a pit.’\n\n\n“‘Ah!’ said he carelessly, ‘we have our own\nprocess. We compress the earth into bricks, so as to remove them without\nrevealing what they are. But that is a mere detail. I have taken you fully into\nmy confidence now, Mr. Hatherley, and I have shown you how I trust you.’\nHe rose as he spoke. ‘I shall expect you, then, at Eyford at\n11:15.’\n\n\n“‘I shall certainly be there.’\n\n\n“‘And not a word to a soul.’ He looked at me with a\nlast long, questioning gaze, and then, pressing my hand in a cold, dank grasp,\nhe hurried from the room.\n\n\n“Well, when I came to think it all over in cool blood I was very much\nastonished, as you may both think, at this sudden commission which had been\nintrusted to me. On the one hand, of course, I was glad, for the fee was at\nleast tenfold what I should have asked had I set a price upon my own services,\nand it was possible that this order might lead to other ones. On the other\nhand, the face and manner of my patron had made an unpleasant impression upon\nme, and I could not think that his explanation of the fuller’s-earth was\nsufficient to explain the necessity for my coming at midnight, and his extreme\nanxiety lest I should tell anyone of my errand. However, I threw all fears to\nthe winds, ate a hearty supper, drove to Paddington, and started off, having\nobeyed to the letter the injunction as to holding my tongue.\n\n\n“At Reading I had to change not only my carriage but my station. However,\nI was in time for the last train to Eyford, and I reached the little dim-lit\nstation after eleven o’clock. I was the only passenger who got out there,\nand there was no one upon the platform save a single sleepy porter with a\nlantern. As I passed out through the wicket gate, however, I found my\nacquaintance of the morning waiting in the shadow upon the other side. Without\na word he grasped my arm and hurried me into a carriage, the door of which was\nstanding open. He drew up the windows on either side, tapped on the wood-work,\nand away we went as fast as the horse could go.”\n\n\n“One horse?” interjected Holmes.\n\n\n“Yes, only one.”\n\n\n“Did you observe the colour?”\n\n\n“Yes, I saw it by the side-lights when I was stepping into the carriage.\nIt was a chestnut.”\n\n\n“Tired-looking or fresh?”\n\n\n“Oh, fresh and glossy.”\n\n\n“Thank you. I am sorry to have interrupted you. Pray continue your most\ninteresting statement.”\n\n\n“Away we went then, and we drove for at least an hour. Colonel Lysander\nStark had said that it was only seven miles, but I should think, from the rate\nthat we seemed to go, and from the time that we took, that it must have been\nnearer twelve. He sat at my side in silence all the time, and I was aware, more\nthan once when I glanced in his direction, that he was looking at me with great\nintensity. The country roads seem to be not very good in that part of the\nworld, for we lurched and jolted terribly. I tried to look out of the windows\nto see something of where we were, but they were made of frosted glass, and I\ncould make out nothing save the occasional bright blur of a passing light. Now\nand then I hazarded some remark to break the monotony of the journey, but the\ncolonel answered only in monosyllables, and the conversation soon flagged. At\nlast, however, the bumping of the road was exchanged for the crisp smoothness\nof a gravel-drive, and the carriage came to a stand. Colonel Lysander Stark\nsprang out, and, as I followed after him, pulled me swiftly into a porch which\ngaped in front of us. We stepped, as it were, right out of the carriage and\ninto the hall, so that I failed to catch the most fleeting glance of the front\nof the house. The instant that I had crossed the threshold the door slammed\nheavily behind us, and I heard faintly the rattle of the wheels as the carriage\ndrove away.\n\n\n“It was pitch dark inside the house, and the colonel fumbled about\nlooking for matches and muttering under his breath. Suddenly a door opened at\nthe other end of the passage, and a long, golden bar of light shot out in our\ndirection. It grew broader, and a woman appeared with a lamp in her hand, which\nshe held above her head, pushing her face forward and peering at us. I could\nsee that she was pretty, and from the gloss with which the light shone upon her\ndark dress I knew that it was a rich material. She spoke a few words in a\nforeign tongue in a tone as though asking a question, and when my companion\nanswered in a gruff monosyllable she gave such a start that the lamp nearly\nfell from her hand. Colonel Stark went up to her, whispered something in her\near, and then, pushing her back into the room from whence she had come, he\nwalked towards me again with the lamp in his hand.\n\n\n“‘Perhaps you will have the kindness to wait in this room for\na few minutes,’ said he, throwing open another door. It was a quiet,\nlittle, plainly furnished room, with a round table in the centre, on which\nseveral German books were scattered. Colonel Stark laid down the lamp on the\ntop of a harmonium beside the door. ‘I shall not keep you waiting an\ninstant,’ said he, and vanished into the darkness.\n\n\n“I glanced at the books upon the table, and in spite of my ignorance of\nGerman I could see that two of them were treatises on science, the others being\nvolumes of poetry. Then I walked across to the window, hoping that I might\ncatch some glimpse of the country-side, but an oak shutter, heavily barred, was\nfolded across it. It was a wonderfully silent house. There was an old clock\nticking loudly somewhere in the passage, but otherwise everything was deadly\nstill. A vague feeling of uneasiness began to steal over me. Who were these\nGerman people, and what were they doing living in this strange, out-of-the-way\nplace? And where was the place? I was ten miles or so from Eyford, that was all\nI knew, but whether north, south, east, or west I had no idea. For that matter,\nReading, and possibly other large towns, were within that radius, so the place\nmight not be so secluded, after all. Yet it was quite certain, from the\nabsolute stillness, that we were in the country. I paced up and down the room,\nhumming a tune under my breath to keep up my spirits and feeling that I was\nthoroughly earning my fifty-guinea fee.\n\n\n“Suddenly, without any preliminary sound in the midst of the utter\nstillness, the door of my room swung slowly open. The woman was standing in the\naperture, the darkness of the hall behind her, the yellow light from my lamp\nbeating upon her eager and beautiful face. I could see at a glance that she was\nsick with fear, and the sight sent a chill to my own heart. She held up one\nshaking finger to warn me to be silent, and she shot a few whispered words of\nbroken English at me, her eyes glancing back, like those of a frightened horse,\ninto the gloom behind her.\n\n\n“‘I would go,’ said she, trying hard, as it seemed to\nme, to speak calmly; ‘I would go. I should not stay here. There is no\ngood for you to do.’\n\n\n“‘But, madam,’ said I, ‘I have not yet done what\nI came for. I cannot possibly leave until I have seen the machine.’\n\n\n“‘It is not worth your while to wait,’ she went on.\n‘You can pass through the door; no one hinders.’ And then, seeing\nthat I smiled and shook my head, she suddenly threw aside her constraint and\nmade a step forward, with her hands wrung together. ‘For the love of\nHeaven!’ she whispered, ‘get away from here before it is too\nlate!’\n\n\n“But I am somewhat headstrong by nature, and the more ready to engage in\nan affair when there is some obstacle in the way. I thought of my fifty-guinea\nfee, of my wearisome journey, and of the unpleasant night which seemed to be\nbefore me. Was it all to go for nothing? Why should I slink away without having\ncarried out my commission, and without the payment which was my due? This woman\nmight, for all I knew, be a monomaniac. With a stout bearing, therefore, though\nher manner had shaken me more than I cared to confess, I still shook my head\nand declared my intention of remaining where I was. She was about to renew her\nentreaties when a door slammed overhead, and the sound of several footsteps was\nheard upon the stairs. She listened for an instant, threw up her hands with a\ndespairing gesture, and vanished as suddenly and as noiselessly as she had\ncome.\n\n\n“The newcomers were Colonel Lysander Stark and a short thick man with a\nchinchilla beard growing out of the creases of his double chin, who was\nintroduced to me as Mr. Ferguson.\n\n\n“‘This is my secretary and manager,’ said the colonel.\n‘By the way, I was under the impression that I left this door shut just\nnow. I fear that you have felt the draught.’\n\n\n“‘On the contrary,’ said I, ‘I opened the door\nmyself because I felt the room to be a little close.’\n\n\n“He shot one of his suspicious looks at me. ‘Perhaps we had better\nproceed to business, then,’ said he. ‘Mr. Ferguson and I will take\nyou up to see the machine.’\n\n\n“‘I had better put my hat on, I suppose.’\n\n\n“‘Oh, no, it is in the house.’\n\n\n“‘What, you dig fuller’s-earth in the house?’\n\n\n“‘No, no. This is only where we compress it. But never mind\nthat. All we wish you to do is to examine the machine and to let us know what\nis wrong with it.’\n\n\n“We went upstairs together, the colonel first with the lamp, the fat\nmanager and I behind him. It was a labyrinth of an old house, with corridors,\npassages, narrow winding staircases, and little low doors, the thresholds of\nwhich were hollowed out by the generations who had crossed them. There were no\ncarpets and no signs of any furniture above the ground floor, while the plaster\nwas peeling off the walls, and the damp was breaking through in green,\nunhealthy blotches. I tried to put on as unconcerned an air as possible, but I\nhad not forgotten the warnings of the lady, even though I disregarded them, and\nI kept a keen eye upon my two companions. Ferguson appeared to be a morose and\nsilent man, but I could see from the little that he said that he was at least a\nfellow-countryman.\n\n\n“Colonel Lysander Stark stopped at last before a low door, which he\nunlocked. Within was a small, square room, in which the three of us could\nhardly get at one time. Ferguson remained outside, and the colonel ushered me\nin.\n\n\n“‘We are now,’ said he, ‘actually within the\nhydraulic press, and it would be a particularly unpleasant thing for us if\nanyone were to turn it on. The ceiling of this small chamber is really the end\nof the descending piston, and it comes down with the force of many tons upon\nthis metal floor. There are small lateral columns of water outside which\nreceive the force, and which transmit and multiply it in the manner which is\nfamiliar to you. The machine goes readily enough, but there is some stiffness\nin the working of it, and it has lost a little of its force. Perhaps you will\nhave the goodness to look it over and to show us how we can set it\nright.’\n\n\n“I took the lamp from him, and I examined the machine very thoroughly. It\nwas indeed a gigantic one, and capable of exercising enormous pressure. When I\npassed outside, however, and pressed down the levers which controlled it, I\nknew at once by the whishing sound that there was a slight leakage, which\nallowed a regurgitation of water through one of the side cylinders. An\nexamination showed that one of the india-rubber bands which was round the head\nof a driving-rod had shrunk so as not quite to fill the socket along which it\nworked. This was clearly the cause of the loss of power, and I pointed it out\nto my companions, who followed my remarks very carefully and asked several\npractical questions as to how they should proceed to set it right. When I had\nmade it clear to them, I returned to the main chamber of the machine and took a\ngood look at it to satisfy my own curiosity. It was obvious at a glance that\nthe story of the fuller’s-earth was the merest fabrication, for it would\nbe absurd to suppose that so powerful an engine could be designed for so\ninadequate a purpose. The walls were of wood, but the floor consisted of a\nlarge iron trough, and when I came to examine it I could see a crust of\nmetallic deposit all over it. I had stooped and was scraping at this to see\nexactly what it was when I heard a muttered exclamation in German and saw the\ncadaverous face of the colonel looking down at me.\n\n\n“‘What are you doing there?’ he asked.\n\n\n“I felt angry at having been tricked by so elaborate a story as that\nwhich he had told me. ‘I was admiring your fuller’s-earth,’\nsaid I; ‘I think that I should be better able to advise you as to your\nmachine if I knew what the exact purpose was for which it was used.’\n\n\n“The instant that I uttered the words I regretted the rashness of my\nspeech. His face set hard, and a baleful light sprang up in his grey eyes.\n\n\n“‘Very well,’ said he, ‘you shall know all about\nthe machine.’ He took a step backward, slammed the little door, and\nturned the key in the lock. I rushed towards it and pulled at the handle, but\nit was quite secure, and did not give in the least to my kicks and shoves.\n‘Hullo!’ I yelled. ‘Hullo! Colonel! Let me out!’\n\n\n“And then suddenly in the silence I heard a sound which sent my heart\ninto my mouth. It was the clank of the levers and the swish of the leaking\ncylinder. He had set the engine at work. The lamp still stood upon the floor\nwhere I had placed it when examining the trough. By its light I saw that the\nblack ceiling was coming down upon me, slowly, jerkily, but, as none knew\nbetter than myself, with a force which must within a minute grind me to a\nshapeless pulp. I threw myself, screaming, against the door, and dragged with\nmy nails at the lock. I implored the colonel to let me out, but the remorseless\nclanking of the levers drowned my cries. The ceiling was only a foot or two\nabove my head, and with my hand upraised I could feel its hard, rough surface.\nThen it flashed through my mind that the pain of my death would depend very\nmuch upon the position in which I met it. If I lay on my face the weight would\ncome upon my spine, and I shuddered to think of that dreadful snap. Easier the\nother way, perhaps; and yet, had I the nerve to lie and look up at that deadly\nblack shadow wavering down upon me? Already I was unable to stand erect, when\nmy eye caught something which brought a gush of hope back to my heart.\n\n\n“I have said that though the floor and ceiling were of iron, the walls\nwere of wood. As I gave a last hurried glance around, I saw a thin line of\nyellow light between two of the boards, which broadened and broadened as a\nsmall panel was pushed backward. For an instant I could hardly believe that\nhere was indeed a door which led away from death. The next instant I threw\nmyself through, and lay half-fainting upon the other side. The panel had closed\nagain behind me, but the crash of the lamp, and a few moments afterwards the\nclang of the two slabs of metal, told me how narrow had been my escape.\n\n\n“I was recalled to myself by a frantic plucking at my wrist, and I found\nmyself lying upon the stone floor of a narrow corridor, while a woman bent over\nme and tugged at me with her left hand, while she held a candle in her right.\nIt was the same good friend whose warning I had so foolishly rejected.\n\n\n“‘Come! come!’ she cried breathlessly. ‘They will\nbe here in a moment. They will see that you are not there. Oh, do not waste the\nso-precious time, but come!’\n\n\n“This time, at least, I did not scorn her advice. I staggered to my feet\nand ran with her along the corridor and down a winding stair. The latter led to\nanother broad passage, and just as we reached it we heard the sound of running\nfeet and the shouting of two voices, one answering the other from the floor on\nwhich  we were and from the one beneath. My guide stopped and looked about her\nlike one  who is at her wit’s end. Then she threw open a door which led\ninto a bedroom, through the window of which the moon was shining brightly.\n\n\n“‘It is your only chance,’ said she. ‘It is high,\nbut it may be that you can jump it.’\n\n\n“As she spoke a light sprang into view at the further end of the passage,\nand I saw the lean figure of Colonel Lysander Stark rushing forward with a\nlantern in one hand and a weapon like a butcher’s cleaver in the other. I\nrushed across the bedroom, flung open the window, and looked out. How quiet and\nsweet and wholesome the garden looked in the moonlight, and it could not be\nmore than thirty feet down. I clambered out upon the sill, but I hesitated to\njump until I should have heard what passed between my saviour and the ruffian\nwho pursued me. If she were ill-used, then at any risks I was determined to go\nback to her assistance. The thought had hardly flashed through my mind before\nhe was at the door, pushing his way past her; but she threw her arms round him\nand tried to hold him back.\n\n\n“‘Fritz! Fritz!’ she cried in English, ‘remember\nyour promise after the last time. You said it should not be again. He will be\nsilent! Oh, he will be silent!’\n\n\n“‘You are mad, Elise!’ he shouted, struggling to break\naway from her. ‘You will be the ruin of us. He has seen too much. Let me\npass, I say!’ He dashed her to one side, and, rushing to the window, cut\nat me with his heavy weapon. I had let myself go, and was hanging by the hands\nto the sill, when his blow fell. I was conscious of a dull pain, my grip\nloosened, and I fell into the garden below.\n\n\n“I was shaken but not hurt by the fall; so I picked myself up and rushed\noff among the bushes as hard as I could run, for I understood that I was far\nfrom being out of danger yet. Suddenly, however, as I ran, a deadly dizziness\nand sickness came over me. I glanced down at my hand, which was throbbing\npainfully, and then, for the first time, saw that my thumb had been cut off and\nthat the blood was pouring from my wound. I endeavoured to tie my handkerchief\nround it, but there came a sudden buzzing in my ears, and next moment I fell in\na dead faint among the rose-bushes.\n\n\n“How long I remained unconscious I cannot tell. It must have been a very\nlong time, for the moon had sunk, and a bright morning was breaking when I came\nto myself. My clothes were all sodden with dew, and my coat-sleeve was drenched\nwith blood from my wounded thumb. The smarting of it recalled in an instant all\nthe particulars of my night’s adventure, and I sprang to my feet with the\nfeeling that I might hardly yet be safe from my pursuers. But to my\nastonishment, when I came to look round me, neither house nor garden were to be\nseen. I had been lying in an angle of the hedge close by the high road, and just\na little lower down was a long building, which proved, upon my approaching it,\nto be the very station at which I had arrived upon the previous night. Were it\nnot for the ugly wound upon my hand, all that had passed during those dreadful\nhours might have been an evil dream.\n\n\n“Half dazed, I went into the station and asked about the morning train.\nThere would be one to Reading in less than an hour. The same porter was on\nduty, I found, as had been there when I arrived. I inquired of him whether he\nhad ever heard of Colonel Lysander Stark. The name was strange to him. Had he\nobserved a carriage the night before waiting for me? No, he had not. Was there\na police-station anywhere near? There was one about three miles off.\n\n\n“It was too far for me to go, weak and ill as I was. I determined to wait\nuntil I got back to town before telling my story to the police. It was a little\npast six when I arrived, so I went first to have my wound dressed, and then the\ndoctor was kind enough to bring me along here. I put the case into your hands\nand shall do exactly what you advise.”\n\n\nWe both sat in silence for some little time after listening to this\nextraordinary narrative. Then Sherlock Holmes pulled down from the shelf one of\nthe ponderous commonplace books in which he placed his cuttings.\n\n\n“Here is an advertisement which will interest you,” said he.\n“It appeared in all the papers about a year ago. Listen to this:\n‘Lost, on the 9th inst., Mr. Jeremiah Hayling, aged twenty-six, a\nhydraulic engineer. Left his lodgings at ten o’clock at night, and has\nnot been heard of since. Was dressed in,’ etc., etc. Ha! That represents\nthe last time that the colonel needed to have his machine overhauled, I\nfancy.”\n\n\n“Good heavens!” cried my patient. “Then that explains what\nthe girl said.”\n\n\n“Undoubtedly. It is quite clear that the colonel was a cool and desperate\nman, who was absolutely determined that nothing should stand in the way of his\nlittle game, like those out-and-out pirates who will leave no survivor from a\ncaptured ship. Well, every moment now is precious, so if you feel equal to it\nwe shall go down to Scotland Yard at once as a preliminary to starting for\nEyford.”\n\n\nSome three hours or so afterwards we were all in the train together, bound from\nReading to the little Berkshire village. There were Sherlock Holmes, the\nhydraulic engineer, Inspector Bradstreet, of Scotland Yard, a plain-clothes\nman, and myself. Bradstreet had spread an ordnance map of the county out upon\nthe seat and was busy with his compasses drawing a circle with Eyford for its\ncentre.\n\n\n“There you are,” said he. “That circle is drawn at a radius\nof ten miles from the village. The place we want must be somewhere near that\nline. You said ten miles, I think, sir.”\n\n\n“It was an hour’s good drive.”\n\n\n“And you think that they brought you back all that way when you were\nunconscious?”\n\n\n“They must have done so. I have a confused memory, too, of having been\nlifted and conveyed somewhere.”\n\n\n“What I cannot understand,” said I, “is why they should have\nspared you when they found you lying fainting in the garden. Perhaps the\nvillain was softened by the woman’s entreaties.”\n\n\n“I hardly think that likely. I never saw a more inexorable face in my\nlife.”\n\n\n“Oh, we shall soon clear up all that,” said Bradstreet.\n“Well, I have drawn my circle, and I only wish I knew at what point upon\nit the folk that we are in search of are to be found.”\n\n\n“I think I could lay my finger on it,” said Holmes quietly.\n\n\n“Really, now!” cried the inspector, “you have formed your\nopinion! Come, now, we shall see who agrees with you. I say it is south, for\nthe country is more deserted there.”\n\n\n“And I say east,” said my patient.\n\n\n“I am for west,” remarked the plain-clothes man. “There are\nseveral quiet little villages up there.”\n\n\n“And I am for north,” said I, “because there are no hills\nthere, and our friend says that he did not notice the carriage go up\nany.”\n\n\n“Come,” cried the inspector, laughing; “it’s a very\npretty diversity of opinion. We have boxed the compass among us. Who do you\ngive your casting vote to?”\n\n\n“You are all wrong.”\n\n\n“But we can’t all be.”\n\n\n“Oh, yes, you can. This is my point.” He placed his finger in the\ncentre of the circle. “This is where we shall find them.”\n\n\n“But the twelve-mile drive?” gasped Hatherley.\n\n\n“Six out and six back. Nothing simpler. You say yourself that the horse\nwas fresh and glossy when you got in. How could it be that if it had gone\ntwelve miles over heavy roads?”\n\n\n“Indeed, it is a likely ruse enough,” observed Bradstreet\nthoughtfully. “Of course there can be no doubt as to the nature of this\ngang.”\n\n\n“None at all,” said Holmes. “They are coiners on a large\nscale, and have used the machine to form the amalgam which has taken the place\nof silver.”\n\n\n“We have known for some time that a clever gang was at work,” said\nthe inspector. “They have been turning out half-crowns by the thousand.\nWe even traced them as far as Reading, but could get no farther, for they had\ncovered their traces in a way that showed that they were very old hands. But\nnow, thanks to this lucky chance, I think that we have got them right\nenough.”\n\n\nBut the inspector was mistaken, for those criminals were not destined to fall\ninto the hands of justice. As we rolled into Eyford Station we saw a gigantic\ncolumn of smoke which streamed up from behind a small clump of trees in the\nneighbourhood and hung like an immense ostrich feather over the landscape.\n\n\n“A house on fire?” asked Bradstreet as the train steamed off again\non its way.\n\n\n“Yes, sir!” said the station-master.\n\n\n“When did it break out?”\n\n\n“I hear that it was during the night, sir, but it has got worse, and the\nwhole place is in a blaze.”\n\n\n“Whose house is it?”\n\n\n“Dr. Becher’s.”\n\n\n“Tell me,” broke in the engineer, “is Dr. Becher a German,\nvery thin, with a long, sharp nose?”\n\n\nThe station-master laughed heartily. “No, sir, Dr. Becher is an\nEnglishman, and there isn’t a man in the parish who has a better-lined\nwaistcoat. But he has a gentleman staying with him, a patient, as I understand,\nwho is a foreigner, and he looks as if a little good Berkshire beef would do\nhim no harm.”\n\n\nThe station-master had not finished his speech before we were all hastening in\nthe direction of the fire. The road topped a low hill, and there was a great\nwidespread whitewashed building in front of us, spouting fire at every chink\nand window, while in the garden in front three fire-engines were vainly\nstriving to keep the flames under.\n\n\n“That’s it!” cried Hatherley, in intense excitement.\n“There is the gravel-drive, and there are the rose-bushes where I lay.\nThat second window is the one that I jumped from.”\n\n\n“Well, at least,” said Holmes, “you have had your revenge\nupon them. There can be no question that it was your oil-lamp which, when it\nwas crushed in the press, set fire to the wooden walls, though no doubt they\nwere too excited in the chase after you to observe it at the time. Now keep\nyour eyes open in this crowd for your friends of last night, though I very much\nfear that they are a good hundred miles off by now.”\n\n\nAnd Holmes’ fears came to be realised, for from that day to this no word\nhas ever been heard either of the beautiful woman, the sinister German, or the\nmorose Englishman. Early that morning a peasant had met a cart containing\nseveral people and some very bulky boxes driving rapidly in the direction of\nReading, but there all traces of the fugitives disappeared, and even\nHolmes’ ingenuity failed ever to discover the least clue as to their\nwhereabouts.\n\n\nThe firemen had been much perturbed at the strange arrangements which they had\nfound within, and still more so by discovering a newly severed human thumb upon\na window-sill of the second floor. About sunset, however, their efforts were at\nlast successful, and they subdued the flames, but not before the roof had\nfallen in, and the whole place been reduced to such absolute ruin that, save\nsome twisted cylinders and iron piping, not a trace remained of the machinery\nwhich had cost our unfortunate acquaintance so dearly. Large masses of nickel\nand of tin were discovered stored in an out-house, but no coins were to be\nfound, which may have explained the presence of those bulky boxes which have\nbeen already referred to.\n\n\nHow our hydraulic engineer had been conveyed from the garden to the spot where\nhe recovered his senses might have remained forever a mystery were it not for\nthe soft mould, which told us a very plain tale. He had evidently been carried\ndown by two persons, one of whom had remarkably small feet and the other\nunusually large ones. On the whole, it was most probable that the silent\nEnglishman, being less bold or less murderous than his companion, had assisted\nthe woman to bear the unconscious man out of the way of danger.\n\n\n“Well,” said our engineer ruefully as we took our seats to return\nonce more to London, “it has been a pretty business for me! I have lost\nmy thumb and I have lost a fifty-guinea fee, and what have I gained?”\n\n\n“Experience,” said Holmes, laughing. “Indirectly it may be of\nvalue, you know; you have only to put it into words to gain the reputation of\nbeing excellent company for the remainder of your existence.”\n",
    "metadata": {
        "author": "Arthur Conan Doyle",
        "year": 1891,
        "url": "https://www.gutenberg.org/files/1661/1661-h/1661-h.htm",
        "name": "engineers_thumb"
    }
}