{
    "name": "Sherlock Holmes - The Five Orange Pips",
    "body": "\nWhen I glance over my\nnotes and records of the Sherlock Holmes cases between the years ’82 and\n’90, I am faced by so many which present strange and interesting features\nthat it is no easy matter to know which to choose and which to leave. Some,\nhowever, have already gained publicity through the papers, and others have not\noffered a field for those peculiar qualities which my friend possessed in so\nhigh a degree, and which it is the object of these papers to illustrate. Some,\ntoo, have baffled his analytical skill, and would be, as narratives, beginnings\nwithout an ending, while others have been but partially cleared up, and have\ntheir explanations founded rather upon conjecture and surmise than on that\nabsolute logical proof which was so dear to him. There is, however, one of\nthese last which was so remarkable in its details and so startling in its\nresults that I am tempted to give some account of it in spite of the fact that\nthere are points in connection with it which never have been, and probably\nnever will be, entirely cleared up.\n\n\nThe year ’87 furnished us with a long series of cases of greater or less\ninterest, of which I retain the records. Among my headings under this one\ntwelve months I find an account of the adventure of the Paradol Chamber, of the\nAmateur Mendicant Society, who held a luxurious club in the lower vault of a\nfurniture warehouse, of the facts connected with the loss of the British barque\nSophy Anderson, of the singular adventures of the Grice Patersons in the\nisland of Uffa, and finally of the Camberwell poisoning case. In the latter, as\nmay be remembered, Sherlock Holmes was able, by winding up the dead man’s\nwatch, to prove that it had been wound up two hours before, and that therefore\nthe deceased had gone to bed within that time—a deduction which was of\nthe greatest importance in clearing up the case. All these I may sketch out at\nsome future date, but none of them present such singular features as the\nstrange train of circumstances which I have now taken up my pen to describe.\n\n\nIt was in the latter days of September, and the equinoctial gales had set in\nwith exceptional violence. All day the wind had screamed and the rain had\nbeaten against the windows, so that even here in the heart of great, hand-made\nLondon we were forced to raise our minds for the instant from the routine of\nlife and to recognise the presence of those great elemental forces which shriek\nat mankind through the bars of his civilisation, like untamed beasts in a cage.\nAs evening drew in, the storm grew higher and louder, and the wind cried and\nsobbed like a child in the chimney. Sherlock Holmes sat moodily at one side of\nthe fireplace cross-indexing his records of crime, while I at the other was\ndeep in one of Clark Russell’s fine sea-stories until the howl of the\ngale from without seemed to blend with the text, and the splash of the rain to\nlengthen out into the long swash of the sea waves. My wife was on a visit to\nher mother’s, and for a few days I was a dweller once more in my old\nquarters at Baker Street.\n\n\n“Why,” said I, glancing up at my companion, “that was surely\nthe bell. Who could come to-night? Some friend of yours, perhaps?”\n\n\n“Except yourself I have none,” he answered. “I do not\nencourage visitors.”\n\n\n“A client, then?”\n\n\n“If so, it is a serious case. Nothing less would bring a man out on such\na day and at such an hour. But I take it that it is more likely to be some\ncrony of the landlady’s.”\n\n\nSherlock Holmes was wrong in his conjecture, however, for there came a step in\nthe passage and a tapping at the door. He stretched out his long arm to turn\nthe lamp away from himself and towards the vacant chair upon which a newcomer\nmust sit.\n\n\n“Come in!” said he.\n\n\nThe man who entered was young, some two-and-twenty at the outside, well-groomed\nand trimly clad, with something of refinement and delicacy in his bearing. The\nstreaming umbrella which he held in his hand, and his long shining waterproof\ntold of the fierce weather through which he had come. He looked about him\nanxiously in the glare of the lamp, and I could see that his face was pale and\nhis eyes heavy, like those of a man who is weighed down with some great\nanxiety.\n\n\n“I owe you an apology,” he said, raising his golden pince-nez to\nhis eyes. “I trust that I am not intruding. I fear that I have brought\nsome traces of the storm and rain into your snug chamber.”\n\n\n“Give me your coat and umbrella,” said Holmes. “They may rest\nhere on the hook and will be dry presently. You have come up from the\nsouth-west, I see.”\n\n\n“Yes, from Horsham.”\n\n\n“That clay and chalk mixture which I see upon your toe caps is quite\ndistinctive.”\n\n\n“I have come for advice.”\n\n\n“That is easily got.”\n\n\n“And help.”\n\n\n“That is not always so easy.”\n\n\n“I have heard of you, Mr. Holmes. I heard from Major Prendergast how you\nsaved him in the Tankerville Club scandal.”\n\n\n“Ah, of course. He was wrongfully accused of cheating at cards.”\n\n\n“He said that you could solve anything.”\n\n\n“He said too much.”\n\n\n“That you are never beaten.”\n\n\n“I have been beaten four times—three times by men, and once by a\nwoman.”\n\n\n“But what is that compared with the number of your successes?”\n\n\n“It is true that I have been generally successful.”\n\n\n“Then you may be so with me.”\n\n\n“I beg that you will draw your chair up to the fire and favour me with\nsome details as to your case.”\n\n\n“It is no ordinary one.”\n\n\n“None of those which come to me are. I am the last court of\nappeal.”\n\n\n“And yet I question, sir, whether, in all your experience, you have ever\nlistened to a more mysterious and inexplicable chain of events than those which\nhave happened in my own family.”\n\n\n“You fill me with interest,” said Holmes. “Pray give us the\nessential facts from the commencement, and I can afterwards question you as to\nthose details which seem to me to be most important.”\n\n\nThe young man pulled his chair up and pushed his wet feet out towards the\nblaze.\n\n\n“My name,” said he, “is John Openshaw, but my own affairs\nhave, as far as I can understand, little to do with this awful business. It is\na hereditary matter; so in order to give you an idea of the facts, I must go\nback to the commencement of the affair.\n\n\n“You must know that my grandfather had two sons—my uncle Elias and\nmy father Joseph. My father had a small factory at Coventry, which he enlarged\nat the time of the invention of bicycling. He was a patentee of the Openshaw\nunbreakable tire, and his business met with such success that he was able to\nsell it and to retire upon a handsome competence.\n\n\n“My uncle Elias emigrated to America when he was a young man and became a\nplanter in Florida, where he was reported to have done very well. At the time\nof the war he fought in Jackson’s army, and afterwards under Hood, where\nhe rose to be a colonel. When Lee laid down his arms my uncle returned to his\nplantation, where he remained for three or four years. About 1869 or 1870 he\ncame back to Europe and took a small estate in Sussex, near Horsham. He had\nmade a very considerable fortune in the States, and his reason for leaving them\nwas his aversion to the negroes, and his dislike of the Republican policy in\nextending the franchise to them. He was a singular man, fierce and\nquick-tempered, very foul-mouthed when he was angry, and of a most retiring\ndisposition. During all the years that he lived at Horsham, I doubt if ever he\nset foot in the town. He had a garden and two or three fields round his house,\nand there he would take his exercise, though very often for weeks on end he\nwould never leave his room. He drank a great deal of brandy and smoked very\nheavily, but he would see no society and did not want any friends, not even his\nown brother.\n\n\n“He didn’t mind me; in fact, he took a fancy to me, for at the time\nwhen he saw me first I was a youngster of twelve or so. This would be in the\nyear 1878, after he had been eight or nine years in England. He begged my\nfather to let me live with him and he was very kind to me in his way. When he\nwas sober he used to be fond of playing backgammon and draughts with me, and he\nwould make me his representative both with the servants and with the\ntradespeople, so that by the time that I was sixteen I was quite master of the\nhouse. I kept all the keys and could go where I liked and do what I liked, so\nlong as I did not disturb him in his privacy. There was one singular exception,\nhowever, for he had a single room, a lumber-room up among the attics, which was\ninvariably locked, and which he would never permit either me or anyone else to\nenter. With a boy’s curiosity I have peeped through the keyhole, but I\nwas never able to see more than such a collection of old trunks and bundles as\nwould be expected in such a room.\n\n\n“One day—it was in March, 1883—a letter with a foreign stamp\nlay upon the table in front of the colonel’s plate. It was not a common\nthing for him to receive letters, for his bills were all paid in ready money,\nand he had no friends of any sort. ‘From India!’ said he as he took\nit up, ‘Pondicherry postmark! What can this be?’ Opening it\nhurriedly, out there jumped five little dried orange pips, which pattered down\nupon his plate. I began to laugh at this, but the laugh was struck from my lips\nat the sight of his face. His lip had fallen, his eyes were protruding, his\nskin the colour of putty, and he glared at the envelope which he still held in\nhis trembling hand, ‘K. K. K.!’ he shrieked, and then, ‘My\nGod, my God, my sins have overtaken me!’\n\n\n“‘What is it, uncle?’ I cried.\n\n\n“‘Death,’ said he, and rising from the table he retired\nto his room, leaving me palpitating with horror. I took up the envelope and saw\nscrawled in red ink upon the inner flap, just above the gum, the letter K three\ntimes repeated. There was nothing else save the five dried pips. What could be\nthe reason of his overpowering terror? I left the breakfast-table, and as I\nascended the stair I met him coming down with an old rusty key, which must have\nbelonged to the attic, in one hand, and a small brass box, like a cashbox, in\nthe other.\n\n\n“‘They may do what they like, but I’ll checkmate them\nstill,’ said he with an oath. ‘Tell Mary that I shall want a fire\nin my room to-day, and send down to Fordham, the Horsham lawyer.’\n\n\n“I did as he ordered, and when the lawyer arrived I was asked to step up\nto the room. The fire was burning brightly, and in the grate there was a mass\nof black, fluffy ashes, as of burned paper, while the brass box stood open and\nempty beside it. As I glanced at the box I noticed, with a start, that upon the\nlid was printed the treble K which I had read in the morning upon the envelope.\n\n\n“‘I wish you, John,’ said my uncle, ‘to witness\nmy will. I leave my estate, with all its advantages and all its disadvantages,\nto my brother, your father, whence it will, no doubt, descend to you. If you\ncan enjoy it in peace, well and good! If you find you cannot, take my advice,\nmy boy, and leave it to your deadliest enemy. I am sorry to give you such a\ntwo-edged thing, but I can’t say what turn things are going to take.\nKindly sign the paper where Mr. Fordham shows you.’\n\n\n“I signed the paper as directed, and the lawyer took it away with him.\nThe singular incident made, as you may think, the deepest impression upon me,\nand I pondered over it and turned it every way in my mind without being able to\nmake anything of it. Yet I could not shake off the vague feeling of dread which\nit left behind, though the sensation grew less keen as the weeks passed and\nnothing happened to disturb the usual routine of our lives. I could see a\nchange in my uncle, however. He drank more than ever, and he was less inclined\nfor any sort of society. Most of his time he would spend in his room, with the\ndoor locked upon the inside, but sometimes he would emerge in a sort of drunken\nfrenzy and would burst out of the house and tear about the garden with a\nrevolver in his hand, screaming out that he was afraid of no man, and that he\nwas not to be cooped up, like a sheep in a pen, by man or devil. When these hot\nfits were over, however, he would rush tumultuously in at the door and lock and\nbar it behind him, like a man who can brazen it out no longer against the\nterror which lies at the roots of his soul. At such times I have seen his face,\neven on a cold day, glisten with moisture, as though it were new raised from a\nbasin.\n\n\n“Well, to come to an end of the matter, Mr. Holmes, and not to abuse your\npatience, there came a night when he made one of those drunken sallies from\nwhich he never came back. We found him, when we went to search for him, face\ndownward in a little green-scummed pool, which lay at the foot of the garden.\nThere was no sign of any violence, and the water was but two feet deep, so that\nthe jury, having regard to his known eccentricity, brought in a verdict of\n‘suicide.’ But I, who knew how he winced from the very thought of\ndeath, had much ado to persuade myself that he had gone out of his way to meet\nit. The matter passed, however, and my father entered into possession of the\nestate, and of some Â£ 14,000, which lay to his credit at the bank.”\n\n\n“One moment,” Holmes interposed, “your statement is, I\nforesee, one of the most remarkable to which I have ever listened. Let me have\nthe date of the reception by your uncle of the letter, and the date of his\nsupposed suicide.”\n\n\n“The letter arrived on March 10, 1883. His death was seven weeks later,\nupon the night of May 2nd.”\n\n\n“Thank you. Pray proceed.”\n\n\n“When my father took over the Horsham property, he, at my request, made a\ncareful examination of the attic, which had been always locked up. We found the\nbrass box there, although its contents had been destroyed. On the inside of the\ncover was a paper label, with the initials of K. K. K. repeated upon it, and\n‘Letters, memoranda, receipts, and a register’ written beneath.\nThese, we presume, indicated the nature of the papers which had been destroyed\nby Colonel Openshaw. For the rest, there was nothing of much importance in the\nattic save a great many scattered papers and note-books bearing upon my\nuncle’s life in America. Some of them were of the war time and showed\nthat he had done his duty well and had borne the repute of a brave soldier.\nOthers were of a date during the reconstruction of the Southern states, and\nwere mostly concerned with politics, for he had evidently taken a strong part\nin opposing the carpet-bag politicians who had been sent down from the North.\n\n\n“Well, it was the beginning of ’84 when my father came to live at\nHorsham, and all went as well as possible with us until the January of\n’85. On the fourth day after the new year I heard my father give a sharp\ncry of surprise as we sat together at the breakfast-table. There he was,\nsitting with a newly opened envelope in one hand and five dried orange pips in\nthe outstretched palm of the other one. He had always laughed at what he called\nmy cock-and-bull story about the colonel, but he looked very scared and puzzled\nnow that the same thing had come upon himself.\n\n\n“‘Why, what on earth does this mean, John?’ he\nstammered.\n\n\n“My heart had turned to lead. ‘It is K. K. K.,’ said I.\n\n\n“He looked inside the envelope. ‘So it is,’ he cried.\n‘Here are the very letters. But what is this written above them?’\n\n\n“‘Put the papers on the sundial,’ I read, peeping over\nhis shoulder.\n\n\n“‘What papers? What sundial?’ he asked.\n\n\n“‘The sundial in the garden. There is no other,’ said\nI; ‘but the papers must be those that are destroyed.’\n\n\n“‘Pooh!’ said he, gripping hard at his courage.\n‘We are in a civilised land here, and we can’t have tomfoolery of\nthis kind. Where does the thing come from?’\n\n\n“‘From Dundee,’ I answered, glancing at the postmark.\n\n\n“‘Some preposterous practical joke,’ said he.\n‘What have I to do with sundials and papers? I shall take no notice of\nsuch nonsense.’\n\n\n“‘I should certainly speak to the police,’ I said.\n\n\n“‘And be laughed at for my pains. Nothing of the sort.’\n\n\n“‘Then let me do so?’\n\n\n“‘No, I forbid you. I won’t have a fuss made about such\nnonsense.’\n\n\n“It was in vain to argue with him, for he was a very obstinate man. I\nwent about, however, with a heart which was full of forebodings.\n\n\n“On the third day after the coming of the letter my father went from home\nto visit an old friend of his, Major Freebody, who is in command of one of the\nforts upon Portsdown Hill. I was glad that he should go, for it seemed to me\nthat he was farther from danger when he was away from home. In that, however, I\nwas in error. Upon the second day of his absence I received a telegram from the\nmajor, imploring me to come at once. My father had fallen over one of the deep\nchalk-pits which abound in the neighbourhood, and was lying senseless, with a\nshattered skull. I hurried to him, but he passed away without having ever\nrecovered his consciousness. He had, as it appears, been returning from Fareham\nin the twilight, and as the country was unknown to him, and the chalk-pit\nunfenced, the jury had no hesitation in bringing in a verdict of ‘death\nfrom accidental causes.’ Carefully as I examined every fact connected\nwith his death, I was unable to find anything which could suggest the idea of\nmurder. There were no signs of violence, no footmarks, no robbery, no record of\nstrangers having been seen upon the roads. And yet I need not tell you that my\nmind was far from at ease, and that I was well-nigh certain that some foul plot\nhad been woven round him.\n\n\n“In this sinister way I came into my inheritance. You will ask me why I\ndid not dispose of it? I answer, because I was well convinced that our troubles\nwere in some way dependent upon an incident in my uncle’s life, and that\nthe danger would be as pressing in one house as in another.\n\n\n“It was in January, ’85, that my poor father met his end, and two\nyears and eight months have elapsed since then. During that time I have lived\nhappily at Horsham, and I had begun to hope that this curse had passed away\nfrom the family, and that it had ended with the last generation. I had begun to\ntake comfort too soon, however; yesterday morning the blow fell in the very\nshape in which it had come upon my father.”\n\n\nThe young man took from his waistcoat a crumpled envelope, and turning to the\ntable he shook out upon it five little dried orange pips.\n\n\n“This is the envelope,” he continued. “The postmark is\nLondon—eastern division. Within are the very words which were upon my\nfather’s last message: ‘K. K. K.’; and then ‘Put the\npapers on the sundial.’”\n\n\n“What have you done?” asked Holmes.\n\n\n“Nothing.”\n\n\n“Nothing?”\n\n\n“To tell the truth”—he sank his face into his thin, white\nhands—“I have felt helpless. I have felt like one of those poor\nrabbits when the snake is writhing towards it. I seem to be in the grasp of\nsome resistless, inexorable evil, which no foresight and no precautions can\nguard against.”\n\n\n“Tut! tut!” cried Sherlock Holmes. “You must act, man, or you\nare lost. Nothing but energy can save you. This is no time for despair.”\n\n\n“I have seen the police.”\n\n\n“Ah!”\n\n\n“But they listened to my story with a smile. I am convinced that the\ninspector has formed the opinion that the letters are all practical jokes, and\nthat the deaths of my relations were really accidents, as the jury stated, and\nwere not to be connected with the warnings.”\n\n\nHolmes shook his clenched hands in the air. “Incredible\nimbecility!” he cried.\n\n\n“They have, however, allowed me a policeman, who may remain in the house\nwith me.”\n\n\n“Has he come with you to-night?”\n\n\n“No. His orders were to stay in the house.”\n\n\nAgain Holmes raved in the air.\n\n\n“Why did you come to me?” he said, “and, above all, why did\nyou not come at once?”\n\n\n“I did not know. It was only to-day that I spoke to Major Prendergast\nabout my troubles and was advised by him to come to you.”\n\n\n“It is really two days since you had the letter. We should have acted\nbefore this. You have no further evidence, I suppose, than that which you have\nplaced before us—no suggestive detail which might help us?”\n\n\n“There is one thing,” said John Openshaw. He rummaged in his coat\npocket, and, drawing out a piece of discoloured, blue-tinted paper, he laid it\nout upon the table. “I have some remembrance,” said he, “that\non the day when my uncle burned the papers I observed that the small, unburned\nmargins which lay amid the ashes were of this particular colour. I found this\nsingle sheet upon the floor of his room, and I am inclined to think that it may\nbe one of the papers which has, perhaps, fluttered out from among the others,\nand in that way has escaped destruction. Beyond the mention of pips, I do not\nsee that it helps us much. I think myself that it is a page from some private\ndiary. The writing is undoubtedly my uncle’s.”\n\n\nHolmes moved the lamp, and we both bent over the sheet of paper, which showed\nby its ragged edge that it had indeed been torn from a book. It was headed,\n“March, 1869,” and beneath were the following enigmatical notices:\n\n\n“4th. Hudson came. Same old platform.\n\n\n“7th. Set the pips on McCauley, Paramore, and John Swain of St.\nAugustine.\n\n\n“9th. McCauley cleared.\n\n\n“10th. John Swain cleared.\n\n\n“12th. Visited Paramore. All well.”\n\n\n“Thank you!” said Holmes, folding up the paper and returning it to\nour visitor. “And now you must on no account lose another instant. We\ncannot spare time even to discuss what you have told me. You must get home\ninstantly and act.”\n\n\n“What shall I do?”\n\n\n“There is but one thing to do. It must be done at once. You must put this\npiece of paper which you have shown us into the brass box which you have\ndescribed. You must also put in a note to say that all the other papers were\nburned by your uncle, and that this is the only one which remains. You must\nassert that in such words as will carry conviction with them. Having done this,\nyou must at once put the box out upon the sundial, as directed. Do you\nunderstand?”\n\n\n“Entirely.”\n\n\n“Do not think of revenge, or anything of the sort, at present. I think\nthat we may gain that by means of the law; but we have our web to weave, while\ntheirs is already woven. The first consideration is to remove the pressing\ndanger which threatens you. The second is to clear up the mystery and to punish\nthe guilty parties.”\n\n\n“I thank you,” said the young man, rising and pulling on his\novercoat. “You have given me fresh life and hope. I shall certainly do as\nyou advise.”\n\n\n“Do not lose an instant. And, above all, take care of yourself in the\nmeanwhile, for I do not think that there can be a doubt that you are threatened\nby a very real and imminent danger. How do you go back?”\n\n\n“By train from Waterloo.”\n\n\n“It is not yet nine. The streets will be crowded, so I trust that you may\nbe in safety. And yet you cannot guard yourself too closely.”\n\n\n“I am armed.”\n\n\n“That is well. To-morrow I shall set to work upon your case.”\n\n\n“I shall see you at Horsham, then?”\n\n\n“No, your secret lies in London. It is there that I shall seek it.”\n\n\n“Then I shall call upon you in a day, or in two days, with news as to the\nbox and the papers. I shall take your advice in every particular.” He\nshook hands with us and took his leave. Outside the wind still screamed and the\nrain splashed and pattered against the windows. This strange, wild story seemed\nto have come to us from amid the mad elements—blown in upon us like a\nsheet of sea-weed in a gale—and now to have been reabsorbed by them once\nmore.\n\n\nSherlock Holmes sat for some time in silence, with his head sunk forward and\nhis eyes bent upon the red glow of the fire. Then he lit his pipe, and leaning\nback in his chair he watched the blue smoke-rings as they chased each other up\nto the ceiling.\n\n\n“I think, Watson,” he remarked at last, “that of all our\ncases we have had none more fantastic than this.”\n\n\n“Save, perhaps, the Sign of Four.”\n\n\n“Well, yes. Save, perhaps, that. And yet this John Openshaw seems to me\nto be walking amid even greater perils than did the Sholtos.”\n\n\n“But have you,” I asked, “formed any definite conception as\nto what these perils are?”\n\n\n“There can be no question as to their nature,” he answered.\n\n\n“Then what are they? Who is this K. K. K., and why does he pursue this\nunhappy family?”\n\n\nSherlock Holmes closed his eyes and placed his elbows upon the arms of his\nchair, with his finger-tips together. “The ideal reasoner,” he\nremarked, “would, when he had once been shown a single fact in all its\nbearings, deduce from it not only all the chain of events which led up to it\nbut also all the results which would follow from it. As Cuvier could correctly\ndescribe a whole animal by the contemplation of a single bone, so the observer\nwho has thoroughly understood one link in a series of incidents should be able\nto accurately state all the other ones, both before and after. We have not yet\ngrasped the results which the reason alone can attain to. Problems may be\nsolved in the study which have baffled all those who have sought a solution by\nthe aid of their senses. To carry the art, however, to its highest pitch, it is\nnecessary that the reasoner should be able to utilise all the facts which have\ncome to his knowledge; and this in itself implies, as you will readily see, a\npossession of all knowledge, which, even in these days of free education and\nencyclopÃ¦dias, is a somewhat rare accomplishment. It is not so impossible,\nhowever, that a man should possess all knowledge which is likely to be useful\nto him in his work, and this I have endeavoured in my case to do. If I remember\nrightly, you on one occasion, in the early days of our friendship, defined my\nlimits in a very precise fashion.”\n\n\n“Yes,” I answered, laughing. “It was a singular document.\nPhilosophy, astronomy, and politics were marked at zero, I remember. Botany\nvariable, geology profound as regards the mud-stains from any region within\nfifty miles of town, chemistry eccentric, anatomy unsystematic, sensational\nliterature and crime records unique, violin-player, boxer, swordsman, lawyer,\nand self-poisoner by cocaine and tobacco. Those, I think, were the main points\nof my analysis.”\n\n\nHolmes grinned at the last item. “Well,” he said, “I say now,\nas I said then, that a man should keep his little brain-attic stocked with all\nthe furniture that he is likely to use, and the rest he can put away in the\nlumber-room of his library, where he can get it if he wants it. Now, for such a\ncase as the one which has been submitted to us to-night, we need certainly to\nmuster all our resources. Kindly hand me down the letter K of the American\nEncyclopÃ¦dia which stands upon the shelf beside you. Thank you. Now let us\nconsider the situation and see what may be deduced from it. In the first place,\nwe may start with a strong presumption that Colonel Openshaw had some very\nstrong reason for leaving America. Men at his time of life do not change all\ntheir habits and exchange willingly the charming climate of Florida for the\nlonely life of an English provincial town. His extreme love of solitude in\nEngland suggests the idea that he was in fear of someone or something, so we\nmay assume as a working hypothesis that it was fear of someone or something\nwhich drove him from America. As to what it was he feared, we can only deduce\nthat by considering the formidable letters which were received by himself and\nhis successors. Did you remark the postmarks of those letters?”\n\n\n“The first was from Pondicherry, the second from Dundee, and the third\nfrom London.”\n\n\n“From East London. What do you deduce from that?”\n\n\n“They are all seaports. That the writer was on board of a ship.”\n\n\n“Excellent. We have already a clue. There can be no doubt that the\nprobability—the strong probability—is that the writer was on board\nof a ship. And now let us consider another point. In the case of Pondicherry,\nseven weeks elapsed between the threat and its fulfilment, in Dundee it was\nonly some three or four days. Does that suggest anything?”\n\n\n“A greater distance to travel.”\n\n\n“But the letter had also a greater distance to come.”\n\n\n“Then I do not see the point.”\n\n\n“There is at least a presumption that the vessel in which the man or men\nare is a sailing-ship. It looks as if they always send their singular warning\nor token before them when starting upon their mission. You see how quickly the\ndeed followed the sign when it came from Dundee. If they had come from\nPondicherry in a steamer they would have arrived almost as soon as their\nletter. But, as a matter of fact, seven weeks elapsed. I think that those seven\nweeks represented the difference between the mail-boat which brought the letter\nand the sailing vessel which brought the writer.”\n\n\n“It is possible.”\n\n\n“More than that. It is probable. And now you see the deadly urgency of\nthis new case, and why I urged young Openshaw to caution. The blow has always\nfallen at the end of the time which it would take the senders to travel the\ndistance. But this one comes from London, and therefore we cannot count upon\ndelay.”\n\n\n“Good God!” I cried. “What can it mean, this relentless\npersecution?”\n\n\n“The papers which Openshaw carried are obviously of vital importance to\nthe person or persons in the sailing-ship. I think that it is quite clear that\nthere must be more than one of them. A single man could not have carried out\ntwo deaths in such a way as to deceive a coroner’s jury. There must have\nbeen several in it, and they must have been men of resource and determination.\nTheir papers they mean to have, be the holder of them who it may. In this way\nyou see K. K. K. ceases to be the initials of an individual and becomes the\nbadge of a society.”\n\n\n“But of what society?”\n\n\n“Have you never—” said Sherlock Holmes, bending forward and\nsinking his voice—“have you never heard of the Ku Klux Klan?”\n\n\n“I never have.”\n\n\nHolmes turned over the leaves of the book upon his knee. “Here it\nis,” said he presently:\n\n\n“‘Ku Klux Klan. A name derived from the fanciful resemblance\nto the sound produced by cocking a rifle. This terrible secret society was\nformed by some ex-Confederate soldiers in the Southern states after the Civil\nWar, and it rapidly formed local branches in different parts of the country,\nnotably in Tennessee, Louisiana, the Carolinas, Georgia, and Florida. Its power\nwas used for political purposes, principally for the terrorising of the negro\nvoters and the murdering and driving from the country of those who were opposed\nto its views. Its outrages were usually preceded by a warning sent to the\nmarked man in some fantastic but generally recognised shape—a sprig of\noak-leaves in some parts, melon seeds or orange pips in others. On receiving\nthis the victim might either openly abjure his former ways, or might fly from\nthe country. If he braved the matter out, death would unfailingly come upon\nhim, and usually in some strange and unforeseen manner. So perfect was the\norganisation of the society, and so systematic its methods, that there is\nhardly a case upon record where any man succeeded in braving it with impunity,\nor in which any of its outrages were traced home to the perpetrators. For some\nyears the organisation flourished in spite of the efforts of the United States\ngovernment and of the better classes of the community in the South. Eventually,\nin the year 1869, the movement rather suddenly collapsed, although there have\nbeen sporadic outbreaks of the same sort since that date.’\n\n\n“You will observe,” said Holmes, laying down the volume,\n“that the sudden breaking up of the society was coincident with the\ndisappearance of Openshaw from America with their papers. It may well have been\ncause and effect. It is no wonder that he and his family have some of the more\nimplacable spirits upon their track. You can understand that this register and\ndiary may implicate some of the first men in the South, and that there may be\nmany who will not sleep easy at night until it is recovered.”\n\n\n“Then the page we have seen—”\n\n\n“Is such as we might expect. It ran, if I remember right, ‘sent the\npips to A, B, and C’—that is, sent the society’s warning to\nthem. Then there are successive entries that A and B cleared, or left the\ncountry, and finally that C was visited, with, I fear, a sinister result for C.\nWell, I think, Doctor, that we may let some light into this dark place, and I\nbelieve that the only chance young Openshaw has in the meantime is to do what I\nhave told him. There is nothing more to be said or to be done to-night, so hand\nme over my violin and let us try to forget for half an hour the miserable\nweather and the still more miserable ways of our fellow men.”\n\n\nIt had cleared in the morning, and the sun was shining with a subdued\nbrightness through the dim veil which hangs over the great city. Sherlock\nHolmes was already at breakfast when I came down.\n\n\n“You will excuse me for not waiting for you,” said he; “I\nhave, I foresee, a very busy day before me in looking into this case of young\nOpenshaw’s.”\n\n\n“What steps will you take?” I asked.\n\n\n“It will very much depend upon the results of my first inquiries. I may\nhave to go down to Horsham, after all.”\n\n\n“You will not go there first?”\n\n\n“No, I shall commence with the City. Just ring the bell and the maid will\nbring up your coffee.”\n\n\nAs I waited, I lifted the unopened newspaper from the table and glanced my eye\nover it. It rested upon a heading which sent a chill to my heart.\n\n\n“Holmes,” I cried, “you are too late.”\n\n\n“Ah!” said he, laying down his cup, “I feared as much. How\nwas it done?” He spoke calmly, but I could see that he was deeply moved.\n\n\n“My eye caught the name of Openshaw, and the heading ‘Tragedy Near\nWaterloo Bridge.’ Here is the account:\n\n\n“‘Between nine and ten last night Police-Constable Cook, of\nthe H Division, on duty near Waterloo Bridge, heard a cry for help and a splash\nin the water. The night, however, was extremely dark and stormy, so that, in\nspite of the help of several passers-by, it was quite impossible to effect a\nrescue. The alarm, however, was given, and, by the aid of the water-police, the\nbody was eventually recovered. It proved to be that of a young gentleman whose\nname, as it appears from an envelope which was found in his pocket, was John\nOpenshaw, and whose residence is near Horsham. It is conjectured that he may\nhave been hurrying down to catch the last train from Waterloo Station, and that\nin his haste and the extreme darkness he missed his path and walked over the\nedge of one of the small landing-places for river steamboats. The body\nexhibited no traces of violence, and there can be no doubt that the deceased\nhad been the victim of an unfortunate accident, which should have the effect of\ncalling the attention of the authorities to the condition of the riverside\nlanding-stages.’”\n\n\nWe sat in silence for some minutes, Holmes more depressed and shaken than I had\never seen him.\n\n\n“That hurts my pride, Watson,” he said at last. “It is a\npetty feeling, no doubt, but it hurts my pride. It becomes a personal matter\nwith me now, and, if God sends me health, I shall set my hand upon this gang.\nThat he should come to me for help, and that I should send him away to his\ndeath—!” He sprang from his chair and paced about the room in\nuncontrollable agitation, with a flush upon his sallow cheeks and a nervous\nclasping and unclasping of his long thin hands.\n\n\n“They must be cunning devils,” he exclaimed at last. “How\ncould they have decoyed him down there? The Embankment is not on the direct\nline to the station. The bridge, no doubt, was too crowded, even on such a\nnight, for their purpose. Well, Watson, we shall see who will win in the long\nrun. I am going out now!”\n\n\n“To the police?”\n\n\n“No; I shall be my own police. When I have spun the web they may take the\nflies, but not before.”\n\n\nAll day I was engaged in my professional work, and it was late in the evening\nbefore I returned to Baker Street. Sherlock Holmes had not come back yet. It\nwas nearly ten o’clock before he entered, looking pale and worn. He\nwalked up to the sideboard, and tearing a piece from the loaf he devoured it\nvoraciously, washing it down with a long draught of water.\n\n\n“You are hungry,” I remarked.\n\n\n“Starving. It had escaped my memory. I have had nothing since\nbreakfast.”\n\n\n“Nothing?”\n\n\n“Not a bite. I had no time to think of it.”\n\n\n“And how have you succeeded?”\n\n\n“Well.”\n\n\n“You have a clue?”\n\n\n“I have them in the hollow of my hand. Young Openshaw shall not long\nremain unavenged. Why, Watson, let us put their own devilish trade-mark upon\nthem. It is well thought of!”\n\n\n“What do you mean?”\n\n\nHe took an orange from the cupboard, and tearing it to pieces he squeezed out\nthe pips upon the table. Of these he took five and thrust them into an\nenvelope. On the inside of the flap he wrote “S. H. for J. O.” Then\nhe sealed it and addressed it to “Captain James Calhoun, Barque Lone\nStar, Savannah, Georgia.”\n\n\n“That will await him when he enters port,” said he, chuckling.\n“It may give him a sleepless night. He will find it as sure a precursor\nof his fate as Openshaw did before him.”\n\n\n“And who is this Captain Calhoun?”\n\n\n“The leader of the gang. I shall have the others, but he first.”\n\n\n“How did you trace it, then?”\n\n\nHe took a large sheet of paper from his pocket, all covered with dates and\nnames.\n\n\n“I have spent the whole day,” said he, “over Lloyd’s\nregisters and files of the old papers, following the future career of every\nvessel which touched at Pondicherry in January and February in ’83. There\nwere thirty-six ships of fair tonnage which were reported there during those\nmonths. Of these, one, the Lone Star, instantly attracted my attention,\nsince, although it was reported as having cleared from London, the name is that\nwhich is given to one of the states of the Union.”\n\n\n“Texas, I think.”\n\n\n“I was not and am not sure which; but I knew that the ship must have an\nAmerican origin.”\n\n\n“What then?”\n\n\n“I searched the Dundee records, and when I found that the barque Lone\nStar was there in January, ’85, my suspicion became a certainty. I\nthen inquired as to the vessels which lay at present in the port of\nLondon.”\n\n\n“Yes?”\n\n\n“The Lone Star had arrived here last week. I went down to the\nAlbert Dock and found that she had been taken down the river by the early tide\nthis morning, homeward bound to Savannah. I wired to Gravesend and learned that\nshe had passed some time ago, and as the wind is easterly I have no doubt that\nshe is now past the Goodwins and not very far from the Isle of Wight.”\n\n\n“What will you do, then?”\n\n\n“Oh, I have my hand upon him. He and the two mates, are as I learn, the\nonly native-born Americans in the ship. The others are Finns and Germans. I\nknow, also, that they were all three away from the ship last night. I had it\nfrom the stevedore who has been loading their cargo. By the time that their\nsailing-ship reaches Savannah the mail-boat will have carried this letter, and\nthe cable will have informed the police of Savannah that these three gentlemen\nare badly wanted here upon a charge of murder.”\n\n\nThere is ever a flaw, however, in the best laid of human plans, and the\nmurderers of John Openshaw were never to receive the orange pips which would\nshow them that another, as cunning and as resolute as themselves, was upon\ntheir track. Very long and very severe were the equinoctial gales that year. We\nwaited long for news of the Lone Star of Savannah, but none ever reached\nus. We did at last hear that somewhere far out in the Atlantic a shattered\nstern-post of a boat was seen swinging in the trough of a wave, with the\nletters “L. S.” carved upon it, and that is all which we shall ever\nknow of the fate of the Lone Star.\n",
    "metadata": {
        "author": "Arthur Conan Doyle",
        "year": 1891,
        "url": "https://www.gutenberg.org/files/1661/1661-h/1661-h.htm",
        "name": "five_orange_pips"
    }
}