{
    "name": "Sherlock Holmes - The Adventure of the Speckled Band",
    "body": "\nOn glancing over my\nnotes of the seventy odd cases in which I have during the last eight years\nstudied the methods of my friend Sherlock Holmes, I find many tragic, some\ncomic, a large number merely strange, but none commonplace; for, working as he\ndid rather for the love of his art than for the acquirement of wealth, he\nrefused to associate himself with any investigation which did not tend towards\nthe unusual, and even the fantastic. Of all these varied cases, however, I\ncannot recall any which presented more singular features than that which was\nassociated with the well-known Surrey family of the Roylotts of Stoke Moran.\nThe events in question occurred in the early days of my association with\nHolmes, when we were sharing rooms as bachelors in Baker Street. It is possible\nthat I might have placed them upon record before, but a promise of secrecy was\nmade at the time, from which I have only been freed during the last month by\nthe untimely death of the lady to whom the pledge was given. It is perhaps as\nwell that the facts should now come to light, for I have reasons to know that\nthere are widespread rumours as to the death of Dr. Grimesby Roylott which tend\nto make the matter even more terrible than the truth.\n\n\nIt was early in April in the year ’83 that I woke one morning to find\nSherlock Holmes standing, fully dressed, by the side of my bed. He was a late\nriser, as a rule, and as the clock on the mantelpiece showed me that it was\nonly a quarter-past seven, I blinked up at him in some surprise, and perhaps\njust a little resentment, for I was myself regular in my habits.\n\n\n“Very sorry to knock you up, Watson,” said he, “but\nit’s the common lot this morning. Mrs. Hudson has been knocked up, she\nretorted upon me, and I on you.”\n\n\n“What is it, then—a fire?”\n\n\n“No; a client. It seems that a young lady has arrived in a considerable\nstate of excitement, who insists upon seeing me. She is waiting now in the\nsitting-room. Now, when young ladies wander about the metropolis at this hour\nof the morning, and knock sleepy people up out of their beds, I presume that it\nis something very pressing which they have to communicate. Should it prove to\nbe an interesting case, you would, I am sure, wish to follow it from the\noutset. I thought, at any rate, that I should call you and give you the\nchance.”\n\n\n“My dear fellow, I would not miss it for anything.”\n\n\nI had no keener pleasure than in following Holmes in his professional\ninvestigations, and in admiring the rapid deductions, as swift as intuitions,\nand yet always founded on a logical basis with which he unravelled the problems\nwhich were submitted to him. I rapidly threw on my clothes and was ready in a\nfew minutes to accompany my friend down to the sitting-room. A lady dressed in\nblack and heavily veiled, who had been sitting in the window, rose as we\nentered.\n\n\n“Good-morning, madam,” said Holmes cheerily. “My name is\nSherlock Holmes. This is my intimate friend and associate, Dr. Watson, before\nwhom you can speak as freely as before myself. Ha! I am glad to see that Mrs.\nHudson has had the good sense to light the fire. Pray draw up to it, and I\nshall order you a cup of hot coffee, for I observe that you are\nshivering.”\n\n\n“It is not cold which makes me shiver,” said the woman in a low\nvoice, changing her seat as requested.\n\n\n“What, then?”\n\n\n“It is fear, Mr. Holmes. It is terror.” She raised her veil as she\nspoke, and we could see that she was indeed in a pitiable state of agitation,\nher face all drawn and grey, with restless frightened eyes, like those of some\nhunted animal. Her features and figure were those of a woman of thirty, but her\nhair was shot with premature grey, and her expression was weary and haggard.\nSherlock Holmes ran her over with one of his quick, all-comprehensive glances.\n\n\n“You must not fear,” said he soothingly, bending forward and\npatting her forearm. “We shall soon set matters right, I have no doubt.\nYou have come in by train this morning, I see.”\n\n\n“You know me, then?”\n\n\n“No, but I observe the second half of a return ticket in the palm of your\nleft glove. You must have started early, and yet you had a good drive in a\ndog-cart, along heavy roads, before you reached the station.”\n\n\nThe lady gave a violent start and stared in bewilderment at my companion.\n\n\n“There is no mystery, my dear madam,” said he, smiling. “The\nleft arm of your jacket is spattered with mud in no less than seven places. The\nmarks are perfectly fresh. There is no vehicle save a dog-cart which throws up\nmud in that way, and then only when you sit on the left-hand side of the\ndriver.”\n\n\n“Whatever your reasons may be, you are perfectly correct,” said\nshe. “I started from home before six, reached Leatherhead at twenty past,\nand came in by the first train to Waterloo. Sir, I can stand this strain no\nlonger; I shall go mad if it continues. I have no one to turn to—none,\nsave only one, who cares for me, and he, poor fellow, can be of little aid. I\nhave heard of you, Mr. Holmes; I have heard of you from Mrs. Farintosh, whom\nyou helped in the hour of her sore need. It was from her that I had your\naddress. Oh, sir, do you not think that you could help me, too, and at least\nthrow a little light through the dense darkness which surrounds me? At present\nit is out of my power to reward you for your services, but in a month or six\nweeks I shall be married, with the control of my own income, and then at least\nyou shall not find me ungrateful.”\n\n\nHolmes turned to his desk and, unlocking it, drew out a small case-book, which\nhe consulted.\n\n\n“Farintosh,” said he. “Ah yes, I recall the case; it was\nconcerned with an opal tiara. I think it was before your time, Watson. I can\nonly say, madam, that I shall be happy to devote the same care to your case as\nI did to that of your friend. As to reward, my profession is its own reward;\nbut you are at liberty to defray whatever expenses I may be put to, at the time\nwhich suits you best. And now I beg that you will lay before us everything that\nmay help us in forming an opinion upon the matter.”\n\n\n“Alas!” replied our visitor, “the very horror of my situation\nlies in the fact that my fears are so vague, and my suspicions depend so\nentirely upon small points, which might seem trivial to another, that even he\nto whom of all others I have a right to look for help and advice looks upon all\nthat I tell him about it as the fancies of a nervous woman. He does not say so,\nbut I can read it from his soothing answers and averted eyes. But I have heard,\nMr. Holmes, that you can see deeply into the manifold wickedness of the human\nheart. You may advise me how to walk amid the dangers which encompass\nme.”\n\n\n“I am all attention, madam.”\n\n\n“My name is Helen Stoner, and I am living with my stepfather, who is the\nlast survivor of one of the oldest Saxon families in England, the Roylotts of\nStoke Moran, on the western border of Surrey.”\n\n\nHolmes nodded his head. “The name is familiar to me,” said he.\n\n\n“The family was at one time among the richest in England, and the estates\nextended over the borders into Berkshire in the north, and Hampshire in the\nwest. In the last century, however, four successive heirs were of a dissolute\nand wasteful disposition, and the family ruin was eventually completed by a\ngambler in the days of the Regency. Nothing was left save a few acres of\nground, and the two-hundred-year-old house, which is itself crushed under a\nheavy mortgage. The last squire dragged out his existence there, living the\nhorrible life of an aristocratic pauper; but his only son, my stepfather,\nseeing that he must adapt himself to the new conditions, obtained an advance\nfrom a relative, which enabled him to take a medical degree and went out to\nCalcutta, where, by his professional skill and his force of character, he\nestablished a large practice. In a fit of anger, however, caused by some\nrobberies which had been perpetrated in the house, he beat his native butler to\ndeath and narrowly escaped a capital sentence. As it was, he suffered a long\nterm of imprisonment and afterwards returned to England a morose and\ndisappointed man.\n\n\n“When Dr. Roylott was in India he married my mother, Mrs. Stoner, the\nyoung widow of Major-General Stoner, of the Bengal Artillery. My sister Julia\nand I were twins, and we were only two years old at the time of my\nmother’s re-marriage. She had a considerable sum of money—not less\nthan Â£ 1000 a year—and this she bequeathed to Dr. Roylott entirely while\nwe resided with him, with a provision that a certain annual sum should be\nallowed to each of us in the event of our marriage. Shortly after our return to\nEngland my mother died—she was killed eight years ago in a railway\naccident near Crewe. Dr. Roylott then abandoned his attempts to establish\nhimself in practice in London and took us to live with him in the old ancestral\nhouse at Stoke Moran. The money which my mother had left was enough for all our\nwants, and there seemed to be no obstacle to our happiness.\n\n\n“But a terrible change came over our stepfather about this time. Instead\nof making friends and exchanging visits with our neighbours, who had at first\nbeen overjoyed to see a Roylott of Stoke Moran back in the old family seat, he\nshut himself up in his house and seldom came out save to indulge in ferocious\nquarrels with whoever might cross his path. Violence of temper approaching to\nmania has been hereditary in the men of the family, and in my\nstepfather’s case it had, I believe, been intensified by his long\nresidence in the tropics. A series of disgraceful brawls took place, two of\nwhich ended in the police-court, until at last he became the terror of the\nvillage, and the folks would fly at his approach, for he is a man of immense\nstrength, and absolutely uncontrollable in his anger.\n\n\n“Last week he hurled the local blacksmith over a parapet into a stream,\nand it was only by paying over all the money which I could gather together that\nI was able to avert another public exposure. He had no friends at all save the\nwandering gipsies, and he would give these vagabonds leave to encamp upon the\nfew acres of bramble-covered land which represent the family estate, and would\naccept in return the hospitality of their tents, wandering away with them\nsometimes for weeks on end. He has a passion also for Indian animals, which are\nsent over to him by a correspondent, and he has at this moment a cheetah and a\nbaboon, which wander freely over his grounds and are feared by the villagers\nalmost as much as their master.\n\n\n“You can imagine from what I say that my poor sister Julia and I had no\ngreat pleasure in our lives. No servant would stay with us, and for a long time\nwe did all the work of the house. She was but thirty at the time of her death,\nand yet her hair had already begun to whiten, even as mine has.”\n\n\n“Your sister is dead, then?”\n\n\n“She died just two years ago, and it is of her death that I wish to speak\nto you. You can understand that, living the life which I have described, we\nwere little likely to see anyone of our own age and position. We had, however,\nan aunt, my mother’s maiden sister, Miss Honoria Westphail, who lives\nnear Harrow, and we were occasionally allowed to pay short visits at this\nlady’s house. Julia went there at Christmas two years ago, and met there\na half-pay major of marines, to whom she became engaged. My stepfather learned\nof the engagement when my sister returned and offered no objection to the\nmarriage; but within a fortnight of the day which had been fixed for the\nwedding, the terrible event occurred which has deprived me of my only\ncompanion.”\n\n\nSherlock Holmes had been leaning back in his chair with his eyes closed and his\nhead sunk in a cushion, but he half opened his lids now and glanced across at\nhis visitor.\n\n\n“Pray be precise as to details,” said he.\n\n\n“It is easy for me to be so, for every event of that dreadful time is\nseared into my memory. The manor-house is, as I have already said, very old,\nand only one wing is now inhabited. The bedrooms in this wing are on the ground\nfloor, the sitting-rooms being in the central block of the buildings. Of these\nbedrooms the first is Dr. Roylott’s, the second my sister’s, and\nthe third my own. There is no communication between them, but they all open out\ninto the same corridor. Do I make myself plain?”\n\n\n“Perfectly so.”\n\n\n“The windows of the three rooms open out upon the lawn. That fatal night\nDr. Roylott had gone to his room early, though we knew that he had not retired\nto rest, for my sister was troubled by the smell of the strong Indian cigars\nwhich it was his custom to smoke. She left her room, therefore, and came into\nmine, where she sat for some time, chatting about her approaching wedding. At\neleven o’clock she rose to leave me, but she paused at the door and\nlooked back.\n\n\n“‘Tell me, Helen,’ said she, ‘have you ever heard\nanyone whistle in the dead of the night?’\n\n\n“‘Never,’ said I.\n\n\n“‘I suppose that you could not possibly whistle, yourself, in\nyour sleep?’\n\n\n“‘Certainly not. But why?’\n\n\n“‘Because during the last few nights I have always, about\nthree in the morning, heard a low, clear whistle. I am a light sleeper, and it\nhas awakened me. I cannot tell where it came from—perhaps from the next\nroom, perhaps from the lawn. I thought that I would just ask you whether you\nhad heard it.’\n\n\n“‘No, I have not. It must be those wretched gipsies in the\nplantation.’\n\n\n“‘Very likely. And yet if it were on the lawn, I wonder that\nyou did not hear it also.’\n\n\n“‘Ah, but I sleep more heavily than you.’\n\n\n“‘Well, it is of no great consequence, at any rate.’\nShe smiled back at me, closed my door, and a few moments later I heard her key\nturn in the lock.”\n\n\n“Indeed,” said Holmes. “Was it your custom always to lock\nyourselves in at night?”\n\n\n“Always.”\n\n\n“And why?”\n\n\n“I think that I mentioned to you that the Doctor kept a cheetah and a\nbaboon. We had no feeling of security unless our doors were locked.”\n\n\n“Quite so. Pray proceed with your statement.”\n\n\n“I could not sleep that night. A vague feeling of impending misfortune\nimpressed me. My sister and I, you will recollect, were twins, and you know how\nsubtle are the links which bind two souls which are so closely allied. It was a\nwild night. The wind was howling outside, and the rain was beating and\nsplashing against the windows. Suddenly, amid all the hubbub of the gale, there\nburst forth the wild scream of a terrified woman. I knew that it was my\nsister’s voice. I sprang from my bed, wrapped a shawl round me, and\nrushed into the corridor. As I opened my door I seemed to hear a low whistle,\nsuch as my sister described, and a few moments later a clanging sound, as if a\nmass of metal had fallen. As I ran down the passage, my sister’s door was\nunlocked, and revolved slowly upon its hinges. I stared at it horror-stricken,\nnot knowing what was about to issue from it. By the light of the corridor-lamp\nI saw my sister appear at the opening, her face blanched with terror, her hands\ngroping for help, her whole figure swaying to and fro like that of a drunkard.\nI ran to her and threw my arms round her, but at that moment her knees seemed\nto give way and she fell to the ground. She writhed as one who is in terrible\npain, and her limbs were dreadfully convulsed. At first I thought that she had\nnot recognised me, but as I bent over her she suddenly shrieked out in a voice\nwhich I shall never forget, ‘Oh, my God! Helen! It was the band! The\nspeckled band!’ There was something else which she would fain have said,\nand she stabbed with her finger into the air in the direction of the\nDoctor’s room, but a fresh convulsion seized her and choked her words. I\nrushed out, calling loudly for my stepfather, and I met him hastening from his\nroom in his dressing-gown. When he reached my sister’s side she was\nunconscious, and though he poured brandy down her throat and sent for medical\naid from the village, all efforts were in vain, for she slowly sank and died\nwithout having recovered her consciousness. Such was the dreadful end of my\nbeloved sister.”\n\n\n“One moment,” said Holmes, “are you sure about this whistle\nand metallic sound? Could you swear to it?”\n\n\n“That was what the county coroner asked me at the inquiry. It is my\nstrong impression that I heard it, and yet, among the crash of the gale and the\ncreaking of an old house, I may possibly have been deceived.”\n\n\n“Was your sister dressed?”\n\n\n“No, she was in her night-dress. In her right hand was found the charred\nstump of a match, and in her left a match-box.”\n\n\n“Showing that she had struck a light and looked about her when the alarm\ntook place. That is important. And what conclusions did the coroner come\nto?”\n\n\n“He investigated the case with great care, for Dr. Roylott’s\nconduct had long been notorious in the county, but he was unable to find any\nsatisfactory cause of death. My evidence showed that the door had been fastened\nupon the inner side, and the windows were blocked by old-fashioned shutters\nwith broad iron bars, which were secured every night. The walls were carefully\nsounded, and were shown to be quite solid all round, and the flooring was also\nthoroughly examined, with the same result. The chimney is wide, but is barred\nup by four large staples. It is certain, therefore, that my sister was quite\nalone when she met her end. Besides, there were no marks of any violence upon\nher.”\n\n\n“How about poison?”\n\n\n“The doctors examined her for it, but without success.”\n\n\n“What do you think that this unfortunate lady died of, then?”\n\n\n“It is my belief that she died of pure fear and nervous shock, though\nwhat it was that frightened her I cannot imagine.”\n\n\n“Were there gipsies in the plantation at the time?”\n\n\n“Yes, there are nearly always some there.”\n\n\n“Ah, and what did you gather from this allusion to a band—a\nspeckled band?”\n\n\n“Sometimes I have thought that it was merely the wild talk of delirium,\nsometimes that it may have referred to some band of people, perhaps to these\nvery gipsies in the plantation. I do not know whether the spotted handkerchiefs\nwhich so many of them wear over their heads might have suggested the strange\nadjective which she used.”\n\n\nHolmes shook his head like a man who is far from being satisfied.\n\n\n“These are very deep waters,” said he; “pray go on with your\nnarrative.”\n\n\n“Two years have passed since then, and my life has been until lately\nlonelier than ever. A month ago, however, a dear friend, whom I have known for\nmany years, has done me the honour to ask my hand in marriage. His name is\nArmitage—Percy Armitage—the second son of Mr. Armitage, of Crane\nWater, near Reading. My stepfather has offered no opposition to the match, and\nwe are to be married in the course of the spring. Two days ago some repairs\nwere started in the west wing of the building, and my bedroom wall has been\npierced, so that I have had to move into the chamber in which my sister died,\nand to sleep in the very bed in which she slept. Imagine, then, my thrill of\nterror when last night, as I lay awake, thinking over her terrible fate, I\nsuddenly heard in the silence of the night the low whistle which had been the\nherald of her own death. I sprang up and lit the lamp, but nothing was to be\nseen in the room. I was too shaken to go to bed again, however, so I dressed,\nand as soon as it was daylight I slipped down, got a dog-cart at the Crown Inn,\nwhich is opposite, and drove to Leatherhead, from whence I have come on this\nmorning with the one object of seeing you and asking your advice.”\n\n\n“You have done wisely,” said my friend. “But have you told me\nall?”\n\n\n“Yes, all.”\n\n\n“Miss Roylott, you have not. You are screening your stepfather.”\n\n\n“Why, what do you mean?”\n\n\nFor answer Holmes pushed back the frill of black lace which fringed the hand\nthat lay upon our visitor’s knee. Five little livid spots, the marks of\nfour fingers and a thumb, were printed upon the white wrist.\n\n\n“You have been cruelly used,” said Holmes.\n\n\nThe lady coloured deeply and covered over her injured wrist. “He is a\nhard man,” she said, “and perhaps he hardly knows his own\nstrength.”\n\n\nThere was a long silence, during which Holmes leaned his chin upon his hands\nand stared into the crackling fire.\n\n\n“This is a very deep business,” he said at last. “There are a\nthousand details which I should desire to know before I decide upon our course\nof action. Yet we have not a moment to lose. If we were to come to Stoke Moran\nto-day, would it be possible for us to see over these rooms without the\nknowledge of your stepfather?”\n\n\n“As it happens, he spoke of coming into town to-day upon some most\nimportant business. It is probable that he will be away all day, and that there\nwould be nothing to disturb you. We have a housekeeper now, but she is old and\nfoolish, and I could easily get her out of the way.”\n\n\n“Excellent. You are not averse to this trip, Watson?”\n\n\n“By no means.”\n\n\n“Then we shall both come. What are you going to do yourself?”\n\n\n“I have one or two things which I would wish to do now that I am in town.\nBut I shall return by the twelve o’clock train, so as to be there in time\nfor your coming.”\n\n\n“And you may expect us early in the afternoon. I have myself some small\nbusiness matters to attend to. Will you not wait and breakfast?”\n\n\n“No, I must go. My heart is lightened already since I have confided my\ntrouble to you. I shall look forward to seeing you again this afternoon.”\nShe dropped her thick black veil over her face and glided from the room.\n\n\n“And what do you think of it all, Watson?” asked Sherlock Holmes,\nleaning back in his chair.\n\n\n“It seems to me to be a most dark and sinister business.”\n\n\n“Dark enough and sinister enough.”\n\n\n“Yet if the lady is correct in saying that the flooring and walls are\nsound, and that the door, window, and chimney are impassable, then her sister\nmust have been undoubtedly alone when she met her mysterious end.”\n\n\n“What becomes, then, of these nocturnal whistles, and what of the very\npeculiar words of the dying woman?”\n\n\n“I cannot think.”\n\n\n“When you combine the ideas of whistles at night, the presence of a band\nof gipsies who are on intimate terms with this old doctor, the fact that we\nhave every reason to believe that the doctor has an interest in preventing his\nstepdaughter’s marriage, the dying allusion to a band, and, finally, the\nfact that Miss Helen Stoner heard a metallic clang, which might have been\ncaused by one of those metal bars that secured the shutters falling back into\nits place, I think that there is good ground to think that the mystery may be\ncleared along those lines.”\n\n\n“But what, then, did the gipsies do?”\n\n\n“I cannot imagine.”\n\n\n“I see many objections to any such theory.”\n\n\n“And so do I. It is precisely for that reason that we are going to Stoke\nMoran this day. I want to see whether the objections are fatal, or if they may\nbe explained away. But what in the name of the devil!”\n\n\nThe ejaculation had been drawn from my companion by the fact that our door had\nbeen suddenly dashed open, and that a huge man had framed himself in the\naperture. His costume was a peculiar mixture of the professional and of the\nagricultural, having a black top-hat, a long frock-coat, and a pair of high\ngaiters, with a hunting-crop swinging in his hand. So tall was he that his hat\nactually brushed the cross bar of the doorway, and his breadth seemed to span\nit across from side to side. A large face, seared with a thousand wrinkles,\nburned yellow with the sun, and marked with every evil passion, was turned from\none to the other of us, while his deep-set, bile-shot eyes, and his high, thin,\nfleshless nose, gave him somewhat the resemblance to a fierce old bird of prey.\n\n\n“Which of you is Holmes?” asked this apparition.\n\n\n“My name, sir; but you have the advantage of me,” said my companion\nquietly.\n\n\n“I am Dr. Grimesby Roylott, of Stoke Moran.”\n\n\n“Indeed, Doctor,” said Holmes blandly. “Pray take a\nseat.”\n\n\n“I will do nothing of the kind. My stepdaughter has been here. I have\ntraced her. What has she been saying to you?”\n\n\n“It is a little cold for the time of the year,” said Holmes.\n\n\n“What has she been saying to you?” screamed the old man furiously.\n\n\n“But I have heard that the crocuses promise well,” continued my\ncompanion imperturbably.\n\n\n“Ha! You put me off, do you?” said our new visitor, taking a step\nforward and shaking his hunting-crop. “I know you, you scoundrel! I have\nheard of you before. You are Holmes, the meddler.”\n\n\nMy friend smiled.\n\n\n“Holmes, the busybody!”\n\n\nHis smile broadened.\n\n\n“Holmes, the Scotland Yard Jack-in-office!”\n\n\nHolmes chuckled heartily. “Your conversation is most entertaining,”\nsaid he. “When you go out close the door, for there is a decided\ndraught.”\n\n\n“I will go when I have had my say. Don’t you dare to meddle with my\naffairs. I know that Miss Stoner has been here. I traced her! I am a dangerous\nman to fall foul of! See here.” He stepped swiftly forward, seized the\npoker, and bent it into a curve with his huge brown hands.\n\n\n“See that you keep yourself out of my grip,” he snarled, and\nhurling the twisted poker into the fireplace he strode out of the room.\n\n\n“He seems a very amiable person,” said Holmes, laughing. “I\nam not quite so bulky, but if he had remained I might have shown him that my\ngrip was not much more feeble than his own.” As he spoke he picked up the\nsteel poker and, with a sudden effort, straightened it out again.\n\n\n“Fancy his having the insolence to confound me with the official\ndetective force! This incident gives zest to our investigation, however, and I\nonly trust that our little friend will not suffer from her imprudence in\nallowing this brute to trace her. And now, Watson, we shall order breakfast,\nand afterwards I shall walk down to Doctors’ Commons, where I hope to get\nsome data which may help us in this matter.”\n\n\nIt was nearly one o’clock when Sherlock Holmes returned from his\nexcursion. He held in his hand a sheet of blue paper, scrawled over with notes\nand figures.\n\n\n“I have seen the will of the deceased wife,” said he. “To\ndetermine its exact meaning I have been obliged to work out the present prices\nof the investments with which it is concerned. The total income, which at the\ntime of the wife’s death was little short of Â£ 1,100, is now, through the\nfall in agricultural prices, not more than Â£ 750. Each daughter can claim an\nincome of Â£ 250, in case of marriage. It is evident, therefore, that if both\ngirls had married, this beauty would have had a mere pittance, while even one\nof them would cripple him to a very serious extent. My morning’s work has\nnot been wasted, since it has proved that he has the very strongest motives for\nstanding in the way of anything of the sort. And now, Watson, this is too\nserious for dawdling, especially as the old man is aware that we are\ninteresting ourselves in his affairs; so if you are ready, we shall call a cab\nand drive to Waterloo. I should be very much obliged if you would slip your\nrevolver into your pocket. An Eley’s No. 2 is an excellent argument with\ngentlemen who can twist steel pokers into knots. That and a tooth-brush are, I\nthink, all that we need.”\n\n\nAt Waterloo we were fortunate in catching a train for Leatherhead, where we\nhired a trap at the station inn and drove for four or five miles through the\nlovely Surrey lanes. It was a perfect day, with a bright sun and a few fleecy\nclouds in the heavens. The trees and wayside hedges were just throwing out\ntheir first green shoots, and the air was full of the pleasant smell of the\nmoist earth. To me at least there was a strange contrast between the sweet\npromise of the spring and this sinister quest upon which we were engaged. My\ncompanion sat in the front of the trap, his arms folded, his hat pulled down\nover his eyes, and his chin sunk upon his breast, buried in the deepest\nthought. Suddenly, however, he started, tapped me on the shoulder, and pointed\nover the meadows.\n\n\n“Look there!” said he.\n\n\nA heavily timbered park stretched up in a gentle slope, thickening into a grove\nat the highest point. From amid the branches there jutted out the grey gables\nand high roof-tree of a very old mansion.\n\n\n“Stoke Moran?” said he.\n\n\n“Yes, sir, that be the house of Dr. Grimesby Roylott,” remarked the\ndriver.\n\n\n“There is some building going on there,” said Holmes; “that\nis where we are going.”\n\n\n“There’s the village,” said the driver, pointing to a cluster\nof roofs some distance to the left; “but if you want to get to the house,\nyou’ll find it shorter to get over this stile, and so by the footpath\nover the fields. There it is, where the lady is walking.”\n\n\n“And the lady, I fancy, is Miss Stoner,” observed Holmes, shading\nhis eyes. “Yes, I think we had better do as you suggest.”\n\n\nWe got off, paid our fare, and the trap rattled back on its way to Leatherhead.\n\n\n“I thought it as well,” said Holmes as we climbed the stile,\n“that this fellow should think we had come here as architects, or on some\ndefinite business. It may stop his gossip. Good-afternoon, Miss Stoner. You see\nthat we have been as good as our word.”\n\n\nOur client of the morning had hurried forward to meet us with a face which\nspoke her joy. “I have been waiting so eagerly for you,” she cried,\nshaking hands with us warmly. “All has turned out splendidly. Dr. Roylott\nhas gone to town, and it is unlikely that he will be back before\nevening.”\n\n\n“We have had the pleasure of making the Doctor’s\nacquaintance,” said Holmes, and in a few words he sketched out what had\noccurred. Miss Stoner turned white to the lips as she listened.\n\n\n“Good heavens!” she cried, “he has followed me, then.”\n\n\n“So it appears.”\n\n\n“He is so cunning that I never know when I am safe from him. What will he\nsay when he returns?”\n\n\n“He must guard himself, for he may find that there is someone more\ncunning than himself upon his track. You must lock yourself up from him\nto-night. If he is violent, we shall take you away to your aunt’s at\nHarrow. Now, we must make the best use of our time, so kindly take us at once\nto the rooms which we are to examine.”\n\n\nThe building was of grey, lichen-blotched stone, with a high central portion\nand two curving wings, like the claws of a crab, thrown out on each side. In\none of these wings the windows were broken and blocked with wooden boards,\nwhile the roof was partly caved in, a picture of ruin. The central portion was\nin little better repair, but the right-hand block was comparatively modern, and\nthe blinds in the windows, with the blue smoke curling up from the chimneys,\nshowed that this was where the family resided. Some scaffolding had been\nerected against the end wall, and the stone-work had been broken into, but\nthere were no signs of any workmen at the moment of our visit. Holmes walked\nslowly up and down the ill-trimmed lawn and examined with deep attention the\noutsides of the windows.\n\n\n“This, I take it, belongs to the room in which you used to sleep, the\ncentre one to your sister’s, and the one next to the main building to Dr.\nRoylott’s chamber?”\n\n\n“Exactly so. But I am now sleeping in the middle one.”\n\n\n“Pending the alterations, as I understand. By the way, there does not\nseem to be any very pressing need for repairs at that end wall.”\n\n\n“There were none. I believe that it was an excuse to move me from my\nroom.”\n\n\n“Ah! that is suggestive. Now, on the other side of this narrow wing runs\nthe corridor from which these three rooms open. There are windows in it, of\ncourse?”\n\n\n“Yes, but very small ones. Too narrow for anyone to pass through.”\n\n\n“As you both locked your doors at night, your rooms were unapproachable\nfrom that side. Now, would you have the kindness to go into your room and bar\nyour shutters?”\n\n\nMiss Stoner did so, and Holmes, after a careful examination through the open\nwindow, endeavoured in every way to force the shutter open, but without\nsuccess. There was no slit through which a knife could be passed to raise the\nbar. Then with his lens he tested the hinges, but they were of solid iron,\nbuilt firmly into the massive masonry. “Hum!” said he, scratching\nhis chin in some perplexity, “my theory certainly presents some\ndifficulties. No one could pass these shutters if they were bolted. Well, we\nshall see if the inside throws any light upon the matter.”\n\n\nA small side door led into the whitewashed corridor from which the three\nbedrooms opened. Holmes refused to examine the third chamber, so we passed at\nonce to the second, that in which Miss Stoner was now sleeping, and in which\nher sister had met with her fate. It was a homely little room, with a low\nceiling and a gaping fireplace, after the fashion of old country-houses. A\nbrown chest of drawers stood in one corner, a narrow white-counterpaned bed in\nanother, and a dressing-table on the left-hand side of the window. These\narticles, with two small wicker-work chairs, made up all the furniture in the\nroom save for a square of Wilton carpet in the centre. The boards round and the\npanelling of the walls were of brown, worm-eaten oak, so old and discoloured\nthat it may have dated from the original building of the house. Holmes drew one\nof the chairs into a corner and sat silent, while his eyes travelled round and\nround and up and down, taking in every detail of the apartment.\n\n\n“Where does that bell communicate with?” he asked at last pointing\nto a thick bell-rope which hung down beside the bed, the tassel actually lying\nupon the pillow.\n\n\n“It goes to the housekeeper’s room.”\n\n\n“It looks newer than the other things?”\n\n\n“Yes, it was only put there a couple of years ago.”\n\n\n“Your sister asked for it, I suppose?”\n\n\n“No, I never heard of her using it. We used always to get what we wanted\nfor ourselves.”\n\n\n“Indeed, it seemed unnecessary to put so nice a bell-pull there. You will\nexcuse me for a few minutes while I satisfy myself as to this floor.” He\nthrew himself down upon his face with his lens in his hand and crawled swiftly\nbackward and forward, examining minutely the cracks between the boards. Then he\ndid the same with the wood-work with which the chamber was panelled. Finally he\nwalked over to the bed and spent some time in staring at it and in running his\neye up and down the wall. Finally he took the bell-rope in his hand and gave it\na brisk tug.\n\n\n“Why, it’s a dummy,” said he.\n\n\n“Won’t it ring?”\n\n\n“No, it is not even attached to a wire. This is very interesting. You can\nsee now that it is fastened to a hook just above where the little opening for\nthe ventilator is.”\n\n\n“How very absurd! I never noticed that before.”\n\n\n“Very strange!” muttered Holmes, pulling at the rope. “There\nare one or two very singular points about this room. For example, what a fool a\nbuilder must be to open a ventilator into another room, when, with the same\ntrouble, he might have communicated with the outside air!”\n\n\n“That is also quite modern,” said the lady.\n\n\n“Done about the same time as the bell-rope?” remarked Holmes.\n\n\n“Yes, there were several little changes carried out about that\ntime.”\n\n\n“They seem to have been of a most interesting character—dummy\nbell-ropes, and ventilators which do not ventilate. With your permission, Miss\nStoner, we shall now carry our researches into the inner apartment.”\n\n\nDr. Grimesby Roylott’s chamber was larger than that of his step-daughter,\nbut was as plainly furnished. A camp-bed, a small wooden shelf full of books,\nmostly of a technical character, an armchair beside the bed, a plain wooden\nchair against the wall, a round table, and a large iron safe were the principal\nthings which met the eye. Holmes walked slowly round and examined each and all\nof them with the keenest interest.\n\n\n“What’s in here?” he asked, tapping the safe.\n\n\n“My stepfather’s business papers.”\n\n\n“Oh! you have seen inside, then?”\n\n\n“Only once, some years ago. I remember that it was full of papers.”\n\n\n“There isn’t a cat in it, for example?”\n\n\n“No. What a strange idea!”\n\n\n“Well, look at this!” He took up a small saucer of milk which stood\non the top of it.\n\n\n“No; we don’t keep a cat. But there is a cheetah and a\nbaboon.”\n\n\n“Ah, yes, of course! Well, a cheetah is just a big cat, and yet a saucer\nof milk does not go very far in satisfying its wants, I daresay. There is one\npoint which I should wish to determine.” He squatted down in front of the\nwooden chair and examined the seat of it with the greatest attention.\n\n\n“Thank you. That is quite settled,” said he, rising and putting his\nlens in his pocket. “Hullo! Here is something interesting!”\n\n\nThe object which had caught his eye was a small dog lash hung on one corner of\nthe bed. The lash, however, was curled upon itself and tied so as to make a\nloop of whipcord.\n\n\n“What do you make of that, Watson?”\n\n\n“It’s a common enough lash. But I don’t know why it should be\ntied.”\n\n\n“That is not quite so common, is it? Ah, me! it’s a wicked world,\nand when a clever man turns his brains to crime it is the worst of all. I think\nthat I have seen enough now, Miss Stoner, and with your permission we shall\nwalk out upon the lawn.”\n\n\nI had never seen my friend’s face so grim or his brow so dark as it was\nwhen we turned from the scene of this investigation. We had walked several\ntimes up and down the lawn, neither Miss Stoner nor myself liking to break in\nupon his thoughts before he roused himself from his reverie.\n\n\n“It is very essential, Miss Stoner,” said he, “that you\nshould absolutely follow my advice in every respect.”\n\n\n“I shall most certainly do so.”\n\n\n“The matter is too serious for any hesitation. Your life may depend upon\nyour compliance.”\n\n\n“I assure you that I am in your hands.”\n\n\n“In the first place, both my friend and I must spend the night in your\nroom.”\n\n\nBoth Miss Stoner and I gazed at him in astonishment.\n\n\n“Yes, it must be so. Let me explain. I believe that that is the village\ninn over there?”\n\n\n“Yes, that is the Crown.”\n\n\n“Very good. Your windows would be visible from there?”\n\n\n“Certainly.”\n\n\n“You must confine yourself to your room, on pretence of a headache, when\nyour stepfather comes back. Then when you hear him retire for the night, you\nmust open the shutters of your window, undo the hasp, put your lamp there as a\nsignal to us, and then withdraw quietly with everything which you are likely to\nwant into the room which you used to occupy. I have no doubt that, in spite of\nthe repairs, you could manage there for one night.”\n\n\n“Oh, yes, easily.”\n\n\n“The rest you will leave in our hands.”\n\n\n“But what will you do?”\n\n\n“We shall spend the night in your room, and we shall investigate the\ncause of this noise which has disturbed you.”\n\n\n“I believe, Mr. Holmes, that you have already made up your mind,”\nsaid Miss Stoner, laying her hand upon my companion’s sleeve.\n\n\n“Perhaps I have.”\n\n\n“Then, for pity’s sake, tell me what was the cause of my\nsister’s death.”\n\n\n“I should prefer to have clearer proofs before I speak.”\n\n\n“You can at least tell me whether my own thought is correct, and if she\ndied from some sudden fright.”\n\n\n“No, I do not think so. I think that there was probably some more\ntangible cause. And now, Miss Stoner, we must leave you for if Dr. Roylott\nreturned and saw us our journey would be in vain. Good-bye, and be brave, for\nif you will do what I have told you, you may rest assured that we shall soon\ndrive away the dangers that threaten you.”\n\n\nSherlock Holmes and I had no difficulty in engaging a bedroom and sitting-room\nat the Crown Inn. They were on the upper floor, and from our window we could\ncommand a view of the avenue gate, and of the inhabited wing of Stoke Moran\nManor House. At dusk we saw Dr. Grimesby Roylott drive past, his huge form\nlooming up beside the little figure of the lad who drove him. The boy had some\nslight difficulty in undoing the heavy iron gates, and we heard the hoarse roar\nof the Doctor’s voice and saw the fury with which he shook his clinched\nfists at him. The trap drove on, and a few minutes later we saw a sudden light\nspring up among the trees as the lamp was lit in one of the sitting-rooms.\n\n\n“Do you know, Watson,” said Holmes as we sat together in the\ngathering darkness, “I have really some scruples as to taking you\nto-night. There is a distinct element of danger.”\n\n\n“Can I be of assistance?”\n\n\n“Your presence might be invaluable.”\n\n\n“Then I shall certainly come.”\n\n\n“It is very kind of you.”\n\n\n“You speak of danger. You have evidently seen more in these rooms than\nwas visible to me.”\n\n\n“No, but I fancy that I may have deduced a little more. I imagine that\nyou saw all that I did.”\n\n\n“I saw nothing remarkable save the bell-rope, and what purpose that could\nanswer I confess is more than I can imagine.”\n\n\n“You saw the ventilator, too?”\n\n\n“Yes, but I do not think that it is such a very unusual thing to have a\nsmall opening between two rooms. It was so small that a rat could hardly pass\nthrough.”\n\n\n“I knew that we should find a ventilator before ever we came to Stoke\nMoran.”\n\n\n“My dear Holmes!”\n\n\n“Oh, yes, I did. You remember in her statement she said that her sister\ncould smell Dr. Roylott’s cigar. Now, of course that suggested at once\nthat there must be a communication between the two rooms. It could only be a\nsmall one, or it would have been remarked upon at the coroner’s inquiry.\nI deduced a ventilator.”\n\n\n“But what harm can there be in that?”\n\n\n“Well, there is at least a curious coincidence of dates. A ventilator is\nmade, a cord is hung, and a lady who sleeps in the bed dies. Does not that\nstrike you?”\n\n\n“I cannot as yet see any connection.”\n\n\n“Did you observe anything very peculiar about that bed?”\n\n\n“No.”\n\n\n“It was clamped to the floor. Did you ever see a bed fastened like that\nbefore?”\n\n\n“I cannot say that I have.”\n\n\n“The lady could not move her bed. It must always be in the same relative\nposition to the ventilator and to the rope—or so we may call it, since it\nwas clearly never meant for a bell-pull.”\n\n\n“Holmes,” I cried, “I seem to see dimly what you are hinting\nat. We are only just in time to prevent some subtle and horrible crime.”\n\n\n“Subtle enough and horrible enough. When a doctor does go wrong he is the\nfirst of criminals. He has nerve and he has knowledge. Palmer and Pritchard\nwere among the heads of their profession. This man strikes even deeper, but I\nthink, Watson, that we shall be able to strike deeper still. But we shall have\nhorrors enough before the night is over; for goodness’ sake let us have a\nquiet pipe and turn our minds for a few hours to something more\ncheerful.”\n\n\nAbout nine o’clock the light among the trees was extinguished, and all\nwas dark in the direction of the Manor House. Two hours passed slowly away, and\nthen, suddenly, just at the stroke of eleven, a single bright light shone out\nright in front of us.\n\n\n“That is our signal,” said Holmes, springing to his feet; “it\ncomes from the middle window.”\n\n\nAs we passed out he exchanged a few words with the landlord, explaining that we\nwere going on a late visit to an acquaintance, and that it was possible that we\nmight spend the night there. A moment later we were out on the dark road, a\nchill wind blowing in our faces, and one yellow light twinkling in front of us\nthrough the gloom to guide us on our sombre errand.\n\n\nThere was little difficulty in entering the grounds, for unrepaired breaches\ngaped in the old park wall. Making our way among the trees, we reached the\nlawn, crossed it, and were about to enter through the window when out from a\nclump of laurel bushes there darted what seemed to be a hideous and distorted\nchild, who threw itself upon the grass with writhing limbs and then ran swiftly\nacross the lawn into the darkness.\n\n\n“My God!” I whispered; “did you see it?”\n\n\nHolmes was for the moment as startled as I. His hand closed like a vice upon my\nwrist in his agitation. Then he broke into a low laugh and put his lips to my\near.\n\n\n“It is a nice household,” he murmured. “That is the\nbaboon.”\n\n\nI had forgotten the strange pets which the Doctor affected. There was a\ncheetah, too; perhaps we might find it upon our shoulders at any moment. I\nconfess that I felt easier in my mind when, after following Holmes’\nexample and slipping off my shoes, I found myself inside the bedroom. My\ncompanion noiselessly closed the shutters, moved the lamp onto the table, and\ncast his eyes round the room. All was as we had seen it in the daytime. Then\ncreeping up to me and making a trumpet of his hand, he whispered into my ear\nagain so gently that it was all that I could do to distinguish the words:\n\n\n“The least sound would be fatal to our plans.”\n\n\nI nodded to show that I had heard.\n\n\n“We must sit without light. He would see it through the\nventilator.”\n\n\nI nodded again.\n\n\n“Do not go asleep; your very life may depend upon it. Have your pistol\nready in case we should need it. I will sit on the side of the bed, and you in\nthat chair.”\n\n\nI took out my revolver and laid it on the corner of the table.\n\n\nHolmes had brought up a long thin cane, and this he placed upon the bed beside\nhim. By it he laid the box of matches and the stump of a candle. Then he turned\ndown the lamp, and we were left in darkness.\n\n\nHow shall I ever forget that dreadful vigil? I could not hear a sound, not even\nthe drawing of a breath, and yet I knew that my companion sat open-eyed, within\na few feet of me, in the same state of nervous tension in which I was myself.\nThe shutters cut off the least ray of light, and we waited in absolute\ndarkness.\n\n\nFrom outside came the occasional cry of a night-bird, and once at our very\nwindow a long drawn catlike whine, which told us that the cheetah was indeed at\nliberty. Far away we could hear the deep tones of the parish clock, which\nboomed out every quarter of an hour. How long they seemed, those quarters!\nTwelve struck, and one and two and three, and still we sat waiting silently for\nwhatever might befall.\n\n\nSuddenly there was the momentary gleam of a light up in the direction of the\nventilator, which vanished immediately, but was succeeded by a strong smell of\nburning oil and heated metal. Someone in the next room had lit a dark-lantern.\nI heard a gentle sound of movement, and then all was silent once more, though\nthe smell grew stronger. For half an hour I sat with straining ears. Then\nsuddenly another sound became audible—a very gentle, soothing sound, like\nthat of a small jet of steam escaping continually from a kettle. The instant\nthat we heard it, Holmes sprang from the bed, struck a match, and lashed\nfuriously with his cane at the bell-pull.\n\n\n“You see it, Watson?” he yelled. “You see it?”\n\n\nBut I saw nothing. At the moment when Holmes struck the light I heard a low,\nclear whistle, but the sudden glare flashing into my weary eyes made it\nimpossible for me to tell what it was at which my friend lashed so savagely. I\ncould, however, see that his face was deadly pale and filled with horror and\nloathing. He had ceased to strike and was gazing up at the ventilator when\nsuddenly there broke from the silence of the night the most horrible cry to\nwhich I have ever listened. It swelled up louder and louder, a hoarse yell of\npain and fear and anger all mingled in the one dreadful shriek. They say that\naway down in the village, and even in the distant parsonage, that cry raised\nthe sleepers from their beds. It struck cold to our hearts, and I stood gazing\nat Holmes, and he at me, until the last echoes of it had died away into the\nsilence from which it rose.\n\n\n“What can it mean?” I gasped.\n\n\n“It means that it is all over,” Holmes answered. “And\nperhaps, after all, it is for the best. Take your pistol, and we will enter Dr.\nRoylott’s room.”\n\n\nWith a grave face he lit the lamp and led the way down the corridor. Twice he\nstruck at the chamber door without any reply from within. Then he turned the\nhandle and entered, I at his heels, with the cocked pistol in my hand.\n\n\nIt was a singular sight which met our eyes. On the table stood a dark-lantern\nwith the shutter half open, throwing a brilliant beam of light upon the iron\nsafe, the door of which was ajar. Beside this table, on the wooden chair, sat\nDr. Grimesby Roylott clad in a long grey dressing-gown, his bare ankles\nprotruding beneath, and his feet thrust into red heelless Turkish slippers.\nAcross his lap lay the short stock with the long lash which we had noticed\nduring the day. His chin was cocked upward and his eyes were fixed in a\ndreadful, rigid stare at the corner of the ceiling. Round his brow he had a\npeculiar yellow band, with brownish speckles, which seemed to be bound tightly\nround his head. As we entered he made neither sound nor motion.\n\n\n“The band! the speckled band!” whispered Holmes.\n\n\nI took a step forward. In an instant his strange headgear began to move, and\nthere reared itself from among his hair the squat diamond-shaped head and\npuffed neck of a loathsome serpent.\n\n\n“It is a swamp adder!” cried Holmes; “the deadliest snake in\nIndia. He has died within ten seconds of being bitten. Violence does, in truth,\nrecoil upon the violent, and the schemer falls into the pit which he digs for\nanother. Let us thrust this creature back into its den, and we can then remove\nMiss Stoner to some place of shelter and let the county police know what has\nhappened.”\n\n\nAs he spoke he drew the dog-whip swiftly from the dead man’s lap, and\nthrowing the noose round the reptile’s neck he drew it from its horrid\nperch and, carrying it at arm’s length, threw it into the iron safe,\nwhich he closed upon it.\n\n\nSuch are the true facts of the death of Dr. Grimesby Roylott, of Stoke Moran.\nIt is not necessary that I should prolong a narrative which has already run to\ntoo great a length by telling how we broke the sad news to the terrified girl,\nhow we conveyed her by the morning train to the care of her good aunt at\nHarrow, of how the slow process of official inquiry came to the conclusion that\nthe doctor met his fate while indiscreetly playing with a dangerous pet. The\nlittle which I had yet to learn of the case was told me by Sherlock Holmes as\nwe travelled back next day.\n\n\n“I had,” said he, “come to an entirely erroneous conclusion\nwhich shows, my dear Watson, how dangerous it always is to reason from\ninsufficient data. The presence of the gipsies, and the use of the word\n‘band,’ which was used by the poor girl, no doubt, to explain the\nappearance which she had caught a hurried glimpse of by the light of her match,\nwere sufficient to put me upon an entirely wrong scent. I can only claim the\nmerit that I instantly reconsidered my position when, however, it became clear\nto me that whatever danger threatened an occupant of the room could not come\neither from the window or the door. My attention was speedily drawn, as I have\nalready remarked to you, to this ventilator, and to the bell-rope which hung\ndown to the bed. The discovery that this was a dummy, and that the bed was\nclamped to the floor, instantly gave rise to the suspicion that the rope was\nthere as a bridge for something passing through the hole and coming to the bed.\nThe idea of a snake instantly occurred to me, and when I coupled it with my\nknowledge that the doctor was furnished with a supply of creatures from India,\nI felt that I was probably on the right track. The idea of using a form of\npoison which could not possibly be discovered by any chemical test was just\nsuch a one as would occur to a clever and ruthless man who had had an Eastern\ntraining. The rapidity with which such a poison would take effect would also,\nfrom his point of view, be an advantage. It would be a sharp-eyed coroner,\nindeed, who could distinguish the two little dark punctures which would show\nwhere the poison fangs had done their work. Then I thought of the whistle. Of\ncourse he must recall the snake before the morning light revealed it to the\nvictim. He had trained it, probably by the use of the milk which we saw, to\nreturn to him when summoned. He would put it through this ventilator at the\nhour that he thought best, with the certainty that it would crawl down the rope\nand land on the bed. It might or might not bite the occupant, perhaps she might\nescape every night for a week, but sooner or later she must fall a victim.\n\n\n“I had come to these conclusions before ever I had entered his room. An\ninspection of his chair showed me that he had been in the habit of standing on\nit, which of course would be necessary in order that he should reach the\nventilator. The sight of the safe, the saucer of milk, and the loop of whipcord\nwere enough to finally dispel any doubts which may have remained. The metallic\nclang heard by Miss Stoner was obviously caused by her stepfather hastily\nclosing the door of his safe upon its terrible occupant. Having once made up my\nmind, you know the steps which I took in order to put the matter to the proof.\nI heard the creature hiss as I have no doubt that you did also, and I instantly\nlit the light and attacked it.”\n\n\n“With the result of driving it through the ventilator.”\n\n\n“And also with the result of causing it to turn upon its master at the\nother side. Some of the blows of my cane came home and roused its snakish\ntemper, so that it flew upon the first person it saw. In this way I am no doubt\nindirectly responsible for Dr. Grimesby Roylott’s death, and I cannot say\nthat it is likely to weigh very heavily upon my conscience.”\n",
    "metadata": {
        "author": "Arthur Conan Doyle",
        "year": 1891,
        "url": "https://www.gutenberg.org/files/1661/1661-h/1661-h.htm",
        "name": "speckled_band"
    }
}