{
    "name": "Sherlock Holmes - The Man with the Twisted Lip",
    "body": "\nIsa Whitney, brother of\nthe late Elias Whitney, D.D., Principal of the Theological College of St.\nGeorge’s, was much addicted to opium. The habit grew upon him, as I\nunderstand, from some foolish freak when he was at college; for having read De\nQuincey’s description of his dreams and sensations, he had drenched his\ntobacco with laudanum in an attempt to produce the same effects. He found, as\nso many more have done, that the practice is easier to attain than to get rid\nof, and for many years he continued to be a slave to the drug, an object of\nmingled horror and pity to his friends and relatives. I can see him now, with\nyellow, pasty face, drooping lids, and pin-point pupils, all huddled in a\nchair, the wreck and ruin of a noble man.\n\n\nOne night—it was in June, ’89—there came a ring to my bell,\nabout the hour when a man gives his first yawn and glances at the clock. I sat\nup in my chair, and my wife laid her needle-work down in her lap and made a\nlittle face of disappointment.\n\n\n“A patient!” said she. “You’ll have to go out.”\n\n\nI groaned, for I was newly come back from a weary day.\n\n\nWe heard the door open, a few hurried words, and then quick steps upon the\nlinoleum. Our own door flew open, and a lady, clad in some dark-coloured stuff,\nwith a black veil, entered the room.\n\n\n“You will excuse my calling so late,” she began, and then, suddenly\nlosing her self-control, she ran forward, threw her arms about my wife’s\nneck, and sobbed upon her shoulder. “Oh, I’m in such\ntrouble!” she cried; “I do so want a little help.”\n\n\n“Why,” said my wife, pulling up her veil, “it is Kate\nWhitney. How you startled me, Kate! I had not an idea who you were when you\ncame in.”\n\n\n“I didn’t know what to do, so I came straight to you.” That\nwas always the way. Folk who were in grief came to my wife like birds to a\nlighthouse.\n\n\n“It was very sweet of you to come. Now, you must have some wine and\nwater, and sit here comfortably and tell us all about it. Or should you rather\nthat I sent James off to bed?”\n\n\n“Oh, no, no! I want the doctor’s advice and help, too. It’s\nabout Isa. He has not been home for two days. I am so frightened about\nhim!”\n\n\nIt was not the first time that she had spoken to us of her husband’s\ntrouble, to me as a doctor, to my wife as an old friend and school companion.\nWe soothed and comforted her by such words as we could find. Did she know where\nher husband was? Was it possible that we could bring him back to her?\n\n\nIt seems that it was. She had the surest information that of late he had, when\nthe fit was on him, made use of an opium den in the farthest east of the City.\nHitherto his orgies had always been confined to one day, and he had come back,\ntwitching and shattered, in the evening. But now the spell had been upon him\neight-and-forty hours, and he lay there, doubtless among the dregs of the\ndocks, breathing in the poison or sleeping off the effects. There he was to be\nfound, she was sure of it, at the Bar of Gold, in Upper Swandam Lane. But what\nwas she to do? How could she, a young and timid woman, make her way into such a\nplace and pluck her husband out from among the ruffians who surrounded him?\n\n\nThere was the case, and of course there was but one way out of it. Might I not\nescort her to this place? And then, as a second thought, why should she come at\nall? I was Isa Whitney’s medical adviser, and as such I had influence\nover him. I could manage it better if I were alone. I promised her on my word\nthat I would send him home in a cab within two hours if he were indeed at the\naddress which she had given me. And so in ten minutes I had left my armchair\nand cheery sitting-room behind me, and was speeding eastward in a hansom on a\nstrange errand, as it seemed to me at the time, though the future only could\nshow how strange it was to be.\n\n\nBut there was no great difficulty in the first stage of my adventure. Upper\nSwandam Lane is a vile alley lurking behind the high wharves which line the\nnorth side of the river to the east of London Bridge. Between a slop-shop and a\ngin-shop, approached by a steep flight of steps leading down to a black gap\nlike the mouth of a cave, I found the den of which I was in search. Ordering my\ncab to wait, I passed down the steps, worn hollow in the centre by the\nceaseless tread of drunken feet; and by the light of a flickering oil-lamp\nabove the door I found the latch and made my way into a long, low room, thick\nand heavy with the brown opium smoke, and terraced with wooden berths, like the\nforecastle of an emigrant ship.\n\n\nThrough the gloom one could dimly catch a glimpse of bodies lying in strange\nfantastic poses, bowed shoulders, bent knees, heads thrown back, and chins\npointing upward, with here and there a dark, lack-lustre eye turned upon the\nnewcomer. Out of the black shadows there glimmered little red circles of light,\nnow bright, now faint, as the burning poison waxed or waned in the bowls of the\nmetal pipes. The most lay silent, but some muttered to themselves, and others\ntalked together in a strange, low, monotonous voice, their conversation coming\nin gushes, and then suddenly tailing off into silence, each mumbling out his\nown thoughts and paying little heed to the words of his neighbour. At the\nfarther end was a small brazier of burning charcoal, beside which on a\nthree-legged wooden stool there sat a tall, thin old man, with his jaw resting\nupon his two fists, and his elbows upon his knees, staring into the fire.\n\n\nAs I entered, a sallow Malay attendant had hurried up with a pipe for me and a\nsupply of the drug, beckoning me to an empty berth.\n\n\n“Thank you. I have not come to stay,” said I. “There is a\nfriend of mine here, Mr. Isa Whitney, and I wish to speak with him.”\n\n\nThere was a movement and an exclamation from my right, and peering through the\ngloom, I saw Whitney, pale, haggard, and unkempt, staring out at me.\n\n\n“My God! It’s Watson,” said he. He was in a pitiable state of\nreaction, with every nerve in a twitter. “I say, Watson, what\no’clock is it?”\n\n\n“Nearly eleven.”\n\n\n“Of what day?”\n\n\n“Of Friday, June 19th.”\n\n\n“Good heavens! I thought it was Wednesday. It is Wednesday. What\nd’you want to frighten a chap for?” He sank his face onto his arms\nand began to sob in a high treble key.\n\n\n“I tell you that it is Friday, man. Your wife has been waiting this two\ndays for you. You should be ashamed of yourself!”\n\n\n“So I am. But you’ve got mixed, Watson, for I have only been here a\nfew hours, three pipes, four pipes—I forget how many. But I’ll go\nhome with you. I wouldn’t frighten Kate—poor little Kate. Give me\nyour hand! Have you a cab?”\n\n\n“Yes, I have one waiting.”\n\n\n“Then I shall go in it. But I must owe something. Find what I owe,\nWatson. I am all off colour. I can do nothing for myself.”\n\n\nI walked down the narrow passage between the double row of sleepers, holding my\nbreath to keep out the vile, stupefying fumes of the drug, and looking about\nfor the manager. As I passed the tall man who sat by the brazier I felt a\nsudden pluck at my skirt, and a low voice whispered, “Walk past me, and\nthen look back at me.” The words fell quite distinctly upon my ear. I\nglanced down. They could only have come from the old man at my side, and yet he\nsat now as absorbed as ever, very thin, very wrinkled, bent with age, an opium\npipe dangling down from between his knees, as though it had dropped in sheer\nlassitude from his fingers. I took two steps forward and looked back. It took\nall my self-control to prevent me from breaking out into a cry of astonishment.\nHe had turned his back so that none could see him but I. His form had filled\nout, his wrinkles were gone, the dull eyes had regained their fire, and there,\nsitting by the fire and grinning at my surprise, was none other than Sherlock\nHolmes. He made a slight motion to me to approach him, and instantly, as he\nturned his face half round to the company once more, subsided into a doddering,\nloose-lipped senility.\n\n\n“Holmes!” I whispered, “what on earth are you doing in this\nden?”\n\n\n“As low as you can,” he answered; “I have excellent ears. If\nyou would have the great kindness to get rid of that sottish friend of yours I\nshould be exceedingly glad to have a little talk with you.”\n\n\n“I have a cab outside.”\n\n\n“Then pray send him home in it. You may safely trust him, for he appears\nto be too limp to get into any mischief. I should recommend you also to send a\nnote by the cabman to your wife to say that you have thrown in your lot with\nme. If you will wait outside, I shall be with you in five minutes.”\n\n\nIt was difficult to refuse any of Sherlock Holmes’ requests, for they\nwere always so exceedingly definite, and put forward with such a quiet air of\nmastery. I felt, however, that when Whitney was once confined in the cab my\nmission was practically accomplished; and for the rest, I could not wish\nanything better than to be associated with my friend in one of those singular\nadventures which were the normal condition of his existence. In a few minutes I\nhad written my note, paid Whitney’s bill, led him out to the cab, and\nseen him driven through the darkness. In a very short time a decrepit figure\nhad emerged from the opium den, and I was walking down the street with Sherlock\nHolmes. For two streets he shuffled along with a bent back and an uncertain\nfoot. Then, glancing quickly round, he straightened himself out and burst into\na hearty fit of laughter.\n\n\n“I suppose, Watson,” said he, “that you imagine that I have\nadded opium-smoking to cocaine injections, and all the other little weaknesses\non which you have favoured me with your medical views.”\n\n\n“I was certainly surprised to find you there.”\n\n\n“But not more so than I to find you.”\n\n\n“I came to find a friend.”\n\n\n“And I to find an enemy.”\n\n\n“An enemy?”\n\n\n“Yes; one of my natural enemies, or, shall I say, my natural prey.\nBriefly, Watson, I am in the midst of a very remarkable inquiry, and I have\nhoped to find a clue in the incoherent ramblings of these sots, as I have done\nbefore now. Had I been recognised in that den my life would not have been worth\nan hour’s purchase; for I have used it before now for my own purposes,\nand the rascally Lascar who runs it has sworn to have vengeance upon me. There\nis a trap-door at the back of that building, near the corner of Paul’s\nWharf, which could tell some strange tales of what has passed through it upon\nthe moonless nights.”\n\n\n“What! You do not mean bodies?”\n\n\n“Ay, bodies, Watson. We should be rich men if we had Â£ 1000 for every\npoor devil who has been done to death in that den. It is the vilest murder-trap\non the whole riverside, and I fear that Neville St. Clair has entered it never\nto leave it more. But our trap should be here.” He put his two\nforefingers between his teeth and whistled shrilly—a signal which was\nanswered by a similar whistle from the distance, followed shortly by the rattle\nof wheels and the clink of horses’ hoofs.\n\n\n“Now, Watson,” said Holmes, as a tall dog-cart dashed up through\nthe gloom, throwing out two golden tunnels of yellow light from its side\nlanterns. “You’ll come with me, won’t you?”\n\n\n“If I can be of use.”\n\n\n“Oh, a trusty comrade is always of use; and a chronicler still more so.\nMy room at The Cedars is a double-bedded one.”\n\n\n“The Cedars?”\n\n\n“Yes; that is Mr. St. Clair’s house. I am staying there while I\nconduct the inquiry.”\n\n\n“Where is it, then?”\n\n\n“Near Lee, in Kent. We have a seven-mile drive before us.”\n\n\n“But I am all in the dark.”\n\n\n“Of course you are. You’ll know all about it presently. Jump up\nhere. All right, John; we shall not need you. Here’s half a crown. Look\nout for me to-morrow, about eleven. Give her her head. So long, then!”\n\n\nHe flicked the horse with his whip, and we dashed away through the endless\nsuccession of sombre and deserted streets, which widened gradually, until we\nwere flying across a broad balustraded bridge, with the murky river flowing\nsluggishly beneath us. Beyond lay another dull wilderness of bricks and mortar,\nits silence broken only by the heavy, regular footfall of the policeman, or the\nsongs and shouts of some belated party of revellers. A dull wrack was drifting\nslowly across the sky, and a star or two twinkled dimly here and there through\nthe rifts of the clouds. Holmes drove in silence, with his head sunk upon his\nbreast, and the air of a man who is lost in thought, while I sat beside him,\ncurious to learn what this new quest might be which seemed to tax his powers so\nsorely, and yet afraid to break in upon the current of his thoughts. We had\ndriven several miles, and were beginning to get to the fringe of the belt of\nsuburban villas, when he shook himself, shrugged his shoulders, and lit up his\npipe with the air of a man who has satisfied himself that he is acting for the\nbest.\n\n\n“You have a grand gift of silence, Watson,” said he. “It\nmakes you quite invaluable as a companion. ’Pon my word, it is a great\nthing for me to have someone to talk to, for my own thoughts are not\nover-pleasant. I was wondering what I should say to this dear little woman\nto-night when she meets me at the door.”\n\n\n“You forget that I know nothing about it.”\n\n\n“I shall just have time to tell you the facts of the case before we get\nto Lee. It seems absurdly simple, and yet, somehow I can get nothing to go\nupon. There’s plenty of thread, no doubt, but I can’t get the end\nof it into my hand. Now, I’ll state the case clearly and concisely to\nyou, Watson, and maybe you can see a spark where all is dark to me.”\n\n\n“Proceed, then.”\n\n\n“Some years ago—to be definite, in May, 1884—there came to\nLee a gentleman, Neville St. Clair by name, who appeared to have plenty of\nmoney. He took a large villa, laid out the grounds very nicely, and lived\ngenerally in good style. By degrees he made friends in the neighbourhood, and\nin 1887 he married the daughter of a local brewer, by whom he now has two\nchildren. He had no occupation, but was interested in several companies and\nwent into town as a rule in the morning, returning by the 5:14 from Cannon\nStreet every night. Mr. St. Clair is now thirty-seven years of age, is a man of\ntemperate habits, a good husband, a very affectionate father, and a man who is\npopular with all who know him. I may add that his whole debts at the present\nmoment, as far as we have been able to ascertain, amount to Â£ 88 10s.,\nwhile he has Â£ 220 standing to his credit in the Capital and Counties Bank.\nThere is no reason, therefore, to think that money troubles have been weighing\nupon his mind.\n\n\n“Last Monday Mr. Neville St. Clair went into town rather earlier than\nusual, remarking before he started that he had two important commissions to\nperform, and that he would bring his little boy home a box of bricks. Now, by\nthe merest chance, his wife received a telegram upon this same Monday, very\nshortly after his departure, to the effect that a small parcel of considerable\nvalue which she had been expecting was waiting for her at the offices of the\nAberdeen Shipping Company. Now, if you are well up in your London, you will\nknow that the office of the company is in Fresno Street, which branches out of\nUpper Swandam Lane, where you found me to-night. Mrs. St. Clair had her lunch,\nstarted for the City, did some shopping, proceeded to the company’s\noffice, got her packet, and found herself at exactly 4:35 walking through\nSwandam Lane on her way back to the station. Have you followed me so\nfar?”\n\n\n“It is very clear.”\n\n\n“If you remember, Monday was an exceedingly hot day, and Mrs. St. Clair\nwalked slowly, glancing about in the hope of seeing a cab, as she did not like\nthe neighbourhood in which she found herself. While she was walking in this way\ndown Swandam Lane, she suddenly heard an ejaculation or cry, and was struck\ncold to see her husband looking down at her and, as it seemed to her, beckoning\nto her from a second-floor window. The window was open, and she distinctly saw\nhis face, which she describes as being terribly agitated. He waved his hands\nfrantically to her, and then vanished from the window so suddenly that it\nseemed to her that he had been plucked back by some irresistible force from\nbehind. One singular point which struck her quick feminine eye was that\nalthough he wore some dark coat, such as he had started to town in, he had on\nneither collar nor necktie.\n\n\n“Convinced that something was amiss with him, she rushed down the\nsteps—for the house was none other than the opium den in which you found\nme to-night—and running through the front room she attempted to ascend\nthe stairs which led to the first floor. At the foot of the stairs, however,\nshe met this Lascar scoundrel of whom I have spoken, who thrust her back and,\naided by a Dane, who acts as assistant there, pushed her out into the street.\nFilled with the most maddening doubts and fears, she rushed down the lane and,\nby rare good-fortune, met in Fresno Street a number of constables with an\ninspector, all on their way to their beat. The inspector and two men\naccompanied her back, and in spite of the continued resistance of the\nproprietor, they made their way to the room in which Mr. St. Clair had last\nbeen seen. There was no sign of him there. In fact, in the whole of that floor\nthere was no one to be found save a crippled wretch of hideous aspect, who, it\nseems, made his home there. Both he and the Lascar stoutly swore that no one\nelse had been in the front room during the afternoon. So determined was their\ndenial that the inspector was staggered, and had almost come to believe that\nMrs. St. Clair had been deluded when, with a cry, she sprang at a small deal\nbox which lay upon the table and tore the lid from it. Out there fell a cascade\nof children’s bricks. It was the toy which he had promised to bring home.\n\n\n“This discovery, and the evident confusion which the cripple showed, made\nthe inspector realise that the matter was serious. The rooms were carefully\nexamined, and results all pointed to an abominable crime. The front room was\nplainly furnished as a sitting-room and led into a small bedroom, which looked\nout upon the back of one of the wharves. Between the wharf and the bedroom\nwindow is a narrow strip, which is dry at low tide but is covered at high tide\nwith at least four and a half feet of water. The bedroom window was a broad one\nand opened from below. On examination traces of blood were to be seen upon the\nwindowsill, and several scattered drops were visible upon the wooden floor of\nthe bedroom. Thrust away behind a curtain in the front room were all the\nclothes of Mr. Neville St. Clair, with the exception of his coat. His boots,\nhis socks, his hat, and his watch—all were there. There were no signs of\nviolence upon any of these garments, and there were no other traces of Mr.\nNeville St. Clair. Out of the window he must apparently have gone for no other\nexit could be discovered, and the ominous bloodstains upon the sill gave little\npromise that he could save himself by swimming, for the tide was at its very\nhighest at the moment of the tragedy.\n\n\n“And now as to the villains who seemed to be immediately implicated in\nthe matter. The Lascar was known to be a man of the vilest antecedents, but as,\nby Mrs. St. Clair’s story, he was known to have been at the foot of the\nstair within a very few seconds of her husband’s appearance at the\nwindow, he could hardly have been more than an accessory to the crime. His\ndefence was one of absolute ignorance, and he protested that he had no\nknowledge as to the doings of Hugh Boone, his lodger, and that he could not\naccount in any way for the presence of the missing gentleman’s clothes.\n\n\n“So much for the Lascar manager. Now for the sinister cripple who lives\nupon the second floor of the opium den, and who was certainly the last human\nbeing whose eyes rested upon Neville St. Clair. His name is Hugh Boone, and his\nhideous face is one which is familiar to every man who goes much to the City.\nHe is a professional beggar, though in order to avoid the police regulations he\npretends to a small trade in wax vestas. Some little distance down Threadneedle\nStreet, upon the left-hand side, there is, as you may have remarked, a small\nangle in the wall. Here it is that this creature takes his daily seat,\ncross-legged with his tiny stock of matches on his lap, and as he is a piteous\nspectacle a small rain of charity descends into the greasy leather cap which\nlies upon the pavement beside him. I have watched the fellow more than once\nbefore ever I thought of making his professional acquaintance, and I have been\nsurprised at the harvest which he has reaped in a short time. His appearance,\nyou see, is so remarkable that no one can pass him without observing him. A\nshock of orange hair, a pale face disfigured by a horrible scar, which, by its\ncontraction, has turned up the outer edge of his upper lip, a bulldog chin, and\na pair of very penetrating dark eyes, which present a singular contrast to the\ncolour of his hair, all mark him out from amid the common crowd of mendicants\nand so, too, does his wit, for he is ever ready with a reply to any piece of\nchaff which may be thrown at him by the passers-by. This is the man whom we now\nlearn to have been the lodger at the opium den, and to have been the last man\nto see the gentleman of whom we are in quest.”\n\n\n“But a cripple!” said I. “What could he have done\nsingle-handed against a man in the prime of life?”\n\n\n“He is a cripple in the sense that he walks with a limp; but in other\nrespects he appears to be a powerful and well-nurtured man. Surely your medical\nexperience would tell you, Watson, that weakness in one limb is often\ncompensated for by exceptional strength in the others.”\n\n\n“Pray continue your narrative.”\n\n\n“Mrs. St. Clair had fainted at the sight of the blood upon the window,\nand she was escorted home in a cab by the police, as her presence could be of\nno help to them in their investigations. Inspector Barton, who had charge of\nthe case, made a very careful examination of the premises, but without finding\nanything which threw any light upon the matter. One mistake had been made in\nnot arresting Boone instantly, as he was allowed some few minutes during which\nhe might have communicated with his friend the Lascar, but this fault was soon\nremedied, and he was seized and searched, without anything being found which\ncould incriminate him. There were, it is true, some blood-stains upon his right\nshirt-sleeve, but he pointed to his ring-finger, which had been cut near the\nnail, and explained that the bleeding came from there, adding that he had been\nto the window not long before, and that the stains which had been observed\nthere came doubtless from the same source. He denied strenuously having ever\nseen Mr. Neville St. Clair and swore that the presence of the clothes in his\nroom was as much a mystery to him as to the police. As to Mrs. St.\nClair’s assertion that she had actually seen her husband at the window,\nhe declared that she must have been either mad or dreaming. He was removed,\nloudly protesting, to the police-station, while the inspector remained upon the\npremises in the hope that the ebbing tide might afford some fresh clue.\n\n\n“And it did, though they hardly found upon the mud-bank what they had\nfeared to find. It was Neville St. Clair’s coat, and not Neville St.\nClair, which lay uncovered as the tide receded. And what do you think they\nfound in the pockets?”\n\n\n“I cannot imagine.”\n\n\n“No, I don’t think you would guess. Every pocket stuffed with\npennies and half-pennies—421 pennies and 270 half-pennies. It was no\nwonder that it had not been swept away by the tide. But a human body is a\ndifferent matter. There is a fierce eddy between the wharf and the house. It\nseemed likely enough that the weighted coat had remained when the stripped body\nhad been sucked away into the river.”\n\n\n“But I understand that all the other clothes were found in the room.\nWould the body be dressed in a coat alone?”\n\n\n“No, sir, but the facts might be met speciously enough. Suppose that this\nman Boone had thrust Neville St. Clair through the window, there is no human\neye which could have seen the deed. What would he do then? It would of course\ninstantly strike him that he must get rid of the tell-tale garments. He would\nseize the coat, then, and be in the act of throwing it out, when it would occur\nto him that it would swim and not sink. He has little time, for he has heard\nthe scuffle downstairs when the wife tried to force her way up, and perhaps he\nhas already heard from his Lascar confederate that the police are hurrying up\nthe street. There is not an instant to be lost. He rushes to some secret hoard,\nwhere he has accumulated the fruits of his beggary, and he stuffs all the coins\nupon which he can lay his hands into the pockets to make sure of the\ncoat’s sinking. He throws it out, and would have done the same with the\nother garments had not he heard the rush of steps below, and only just had time\nto close the window when the police appeared.”\n\n\n“It certainly sounds feasible.”\n\n\n“Well, we will take it as a working hypothesis for want of a better.\nBoone, as I have told you, was arrested and taken to the station, but it could\nnot be shown that there had ever before been anything against him. He had for\nyears been known as a professional beggar, but his life appeared to have been a\nvery quiet and innocent one. There the matter stands at present, and the\nquestions which have to be solved—what Neville St. Clair was doing in the\nopium den, what happened to him when there, where is he now, and what Hugh\nBoone had to do with his disappearance—are all as far from a solution as\never. I confess that I cannot recall any case within my experience which looked\nat the first glance so simple and yet which presented such difficulties.”\n\n\nWhile Sherlock Holmes had been detailing this singular series of events, we had\nbeen whirling through the outskirts of the great town until the last straggling\nhouses had been left behind, and we rattled along with a country hedge upon\neither side of us. Just as he finished, however, we drove through two scattered\nvillages, where a few lights still glimmered in the windows.\n\n\n“We are on the outskirts of Lee,” said my companion. “We have\ntouched on three English counties in our short drive, starting in Middlesex,\npassing over an angle of Surrey, and ending in Kent. See that light among the\ntrees? That is The Cedars, and beside that lamp sits a woman whose anxious ears\nhave already, I have little doubt, caught the clink of our horse’s\nfeet.”\n\n\n“But why are you not conducting the case from Baker Street?” I\nasked.\n\n\n“Because there are many inquiries which must be made out here. Mrs. St.\nClair has most kindly put two rooms at my disposal, and you may rest assured\nthat she will have nothing but a welcome for my friend and colleague. I hate to\nmeet her, Watson, when I have no news of her husband. Here we are. Whoa, there,\nwhoa!”\n\n\nWe had pulled up in front of a large villa which stood within its own grounds.\nA stable-boy had run out to the horse’s head, and springing down, I\nfollowed Holmes up the small, winding gravel-drive which led to the house. As\nwe approached, the door flew open, and a little blonde woman stood in the\nopening, clad in some sort of light mousseline de soie, with a touch of fluffy\npink chiffon at her neck and wrists. She stood with her figure outlined against\nthe flood of light, one hand upon the door, one half-raised in her eagerness,\nher body slightly bent, her head and face protruded, with eager eyes and parted\nlips, a standing question.\n\n\n“Well?” she cried, “well?” And then, seeing that there\nwere two of us, she gave a cry of hope which sank into a groan as she saw that\nmy companion shook his head and shrugged his shoulders.\n\n\n“No good news?”\n\n\n“None.”\n\n\n“No bad?”\n\n\n“No.”\n\n\n“Thank God for that. But come in. You must be weary, for you have had a\nlong day.”\n\n\n“This is my friend, Dr. Watson. He has been of most vital use to me in\nseveral of my cases, and a lucky chance has made it possible for me to bring\nhim out and associate him with this investigation.”\n\n\n“I am delighted to see you,” said she, pressing my hand warmly.\n“You will, I am sure, forgive anything that may be wanting in our\narrangements, when you consider the blow which has come so suddenly upon\nus.”\n\n\n“My dear madam,” said I, “I am an old campaigner, and if I\nwere not I can very well see that no apology is needed. If I can be of any\nassistance, either to you or to my friend here, I shall be indeed happy.”\n\n\n“Now, Mr. Sherlock Holmes,” said the lady as we entered a well-lit\ndining-room, upon the table of which a cold supper had been laid out, “I\nshould very much like to ask you one or two plain questions, to which I beg\nthat you will give a plain answer.”\n\n\n“Certainly, madam.”\n\n\n“Do not trouble about my feelings. I am not hysterical, nor given to\nfainting. I simply wish to hear your real, real opinion.”\n\n\n“Upon what point?”\n\n\n“In your heart of hearts, do you think that Neville is alive?”\n\n\nSherlock Holmes seemed to be embarrassed by the question. “Frankly,\nnow!” she repeated, standing upon the rug and looking keenly down at him\nas he leaned back in a basket-chair.\n\n\n“Frankly, then, madam, I do not.”\n\n\n“You think that he is dead?”\n\n\n“I do.”\n\n\n“Murdered?”\n\n\n“I don’t say that. Perhaps.”\n\n\n“And on what day did he meet his death?”\n\n\n“On Monday.”\n\n\n“Then perhaps, Mr. Holmes, you will be good enough to explain how it is\nthat I have received a letter from him to-day.”\n\n\nSherlock Holmes sprang out of his chair as if he had been galvanised.\n\n\n“What!” he roared.\n\n\n“Yes, to-day.” She stood smiling, holding up a little slip of paper\nin the air.\n\n\n“May I see it?”\n\n\n“Certainly.”\n\n\nHe snatched it from her in his eagerness, and smoothing it out upon the table\nhe drew over the lamp and examined it intently. I had left my chair and was\ngazing at it over his shoulder. The envelope was a very coarse one and was\nstamped with the Gravesend postmark and with the date of that very day, or\nrather of the day before, for it was considerably after midnight.\n\n\n“Coarse writing,” murmured Holmes. “Surely this is not your\nhusband’s writing, madam.”\n\n\n“No, but the enclosure is.”\n\n\n“I perceive also that whoever addressed the envelope had to go and\ninquire as to the address.”\n\n\n“How can you tell that?”\n\n\n“The name, you see, is in perfectly black ink, which has dried itself.\nThe rest is of the greyish colour, which shows that blotting-paper has been\nused. If it had been written straight off, and then blotted, none would be of a\ndeep black shade. This man has written the name, and there has then been a\npause before he wrote the address, which can only mean that he was not familiar\nwith it. It is, of course, a trifle, but there is nothing so important as\ntrifles. Let us now see the letter. Ha! there has been an enclosure\nhere!”\n\n\n“Yes, there was a ring. His signet-ring.”\n\n\n“And you are sure that this is your husband’s hand?”\n\n\n“One of his hands.”\n\n\n“One?”\n\n\n“His hand when he wrote hurriedly. It is very unlike his usual writing,\nand yet I know it well.”\n\n\n“‘Dearest do not be frightened. All will come well. There is\na huge error which it may take some little time to rectify. Wait in\npatience.—NEVILLE.’ Written in pencil upon the fly-leaf of a book,\noctavo size, no water-mark. Hum! Posted to-day in Gravesend by a man with a\ndirty thumb. Ha! And the flap has been gummed, if I am not very much in error,\nby a person who had been chewing tobacco. And you have no doubt that it is your\nhusband’s hand, madam?”\n\n\n“None. Neville wrote those words.”\n\n\n“And they were posted to-day at Gravesend. Well, Mrs. St. Clair, the\nclouds lighten, though I should not venture to say that the danger is\nover.”\n\n\n“But he must be alive, Mr. Holmes.”\n\n\n“Unless this is a clever forgery to put us on the wrong scent. The ring,\nafter all, proves nothing. It may have been taken from him.”\n\n\n“No, no; it is, it is his very own writing!”\n\n\n“Very well. It may, however, have been written on Monday and only posted\nto-day.”\n\n\n“That is possible.”\n\n\n“If so, much may have happened between.”\n\n\n“Oh, you must not discourage me, Mr. Holmes. I know that all is well with\nhim. There is so keen a sympathy between us that I should know if evil came\nupon him. On the very day that I saw him last he cut himself in the bedroom,\nand yet I in the dining-room rushed upstairs instantly with the utmost\ncertainty that something had happened. Do you think that I would respond to\nsuch a trifle and yet be ignorant of his death?”\n\n\n“I have seen too much not to know that the impression of a woman may be\nmore valuable than the conclusion of an analytical reasoner. And in this letter\nyou certainly have a very strong piece of evidence to corroborate your view.\nBut if your husband is alive and able to write letters, why should he remain\naway from you?”\n\n\n“I cannot imagine. It is unthinkable.”\n\n\n“And on Monday he made no remarks before leaving you?”\n\n\n“No.”\n\n\n“And you were surprised to see him in Swandam Lane?”\n\n\n“Very much so.”\n\n\n“Was the window open?”\n\n\n“Yes.”\n\n\n“Then he might have called to you?”\n\n\n“He might.”\n\n\n“He only, as I understand, gave an inarticulate cry?”\n\n\n“Yes.”\n\n\n“A call for help, you thought?”\n\n\n“Yes. He waved his hands.”\n\n\n“But it might have been a cry of surprise. Astonishment at the unexpected\nsight of you might cause him to throw up his hands?”\n\n\n“It is possible.”\n\n\n“And you thought he was pulled back?”\n\n\n“He disappeared so suddenly.”\n\n\n“He might have leaped back. You did not see anyone else in the\nroom?”\n\n\n“No, but this horrible man confessed to having been there, and the Lascar\nwas at the foot of the stairs.”\n\n\n“Quite so. Your husband, as far as you could see, had his ordinary\nclothes on?”\n\n\n“But without his collar or tie. I distinctly saw his bare throat.”\n\n\n“Had he ever spoken of Swandam Lane?”\n\n\n“Never.”\n\n\n“Had he ever showed any signs of having taken opium?”\n\n\n“Never.”\n\n\n“Thank you, Mrs. St. Clair. Those are the principal points about which I\nwished to be absolutely clear. We shall now have a little supper and then\nretire, for we may have a very busy day to-morrow.”\n\n\nA large and comfortable double-bedded room had been placed at our disposal, and\nI was quickly between the sheets, for I was weary after my night of adventure.\nSherlock Holmes was a man, however, who, when he had an unsolved problem upon\nhis mind, would go for days, and even for a week, without rest, turning it\nover, rearranging his facts, looking at it from every point of view until he\nhad either fathomed it or convinced himself that his data were insufficient. It\nwas soon evident to me that he was now preparing for an all-night sitting. He\ntook off his coat and waistcoat, put on a large blue dressing-gown, and then\nwandered about the room collecting pillows from his bed and cushions from the\nsofa and armchairs. With these he constructed a sort of Eastern divan, upon\nwhich he perched himself cross-legged, with an ounce of shag tobacco and a box\nof matches laid out in front of him. In the dim light of the lamp I saw him\nsitting there, an old briar pipe between his lips, his eyes fixed vacantly upon\nthe corner of the ceiling, the blue smoke curling up from him, silent,\nmotionless, with the light shining upon his strong-set aquiline features. So he\nsat as I dropped off to sleep, and so he sat when a sudden ejaculation caused\nme to wake up, and I found the summer sun shining into the apartment. The pipe\nwas still between his lips, the smoke still curled upward, and the room was\nfull of a dense tobacco haze, but nothing remained of the heap of shag which I\nhad seen upon the previous night.\n\n\n“Awake, Watson?” he asked.\n\n\n“Yes.”\n\n\n“Game for a morning drive?”\n\n\n“Certainly.”\n\n\n“Then dress. No one is stirring yet, but I know where the stable-boy\nsleeps, and we shall soon have the trap out.” He chuckled to himself as\nhe spoke, his eyes twinkled, and he seemed a different man to the sombre\nthinker of the previous night.\n\n\nAs I dressed I glanced at my watch. It was no wonder that no one was stirring.\nIt was twenty-five minutes past four. I had hardly finished when Holmes\nreturned with the news that the boy was putting in the horse.\n\n\n“I want to test a little theory of mine,” said he, pulling on his\nboots. “I think, Watson, that you are now standing in the presence of one\nof the most absolute fools in Europe. I deserve to be kicked from here to\nCharing Cross. But I think I have the key of the affair now.”\n\n\n“And where is it?” I asked, smiling.\n\n\n“In the bathroom,” he answered. “Oh, yes, I am not\njoking,” he continued, seeing my look of incredulity. “I have just\nbeen there, and I have taken it out, and I have got it in this Gladstone bag.\nCome on, my boy, and we shall see whether it will not fit the lock.”\n\n\nWe made our way downstairs as quietly as possible, and out into the bright\nmorning sunshine. In the road stood our horse and trap, with the half-clad\nstable-boy waiting at the head. We both sprang in, and away we dashed down the\nLondon Road. A few country carts were stirring, bearing in vegetables to the\nmetropolis, but the lines of villas on either side were as silent and lifeless\nas some city in a dream.\n\n\n“It has been in some points a singular case,” said Holmes, flicking\nthe horse on into a gallop. “I confess that I have been as blind as a\nmole, but it is better to learn wisdom late than never to learn it at\nall.”\n\n\nIn town the earliest risers were just beginning to look sleepily from their\nwindows as we drove through the streets of the Surrey side. Passing down the\nWaterloo Bridge Road we crossed over the river, and dashing up Wellington\nStreet wheeled sharply to the right and found ourselves in Bow Street. Sherlock\nHolmes was well known to the force, and the two constables at the door saluted\nhim. One of them held the horse’s head while the other led us in.\n\n\n“Who is on duty?” asked Holmes.\n\n\n“Inspector Bradstreet, sir.”\n\n\n“Ah, Bradstreet, how are you?” A tall, stout official had come down\nthe stone-flagged passage, in a peaked cap and frogged jacket. “I wish to\nhave a quiet word with you, Bradstreet.”\n\n\n“Certainly, Mr. Holmes. Step into my room here.”\n\n\nIt was a small, office-like room, with a huge ledger upon the table, and a\ntelephone projecting from the wall. The inspector sat down at his desk.\n\n\n“What can I do for you, Mr. Holmes?”\n\n\n“I called about that beggarman, Boone—the one who was charged with\nbeing concerned in the disappearance of Mr. Neville St. Clair, of Lee.”\n\n\n“Yes. He was brought up and remanded for further inquiries.”\n\n\n“So I heard. You have him here?”\n\n\n“In the cells.”\n\n\n“Is he quiet?”\n\n\n“Oh, he gives no trouble. But he is a dirty scoundrel.”\n\n\n“Dirty?”\n\n\n“Yes, it is all we can do to make him wash his hands, and his face is as\nblack as a tinker’s. Well, when once his case has been settled, he will\nhave a regular prison bath; and I think, if you saw him, you would agree with\nme that he needed it.”\n\n\n“I should like to see him very much.”\n\n\n“Would you? That is easily done. Come this way. You can leave your\nbag.”\n\n\n“No, I think that I’ll take it.”\n\n\n“Very good. Come this way, if you please.” He led us down a\npassage, opened a barred door, passed down a winding stair, and brought us to a\nwhitewashed corridor with a line of doors on each side.\n\n\n“The third on the right is his,” said the inspector. “Here it\nis!” He quietly shot back a panel in the upper part of the door and\nglanced through.\n\n\n“He is asleep,” said he. “You can see him very well.”\n\n\nWe both put our eyes to the grating. The prisoner lay with his face towards us,\nin a very deep sleep, breathing slowly and heavily. He was a middle-sized man,\ncoarsely clad as became his calling, with a coloured shirt protruding through\nthe rent in his tattered coat. He was, as the inspector had said, extremely\ndirty, but the grime which covered his face could not conceal its repulsive\nugliness. A broad wheal from an old scar ran right across it from eye to chin,\nand by its contraction had turned up one side of the upper lip, so that three\nteeth were exposed in a perpetual snarl. A shock of very bright red hair grew\nlow over his eyes and forehead.\n\n\n“He’s a beauty, isn’t he?” said the inspector.\n\n\n“He certainly needs a wash,” remarked Holmes. “I had an idea\nthat he might, and I took the liberty of bringing the tools with me.” He\nopened the Gladstone bag as he spoke, and took out, to my astonishment, a very\nlarge bath-sponge.\n\n\n“He! he! You are a funny one,” chuckled the inspector.\n\n\n“Now, if you will have the great goodness to open that door very quietly,\nwe will soon make him cut a much more respectable figure.”\n\n\n“Well, I don’t know why not,” said the inspector. “He\ndoesn’t look a credit to the Bow Street cells, does he?” He slipped\nhis key into the lock, and we all very quietly entered the cell. The sleeper\nhalf turned, and then settled down once more into a deep slumber. Holmes\nstooped to the water-jug, moistened his sponge, and then rubbed it twice\nvigorously across and down the prisoner’s face.\n\n\n“Let me introduce you,” he shouted, “to Mr. Neville St.\nClair, of Lee, in the county of Kent.”\n\n\nNever in my life have I seen such a sight. The man’s face peeled off\nunder the sponge like the bark from a tree. Gone was the coarse brown tint!\nGone, too, was the horrid scar which had seamed it across, and the twisted lip\nwhich had given the repulsive sneer to the face! A twitch brought away the\ntangled red hair, and there, sitting up in his bed, was a pale, sad-faced,\nrefined-looking man, black-haired and smooth-skinned, rubbing his eyes and\nstaring about him with sleepy bewilderment. Then suddenly realising the\nexposure, he broke into a scream and threw himself down with his face to the\npillow.\n\n\n“Great heavens!” cried the inspector, “it is, indeed, the\nmissing man. I know him from the photograph.”\n\n\nThe prisoner turned with the reckless air of a man who abandons himself to his\ndestiny. “Be it so,” said he. “And pray what am I charged\nwith?”\n\n\n“With making away with Mr. Neville St.— Oh, come, you can’t\nbe charged with that unless they make a case of attempted suicide of it,”\nsaid the inspector with a grin. “Well, I have been twenty-seven years in\nthe force, but this really takes the cake.”\n\n\n“If I am Mr. Neville St. Clair, then it is obvious that no crime has been\ncommitted, and that, therefore, I am illegally detained.”\n\n\n“No crime, but a very great error has been committed,” said Holmes.\n“You would have done better to have trusted your wife.”\n\n\n“It was not the wife; it was the children,” groaned the prisoner.\n“God help me, I would not have them ashamed of their father. My God! What\nan exposure! What can I do?”\n\n\nSherlock Holmes sat down beside him on the couch and patted him kindly on the\nshoulder.\n\n\n“If you leave it to a court of law to clear the matter up,” said\nhe, “of course you can hardly avoid publicity. On the other hand, if you\nconvince the police authorities that there is no possible case against you, I\ndo not know that there is any reason that the details should find their way\ninto the papers. Inspector Bradstreet would, I am sure, make notes upon\nanything which you might tell us and submit it to the proper authorities. The\ncase would then never go into court at all.”\n\n\n“God bless you!” cried the prisoner passionately. “I would\nhave endured imprisonment, ay, even execution, rather than have left my\nmiserable secret as a family blot to my children.\n\n\n“You are the first who have ever heard my story. My father was a\nschoolmaster in Chesterfield, where I received an excellent education. I\ntravelled in my youth, took to the stage, and finally became a reporter on an\nevening paper in London. One day my editor wished to have a series of articles\nupon begging in the metropolis, and I volunteered to supply them. There was the\npoint from which all my adventures started. It was only by trying begging as an\namateur that I could get the facts upon which to base my articles. When an\nactor I had, of course, learned all the secrets of making up, and had been\nfamous in the green-room for my skill. I took advantage now of my attainments.\nI painted my face, and to make myself as pitiable as possible I made a good\nscar and fixed one side of my lip in a twist by the aid of a small slip of\nflesh-coloured plaster. Then with a red head of hair, and an appropriate dress,\nI took my station in the business part of the city, ostensibly as a\nmatch-seller but really as a beggar. For seven hours I plied my trade, and when\nI returned home in the evening I found to my surprise that I had received no\nless than 26s. 4d.\n\n\n“I wrote my articles and thought little more of the matter until, some\ntime later, I backed a bill for a friend and had a writ served upon me for Â£\n25. I was at my wit’s end where to get the money, but a sudden idea came\nto me. I begged a fortnight’s grace from the creditor, asked for a\nholiday from my employers, and spent the time in begging in the City under my\ndisguise. In ten days I had the money and had paid the debt.\n\n\n“Well, you can imagine how hard it was to settle down to arduous work at\nÂ£ 2 a week when I knew that I could earn as much in a day by smearing my face\nwith a little paint, laying my cap on the ground, and sitting still. It was a\nlong fight between my pride and the money, but the dollars won at last, and I\nthrew up reporting and sat day after day in the corner which I had first\nchosen, inspiring pity by my ghastly face and filling my pockets with coppers.\nOnly one man knew my secret. He was the keeper of a low den in which I used to\nlodge in Swandam Lane, where I could every morning emerge as a squalid beggar\nand in the evenings transform myself into a well-dressed man about town. This\nfellow, a Lascar, was well paid by me for his rooms, so that I knew that my\nsecret was safe in his possession.\n\n\n“Well, very soon I found that I was saving considerable sums of money. I\ndo not mean that any beggar in the streets of London could earn Â£ 700 a\nyear—which is less than my average takings—but I had exceptional\nadvantages in my power of making up, and also in a facility of repartee, which\nimproved by practice and made me quite a recognised character in the City. All\nday a stream of pennies, varied by silver, poured in upon me, and it was a very\nbad day in which I failed to take Â£ 2.\n\n\n“As I grew richer I grew more ambitious, took a house in the country, and\neventually married, without anyone having a suspicion as to my real occupation.\nMy dear wife knew that I had business in the City. She little knew what.\n\n\n“Last Monday I had finished for the day and was dressing in my room above\nthe opium den when I looked out of my window and saw, to my horror and\nastonishment, that my wife was standing in the street, with her eyes fixed full\nupon me. I gave a cry of surprise, threw up my arms to cover my face, and,\nrushing to my confidant, the Lascar, entreated him to prevent anyone from\ncoming up to me. I heard her voice downstairs, but I knew that she could not\nascend. Swiftly I threw off my clothes, pulled on those of a beggar, and put on\nmy pigments and wig. Even a wife’s eyes could not pierce so complete a\ndisguise. But then it occurred to me that there might be a search in the room,\nand that the clothes might betray me. I threw open the window, reopening by my\nviolence a small cut which I had inflicted upon myself in the bedroom that\nmorning. Then I seized my coat, which was weighted by the coppers which I had\njust transferred to it from the leather bag in which I carried my takings. I\nhurled it out of the window, and it disappeared into the Thames. The other\nclothes would have followed, but at that moment there was a rush of constables\nup the stair, and a few minutes after I found, rather, I confess, to my relief,\nthat instead of being identified as Mr. Neville St. Clair, I was arrested as\nhis murderer.\n\n\n“I do not know that there is anything else for me to explain. I was\ndetermined to preserve my disguise as long as possible, and hence my preference\nfor a dirty face. Knowing that my wife would be terribly anxious, I slipped off\nmy ring and confided it to the Lascar at a moment when no constable was\nwatching me, together with a hurried scrawl, telling her that she had no cause\nto fear.”\n\n\n“That note only reached her yesterday,” said Holmes.\n\n\n“Good God! What a week she must have spent!”\n\n\n“The police have watched this Lascar,” said Inspector Bradstreet,\n“and I can quite understand that he might find it difficult to post a\nletter unobserved. Probably he handed it to some sailor customer of his, who\nforgot all about it for some days.”\n\n\n“That was it,” said Holmes, nodding approvingly; “I have no\ndoubt of it. But have you never been prosecuted for begging?”\n\n\n“Many times; but what was a fine to me?”\n\n\n“It must stop here, however,” said Bradstreet. “If the police\nare to hush this thing up, there must be no more of Hugh Boone.”\n\n\n“I have sworn it by the most solemn oaths which a man can take.”\n\n\n“In that case I think that it is probable that no further steps may be\ntaken. But if you are found again, then all must come out. I am sure, Mr.\nHolmes, that we are very much indebted to you for having cleared the matter up.\nI wish I knew how you reach your results.”\n\n\n“I reached this one,” said my friend, “by sitting upon five\npillows and consuming an ounce of shag. I think, Watson, that if we drive to\nBaker Street we shall just be in time for breakfast.”\n",
    "metadata": {
        "author": "Arthur Conan Doyle",
        "year": 1891,
        "url": "https://www.gutenberg.org/files/1661/1661-h/1661-h.htm",
        "name": "twisted_lip"
    }
}