{
    "name": "1970: A Vision of the Coming Age",
    "author": [
        "Collins, John"
    ],
    "body": "\n                           BURLINGTON, N. J.\n\n                                 1870.\n\n\n\n\n                                 1970\n\n\n    I was musing alone one hot afternoon,\n    In the shade of a vine on a bright day in June;\n    Not a sound in the air but the hum of the bees,\n    Nor a zephyr to sway the tops of the trees;\n    The cricket seemed tired of the shrill noise he made,\n    The butterfly folded his wings in the shade,\n    The flowers, so fragrant when day had begun,\n    No longer breathed perfume before the fierce sun:\n    O’er nature a dull sleepy silence had grown,\n    And even the clouds seemed moveless as stone.\n      Reclined in a chair, with my face towards the sky,\n    The tall posts of the telegraph thought-road near by,\n    I fancied I heard every word sent along,\n    The short business message--the tale of some wrong,\n    An accident, _not_ on the Jersey railway,\n    The prices of stocks--events of the day,\n    The lover’s popped question, brief, pithy and sweet,\n    The assent of his charmer, his wishes to meet,\n    A summons to haste to the bed of a friend,\n    Whose life’s flickering taper drew near to its end,\n    An invite to a wedding, a lecture or ball,\n    A county convention--a lyceum hall;\n    Like leaves by the wild winter wind swept along,\n    They came and they passed in a vast countless throng,\n    And I watched and I listened with eager desire\n    To find out what passed through the quick thrilling wire.\n    The date I was sure of--again and again.\n    It was “nineteen hundred and threescore and ten.”\n      Came the first to a merchant of rank in Japan,\n    Saying “Forward those teas as soon as you can.”\n    In two minutes returned, “I will do as you say,\n    But send me the Bibles you promised to-day.”\n    “Buy for me,” said a lady in Boston, in haste,\n    To a dear Cuban friend, “(I trust to your taste);\n    A barrel of oranges, fresh from the tree,\n    A dozen pine-apples, the fairest you see,\n    Two bunches of large, ripe bananas--a cask\n    Of the best of preserves--’tis all that I ask,\n    And a few limes or lemons--smooth, juicy and bright,\n    In time to prepare for my party to-night.”\n    In half an hour came, propelled through the air,\n    The fruits and the sweets packed with exquisite care,\n    And the fair one, delighted, sent word to each friend\n    Far or near, a long sociable evening to spend.\n    Methought that they came by balloon or by rail,\n    By the pneumatic tube, by steam or by sail,\n    At the rate of a thousand of miles in a day,\n    To the hub of New England hurrying away.\n    The next bit of news my very soul stirred,\n    ’Twas the greatest explosion that ever was heard:\n    An engine blew up, attached to a train\n    Of a hundred full cars on the Omaha plain--\n    To atoms it flew, but no one was hurt,\n    Only some of the passengers covered with dirt.\n    The fireman was found half a mile from the spot,\n    Safely lodged in a village whose name I’ve forgot,\n    While the engineer’s body was plunged in the sand\n    Hid entirely from sight save a part of one hand.\n    Both were struck with amaze at the quick change of base,\n    But the sole damage done, was a scratch on each face.\n    The reason was clear--their lives were insured\n    And their limbs and their senses forever secured\n    By a policy made with the greatest reliance\n    In the “Fearless Assurance and Perpetual Defiance.”\n    The next sound arresting my listening ear,\n    Was so soft and so musical, gentle and clear,\n    I knew it was sent by a company famed,\n    (The Harmonic Acoustic Tube Union, named,)\n    To a dozen performers, each one at his home,\n    In London, Pekin, Paris, Athens and Rome,\n    To give in New York, at mass concerts free,\n    Oratorios by telegraph under the sea.\n    Then was heard such a hum from the mingled replies,\n    I could hear nothing more, but, trusting my eyes,\n    Looked around as I strolled along each crowded street,\n    Some items to learn or acquaintance to meet.\n      The houses looked strange as if turned all to stone,\n    With huge gaudy creepers and ivy o’ergrown.\n    Whether brick, wood or plaster, no signs of decay\n    Could be seen, though an age had no doubt rolled away\n    Since each corner-stone was laid deep and fast\n    By the wise master builder, all time to outlast.\n    ’Twas a certain tried method, not patent, for all\n    Enjoyed, free from tax, what inventions we call.\n    A liquid cement was poured on each place,\n    That hardened in time to a smooth flinty face.\n    No wear could affect it--hot, cold, wet or dry,\n    It was always the same to the touch and the eye.\n    “Here’s a hint” I exclaimed, “to the men of our day,\n    Whose work is so apt to break or decay.”\n    “We are all honest, friend!” said some one quite near,\n    Your remark shows how little you know of us here.”\n    I turned to reply, but no one was in sight,\n    When I saw with surprise and indeed with delight,\n    That a double-track railway, as smooth as a floor,\n    Had been thoroughly laid, a few years before.\n    A train was approaching--no whistle was heard\n    In loud screeching tones to drown every word,\n    But, soft as the evening wind wafted along,\n    Rung out the soft notes of that sweet Sabbath song\n    “There’s a happy land, far away, far away!”\n    ’Till I thought they foretold a millenial day.\n    I wondered to see cars go noiselessly by,\n    When the rubber-tired wheels arrested my eye,\n    While each one inside looked calm and composed.\n    As they talked or they wrote, reflected or dozed,\n    And no thought of danger produced any dread,\n    For a tall thin Director walked quickly ahead.\n    In less than a minute the cars disappeared,\n    And I judged, on that line no collision was feared.\n      Rambling on, as before, along the wide street,\n    A smooth wooden pavement tempting the feet,\n    Some boys stopped to greet me in passing to school,\n    ’Twas the custom of all, not enforced by a rule.\n    “Can you tell me, my children,” I asked, with a smile,\n    Where to find the hotel, to tarry awhile?”\n    “My dear sir,” replied one with a bright, thoughtful face,\n    “I never have seen in my life such a place.\n    The word sometimes is read on history’s page.\n    But no buildings so-called, exist in this age.\n    All houses are open to strangers who find\n    A home and warm friends if to stay they’re inclined.”\n    “Then show me, I pray, Dr. Cure-em-all’s room,”\n    “He died long ago--none can point out his tomb.”\n    No sickness is known here--diseases nor pains--\n    But pure blood is bounding in even old veins.”\n    In doubt, I enquired, “Where is now Lawyer Grip?”\n    “Oh! he gave, as they say, all his clients the slip;\n    Some affirm that he went over seas--others think\n    That he drowned his senses, and life too, in drink.\n    Here his sign you may see, though the letters are pale,\n    With the emblem beneath, a fox’s long tail.\n    Happy years to you, sir! to school we must haste\n    Nor longer the precious, short study-hours waste.”\n      They ran on in glee and left me alone,\n    Still in quest of the tavern that once I had known.\n    At last it appeared, but such a great change\n    Had been made, that it looked surprisingly strange.\n    The low dirty room, dark with stains and with smoke,\n    Where revelry oft midnight sleepers awoke,\n    The scene of mad riot and murderous strife,\n    With blasphemy vile and obscenity rife,\n    Was now the clean entrance that led to a hall,\n    Not built, as with us, for one sect, but for all,\n    Where the rich and the poor, a true Christian band,\n    In loving communion as brothers might stand,\n    To unite in thanksgiving, with hearts in accord,\n    To the same risen Saviour--one Father and Lord.\n    Night and day tones of prayer and praise filled the air\n    ’Till the Spirit’s blest presence seemed hovering there;\n    No priest, man ordained, cried, “Know, brother, the Lord!”\n    Our High Priest and Minister gave the sure word,\n    While o’erhead, wreathed with clouds, in letters of light,\n    Shone the words, “Be ye holy and clean in my sight,\n    For the pure in heart only my face shall behold,\n    And forever dwell safe in the heavenly fold.”\n      How long in that temple divine was my stay,\n    I never have known, as no words can convey.\n    The sense of the bliss, and ecstacy felt\n    In my spirit, unconscious of all as I knelt,\n    Save the heavenly gift of Infinite Love\n    Descending on all from the Father above.\n    With one fervent prayer for His grace to sustain\n    And guide me, my steps were turned earthward again.\n      Some ruins near by, I found to disclose\n    The spot where in old time a theatre rose,\n    In one day by spontaneous combustion destroyed,\n    While the place where it stood was a huge gaping void.\n    Men were clearing the rubbish and cinders away,\n    Odd relics of former years bringing to day;\n    Two masks that still seemed to be making grimaces,\n    Supposed to be dried skins of two actors’ faces;\n    Then a long rusted steel, whose use none could divine,\n    In a scarlet robe wrapped, with one blazoned line\n    Inscribed thereupon--’twas the name of a play,\n    And the legible words were, “The Devil’s Birthday.”\n    A hemlet of copper, with vizor of brass\n    Was seen melted down, in a black, confused mass,\n    With beads, trinkets, buttons and jewelry rare,\n    To allure the gay worldling or deck the frail fair.\n    “How sad!” said a voice, “they could ever bestow\n    Time and thought on such follies a century ago!\n    But soon shall we raise on this desolate site,\n    A house sacred to truth, to knowledge and right,\n    Whence millions of Bibles shall issue, to bless\n    Distant nations still hungering for righteousness.”\n      Musing deeply on all I had seen and had heard,\n    Of the wondrous changes I said not a word,\n    But slowly went on, of adventures in quest,\n    In a spot with such peace and prosperity blest.\n    Each face, young and old, with intelligence beamed;\n    Every eye with love and with sympathy gleamed;\n    No discord was known--no unrestrained tongue\n    Gave utterance to words of slander or wrong;\n    Such a sense of true happiness filled all the air,\n    It seemed more than the spirit of mortal could bear;\n    And the heavenly anthem re-echoed again,\n    “To God all the glory and good will to men!”\n      Pure fountains of water unceasingly flowed,\n    Till all nature with health and with happiness glowed;\n    On every side, in long colonnade,\n    Pines, cedars and palms, threw their deep cooling shade\n    On seats, for the tired, heated travellers made;\n    While the thick boughs above were filled with a throng\n    Of birds of gay plumage and exquisite song,\n    Unsuspicious of man, for his nature was changed\n    And his love for all beings, no longer estranged.\n    They lived and they loved the green alcoves among,\n    Or reared, year by year, unmolested, their young.\n      Wrong, crime and deceit existed no more;\n    All houses were open--unguarded each door;\n    No bolts and no bars told of robbers by night,\n    No high prison walls offended the sight,\n    Stores of merchandise lay exposed to full view,\n    For at last men were found to be honest and true.\n    None was tempted one moment his neighbor to cheat,\n    No deception was practiced in house or on street,\n    But one price was asked for each article sold,\n    And the sole money used was silver and gold.\n    None knew what a panic in currency meant,\n    A run upon banks or a gain cent per cent;\n    Stock gamblers on change no longer were seen,\n    “Bulls” and “Bears,” were strange names that once might have been.\n    Of palaces built by legalized theft\n    Or foul speculation, no vestige was left.\n    Fraud in buying or selling was wholly unknown;\n    Light weight and short measure had obsolete grown;\n    Heaped high and pressed down and still running over\n    Was the sole rule and practice that I could discover,\n    And, as no long accounts were kept day after day,\n    No bankrupts were heard of--no failures to pay.\n      It seemed as if flying through vast unknown space,\n    At last I had reached some wonderful place,\n    Where sin had not entered to blast and defile\n    Scenes blest at creation by Deity’s smile.\n    Unlike our own earth, since the dawning of Time,\n    Despoiled by oppression or blackened by crime.\n    Rambling on in this deep contemplative mood,\n    Before a vast pile I instinctively stood;\n    High in air rose a dome on which glittered a star,\n    Like a lonely night beacon to wanderers afar,\n    And on it, in lines pure as heaven’s own blue,\n    “The old is now past and all things are new.”\n    I entered--strange forms arrested the eye,\n    Of human inventions in ages gone by;\n    Tools for use--toys for pleasure--weapons of war,\n    Idols, altars and priestly shrines worshipped no more;\n    Here was seen the rude ponderous Chaldean plow,\n    With the crown that adorned Melchizedek’s brow,\n    The first harp that was made by old Tubal Cain,\n    An image of Bel from a Syrian plain,\n    The chariot of Pharoah, by Miriam sung,\n    For ages of silence with Red sea-weed hung,\n    Now placed on the threshold of Dagon’s black shrine\n    Where fell the foul god, smit by vengeance divine;\n    Huge engines found buried in Egypt’s deep sand,\n    No doubt, by the builders of pyramids planned,\n    Jewish hammers once used on the mountains of Tyre\n    Persian censers where glowed perpetual fire,\n    Pagodas from China, of porcelain rare,\n    Gilt, silvered and papered with exquisite care,\n    And the image of gold on Dura’s vast plain\n    Where the furnace of fire was thrice heated in vain.\n      Here, lay the light frame of an Indian canoe,\n    There, a square Roman gallery attracted the view.\n    All these and a thousand more relics of old,\n    In its measureless rooms did the edifice hold.\n    But, greater by far, both in number and cost,\n    Of murderous implements grim war could boast,\n    To cut, maim and mingle the fair human form\n    In private revenge or in battle’s wild storm.\n      In another huge hall lay the rough knotty brand,\n    Still stained as it dropped from Cain’s murderous hand;\n    The spears and the swords of nations of yore,\n    Ere the deluge a vile generation swept o’er.\n    Here stood the old chariots, each wheel with a scythe,\n    Beneath which men prostrate in anguish would writhe,\n    There, ranged as in former stern battle array\n    Shone the armor of brass used in Rome’s warlike day,\n    Helmets, spears, shields, javelins, pikes, swords and slings\n    And the banners, surmounted by eagles’ broad wings.\n    The cross-bows of England and rude culverin\n    Side by side with the Fijean war-club were seen.\n    The battle-axe, steeped in Mohammedan gore,\n    The Indian tomahawk--Scottish claymore\n    And the rude scalping knife of the savage there lay\n    With the civilized bayonet rusting away.\n    Guns, pistols, revolvers, mortars, cannon and bombs\n    Were placed in the midst of gongs and of drums.\n    Here new patent rifles from near and from far\n    Disclosed the latest improvements in war.\n    All sorts of vessels for fight were displayed,\n    The Malayan war junk, for piracy made,\n    The frigate, with rows of black guns gaping wide,\n    And the iron-ribbed Monitor’s steel-plated side.\n      On the long lofty walls of the building, were hung\n    Scenes of strife, from the day that our planet was young,\n    To the hour, when mankind, by one solemn vow,\n    Were pledged no longer such crimes to allow.\n    ’Twas a sickening sight--like demons from hell,\n    Glared the eyes of the wounded and dying who fell,\n    Trampled down in hot haste, like the mire in the street,\n    Unregarded or spurned by the wayfarers’ feet.\n    Above, the dun war-clouds their canopy drew,\n    And with horror I shrunk from the terrible view,\n    Weeping much that man, made in likeness divine,\n    To conflict and bloodshed should ever incline.\n    But, as gleams of bright silver will oft line a cloud\n    Cold, dismal and black as a funeral shroud,\n    So, high o’er the red tide of battle, a scroll\n    Inscribed by an angel-hand, seemed to unroll:\n    “The work of the just and the righteous is peace--\n    Its effect, rest and surety that never shall cease.”\n      Light breaking again in my sorrowful heart,\n    With more cheerful feelings I rose to depart,\n    But again was amazed, more relics to find\n    Of the devil’s vast power and rule o’er mankind.\n    Man’s record was here with Slavery’s stains,\n    Its whips and its handcuffs--its fetters and chains.\n    In the midst, the old time-worn whipping-post stood,\n    Its platform deep stained with long streams of blood,\n    And on it the form of a suppliant slave\n    Beseeching for mercy and aid no one gave.\n    Jeers and taunts from the crowd were the only reply\n    And demoniac hate shone forth from each eye.\n    Near by was an auction, whence rose the loud cry,\n    “Likely negroes for sale! come, gentlemen, buy!\n    Here goes a mulatto, young, handsome and sound,\n    Note her beautiful teeth, her limbs smooth and round.\n    Mark her elegant bust, her long glossy hair,\n    And her ankle that will with Venus’ compare.\n    Such a bright, lovely face is not seen every day;\n    Then put her up, gentlemen, what do you say?\n    Not a thousand is bid!--she must go on the shelf;\n    At such a low price I will take her myself.\n    Two thousand! “down came the quick hammer, “she’s gone.”\n    The auctioneer growled in a low sneering tone,\n    And the only reply was the slave’s subdued groan.\n    Here’s another chance, gentlemen--come near the stand!\n    A healthy young negress, brought up by hand,\n    Her regular teeth prove her yet in her prime,\n    While her well-knitted arms tell of work in her time.\n    She can cook, wash and iron--pick cotton or sew,\n    And the twins at her side, productiveness show.\n    We will sell them together or singly, as best\n    You may judge, for their owner no choice has expressed.\n    How much shall I have for the mother, alone?\n    ’Tis a positive sale of flesh and of bone--\n    Six hundred is all that I hear--what a price!\n    You may double it safely, is all my advice.\n    Seven, eight--cheap as dirt! nine, ten, are you done?\n    A bargain for you, sir! an A., number one!\n    And now for a boy; stand up, you young dog!\n    Don’t be blubbering there like a water-soaked log;\n    Give a fair bid at once--right quick, if you please,\n    My friends, for I shall not dwell long upon these!”\n    “O! massa!” for mercy, my darling boys buy!\n    Cried the wo-stricken mother, “without them I die!”\n    A tittering laugh was the sole answer given,\n    But I knew that appeal was recorded in heaven.\n      Again the sharp ring of the hammer was heard,\n    And with it, the oath-enforced threatening word,\n    “Tear the niggers apart, gag the woman’s black mouth!\n    Let the young rascals stay while she goes further south.”\n    I felt my blood boil--my arm rising to deal\n    One blow at the wretch, conscience hardened as steel,\n    When a low, gentle voice I could but obey,\n    Whispered: “Vengeance is mine--I the Lord, will repay!”\n    Looking upwards, sweet faces, like angels’ were seen,\n    Of those who the friends of the bondsman had been.\n    Once, hated and scorned by the proud ones of earth,\n    None could tell in that day the amount of their worth.\n    They toiled to remove all oppression and crime,\n    With faith ever strong in their mission sublime.\n    In the white harvest field, ’till their sands were all run,\n    And the welcome was heard, “Faithful servant! well done!”\n      Once more, to another apartment I turned;\n    My bosom, with more indignation yet burned,\n    When I viewed all the engines of torture employed\n    Under guise of religion, when thousands destroyed,\n    Confessed before man a God answering prayer,\n    And died in the faith they had lived to declare.\n    Here were thumbscrews, racks, pillories, scaffolds and thongs--\n    Here, the irons oft-heated to bore human tongues,\n    With the chains and the whips to torment, maim and slay\n    Christian sufferers in dungeons remote from the day.\n    In the middle arose the huge black corner stone\n    Of that building of Rome, long centuries known,\n    When the devil’s own priests loved to torture and pain,\n    And autos de-fe soiled the blue skies of Spain.\n    “O! shame!” I exclaimed, that Satan should bind\n    In such hellish arts the souls of mankind--\n    That man, the object of Infinite Love.\n    The cruelest foe to his brother should prove!”\n    “Too true, my dear sir,” a mild voice replied,\n    And, turning, I saw an old man at my side,\n    Whose silver locks swept his broad shoulders--whose brow\n    Showed no furrow or scar from Time’s rugged plow;\n    His eye beaming bright as in infancy’s days,\n    While his every word seemed attuned unto praise.\n    “Too true! but ’tis past--all the horrors of war,\n    Persecution and slavery, now are no more.\n    This edifice, piled with mementos of sin,\n    Tells how wicked and vile former ages have been,\n    When, to deepest abysses of infamy hurled,\n    They lived and they died without God in the world.\n    But, thanks be to Him, the Father and Son--\n    An unending reign of peace hath begun,\n    And the Holy Spirit now circling the earth,\n    All creation is pure as when called into birth.\n      But few enter here--too painful the sight--\n    Other scenes, other objects our people invite;\n    To do good and communicate is our sole aim\n    And our works prove, as Christians, we merit the name.\n    Then mourn not, my friend, at the picture of crime\n    That polluted the world and the record of Time,\n    Up! pilgrim! I bid thee, God-speed on thy way\n    ’Till it lead through the mists to perpetual day!”\n      I arose--deep gratitude filling my heart,\n    From such a wise counsellor, loth to depart.\n    “Many thanks,” I rejoined, “for thy true kindness shown--\n    Henceforth I will look on the bright side alone.\n    Farewell! for thou art well, thy words clearly prove\n    Though thy home be on earth, thy life is above!”\n      We parted, with souls in communion true,\n    He, to point out the past, I my path to pursue.\n    Deep musing upon the old things I had seen.\n    To doubt almost inclined that such had e’er been,\n    But in grateful emotion that vice, crime and war\n    O’er this our fair earth should run riot no more,\n    I stood by the edge of a wide and deep bay,\n    Whose blue waters mingled with ocean’s white spray;\n    On its shore vessels lay with canvass full furled,\n    While others were fitting to sail round the world.\n    They floated as light on the clear glassy tide\n    As snow-breasted swans in their beauty and pride;\n    Buoyed up by some new--some magical art,\n    The gentlest zephyr impelled them to start,\n    And when, leaving port, the wind filled each sail,\n    They skimmed the wide waters like leaves in a gale.\n    But, far stranger than these--a wonderful sight,\n    High above, were vast air-ships, with pinions as light\n    As those of the sea bird, that, day after day,\n    Unwearied, in solitude wings its long way.\n    Bright streamers on every side gracefully swayed,\n    Now tossed high in air and now pendent in shade,\n    And I read, as I stood mid the gathering crowd,\n    “The Arrow, the Meteor, the Swift Flying Cloud,\n    The Sunbeam, Wave, Northern Light, Iris,” and more,\n    Moored proudly above that dense peopled shore.”\n    ’Twas a glorious sight as they swung in the air,\n    Impatient, as ’twere, their burden to bear,\n    And, tempted, I stepped up a spiral stairway,\n    A short flying visit to Europe to pay.\n    Rung the note of departure--outspread the huge wings,\n    And we rose, so to speak, o’er terrestrial things.\n    Fainter came from the crowd each last parting cheer,\n    ’Till in one confused hum, they were lost to the ear.\n    Faded then from the sight the houses and trees\n    As we went higher up, swept along by the breeze,\n    And the land and the sea far below in mist lay,\n    ’Till we lost sight of mountain, rock, river and bay.\n    And now as the twilight still deepened to night,\n    O’erhead shone the stars in a full blaze of light,\n    And the broad calm expanse of ocean below\n    We saw like another bright galaxy glow.\n    So fair was the scene, I asked one near by,\n    “Do tempests ne’er blow or clouds darken your sky?”\n    “No! no! my good friend, by Omniscient decree,\n    From storm, fire and flood, earth forever is free.\n    The elements now are propitious to man,\n    And nothing now mars a wise Deity’s plan.\n    The winds are not fickle nor faithless the deep,\n    For He, who hath promised, His sure word will keep.”\n      For many an hour I gazed at the sky,\n    Unwilling to shut from such splendor my eye,\n    ’Till, tired at the thought of infinite space,\n    I sought in the cabin, a calm resting place.\n    It was filled with guests from every land.\n    From cold Labrador to Afric’s hot sand--\n    The Chinaman, Hindoo, Turk, Arab and Jew,\n    Men in fact, from all parts of the old world and new.\n    The light that illumed the spacious saloon\n    Was as white and as clear as the midsummer moon;\n    ’Twas the pure beam galvanic, soft, steady and free\n    From all noxious fumes that with health disagree.\n    And I heard that the engine that moved our light bark\n    Was the same that gave out the bright flashing spark;\n    That no oil was now used, nor explosive compound,\n    On earth, among all nations was found,\n    And light, heat and motion at last were attained,\n    By one simple and practical instrument gained.\n    The sides of that noble apartment were dressed\n    With gems of rare art from the east and the west;\n    Here a statue stood poised, just ready to fly,\n    There, a picture of Saturn’s new belt caught the eye,\n    And one thing I noticed--or fiction, or fact,\n    The good of mankind prompted every act--\n    Nay, the converse of all, whether light, grave or gay,\n    Was married by no folly, whate’er men night say.\n      But the bell sounded one--I entered my berth.\n    To rest in mid air, safe as on the firm earth,\n    And all the night long heard the quivering beat\n    Of the wings in their slow and measured repeat.\n      “Up! sunrise is reddening the earth and the sky!”\n    Cried the voice of some one, without waiting reply,\n    And I sprang from my couch to watch the long gleam\n    Tip our beautiful pennon with morning’s first beam.\n    It came and it bathed in warm rosy hue\n    The vessel, as faster through light mists it flew,\n    Till we thought of that word that once echoed sublime,\n    “Light! be!” and Day marked the divisions of time.\n    Thus we winged our swift course through the cool upper air,\n    Now meeting a ship in the atmosphere rare,\n    Now skimming above the blue boundless deep\n    With its waves by warm zephyrs lulled softly to sleep.\n    At last a gray cloud seemed to rise in the north;\n    It neared us--and soon the glad sea-cry went forth,\n    “Land! ho! ’tis old England--her white cliffs arise!”\n    And we crowd to the front in joy and surprise.\n    There it lay, in green beauty, but not as of yore,\n    With its forts and its cannon bristling the shore;\n    All hushed were the thunders that rolled o’er the land\n    And no vessels of war polluted her strand.\n    We stopped just above the world-renowned mart\n    Of London, where science, wealth, learning and art,\n    The treasures of ages, in countless store lay,\n    Reserved ’till the dawn of a happier day.\n    Then, softly descending, we stepped on firm ground\n    To view the new objects and people around.\n    The grim Tower rose before us--we entered the gate,\n    Unguarded, as once by stern orders of state,\n    For the jewels that in the rich diadems shone,\n    No longer could tempt one to take for his own.\n    Exposed on all sides, were rich scepters of kings,\n    Tiaras, pearls, gems and a thousand bright things,\n    Once prized as the emblems of place and of power,\n    But now thought mere childish toys of the hour.\n    The vestments of royalty too were displayed,\n    Silk, satin, chenille, velvet, plush and brocade,\n    With exquisite work of silver and gold,\n    In fine threads that shone on each rich wavy fold,\n    And I heard with surprise an attendant confess,\n    ’Twas the work of long years to complete a court dress.\n    “What folly!” I cried, “to deck the outside\n    With garments to flatter and foster one’s pride,\n    While the soul, the true being, of measureless worth,\n    Is less prized and less cared for than mean things of earth.”\n      “Where now are the lions,” I asked, “once confined,\n    Brute prisoners, to show the power of mankind?”\n    “O! their nature was changed and unchained now they roam,\n    To find in the wide world, food, shelter and home.\n    The curse that on Adam in Paradise fell,\n    Scattering seeds of hate, desolation and hell,\n    Is now gone forever--no wild beasts abound,\n    And at last in his works God’s true image is found.”\n      Looking down on the river, I marked its calm face\n    Half hid by white sails from every place,\n    The strange looking junk from distant Japan,\n    Unchanged in its form since the empire began,\n    The light buoyant bark of more modern time,\n    Adapted for use in every clime,\n    The swift gliding steamer with paddle or screw,\n    The frigate, no longer exposing to view\n    Its port-holes whence issued the missiles of war--\n    For strife, hate and conflict existed no more.\n    A hundred bright flags were floating in air,\n    Each, the name of some country or race to declare;\n    Not, as once, the proud banner to wave in the fight,\n    The theme of the poet--the warrior’s delight,\n    But the emblem of peace and of love among men\n    Long ago sung by angels on Bethlehem’s plain.\n    ’Twas a glorious sight--but I could not delay;\n    So, descending the Tower, swiftly passed on my way.\n      All the streets seemed alive with a slow-moving throng,\n    But no jostling was known as they travelled along;\n    Every one knew another, each face beamed with joy\n    And nought was heard, seen, or felt to annoy.\n    The streets and the pavements were so smoothly laid,\n    For safety and ease, both for man and beast made,\n    That one might walk on from morning till night.\n    Unfatigued, to enjoy each varying sight.\n    A thousand wide stores were thrown open to view.\n    Piled with goods whose use our fathers ne’er knew.\n    There were garments for all, without stitch or seam,\n    Robes dyed as in colors of sunset’s rich beam,\n    Wings on frames, to be used on the earth or in air.\n    With speed on his journey the pilgrim to bear;\n    But time will not allow me the list to rehearse\n    Of all these strange sights, in this fugitive verse;\n    Suffice it to say, every thing that I saw\n    Was strictly conformed to one excellent law\n    That forbade all mankind to make or to use\n    Any goods that a Christian would ever refuse.\n    No trimmings nor ribbons hung flying around,\n    No vile trashy novels on book shelves were found,\n    No flaring, gay posters announced some bold lie\n    Made only to catch the gaping crowd’s eye.\n    No cards in the windows were seen to declare\n    That the cheapest and best in the world were sold there;\n    No drinking saloons stared full in one’s face,\n    No compounders of liquors were seen in the place;\n    They had all gone below with the spirits accursed,\n    Of all Satan’s agents the vilest and worst.\n    Tobacco was none--no smoker’s breath there\n    Annoyed the nice sense or corrupted the air.\n    Surprised at the fact, “How is this? I enquired,\n    When a patriarch near me, in pure white attired.\n    Replied, “Is it true that one being on earth\n    Knows not that the world was reformed in new birth!\n    I have heard, when a boy, my grandsire affirm\n    That the plant in one night was destroyed by a worm,\n    And never since then, half a century ago,\n    Has any one seen it or known it to grow;\n    The panic from pole to equator was great\n    As any past earthquake was known to create,\n    And some ventured to say that thousands indeed\n    Would die for the want of their favorite weed.\n    But the prophecy failed--from disuse followed health,\n    Purer lives, better morals and wisdom and wealth.\n      “And where are the dram shops--the houses for dance,\n    Where, heated by wine and lost as in trance,\n    Full many a maiden drank, stumbled and fell,\n    (Once pure as a snow-flake) from heaven to hell.”\n    “Alas! my dear friend, how little you know\n    Of the great revolution the world now can show.\n    When mankind o’er the globe acknowledged the sway\n    Of the great King of kings all are bound to obey,\n    All sin disappeared; lust, passion and crime\n    No longer defiled the annals of Time;\n    None dared to entice his weak brother to wrong,\n    None wished to provoke or by action or tongue,\n    None, the health or the comfort of one living soul\n    For a moment would wish to restrain or control.\n    And with feelings like these, who, the heavens below,\n    Could continue a trade fraught with ruin and wo!\n    No! no! pure religion can never annoy\n    The peace of mankind or their good-will destroy.\n    For if God, as his works clearly argue, be love,\n    Whose dwelleth in Him shall his follower prove.\n    Every thing that the soul of man can defile,\n    Is purged from the earth by Deity’s smile.\n    Who hath cleansed the whole world, through his only Son’s blood,\n    And seen, as in Paradise, all his works good.”\n      “Delightful!” I cried, “that all evil hath ceased,\n    And man from the thraldom of sin is released;\n    Who e’er would have dared, amid doubts and fears\n    To predict such a change in the past hundred years?”\n      We parted, and, entering a new city car\n    On polished rails sliding, without noise or jar,\n    I was soon the rich and green pastures among,\n    In history famed and by poets long sung.\n    Lovely hamlets and villages dotted each vale,\n    While the sweet breath of wild flowers scented the gale.\n    The vine clung to the roof with its clusters of fruit,\n    The fig, fearless of winter, expanded each shoot,\n    And the bright golden orange gleamed through the dark leaves\n    Where the robin her nest built beneath the low leaves.\n    I looked, but could see no idler there,\n    Sounds of labor alone arose on the air,\n    Each his neighbor would aid if his own part were done.\n    From day’s early dawn to the set of the sun,\n    As a bee hive, the land seemed with people alive.\n    And all nature in peace and in plenty to thrive;\n    By the wayside stood rows of wide spreading trees\n    Whose yield or whose shade could refresh or could please.\n    For one law reigned o’er all--each, with Christian regard.\n    Sought his neighbor’s best good as his own rich reward.\n    I looked for the buildings benevolence reared--\n    There were none, for the paupers had all disappeared;\n    No blind, sick, deaf, lame, or feeble of mind,\n    In all my wide wanderings on earth could I find.\n    The homes for the friendless, deserted or poor,\n    Vainly hoped by their founders, all time to endure,\n    Were devoted to Science, not blind, as of old,\n    When Alchemy sought to turn dross into gold,\n    But certain and true, illumed from on high,\n    To the pure Fount of light ever turning her eye,\n    There were school rooms, lyceums and vast lecture halls\n    With all treasures of Time, densely filling the walls,\n    While professors of every known science and art,\n    Sought the mind to inform or to lead the young heart.\n      The longs rows of workshops for artisans made,\n    No longer their low, dusty windows displayed,\n    Where faint, toil-worn hundreds met sickness and death\n    In the close stifling air, corrupted by breath;\n    But sunlight enlivened each lofty-walled room\n    And each rounded cheek showed freshness and bloom.\n    The master was ever the workers among,\n    Their health to secure--not their labors prolong.\n    No law was required--as a Christian, he knew\n    He to others should act as he wished them to do.\n    No poisonous gas was floating in air\n    Sowing germs of disease and of death everywhere,\n    For the vapors evolved, by chemical skill\n    Were innocuous made, other ends to fulfil.\n    The men who long delved in the deep gloomy mine,\n    Mid’ the fire-damp, allowed their bright lanterns to shine;\n    As the light they now used created no heat,\n    ’Twere idle to think any danger to meet,\n    And the air, so mephitic of old time, became\n    As oxygen pure, when it met the soft flame.\n      Roamed the deer through the streets of the populous town.\n    Not now with swift steeds and fierce dogs hunted down.\n    The fox and the hare lived in the same den\n    On intimate terms, unmolested by men,\n    Every beast, bird or fish, by night and by day,\n    No longer regarded each other its prey,\n    But, protected by man, to his friendship proved true,\n    And love bound all creatures in league ever new.\n    Nought was seen, nought was heard but gladness and praise\n    For the blessings that crowned those bright halcyon days,\n    And even from Erin thanksgiving was heard,\n    ’Till the gray crags of Scotland with echoes were stirred.\n      I returned to the sea where the white cliffs arose\n    As landmarks to show how the tide ebbs and flows;\n      “Adieu to Old England! exulting, I cried,\n    Where order, peace, love and religion abide!\n    Of the nations who spent blood and treasure in war,\n    She, who once was the first, ambitious no more,\n    Now sends forth her people to each distant land\n    To teach and to preach at the Saviour’s command!”\n      As I gazed o’er the deep, entranced at the view,\n    Not a vapor or cloud dimmed the fair boundless blue.\n    At my feet the waves with joy seemed to dance\n    Through the piers of an air-tube, the high road to France,\n    And, lying at ease on a rich velvet bed,\n    Impelled like an arrow, in safety I sped\n    O’er the channel that washes each bold rocky shore,\n    First united--then severed--but now linked once more.\n      The manners of every one caused such surprise,\n    Unprepared as I was, I could scarce trust my eyes.\n    The butterfly airs and the light lively tone\n    By which, time out of mind, the Frenchman was known.\n    Had been changed to a sober yet cheerful address\n    Marked with smiles and true dignity, few can express.\n    Every look, every gesture evinced that they knew\n    That courtesy based on religion is true.\n      All frivolity gone--vain amusements forgot,\n    I found not in city or country one spot,\n    Where an opera, ball-room or theatre stood\n    To arouse evil thoughts or to stifle the good.\n    The Sabbath, profaned for long centuries past,\n    Was observed, not by sorrowful penance or fast,\n    But the nation obeyed the divine command given,\n    To rest and to worship one day in seven.\n    The gay gardens and palaces, open of yore,\n    Where drinkers and dancers by turns trod the floor,\n    Were thronged by a multitude ever inclined\n    To read or to hear what would profit the mind.\n    No imperial rule forced each class to obey,\n    No autocrat, king or dictator held sway,\n    A firm free Republic framed long time ago,\n    Proved popular still, as Time’s chronicles show.\n    No soldier police stood guard to detect,\n    Arrest or confine--there was none to suspect.\n    Throughout the wide land not a murmur was heard.\n    No quarrel was known--none spake an ill word,\n    And I thought, as I travelled through country or town,\n    ’Twas as if heaven itself, to earth had come down.\n      We passed on the rail, swift as birds cleave the air,\n    Vales dotted with villages--mountain peaks bare,\n    But tinged in the sunlight with soft golden hue,\n    For many a league ’till the Alps met our view.\n    There they stood--their proud forms towering up in the sky\n    But no traces of glaciers or snow, met the eye;\n    Since the time all mankind had known the new birth,\n    One perpetual spring had encircled the earth.\n    Cold, heat, frost, storm and ice were unknown;\n    No earthquakes now rumbled beneath each broad zone;\n    Volcanoes were none--their fires were decayed,\n    And cities no longer in ruins were laid.\n    As the slopes of Italian vales caught the sight,\n    Every glance at the scene called forth new delight.\n    The sun-embrowned peasants in vineyard or field\n    Were tilling each crop or gathering the yield.\n    Rich clambering vines o’er the road threw their shade,\n    The tropic banana its broad leaf displayed,\n    While the palm, like a monarch with sceptre and crown,\n    O’er the lowlier trees of the forest looked down.\n    The olive, the fig and the pomegranate there\n    Repaid in abundance the laborer’s care,\n    And the mingled perfume of a thousand sweet flowers,\n    Like incense arose from the thick orange bowers.\n      But the train still sped on, and now in the haze\n    That purpled the hills in the sun’s level rays,\n    The columns and temples of Rome rose in view,\n    Spires, domes and palaces, ancient and new.\n    We entered where once the chariots rolled\n    To the vast Coliseum, when centuries old\n    Saw the sandy arena clotted with gore,\n    While above the death groan rung the lion’s wild roar.\n    No longer the massive walls crumbled and fell,\n    Its decay and its ruin for ages to tell;\n    The huge pile was now used for a far higher aim\n    Than the praise of a pagan emperor’s name.\n    Rebuilt and remodelled, it rung with the cry,\n    “Our Lord, GOD omnipotent reigneth on high!”\n      To the city then hastening, I marked with surprise,\n    No Romish processions attracted all eyes,\n    No beggars, the pest of the traveller, were seen,\n    No long lines of priests with crosses between,\n    No nuns in black robes paraded the street,\n    No close-shaven monks with bare head and feet.\n    The poverty, dirt and all the vile trade\n    That beggary everywhere brings to its aid.\n    Existed no more in that land once debased,\n    (Their name and remembrance forever effaced.)\n    Each dark piercing eye with a purer light shone,\n    Passion, anger and feuds were entirely unknown.\n    And the love, the apostle once preached, by God’s grace,\n    Inspired every heart and lit up each face.\n      Soon we neared the vast--the magnificent shrine,\n    Where once to base man was paid homage divine;\n    The noble proud dome named St. Peter’s of old,\n    In the warm sunset gleaming resplendent as gold.\n    No cross now surmounted the dizzying height,\n    A star hung above it, as pure and as bright\n    As the one that once stood o’er the manger and bed\n    Where the Saviour of sinners first rested his head.\n    I entered the courts, for hundreds of years\n    Trod by the pilgrims deluded, in sorrow and tears,\n    Where thousands knelt bowing to image or cross,\n    More than true worship loving the world and its dross.\n    No crucifix now was lifted on high,\n    No priest called for penance from crowds passing by,\n    No form carved in ivory, wood, brass or stone,\n    Mocked the traits that belong to the Godhead alone.\n    No sensuous pictures of Virgin and child\n    Pleased the mass, to false adoration beguiled.\n    A light, clear and holy, words cannot express,\n    Pervaded the spot and illumined each recess,\n    As the hosts of the faithful from every land,\n    Admired the change wrought by Almighty command,\n    In that temple where infancy, manhood and youth\n    Worshipped God, their Creator, in spirit and truth.\n      “Does the Pope,” I enquired, “in the Vatican live,\n    And the people yet think he their sins can forgive?”\n    “Oh! no!” said a gray-haired old man at my side.\n    “Many years have elapsed since the last Pontiff died.\n    On a far distant shore, exiled, pining he lay,\n    His soul filled with remorse at the thought of that day,\n    When he claimed, in his pride, God’s vicegerent to be,\n    Receiving vile homage of lip and of knee.\n    Of all the long line of the popes, there was none\n    Save he, who confessed to his Saviour alone;\n    Yet, through mercy divine, his own sins forgiven,\n    His purified soul passed from earth into heaven.\n    This house, once the scene of debauch and of crime,\n    Where blasphemy reigned supreme at one time,\n    Now, sacred to worship, pure, heart-felt and true,\n    Is blest with a Presence old ages ne’er knew.\n    Here the gospel is preached, undefiled as of yore,\n    By Science, so called, to false doctrines the door,\n    For the Scriptures, first penned for the comfort of men,\n    Are read by the light of the Spirit again.”\n    “Do the people to image or crucifix bow,\n    Or the priests for all crimes absolution allow?”\n    “From your question, my friend, I judge that you came\n    From some other planet, unknown yet by name,\n    Or perhaps may have slumbered, unconscious of time,\n    While the world was restored in its innocent prime.\n    Come then to the halls where Science combined,\n    With truth and religion enlighten the mind,\n    Where genius, art and sound reason are found,\n    And errors of schoolmen no longer abound.\n    Superstition has fled, like the mists of the night,\n    Dispersed when the sun comes in glorious light.\n    Rome, once the foul den of crime, lust and sin,\n    Is purged from all evil, her precincts within,\n    Remain then and see what treasures untold\n    They who witness Messiah’s blest advent, behold.”\n    “Time presses,” I said, “in an hour I must start\n    In an ocean-bound steamer, ready to part.\n    Thanks for all I have seen and have heard thee declare;\n    And now, to the New World, glad tidings I bear,\n    That the kingdoms of earth all acknowledge the Lord,\n    Redeemed and restored by his life giving word.”\n    We parted--then taking some newly-formed shoes,\n    For swift and sure travel on water to use,\n    I passed down the Tiber--not yellow as when\n    Its stained turbid wave, washed valley and glen,\n    But sparkling, fresh, clear and pure as the dew\n    That on every spray reflects heaven’s own blue.\n    White villas, temples and towns lined the shore,\n    And the gondolier sung, as he dipped his light oar,\n    While the hills echoed back the sweet solemn hymn,\n    From morning’s first dawn, ’till the daylight grew dim.\n    With long rapid strides o’er the waters I sped\n    And distanced the sea-gulls that flew o’er my head;\n    Soon the wide river entered a rich, grassy plain\n    Where its fresh waters mingled with those of the main.\n    There, lay the fair vessel with quivering wings\n    Like a bird on the tree-top that flutters and sings,\n    Just ready to soar through the measureless sky,\n    O’er mead, hill and vale, and precipice high.\n    The clarion rung--we left Italy’s shore,\n    And the old classic sea were fast flying o’er;\n    In a day we touched Cadiz--that bold rocky height\n    Where the guns of Gibraltar once blazed in the fight,\n    But now streaming with flags from every clime,\n    In token that Peace held dominion sublime.\n    ’Twas dusk--a brilliant red rocket flew high\n    O’er the vertical wall far up in the sky,\n    While another swept down in the ocean below\n    And lingered long after in roseate glow.\n    The parting salute, with cheer upon cheer,\n    Was answered, ’till sound died away on the ear,\n    And nothing was heard but the murmuring deep\n    Of the wings’ measured stroke inviting to sleep.\n    We glided as swift on the ocean’s expanse\n    As the leaves that in the wild hurricane dance.\n    The sea glowed with fire from creatures unknown,\n    Brighter far than the stars in the zenith they shone.\n    And myriad flocks of strange sea birds lay\n    On the face of the deep, awaiting the day.\n    No moon rose that night, but e’re twilight was gone,\n    The sky seemed to glow with a rich northern dawn,\n    And not ’till our flag in the morning breeze swayed.\n    Did its soft lambent light from the firmament fade.\n    Thus for three days and nights we skimmed the blue main,\n    Now watching the air ships again and again,\n    Now noting far down in the green, glassy brine,--\n    Iron vessels with fins--a submarine line,\n    Propelled by galvanic action alone,\n    And made to explore ocean’s chambers unknown.\n      Meantime I conversed with some that I knew\n    Came from far distant climes, new wonders to view,\n    Of the change wrought on earth since the era began\n    When Christ reigned supreme, acknowledged by man.\n    No pen could describe nor could language declare\n    The glory His saints were permitted to share,\n    When the devil and all his foul works were destroyed,\n    And happiness dwelt in each heart unalloyed.\n      “But how,” I inquired, “was the old world renewed?\n    In a day by Omniscient fiat made good?\n    Or purged in long years from sin and its leaven,\n    ’Till God saw on its bosom the image of heaven?”\n    “As a thief in the night breaks in unaware,\n    So flashed on the earth, mid its pleasure and care,\n    A splendor surpassing the sun’s noontide ray\n    Foretelling the dawn of millenial day.\n    Attended by thousands of saints came the Lord,\n    To bless his redeemed and to drive the abhorred.\n    As erst he once drove the angels that fell\n    From allegiance, down from high heaven to hell.\n    But ’till then, increased both evil and good,\n    As men a false phantom or true peace pursued.\n    Though tales of new crime thrilled the ear and the soul,\n    The spirit of prayer seemed its power to control;\n    Reform spread, as years rolled rapidly by,\n    And at last from all races beneath every sky,\n    With shouts of thanksgiving and praises again\n    Earth echoed the cry, “Alleluia! Amen!”\n      But the soft evening wind that our light bark swept o’er,\n    Flower-scented, announced we were nearing the shore,\n    And ere night’s somber curtain had veiled the red sky,\n    The glare of bright lamps arrested the eye.\n    ’Twas a populous city of wealth and of fame,\n    Filled with thousands of every class, country and name.\n    I passed through the streets--no tumult was there,\n    No low profane words polluted the air.\n    No theatre belched out at midnight a throng\n    Inflamed with drugged wine and lascivious song;\n    All was peaceful and still, as a calm Sabbath day,\n    For man was no more to his brother a prey.\n    Each dwelling I entered revealed the true sign\n    Of Christian communion--the Presence Divine,\n    For they in whose souls His graces abide,\n    In each other’s friendship forever confide.\n    Fatigued with my journey--deprived of my rest,\n    Long time I remained in that city a guest,\n    Pondering deeply on all I had seen and had heard\n    ’Till my soul from its deepest recesses was stirred.\n      There was seen in all things such a marvellous change,\n    One could hardly imagine an era so strange;\n    Here a library stood with its wide open door,\n    The clerks and librarian needed no more,\n    As the readers took works from their place on the shelves\n    And duly returned them uninjured themselves.\n    No comic nor frivolous lectures were known,\n    Instruction and knowledge were sought for alone,\n    There were schools for the infant, the child and the aged;\n    In all labors of love the fair sex was engaged;\n    No voting was heard of--no taxes were paid,\n    For religion from government needed no aid.\n    Throughout the wide world not a vestige was found\n    Of weeds that for ages were known to abound,\n    Nor a poisonous serpent to sting or annoy,\n    Nor an insect, the rich harvest hopes to destroy.\n    The sun, moon and stars each in turn gave their light,\n    One scorched not by day, while the rest warmed the night;\n    And nature was fair as the garden of God,\n    The Paradise once by angel feet trod.\n      “Blest world!” I exclaimed, “all honor and praise\n    Be to Him who now rules these millenial days!”\n    With fervor I spoke--raised my hand towards the sky,\n    And heard the soft whisper of some one near by;\n    Then turned just in time to see sunset’s last gleam,\n    When the present rushed back, and lo! ’twas a dream!",
    "metadata": {
        "author": [
            "Collins, John"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/63980/pg63980.txt",
        "name": "1970_a_vision_of_the_coming_age.json"
    }
}