{
    "name": "A Chilhowee Lily\n1911",
    "author": [
        "Craddock, Charles Egbert",
        "Dembry, R. Emmett",
        "Murfree, Mary Noailles"
    ],
    "body": "By Charles Egbert Craddock\n\n1911\n\n\nTall, delicate, and stately, with all the finished symmetry and\ndistinction that might appertain to a cultivated plant, yet sharing\nthat fragility of texture and peculiar suggestion of evanescence\ncharacteristic of the unheeded weed as it flowers, the Chilhowee lily\ncaught his eye. Albeit long familiar, the bloom was now invested with a\nspecial significance and the sight of it brought him to a sudden pause.\n\nThe cluster grew in a niche on the rocky verge of a precipice beetling\nover the windings of the rugged primitive road on the slope of the\nridge. The great pure white bloom, trumpet-shaped and crowned with its\nflaring and many-cleft paracorolla, distinct against the densely blue\nsky, seemed the more ethereal because of the delicacy of its stalk, so\nerect, so inflexibly upright. About it the rocks were at intervals green\nwith moss, and showed here and there heavy ocherous water stain. The\nluxuriant ferns and pendant vines in the densely umbrageous tangle of\nverdure served to heighten by contrast the keen whiteness of the flower\nand the isolation of its situation.\n\nOzias Crann sighed with perplexity as he looked, and then his eye\nwandered down the great hosky slope of the wooded mountain where in\nmarshy spots, here and there, a sudden white flare in the shadows\nbetokened the Chilhowee lily, flowering in myraids, holding out lures\nbewildering in their multitude.\n\n\"They air bloomin' bodaciously all over the mounting,\" he remarked\nrancorously, as he leaned heavily on a pickaxe; \"but we uns hed better\ntry it ter-night ennyhows.\"\n\nIt was late in August; a moon of exceeding lustre was in the sky, while\nstill the sun was going down. All the western clouds were aflare with\ngorgeous reflections; the long reaches of the Great Smoky range had\ngrown densely purple; and those dim Cumberland heights that, viewed from\nthis precipice of Chilhowee, were wont to show so softly blue in the\ndistance, had now a variant amethystine hue, hard and translucent of\neffect as the jewel itself.\n\nThe face of one of his companions expressed an adverse doubt, as he,\ntoo, gazed at the illuminated wilderness, all solitary, silent, remote.\n\n\"'Pears like ter me it mought be powerful public,\" Pete Swolford\nobjected. He had a tall, heavy, lumpish, frame, a lackluster eye, a\nbroad, dimpled, babyish face incongruously decorated with a tuft of\ndark beard at the chin. The suit of brown jeans which he wore bore token\nvariously of the storms it had weathered, and his coarse cowhide boots\nwere drawn over the trousers to the knee. His attention was now and\nagain diverted from the conversation by the necessity of aiding a young\nbear, which he led by a chain, to repel the unwelcome demonstrations of\ntwo hounds belonging to one of his interlocutors. Snuffling and nosing\nabout in an affectation of curiosity the dogs could not forbear growling\noutright, as their muzzles approached their shrinking hereditary enemy,\nwhile the cub nestled close to his master and whimpered like a child.\n\n\"Jes' so, jes' so, Honey. I'll make 'em cl'ar out!\" Swofford replied to\nthe animal's appeal with ready sympathy. Then, \"I wish ter Gawd, Eufe,\nye'd call yer dogs off,\" he added in a sort of aside to the youngest\nof the three mountaineers, who stood among the already reddening sumac\nfringing the road, beside his horse, athwart which lay a buck all gray\nand antlered, his recently cut throat still dripping blood. The party\nhad been here long enough for it to collect in a tiny pool in a crevice\nin the rocky road, and the hounds constrained to cease their harassments\nof the bear now began to eagerly lap it up. The rifle with which Eufe\nKinnicutt had killed the deer was still in his hands and he leaned upon\nit; he was a tall, finely formed, athletic young fellow with dark hair,\nkeen, darkly greenish eyes, full of quickly glancing lights, and as he,\ntoo, scanned the sky, his attitude of mind also seemed dissuasive.\n\n\"'Pears like thar won't be no night, ez ye mought call night, till this\nmoon goes down,\" he suggested. \"'Pears nigh ez bright ez day!\"\n\nOzias Crann's lank, angular frame; his narrow, bony face; his nose, long\nyet not large, sharp, pinched; his light grey eyes, set very closely\ntogether; his straggling reddish beard, all were fitting concomitants to\naccent the degree of caustic contempt he expressed. \"Oh, to be sure!\"\nhe drawled. \"It'll be powerful public up hyar in the mounting in the\nmidnight,--that's a fac'!--an' moonlight is mighty inconvenient to them\nez wants ter git spied on through totin' a lantern in cur'ous places.\"\n\nThis sarcasm left the two remonstrants out of countenance. Pete Swofford\nfound a certain resource in the agitations of his bear, once more\nshrinking and protesting because of the dogs. \"Call off yer hound-dogs,\nRufe,\" he cried irritably, \"or I'll gin 'em a bullet ter swallow.\"\n\n\"Ye air a plumb fool about that thar bar, Pete,\" Kinnicutt said sourly,\ncalling off the hounds nevertheless.\n\n\"That thar bar?\" exclaimed Swofford. \"Why, thar never war sech a bar!\nThat thar bar goes ter mill, an' kin fetch home grist,--ef I starts him\nout in the woods whar he won't meet no dogs nor contrairy cattle o' men\nhe kin go ter mill all by his lone!--same ez folks an' the bes' kind o'\nfolks, too!\"\n\nIn fact the bear was even now begirt with a meal-bag, well filled, which\nalthough adding to his uncouth appearance and perhaps unduly afflicting\nthe sensibilities of the horse, who snorted and reared at the sight of\nhim, saved his master the labor of \"packing\" the heavy weight.\n\nSwofford had his genial instincts and in return was willing to put up\nwith the cubbishness of the transport,--would wait in the illimitable\npatience of the utterly idle for the bear to climb a tree if he liked\nand pleasantly share with him the persimmons of his quest;--would never\ninterfere when the bear flung himself down and wallowed with the bag on\nhis back, and would reply to the censorious at home, objecting to the\ndust and sand thus sifting in with the meal, with the time honored\nreminder that we are all destined \"to eat a peck of dirt\" in this world.\n\n\"Whenst ye fust spoke o' digging\" said Kinnicutt, interrupting a\nlengthening account of the bear's mental and moral graces, \"I 'lowed\nez ye mought be sayin' ez they air layin' off ter work agin in the\nTanglefoot Mine.\"\n\nOzias Crann lifted a scornful chin. \"I reckon the last disasters thar\nhev interrupted the company so ez they hain't got much heart todes\ndiggin' fur silver agin over in Tanglefoot Cove. Fust,\" he checked off\nthese misfortunes, by laying the fingers of one hand successively in the\npalm of the other, \"the timbers o' one o' the cross cuts fell an' the\nroof caved in an' them two men war kilt, an' thar famblies sued the\ncompany an' got mo' damages 'n the men war bodaciously wuth. Then the\nnex' thing the pay agent, ez war sent from Glaston, war held up in\nTanglefoot an' robbed--some say by the miners. He got hyar whenst they\nwar out on a strike, an' they robbed him 'cause they warn't paid\ncordin' ter thar lights, an' they _did_ shoot him up cornsider'ble. That\nhappened jes' about a year ago. Then sence, thar hev been a awful cavin'\nin that deep shaft they hed sunk in the tunnel, an' the mine war flooded\nan' the machinery ruint--I reckon the company in Glaston ain 't a-layin'\noff ter fly in the face o' Providence and begin agin, arter all them\nleadin's ter quit.\"\n\n\"Some believe he warh't robbed at all,\" Kinnicutt said slowly. He had\nturned listlessly away, evidently meditating departure, his hand on his\nhorse's mane, one foot in the stirrup.\n\n\"Ye know that gal named Loralindy Byars?\" Crann said craftily.\n\nKinnicutt paused abruptly. Then as the schemer remained silent he\ndemanded, frowning darkly, \"What's Loralindy Byars got ter do with it?\"\n\n\"Mighty nigh all!\" Crann exclaimed, triumphantly.\n\nIt was a moment of tense suspense. But it was not Crann's policy to\ntantalize him further, however much the process might address itself\nto his peculiar interpretation of pleasure. \"That thar pay agent o' the\nmining company,\" he explained, \"he hed some sort'n comical name--oh, I\nremember now, Renfrow--Paul Renfrow--waal--ye know he war shot in the\nknee when the miners way-laid him.\"\n\n\"I disremember now ef it war in the knee or the thigh,\" Swofford\ninterposed, heavily pondering.\n\nKinnicutt's brow contracted angrily, and Crann broke into open wrath:\n\"an' I ain't carin', ye fool--what d' ye interrupt fur like that?\"\n\n\"Wall,\" protested Swofford, indignantly, \"ye said 'ye know' an' I didn't\n_know_.\"\n\n\"An' I ain't carin'--the main p'int war that he could neither ride nor\nwalk. So the critter crawled! Nobody knows how he gin the strikers the\nslip, but he got through ter old man Byars's house. An' thar he staid\ntill Loralindy an' the old 'oman Byars nussed him up so ez he could bear\nthe pain o' bein' moved. An' he got old man Byars ter wagin him down\nter Colb'ry, a-layin' on two feather beds 'count o' the rocky roads, an'\nthar he got on the steam kyars an' he rid on them back ter whar he kem\nfrom.\"\n\nKinnicutt seemed unable to longer restrain his impatience. He advanced\na pace. \"Ye appear ter 'low ez ye air tellin' news--I knowed all that\nwhenst it happened a full year ago!\"\n\n\"I reckon ye know, too, ez Loralindy hed no eyes nor ears fur ennybody\nelse whilst he war hyar--but then _he war_ good-lookin' an' saaft-spoken\nfur true! An' now he hev writ a letter ter her!\"\n\nCrann grinned as Kinnicutt inadvertently gasped. \"How do you uns know\nthat!\" the young man hoarsely demanded, with a challenging accent of\ndoubt, yet prescient despair.\n\n\"'Kase, bubby, that's the way the story 'bout the lily got out. I was at\nthe mill this actial day. The miller hed got the letter--hevin' been\nter the post-office at the Crossroads--an' he read it ter her, bein' ez\nLoralindy can't read writin'. She warn't expectin' it. He writ of his\nown accord.\"\n\nA sense of shadows impended vaguely over all the illuminated world, and\nnow and again a flicker of wings through the upper atmosphere betokened\nthe flight of homing birds. Crann gazed about him absently while he\npermitted the statement he had made to sink deep into the jealous,\nshrinking heart of the young mountaineer, and he repeated it as he\nresumed.\n\n\"She warn't expectin' of the letter. She jes' stood thar by the\nmill-door straight an' slim an' white an' still, like she always\nbe--ter my mind like she war some sort'n sperit, stiddier a sure enough\ngal--with her yaller hair slick an' plain, an' that old, faded, green\ncotton dress she mos' always wears, an' lookin' quiet out at the water\no' the mill-dam ter one side, with the trees a-wavin' behind her at the\nopen door--jes' like she always be! An' arter awhile she speaks slow\nan' saaft an axes the miller ter read it aloud ter her. An' lo! old man\nBates war rej'iced an' glorified ter the bone ter be able ter git a peek\ninter that letter! He jes' shet down the gates and stopped the mill\nfrom runnin' in a jiffy, an' tole all them loafers, ez hangs round thar\nmosly, ter quit thar noise. An' then he propped hisself up on a pile o'\ngrist, an' thar he read all the sayin's ez war writ in that letter.\nAn' a power o' time it tuk, an' a power o' spellin' an' bodaciously\nwrastlin' with the alphabit.\"\n\nHe laughed lazily, as he turned his quid of tobacco in his mouth,\nrecollecting the turbulence of these linguistic turmoils.\n\n\"This hyar feller--this Renfrow--he called her in the letter 'My dear\nfriend'--he did--an' lowed he hed a right ter the word, fur ef ever a\nman war befriended he hed been. He lowed ez he could never fur-get her.\nAn' Lord! how it tickled old man Bates ter read them sentiments--the\npride-ful old peacock! He would jes' stop an' push his spectacles back\non his slick bald head an' say, 'Ye hear me, Loralindy! he 'lows he'll\nnever furget the keer ye tuk o' him whenst he war shot an' ailin' an'\nnigh ter death. An' no mo' he ought, nuther. But some do furget sech ez\nthat, Loralindy--some do!'\"\n\nAn' them fellers at the mill, listenin' ter the letter, could sca'cely\ngit thar consent ter wait fur old man Bates ter git through his talk ter\nLoralindy, that he kin talk ter every day in the year! But arter\nawhile he settled his spectacles agin, an' tuk another tussle with\nthe spellin,' an' then he rips out the main p'int o' the letter. \"This\nstranger-man he 'lowed he war bold enough ter ax another favior. The\ncuss tried ter be funny. 'One good turn desarves another,' he said. 'An'\nez ye hev done me one good turn, I want ye ter do me another.' An' old\nman Bates hed the insurance ter waste the time a-laffin' an' a-laffin'\nat sech a good joke. Them fellers at the mill could hev fund it in thar\nhearts ter grind him up in his own hopper, ef it wouldn't hev ground up\nwith him thar chance o' ever hearin' the end o' that thar interestin'\nletter. So thar comes the favior. Would she dig up that box he treasured\nfrom whar he told her he hed buried it, arter he escaped from the attack\no' the miners? An' would she take the box ter Colb'ry in her grandad's\nwagin, an' send it ter him by express. He hed tole her once whar he\nhed placed it--an' ter mark the spot mo' percisely he hed noticed one\nChilhowee lily bulb right beside it. An' then says the letter, 'Good\nbye, Chilhowee Lily!' An' all them fellers stood staring.\"\n\nA light wind was under way from the west Delicate flakes of red and\nglistening white were detached from the clouds. Sails--sails were\nunfurling in the vast floods of the skies. With flaunting banners and\nswelling canvas a splendid fleet reached half way to the zenith. But\na more multitudinous shipping still swung at anchor low in the west,\nthough the promise of a fair night as yet held fast.\n\n\"An' now,\" said Ozias Crann in conclusion, \"all them fellers is\na-diggin'.\"\n\n\"Whut's in the box!\" demanded Swof-ford, his big baby-face all in a\npucker of doubt.\n\n\"The gold an' silver he ought ter hev paid the miners, of course. They\nalways 'lowed they never tuk a dollar off him; they jes' got a long\nrange shot at him! How I wish,\" Ozias Crann broke off fervently, \"how\nI wish I could jes' git my hands on that money once!\" He held out his\nhands, long and sinewy, and opened and shut them very fast.\n\n\"Why, that would be stealin'!\" exclaimed Kinnicutt with repulsion.\n\n\"How so? 't ain't his'n now, sure--he war jes' the agent ter pay it\nout,\" argued Crann, volubly.\n\n\"It belongs ter the mine owners, then--the company.\" There was a\nsuggestion of inquiry in the younger man's tone.\n\n\"'Pears not--they sent it hyar fur the percise purpose ter be paid out!\"\nthe specious Crann replied.\n\n\"Then it belongs ter the miners.\"\n\n\"They hedn't yearned it--an' ef some o' them hed they warn't thar ter\nreceive it, bein' out on a strike. They hed burnt down the company's\noffice over yander at the mine in Tanglefoot Cove, with all the books\nan' accounts, an' now nobody knows what's owin' ter who.\"\n\nKinnicutt's moral protests were silenced, not satisfied. He looked up\nmoodily at the moon now alone in the sky, for only a vanishing segment\nof the great vermilion sphere of the sun was visible above the western\nmountains, when suddenly he felt one of those long grasping claws on his\narm. \"Now, Rufe, bubby,\" a most insinuating tone, Crann had summoned,\n\"all them fool fellers air diggin' up the face of the yearth, wharever\nthey kin find a Chilhowee lily--like sarchin' fur a needle in a\nhaystack. But we uns will do a better thing than that. I drawed the idee\nez soon ez I seen you an' Pete hyar this evenin' so onexpected. 'Them's\nmy pardners,' I sez ter myself. 'Pete ter holp dig an' tote ef the box\nbe heavy. An' you ter find out edzac'ly whar it be hid.' You uns\nan' Loralindy hev been keepin' company right smart, an' ye kin toll\nLoralindy along till she lets slip jes' whar that lily air growin'. I'll\nbe bound ez she likes ye a sight better 'n that Renfrow--leastwise ef 't\nwarn't fur his letter, honeyin' her up with complimints, an' she hevin'\nthe chance o' tollin' him on through doin' him sech faviors, savin' his\nlife, an' now his money--shucks it's mo' _our_ money 'n his'n; 't ain\n't his 'n! Gol-darn the insurance o' this Renfrow! His idee is ter keep\nthe money his own self, an' make her sen' it ter him. Then 'Good-bye,\nChilhowee Lily!'\"\n\nThe night had come at last, albeit almost as bright as day, but with\nso ethereal, so chastened a splendor that naught of day seemed real. A\nworld of dreams it was, of gracious illusions, of far vague distances\nthat lured with fair promises that the eye might not seek to measure.\nThe gorgeous tints were gone, and in their stead were soft grays and\nindefinite blurring browns, and every suggestion of silver that metal\ncan show flashed in variant glitter in the moon. The mountains were\nmajestically sombre, with a mysterious sense of awe in their great\nheight There were few stars; only here and there the intense lustre of a\nstill planet might withstand the annihilating magnificence of the moon.\n\nIts glamour did not disdain the embellishment of humbler objects. As\nRufe Kinnicutt approached a little log cabin nestling in a sheltered\ncove he realized that a year had gone by since Renfrow had seen it\nfirst, and that thus it must have appeared when he beheld it. The dew\nwas bright on the slanting roof, and the shadow of oak trees wavered\nover it. The mountain loomed above. The zigzag lines of the rail\nfence, the bee-gums all awry ranged against it, the rickety barn and\nfowl-house, the gourd vines draping the porch of the dwelling, all had\na glimmer of dew and a picturesque symmetry, while the spinning wheel as\nLoralinda sat in the white effulgent glow seemed to revolve with flashes\nof light in lieu of spokes, and the thread she drew forth was as silver.\nIts murmuring rune was hardly distinguishable from the chant of the\ncicada or the long droning in strophe and antistrophe of the waterside\nfrogs far away, but such was the whir or her absorption that she did not\nperceive his approach till his shadow fell athwart the threshold, and\nshe looked up with a start.\n\n\"Ye 'pear powerful busy a-workin' hyar so late in the night,\" he\nexclaimed with a jocose intonation.\n\nShe smiled, a trifle abashed; then evidently conscious of the bizarre\nsuggestions of so much ill-timed industry, she explained, softly\ndrawling: \"Waal, ye know, Granny, she be so harried with her rheumatics\nez she gits along powerful poor with her wheel, an' by night she be\nplumb out'n heart an' mad fur true. So arter she goes ter bed I jes'\nspins a passel fur her, an' nex' mornin' she 'lows she done a toler'ble\nstint o' work an' air consider'ble s'prised ez she war so easy put out.\"\n\nShe laughed a little, but he did not respond. With his sensibilities all\njarred by the perfidious insinuation of Ozias Crann, and his jealousy\nall on the alert, he noted and resented the fact that at first her\nattention had come back reluctantly to him, and that he, standing before\nher, had been for a moment a less definitely realized presence than the\nthought in her mind--this thought had naught to do with him, and of that\nhe was sure.\n\n\"Loralindy,\" he said with a turbulent impulse of rage and grief; \"whenst\nye promised to marry me ye an' me war agreed that we would never hev one\nthought hid from one another--ain't that a true word!\"\n\nThe wheel had stopped suddenly--the silver thread was broken; she\nwas looking up at him, the moonlight full on the straight delicate\nlineaments of her pale face, and the smooth glister of her golden hair.\n\"Not o' my own,\" she stipulated. And he remembered, and wondered that it\nshould come to him so late, that she had stood upon this reservation\nand that he--poor fool--had conceded it, thinking it concerned the\ndistilling of whisky in defiance of the revenue law, in which some of\nher relatives were suspected to be engaged, and of which he wished to\nknow as little as possible.\n\nThe discovery of his fatuity was not of soothing effect. \"'T war that\nman Renfrew's secret--I hearn about his letter what war read down ter\nthe mill.\"\n\nShe nodded acquiescently, her expression once more abstracted, her\nthoughts far afield.\n\nHe had one moment of triumph as he brought himself tensely erect,\nshouldering his gun--his shadow behind him in the moonlight duplicated\nthe gesture with a sharp promptness as at a word of command.\n\n\"All the mounting's a-diggin' by this time!\" He laughed with ready\nscorn, then experienced a sudden revulsion of feeling. Her face had\nchanged. Her expression was unfamiliar. She had caught together the two\nends of the broken thread, and was knotting them with a steady hand, and\na look of composed security on her face, that was itself a flout to\nthe inopportune search of the mountaineers and boded ill to his hope\nto discover from her the secret of the _cache_. He recovered himself\nsuddenly.\n\n\"Ye 'lowed ter me ez ye never keered nuthin' fur that man, Renfrow,\" he\nsaid with a plaintive appeal, far more powerful with her than scorn.\n\nShe looked up at him with candid reassuring eyes. \"I never keered none\nfur him,\" she protested. \"He kem hyar all shot up, with the miners an'\nmounting boys hot foot arter him--an' we done what we could fur him.\nGran'daddy 'lowed ez _he_ warn't 'spon-sible fur whut the owners done,\nor hedn't done at the mine, an' he seen no sense in shootin' one man ter\ngit even with another.\"\n\n\"But ye kep' his secret!\" Kinnicutt persisted.\n\n\"What fur should I tell it--'t ain't mine?\"\n\n\"That thar money in that box he buried ain't _his'n_, nuther!\" he\nargued.\n\nThere was an inscrutable look in her clear eyes. She had risen, and was\nstanding in the moonlight opposite him. The shadows of the vines falling\nover her straight skirt left her face and hair the fairer in the silver\nglister.\n\n\"'Pears like ter me,\" he broke the silence with his plaintive cadence,\n\"ez ye ought ter hev tole me. I ain't keerin' ter know 'ceptin' ye hev\nshet me out. It hev hurt my feelin's powerful ter be treated that-a-way.\nTell me now--or lemme go forever!\"\n\nShe was suddenly trembling from head to foot. Pale she was always. Now\nshe was ghastly. \"Rufe Kinnicutt,\" she said with the solemnity of\nan adjuration, \"ye don't keer fur sech ez this, fur _nuthin_'. An' I\npromised!\"\n\nHe noted her agitation. He felt the clue in his grasp. He sought to\nwield his power, \"Choose a-twixt us! Choose a-twixt the promise ye made\nter that man--or the word ye deny ter me! An' when I'm gone--I'm gone!\"\n\nShe stood seemingly irresolute.\n\n\"It's nuthin' ter me,\" he protested once more. \"I kin keep it an' gyard\nit ez well ez you uns. But I won't be shet out, an' doubted, an' denied,\nlike ez ef _I_ wan't fitten ter be trested with nuthin'!\"\n\nHe stood a moment longer, watching her trembling agitation, and feeling\nthat tingling exasperation that might have preceded a blow.\n\n\"I'm goin',\" he threatened.\n\nAs she still stood motionless he turned away as if to make good his\nthreat. He heard a vague stir among the leaves, and turning back he saw\nthat the porch was vacant.\n\nHe had overshot the mark. In swift repentance he retraced his steps. He\ncalled her name. No response save the echoes. The house dogs, roused to\na fresh excitement, were gathering about the door, barking in affected\nalarm, save one, to whom Kinnicutt was a stranger, that came, silent\nand ominous, dragging a block and chain from under the house. Kinnicutt\nheard the sudden drowsy plaints of the old rheumatic grandmother, as she\nwas rudely awakened by the clamors, and presently a heavy footfall smote\nupon the puncheons that floored the porch. Old Byars himself, with his\ncracked voice and long gray hair, had left his pipe on the mantel-piece\nto investigate the disorder without.\n\n\"Hy're Rufe!\" he swung uneasily posed on his crutch stick in the\ndoorway, and mechanically shaded his eyes with one hand, as from the\nsun, as he gazed dubiously at the young man, \"hain't ye in an' about\nfinished yer visit t--or yer visitation, ez the pa'son calls it He, he,\nhe! Wall, Loralindy hev gone up steers ter the roof-room, an' it's about\ntime ter bar up the doors. Waal, joy go with ye, he, he, he! Come off,\nTige, _ye_ Bose, hyar! Cur'ous I can't 'larn them dogs no manners.\"\n\nA dreary morrow ensued on the splendid night. The world was ful of\nmists; the clouds were resolved into drizzling rain; every perspective\nof expectation was restricted by the limited purlieus of the present.\nThe treasure-seekers digging here and there throughout the forest in\nevery nook in low ground, wherever a drift of the snowy blossoms might\nglimmer, began to lose hope and faith. Now and again some iconoclastic\nsoul sought to stigmatize the whole rumor as a fable. More than one\nvisited the Byars cabin in the desperate hope that some chance word\nmight fall from the girl, giving a clue to the mystery.\n\nBy daylight the dreary little hut had no longer poetic or picturesque\nsuggestion. Bereft of the sheen and shimmer of the moonlight its aspect\nhad collapsed like a dream into the dullest realities. The door-yard was\nmuddy and littered; here the razor-back hogs rooted unrebuked; the\nrail fence had fallen on one side, and it would seem that only their\nattachment to home prevented them from wandering forth to be lost in the\nwilderness; the clap-boards of the shiny roof were oozing and steaming\nwith dampness, and showed all awry and uneven; the clay and stick\nchimney, hopelessly ont of plumb, leaned far from the wall.\n\nWithin it was not more cheerful; the fire smoked gustily into the\ndim little room, illumined only by the flicker of the blaze and the\ndiscouraged daylight from the open door, for the batten shutters of the\nunglazed window were closed. The puncheon floor was grimy--the feet\nthat curiosity had led hither brought much red clay mire upon them. The\npoultry, all wet and dispirited, ventured within and stood about the\ndoor, now scuttling in sudden panic and with peevish squawks upon the\nunexpected approach of a heavy foot. Loralinda, sitting at her spinning\nwheel, was paler than ever, all her dearest illusions dashed into\nhopeless fragments, and a promise which she did not value to one whom\nshe did not love quite perfect and intact.\n\nThe venerable grandmother sat propped with pillows in her arm-chair,\nand now and again adjured the girl to \"show some manners an' tell\nthe neighbors what they so honed to know.\" With the vehemence of her\ninsistence her small wizened face would suddenly contract; the tortures\nof the rheumatism, particularly rife in such weather, would seize upon\nher, and she would cry aloud with anguish, and clutch her stick and\nsmite her granddaughter to expedite the search for the primitive\nremedies of dried \"yarbs\" on which her comfort depended.\n\n\"Oh, Lord!\" she would wail as she fell back among the pillows. \"I'm\na-losin' all my religion amongst these hyar rheumatics. I wish I war a\nman jes' ter say 'damn 'em' once! An' come good weather I'll sca'cely be\nable ter look Loralindy in the face, considering how I hector her whilst\nI be in the grip o' this misery.\"\n\n\"Jes' pound away, Granny, ef it makes ye feel ennywise better,\" cried\nLoralinda, furtively rubbing the weales on her arm. \"It don't hurt me\nwuth talkin' 'bout. Ye jes' pound away, an' welcome!\"\n\nPerhaps it was her slender, elastic strength and erect grace, with her\nshining hair and ethereal calm pallor in the midst of the storm that\nevoked the comparison, for Ozias Crann was suddenly reminded of the\nhappy similitude suggested by the letter that he had heard read and had\nrepeated yesterday to his cronies as he stood in the road. The place was\nbefore him for one illumined moment--the niche in the cliff, with its\nferns and vines, the delicate stately dignity of the lilies outlined\nagainst the intense blue of the sky.\n\nThe reminiscence struck him like a discovery. Where else could the\nflower have been so naturally noticed by this man, a stranger, and\nremembered as a mark in the expectation of finding it once more when the\nbulb should flower again--as beside the county road? He would have been\nhopelessly lost a furlong from the path.\n\nCrann stood for a moment irresolute, then silently grasped his pickaxe\nand slunk out among the mists on the porch.\n\nHe berated his slow mind as he hurried invisible through the vast clouds\nin which the world seemed lost. Why should the laggard inspiration come\nso late if it had come at all? Why should he, with the clue lying half\ndeveloped in his own mental impressions, have lost all the vacant hours\nof the long, bright night, have given the rumor time to pervade the\nmountains, and set all the idlers astir before he should strike the\ndecisive blow!\n\nThere, at last, was the cliff, beetling far over the mist-filled valley\nbelow. A slant of sunshine fell on the surging vapor, and it gleamed\nopalescent. There was the niche, with the lilies all a-bloom. He came\npanting up the slope under the dripping trees, with a dash of wind in\nhis face and the odor of damp leafage and mold on the freshening air.\n\nHe struck the decisive blow with a will. The lilies shivered and\nfell apart The echoes multiplied the stroke with a ringing metallic\niteration.\n\nThe loiterers were indeed abroad. The sound lured them from their own\ndevious points of search, and a half dozen of the treasure-seekers burst\nfrom the invisibilities of the mists as Ozias Crann's pickaxe cleaving\nthe mold struck upon the edge of a small japanned box hidden securely\nbetween the rocks, a scant foot below the surface. A dangerous spot\nfor a struggle, the verge of a precipice, but the greed for gain is a\npassion that blunts the sense of peril. The wrestling figures, heedless\nof the abyss, swayed hither and thither, the precious box among them;\nnow it was captured by a stronger grasp, now secured anew by sheer\nsleight-of-hand. More than once it dropped to the ground, and at last\nin falling the lock gave way, and scattered to the wind were numberless\norderly vouchers for money already paid, inventories of fixtures,\nbills for repairs, reports of departments--various details of value in\nsettling the accounts of the mine, and therefore to be transmitted to\nthe main office of the mining company at Glaston. \"Ef I hed tole ye ez\nthe money warn't thar, ye wouldn't hev believed me,\" Lora-linda\nByars said drearily, when certain disappointed wights, who had sought\nelsewhere and far a-field, repaired to the cabin laughing at their own\nplight and upbraiding her with the paucity of the _cache_. \"I knowed all\nthe time what war in that box. The man lef' it thar in the niche arter\nhe war shot, it bem' heavy ter tote an' not wuth much. But he brung the\nmoney with him, an' tuk it off, bein', he said, without orders from the\nowners, the miners hevin' burnt down the offices, an' bruk open the safe\nan' destroyed all the papers, ceptin' that leetle box. I sewed up the\nman's money myself in them feather beds what he lay on whenst he war\nwagined down 'ter Colb'ry ter take the kyars. He 'lowed the compn'y\nmought want them papers whenst they went into liquidation, ez he called\nit, an' tole me how he hed hid 'em.\"\n\nRufe Kinnicutt wondered that she should have been so unyielding. She did\nnot speculate on the significance of her promise. She did not appraise\nits relative value with other interests, and seek to qualify it. Once\ngiven she simply kept it. She held herself no free agent. It was not\nhers.\n\nThe discovery that the lure was gold revealed the incentive of her\nlover's jealous demand to share the custody of the secret. His intention\nwas substituted for the deed in her rigid interpretation of integrity.\nIt cost her many tears. But she seemed thereafter to him still more\nunyielding, as erect, fragile, ethereally pure and pale she noted his\npassing no more than the lily might. He often thought of the cheap lure\nof the sophisms that had so deluded him, the simple obvious significance\nof the letter, and the phrase, \"Goodbye, Chilhowee Lily,\" had also an\necho of finality for him.",
    "metadata": {
        "author": [
            "Craddock, Charles Egbert",
            "Dembry, R. Emmett",
            "Murfree, Mary Noailles"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/23554/pg23554.txt",
        "name": "a_chilhowee_lily_1911.json"
    }
}