{
    "name": "A day at Happy Hollow School",
    "author": [
        "Derveer, Lettie Cook Van",
        "Van Derveer, Lettie Cook",
        "VanDerveer, Lettie C. (Lettie Cook)"
    ],
    "body": "By LETTIE COOK VAN DERVEER\n\n\n\n\nACT I.\n\n\nSETTING--Interior of schoolroom. Chairs arranged in rows for scholars;\ndesk and chair for teacher; blackboard.\n\n(Enter teacher. Severe-looking, wearing eye-glasses. Arranges books and\npapers on desk. Rings bell.)\n\n(Enter scholars, singly and in groups, talking and laughing until\nteacher again taps bell. They wear varied costumes, gingham aprons,\netc. On entering remove coats, caps, shawls, hats and bonnets--in\nseason and out of season--hanging them on hooks in the wall or on backs\nof chairs. Hair in pig-tails or curls tied with ribbons or shoestrings\nin all manner of fashions.)\n\nEach has basket, bag or tin dinner-pail.\n\nTeacher opens roll-book and proceeds to call roll.\n\n_Teacher._ “Annabel Adams.”\n\n_Annabel Adams._ “Present.”\n\n_Teacher._ “Bessie Bolitsky.”\n\n_Bessie Bolitsky._ “P-r-r-esent!”\n\n_Teacher._ “Curiosity Cornhusk.”\n\n_Curiosity Cornhusk._ “Present.”\n\n_Teacher._ “Dennis Dockerty.”\n\n_Dennis Dockerty._ “Present.”\n\n_Teacher._ “Etta Elephant.”\n\n_Etta Elephant_ (fat child). “I’m here.”\n\n_Teacher._ “Fanny Finney.”\n\n_Fanny Finney_ (brogue). “Hyer.”\n\n_Teacher._ “Geraldine Griggs.”\n\n_Geraldine Griggs._ “Present.”\n\n_Teacher._ “Henry Hoskins.”\n\n_Henry Hoskins._ “Pr-r-esent.”\n\n_Teacher._ “Isaac Ibsen.”\n\n_Isaac Ibsen._ “We’s both here.”\n\n_Teacher._ “Silence! Next time answer as you should.” (Proceeds.) “Ira\nIbsen.”\n\n_Ira Ibsen_ (very faintly). “Present.”\n\n_Teacher._ “Joshua Judkins.”\n\n_Joshua Judkins._ “Present.”\n\n(Other names may be added.)\n\n_Teacher._ “First class in geography, come forward.”\n\n(Advance Annabel, Dennis, Etta, Curiosity and Joshua.)\n\n_Teacher._ “Now Annabel, you tell me this. If to the right of you\nis the South, and on your left the North, and in front of you the\nEast--what’s behind you?”\n\nAnnabel thinks a moment, then starts to cry. “Boo hoo! I knowed it. I\ntold ma you’d see them buttons missin’ off my waist.”\n\n_Teacher._ “Ridiculous! I mean the West. Now listen children! Does\nanybody remember what the population of China is?” (All shake heads\nnegatively.)\n\n_Teacher._ “Well, the population of China is so great that two Chinamen\ndie every time you take a breath.”\n\n(Etta immediately starts purring furiously. Keeps it up until spoken\nto.)\n\n_Teacher._ “Dennis Dockerty go to the board and draw the map of New\nJersey.”\n\n(Dennis goes, but draws instead a tree, one branch of which is longer\nthan the others, and has on it three disks representing fruit.)\n\n_Teacher_ (just then observing Etta’s flushed face and energetic\npuffs): “Why Etta Elephant, what’s the matter? What on earth are you\ndoing?”\n\n_Etta Elephant._ “Killing Chinamen. I never did like them foreigners\nwhat me father calls aliens, and I’m getting rid of them as fast as I\ncan.”\n\n(Teacher throws up hands in exasperation. Turns to blackboard.)\n\n“Why Dennis Dockerty that’s not the map of New Jersey.”\n\n_Dennis._ “Please, ma’am, my big brother says New Jersey’s like a fruit\ntree, ’cause it’s got a Long Branch, three Oranges and a Lemon.”\n\n_Teacher_ (meditatively): “Y-e-s, East Orange, West Orange and South\nOrange--but where’s the Lemon?”\n\n_Dennis_ (saucily). “You’re the Lemon.”\n\n_Other Scholars._ “O-h-h!”\n\n_Teacher._ “Go to your seat.”\n\n(Dennis goes, shuffling his feet and sulking for some time.)\n\n_Teacher._ “Curiosity, your father is a sailor; would it be possible\nfor him to start to-day to go round the world, and keep sailing always\nin the same direction till he came back to his starting-point?”\n\n_Curiosity._ “No, Miss Fitzimmons, pop’s laid up with rheumatism.”\n\n_Teacher._ “Dear me! What ails you all to be so stupid to-day. Joshua,\nhave we anything in our country as wonderful as the great volcano, Mt.\nVesuvius, which continually pours out smoke and molten lava?”\n\n_Joshua._ “Sure--give Niagara Falls a chance, it will put the whole\nthing out in a minute.”\n\n_Teacher._ “Very good. You may take your seats.”\n\n(Class obey.)\n\n_Teacher._ “Next is the class in General Information. Forward.”\n\n(Advance Bessie, Geraldine, Fanny, Henry, Isaac and Ira.)\n\n(In the meantime Etta is seen chewing gum vigorously, and planting her\nfeet conspicuously in the aisle as she fidgets about.)\n\n_Teacher_ (impressively). “Bessie, tell me what you would think if you\nsaw the Stars and Stripes waving over the field of battle?”\n\n_Bessie_ (innocently). “I’d think that the wind was blowing.”\n\n_Teacher._ “Awful!” (observes Etta). “Etta Elephant, take your gum\nout of your mouth, and put your feet in immediately.” (Etta does this\nliterally in pantomime.)\n\n(Just then Curiosity pipes up, raising hand as she asks.) “Teacher, did\nyou ever see a hair die?”\n\n_Teacher._ “Certainly _not_.”\n\n_Curiosity Cornhusk._ “Or ink stand?”\n\n_Teacher._ “_No!_ Do be quiet.” (Turns to class.) “Now do you know\nwhether any one is going to try to discover the South Pole?”\n\n_Fanny._ “Oi ain’t going.”\n\n_Teacher._ “Oh, Fanny, my child, you must not say, ‘I ain’t going.’ You\nmust say, ‘I am not going.’ It’s like this: ‘I am not going; he is not\ngoing; she is not going; we are not going; you are not going; they are\nnot going.’ Now, can you say all that Fanny?”\n\n_Fanny._ “Shure Oi can. ‘There ain’t nobody going.’”\n\nTeacher waves her aside in despair. Asks others: “Which of you can\ndescribe the backbone?”\n\n_Geraldine_ (raises hand, standing on one foot in her eagerness to\nanswer). “The backbone is something that holds up the head and ribs,\nand keeps you from having legs clear up your neck.”\n\n_Teacher._ “Now, children, what is a cat covered with? Is it wool? Is\nit fur? Is it feathers? Is it hair?”\n\n_Curiosity_ (pipes up): “Say, ain’t you honest never seen a cat?”\n\n(The others answer in chorus): “Fur.”\n\n_Teacher._ “Geraldine, what is dew?”\n\n_Geraldine._ “The earth revolves on its own axis three hundred and\nsixty-five times in twenty-four hours. This rapid motion through space\ncauses it to perspire. This is called dew.”\n\n_Teacher._ “Henry, where was the Declaration of Independence signed?”\n\n_Henry._ “At the bottom, ma’am.”\n\n_Teacher._ “What is mathematics, Isaac?”\n\n_Isaac._ “Dunno.”\n\n_Ira._ “Me neither.”\n\n_Teacher._ “Well, mathematics is the science that treats of measurement\nor numbering. For instance: If it takes one man twelve days to build a\nhouse, then twelve men can build it in one day. That’s mathematics.”\n\n(Isaac and Ira put heads together over pencil and paper while teacher\nasks next question.)\n\n_Teacher._ “Bessie, if your mother bought four baskets of grapes, the\ndealer’s price being a quarter a basket, how much would the purchase\ncost her?”\n\n_Bessie._ “You never can tell. Ma’s great at a bargain.”\n\n(Isaac and Ira wave their hands to attract attention.)\n\n_Teacher._ “Well, Isaac? Well, Ira?”\n\n_Isaac._ “Say Miss Fitzimmons, me’n Ira’s figgered out that two hundred\nand eighty-eight men will build it in one hour; seventeen thousand two\nhundred and eighty, in a minute, and--”\n\n_Ira_ (interrupts). “And one million, thirty-six thousand eight hundred\nmen will put it up in a second, an’--”\n\n_Teacher._ “There, that will do--that’s quite enough. I see you\nunderstand the meaning of mathematics fully.”\n\n_Curiosity_ (raises hand and asks). “Please, teacher, did you ever see\na stone step, or a bed spring, or a apple turn over?”\n\n_Teacher._ “Curiosity Cornhusk, I want you to stop asking questions at\nonce. Don’t you know that curiosity once killed a cat?” (Curiosity is\nthoughtful.) “Children, you may all take your seats.”\n\n_Curiosity._ “Please, teacher, what was it the cat wanted to know?”\n\n_Teacher_ (sinks into chair). “Somebody bring me a glass of water,\nquick!”\n\n(Geraldine gravely goes to pail in the corner and brings a large tin\ndipper full. Teacher revives.)\n\n_Teacher._ “Children I wanted to speak to you about that poor family\nwho have just moved into the old brown house in the Hollow. The father\nis just getting up from a sick-bed and not able to work yet and I\nhear there’s scarcely a thing to eat in the house, and to-morrow is\nThanksgiving, you know. I do wish we could send them a good dinner. Can\nany of you think of a way to manage it without asking too much of our\nparents?”\n\n(A loud knock is heard at the outer door. While teacher answers it\nscholars occupy themselves with throwing spit-balls, and various pranks\nof school children. She returns.)\n\n_Teacher._ “There are two automobiles just down the hill. They got off\nthe main road by mistake, and one of them is broken down, and the men\nare trying to get it fixed up. They wanted to know if there was any\nplace near here where they could get something to eat. The one at the\ndoor says they’re ‘positively starving,’ and would be willing to pay\na good round sum for anything fit to eat. You know there is no house\nnearer than old Mr. Dawson’s and--”\n\n_Annabel._ “Don’t send ’em there, teacher; Mis’ Dawson is just doin’\nher washin’ to-day, and she’ll most likely have a cold bite.”\n\n_Teacher._ “That’s true--and the next place is Mr. Temple’s--”\n\n_Curiosity._ “I saw ’em drivin’ off to town as I came by, an’ the house\nwas all shut up.”\n\n_Teacher._ “Then there’s quite a stretch between there and your place,\nBessie.”\n\n_Bessie._ “Mercy! Don’t send them there, Miss Fitzimmons. Mother’s\nmakin’ mince-meat and cookin’ up pumpkin for pies, and she’d be all\nupset.”\n\n_Teacher._ “Well, it appears there isn’t very good promise of lunch\nfor these wayfarers unless we help them out. What do you say if we\nsell our lunches to them and take the proceeds to buy supplies for the\nfolks down in the Hollow? We only have a short session after recess on\naccount of the holiday, so you wouldn’t get so terribly hungry before\nyou go home. I’ll leave you here for awhile, and if you decide to make\nthis sacrifice you can place your lunches on my desk.”\n\n(Scholars immediately begin discussion; some for, some against proposed\ndisposal of lunches; all talking at once and moving about.)\n\n(Presently Annabel rises, sighs and slowly advances to desk, placing\nbasket there, and saying:) “I hate to give up that piece of pumpkin\npie, but I couldn’t relish it thinking of that Hollow family; I’ve been\nhollow myself.” (This is funnier if the speaker is a stout girl.)\n\n_Bessie_ (follows her example). “All I hope is that the stew don’t all\nget et up before I get home to-day.”\n\n_Curiosity._ “Guess I’ll keep mine.”\n\n_Dennis._ “I love my lunch, but oh! them hungry kids.” (Goes forward.)\n\n_Geraldine._ “Guess I’m as generous as anybody.” (Adds her lunch.)\n\n_Etta_ to _Curiosity_. “You’d ought to be ashamed of yourself.”\n(Arises.) “My lunch is out in the cloak-room; I’ll go get it.”\n\n(While she is gone, Curiosity puts her lunch with the rest, sighing:)\n“I’ll do it, but I guess I’ll die like that Curiosity cat; I’ll be\nso hungry.” (Thoughtfully.) “Wonder what that cat _did_ want to know\nanyhow.”\n\n_Joshua._ “Guess if they can stand them biscuits of Sis’s, I oughtn’t\nto kick.”\n\n(Etta returns with huge basket, which she deposits with an air of\nimportance on the desk. Looks contemptuously at Curiosity.)\n\n_Fanny._ “And I bet you we won’t have nothin’ but fried praties and\nonions for supper. But maybe _they_ ain’t got even them.” (Puts bag\nwith others.)\n\n(Isaac and Ira go up together, saying:) “And there’s ours.”\n\n_Henry._ “Here’s mine, too.”\n\n_Etta_ to _Curiosity_. “There, you see; everybody’s give up their lunch\nbut you, you little stingy, contrary, stubborn, selfish, tight-fisted,\nover-fed, pie-faced pig you--”\n\n_Curiosity._ “Are you through?”\n\n_Etta._ “Yes.”\n\n_Curiosity._ “Ain’t you got nothin’ more to say?”\n\n_Etta._ “No.”\n\n_Curiosity._ “Well, all of them things you called me you are. I put my\nlunch there when you went after yours.”\n\n_Etta_ (repentently). “Oh, I take it all back.”\n\n_Curiosity_ (cordially). “All right, you’re welcome.”\n\n(Enter teacher.)\n\n_Teacher._ “Ah, this looks as if everybody has been generous. I’m proud\nof you. You’re all true friends in need. But I was sure you’d do it, so\nI spoke to the gentleman at the door and he says, he will consider it\na bargain at any price we say, and will be back with his friends soon.\nNow for the recitations. Each one of you try to recite something, if\nonly a stanza. And after all have recited, I will call for the fire\ndrill, and all be ready to respond immediately. Don’t hesitate, do as\nyou would if the building was really on fire. Now, Annabel you’re first\non the roll, so you begin speaking.”\n\nAnnabel comes forward, bows, announces: “Mary’s Little Lamb.” Bows\nagain, and recites as follows:\n\n  “Some folks say that fleas is black,\n    But that ain’t true I know,\n  For Mary had a little lamb\n    Its fleas was white as snow.”\n\n_Teacher._ “Now Bessie, it’s your turn.”\n\n_Bessie._ “Me and Curiosity’s got one together.”\n\n_Curiosity._\n\n  “I asked my Pa a simple thing,\n    Where holes in doughnuts go?\n  Pa read his paper, then he said,\n    ‘Oh, you’re too young to know.’”\n\n_Bessie._\n\n  “I asked my Ma about the wind,\n    Why you can’t see it blow?\n  Ma thought a moment, then she said,\n    ‘Oh, you’re too young to know.’”\n\n_Both together._\n\n  “Now why on earth do you suppose\n    They went and licked us so.\n  Ma asked, ‘Where is that jam?’ I said,\n    ‘Oh, you’re too young to know.’”\n\n_Teacher._ “Now, Dennis.”\n\n_Dennis recites._\n\n  “The lady in the street-car\n    Was glaring down at me,\n  Because I chanced to have a seat\n    And she did not, you see.\n\n  “But I rose very quickly\n    And offered her my seat.\n  ’Twas a question whether she or I\n    Should stand upon _my_ feet.\n                                      Ouch!”\n\n_Teacher._ “Now we’ll have yours, Etta.”\n\n_Etta._ “Please, teacher, I ain’t thought of mine yet.” (Nudges Fanny.)\n“You g’wan, Fanny.”\n\n_Fanny_ (grinning and twisting apron).\n\n  “Hyer Oi stand, all ragged and dirty,\n  Ask me me name, an’ Oi’ll run like a turkey.”\n\n_Teacher._ “Geraldine next.”\n\n_Geraldine._\n\n  “When mother was a little maid\n    She was so very good,\n  I really often think that she\n    Must have been made of wood.\n\n  “_She_ never, never played a trick\n    On her pet pussy ‘Tib,’\n  _She_ would not tease; she would not tell\n    The tiniest little fib.\n\n  “_She_ always kept her dresses clean,--\n    Her curls were brushed just right;\n  _She_ never cried and coaxed that she\n    Might stay up late at night.\n\n  “And very often when I’ve been\n    In mischief and been bad,\n  I think, ‘Ain’t it an _awful shame_\n    That I took after Dad.’”\n\n_Teacher._ “Now, Henry.”\n\n_Henry_ (very rapidly and jerkily).\n\n  “There was a young girl from Boo Loo\n    Who wanted to catch the two-two.\n  Said the porter, ‘Don’t hurry, or scurry or worry,\n    It’s a minute or two to two-two.’”\n\n_Teacher._ “Isaac and Ira, I suppose you have one between you?” (They\nnod.) “All right.”\n\n_Isaac._\n\n  “The verse you write\n    You say is written.\n\n_Ira._\n\n  You fly your kite\n    But not your kitten.\n\n_Isaac._\n\n  The gas you light\n    Is never litten.\n\n_Ira._\n\n  The things you drank\n    Were doubtless drunk.\n\n_Isaac._\n\n  The boy you spank\n    Is never spunk.\n\n_Ira._\n\n  A friend you thank\n    But never thunk.\n\n_Isaac._\n\n  Suppose you speak\n    Then you have spoken.\n\n_Ira._\n\n  But if you sneak\n    You have not snoken.\n\n_Isaac._\n\n  The shoes that squeak\n    Have never squoken.”\n\n_Teacher._ “What is yours, Joshua?”\n\n_Joshua._\n\n  “Grandma, here’s a little gumdrop.”\n    “Thank you very much, my sweet,\n  What a thoughtful little boy you are\n    To bring Grandma a treat.”\n\n  “Did you like that gumdrop, Grandma?”\n    “Yes, my dear, ’twas very nice.”\n  “Ain’t it queer now, Towsey didn’t\n    ’Cause he spitted it out twice.”\n\n_Teacher._ “Dear me, Joshua, perhaps you’d better let me choose your\nnext piece. Now, Etta, if you are ready, we’ll have your piece as the\nfinal recitation.”\n\n_Etta._\n\n  Once there was a little boy, whose name was Robert Reece,\n    And every Friday afternoon he had to speak a piece.\n  So many poems thus he learned, that soon he had a store\n    Of recitations in his head, and still kept learning more.\n\n  And now this is what happened; he was called upon one week\n    And totally forgot the piece he was about to speak!\n  His brain he cudgelled! not a word remained within his head!\n    And so he spoke at random, and this is what he said.\n\n  “My Beautiful, my Beautiful, who standest proudly by,\n    It was the schooner Hesperus--the breaking waves dashed high!\n  Why is the Forum crowded? What means this stir in Rome?\n    Under the spreading chestnut tree, there is no place like home.\n\n  “When Freedom from her mountain height cried, Twinkle little star,\n    Shoot if you must this old gray head, King Henry of Navarre!\n  Roll on, thou deep and dark blue crested crags of Drachenfels,\n    My name is Norval on the Grampion Hills, ring out wild bells!”\n\n  “If you’re waking call me early, to be or not to be,\n    The curfew must not ring to-night. Oh! woodman spare that tree!\n  Charge, Chester, charge! On, Stanley, on! and let who will be clever!\n    The boy stood on the burning deck, but I go on forever!”\n\n                                                  (Bows and takes seat.)\n\n_Teacher_ (smilingly). “Now, children, what would you say if I should\nmake a few remarks?”\n\n_All together_ (as in fire drill) “Form a line and march outdoors.”\n\n_Teacher._ “What! what!” (Teacher taps bell sharply.)\n\n_Etta_ (excitedly). “That’s the fire bell. Hurry up!” (All rush out,\nleaving teacher standing amazed.)\n\n(She turns to audience and says:) “Well, ain’t that the beatenest?”\n(Also goes out.)\n\n\n(Curtain.)\n\n\n\n\nACT II.\n\nSETTING--Same as Act I.\n\n(Miss Fitzsimmons sits at her desk arranging some papers. Laughter and\ntalking is heard, followed by the entrance of the automobile party of\nsix persons.)\n\n_Mrs. Morrison_, a stout, elderly lady.\n\n_May Morrison_, her daughter, affected young lady.\n\n_Betty Bennet_, May’s friend.\n\n_Charley Chadwick_, May’s beau, something of a “smarty,” but a “good\nsort.”\n\n_Mr. and Mrs. Brown_, an affectionate couple.\n\n\n_May Morrison_ (ecstatically). “Oh, what a perfectly darling place! The\nveritable little old red schoolhouse.”\n\n(Miss Fitzsimmons sniffs audibly as she looks her over disdainfully.)\n\n_Charley Chadwick_ (taking her hand and skipping with her down the\naisle, sings):\n\n  “School-days, school-days\n    Dear old Golden Rule days.\n  Readin’ and writin’ and ’rithmetic,\n    Taught to the tune of the hick’ry stick.\n  You were my queen in calico,\n    I was your bashful, bare-foot beau,\n  And you wrote on my slate, ‘I love you, Joe,’\n    When we were a couple of kids.”\n\n_Mrs. Morrison_ (advances to the teacher’s desk). “Good morning.\nMiss--ah?”\n\n_Teacher_ (shortly). “Fitzsimmons.”\n\n_Mrs. M._ “Ah yes, of course. You are the teacher, I presume?” (Miss\nFitzsimmons nods.) “Awfully nice of you to extend your hospitality to\nus in this way.”\n\n_Mr. Brown_ (joins in). “Yes, indeed, its great of you to help us out.”\n\n_Charley_ (facetiously). “Oh, no, Brown; this is a case of our being\n‘taken in.’”\n\n(The girls giggle.)\n\n_Miss Fitzsimmons_ (after a contemptuous glance in his direction,\nresponds quite graciously to the others). “I’m sure I’m glad we could\nbe of service to you, and the children are pleased at the prospect of\nhelping the poor family, which your generosity has made possible.”\n\n_Mr. Brown._ “Oh, don’t mention it.”\n\n_Miss Fitzsimmons._ “And you’ll find all the lunches on those seats”\n(pointing to them). “I hope you will enjoy them.” (Turns to her papers.\nThe others murmur their thanks and proceed to remove their wraps, all\nbut Mrs. Brown, who draws her fur more closely about her throat.)\n\n_Mr. Brown._ “Cold, dearie?”\n\n_Mrs. B._ (plaintively). “Simply freezing, honey.”\n\n_Charley_ (aside to May). “Buzz! Buzz!”\n\n_Mr. Brown_ (bustling about). “Where is the radiator, anyhow?”\n\n_Miss Fitzsimmons._ “The _stove’s_ up there at the other end of the\nroom.”\n\n_Charley._ “Oh, I say, Brown, let’s turn our attention to the baskets\nnow and hug the stove afterwards. I’m completely caved in.”\n\n(Mr. and Mrs. Brown gracefully agree to this, and the opening of the\nbaskets, bags and kettles begins.)\n\n(The door in view of the audience opens on a crack and Curiosity’s\nhooded head appears unnoticed by the occupants of the schoolroom, and\none after another the curious faces of the children appear.)\n\n_Betty_ (gleefully). “Oh! Oh! a cup of cranberry jelly.” (Takes it out.)\n\n_May._ “And here are two simply luscious-looking cakes with chocolate\non top.”\n\n_Charley._ “Horray! pumpkin pie.”\n\n_Mrs. Brown._ “Oh, lovey, look! A great big, juicy cruller.” (Holds it\nup.)\n\n_Mr. Brown._ “We’ll eat it together over by the stove, pet.”\n\n_Charley._ “Going to eat the _whole_ of it?”\n\n_May._ “Oh, Charley, you funny funny thing!”\n\n(They group themselves about and arrange the viands on napkins found in\nthe baskets.)\n\n(Just then Charley espies the faces at the door, which promptly bob out\nof sight, except Curiosity’s.)\n\n_Charley._ “Hello there, sis! How’s all the pigs up at your place?”\n\n_Curiosity._ “Oh, pretty well, thank you. How’s all your folks?”\n\n(Betty claps her hands.) “Good! good!” (The others laugh, Charley\nincluded.)\n\n_Charley._ “Oh, I say! What’s your name, anyhow?”\n\n_Curiosity._ “Same as father’s.”\n\n_Charley._ “Yes, I know that, but what’s father’s now?”\n\n_Curiosity._ “Same’s mine.”\n\n_Charley._ “Well, but what do they say when they call you to breakfast.”\n\n_Curiosity._ “They don’t never call me. I allers git there first.”\n\n_Teacher._ “Why, Curiosity, I thought you had gone home.”\n\n_Curiosity._ “No’m. We thought we’d wait and take our baskets home\nafter they’re through with ’em.”\n\n_Mrs. Morrison._ “Oh, let them stay, Miss--Persimmons.”\n\n_Teacher._ “_Fitz_simmons.”\n\n_Mrs. Morrison._ “Oh, yes, of course, Fitzsimmons. Let them all come\nin; there’s plenty here for all of us and them, too.”\n\n_May._ “Oh, yes, do. It’ll be a perfect circus.”\n\n(Charley throws wide the door.) “Come in, come in, friends, and help us\neat up your lunches.”\n\n(The children, after much whispering and “you go first,” troop in\nbashfully, giggling and nudging one another, and the eating commences,\nMrs. Morrison presiding over the distribution of the lunches.)\n\n_Charley_ (munching a sandwich). “My, but this chicken sandwich is\nprime. Who brought it, anyway?”\n\n_Dennis_ (shyly). “I did.”\n\n_Charley._ “Your own chickens?”\n\n_Dennis._ “Yes, sir.”\n\n_Charley._ “I should think you’d hate to chop the heads off the poor\nchickens.”\n\n_Dennis._ “Oh, we get around that all right.”\n\n_Charley._ “How, now?”\n\n_Dennis._ “Oh, we chop the chickens off.”\n\n(The grown-ups all laugh delightedly.)\n\n_Curiosity_ (intently regarding Miss May’s enjoyment of the generous\nportions of lunch at her place and Charley’s attentions toward her),\nasks Mr. Brown, “Is he going to marry her?” (indicating them by a nod\nof her head).\n\n_Mr. Brown._ “I believe so.”\n\n_Curiosity._ “And buy her everything?”\n\n_Mr. Brown._ “Yes.”\n\n_Curiosity._ “Clo’s and dinners and ice-cream and things?”\n\n_Mr. Brown._ “I presume so.”\n\n_Curiosity._ “Well, that man’s got lots of courage, ain’t he?”\n\n(Mr. and Mrs. Brown laugh amusedly, and Charley turns from a\nconversation with May to ask), “Hello! now what’s the joke?”\n\n_Etta E._ “Oh, its her” (motions to Curiosity), “she’s et so much of my\ntomato ketshup she’s gettin’ sawcy.”\n\n_Curiosity._ “Well, you et that big apple out of my basket.”\n\n_Etta._ “Well, here, plant the seeds and you can have a whole orchard.”\n(Holds them out to her provokingly.)\n\n_Charley_ (to Annabel). “Well, sister, did you make this pie?”\n\n_Annabel._ “No, sir. Ma did, though, and she’ll write off how if you\nwant me to ask her to.”\n\n_Charley._ “Now that’s kind of you. Pray do. How’d you like a good\nreceipt for catching rabbits?”\n\n_Annabel_ (staring). “Wh-y! I--I’d like to have it.”\n\n_Charley._ “Well, you crouch down behind a thick stone wall and make a\nnoise like a turnip.”\n\n_Annabel._ “O--h!” (thinks it over).\n\n_Mr. Brown_ (to Mrs. B.) “Isn’t this blackberry jam delicious,\nsweetness?” (Gives her a spoonful.) “But you’d know it reminds me of a\npainful blunder I made once when visiting the country, which I never\nwant to repeat.”\n\n_Mrs. Brown._ “Dear me! Did you mistake a stranger for an acquaintance,\nhoney?”\n\n_Mr. Brown._ “No, not exactly that, but I mistook a bumblebee for a\nblackberry.”\n\n_Mrs. Brown._ “Oh, my!”\n\n_Annabel_ (to Charley). “I can tell you a better way to catch ’em.”\n\n_Charley._ “Catch what?”\n\n_Annabel._ “Why, them rabbits.”\n\n_Charley._ “How now?”\n\n_Annabel._ “You go and sit quietly in a bed of cabbages and look\nnatural.”\n\n(The laugh is on Charley.)\n\n_May_ (to Bessie Bolitsky). “Now I expect you little girls know a\nperfectly awful lot, don’t you? Can you tell me how many ribs you have?”\n\n_Bessie_ (squirming and giggling). “I don’t know, ma’am. I’m so awful\nticklish I never could count ’em.”\n\n_Mr. Brown_ (to Fanny). “I hear we pass your house on our way to the\nturnpike. I’d like to stop and see your father about buying some of\nthese apples (eating one). Think he is home?”\n\n_Fanny._ “Oh, yes-sir. He’s worrikin’ down at the end of the back lot\nwhere the pigs is. You’ll know father ’cause he’s got a hat on.” (A\nburst of laughter.)\n\n_Fanny_ (indignantly). “Well, I don’t see what you’re laughin’ at. The\nhired man’s got on a cap.”\n\n_Mrs. Morrison._ “I suppose you children know lots about history. Now\nwho can tell me the name of the first man?”\n\n_Henry._ “George Washington.”\n\n_Mrs. M._ “Why do you think George Washington was the first man?”\n\n_Henry._ “Because he was first in war, first in peace, and first in the\nhearts of his countrymen.”\n\n_Joshua._ “No, Henry. You’re way off. George Washington couldn’t a’\nbeen the first man ’cause my history-book says he married a widow; so\nthere must a’ been another man way ahead of him.”\n\n(Laughter from grown-ups.)\n\n_May._ “You surely are well informed about Washington. How about\nLincoln?”\n\n_Geraldine._ “We’s just writing compositions on him to hand in next\nMonday. I’ve got mine here if you’l like to hear it.”\n\n_May._ “I’d simply love to.”\n\n_Betty._ “Oh, yes, do read it.”\n\n_Geraldine_ (takes paper out of book and reads). “Abraham Lincoln was\nborn in Kentucky at a very early age. His father moved the family to\nOhio, floating down the Mississippi. If he had not been killed by a\nmurderer he might be living to-day. He was an intelligent man and could\neasily have been President of New York City.”\n\n(The grown-ups try to hide their smiles.)\n\n_May._ “Perfectly remarkable.”\n\n_Mrs. Morrison_ (to Isaac). “Have another sandwich, my boy, or a pickle\nor something.”\n\n_Isaac._ “No’m, thanks; I’m full.”\n\n_Mrs. M._ “But surely you are not finished yet. Why here is some\ndelicious pie.”\n\n_Isaac._ “Yes’m, I’m saving my neck for that.”\n\n_Mrs. Brown_ (to Annabel). “And this little girl has stopped eating,\ntoo. Do take another cake.”\n\n_Annabel_ (with a sigh, as she takes the proffered cake). “Well, I’ve\nquit swallerin’, but I can chaw yet.”\n\n_Mrs. M._ (rising and going to the teacher’s desk, where Miss\nFitzsimmons is lunching while she marks and arranges papers). “Well, my\ndear Miss Fitzgibbons--”\n\n_Teacher._ “Fitzsimmons.”\n\n_Mrs. M._ “Oh, of course, Fitzsimmons. My dear Miss Fitzsimmons, this\nhas been a most enjoyable and unique occasion to us.”\n\n_Teacher._ “I’m glad, I’m sure.”\n\n(Mr. and Mrs. Brown join them.)\n\n_Mr. B._ “We’ll remember it as one of the events of our lives, won’t\nwe, Rosebud?”\n\n_Mrs. B._ “Indeed we shall. It makes one wish she were a little\nschoolgirl once again.”\n\n_Mr. B._ (fondly aside). “And I a little schoolboy to carry her books.”\n\n_Mrs. B._ “You dear, foolish boy.”\n\n_Charley._ “But, oh, say, Mrs. Morrison, before we go let’s have a game\nof something or other. What say, everybody?”\n\n_May and Betty._ “Oh, yes, let’s.”\n\n_Children._ “Oh let’s do.”\n\n_Charley._ “What shall it be?”\n\n_Children cry._ “Ring-around-a-rosey,” “Puss-in-the-corner” and “London\nBridge.”\n\n_Charley._ “Well, let’s see; that’s three to choose from. How many say\nRing-around-a-rosey, hold up your hands.”\n\n(A few of the children’s hands are raised.)\n\n_Charley._ “Now Puss-in-the-corner. How many am I bid for\nPuss-in-the-corner?”\n\n(A few more hands are raised.)\n\n_Charley._ “Now for London Bridge. Going--going--gone.”\n\n(The other children and all of the grown-ups hands are raised except\nthe teacher’s and Mrs. Morrison’s, who stand aside laughing.)\n\n_Charley._ “London Bridge has it. You come on, too, Mamma Morrison and\nMiss Teacher. Everybody forward. Who’ll be London Bridge? You do, Betty\nand May, and come on, the rest of you. Line up behind me and we’ll\nstorm the bridge.”\n\n(The two young ladies join hands, and the others, headed by\nCharley--Mrs. Morrison and the teacher protestingly joining, coaxed by\nthe children--pass under the arched hands, singing:\n\n  “London Bridge is falling down,\n  Falling down, falling down.\n  London Bridge is falling down,\n              My fair lady.”\n\nMay and Betty drop their hands around the person going under the arch\nas the word “lady” is sung.)\n\n\n\n  Italicized text is surrounded by underscores: _italics_.\n\n  Obvious typographical errors have been corrected.\n\n  Inconsistencies in hyphenation have been standardized.",
    "metadata": {
        "author": [
            "Derveer, Lettie Cook Van",
            "Van Derveer, Lettie Cook",
            "VanDerveer, Lettie C. (Lettie Cook)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68083/pg68083.txt",
        "name": "a_day_at_happy_hollow_school.json"
    }
}