{
    "name": "A Day with Walt Whitman",
    "author": [
        "Byron, Mary Clarissa Gillington",
        "Byron, May",
        "Byron, Mrs. G. F.",
        "Clare, Maurice",
        "Gillington, M. C. (May Clarissa)",
        "Byron, May Clarissa Gillington",
        "Gillington, Mary Clarissa",
        "Gillington, May Clarissa"
    ],
    "body": "About six o'clock on a midsummer morning in 1877, a tall old man awoke,\nand was out of bed next moment,--but he moved with a certain slow\nleisureliness, as one who will not be hurried. The reason of this\ndeliberate movement was obvious,--he had to drag a paralysed leg, which\nwas only gradually recovering its ability and would always be slightly\nlame. Seen more closely, he was not by any means so old as at first\nsight one might imagine. His snow-white hair and almost-white grey beard\nindicated some eighty years: but he was vigorous, erect and rosy: his\nclear grey-blue eyes were bright with a \"wild-hawk look,\"--his face was\nfirm and without a line. An air of splendid vital force, despite his\ninfirmity, was diffused from his whole person, and defied the fact of\nhis actual age, which was two years short of sixty.\n\nDressing with the same large, leisurely gestures as characterized him in\neverything, Walt Whitman was presently attired in his invariable suit of\ngrey: and by the time the clock touched half-past seven, he was seated\nin the verandah, comfortably inhaling the sweet, fresh morning air, and\nquite ready for his simple breakfast.\n\nIn this old farmhouse, in the New Jersey hamlet of White Horse, Walt\nWhitman had been long an inmate. He was recovering by almost\nimperceptible degrees from the breakdown induced by over-strain, mental\nand physical, which had culminated in intermittent paralytic seizures\nfor the last eight years, and had left his robust physique a mere wreck\nof its former magnificence. Here, in the absolute peace and seclusion of\nthe little wooden house, with its few fields and fruit-trees, he lived\nin lovable companionship with the farmer-folk, man, wife and sons: and\nhere, the level, faintly undulated country, \"neither attractive nor\nunattractive,\" supplied all the needs of his strenuous nature and healed\nhim with its calm, curative influences. He steeped himself, month by\nmonth, season after season, in \"primitive solitudes, winding stream,\nrecluse and woody banks, sweet-feeding springs and all the charms that\nbirds, grass, wild-flowers, rabbits and squirrels, old oaks,\nwalnut-trees, etc., can bring.\" Simple fare, these charms might seem to\na townsman: to the \"good grey poet\" they were not only sufficient but\ninexhaustible. Dearly as he loved the \"swarming and tumultuous\" life of\ncities, the tops of Broadway omnibuses, the Brooklyn ferry-boats, the\neternal panorama of the multitude, his true delight was in the vast\nexpanses, the illimitable spaces, the very earth from which,\nAntaeus-like, he drew his vital strength. Out here, in the country\nsolitudes, alone could he observe how--in a way undreamed of by the\nstreet-dweller,--\n\n  Ever upon this stage\n  Is acted God's calm annual drama,\n  Gorgeous processions, songs of birds,\n  Sunrise that fullest feeds and freshens most the soul,\n  The heaving sea, the waves upon the shore, the musical, strong waves,\n  The woods, the stalwart trees, the slender, tapering trees,\n  The lilliput countless armies of the grass.\n\n                                   (_The Return of the Heroes._)\n\nIt may be doubted whether any other poet who has been inspired by\noutdoor Nature, has approximated so closely as Whitman to the \"shows of\nall variety,\" which nature presents,--from the infinite gradations of\nmicroscopic detail, to the enormous range and sweep of dim vastitudes.\nHis poetry has a huge elemental quality, akin to that of winds and\nclouds and seas. \"To speak with the perfect rectitude and insouciance of\nthe movements of animals, and the unimpeachableness of the sentiment of\ntrees in the woods and grass by the roadside,\"--this was the standard he\nhad set himself: and, in pursuance of this ideal, he had given his first\nand most typically unconventional volume the title \"_Leaves of Grass_.\"\nNo name could better convey and sum up his meaning in art,--a commixture\nof the minute and the universal, the simple and the inexplicable, the\nparticular and the all-pervading,--the commonplace which is also the\nmiracle: for to Whitman leaves of grass were this and more. \"To me,\" he\ndeclared, \"as I lean and loaf at my ease, observing a spear of summer\ngrass,\"\n\n  Every hour of the light and dark is a miracle--\n  Every cubic inch of space is a miracle,\n\nthe grass-blades no less so than the \"gentle soft-born measureless\nlight.\" And, avowedly, from these external expressions of nature he\nderived all power of song--\n\n  I hear you whispering there, O stars of heaven--\n  O suns--O grass of graves--O perpetual transfers and promotions,--\n  If you do not say anything, how can I say anything?\n\nThus he had arrived at declaring, with august arrogance: \"Let others\nfinish specimens--I never finish specimens: I shower them by exhaustless\nlaws as Nature does, fresh and modern continually.\"\n\nNor are you to suppose that this was a late development of\nnature-worship in a man suddenly confronted with teeming glories and\nwonderments. All through his life he had been soaking himself in the\nmysterious loveliness of the world around. \"Even as a boy,\" he wrote, \"I\nhad the fancy, the wish, to write a poem about the seashore--that\nsuggesting dividing line, contact, junction, the solid marrying the\nliquid--that curious, lurking something (as doubtless every objective\nform finally becomes to the subjective spirit) which means far more than\nits mere first sight, grand as that is.... I felt that I must one day\nwrite a book expressing this liquid, mystic theme. Afterward ... it came\nto me that instead of any special lyrical or epical or literary attempt,\nthe seashore should be an invisible _influence_, a pervading gauge and\ntally for me in my composition.\" Even as a child, upon the desolate\nbeaches of Long Island, he had, \"leaving his bed, wandered alone,\nbare-headed, barefoot,\" over the sterile sands and the fields beyond,\nand explored the secret sources of tragedy that are hidden at the roots\nof love.\n\n  Once Paumanok,\n  When the snows had melted--when the lilac-scent was in the air\n          and Fifth-month grass was growing,\n  Up this seashore, in some briers,\n  Two guests from Alabama--two together,\n  And their nest, and four light-green eggs, spotted with brown,\n  And every day the he-bird to and fro near at hand,\n  And every day the she-bird crouch'd on her nest, silent, with bright\n          eyes,\n  And every day I, a curious boy, never too close, never disturbing\n          them,\n  Cautiously peering, absorbing, translating.\n\n\n\n  Till of a sudden,\n  May-be kill'd, unknown to her mate,\n  One forenoon the she-bird crouch'd not on the nest,\n  Nor return'd that afternoon, nor the next,\n  Nor ever appear'd again.\n\n  And thenceforward all summer in the sound of the sea,\n  And at night under the full of the moon in calmer weather....\n\n  Yes, when the stars glisten'd,\n  All night long on the prong of a moss-scallop'd stake,\n  Down, almost amid the slapping waves,\n  Sat the lone singer wonderful causing tears\n\n\n\n  I, with bare feet, a child, the wind wafting my hair,\n  Listen'd long and long....\n\n                        (_Out of the Cradle Endlessly Rocking_).\n\nBut now the Stafford family were assembled at breakfast and Walt limped\nin to join them. Courteously and simply he greeted the various members\nof the household,--the dark, silent, diligent Methodist father,--the\nspiritually-minded yet busy-handed mother,--the two young fellows, the\nmarried daughter and her little ones. He was the most domesticated,\nleast troublesome of inmates, and his \"large sweet presence\" imparted\nsomething to the homely breakfast-table, something of benignity and\ntranquillity, which it had lacked before his entrance. \"The best man I\never knew,\" Mrs. Stafford called him. Her sons adored him; and her\ngrandchildren were almost like his own, in the love and confidence with\nwhich they curled themselves upon his great grey knee when the meal was\nover. For his affection for children, his sense of fatherhood, was a\npredominant trait of Whitman's character. Lonely, since his mother's\ndeath, he had lived as regards the closer human relationships: lonely,\nin this sense, he was doomed to remain. A veil of secrecy hung over his\npast life, which none had ever ventured to lift. Rumours of a lost mate,\nas in the song of the Alabama bird upon the shore,--of children whom he\nnever could claim,--hints of harsh fates and imperious destinies,\noccasionally penetrated that close-woven curtain of silence which\ncovered his most intimate self. But only in his poems had he voiced his\nloneliness, and that with the tenderest poignancy of yearning for\n\"better, loftier love's ideals, the divine wife, the sweet, eternal,\nperfect comrade\"....\n\n  That woman who passionately clung to me.\n  Again we wander, we love, we separate again,\n  Again she holds me by the hand, I must not go,\n  I see her close beside me with silent lips sad and tremulous.\n\n\n\n  (Be not impatient--a little space--Know you, I salute the air, the\n          ocean and the land,\n  Every day, at sundown, for your dear sake, my love.)\n\nAnd this was the man who had been blamed for his utter lack of \"the\nromantic attitude towards women!\" But Whitman was no light singer of\ncasual empty love-lyrics; he was of sterner stuff than that.\n\n  No dainty dolce affettuoso I,\n  Bearded, sun-burnt, gray-neck'd, forbidding, I have arrived.\n\n\n\nAs breakfast passed, he spoke but little to his companions. His ordinary\nmood of \"quiet yet cheerful serenity,\" lay gently on him, and he was\ncontent to sit almost silent, emanating that radiant power, that\n\"effluence and inclusiveness as of the sun,\" which none could fail to\nnote in him. When addressed, he only replied with the brief monosyllable\n\"Ay? Ay?\" (which he pronounced _Oy? Oy?_), and which, slightly inflected\nto answer various purposes, served him for all response.\n\n  I, with bare feet, a child, the wind wafting my hair,\n  Listen'd long and long....\n\n                       (_Out of the Cradle Endlessly Rocking_).]\n\nThe meal was not yet over, for most of the family, when Whitman, rising\nabruptly with that startling _brusquerie_ which occasionally offended\nhis friends, observed \"Ta-ta!\" to everybody in general and departed--\"as\nif he didn't care if he never saw us again!\" remarked one of the young\nmen. He left the house and strolled down the green lane, to a wide\nwooded hollow, where the stream called Timber Creek went winding among\nits lily-leaves beneath the trees. Here Whitman had found, a year\nbefore, \"a particularly secluded little dell off one side by my\ncreek ... filled with bushes, trees, grass, a group of willows, a\nstraggling bank and a spring of delicious water running right through\nthe middle of it, with two or three little cascades. Here (he) retreated\nevery hot day\" (_Specimen Days_),--and here, while the summer sun drew\nsweet aromatic odours from the tangled water-mints and cresses, he\nproceeded slowly now, carrying a portable chair, and with his pockets\nfilled with note-books; for, as he truly avowed, \"Wherever I go, winter\nor summer, city or country, alone at home or travelling, I _must_ take\nnotes.\" He was about to make sure of a morning's unmitigated\ndelight,--in the spot where he sought, \"every day, seclusion--every day\nat least two or three hours of freedom, bathing, no talk, no bonds, no\ndress, no books, no manners.\"\n\nAnd each step of the way was a pure joy to him. \"What a day!\" he\nmurmured, \"what an hour just passing! the luxury of riant grass and\nblowing breeze, with all the shows of sun and sky and perfect\ntemperature, never before so filling me body and soul!\" So rhapsodizing\ninwardly and drinking in the beauty of sight and sound, he proceeded,\n\"still sauntering on, to the spring under the willows--musical as soft\nclinking glasses--pouring a sizeable stream, pure and clear, out from\nits vent where the bank arches over like a great brown shaggy eyebrow or\nmouth-roof--gurgling, gurgling ceaselessly; meaning, saying something,\nof course (if one could only translate it.)\" (_Specimen Days._)\n\nHere he sat down awhile and revelled in sheer joy of summer opulence. He\nenumerated to himself,--laying a store of lovely recollections for\nfuture reference in darker days,--\"The fervent heat, but so much more\nendurable in this pure air--the white and pink pond-blossoms, with great\nheart-shaped leaves, the glassy waters of the creek, the banks, with\ndense bushery and the picturesque beeches and shade and turf; the\ntremulous, reedy call of some bird from recesses, breaking the warm,\nindolent, half-voluptuous silence: the prevailing delicate, yet\npalpable, spicy, grassy, clovery perfume to my nostrils,--and over all,\nencircling all, to my sight and soul, the free space of the sky,\ntransparent and blue,\" (_Specimen Days_,) and, \"from old habit,\npencilled down from time to time, almost automatically, moods, sights,\nhours, tints and outlines, on the spot.\" Minutes like these were the\nseed time of his art, if that can be called art which was almost one\nwith Nature. For Walt Whitman had, from the very outset, striven to\nobtain that fusion of identity with _Natura Benigna_, which, even if\nonly momentary, bequeathes a lasting impression on the mind. He had\nalways felt, with regard to his productions, that \"There is a\nhumiliating lesson one learns, in serene hours, of a fine day or night.\nNature seems to look on all fixed-up poetry and art as something almost\nimpertinent.... If I could indirectly show that we have met and fused,\neven if but only once, but enough--that we have really absorbed each\nother and understood each other,\"--it sufficed him. Nothing less did:\nfor he recognised that \"after you have exhausted what there is in\nbusiness, politics, conviviality, love and so on--have found that none\nof these finally satisfy, or permanently wear--what remains? Nature\nremains: to bring out from their torpid recesses, the affinities of a\nman or woman with the open air, the trees, fields, changes of\nseasons--the sun by day and the stars of heaven by night.\" And, while\nconfessing, \"I cannot divest my appetite of literature, yet I find\nmyself eventually trying it all by Nature--_first premises_ many call\nit, but really the crowning results of all, laws, tallies and proofs....\nI have fancied the ocean and the daylight, the mountain and the forest,\nputting their spirit in a judgment on our books. I have fancied some\ndisembodied soul giving its verdict.\" (_Specimen Days._) He was \"so\nafraid,\" as he phrased it, \"of dropping what smack of outdoors or sun or\nstarlight might cling to the lines--I dared not try to meddle with or\nsmooth them.\" To be \"made one with Nature,\" in a deeper sense than ever\nany man yet had known, was, in short, his ideal,--and, one may say, his\nachievement. For the verdict of the average person, vacant of _his_\nglorious gains, he did not care. Regardless of ridicule, calumny,\ncontumely, he had pursued his own way to his own goal: till he was able\nat last to realize his dream of--\n\n  Me imperturbe, standing at ease in Nature,\n  Master of all, or mistress of all--aplomb in the midst of irrational\n          things.\n\nAnd now he was an old man, to look upon,--yet a man surcharged with\nelectric vigour and daily renewing his physical strength from the\nfountains of eternal youth. He was just as full of _elan_, of\nenterprise, of the glorious hunger for adventure, as when first he had\nproclaimed,--\n\n  Afoot and light-hearted, I take to the open road,\n  Healthy, free, the world before me,\n  The long brown path before me, leading wherever I choose.\n\n  Allons! to that which is endless, as it was beginningless,\n  To undergo much, tramps of days, rests of nights,\n  To merge all in the travel they tend to, and the days and nights\n          they tend to,\n  Again to merge them in the start of superior journeys;\n  To see nothing anywhere but what you may reach it and pass it,\n  To look up or down no road but it stretches and waits for\n          you--however long, but it stretches and waits for you;\n  To see no being, not God's or any, but you also go thither.\n\n                                      (_Song of the Open Road._)\n\nThe big grey man expanded almost visibly in the sun-steeped air, as he\nabsorbed the exquisite minutiae of the green dell into his mind, and\nassimilated the music of the wind and stream. Sound of any sort had a\npowerfully emotional effect upon him. It was not mere fancy on Whitman's\npart that \"he and Wagner made one music.\" With music on the most\ncolossal scale his poems are fraught from end to end: and while their\ntechnical form may be less finished, less perfected, than those of other\nauthors,--while they have less melody, they have the multitudinous\nharmony, the superb architectonics, the choral and symphonic movement of\nthe noblest masters. \"Such poems as _The Mystic Trumpeter_, _Out of the\nCradle_, _Passage to India_, have the genesis and exodus of great\nmusical compositions.\" And to many auditors, the \"vast elemental\nsympathy\" of this unique personality can only be compared to that of\nBeethoven, whom he said he had \"discovered as a new meaning in music:\"\nBeethoven, by whom he allowed he \"had been carried out of himself,\nseeing, hearing wonders:\" Beethoven, who, like himself, sought\ninspiration continuously in the magic and mystery of Nature.\n\n  Lumbermen in their winter camp, day-break in the woods, stripes of\n          snow on the limbs of trees, the occasional snapping,\n  The glad clear sound of one's own voice, the merry song, the natural\n          life of the woods, the strong day's work,\n  The blazing fire at night, the sweet taste of supper, the talk, the\n          bed of hemlock boughs, and the bear-skin.\n\n                                     (_Song of the Broad-Axe_).]\n\nAnd thus, all Whitman's finest poems have a processional air, like the\nevolution of some great symphony--a pageantry of sound, so to speak,\nwhich whirls one forward like a leaf upon a resistless stream. Sometimes\nhe is superbly triumphant, as in his inaugural _Song of Myself_:\n\n  With music strong I come--with my cornets and my drums,\n  I play not marches for accepted victors only,\n  I play great marches for conquer'd and slain persons.\n\nSometimes he translates the sonorities of the air into immortal\neffluences of meaning:\n\n  Hark, some wild trumpeter--some strange musician,\n  Hovering unseen in air, vibrates capricious tunes to-night....\n\n  Blow, trumpeter, free and clear--I follow thee,\n  While at thy liquid prelude, glad, serene,\n  The fretting world, the streets, the noisy hours of day, withdraw;\n\nor he blends all sorts and conditions of beautiful resonance into,\nsurely, the strangest yet loveliest love-song ever yet set down:\n\n  I heard you, solemn-sweet pipes of the organ, as last Sunday morn I\n          pass'd the church,\n  Winds of autumn, as I walked the woods at dusk, I heard your\n          long-stretch'd sighs up above so mournful,\n  I heard the perfect Italian tenor singing at the opera, I heard the\n          soprano in the midst of the quartet singing;\n  Heart of my love! you too I heard murmuring low through one of the\n          wrists around my head,\n  Heard the pulse of you, when all was still, ringing little bells\n          last night under my ear.\n\nBut now the precious hour had arrived, which to Whitman spelt\nrevivification and rejuvenescence above all others: the time when,\nstripped of all externals, he became the very child of Mother Earth. In\nhis own description of the process:\n\n\"A light south-west wind was blowing through the tree-tops. It was just\nthe place and time for my Adamic air-bath.... So, hanging clothes on a\nrail near by, keeping old broadbrim straw on head and easy shoes on\nfeet ... then partially bathing in the clear waters of the running\nbrook--taking everything very leisurely, with many rests and pauses ...\nslow negligent promenades on the turf up and down in the sun ... somehow\nI seemed to get identity with each and everything around me, in its\ncondition. Perhaps the inner, never-lost rapport we hold with earth,\nlight, air, trees, etc., is not to be realized through eyes and mind\nonly, but through the whole corporeal body.\" (_Specimen Days._)\n\nPower and joy and exhilaration infused his whole frame. \"Here,\" he\nmurmured, \"I realize the meaning of that old fellow who said he was\nseldom less alone than when alone. Never before did I get so close to\nNature: never before did she come so close to me.\"\n\nAnd a miracle of transient transformation had been wrought upon him. His\nyouth was \"renewed like the eagle's,\" his lameness hardly perceptible,\nas he reluctantly emerged from the sweet water, and, having dried\nhimself in the sun-glow, still more reluctantly dressed again. This was\nno longer the \"battered, wrecked old man,\" the veteran of life-long\nbattles with the world: but one who could realize with keenest\nperception every sensation of stalwart strength. He might have been, at\nthis moment, one of his own \"lumbermen in their winter camp,\" enjoying\n\n      Day-break in the woods, stripes of snow on the limbs of trees,\n          the occasional snapping,\n  The glad clear sound of one's own voice, the merry song, the natural\n          life of the woods, the strong day's work,\n  The blazing fire at night, the sweet taste of supper, the talk, the\n          bed of hemlock boughs, and the bear-skin.\n\n                                      (_Song of the Broad-Axe._)\n\nor a scion of the \"youthful sinewy races,\" whom he had chanted in\n_Pioneers_:\n\n      Come, my tan-faced children,\n  Follow well in order, get your weapons ready;\n      Have you your pistols? have you your sharpedged axes?\n          Pioneers! O pioneers!...\n\n      All the past we leave behind!\n  We debouch upon a newer, mightier world, varied world;\n  Fresh and strong the world we seize, world of labour and the march,\n          Pioneers! O pioneers!\n\nHere at last was the true Walt Whitman, superabundant in splendid\nvitality and conscious of mental and physical power through every fibre\nof his being.\n\n      All the past we leave behind!\n  We debouch upon a newer, mightier world,....\n\n  Down the edges, through the passes, up the mountains steep....\n          Pioneers! O Pioneers!\n\n                                                  (_Pioneers._)]\n\nOne last longing, loving look he cast upon the creek before returning\nhomewards. The magnificent mid-noon lay full-tide over all, brimming the\nuttermost shores of beauty: it was the very apotheosis of summer, the\ntangible realization of Whitman's prophetic vision.\n\n  All, all for immortality,\n  Love like the light silently wrapping all,\n  Nature's amelioration blessing all,\n  The blossoms, fruits of ages, orchards divine and certain,\n  Forms, objects, growths, humanities, to spiritual images ripening.\n  Give me, O God, to sing that thought,\n  Give me, give him or her I love this quenchless faith,\n  In Thy ensemble, whatever else withheld withhold not from us\n  Belief in plan of Thee enclosed in Time and Space,\n  Health, peace, salvation universal.\n\n  Is it a dream?\n  Nay but the lack of it the dream,\n  And failing it life's lore and wealth a dream,\n  And all the world a dream.\n\n\n\nNow he passed back up the lane to the little farmstead, and, entering\nin, found the midday meal was served. Mr. Stafford was already seated\nand about to say grace. Whitman stopped as he passed behind the farmer's\nchair, and clasping Stafford's head in his large, well-formed hands,\nbecame an actual part, as it were, in the benediction. Then he took his\nseat in silence. But that irrepressible joyousness which sometimes,\nafter working on a manuscript, seemed to shine from his face and pervade\nhis whole body,--that \"singular brightness and delight, as though he had\npartaken of some divine elixir\"--was visible now upon his noble\nfeatures. He talked a little, in simple homely phrases,--giving little\nidea of the voluminous reserve force within him: telling little\nincidents of the War of Secession and anecdotes of his hospital\nexperiences. He had been a volunteer nurse of exquisite patience and\nadmirable efficiency throughout those terrible years 1862-64. His\npassionate tenderness and sympathy then found vent: and he gave his best\nand uttermost: believing that (in his own words) \"these libations,\nextatic life-pourings, as it were, of precious wine or rose-water on\nvast desert-sands or great polluted rivers, taking chances of _no\nreturn_,--what are they but the theory and practice ... of Christ or of\nall divine personality?\" For in the human, however defaced, he still\ncould discern the divine and immortal. The worth of every individual\nsoul was the pivot of all his arts and beliefs:\n\n     \"Because, having looked at the objects of the Universe, I find\n     there is no one, nor any particle of one, but has reference to\n     the soul.\"\n\nUsually, to his sensitive mind, able as it was to realise with the\nkeenest sympathy every phase of human suffering, the memories of carnage\nwere repulsive. By day he could shut them off: but by night, he said,\n\n  In clouds descending, in midnight sleep, of many a face in battle,\n  Of the look at first of the mortally wounded, of that indescribable\n          look,\n  Of the dead on their backs, with arms extended wide--\n      I dream, I dream, I dream.\n\n                                             (_Old War Dreams._)\n\nBut he had faith in the future of his country, vast hopes in the\npurification wrought out by those sorrowful years: and his poem _To the\nMan-of-War Bird_ was but one of many allegories in which he saw his\nbeloved America rising transfigured from the ashes of the past.\n\n  Thou who hast slept all night upon the storm,\n  Waking renew'd on thy prodigious pinions,\n  (Burst the wild storm? above it thou ascended'st,\n  And rested on the sky, thy slave that cradled thee,)....\n\n  Thou born to match the gale, (thou art all wings,)\n  To cope with heaven and earth and sea and hurricane,\n  Thou ship of air that never furl'st thy sails,\n  Days, even weeks untired and onward, through spaces, realms gyrating,\n  At dusk that look'st on Senegal, at morn America,\n  That sport'st amid the lightning-flash and thunder-cloud,\n  In them, in thy experiences, had'st thou my soul,\n  What joys! what joys were thine!\n\nand out of the smoke and din of conflict, he believed, should spring\n\"the most splendid race the sun ever shone upon,\" knit in sublime unity\nof brotherhood.\n\nDinner over, Whitman retired awhile to his own apartment: that fearful\nchaos of pell-mell untidiness which was the delight of its occupant and\nthe despair of Mrs. Stafford. An indescribable confusion it was of\nletters, newspapers and books,--an inkbottle on one chair, a glass of\nlemonade on another, a pile of MSS. on a third, a hat on the floor....\nImperturbably composed, the poet surveyed his best-loved books,--Scott,\nCarlyle, Tennyson, Emerson,--translations of Homer, Dante, Hafiz, Saadi:\nrenderings of Virgil, Epictetus, Marcus Aurelius,--versions of Spanish\nand German poets: most well-worn of all, Shakespeare and the Bible.\nFinally, out of the heterogeneous collection he selected George Sand's\n_Consuelo_ and seated himself at the window with it. On another\nafternoon he would have returned to the creek, but to-day he was\nexpecting a friend.\n\nAnd friends, with him, did not mean mere acquaintances: still less those\nvisitors who were brought by vulgar curiosity. Although the best of\ncomrades and one who found companionship most exhilarating, he had a\nbed-rock of deep reserve, and \"to such as he did not like, he became as\na precipice.\" But to those with whom he was truly _en rapport_,--whether\nby letter or in the flesh,--he was spendthrift of his personality. His\nEnglish literary friends,--Tennyson, Rossetti, Buchanan, Browning and\nothers, had supplied the financial aid which enabled him to recuperate\nat Timber Creek: compatriots such as Emerson, John Burroughs, and a host\nof old-time friends were welcome visitors. But nothing in his life or in\nhis literary fortunes, he declared, had brought him more comfort and\nsupport--nothing had more spiritually soothed him--than the \"warm\nappreciation and friendship of that true full-grown woman,\" Anne\nGilchrist, the sweet English widow who was now staying with her children\nin Philadelphia, to be within easy reach of Whitman. \"Among the perfect\nwomen I have known (and it has been very unspeakable good fortune to\nhave had the very best for mother, sisters and friends), I have known\nnone more perfect,\" wrote the poet, \"than my dear, dear friend, Anne\nGilchrist.\" It was this warm-hearted, courageous Englishwoman, \"alive\nwith humour and vivacity,\" whose musical voice was shortly heard\noutside, enquiring for Walt. He hastened down to receive her.\n\n  Thou born to match the gale, (thou art all wings,)\n  To cope with heaven and earth and sea and hurricane,\n  Thou ship of air that never furl'st thy sails,\n  Days, even weeks untired and onward, through spaces, realms gyrating,\n  At dusk that look'st on Senegal, at morn America,\n  That sport'st amid the lightning-flash and thunder-cloud,\n  In them, in thy experiences, had'st thou my soul,\n  What joys! what joys were thine!\n\n                                    (_To the Man-of-War Bird._)]\n\nAnne Gilchrist's opinion of Whitman was even more enthusiastic than his\nappreciation of her. She admired and revered the courage with which he\nexpounded his theories of life, no less than the expression of them in\nwords which, as she put it, ceased to be words and became electric\nstreams. \"What more can you ask of the words of a man's mouth,\" she\nexclaimed, \"than that they should absorb into you as food and air, to\nreappear again in your strength, gait, face--that they should be fibre\nand filter to your blood, joy and gladness to your whole nature?\" She\nalone, of all women, and almost alone among men, had stood forth to\ndefend him for the \"fearless and comprehensive dealing with reality\"\nwhich had alienated the conventional and offended the prudish--and she\nalone was the recipient, now, of his most intimate thoughts and\naspirations.\n\nThey sat together on the shady piazza, and he unfolded to her, while her\nchildren played around, the hopes and wishes of his heart not only for\nAmerica but for all humanity. He said, \"My original idea was that if I\ncould bring men together by putting before them the heart of man with\nall its joys and sorrows and experiences and surroundings, it would be a\ngreat thing.... I have endeavoured from the first to get free as much as\npossible from all literary attitudinism--to strip off integuments,\ncoverings, bridges--and to speak straight from and to the heart; ... to\ndiscard all conventional poetic phrases, and every touch of or reference\nto ancient or mediaeval images, metaphors, subjects, styles, etc., and to\nwrite _de novo_ with words and phrases appropriate to our own days.\" He\ntook her hand as he spoke, as was his wont with a sympathetic listener,\nand gazed with eagerness into her serious yet easily-lighted face. His\n\"terrible blaze of personality\" was subdued for the nonce into that\nchild-like simplicity, that woman-like tenderness, which constituted\nsome of his chief charms.\n\nThey discussed the work of contemporary poets, English and American.\nWhitman, however much he differed from these in theory and method, gave\ngenerous homage to their varied genius. He loved to declaim the\n_Ulysses_ and kindred majestically-rolling passages of Tennyson, in a\nclear, strong, rugged tone, devoid of all elocutionary tricks or\naffectation. He never spoke a line of his own verse, but to recite from\nShakespeare was a great pleasure to him: and he compared the\nShakespearean plays to large, rich, splendid tapestry, like Raffaelle's\nhistorical cartoons, where everything is broad and colossal. For Scott,\nwhose work, he said, breathed more of the open air than the workshop, he\nhad unfeigned admiration. Dramatic work and music in all its forms he\ndiscussed with knowledge and fervour. As for the poets of America, he\npoured encomium upon them ungrudgingly. \"I can't imagine any better luck\nbefalling these States for a poetical beginning and initiation than has\ncome from Emerson, Longfellow, Bryant and Whittier.\" (_Specimen Days._)\n\nThe afternoon shadows stretched themselves out, and at sunset Mrs.\nGilchrist and her children departed. It had been for her a memorable\nafternoon: and Whitman had been thoroughly in his element as comrade of\nso congenial a soul. Now, as the twilight deepened, he devoted himself\nto the consideration of the deepest notes in the whole diapason of human\nexistence. Never was a man of more exuberant a joy in life: never one\nwho gazed more courageously into the dim-veiled face of Death,--the\nsower of all enigmas, the comforter of all pain.\n\n  Whispers of heavenly death, murmur'd I hear;\n  Labial gossip of night--sibilant chorals;\n  Footsteps gently ascending--mystical breezes, wafted soft and low....\n\n  (Did you think Life was so well provided for--and Death, the purport\n          of all Life, is not well provided for?)...\n  I do not doubt that whatever can possibly happen, any where, at any\n          time, is provided for, in the inherences of things;\n  I do not think Life provides for all, and for Time and Space--but I\n          believe Heavenly Death provides for all.\n\n                                 (_Whispers of Heavenly Death._)\n\nAnd his heart once more, as in the matchless threnody for Lincoln, _When\nLilacs last in the dooryard bloomed_, uttered its song of summons and\nof welcome.\n\n  Come, lovely and soothing Death,\n  Undulate round the world, serenely arriving, arriving,\n  In the day, in the night, to all, to each,\n  Sooner or later, delicate Death....\n\n  Dark Mother, always gliding near, with soft feet,\n  Have none chanted for thee a chant of fullest welcome?\n  Then I chant it for thee--I glorify thee above all.\n\nThe skies deepened into purple, and the march of the stars began: it was\nthe sacredest hour of the day to Whitman, a period consecrated and set\napart above all. \"I am convinced,\" thought he, \"that there are hours of\nNature, especially of the atmosphere, mornings and evenings, addressed\nto the soul. Night transcends, for that purpose, what the proudest day\ncan do.\" (_Specimen Days._)\n\nAnd a new buoyancy quickened in his soul; the indomitable spirit of\nenterprise revived within him. Now, at eleven at night, he was more\nexhilarated in mind than his body had been in the blue July morning:\nand, casting one comprehensive glance upon the burning arcana of the\nheavens, that he might carry into his sleep a memory of that glory, he\n\"desired a better country,\" with longing and deep solicitude.\n\n  Bathe me, O God, in Thee, mounting to Thee,\n  I and my soul to range in range of Thee!\n\n           *       *       *       *       *\n\n  Passage to more than India!\n  O secret of the earth and sky!\n  Of you, O waters of the sea! O winding creeks and rivers!\n  Of you, O woods and fields! Of you, strong mountains of my land!\n  Of you, O prairies! Of you, gray rocks!\n  O morning red! O clouds! O rain and snows!\n  O day and night, passage to you!\n  O sun and moon, and all you stars! Sirius and Jupiter!\n  Passage to you!...\n\n  O my brave soul!\n  O farther, farther sail!\n  O daring joy, but safe! Are they not all the seas of God?\n  O farther, farther, farther sail!\n\n                                           (_Passage to India_.)\n\n\n    _Printed by Percy Lund, Humphries & Co. Ltd.,_\n    _Bradford and London._",
    "metadata": {
        "author": [
            "Byron, Mary Clarissa Gillington",
            "Byron, May",
            "Byron, Mrs. G. F.",
            "Clare, Maurice",
            "Gillington, M. C. (May Clarissa)",
            "Byron, May Clarissa Gillington",
            "Gillington, Mary Clarissa",
            "Gillington, May Clarissa"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/36305/pg36305.txt",
        "name": "a_day_with_walt_whitman.json"
    }
}