{
    "name": "A Daughter of Japan",
    "author": [
        "Bone, F. D."
    ],
    "body": "CHARACTERS\n\n\n  LIEUT.-COMMANDER BELSON, R.N.\n  LIEUTENANT JOHN MAITLAND, R.N.\n  PRIVATE SIMPSON, R.M.L.I.\n  OMETSU SAN.\n\n\nSCENE.--_A room in a Japanese house. It is tastefully furnished in a\nhalf-English, half-native style. A round table for meals. A sideboard\nwith a tantalus. A piano, and one or two long bamboo chairs. A\nwell-filled book-case. A verandah can be seen through the doorway._\n\n_OMETSU is dressed in native costume. BELSON in flannels with broad\nfelt hat. MAITLAND in riding breaches and blazer. SIMPSON in white\ndrill, with white canvas shoes._\n\n\n\n\nA DAUGHTER OF JAPAN\n\n\n    _SIMPSON is laying the table for breakfast. He is looking very\n    solemn. A bell rings. He starts and looks nervously over his\n    shoulder at the door. LIEUT.-COMMANDER BELSON appears in the\n    doorway. SIMPSON takes a few steps towards him, salutes, and then\n    stands at “attention.”_\n\nBELSON (_in a hard, quarterdeck voice_). Is that you, Simpson?\n\nSIMPSON. Yes, sir.\n\nBELSON (_coming into the room_). Where is Mr. Maitland?\n\nSIMPSON. Gone riding, sir.\n\nBELSON. When do you expect him back?\n\nSIMPSON. To breakfast, sir. About half an hour.\n\nBELSON (_looking SIMPSON up and down_). You’re a bright beauty,\naren’t you?\n\nSIMPSON (_moving his feet awkwardly_). You don’t know what I’ve been\nthrough, sir. I did all a man----\n\nBELSON (_sharply_). Oh, yes, I know.... When you sent that letter to\nthe Captain saying where we could find Mr. Maitland--and you, why\ndidn’t you explain why he was hiding away?\n\nSIMPSON. Well, sir, his business is no business of mine. I done all I\ncould to get him back to the ship, sir, but he wouldn’t listen to me,\nsir. He said he’d stop and marry her if the Navy went to the bottom for\nit.\n\nBELSON. Marry her! Marry whom?\n\nSIMPSON. The little Japanese lady, sir.\n\nBELSON (_startled, shouting_). The what?\n\nSIMPSON (_very uncomfortably_). The little Japanese lady, sir. Miss\nOmetsu.\n\nBELSON (_more startled_). And who the devil’s she?\n\nSIMPSON. She’s the daughter of a Japanese naval officer, sir. He was\nkilled in the war. Her brother’s in the service too, sir. She talks\njust like you and me, sir. She lives here with her mother, sir.\n\nBELSON (_draws back and again looks SIMPSON up and down_). The deuce\nshe does! Then Mr. Maitland is a guest here!\n\nSIMPSON. Yes, sir.\n\nBELSON. How long has this been going on?\n\nSIMPSON. Oh, for a long time, sir; nearly a year.\n\nBELSON. And do you tell me that Mr. Maitland is going to _marry_ this\nJapanese lady?\n\nSIMPSON. Yes, sir. That’s why I wrote, sir. I didn’t want him to leave\nthe Navy, sir.\n\nBELSON (_grunts_). And what about yourself?\n\nSIMPSON. I don’t want to leave it neither, sir. I’ve got fifteen years’\nservice and I should like to earn a pension.\n\nBELSON. I should think you’re more likely to earn six months for\ndesertion. Do you know that you are absent from the ship now?\n\nSIMPSON (_in agony_). Not until to-night, sir, is it? I thought there’d\nbe time----\n\nBELSON. I don’t want to know what you thought. Why didn’t you write\nbefore--when you knew what he meant to do?\n\nSIMPSON. I ’oped against ’ope, sir.\n\nBELSON. You hoped! And what were you stopping for? Were you to marry a\nJapanese, too?\n\nSIMPSON (_putting out his hands_). No, sir, no. I don’t hold with it,\nsir. But she’s a sweet little thing, sir, and I know she’s very fond of\nhim. It makes me real bad to think what’ll happen when they see you,\nsir. I think he’ll half-kill me. (_Turning away._) I wish we’d never\ncome to Japan!\n\nBELSON (_looking round the room_). And where are the ladies?\n\nSIMPSON. They’ll be down to breakfast in a minute, sir!\n\nBELSON (_immediately uneasy_). Well, I’ll go and meet Mr. Maitland, and\nyou’d better get ready to come back at once. We’ve no time to lose if\nwe’re to catch the ship. (_Turns to go out._)\n\nSIMPSON. When does she sail, sir?\n\nBELSON. To-morrow morning.\n\nSIMPSON (_gasping_). For home, sir?\n\nBELSON (_going out_). Yes.\n\n    (_SIMPSON shows signs of perturbation, and wipes his face with his\n    handkerchief. He looks in a half-dazed way round the room, and then\n    goes to the table to complete preparations for breakfast. Through\n    the curtained doorway on right, OMETSU appears, dressed in a\n    charming Japanese costume, with satin slippers to match her robe._)\n\nOMETSU. Good-morning, Simpson.\n\nSIMPSON. Good-morning, miss.\n\nOMETSU (_going to table_). Mother is not coming down to breakfast,\nSimpson. So there’ll only be Mr. Maitland and me. (_Skips._) Isn’t it\nlovely. Has he gone riding?\n\nSIMPSON (_still fooling about the table_). Yes, miss.\n\nOMETSU. And he will be back quite soon, won’t he, Simpson? It always\nseems so long when he’s away. (_She runs to the door and looks out._)\nIt’s heavenly, and to-day! I am so happy to-day. (_Goes to table and\nlooks up at SIMPSON._) Do you know what to-day is, Simpson? It’s my\nbirthday! I’m seventeen--quite a woman now, and next week at this time\nI shall be Mrs. Maitland, and you’ll be calling me mam! (_She gives a\nhappy little laugh._) Aren’t you going to wish me many happy returns,\nSimpson?\n\nSIMPSON (_turns to her sadly, tries to speak, shakes his head and turns\naway_).\n\nOMETSU (_in a tone of anxiety_). Why, what’s the matter? Are you not\nwell?\n\nSIMPSON (_pulls himself together_). Yes, miss.... No, I don’t think I\nam, miss. I don’t know. Something’s come over me which makes me feel\nquite bad. I don’t think this climate quite suits me, miss.\n\nOMETSU. Not suit you? Why, you’ve always been quite well until now. It\ncan’t be the climate. (_Anxiously._) Would you like a little brandy?\n\nSIMPSON (_eagerly_). Yes, yes, please, miss. (_He sinks into a chair\nwhile she runs to the sideboard and pours him out a peg._)\n\nOMETSU (_brings the brandy_). There! I am so sorry, I wonder what’s\nbrought this on?\n\nSIMPSON (_gulps down the brandy_). Thank ye, miss. I shall be better\nnow. (_He gets up and takes the glass to the sideboard and then\nturns._) Do you know, miss----Your father was a sailor, wasn’t he?\n\nOMETSU (_wonderingly_). Yes.\n\nSIMPSON. In your Navy?\n\nOMETSU. Yes.\n\nSIMPSON. And he was an officer, wasn’t he?\n\nOMETSU. Yes, a commander--but why----?\n\nSIMPSON. And he was killed in the war, wasn’t he?\n\nOMETSU (_nods her head_).\n\nSIMPSON. Well, wouldn’t you like Mr. Maitland to go and do that?\n\nOMETSU (_eyes wide with terror_). Mr. Maitland ... killed.... Has\nsomething happened?... Oh, what is it?\n\nSIMPSON (_alarmed at her being alarmed_). No, no, I don’t mean that,\nmiss; I don’t mean that. I mean---- (_Blows his cheeks out._) I don’t\nknow what I mean?\n\nOMETSU (_coming to him_). Simpson, what _do_ you mean?\n\nSIMPSON (_with supreme effort_). Well, miss, I mean Once a Sailor\nalways a Sailor! (_He draws back as if he had explained everything._)\n\nOMETSU. Oh, is that all?\n\nSIMPSON. All? Why, miss, it’s everything. Mr. Maitland can never help\nbeing a sailor now.\n\nOMETSU (_laughs with relief_). You funny man, Simpson. You make such a\nlot out of nothing. Of course Mr. Maitland’s a sailor. Isn’t he going\nto take me--and you--for a long cruise among the South Sea Islands? We\nshall be perfectly happy down there, Simpson. You will get rid of all\nyour troubles then.\n\nSIMPSON (_groans, looks at her and shakes his head_). I don’t think he\nought to leave the Navy, miss. Think what----\n\nOMETSU (_walks away towards piano_). Simpson! Mr. Maitland has told you\nthat you are not to speak to me about this. He has quite made up his\nmind, and you have promised to leave the service too and come with us.\nSurely Mr. Maitland has offered you sufficient----\n\nSIMPSON. Yes, miss, yes, but it isn’t that. It isn’t my pension I’m\nthinking about ... but I’d like to finish my time with him.\n\nOMETSU. Oh, Simpson, don’t be silly.... You will finish it with him.\nHe’s going to do ever so much more for you than your Navy can. And\ndidn’t he say you should come to our wedding and be his best man\nand sign the register? And when we go away you will be in charge\nof everything. Why, you will be quite a big man; and Jack--Mr.\nMaitland, says we may go pearl-fishing, and you will make your fortune\nthen.... (_SIMPSON still looks dully at her._) Oh, you _are_ grumpy\nthis morning. I don’t like you a bit. I wish I hadn’t given you the\nbrandy now. (_Shakes an accusing finger at him._) I think you’ve been\ndrinking. (_She goes to the piano and plays a snatch of Mandalay.\nAlmost immediately MAITLAND’S voice joins in the song. As he reaches\nthe doorway she gives a little scream of delight, jumps off the stool\nand runs to meet him. He catches her in his arms. SIMPSON quickly\nleaves by the door on left._)\n\nJACK. Sweetheart!\n\nOMETSU (_holding her face to his_). Dear--dear!\n\nJACK (_leading her down and then stopping to kiss her forehead_). Many\nhappy returns, sweetheart Quite a grown-up, now, aren’t you?\n\nOMETSU (_standing on tiptoe_). Yes, quite a woman--look! (_He catches\nher to him._)\n\nJACK (_leading her to chair at table and sits himself_). And what _do_\nyou think I’ve got for you? One of them is wonderful--I shall give only\nthat one in my whole lifetime.\n\nOMETSU (_looking eagerly at him_). Sweetheart! Tell me! (_He takes two\npackets from his pocket, one of them is an envelope. He unfolds the\nsmall packet and holds up a bracelet. She gives a little gurgle of\ndelight and holds out her left wrist. He clasps it, and then touches a\nspring. A lid flies open like a watch. She gives a little scream._) Oh,\noh, it’s your portrait. Isn’t it lovely! (_She looks at it, and then\nsays, curiously, as she closes it down._) You darling! And what’s the\nother? I _am_ a lucky girl! (_He takes a document from an envelope,\nunfolds it and offers it to her._)\n\nJACK. Our marriage license! (_Laughs joyously as she stares at it._) So\nwe can be married next Thursday, if mother says yes. By the way, where\nis she?\n\nOMETSU. She said she wouldn’t come down this morning. She said she knew\nI’d like to have breakfast alone with you to-day. Isn’t she a dear!\n\nJACK. She’s a clinker. Well, we’ll ask her when she comes down. But\nwhat about some breakfast? I’m famished! (_Shouts._) Simpson! (_Bangs a\nbell on the table._) Simpson! (_Turns to OMETSU._) You can’t make love\nproperly when you’re starving, you know pettling. Wait till I’ve had\nsome breakfast, and then----I’ll tell you! (_Bangs the bell again and\nshouts._) Simpson! Confound the man, what’s up with him this morning?\n\nOMETSU. Well, he is funny, dear! He’s been on again about your leaving\nthe Navy.\n\nJACK (_jumps up and bangs the table_). I won’t have it. I won’t have\nit! I’ll kick him out. He can go back alone. How dare he talk to you\nabout it when I told him not to. (_Turns to door on left._) I’ll let\nhim know if he’s going to defy orders. (_At the door he meets SIMPSON\nwith breakfast on tray._) Here, you blackguard, what do you mean by\nit? Didn’t I tell you that I wouldn’t have you talking to mam’zelle\nabout my leaving the Navy?\n\nSIMPSON (_going towards table and looking straight to his front_). Yes,\nsir. (_Goes on with his work._)\n\nJACK (_following behind and shouting_). Haven’t I sent in my papers?\n\nSIMPSON. Yes, sir.\n\nJACK. Haven’t I sent in the money for your discharge?\n\nSIMPSON. Yes, sir.\n\nJACK. Didn’t I say that the Navy could go to the devil?\n\nSIMPSON. Yes, sir.\n\nJACK. And didn’t I say that I’d break your neck if I heard any more\nabout it?\n\nSIMPSON. Yes, sir.\n\nJACK. And aren’t you satisfied with my terms?\n\nSIMPSON. Yes, sir, of course----\n\nJACK. Then, what do you mean by it? Look here, Simpson, if you’re not\nvery careful I’ll not let you speak to mam’zelle at all. (_He says\nthis as if he had ordered SIMPSON out to instant execution._) I’m\ntrying to make everything as nice and comfortable as I can for you.\nI’ve said a lot of nice things to mam’zelle about you, and tried to\nmake her like you too, and this is how you serve me. (_Putting down\nhis fist impressively on the table._) I won’t have another word said\nabout the Navy. We’ve done with it. Mam’zelle and I are to be married\non Thursday. (_He puts out one hand towards her and she takes it._)\nWe shall sail for Singapore a day or two after. At Singapore I shall\ncharter a small vessel, and we shall go for a long cruise--and I don’t\nknow when we are coming back. Now, Simpson, did you grasp all that?\n\nSIMPSON. Yes, sir.\n\nJACK. You’re quite sure you understand about the Navy?\n\nSIMPSON. Yes, sir.\n\nJACK. No more whining about it?\n\nSIMPSON. No, sir.\n\nJACK. No more lamentations about your fifteen years’ service?\n\nSIMPSON. No, sir.\n\nJACK (_sitting_). Then serve the breakfast! (_During the conversation\nat the table, SIMPSON makes two or three attempts to break in and\nexplain the real cause of his distress--but his courage fails each\ntime. He shows by his manner, also, that the discussion of their plans\ncauses him acute suffering._)\n\nJACK (_turning to OMETSU_). Well, little woman, what shall\nwe do to-day? Something beautiful, something delightful,\nwonderful--because--you can’t have another seventeenth birthday. Shall\nwe go to the lake and have a little picnic all by our two selves?\n(_She smiles and nods delightedly._) And we’ll draw up plans for the\nwedding. (_Turns to SIMPSON, who is waiting on them._) You know,\nSimpson, I’d half made up my mind to let you come and be a witness at\nthe wedding, but I feel very angry with you just now. I don’t think you\nought to be near her at present. I think you’d better keep out of the\nway until after the wedding. (_Turns to OMETSU._) Would you like me to\nkeep him out of sight, darling?\n\nOMETSU. Oh, no, dear. I’m sure he didn’t mean to make me unhappy.\n\nJACK. Yes, I know, sweetheart, but he mustn’t make these mistakes.\nWell, I’ll think about it. Make up a nice tiffin for us Simpson.\nEverything of the best. Put in a small bottle of champagne for me.\n(_Pause._) D’ye hear, Simpson?\n\nSIMPSON (_who is standing behind, chokingly_). Yes, sir.\n\nJACK. Shall I drive Darling in the trap? We can take Simpson with us,\nand he can bring it back and then fetch us about four or five, eh,\nsweetheart?\n\nOMETSU (_smiles and nods_). Lovely!\n\nJACK (_still going on with his breakfast_). Did you hear that, Simpson?\nGo out and tell the boy to have the trap ready by---- (_Looks at\nhis watch, and then turns to OMETSU._) Shall we say eleven o’clock,\nsweetheart? It’s ten now.\n\nOMETSU. Yes, dear, that will do beautifully.\n\nJACK. Eleven o’clock, Simpson. Tell him to be here at eleven; and I\nshall want you to come with us and bring the trap back. (_Pause;\nSIMPSON shows signs of distress._) Simpson, did you hear what I said?\n(_Turns round and sees SIMPSON’S face._) What’s the matter, man?\nAren’t you well?\n\nSIMPSON (_licks his lips_). Well, sir-- (_swallows_) the fact is, sir,\nI don’t feel up to much this morning, sir. (_Wipes his face._)\n\nOMETSU. Jack, dear, I don’t think he can be well. He was like that when\nI came down, and I had to give him some brandy----\n\nJACK (_wheeling round in his chair_). Brandy! Simpson, what do you want\nbrandy for?\n\nSIMPSON. It’s just a touch of faintness, sir, I think--I think----\n\nJACK. You think? Are you sure you’ve not been drinking?\n\nSIMPSON. No, sir, no, really.... I’m all right, now, sir.\n\nJACK. Well, you don’t look it. But the drive will put you right. You\nrun out and tell the boy to bring the trap here by eleven.\n\nSIMPSON. Yes, sir. (_SIMPSON goes out half-dazed, and JACK sits down\nagain._)\n\nJACK (_in a tone of sympathy to OMETSU_). I know what it is, darling.\nHe’s fretting about me and the ship. Of course I know he thinks I’m a\nwonderful sailor and that I’m cut out for an admiral, and that nobody’s\nworth knowing who isn’t in the Navy; but he’ll soon get over that once\nwe’re at Singapore and get to work on our little schooner. By Jove,\npettling, we shall have to show what we can do as sailors then!\n\nOMETSU. But I shall be with you, and we shall be so happy, and I am so\nproud of you, Jack--my Jack!\n\n    (_She slides off her chair and turns towards him; he pushes his\n    chair back and holds out his arms and takes her on his knees._)\n\nJACK. And I am proud of you.... Why--you’ve got a new dress?\n\nOMETSU (_nods her head, and looks at him quizzically_). And you hadn’t\nnoticed it before? Mother gave it to me for my birthday. Do you like\nit? (_She slips off his knee and struts in front of him._)\n\nJACK. It’s a vision, darling, a vision of delight. But I want to hold\nyou; come here.\n\nOMETSU (_she trips back to him, and leaning her face against his\nshoulder, says dreamily_). I am _so_ happy!\n\nJACK. So am I. So happy that it seems like a beautiful dream. I\nsometimes have to stop and shake myself to make sure that I’m not lying\nin that stuffy old bunk of mine on the Leviathon. But it’s no dream.\nIt’s a wonderful, beautiful reality----\n\nOMETSU. Yes, it is wonderful. I am a lucky girl.\n\nJACK. And I’m a lucky boy, and we’ll say that every day for years and\nyears and----\n\nOMETSU. We’ll never get tired?\n\nJACK. Never, never! (_With emphasis._) _Never!_\n\n    (_BELSON appears in the doorway. After a pause, OMETSU lifting up\n    her face to kiss JACK’S cheek, sees him over JACK’S shoulder.\n    She gives a little scream and breaks away. JACK turns in his seat\n    and looks in the direction of BELSON. For a moment he stares at\n    him, and then rises slowly, gripping the rail of his chair. OMETSU\n    sidles up and lays a hand on his arm, and looks up at his face\n    with apprehension. The two men face each other for several seconds\n    without speaking._)\n\nBELSON (in a hard voice). Mr. Maitland! (_JACK makes no reply, and\nBELSON comes half way towards them._)\n\nJACK (_hoarsely_). What do you want--sir?\n\nBELSON (_sternly_). I want you. (_OMETSU clutches at JACK’S arm._)\n\nJACK. I’m not going back! I’ve sent in my resignation. I’m going to\nstay here--with my wife.\n\nBELSON. Then you’re already married?\n\nJACK. No, but we shall be--on Thursday.\n\nBELSON. Maitland, the Captain’s orders are that you come back with me\nto the ship.\n\nJACK. I’m sorry, sir, but I can’t do it. I’ve made up my mind to leave\nthe Navy. (_Suddenly._) But how did you know I was here? How could you\nknow? (_Sees SIMPSON standing just inside the door with a hang-dog\nlook._) (_Pointing at him._) By heaven, a traitor! (_Shakes off OMETSU\nand strides towards SIMPSON, but BELSON gets between them._)\n\nBELSON. Maitland, don’t forget that you are still a naval officer!\n\nJACK. Traitor! This is what you call loyalty to a master who gave you\nhis confidence, was ready to make a friend of you, and would make\nyou independent of everything and everybody! In return you play the\nlow-down sneak. You betray me and try to wreck my happiness and my\nlife. But you’ve failed! Get out, you filthy viper----\n\nSIMPSON (_holding out his hands imploringly_). I did it for your sake,\nsir. I thought----\n\nJACK (_furiously_). Get out, or by----\n\nBELSON (_stepping forward and holding up a hand to stop him_). The man\ndid quite right----\n\nJACK. He didn’t. He promised to stand by me, and he’s sold me. But I\nwon’t come back. You can’t make me. I refuse. I’m my own master. I’ve\nsent in my resignation and they can take it or be damned to them!\n(_Turns towards OMETSU who nestles up to him. He turns to BELSON._)\nMr. Belson, is there any need to prolong----\n\nBELSON. Will you introduce me?\n\nJACK (_hesitates, and then presents OMETSU_). Madamoiselle Ometsu\nSan--Lieut.-Commander Belson. (_They bow stiffly._)\n\nBELSON (_gravely_). Mam’zelle, would you permit me to have a few\nminutes with Mr. Maitland alone?\n\nJACK (_quickly_). No--no--I refuse. Don’t go, sweetheart! I’m very\nsorry, sir, but I can’t go. I have finished with the Navy----\n\nBELSON (_to OMETSU_). Mam’zelle, do you know that Mr. Maitland has been\nten years in the British Navy? (_She bows._) Do you know that if he\nresigns his commission he will never be able to get back? (_She remains\nsilent._) Do you know--pardon me--but do you know that if you marry him\nhe will not be able to go back to England?\n\nJACK. Oh, yes, I can! But I shan’t want to. We are going away to live\nour own lives----\n\nBELSON. You mean----\n\nJACK. Yes, I mean----\n\nBELSON.--that you’re going to be a voluntary outcast--a vagabond----\n\nJACK. Well, it doesn’t matter to you what I do so long as I----\n\nBELSON. Yes, it does. You belong to an honourable profession and you\nare trying to leave it dishonourably.\n\nJACK (_hotly_). No, I’m not. I’ve sent in my papers----\n\nBELSON. Which will not be accepted. Mam’zelle, do you think that your\nfather would have treated the Japanese Navy as Mr. Maitland proposes to\ntreat the British?\n\nJACK. That’s nothing to do with it. There’s no war on. You only want to\ntake me home to England. I don’t want to go--I _won’t_ go.\n\nBELSON. Mam’zelle, do you think that your brother would act like this?\nWould you respect him if he did? And believe me--I say it with all\ndeference--“East is East and West is West.”\n\nJACK (_hoarsely_). No, it is not so! And if it is, Ometsu and I will\nrun the risk. (_He looks down at her, but she stands like a statue._)\n\nBELSON. You wouldn’t like your brother to marry Maitland’s sister in\nEngland, and then sail away out of your lives. His mother is a widow.\nWho is going to look after her and her affairs when she grows old?\n(_Pause._) Apart from that, do you think that he will be happy knowing\nthat he has deserted the Navy?\n\nJACK. Grrrrrrrrh! There are plenty more without me!\n\nBELSON. No country can afford to lose good men. And you will be lost,\nMaitland--_lost_--if you carry out this mad project----\n\nJACK. Very well, let me be mad!\n\nOMETSU (_to BELSON in a strained voice_). Do you really believe that\nif I married Jack I should spoil his life?\n\nJACK (_in agony_). Ometsu! Don’t think of such a thing!\n\nOMETSU (_looks at BELSON, and he bows in the affirmative. She\ncontinues, in the same strained voice_). I remember now that during\nthe war the women were called on to sacrifice themselves. Jack, if you\ndon’t go back your country will lose one man--one good man. Who knows,\ndear, that one day, years to come, you may be the one man who might\nsave your country! Ought we to run that risk?\n\nJACK. But, darling, that is too preposterous----\n\nOMETSU. No, dear, it isn’t. No one can tell who will be the saviour\nof his country. Jack, darling, we must think of that. We must--I\nmust--think of what ought to be done for love of country.... You will\nhave to go--Jack.\n\nJACK. Ometsu! You are not--you are not afraid?\n\nBELSON. Afraid! Maitland, she is a daughter of Japan! You are a son of\nEngland! _She_ sees--_she_ knows----\n\nJACK. She doesn’t! Ometsu!\n\nOMETSU. Yes, I do, Jack; _dear_ Jack! You must go back--it was a\nmistake. (_She tries to draw away from him, but he holds her by her\nwrists._) You must go, Jack. And if you come back--I’ll wait. I--I\nshan’t forget--dear heart!\n\nJACK. But--Ometsu!\n\nOMETSU. Jack, dear, we had forgotten--there are greater claims than\nthat of love. Your _country_ wants you. It has a greater claim on you\nthan I.... Don’t make it too hard for me.... You know that you ought to\ngo.\n\nBELSON (_almost sharply_). Maitland, show her that you are a man!\n\nJACK (_holds out his arms, she comes to him_). You believe it the right\nthing to do, Ometsu?\n\nOMETSU. Yes, dear--and I will wait--and wait.\n\nJACK. And I will come back--you shall _be_ my wife! (_He bends down and\nkisses her. BELSON comes forward and takes his arm, and gently draws\nhim away. BELSON turns quickly to OMETSU, takes her hand and kisses\nit almost reverently. Then he leads JACK almost dazed from the room._)\n\n    (_OMETSU stands and watches them go through the door. SIMPSON\n    stands rigidly to attention as they pass._)\n\nBELSON (_to SIMPSON as they pass_). Pack up and follow!\n\nSIMPSON. Yes, sir.\n\n    (_As BELSON and JACK disappear, OMETSU staggers to a chair by\n    the table and with a little sob drops her head on her arms._)\n\nSIMPSON (_goes to her and bends over her; speaks brokenly_). He said\nhe’d come back--I’ll bring him back! (_He waits for a moment but she\ntakes no notice. He then picks up the corner of the sleeve of her\nkimono, presses it to his lips, and then goes out slowly. As he reaches\nthe door the curtain falls._)\n\n\n_Printed by BUTLER & TANNER, Frome and London._\n\n\n\n\n  Text in italics is surrounded by underscores: _italics_.\n\n  Obvious typographical errors have been corrected.\n\n  Archaic or alternate spelling which may have been in use at the time\n    of publication has been retained.",
    "metadata": {
        "author": [
            "Bone, F. D."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/57141/pg57141.txt",
        "name": "a_daughter_of_japan.json"
    }
}