{
    "name": "A Day at Camp Killkare; Or, Aunt Jane and the Campfire Girls",
    "author": [
        "Yale, Elsie Duncan"
    ],
    "body": "_A HIT ON YOUR NEXT PROGRAM!_\n\n    Something Out of The Ordinary\n    In High-Class Humorous Songs.\n\n    ==========\n\n    =MUSICAL SKETCHES FOR YOUNG LADIES=\n\n    =By Harry C. Eldridge=\n\nThese fill an urgent need in supplying musical numbers with action, for\nany secular program, for girls or ladies of any age. Clever words and\nsingable music combined to make novel numbers for your entertainment.\n\n=THE HAT OF OTHER DAYS.= Everyone knows how ridiculous the changing\nstyles make out-of-date hats appear. The song is based on this fact,\nand the appearance of these “hats of other days” will cause loads of\nmerriment.\n\n“=I CAN’T DO A THING WITH MY HAIR SINCE IT’S WASHED.=” Did you ever\nhear the above expression? They all say it. This song is for a merry\ngroup of girls who have trouble in keeping their hair in bounds. A\njolly song.\n\n=REDUCED TO $1.99.= The figures in a dry goods show window are\nindignant at having to participate in so many “reduction sales,” and,\nrevolting, walk off the stage after telling their troubles in song. The\neccentric motions of these figures make a very laughable number.\n\n=THE WINNING WAYS OF GRANDMA’S DAYS.= Sung in costume, this portrays\nthe many welcome and pleasing costumes of “ye olden times.” Directions\nfor minuet included. Very enjoyable.\n\n    =Any one of the above sent postpaid on receipt of 25 cents.=\n    ——————————————\n    =ELDRIDGE ENTERTAINMENT HOUSE=\n    =Franklin, Ohio=\n\n\n\n\n    A DAY AT CAMP KILLKARE\n\n    —OR—\n\n    Aunt Jane and the Campfire Girls.\n\n    Copyright, 1915, Eldridge Entertainment House.\n\n\n    PUBLISHED BY\n    ELDRIDGE ENTERTAINMENT HOUSE,\n    FRANKLIN, OHIO.\n\n\n\n\nSCENE.\n\n\nThe scenery is the same for both acts. If given out doors select\nif possible a place among trees or large bushes. One tent will be\nsufficient to represent the camp, and only a portion of this need be\nvisible. A hammock with bright colored cushions will add to the effect.\nHave one or two camp stools, a sketching outfit, and a Kodak near the\ntent.\n\nIf the play is given indoors small trees or leafy branches placed in\nbuckets of sand may be used to represent the woods. Cover the floor\nwith brown denim or linen, and scatter leaves, pineneedles and cones\nupon it.\n\nThe campers wear middy blouses with short dark skirts or bloomers. Miss\nMorgan’s costume is similar except that her skirt is longer.\n\nLucille and Miss Pickett wear any costume appropriate for motoring and\nthe latter carries a lorgnette.\n\n\n\n\n_Characters._\n\n\n    Bettie }\n    Ruth   }\n    Hilda  } Campers.\n    Hope   }\n    Kitty  }\n\nMiss Morgan, a teacher in charge of the camp.\n\nMiss Pickett, an elderly lady who disapproves of camps.\n\nLucille, her niece.\n\n\nSuggestions.\n\nThe character of Miss Pickett offers great opportunity for comedy, as\nmuch of the success of the play will depend upon her ability to be\nserious, yet funny. Her efforts to keep up with the girls in their\ndrills and exercises, her ludicrous appearance in the misfit costume\nin the second scene should make a hit. A little musical program\ninterpolated at any point or points the director sees fit will add to\nthe enjoyment and lengthen the play. “I Can’t Do a Thing With My Hair\nSince It’s Washed,” an action song for young ladies, price 25 cents,\nwill fit admirably in this play.\n\nDrills may be introduced in the second act if desired, a bow and arrow\ndrill, or dumb bell drill being especially appropriate.\n\nA brief program of songs and recitations may also be included in the\nsecond act.\n\n\n\n\nA Day at Camp Killkare.\n\n\nSCENE I.\n\n_As the curtain rises girls are seen seated, Hilda embroidering, Ruth\nbusy with raffia, Hope making a basket. Enter Kitty._\n\n_Kitty._ Look at the industry on a warm morning. I’ll be the sluggard.\n(_Seats herself in the hammock and opens a book._) How’s the fancy\nwork, Hilda?\n\n_Hilda._ I wish the old thing was done. Carolyn sails next week and I\nwant this traveling case to be finished in time.\n\n_Hope._ I wish I were going on a nice trip like Carolyn.\n\n_Kitty._ Uncle Fred went to Europe last summer, and he said he was\nsimply tired of the everlasting tipping. Finally he saw a sign in his\nroom at the hotel, “Please tip the basin after using,” and he said he\ndrew the line there.\n\n_Hilda._ I’d love the ocean voyage, and I know I wouldn’t be afraid,\neven in a storm. Mother told me that when she went over, there was\nan old lady who was terribly nervous, and each day she pestered the\ncaptain, asking him how far it was to land. Finally one day he answered\nher politely, “Five miles, madam.” She was delighted and asked very\neagerly “where?” and he told her “straight down below our keel, madam.”\n\n_Kitty._ Uncle Fred wasn’t a bit seasick, but one day on deck a man\nand his wife were near him, all bundled up in their steamer chairs and\nlooking terribly woebegone. Their little boy was playing around full\nof mischief, and the mother said feebly, “Papa, won’t you speak to\nWillie?” And papa said just as feebly, “How do you do, Willie?”\n\n_Ruth._ Well, I don’t like troublesome children. I had to take care of\nCousin Julia’s baby all one afternoon and he did nothing but cry. So I\nlet him cry into the phonograph, so that when he grew up he could hear\nwhat a troublesome baby he had been.\n\n_Kitty._ I ought to be studying, seeing as I flunked in history this\nJune.\n\n_Hope._ I don’t believe you know a thing about history, Kit.\n\n_Kitty._ Yes, I do. I know that when the great patriot, Nathan Hale,\nwas about to be executed he said, “Would that I were a cat that I might\nhave nine lives to give to my country.”\n\n_Hope._ Where’s Betty?\n\n_Ruth._ Gone for the mail.\n\n_Hilda._ Miss Morgan with her?\n\n_Hope._ No, Miss Morgan went down to the lake to sketch.\n\n_Kitty._ I wish I were an artist. I tried to paint a sunset once, but\nthe family thought it was a tomato omelet, so I forebore.\n\n_Ruth._ Betty’s taking her time with the mail.\n\n_Hope._ I gave her five cents for lollypops.\n\n_Kitty._ I gave her ten. What’s camp without lollypops?\n\n    (_Distant call is heard “Wohelo.”_)\n\n_Girls._ (_reply_) Wohelo.\n\n    (_Enter Miss Morgan with sketching outfit._)\n\n_Miss Morgan._ Did I hear Betty call?\n\n_Ruth._ Yes, she’s just coming up the path.\n\n    (_Enter Betty with mail bag slung over her shoulder._)\n\n_Betty._ (_Wiping her forehead._) Whew, it’s a warm day.\n\n_Hope._ (_Reaching for mail bag._) Here, hand over the letters like a\nnice lady.\n\n    (_Girls crowd around Betty._)\n\n_Betty._ (_waving them back._) Stand back, ladies, and show some\nrespect for the representative of the postal system of our nation.\n_I’ll_ distribute the mail.\n\n_Hilda._ I hope I got a letter.\n\n_Betty._ You don’t deserve one for you only write postals.\n\n_Hilda._ I only wrote two last week.\n\n_Betty._ (_distributing mail_) Miss Hope Harwood.\n\n_Hope._ Oh, that’s from mother.\n\n_Betty._ Miss Morgan, two letters and a paper.\n\n_Miss Morgan._ Thank you, Betty.\n\n_Betty._ What an example! Miss Morgan is the only one who has thanked\nme for bringing her letters up a steep mountain path beset by tiger\nlillies, dandelions, foxglove, wolfsbane and every flower carrying a\npistil.\n\n_Kitty._ Go on and pass out the mail.\n\n_Betty._ Miss Kitty Carroll, Miss Ruth Scott. That’s all but the\nlollypops and here they are.\n\n_Hope._ Did you get my stamps?\n\n_Betty._ Oh no, I forgot them.\n\n_Hope._ You said you’d surely remember and you tied a knot in your\nhandkerchief.\n\n_Betty._ Well it was a forget-me-knot that time.\n\n_Ruth._ Oh, isn’t this a pity? Lucille can’t come. Her aunt’s going to\ntake her on a motor trip.\n\n_Kitty._ Motor trip? I should think that would be lovely.\n\n_Ruth._ Not a motor trip a la Aunt Jane. Aunt Camilla and Uncle Samuel\nwill go along. Lucille and the two aunts will sit squeezed together\non the back seat, and the conversation will be exclusively devoted to\nnervous dyspepsia and sciatica. When Uncle Samuel can get a word in\nedgewise he will pipe up about the wholesale price of lard and pork.\n\n_Hilda._ Lovely prospect for Lucille.\n\n_Miss Morgan._ Girls, I have good news for you. I have a letter from\nMiss Pickett, Lucille’s Aunt Jane, and she writes that she has decided\nto surprise Lucille. They will stop here and visit us for a day on\ntheir way to join Mr. and Mrs. Brown.\n\n_Kitty._ That’s Uncle Samuel and Aunt Camilla of pork and lard fame.\n\n_Betty._ Hooray, girls!\n\n_Miss Morgan._ She sent me a special delivery letter which for some\nreason was not delivered last night.\n\n_Betty._ The postmaster told me he was already to go to lodge, so he\nthought the letter could wait till morning.\n\n_Kitty._ He was as bad as the telegraph operator at Birchwood last\nsummer. Uncle’s partner sent him a code message, and the operator never\ndelivered it. He said “It didn’t make no sense so he didn’t see no use\nof walking two miles with it.”\n\n_Hilda._ When is Lucille coming, Miss Morgan?\n\n_Miss Morgan._ The fourteenth—why that’s today.\n\n_Betty._ Dear me, girls, we must hurry and get this place fixed up.\n\n_Miss Morgan._ Are your tents in order? They were at inspection this\nmorning but they’ve had time to get disarranged.\n\n_Kitty._ Mine is spick and span. I believe in a place for everything\nand everything in its place.\n\n_Ruth._ And that place is the tray of your trunk.\n\n_Kitty._ Well, what’s the objection to that? When I want a ribbon or a\nbelt I simply stir up a bit like this (_gesture_) till it comes to the\nsurface.\n\n_Hilda._ Aunt Jane is horribly tidy and terribly particular.\n\n_Betty._ You’re right there. She took the dust out of industrious.\n\n_Miss Morgan._ Better pick up those few papers, girls.\n\n_Hope._ Sure. Let’s lay out some plain sewing and a few improving\nbooks, so as to give a good impression.\n\n    (_Sound of motor horn._)\n\n_Ruth._ Oh, there’s the car, come on girls and meet them.\n\n    (_Exit girls;_)\n\n(_Miss Morgan glances in tent, straightens pillows in hammock, and puts\naway her sketching outfit._)\n\n_Miss Morgan._ I do hope that we can impress Miss Pickett favorably so\nthat she will allow Lucille to stay with us, but that is a little too\nmuch to expect. Poor child, I believe her aunt would like to send her\nto an old-fashioned boarding school, if she could find one, and have\nher taught to make alum baskets and play the Maiden’s Prayer.\n\n(_Enter Miss Pickett, Lucille and campers._)\n\n_Miss Pickett._ This is a terrible hill. It will give me nervous\ndyspepsia or sciatica or both.\n\n_Miss Morgan._ Miss Pickett, we are delighted to see you at our\ncamp.... (_Kisses Lucille_) Lucille, dear, this is lovely.\n\n_Betty._ Isn’t this great to have Lucille here?\n\n_Kitty._ (_politely_) And Miss Pickett.\n\n(_Girls assist Miss Pickett and Lucille to remove their wraps._)\n\n_Miss Morgan._ Did you have a pleasant trip?\n\n_Miss Pickett._ It was quite tiresome for we lost our way. All the\nguide posts told us to use Scrubit Soap or Purple Pills for Pale\nPeople. Then for the last half hour when they did condescend to mention\nPineville, it was always the same distance. First it was eight miles\nto Pineville, then after riding ten minutes it was eight miles to\nPineville, and then after fifteen minutes it was still eight miles to\nPineville. The chauffeur was quite impertinent, for he said, “Thank\ngoodness, we are holding our own anyway.”\n\n_Miss Morgan._ How very annoying.\n\n_Miss Pickett._ Well, Lucille was so set on coming that I decided to\nlet her have a day of it. Though for the life of me I can’t see the\nfun of having spiders crawl over you while you sleep, and ants in the\ncoffee, and eating canned stuff for weeks. I will say frankly it is not\nmy idea of a ladylike vacation.\n\n_Miss Morgan._ We certainly appreciate your kindness in bringing\nLucille when it caused you so much inconvenience.\n\n_Betty._ Miss Pickett may I lend Lucille a middy blouse and skirt for\nthe day?\n\n_Miss Pickett._ Well, to tell the truth I never approved of that\ncostume. The middies, as you call them, remind me of the way the\nChinese laundrymen wear their clothes. I like a dress neatly belted in.\n\n_Kitty._ But Lucille might spoil her suit.\n\n_Betty._ It is such a stylish suit. Did you have it made in New York?\n\n_Miss Pickett._ (_pleased_) No, the dressmaker made it under my\nsupervision. Very well, Lucille, you may accept Betty’s offer.\n\n_Miss Morgan._ Miss Pickett suppose you and I go down to the lake where\nit is cooler.\n\n_Kitty._ Oh, that will be lovely, Miss Morgan, take her out in the\ncanoe.\n\n_Miss Pickett._ No indeed. My nephew Robert has one, and on one\noccasion he wished to have a discussion with his father. My brother\nJonas is quick tempered and will never listen to argument so Robert\ninvited him out in his canoe, and when he had Jonas out in the middle\nof the river he opened up the subject. Poor Jonas didn’t dare to walk\nup and down the way he usually does, but he had to sit still and\nlisten calmly for Robert warned him that the canoe would upset at the\nslightest motion.\n\n_Hilda._ It was very diplomatic of Robert.\n\n_Miss Morgan._ We can sit by the lake and enjoy the breezes.\n\n_Lucille._ And hear the very latest in the line of dyspepsia and\nsciatica.\n\n_Miss Pickett._ Well Lucille, you may accept Betty’s kind offer of a\nmiddy blouse and skirt. Hang your coat carefully on a hanger and don’t\nfall into the lake whatever you do.\n\n_Hope._ (_softly_) Hang your clothes on a hickory limb but don’t go\nnear the water.\n\n_Betty._ Come on girls for we must crowd two weeks’ fun into a single\nday.\n\n    (_Exit All_)\n\n\n\n\nSCENE II\n\n\n(_Ruth seated with raffia work, enter other girls laughing._)\n\n_Kitty._ Oh Ruth what do you suppose has happened?\n\n_Hope._ Oh I couldn’t keep my face straight.\n\n_Hilda._ It was perfectly awful.\n\n_Hope._ I was scared.\n\n_Kitty._ Scared nothing. The water was only a foot deep.\n\n_Ruth._ Well won’t you tell a person what’s happened?\n\n_Hilda._ Mercy Ruth didn’t you hear the screams yourself?\n\n_Kitty._ Where were your ears?\n\n_Ruth._ (_irritated_) You girls make me tired. Can’t you tell me what\nhappened?\n\n_Kitty._ Hope you tell.\n\n_Hope._ Well Aunt Jane went down to the lake with Miss Morgan as she\nsaid she would. Then she took a notion to walk around it. That’s scene\ntwo. Scene three she saw a water lily near the edge that she wanted,\nand she reached for it and slipped in. The water was only a foot deep\nbut of course she got wringing wet. She set up a S. O. S. call or\nwhatever the latest wireless is and Betty and Lucille rushed to the\nrescue. First aid to the injured you know.\n\n_Hilda._ Of course poor Aunt Jane was soaking wet, and then the\nquestion was what to do?\n\n_Ruth._ Couldn’t you girls have gone to the village to get dry clothing\nfrom her suit case?\n\n_Kitty._ Nix. For she had let the chauffeur go to Cherry Valley to see\nhis mother.\n\n_Hope._ Aunt Jane wanted a blanket wrapper, for of course Miss Morgan’s\nclothes wouldn’t fit her.\n\n_Hilda._ Just imagine how hilarious it would be to see Aunty sitting\naround all day in a blanket wrapper and worsted slippers.\n\n_Hope._ But Betty came to the rescue. She actually coaxed Aunt Jane to\naccept the loan of a middy blouse and skirt to wear for the rest of the\nday while her clothes dried in the sun.\n\n_Ruth._ Miss Pickett in a middy blouse. Where’s my Kodak?\n\n_Hope._ Oh we’ve all got to behave ourselves I can tell you, for if we\ndon’t look out Miss Pickett will get so soured on camps, she won’t let\nLucille even mention the word.\n\n_Kitty._ I’ll tell you what we must do. Betty is dressing auntie up in\ncamp clothes, and we must do our best to make her have a nice day, and\nconvert her to the joys of camping. She’s mad as a wet hen now.\n\n_Hope._ Well we’ll all try our best to rejuvenate her and give her a\njolly day.\n\n(_Enter Miss Morgan, Miss Pickett, Betty, Lucille. Miss Pickett is\ndressed ridiculously in middy blouse, too small for her and a short\nskirt._)\n\n_Kitty._ Why Miss Pickett how nice you look!\n\n_Miss Pickett._ Nice in this scandalous costume! I’m glad that the\nLadies Aid Society and the Civic club can’t see me.\n\n_Betty._ Now Aunt Jane—excuse me—but I wish you’d let me call you\nthat—believe me that red is becoming to you, very. Isn’t it girls?\n\n_Miss Morgan._ And the costume is comfortable too.\n\n_Miss Pickett._ Yes I admit that.\n\n_Kitty._ I have a proposition to make, Aunt Jane. Can’t I call you\nthat, too?\n\n_Miss Pickett._ Why yes, you may if you wish.\n\n_Kitty._ Oh lovely! Well this is my idea. You be a regular camper\ntoday, for we want you to see just what jolly good times we have.\n\n_Miss Pickett._ Mercy sakes, do you want me to do high diving and walk\nten miles, and eat fish blackened over a wood fire?\n\n_Ruth._ Oh that isn’t camping. We lead the simple life, not the\nstrenuous one.\n\n_Betty._ I think it would be lovely for her to spend a day just exactly\nas we spend it.\n\n_Ruth._ Go through the whole program you know.\n\n_Miss Morgan._ Well, somewhat modified.\n\n_Hilda._ Our first stunt is putting our tents in order.\n\n_Miss Pickett._ Stunt!\n\n_Ruth._ (_explaining_) Stunt means—well, a task, an accomplishment.\n\n_Kitty._ Hope’s tent is the banner one. It’s all plastered up with\nmottoes.\n\n_Hilda._ I was going to fix up Hope’s bed pie-fashion one time, and\nwhen I hesitated at the door, I saw her motto “Do it now” so I did.\n\n_Miss Pickett._ I am sure I could pass an examination in orderliness.\n\n_Lucille._ Aunt Jane is the most spick and span housekeeper you ever\nsaw.\n\n_Betty._ Well we can put down credits for that then.\n\n_Ruth._ After tent inspection we have a wand drill, to make us\ngraceful. Let’s have that.\n\n_Miss Pickett._ Oh girls you must excuse me from that.\n\n_Betty._ Come Aunt Jane, you’ll enjoy it.\n\n_Hope._ It’s just the thing for sciatica.\n\n_Hilda._ And for nervous dyspepsia.\n\n_Miss Pickett._ Well I suppose I might as well be—\n\n_Betty._ A sport.\n\n_Kitty._ I’ll get the wands and you lead us, Miss Morgan.\n\n_Ruth._ Lucille, you come on too. It’s the same drill we had at school.\n\n(_Wand drill, in which Miss Pickett follows awkwardly the motions of\nthe girls._)\n\n_Betty._ That is fine, you did splendidly. If you did that every day\nyou’d never have nervous dyspepsia.\n\n_Kitty._ Now while we rest we have half an hour for mending.\n\n_Miss Pickett._ Why, do you girls sew up here?\n\n_Miss Morgan._ Certainly they do. They keep their clothing all in good\nrepair.\n\n_Miss Pickett._ I quite approve of that.\n\n_Ruth._ You should see us wash blouses too.\n\n_Hope._ We go down to the lake and pick out a nice flat rock.\n\n_Kitty._ Then we soak our blouses awhile and then scrub them on the\nrock with a nail brush.\n\n_Betty._ And hang them up to dry on the trees—that old tree over there\nusually.\n\n_Miss Pickett._ What a beautiful old oak. I wonder what it would say if\nit could speak.\n\n_Kitty._ (_quietly_) It would probably say “I am a maple.”\n\n_Betty._ Now we’ll consider our mending time done, and next is the\nswimming hour.\n\n_Miss Pickett._ Never.\n\n_Lucille._ I’m crazy to learn to swim Aunt Jane.\n\n_Betty._ Why if you can’t swim you miss half your life and sometimes\nall of it.\n\n_Ruth._ I was down at the swimming pool at home one day and Mrs. Brent,\nshe is terribly rich you know brought down her little dog and told the\nman she wanted her dog to learn to swim. So the man took the doggie and\ntossed him into the pool and doggie paddled back, of course. Then the\nman rubbed him with a Turkish towel, and told Mrs. Brent that was the\nfirst lesson and the charge was fifty cents and to bring the dog twice\na week for six weeks.\n\n_Betty._ Let’s have the land practice Miss Morgan, the way we did when\nwe were learning.\n\n_Miss Pickett._ Land practice?\n\n_Miss Morgan._ The girls are taught the motions of swimming before they\ngo in the water.\n\n_Betty._ Come on, Aunt Jane, this is good for sciatica.\n\n_Ruth._ And nervous dyspepsia.\n\n_Kitty._ Ready for practice girls, form in line.\n\n(_Girls go through land practice in swimming. Miss Pickett following\nawkwardly. This is a sort of gymnastic exercise. Girls wave arms in\nunison as in swimming, using the different strokes, lifting first one\nfoot and then the other, with occasional kicks. Miss Pickett’s efforts\nto follow them can be made very funny._)\n\n_Aunt Jane._ How unspeakably grotesque. I am certainly glad that my\nneighbors and the members of the Civic Club could not see me.\n\n_Lucille._ I think it’s great. I know I could learn to swim real soon.\n\n_Ruth._ But just see how much better you feel.\n\n_Kitty._ Why you have a nice color in your face.\n\n_Hilda._ And your hair is getting wavy all around your face.\n\n_Lucille._ (_aside_) Half the morning gone and Aunt Jane hasn’t\nmentioned nerves. What’s going to happen?\n\n_Miss Morgan._ Now I think our guest had better rest.\n\n_Betty._ Why I was going to propose a hike. Let’s take a tramp to\nBlueberry Hill?\n\n_Miss Pickett._ Dear me, do you have tramps here?\n\n_Miss Morgan._ No indeed, a walk, Betty means.\n\n_Betty._ A hike is the correct term. We pack up a lunch and then go for\na little stroll of ten miles.\n\n_Miss Pickett._ I believe in walking every day, and each morning I walk\nthree blocks to market. The other morning a young bride was doing her\nbuying, and I heard her ask the butcher for an eighth of lamb, as a\nquarter was too much.\n\n_Ruth._ Mother heard a woman complain to the butcher that the lamb was\na little spoiled and the butcher said “No wonder ma’am that lamb was a\ngreat pet of my children’s and I was afraid they’d spoil it.”\n\n_Betty._ Well Aunt Jane, we can’t give you a credit for hiking on the\nstrength of three blocks to the butchers’ but if you lived with us any\nlength of time we’d have you a champion.\n\n_Kitty._ We aren’t always so strenuous, Miss Pickett. We embroider.\n\n_Hope._ And we do basketry, see what I’m making for mother.\n\n_Ruth._ And we work with raffia, too. Isn’t this a pretty bag?\n\n_Miss Pickett._ Your work is very creditable indeed. My mother when she\nwas a girl made alum baskets and wax flowers, and wreaths from the hair\nof relatives, but these are prettier.\n\n_Lucille._ That’s a compliment. Your basket is prettier than the\ncamelias made from Aunt Susan’s back hair.\n\n_Miss Morgan._ I think you girls are forgetting the most important\nfeature of all.\n\n_Kitty._ (_counting on her fingers_) Hiking, swimming, drill—\n\n_Betty._ Dinner!\n\n_Lucille._ I was hoping some one would mention that.\n\n_Miss Morgan._ Ruth and Hope are the dinner girls this week.\n\n_Ruth._ Well, we’ll try to do ourselves proud. (_Exit with Hope._)\n\n_Miss Pickett._ I confess I am hungry.\n\n_Hilda._ Ruth is our star cook.\n\n_Kitty._ She is economical too. She can make an omelet for ten people\nwith two eggs and a bicycle pump.\n\n_Lucille._ I smell lamb chops.\n\n_Betty._ Yes the girls are broiling them in the cornpopper.\n\n_Miss Pickett._ How resourceful.\n\n_Hope._ (_outside._) Mercy there’s a spider on the custard. Pick it out\nRuth, I’m busy, for there are a dozen ants in the sugar bowl.\n\n_Miss Pickett._ How dreadful.\n\n_Hope._ (_outside._) Oh my nice cream cake. A toad jumped right in the\nmiddle of the meringue. I’ll smooth it over, it will never show.\n\n_Miss Pickett._ How terrible.\n\n_Betty._ Don’t worry, Aunt Jane, the girls are only teasing.\n\n_Hope._ (_outside._) I guess we can serve now.\n\n(_Enter Ruth and Hope in caps and aprons._)\n\n_Hope._ Dinner, ladies.\n\n_Betty._ Aunt Jane, I heard your scoffing words about the prevalence of\nants at picnic tables, and I can assure you that you will be the only\naunt who graces our festal board.\n\n_Kitty._ Aunt Jane, you look lots better than when you came this\nmorning. Tell me honestly haven’t you enjoyed it?\n\n_Miss Pickett._ I believe you have given me a very fair initiation into\ncamp life.\n\n_Hilda._ All but the hikes and watermelon picnics and campfire stunts.\n\n_Ruth._ Well, those can be counted as a post graduate course.\n\n_Miss Pickett._ I understand that camper Fire girls not only stand for\nneatness—\n\n_Kitty._ Ruth, make a bow.\n\n(_Ruth bows._)\n\n_Miss Pickett._ —and orderliness—\n\n_Hilda._ Like mending our clothes,\n\n_Miss Pickett._ —and courage.\n\n_Betty._ That means me for rescuing you, Aunt Jane.\n\n(_Kitty fastens the top of a tin can to Betty’s blouse._)\n\n_Kitty._ The Carnegie medal for heroism, my dear.\n\n_Miss Pickett._ But also for kindly deeds.\n\n_Ruth._ (_aside_) Those chops will be stone cold.\n\n_Miss Pickett._ To finish my speech you are kindly helping me make.\nI believe that campers also stand for kindly deeds, so I wish you to\nremember me by one. (_Turns to Lucille._) Lucille, my dear, with Miss\nMorgan’s permission you may spend the remainder of the summer here, and\nI will send at once for suitable clothes for you.\n\n_Betty._ Three cheers for Aunt Jane.\n\n(_Campers give Wohelo call._)\n\n\n\n\n_RELEASED FOR AMATEUR PRODUCTION._\n\n“The Little Politician”\n\n    _BY SEYMOUR S. TIBBALS_\n               ————\n    _A COMEDY IN FOUR ACTS_\n    _SEVEN MALES AND THREE FEMALES_\n               ————\n\nTHIS play was produced professionally for several seasons under another\ntitle, and is now released for amateur production without royalty and\nwithout restrictions of any kind. The scenery and costumes are simple.\nTime, about two hours. A young society girl plays an important part in\noverthrowing a corrupt political boss and brings about the election of\nher fiance. The race for the hand of a wealthy widow by rival suitors\nfurnishes the comedy. A pretty story is unfolded, but without actual\nlove-making or any scenes objectionable to the amateur. Recommended for\nhigh schools and dramatic clubs.\n\n              PRICE, 25 CENTS\n                ———————————\n    Sent Postpaid on Receipt of Price by the\n         ELDRIDGE ENTERTAINMENT HOUSE\n              Franklin, Ohio\n\n\n\n\n“_THE HOUSE THAT HELPS_”\n\nWE ARE SPECIALISTS IN\n\nAmateur Entertainments\n\nIt is not a side line with us, but we devote our entire time to that\nbusiness\n\n    ============\n\nRealizing that many people have grown weary of searching through\ncatalogs and reading entertainments only to discard them as unavailable\nwe appreciate the fact that our customers have often spoken of us as\n“the house that helps.” We have had practical experience in selecting\nand producing amateur entertainments and we feel that we know what will\nplease the public, and what can be produced under certain conditions.\n=Our experience is at your disposal.= Write us, giving full particulars\nof your special need in the way of an entertainment, and we will select\na play, an operetta, a drill or even an entire program for you. =But\nalways enclose a stamp for the reply.=\n\n=Remember=, that in addition to our entertainments we carry a\nlarge line of publications of other dealers. If in doubt as to the\nentertainment you desire, send particulars and we will suggest\nsomething to fit.\n\nWe are at your service.\n\n    =ELDRIDGE ENTERTAINMENT HOUSE=\n    =Franklin, Ohio=\n\n\n\n\nTWO PLAYS FOR BOYS\n\n    ————\n\nMr. Tibbals has been unusually successful in furnishing boys’ plays\nthat introduce characters true to life. While the plays are strong and\nforceful in the lessons they teach, clean comedy predominates and the\nboys like them.\n\n\n“The Millionaire Janitor”\n\nA comedy in two acts. Here is a rollicking play for eight or more boys\nwith plenty of action. Just the thing for a Boys’ Class or Junior Y.\nM. C. A. Easily staged and costumed. Opportunity for introduction of\nmusical numbers and recitations. By introducing such features the play\nmay be used for an entire evening’s entertainment.\n\n    =Price 25 Cents=\n\n    ————\n\n\n“Up Caesar’s Creek”\n\nA splendid play for any number of boys. The characters are real boys\nand the play deals with their experiences while camping up Caesar’s\nCreek the performance closing with a minstrel show in camp. Costumes\nand scenery are not elaborate and the play may be produced on any stage.\n\n    =Price 25 Cents=\n\nThese comedies are protected by copyright, but permission for amateur\nproduction is granted with the purchase of the book.\n\n                   ————\n    =ELDRIDGE ENTERTAINMENT HOUSE=\n    =Franklin, Ohio=\n\n\n\nObvious punctuation errors repaired.\n\nPage 3, “similiar” changed to “similar” (Morgan’s costume is similar)\n\nPage 10, “Pickettt” changed to “Pickett” (_Miss Pickett._ Well, to)\n\nPage 15, “propably” changed to “probably” (It would probably say)\n\nPage 15, repeated word “is” removed from text (she is terribly rich)\n\nPage 19, “Wahelo” changed to “Wohelo” (Campers give Wohelo call)\n\nBack cover, sticker over word “BOYS” in title. Word found in another\ncopy of the same ad.",
    "metadata": {
        "author": [
            "Yale, Elsie Duncan"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/52333/pg52333.txt",
        "name": "a_day_at_camp_killkare_or_aunt_jane_and_the_campfi.json"
    }
}