{
    "name": "A Day with Lord Byron",
    "author": [
        "Byron, Mary Clarissa Gillington",
        "Byron, May",
        "Byron, Mrs. G. F.",
        "Clare, Maurice",
        "Gillington, M. C. (May Clarissa)",
        "Byron, May Clarissa Gillington",
        "Gillington, Mary Clarissa",
        "Gillington, May Clarissa"
    ],
    "body": "_by_\n\n\nM.C.\nGILLINGTON\n\nLONDON\nHODDER & STOUGHTON\n\n\n_In the same Series._\n\n  _Longfellow._\n  _Tennyson._\n  _Keats._\n  _Browning._\n  _Wordsworth._\n  _Burns._\n  _Scott._\n  _Shelley._\n\n\n\n\nA DAY WITH BYRON.\n\n\nOne February afternoon in the year 1822, about two o'clock,--for this\nis the hour at which his day begins,--\"the most notorious personality\nof his century\" arouses himself, in the Palazzo Lanfranchi at Pisa.\nGeorge Gordon Noel, Lord Byron, languidly arises and dresses, with the\nassistance of his devoted valet Fletcher. Invariably he awakes in very\nlow spirits, \"in actual despair and despondency,\" he has termed it: this\nis in part constitutional, and partly, no doubt, a reaction after the\nfeverish brain-work of the previous night. It is, at any rate, in\nunutterable melancholy and _ennui_ that he surveys in the mirror that\nslight and graceful form, which had been idolised by London drawing-rooms,\nand that pale, scornful, beautiful face, \"like a spirit, good or evil,\"\nwhich the enthusiastic Walter Scott has termed a thing to dream of. He\nnotes the grey streaks already visible among his dark brown locks, and\nmutters his own lines miserably to himself,--\n\n  Through life's dull road, so dim and dirty,\n  I have dragg'd to three-and-thirty.\n  What have these years left to me?\n    Nothing--except thirty-three.\n\nAn innumerable motley crowd of reminiscences--most of them bitter,\nsorrowful, or contemptuous, throng across his mind, shaping themselves\ninto poignant verse:\n\n  There's not a joy the world can give like that it takes away,\n  When the glow of early thought declines in feeling's dull decay;\n  'Tis not on youth's smooth cheek the blush alone, which fades so fast,\n  But the tender bloom of heart is gone, ere youth itself be past.\n\n\n\n  Oh! could I feel as I have felt,--or be what I have been,\n  Or weep as I could once have wept o'er many a vanished scene;\n  As springs in desert found seem sweet, all brackish though they be,\n  So, 'midst the wither'd waste of life, those tears would flow to me.\n\nA meagre breakfast,--of claret and soda with a few mouthfuls of some\nItalian dish,--somewhat restores his natural vivacity: and he listens\nwith cynical amusement to Fletcher's blood-curdling stories of the\nphantoms who have made night hideous. For the famous old feudal Palazzo,\nwith its dungeons and secret chambers, has been immemorially infested\nwith ghosts, and harassed by inexplicable noises. Fletcher has already\nbegged leave to change his room, and then refused to occupy his new\nroom, because, as his master reports, \"there are more ghosts there than\nin the other!... There is one place where people were evidently walled\nup ... I am bothered about these spectres, as they say the last occupants\nwere too.\" However, he is laughing as he descends the magnificent\nstaircase,--the reputed work of Michael Angelo,--laughing until the\nshrill querulous cries of peevish children make him stop and frown. He\nhas allowed the Leigh Hunts, with their large and fractious family, to\noccupy for the present the ground-floor of the Palazzo; and children\nare his pet abhorrence. \"I abominate the sight of them so much,\" he has\nalready told Moore, \"that I have always had the greatest respect for\nthe character of Herod!\" No child figures in any of his poems: his own\npaternal feeling towards \"Ada, sole daughter of my house and home,\" is\nmerely a fluctuating sentiment.\n\nHe shrugs his shoulders and enters his great _salon_, again moody and\nwith a downcast air: and throws himself upon a couch in gloomy reverie.\nSnatches of poetry wander through his thoughts--poetry intrinsically\nautobiographical, for \"the inequalities of his style are those of his\ncareer,\" and his imaginary heroes are endless reproductions of himself,\n\"the wandering outlaw of his own dark mind.\" He has drawn his own\npicture more effectively in _Lara_ than any strange hand could do.\n\n  In him, inexplicably mix'd, appear'd\n  Much to be loved and hated, sought and fear'd;\n  Opinion, varying o'er his hidden lot,\n  In praise or railing ne'er his name forgot....\n\n  There was in him a vital scorn of all:\n  As if the worst had fall'n which could befall;\n  He stood a stranger in this breathing world,\n  An erring spirit from another hurl'd....\n\n  His early dreams of good outstripp'd the truth,\n  And troubled manhood follow'd baffled youth.\n\nHis men, in short, as has been observed, are \"made after his own image,\nand his women after his own heart.\" Yet the inveterate family likeness\nof these heroes is not shared by the heroines of his romantic stanzas:\nfor Byron has an eclectic taste in beauty. One can hardly imagine a\nwider dissimilarity than between the _Bride of Abydos_, the gentle\nZuleika, with her\n\n  \"Nameless charms unmark'd by her alone--\n\n  The light of love, the purity of grace,\n  The mind, the music breathing from her face,\n  The heart whose softness harmonised the whole,\n  And oh! that eye was in itself a Soul.\"\n\nand \"Circassia's daughter,\" the stately Leila of _The Giaour_, whose\nblack and flowing hair \"swept the marble where her feet gleamed whiter\nthan the mountain sleet.\" Or, if the reader seek a further choice, there\nis Medora, beloved of the Corsair,--Medora of the deep blue eye and long\nfair hair; or the nameless Eastern maiden of the _Hebrew Melodies_:\n\n  She walks in beauty, like the night\n      Of cloudless climes and starry skies;\n  And all that's best of dark and bright\n      Meet in her aspect and her eyes:\n  Thus mellow'd to that tender light\n      Which heaven to gaudy day denies.\n\n  One shade the more, one ray the less,\n      Had half impair'd the nameless grace\n  Which waves in every raven tress,\n      Or softly lightens o'er her face;\n  Where thoughts serenely sweet express\n      How pure, how dear their dwelling-place.\n\n  And on that cheek, and o'er that brow,\n      So soft, so calm, yet eloquent,\n  The smiles that win, the tints that glow,\n      But tell of days in goodness spent,\n  A mind at peace with all below,\n      A heart whose love is innocent!\n\nYet all these heroines are alike in one respect--their potentiality of\npassionate emotion: since Byron's \"passions and his powers,\" according\nto his intense admirer Shelley, \"are incomparably greater than those of\nother men:\" and he has used the last almost recklessly in portrayal of\nthe first.\n\nAs the poet reclines in sombre meditation, his reverie is broken by\nthe not unwelcome entrance of his friends--who may be better termed\nhis intimate acquaintances. For, to that brooding, introspective\nspirit,--constitutionally shy, and morbidly conscious of the\nfact,--\"friendship is a propensity,\" he has declared, \"to which my\ngenius is very limited. I do not know the _male_ human being, except\nLord Clare, the friend of my infancy, for whom I feel anything that\ndeserves the name. All my others are men-of-the-world friendships.\"\nBe that as it may, it is with a warmly cordial expression, and with\nthat peculiarly sweet smile of his, that Byron welcomes his usual\nvisitors,--Captain Williams, Captain Medwin, Taafe the Irishman, and\nPercy Bysshe Shelley, \"the most companionable person under thirty,\"\nhe has avowed, \"that ever I knew.\" When they have discussed the latest\nlittle Pisan _on dits_, and the progress of Shelley's boat-building,\nthe conversation trends more and more towards literary topics: personal\ntopics, be it understood, for Byron is not an omnivorous reader like\nShelley. Williams and Medwin, themselves dabblers in verse and prose,\nlisten with respectful admiration to the _dicta_ of the great poets\nexchanging views. The low, clear, harmonious voice of Byron \"is a sort\nof intoxication: men are held by it as under a spell.\" He makes no\nsecret of his open contempt for the professional writing fraternity.\n\"Who would write, if he had anything better to do?\" he scornfully\nenquires, \"I think the mighty stir made about scribbling and scribes, by\nthemselves and others, a sign of effeminacy, degeneracy, and weakness.\"\n\nShelley, whose assiduous studies in literature have led him to quite\nother conclusions, defends his craft with ardour. But Byron's chief\nsuccesses have been too lightly won. He who wrote the _Corsair_ in ten\ndays, the _Bride of Abydos_ in four, and _Lara_ whilst undressing after\nballs and masquerades, cannot be expected to take a very serious view of\npoetry as the one business of a lifetime. \"I by no means rank poetry or\npoets,\" says he, \"high in the scale of imagination. Poetry is the lava\nof the imagination, whose eruption prevents an earthquake. If I live ten\nyears longer,\" he adds prophetically, \"you will see that all is not over\nwith me,--I don't mean in literature, for that is nothing, and, it may\nseem odd enough to say, I don't think it's my vocation. But you will see\nthat I shall do _something_ or other!\"\n\n  JUAN AND HAIDEE.\n\n  \"They heard the waves splash, and the wind so low,\n      And saw each other's dark eyes darting light\n  Into each other--and, beholding this,\n      Their lips drew near, and clung into a kiss.\"\n                                        (_Don Juan._)\n\n\nThis contemner of poesy, however, is soon persuaded, without much\ndifficulty, to read aloud some excerpts from his new poems in process of\ncompletion: and very well he reads them. The listeners are moved to\nsmiles by the bitter humour of the _Vision of Judgment_: they are left\nhalf breathless by the impetuous vigour of _Heaven and Earth_. But a\nmurmur of unfeigned applause punctuates the second canto of _Don Juan_,\nwith its exquisite presentment of youth, love, and ecstasy in the\npersons of Juan and Haidee.\n\n  It was the cooling hour, just when the rounded\n      Red sun sinks down behind the azure hill,\n  Which then seems as if the whole earth it bounded,\n      Circling all nature, hush'd, and dim, and still,\n  With the far mountain-crescent half surrounded\n      On one side, and the deep sea calm and chill,\n  Upon the other, and the rosy sky,\n  With one star sparkling through it like an eye.\n  And thus they wander'd forth, and hand in hand,\n      Over the shining pebbles and the shells,\n  Glided along the smooth and harden'd sand....\n\n\n\n  They look'd up to the sky, whose floating glow\n      Spread like a rosy ocean, vast and bright;\n  They gazed upon the glittering sea below,\n      Whence the broad moon rose circling into sight;\n  They heard the waves splash, and the wind so low,\n      And saw each other's dark eyes darting light\n  Into each other--and, beholding this,\n  Their lips drew near, and clung into a kiss.\n                                          (_Don Juan._)\n\nByron's restless spirit, perpetually eager to express itself in\naction, now makes him anxious to dismiss intellectual discussions:\nand he hastily proposes a game of billiards. As he moves around the\nbilliard-table, his lameness is distinctly noticeable: not all the\ningenuity of his tailor, nor his own efforts to walk naturally, can\nconceal it. Yet, as has been said of him in other matters, he redeems\nall his defects by his graces. And his companions note with surprise the\nremarkable change for the better which has taken place in him since,\na few months before, he arrived at this old palace on the Arno with a\ntroop of servants, carriages, horses, fowls, dogs, and monkeys. The\nselfish and sensual Byron of Venetian days is entirely a thing of the\npast. \"He is improved in every respect,\"--says Shelley to Williams,\n\"in genius, in temper, in moral views, in health and happiness.\" And\nalthough keeping up a certain splendour upon an income of L4000 a year,\nhe devotes L1000 of that income entirely to purposes of charity. His own\npersonal needs are of the simplest.\n\nThe game concluded, Byron's carriage is announced: his friends and\nhe proceed in it as far as the town gates of Pisa, by this means to\navoid the starers of the streets. Horses are in readiness at the gates:\nthe company, with one or two servant-men, mount and ride into the\npine-forest that reaches towards the sea.\n\nByron is as excellent and graceful a rider as a swimmer, with remarkable\npowers of endurance. He can cover seventy or eighty miles a day, fast\ngoing, and swim five miles at a stretch: he is indeed, in many respects,\nthe typical open-air Englishman. But to-day he rides slowly and immersed\nin thought. As his wife years since assured him, he is at heart the most\nmelancholy of mankind, often when apparently the gayest. His abnormally\nlong sight takes in every detail of the scenery,--storing it up\nunconsciously for future reference. It has been said that Byron is\nnothing without his descriptions: and in these he has achieved some of\nhis finest work: notably in some immortal stanzas of _Childe Harold_,\nwith their dazzling panoramic succession of vivid scenes: whether\ndepicting how\n\n  I stood in Venice, on the Bridge of Sighs;\n      A palace and a prison on each hand:\n  I saw from out the wave her structures rise\n      As from the stroke of the enchanter's wand.\n\nor, on the eve of Waterloo,\n\n  There was a sound of revelry by night,\n      And Belgium's capital had gather'd then\n  Her Beauty and her Chivalry, and bright\n      The lamps shone o'er fair women and brave men;\n  A thousand hearts beat happily; and when\n      Music arose with its voluptuous swell,\n  Soft eyes look'd love to eyes which spake again,\n      And all went merry as a marriage bell;\n  But hush! hark! a deep sound strikes like a rising knell!\n\nwhether again, in the \"vale of vintage,\"\n\n  The castled crag of Drachenfels\n      Frowns o'er the wide and winding Rhine,\n  Whose breast of waters broadly swells\n      Between the banks which bear the vine,\n  And hills all rich with blossom'd trees,\n\n\n\n  And peasant girls, with deep blue eyes,\n      And hands which offer early flowers,\n  Walk smiling o'er this paradise.\n\nTHE PRISONER OF CHILLON AND THE BIRD.\n\n  \"Thro' the crevice where it came,\n   That bird was perch'd, as fond and tame,\n       And tamer than upon the tree;\n   A lovely bird, with azure wings,\n   And song that said a thousand things,\n       And seem'd to say them all for me!\"\n                (_The Prisoner of Chillon._)\n\n\nor, looking backwards through a score of centuries,\n\n    I see before me the Gladiator lie:\n        He leans upon his hand--his manly brow\n    Consents to death, but conquers agony,\n        And his droop'd head sinks gradually low--\n    And through his side the last drops, ebbing slow\n        From the red gash, fall heavy, one by one,\n    Like the first of a thunder-shower; and now\n        The arena swims around him--he is gone,\n  Ere ceased the inhuman shout which hail'd the wretch who won.\n\nByron is emphatically a citizen of the world, who has \"not only painted\nthe environs, but reflected the passions and aspirations of every scene\nwhich he visualizes.\" And it is this magic power of conveying the\nauthentic impression of an actual occurrence, which renders his most\nrecondite situations so thrilling,--which breathes a Western vigour into\nthe scented air of the Orient, and thrills with poignant pathos through\nthe horrors of the _Prisoner of Chillon_.\n\n  A light broke in upon my brain--\n      It was the carol of a bird;\n  It ceased, and then it came again,\n      The sweetest song ear ever heard:\n  And mine was thankful till my eyes\n  Ran over with the glad surprise,\n  And they that moment could not see\n  I was the mate of misery;\n  But then by dull degrees came back\n  My senses to their wonted track;\n  I saw the dungeon walls and floor\n  Close slowly round me as before,\n  I saw the glimmer of the sun\n  Creeping as it before had done;\n  But through the crevice where it came\n  That bird was perch'd, as fond and tame,\n      And tamer than upon the tree;\n  A lovely bird, with azure wings,\n  And song that said a thousand things,\n      And seem'd to say them all for me!\n  I never saw its like before,\n  I ne'er shall see its likeness more:\n  It seem'd like me to want a mate,\n  But was not half so desolate,\n  And it was come to love me when\n  None lived to love me so again,\n  And cheering from my dungeon's brink,\n  Had brought me back to feel and think.\n  I know not if it late were free,\n      Or broke its cage to perch on mine,\n  But knowing well captivity,\n      Sweet bird! I could not wish for thine!\n  Or if it were, in winged guise,\n  A visitant from Paradise;\n  For--Heaven forgive that thought! the while\n  Which made me both to weep and smile--\n  I sometimes deem'd that it might be\n  My brother's soul come down to me;\n  But then at last away it flew,\n  And then 'twas mortal well I knew,\n  For he would never thus have flown,\n  And left me twice so doubly lone,\n  Lone as the corse within its shroud,\n  Lone as a solitary cloud,--\n      A single cloud on a sunny day,\n  While all the rest of heaven is clear,\n  A frown upon the atmosphere,\n  That hath no business to appear\n      When skies are blue, and earth is gay.\n                  (_The Prisoner of Chillon._)\n\nUnhappily, all these shifting scenes of imagination or experience--so\nthe poet has made mournful confession--have little power to wean him\nfrom himself. \"Neither the music of the shepherd, the crashing of the\navalanche, nor the torrent, the mountain, the glacier, the forest, nor\nthe cloud, have for one moment lightened the weight upon my heart, nor\nenabled me to lose my own wretched identity in the majesty, and the\npower, and the glory, above, around, and beneath me.\"\n\nAnd although, it will be noticed, he exempts the sea--and although the\nblood of old sea-kings, running fiercely in his veins, still kindles him\nto imperishable rapture in its presence,--\n\n    And I have loved thee, Ocean! and my joy\n        Of youthful sports was on thy breast to be\n    Borne, like thy bubbles, onward: from a boy\n        I wanton'd with thy breakers--they to me\n    Were a delight; and if the freshening sea\n        Made them a terror--'twas a pleasing fear,\n    For I was as it were a child of thee,\n      And trusted to thy billows far and near,\n  And laid my hand upon thy mane--as I do here.\n                                (_Childe Harold._)\n\n--yet there is sorrow on the sea itself,--the \"unplumb'd, salt, estranging\nsea\" which separates him from his mother-country. Cosmopolitan as he\nis, self-banished exile, quick with Greek and Italian sympathies,\nByron never for one moment forgets that he is head of one of England's\nproudest families. Despite his scathing scorn towards his fair-weather\nLondon friends, towards the unreasoning outbursts of malignity which\ndrove him out of his England--with all her faults, he loves her still.\nHe vaguely hopes and hankers after a return to those long-lost shores:\nand endeavours to believe that the future will in some way make atonement\nfor all the calamities of the past.\n\nBut now Shelley, Williams, Medwin, and Taafe are dismounting in the pine\nforest, and the men-servants setting up the target. Pistol-practice\nis Byron's forte; when he hits a half-crown at twelve yards he is as\ndelighted as a boy, and quite glum and disconcerted if he should happen\nto miss. This very rarely happens, as he is a crack shot, easily\ndistancing the other competitors. His hand trembles violently, but he\ncalculates on this vibration, and, depending entirely on his eye, hardly\never fails. After about an hour's shooting, the light begins to wane\ntowards sunset: and the friends ride back to the city, Byron in exuberant\ngood humour with himself and everybody else. Arrived at the Palazzo\nLanfranchi, he finds two guests awaiting him,--Count Pietro Gamba,\nbrother of the lovely Contessa Guiccioli, and Trelawny, that handsome,\npicturesque, piratical-looking \"Younger Son,\" who has not yet published\nto an astonished world his remarkable and almost incredible \"Adventures.\"\nTrelawny is at present in command of Byron's yacht the _Bolivar_, lying\nin the harbour of Genoa.\n\nThe poet welcomes these new additions to his company: for, since his\narrival in Pisa, he has begun to entertain men at dinner-parties, for\nthe first time since leaving England. A very cheerful company sits down\nwith him to dinner: their host displays himself to great advantage,\n\"being at once,\" to quote Shelley, \"polite and cordial, full of social\nhilarity and the most perfect good humour, never diverging into\nungraceful merriment, and yet keeping up the spirit of liveliness\nthroughout the evening.\" Byron, according to his own declaration, has\nnever passed two hours in mixed society without wishing himself out of\nit again. Nobody, however, could guess at this fact from his bright,\nfrank, and spontaneous gaiety. Always an abstemious eater--\"I have fed\nat times for over two months together,\" he assures his friends, \"on\nsheer biscuit and water,\"--very little food suffices him: and besides,\n_bien entendu_, he is anxious to retain that \"happy slenderness\" on\nwhich he prides himself,--the slenderness which is a characteristic\nof his family, and which he has recently endangered by a lazy life in\nVenice. The guests sit fascinated by his enthralling personality: they\nrecognize that he wears a natural greatness which \"his errors can only\nhalf obscure:\" and they rivet their gaze upon that pale and splendid\nface, the only one, as Scott says, that ever came up to an artist's\nnotion of what the lineaments of a poet should be. He looks around\nhim upon the ethereal and feminine countenance of Shelley, the\nvisionary,--the kind, pleasant, honest English faces of Medwin and\nWilliams,--the good-looking Italian Gamba, the quaint little Irishman\nTaafe,--last, not least, the dark mustachios and wildly-flashing Celtic\neyes of the Cornish adventurer Trelawny. This latter might well have\nserved for a model of Conrad the Corsair: and so he is assured by his\ncompanions.\n\n  \"Sun-burnt his cheek, his forehead high and pale\n   The sable curls in wild profusion veil....\n   His features' deepening lines and varying hue\n   At times attracted, yet perplex'd the view.\"\n\n CONRAD AND GULNARE.\n\n  \"Extreme in love or hate, in good or ill,\n   The worst of crimes had left her woman still!\n   This Conrad mark'd, and felt--ah! could he less?--\n   Hate of that deed, but grief for her distress.\"\n                                   _(The Corsair._)\n\nBut where, they ask, shall the original of _Gulnare_ be found,--Gulnare,\nwho stains her hand with the blood of her lord the Pasha, to save the\nCorsair from a dreadful death? Byron refuses to reveal his source of\ninspiration: but Shelley quotes with sincere approval the lines which\nmost emphatically delineate that lovely, desperate woman.\n\n   Embark'd, the sail unfurl'd, the light breeze blew--\n   How much had Conrad's memory to review!...\n\n   He thought on her afar, his lovely bride:\n   He turned and saw--Gulnare, the homicide!\n\n   She watch'd his features till she could not bear\n   Their freezing aspect and averted air;\n   And that strange fierceness, foreign to her eye,\n   Fell quench'd in tears, too late to shed or dry.\n\n  \"But for that deed of darkness what wert thou?\n   Reproach me--but not yet--O! spare me _now_!\n   I am not what I seem--this fearful night\n   My brain bewilder'd--do not madden quite!\n   If I had never loved, though less my guilt,\n   Thou hadst not lived to--hate me--if thou wilt.\"\n   Extreme in love or hate, in good or ill,\n   The worst of crimes had left her woman still!\n\n   This Conrad mark'd, and felt--ah! could he less?\n   Hate of that deed, but grief for her distress;\n   What she has done no tears could wash away,\n   And Heaven must punish on its angry day:\n   But--it was done: he knew, whate'er her guilt,\n   For him that poniard smote, that blood was spilt;\n   And he was free! and she for him had given\n   Her all on earth, and more than all in heaven!\n                                     (_The Corsair._)\n\nBut--\"Heavens, Shelley!\" cries his host, \"what infinite nonsense are you\nquoting?\" and he hastily turns the current of conversation towards more\nimpersonal subjects.\n\nThe evening wears on: the guests depart: the clear spring moonlight\nstreams upon the winding Arno. Byron stands dreaming at the open window,\nthe bridges and buildings of Pisa lie still and silver-lit before him: a\nsubtle influence of quietude steals down upon him from the stars. \"What\nnothings we are,\" he murmurs, \"before the least of these stars!\" One in\nparticular--is it Sirius?--entrances his attention with its cold\nrefulgence of pure light. His thoughts involuntarily shape themselves in\nrhythm and rhyme;\n\n  Sun of the sleepless! melancholy star!\n  Whose tearful beam glows tremulously far,\n  That show'st the darkness thou canst not dispel,\n  How like art thou to joy remember'd well!\n  So gleams the past, the light of other days,\n  Which shines, but warms not with its powerless rays;\n  A night-beam Sorrow watcheth to behold,\n  Distinct, but distant--clear--but oh! how cold!\n\nIt is the hour when Byron's brain becomes thronged with a glowing\nphantasmagoria of ideas that cry aloud for visible expression. He\nforgets, under the stress of creative impulse, the sources and causes of\nhis inherent melancholy,--the miserable days of his childhood, with a\nFury for a mother,--the wound, never to be healed, of his unrequited\nlove for Mary Chaworth,--the inimical wife from whom he is eternally\nalienated,--the little daughter that he may never hold in his arms,--the\nbeloved sister separated from his side,--the ancestral home of his\nforefathers now passed into a stranger's hold,--the meteoric glory and\ntotal eclipse of his unparalleled popularity in England,--the follies,\nand worse than follies, which have made him what he is, \"consistent in\nnothing but his passion and his pride.\" These memories, like poisonous\nexhalations, are banished from his mind, and leave a clear horizon for a\nwhile,--a fertile landscape peopled with great words and images.\nSomething akin to inspiration seizes upon him: and he throws himself to\nwork with all the zest and nerve of his impulsive nature.\n\nThis is a man who writes, in his own phrase, \"with rapidity and rarely\nwith pains.... When I once take pen in hand, I _must_ say what comes\nuppermost or fling it away.\" Not for him that careful polishing of\nsentences, which other writers meticulously bestow. \"I have always\nwritten as fast as I could put pen to paper, and never revised but in\nthe proofs.... I can never recast anything. I am like the tiger; if I\nmiss the first spring, I go grumbling back to my jungle.\" And to this\nimpetuous directness of onslaught, his finest poems bear witness. Some\ncritic has remarked that Byron is too much of the earth earthy to be a\ngreat lyrical writer: yet a Promethean fire, stolen from heaven, burns\nimmortally through some of his shorter lyrics. In Greek, it is said,\nthere are 1632 ways of expressing the simple fact _I love you_: yet who\nhas ever put it in a more convincing form than Byron does in _Maid of\nAthens_?\n\n  MAID OF ATHENS.\n\n  By those tresses unconfined,\n  Woo'd by each AEgean wind;\n  By those lids whose jetty fringe\n  Kiss thy soft cheeks' blooming tinge;\n  By those wild eyes like the roe,\n  _Zoee mou, sas agapo_.\n\n\n\n  Maid of Athens, ere we part,\n  Give, oh give me back my heart!\n  Or, since that has left my breast,\n  Keep it now, and take the rest!\n  Hear my vow before I go.\n  _Zoee mou, sas agapo._\n  (My life, I love you!)\n\n  By those tresses unconfined,\n  Woo'd by each AEgean wind;\n  By those lids whose jetty fringe\n  Kiss thy soft cheeks' blooming tinge;\n  By those wild eyes like the roe,\n  _Zoee mou, sas agapo_.\n\n  By that lip I long to taste;\n  By that zone-encircled waist;\n  By all the token-flowers that tell\n  What words can never speak so well;\n  By love's alternate joy and woe,\n  _Zoee mou, sas agapo_.\n\n  Maid of Athens! I am gone:\n  Think of me, sweet! when alone.\n  Though I fly to Istambol,\n  Athens holds my heart and soul:\n  Can I cease to love thee? No!\n  _Zoee mou, sas agapo._\n\nRapidly as his pen flies over the paper, the torrent of throbbing\nthought flows faster still. Far on into the night, when ghostly noises\necho through the sleeping palace, \"that ever-gushing and perennial fount\nof natural waters,\" as Scott has described the genius of Byron, pours\nforth in reckless profusion. Until at last, outspent with energy, he\ndraws a deep breath of exhaustion, and realizes that he is weariness\nitself. The moon has sunk in Arno: the stars are half-way across the\nsky: a cold glimmer of dawn is palpitating along the East, as Byron--\n\n  \"Again to that accustom'd couch must creep\n  Where joy subsides, and sorrow sighs to sleep.\"\n\nAfter day's fitful fever he sleeps well: and rest, a few short hours of\nit, is due to that perturbed spirit, which now,\n\n  ... O'erlabour'd with his being's strife,\n  Shrinks to that sweet forgetfulness of life ...\n  That sleep, the loveliest, since it dreams the least.\n                                               (_Lara._)\n\n _Printed by Percy Lund, Humphries & Co., Ltd._,\n _Bradford and London._",
    "metadata": {
        "author": [
            "Byron, Mary Clarissa Gillington",
            "Byron, May",
            "Byron, Mrs. G. F.",
            "Clare, Maurice",
            "Gillington, M. C. (May Clarissa)",
            "Byron, May Clarissa Gillington",
            "Gillington, Mary Clarissa",
            "Gillington, May Clarissa"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32990/pg32990.txt",
        "name": "a_day_with_lord_byron.json"
    }
}