{
    "name": "A Day with Longfellow",
    "author": [
        "Anonymous",
        "Anonymous, Anonymous",
        "Anonyme"
    ],
    "body": "\n\nThe expression of serious and tender thoughtfulness, which always\ncharacterized the quiet face of Henry Wadsworth Longfellow, had deepened\nduring his later years, into something akin to melancholy. The tragic\nloss of his beloved wife,--burned to death while she was sealing up in\npaper little locks of her children's hair,--had left its permanent and\nirrevocable mark upon his life. Still, he did not seclude himself with\nhis sorrow: the professor of Modern Languages at Harvard could hardly\ndo that. He remained the selfsame kindly, gentle, industrious man,\nwelcoming with ready courtesy the innumerable visitors to the Craigie\nHouse.\n\nThis is a large old-fashioned house in Cambridge, Massachusetts--a place\nof grassy terraces, long verandahs, lilac bushes, and shady trees--a\nperfect dwelling for a man of cultured tastes, as the interior also\ntestifies.\n\nFrom the Poet's study, a spacious, sunny room upon the ground floor,\nhe could look across the meadows behind the house to the distant\nsilver windings of the River Charles. It was a most orderly room.\nEvery book and paper lay where he could put his hand on it in a moment.\nBook-cases full of valuable volumes--precious first editions--busts and\nportraits,--were to be seen on every side. A certain austere simplicity\nwas noticeable all over Longfellow's house. \"His private rooms,\" it has\nbeen said, \"were like those of a German professor.\" But the attractiveness\nand delightfulness of Craigie House arose not from any intrinsic\nopulence of its contents, but from the personality of the man who lived\nthere. \"By his mere presence he rendered the sunshine brighter, and the\nplace more radiant of kindness and peace.\"\n\nThe Poet began his day, so long as age and health permitted, by a brisk\nmorning walk. He would be out and about by six, observing and enjoying\nthe beauty of earth and air, and subsequently recording his exquisite\nimpressions:\n\n O Gift of God! O perfect day:\n Whereon shall no man work, but play;\n Whereon it is enough for me,\n Not to be doing, but to be!\n\n Through every fibre of my brain,\n Through every nerve, through every vein,\n I feel the electric thrill, the touch\n Of life, that seems almost too much.\n\n I hear the wind among the trees\n Playing celestial symphonies;\n I see the branches downward bent,\n Like keys of some great instrument.\n\n And over me unrolls on high\n The splendid scenery of the sky,\n Where through a sapphire sea the sun\n Sails like a golden galleon,\n\n Towards yonder cloud-land in the West,\n Towards yonder Islands of the Blest,\n Whose steep sierra far uplifts\n Its craggy summits white with drifts.\n\n Blow, winds! and waft through all the rooms\n The snowflakes of the cherry-blooms!\n Blow, winds! and bend within my reach\n The fiery blossoms of the peach!\n\n O Life and Love! O happy throng\n Of thoughts, whose only speech is song!\n O heart of man! canst thou not be\n Blithe as the air is, and as free?\n                _A Day of Sunshine._\n\nThe morning's post brought the first consignment of that enormous number\nof epistles which were at once an affliction and an amusement to him.\nThe Poet was besieged by letters from ambitious aspirants seeking advice,\nand from self-styled failures, desirous of help. To these last he was\npeculiarly drawn, for he was distinguished by \"a grace almost peculiar\nto himself at the time in which he lived--his tenderness towards the\nundeveloped artist, struggling towards individual expression.\" In short,\nhis first desire was to help on people, and bring out the best in them.\n\nOf apparent failure or success he recked little, believing, like\nStevenson, that the true success is labour,--that pursuit, and not\nattainment is the worthiest object of existence; and his philosophy is\nsummed up in the well-known words of _The Ladder of Saint Augustine_,\n\n\n Saint Augustine! well hast thou said,\n     That of our vices we can frame\n A ladder, if we will but tread\n     Beneath our feet each deed of shame!\n\n All common things, each day's events,\n     That with the hour begin and end,\n Our pleasures and our discontents,\n     Are rounds by which we may ascend.\n\n        *       *       *       *       *\n\n The longing for ignoble things;\n     The strife for triumph more than truth;\n The hardening of the heart, that brings\n     Irreverence for the dreams of youth;\n\n All thoughts of ill; all evil deeds,\n     That have their root in thoughts of ill;\n Whatever hinders or impedes\n     The action of the nobler will;--\n\n All these must first be trampled down\n     Beneath our feet, if we would gain\n In the bright fields of fair renown\n     The right of eminent domain.\n\n We have not wings, we cannot soar;\n     But we have feet to scale and climb\n By slow degrees, by more and more,\n     The cloudy summits of our time.\n\n The mighty pyramids of stone\n     That wedge-like cleave the desert airs,\n When nearer seen and better known,\n     Are but gigantic flights of stairs.\n\n The distant mountains that uprear\n     Their solid bastions to the skies,\n Are crossed by pathways, that appear\n     As we to higher levels rise.\n\n The heights by great men reached and kept\n     Were not attained by sudden flight,\n But they, while their companions slept,\n     Were toiling upward in the night.\n\n Standing on what too long we bore\n     With shoulders bent and downcast eyes,\n We may discern--unseen before--\n     A path to higher destinies.\n\n Nor deem the irrevocable Past\n     As wholly wasted, wholly vain,\n If rising on its wrecks, at last\n     To something nobler we attain.\n\n\nConstant requests for autographs formed the bulk of the day's budget,\nand these also never went unanswered--even when couched in terms the\nmost _mal a propos_, much as those of the man who said that \"he\nloved poetry in 'most any style,\"--\"and would you please copy your\n'Break, break, break' for the writer?\" Possibly the worst offenders, in\nthis matter of autograph-hunting, were those multitudinous schoolgirls\nof whom Longfellow humorously complained that he was always \"kept busy\nanswering.\" They ignored the fact of his professional duties, and his\nown unremitting work; anything to get a reply in the handwriting of the\ncelebrity! But he had a special delight in budding womanhood, and had\ndepicted it with magical insight and rare delicacy of touch, in lines\nwhich have never been excelled in their charm and purity.\n\n\n Maiden! with the meek, brown eyes\n In whose orbs a shadow lies,\n Like the dusk in evening skies!\n\n Thou whose locks outshine the sun,\n Golden tresses, wreathed in one,\n As the braided streamlets run!\n\n Standing, with reluctant feet,\n Where the brook and river meet,\n Womanhood and childhood fleet!\n\n Seest thou shadows sailing by,\n As the dove, with startled eye,\n Sees the falcon's shadow fly?\n\n Hearest thou voices on the shore,\n That our ears perceive no more,\n Deafened by the cataract's roar?\n\n O, thou child of many prayers!\n Life hath quicksands,--Life hath snares!\n Care and age come unawares!\n\n Like the swell of some sweet tune,\n Morning rises into noon,\n May glides onward into June.\n\n Childhood is the bough, where slumbered\n Birds and blossoms many-numbered;--\n Age, that bough with snows encumbered.\n\n Gather, then, each flower that grows,\n When the young heart overflows,\n To embalm that tent of snows.\n\n Bear a lily in thy hand;\n Gates of brass cannot withstand\n One touch of that magic wand.\n\n Bear through sorrow, wrong, and ruth,\n In thy heart the dew of youth,\n On thy lips the seal of truth.\n\n O, that dew, like balm shall steal\n Into wounds that cannot heal,\n Even as sleep our eyes doth seal;\n\n And that smile, like sunshine, dart\n Into many a sunless heart,\n For a smile of God thou art.\n\n                       _Maidenhood._\n\n Maiden with the meek, brown eyes\n In whose orbs a shadow lies,\n Like the dusk in evening skies!\n\n Thou whose locks outshine the sun,\n Golden tresses, wreathed in one,\n As the braided streamlets run!\n\n\nThe early instalment of letters attended to, the Poet could devote\nhimself to his own affairs. He believed in _working_ at poetry,\nmethodically, systematically: although inspiration might flow with\nsudden fervour, it was not to be waited for. \"Regular, proportioned,\nresolute, incessant industry,\" was the secret of his success, and the\nerasures and substitutions in his MSS. bear witness to his care in\ncraftsmanship. The least conspicuous word must be as perfect as he\ncould make it. Longfellow's creed, as expounded in _The Builders_,\nallowed for no scamped work.\n\n\n All are architects of Fate,\n     Working in these walls of Time:\n Some with massive deeds and great,\n     Some with ornaments of rhyme.\n\n Nothing useless is, or low;\n     Each thing in its place is best;\n And what seems but idle show\n     Strengthens and supports the rest.\n\n For the structure that we raise,\n     Time is with materials filled;\n Our to-days and yesterdays\n     Are the blocks with which we build.\n\n Truly shape and fashion these;\n     Leave no yawning gaps between;\n Think not, because no man sees,\n     Such things will remain unseen.\n\n In the elder days of Art,\n     Builders wrought with greatest care\n Each minute and unseen part;\n     For the Gods see everywhere.\n\n Let us do our work as well,\n     Both the unseen and the seen;\n Make the house, where Gods may dwell,\n     Beautiful, entire, and clean.\n\n Else our lives are incomplete,\n     Standing in these walls of Time,\n Broken stairways, where the feet\n     Stumble as they seek to climb.\n\n Build to-day, then, strong and sure,\n     With a firm and ample base;\n And ascending and secure\n     Shall to-morrow find its place.\n\n Thus alone can we attain\n     To those turrets, where the eye\n Sees the world as one vast plain,\n     And one boundless reach of sky.\n\n                           _The Builders._\n\n\nWork, indeed, whether mental or physical, was his first instinct, and\nhe has preached the gospel of honest work to the whole English-speaking\nworld in some of the most familiar lines in the language.\n\n\n Under a spreading chestnut tree\n     The village smithy stands;\n The smith, a mighty man is he,\n     With large and sinewy hands;\n And the muscles of his brawny arms\n     Are strong as iron bands.\n\n His hair is crisp, and black, and long,\n     His face is like the tan;\n His brow is wet with honest sweat,\n     He earns whate'er he can,\n And looks the whole world in the face,\n     For he owes not any man.\n\n Week in, week out, from morn till night,\n     You can hear his bellows blow;\n You can hear him swing his heavy sledge,\n     With measured beat and slow,\n Like a sexton ringing the village bell,\n     When the evening sun is low.\n\n And children coming home from school\n     Look in at the open door:\n They love to see the flaming forge,\n     And hear the bellows roar,\n And catch the burning sparks that fly\n     Like chaff from a threshing floor.\n\n He goes on Sunday to the church,\n     And sits among his boys;\n He hears the parson pray and preach,\n     He hears his daughter's voice,\n Singing in the village choir,\n     And it makes his heart rejoice.\n\n It sounds to him like her mother's voice,\n     Singing in Paradise!\n He needs must think of her once more,\n     How in the grave she lies;\n And with his hard, rough hand he wipes\n     A tear out of his eyes.\n\n Toiling,--rejoicing,--sorrowing,\n     Onward through life he goes;\n Each morning sees some task begin,\n     Each evening sees it close;\n Something attempted, something done,\n     Has earned a night's repose.\n\n Thanks, thanks to thee, my worthy friend,\n     For the lesson thou hast taught!\n Thus at the flaming forge of life\n     Our fortune must be wrought;\n Thus on its sounding anvil shaped\n     Each burning deed and thought!\n\n                _The Village Blacksmith._\n\n And children coming home from school\n     Look in at the open door:\n They love to see the flaming forge,\n     And hear the bellows roar,\n And catch the burning sparks that fly\n     Like chaff from a threshing floor.\n\n\nNot for long, however, might Longfellow remain undisturbed in his\nsunny room. Sometimes he welcomed the opening door that saw \"a little\nfigure stealing gently in, laying an arm round his neck as he bent over\nhis work, and softly whispering some childish secret in his ear.\" For\nthis was no obstacle to the current of his tranquil thoughts. \"My little\ngirls are flitting about my study,\" he wrote to a friend, \"as blithe as\ntwo birds. They are preparing to celebrate the birthday of one of their\ndolls.... What a beautiful world this child's world is! I take infinite\ndelight in seeing it go on all around me.\"\n\nIt was with absolute sincerity that he had exclaimed:\n\n\n Come to me, O ye children!\n     For I hear you at your play,\n And the questions that perplexed me\n     Have vanished quite away.\n\n Ye open the eastern windows,\n     That look towards the sun,\n Where thoughts are singing swallows,\n     And the brooks of morning run.\n\n In your hearts are the birds and the sunshine,\n     In your thoughts the brooklet's flow;\n But in mine is the wind of Autumn,\n     And the first fall of the snow.\n\n Ah! what would the world be to us,\n     If the children were no more?\n We should dread the desert behind us\n     Worse than the dark before.\n\n What the leaves are to the forest,\n     With light and air for food,\n Ere their sweet and tender juices\n     Have been hardened into wood,--\n\n That to the world are children;\n     Through them it feels the glow\n Of a brighter and sunnier climate\n     Than reaches the trunks below\n\n Come to me, O ye children!\n     And whisper in my ear\n What the birds and the winds are singing\n     In your sunny atmosphere.\n\n For what are all our contrivings,\n     And the wisdom of our books,\n When compared with your caresses,\n     And the gladness of your looks?\n\n Ye are better than all the ballads\n     That ever were sung or said;\n For ye are living poems,\n     And all the rest are dead.\n\n                        _Children._\n\nBut these were congenial moments. There were visitors much less\ndesirable. \"He was besieged,\" as one of his friends declares, \"by every\npossible form of interruption which the ingenuity of the human brain\ncould devise.\" For his admirers, whose name was legion, were not\nsatisfied with hero-worship afar off: they must needs force themselves\ninto his presence, and express their admiration _viva-voce_. Most\namazing folks swooped suddenly down upon him, ruthless and unabashed.\n\nLongfellow, always quick to see the comical side of a situation, would\ntell with great delight strange tales of his unexpected guests. \"One\nman,\" he said, \"a perfect stranger, came with an omnibus full of ladies.\nHe introduced himself, then returning to the omnibus, took out all the\nladies, one, two, three, four, five, with a little girl, and brought\nthem in. I entertained them to the best of my ability, and they stayed\nan hour.\"\n\nOn another occasion, an English gentleman, with no letter of introduction,\nabruptly introduced himself, thus: \"In other countries, you know, we go\nto see ruins, and the like--but you have no ruins in your country, and I\nthought,\" growing embarrassed, \"I would call and see _you_!\" Another\nstrange gentleman accosted him with great fervour, \"Mr. Longfellow, I\nhave long desired the honour of knowing you. I am one of _the few men_\nwho have read your _Evangeline_!\"\n\nAll these worshippers at his shrine were received by the Poet with his\nunfailing courtesy and patience; but he was invariably adroit in warding\noff compliments. To applause and flattery he was impervious--reference\nto his own works was distasteful to him. His perfect modesty was the\nreflex of his natural reticence.\n\nLongfellow regarded life from the standpoint of eternity, and thus\nwas one who, in the words of a Kempis, \"careth little for the praise\nor dispraise of men.\" His gaze was riveted upon that \"Land of the\nHereafter,\" to which he was always more than ready to set out, and in\nthe departure of Hiawatha he had imaged his longing for the \"Happiest\nLand.\"\n\n\n     On the shore stood Hiawatha,\n Turned and waved his hand at parting;\n On the clear and luminous water\n Launched his birch canoe for sailing,\n From the pebbles of the margin\n Shoved it forth into the water;\n Whispered to it \"Westward! westward!\"\n And with speed it darted forward.\n\n     And the evening sun descending\n Set the clouds on fire with redness,\n Burned the broad sky, like a prairie,\n Left upon the level water\n One long track and trail of splendour,\n Down whose stream, as down a river,\n Westward, westward Hiawatha\n Sailed into the fiery sunset,\n Sailed into the purple vapours,\n Sailed into the dusk of evening.\n\n     And the people from the margin\n Watched him floating, rising, sinking,\n Till the birch canoe seemed lifted\n High into that sea of splendour,\n Till it sank into the vapours\n Like the new moon slowly, slowly\n Sinking in the purple distance.\n\n     And they said \"Farewell for ever!\"\n Said \"Farewell, O Hiawatha!\"\n And the forests, dark and lonely,\n Moved through all their depths of darkness,\n Sighed, \"Farewell, O Hiawatha!\"\n And the waves upon the margin\n Rising, rippling on the pebbles,\n Sobbed \"Farewell, O Hiawatha!\"\n And the heron, the Shuh-shuh-gah,\n From her haunts among the fenlands,\n Screamed \"Farewell, O Hiawatha!\"\n\n     Thus departed Hiawatha,\n Hiawatha the Beloved,\n In the glory of the sunset,\n In the purple mists of evening,\n To the regions of the home-wind,\n Of the Northwest wind Keewaydin,\n To the Islands of the Blessed,\n To the kingdom of Ponemah,\n To the land of the Hereafter!\n\n                     _Hiawatha._\n\n     And the evening sun descending....\n Left upon the level water\n One long track and trail of splendour,\n Down whose stream as down a river,\n Westward, westward Hiawatha\n Sailed into the fiery sunset,\n Sailed into the purple vapours,\n Sailed into the dusk of evening.\n\n\nPersonal friends, of whom the Poet possessed many, would arrive in\ntime for lunch, and be welcomed by the master of Craigie House at the\ngate in the lilac hedge. He would bring them into the large, cheerful\ndining-room, and the children would sit at a little table on the\nverandah, while the host, with his own hands, set the copper kettle\nsinging, and made tea in the antique silver pot.\n\nIt was a peaceful, happy hour for the guests. Longfellow, unlike\nTennyson, was never much of a talker: he was a listener and observer,\nwho dwelt in a speaking silence--in what has been defined as a heavenly\nunfathomableness. Ruskin had written: \"You come as such a _calm_\ninfluence to me ... you give me such a feeling of friendship and repose.\"\nAnd this feeling was enhanced by the man's natural dignity and grace,\nthe refinement of his features, the perfect taste of his dress, and\nthe exquisite simplicity of his manners. Many have alluded to his soft,\nmusical voice, to his steady blue-grey eyes, to the \"innate charm of\ntranquillity,\" which gave a peculiar spiritual sweetness to his smile.\nBut the man was even more, and better than the poet; so much so that a\nyoung enthusiast exclaimed \"All the vulgar and pretentious people in the\nworld ought to be sent to Mr. Longfellow to show them how to behave!\"\nNor was this calm the outcome of natural placidity--it had been attained\nthrough bitter suffering: it was that gleam of a hero's armour which the\n\"red planet Mars\" unveils to a tear-dimmed sight, when\n\n\n The night is come, but not too soon;\n     And sinking silently,\n All silently, the little moon\n     Drops down behind the sky.\n\n There is no light in earth or heaven,\n     But the cold light of stars;\n And the first watch of night is given\n     To the red planet Mars.\n\n Is it the tender star of love?\n     The star of love and dreams?\n O no! from that blue tent above,\n     A hero's armour gleams.\n\n And earnest thoughts within me rise,\n     When I behold afar,\n Suspended in the evening skies,\n     The shield of that red star.\n\n O star of strength! I see thee stand\n     And smile upon my pain;\n Thou beckonest with thy mailed hand,\n     And I am strong again.\n\n Within my breast there is no light,\n     But the cold light of stars;\n I give the first watch of the night\n     To the red planet Mars.\n\n The star of the unconquered will,\n     He rises in my breast,\n Serene, and resolute, and still,\n     And calm and self-possessed.\n\n And thou, too, whosoe'er thou art,\n     That readest this brief psalm,\n As one by one thy hopes depart,\n     Be resolute and calm.\n\n O fear not in a world like this,\n     And thou shalt know ere long,\n Know how sublime a thing it is\n     To suffer and be strong.\n\n                 _The Light of Stars._\n\n\nAfter lunch, the guests would be taken round the house, and its various\ntreasures pointed out: books in every corner, and on every wall pictures\nand portraits; antique furniture, interesting mementoes of every sort.\nIt was a home well worth seeing: and an old-world air pervaded all,\nfrom the quaint drawing-room, with its old-fashioned, rose-festooned\nwall-paper, to the upper rooms with the Dutch-tiled hearths.\n\nLater on, to those with whom he felt specially _en rapport_, Longfellow\nwould read aloud some poems, new or old, his own, or those of other men.\nHe was not a forcible or a dramatic reader; the simplicity which he\nloved \"in all things,\" as he had said, \"but specially in poetry,\" was\nevident also here. Yet perhaps no other man could have done equal justice\nto the lingering hexameters of his most successful poem--for such, by\nreason of its novelty, pathos, and beauty, _Evangeline_ must always be\nconsidered. \"It has become a purifying portion,\" says Rossetti, \"of the\nexperiences of the heart ... a long-drawn sweetness and sadness\"; and,\nthough sixty years have elapsed since _Evangeline_ first appeared, the\nideal maiden of this \"idyll of the heart\" has lost no fraction of her\nloveliness.\n\n\n Fair was she to behold, that maiden of seventeen summers.\n Black were her eyes as the berry that grows on the thorn by the\n                                                              wayside,\n Black, yet how softly they gleamed beneath the brown shade of her\n                                                              tresses!\n Sweet was her breath as the breath of kine that feed in the meadows.\n When in the harvest heat she bore to the reapers at noon-tide\n Flagons of home-brewed ale, ah! fair in sooth was the maiden.\n Fairer was she when, on Sunday morn, while the bell from its turret\n Sprinkled with holy sounds the air, as the priest with his hyssop\n Sprinkles the congregation, and scatters blessings upon them,\n Down the long street she passed, with her chaplet of beads and her\n                                                               missal,\n Wearing her Norman cap, and her kirtle of blue, and the ear-rings,\n Brought in the olden time from France, and since, as an heir-loom,\n Handed down from mother to child, through long generations.\n But a celestial brightness--a more ethereal beauty--\n Shone on her face and encircled her form, when, after confession,\n Homeward serenely she walked with God's benediction upon her.\n When she had passed, it seemed like the ceasing of exquisite music.\n\n                                                       _Evangeline._\n\n\nIn the course of the afternoon, some of the Poet's guests taking leave,\nothers would accompany him to a concert, organ recital, or any other\nmusical function which might be available. Longfellow was passionately\nfond of good music, and lost no opportunity of hearing it. His own\nlyrics are singularly susceptible, as all composers know, of an adequate\nmusical setting.\n\n But a celestial brightness--a more ethereal beauty--\n Shone on her face and encircled her form, when, after confession,\n Homeward serenely she walked with God's benediction upon her.\n When she had passed, it seemed like the ceasing of exquisite music.\n\n\nFew short poems in the world have been so often sung as \"Stars of\nthe summer night\"--\"Good-night, beloved\"--\"The rainy day\"--and other\nwell-known verses. A most effective sense of sound and rhythm, joined\nwith perfect simplicity of diction, evince the inherent artistry of a\nman who was no musician in the technical sense, but who could express\nhimself in such lines as\n\n\n The night is calm and cloudless,\n And still as still can be,\n And the stars come forth to listen\n To the music of the sea.\n They gather, and gather, and gather,\n Until they crowd the sky,\n And listen in breathless silence,\n To the solemn litany.\n It begins in rocky caverns,\n As a voice that chants alone\n To the pedals of the organ\n In monotonous undertone;\n And anon from shelving beaches\n And shallow sands beyond,\n In snow-white robes uprising\n The ghostly choirs respond.\n And sadly and unceasing\n The mournful voice sings on,\n And the snow-white choirs still answer\n Christe eleison!\n\n                _The Golden Legend._\n\n\nAfter dinner, to which perhaps an intimate friend or two remained,\nthe poet would remain awhile in his study: not actually at work, for\nhis writing was only done in the morning hours, but considering and\ncriticising work already accomplished, and carefully perusing that great\ntranslation of Dante which he considered, rightly or wrongly, as the\nmost important work of his life. The twilight would slowly fade into the\ndusk of a \"blindman's holiday,\" and then came the sweetest moment of the\nday.\n\nLongfellow's intense affection for all little ones, his touching\nkindness to them, his sympathy with their most trivial joys or troubles,\nwere focussed and centred in the love he bore to his own dear,\nmotherless children.\n\n\n Between the dark and the daylight,\n     When the night is beginning to lower,\n Comes a pause in the day's occupations,\n     That is known as the Children's Hour.\n\n I hear in the chamber above me\n     The patter of little feet,\n The sound of a door that is opened,\n     And voices soft and sweet.\n\n From my study I see in the lamplight,\n     Descending the broad hall-stair,\n Grave Alice, and laughing Allegra,\n     And Edith with golden hair.\n\n A whisper, and then a silence:\n     Yet I know by their merry eyes\n They are plotting and planning together\n     To take me by surprise.\n\n A sudden rush from the stairway,\n     A sudden raid from the hall!\n By three doors left unguarded\n     They enter my castle wall!\n\n They climb up into my turret,\n     O'er the arms and back of my chair;\n If I try to escape they surround me;\n     They seem to be everywhere.\n\n They almost devour me with kisses,\n     Their arms about me entwine,\n Till I think of the Bishop of Bingen\n     In his Mouse-Tower on the Rhine!\n\n Do you think, O blue-eyed banditti,\n     Because you have scaled the wall,\n Such an old moustache as I am\n     Is not a match for you all!\n\n I have you fast in my fortress,\n     And will not let you depart,\n But put you down in the dungeon\n     In the round-tower of my heart.\n\n And there I will keep you for ever,\n     Yes, for ever and a day,\n Till the walls shall crumble to ruin,\n     And moulder in dust away!\n\n                    _The Children's Hour._\n\n\nA brief period of childish gaiety would supervene, to which the man of\nchildlike heart responded readily; and when the little feet had pattered\nbedward, and the house was silent from the merry little voices, the\nfather would sit on until midnight in his spacious empty room. He would\noccupy himself with letters--long, fragrant, pleasant gossips to his\nbest and most familiar friends at a distance: till midnight came upon\nhim unawares. \"It is nearly one o'clock--I am the only person up in the\nhouse: my candle is sinking in its socket.\"\n\nAnd a double loneliness descended upon him as his weary hand laid\ndown the pen. He remained inert and brooding; the solitude was\nalmost tangible. But this solitude was presently peopled by visions,\nfraught with ineffable consolation to a mind never out of touch with\n\"other-worldly\" influences.\n\n\n When the hours of Day are numbered,\n     And the voices of the Night\n Wake the better soul, that slumbered,\n     To a holy, calm delight;\n\n Ere the evening lamps are lighted,\n     And, like phantoms grim and tall,\n Shadows from the fitful firelight\n     Dance upon the parlour wall;\n\n Then the forms of the departed\n     Enter at the open door;\n The beloved, the true-hearted,\n     Come to visit me once more;\n\n He, the young and strong, who cherished\n     Noble longings for the strife,\n By the roadside fell and perished,\n     Weary with the march of life!\n\n They the holy ones and weakly,\n     Who the cross of suffering bore,\n Folded their pale hands so meekly,\n     Spake with us on earth no more!\n\n And with them the Being Beauteous,\n     Who unto my youth was given,\n More than all things else to love me,\n     And is now a saint in heaven.\n\n With a slow and noiseless footstep\n     Comes that messenger divine,\n Takes the vacant chair beside me,\n     Lays her gentle hand in mine.\n\n And she sits and gazes at me\n     With those deep and tender eyes,\n Like the stars, so still and saint-like,\n     Looking downward from the skies.\n\n Uttered not, yet comprehended,\n     Is the spirit's voiceless prayer,\n Soft rebukes, in blessings ended,\n     Breathing from her lips of air.\n\n O, though oft depressed and lonely,\n     All my fears are laid aside,\n If I but remember only\n     Such as these have lived and died!\n\n                    _Footsteps of Angels._\n\n\"_Empty_ is a horrid word,\" the Poet had written to a friend--but the\nroom is no longer empty. It has become a habitation for other visitants\nthan the motley throng of flatterers impelled by curiosity, who hindered\nhis morning hours. Unspoken benedictions lie thick upon the air--the\nman's griefs are soothed away by the touch of invisible fingers. Patient,\nunselfish, indomitable, he resumes the burden of his daily life with new\nhope and courage for the morrow.\n\n\n As torrents in summer,\n Half dried in their channels,\n Suddenly rise, though the\n Sky is still cloudless,\n For rain has been falling\n Far off at their fountains;\n\n So hearts that are fainting\n Grow full to o'erflowing,\n And they that behold it\n Marvel, and know not\n That God at their fountains\n Far off has been raining.\n\n            _Tales of a Wayside Inn._",
    "metadata": {
        "author": [
            "Anonymous",
            "Anonymous, Anonymous",
            "Anonyme"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/37980/pg37980.txt",
        "name": "a_day_with_longfellow.json"
    }
}