{
    "name": "A Day with Samuel Taylor Coleridge",
    "author": [
        "Byron, Mary Clarissa Gillington",
        "Byron, May",
        "Byron, Mrs. G. F.",
        "Clare, Maurice",
        "Gillington, M. C. (May Clarissa)",
        "Byron, May Clarissa Gillington",
        "Gillington, Mary Clarissa",
        "Gillington, May Clarissa"
    ],
    "body": "In a beautiful part of beautiful Somerset, where the \"soft orchard and\ncottage scenery\" is dimpled between blue hillslopes, where meadows and\nwoods and translucent streams compete with each other in charm,--in the\nlovely region of the Quantock hills, lies the quiet little market-village\nof Nether Stowey. About sunrise on a May morning of 1790, a young man\nawoke in a little wayside cottage there: and, resolutely thrusting back\nhis natural inclination to indolence, rose and dressed, and set himself to\nthe performance of such humble duties as devolve upon a very poor\nhouseholder with a wife and child.\n\nSamuel Taylor Coleridge was in his twenty-sixth year: pale, stoutish,\nblack-haired: not an immediately attractive man. His face, according to\nhimself, bore evidence of \"great sloth and great, indeed almost idiotic,\ngood nature: ... a mere carcase of a face; fat, flabby, and expressive\nchiefly of inexpressions,\" with a wide, thick-lipped, always-open mouth,\nand small feeble nose. Yet it was capable of being roused, on occasion, to\nsomething akin to nobility and beauty, and redeemed by the animation of\nhis full, grey eyes. It was a face, in short, to match his general\nappearance, which he dismissed as that of \"indolence capable of energies,\"\nand Carlyle characterised as \"weakness under possibility of strength.\"\n\nFor this was a man who was consistent in his faults as in his virtues:\n\"always conscious of power, but also conscious of want of will to use his\npower.\" And it was therefore with re-doubled vigour, this particular\nmorning, that he put on a spurt, and threw unusual force into his chopping\nof firewood,--his somewhat clumsy attempts to clean up the cottage, with\nits poor accommodation and few utensils,--and his valiant if ineffectual\nendeavours to have the fire lighted and the modest meal _en route_, whilst\nhis wife, up the ladder stairs, attended to herself and the baby.\n\nBetween-whiles he cast admiring glances of the most ardent delight at his\ngarden of an acre and a half, and its glowing mass of apple-bloom,--and at\nall the luscious greeneries of the May world without. These glimpses into\n\"opening Paradise\" went far to compensate him for his determination to\nkeep no servant, but to be maid-of-all-work, and nurse if need be,\nhimself. They ministered to that spirit of contemplation which was the\nruling spirit of his life: they were the very texture of dreams....\n\nSoon Sara Coleridge descended and took her share in the domestic\npreparations. She found fault, after a quick vivacious fashion, with her\nhusband's futile efforts and perplexities. She was the typical\nincompatible wife for a poet: not only, socially speaking, his inferior,\nbut naturally incapable of sharing his dreams or sympathising with his\nstudies. Yet she was an honest and good-hearted woman; and perhaps, now\nand then, she felt a certain lack of human warmth in the warmest of human\nrelationships. For there was a tepid quality about Coleridge's affections\nand his expression of them: fire and fervour were utterly unknown to his\npensive, tender, gentle methods. He had no intensity or passion, either in\nlove or friendship: his feelings were steadfast and of an unblemished\npurity, yet the very fact that they knew neither ebb nor flow, but were\nalways maintained at a calm level, might jar upon the inscrutable mind of\na woman. One might almost imagine, as Sara bustled to and fro and scolded\nher husband with the volubility of a squirrel, that she was anxious to\nurge him, if but for one moment, out of his invariable _laisser faire_ of\namiability.... But no: he remained as placid, as good tempered, as\ncheerful as ever.\n\nPresently another member of the household appeared, Coleridge's pupil and\npaying-guest,--worth a precious L70 a year to the lean exchequer,--one\nCharles Lloyd. He was a young bank-clerk who had poetry on the brain, and\nfound himself ill-attuned to the drudgery of keeping his father's ledgers.\nHe was also subject to epileptic fits, which did not conduce either to\npoetizing or banking with success. What he expected to learn from\nColeridge, it is hard to say: certainly his curriculum included a good\nmany hardships, makeshifts and _contretemps_ to which he had never looked\nforward. His instructor, however, had not deceived him as to the hybrid\nnature of his present occupation. Coleridge had deliberately set himself\ndown at Nether Stowey to be near his friend Tom Poole, and to support\nhimself by \"a mixture of literature and husbandry.\" He proposed to make\nsome L60 per annum by reviewing and magazine work: he had an offer from\nCottle, the Bristol publisher, for as much verse as he chose to write, at\nterms working out somewhere near fourpence a line,--and for the rest, \"I\nwould rather,\" he declared, \"be an expert self-maintaining gardener than a\nMilton, for I could not unite both. I mean to raise the vegetables for\nmyself and wife, and feed a couple of snouted and grunting cousins from\nthe refuse. My evenings I shall devote to literature.\"--\"And what,\"\nenquired Charles Lamb after hearing of this desperate undertaking, \"what\ndoes your worship know about farming?\" But Coleridge was not to be\ndiscouraged. He allowed his natural unfitness for the task--\"I am, and\never have been, a great reader, and have read almost everything.... I am\n_deep_ in all out-of-the-way books, whether of the monkish times or of the\nPuritanical era. I have read and digested most of the historic writers,\nbut I do not _like_ history. Metaphysics and poetry and 'facts of the\nmind' (_i.e._, accounts of all the strange phantasms that ever possessed\nyour philosophy-dreamers, from Thoth, the Egyptian, to Taylor, the English\npagan) are my darling studies. In short, I seldom read except to amuse\nmyself, and I am almost always reading. Of useful knowledge,--I am a so-so\nchemist, and I love chemistry--all else is blank--but I will be (please\nGod) a horticulturist and farmer.\"\n\nWhat is to be done against such impregnable obstinacy? Coleridge's friends\nlet him \"gang his ain gait\": and when _mauvais quarts d'heure_ threatened\nto drive him to despair, they came to the rescue with timely cheques:\nmeanwhile, Tom Poole strove hard to educate him in potato culture, and\nCharles Lloyd paid down his twenty-five shillings a week.\n\nBut to-day Charles Lloyd was looking ill-at-ease and sulky. He threw out\nhints about the general discomfort of things,--vague allusions to other\npeople being made much of and himself contemned. He was in a disagreeable\nmood, and evidently dying to pick a quarrel. Half through breakfast, he\ntook umbrage at some inoffensive jest, and flung himself out of the room.\n\n\"What can ail the lad?\" asked Coleridge, in amazement.\n\n\"I suppose he has another fit coming on,\" observed the practical Sara.\n\n\"I don't like sour looks and bitter words in our peaceful home,\" said the\npoet, rumpling his heavy black locks with a distracted air.\n\n\"God forbid that he should take it into his head to go away,\" said Sara:\nand she got up with a very grave face and proceeded to clear the breakfast\ntable. Coleridge betook himself to the garden and called over the back\nhedge to the neighbour for whose companionship he had taken this\ninefficient little cottage. Thomas Poole, his friend and benefactor, was a\nwell-to-do tanner, well-educated and a devout student of literature: he\ndiscerned the potentialities of great things in Coleridge, and felt\nhonoured by his acquaintanceship. For the poet had something of that\npeculiar fascination for more prosaic men, that magnetic charm of\npersonality, which atones for so many minor defects,--which obviates\nweakness and ill-balance of mind,--which even endears him who is\n\"impossible\" from a worldly standpoint, to those of saner and robuster\ncalibre. Coleridge could never be without a friend, without a listener:\nand a listener was a desideratum to him. This \"noticeable man with large\ngrey eyes\" undoubtedly attracted to himself all that was best in other\npeople: his culture allured them, his eloquence held them spell-bound, and\nhis voice--that wonderful voice which was to Hazlitt \"as a stream of rich\ndistilled perfumes\"--sank into every fibre of their being.\n\nSo you cannot be surprised that the faithful, kindly Thomas Poole, already\nbusy in his tan-yard, hearing Coleridge calling at the hedge, instantly\nforsook his proper tasks and hurried to salute his comrade. When he heard\nof Charles Lloyd's tendency towards mutiny, \"Oh,\" says Poole with a great\nlaugh, \"don't let that discompose you. The young man is consumed by a very\ncommon malady,--jealousy. And indeed I think he has some cause.\"\n\n\"Jealousy!\" repeated Coleridge, rolling his fine eyes wildly. It was a\nword which had little or no meaning for him. \"Jealousy of whom? about\nwhom?--I do not understand you in the least.\"\n\n\"Why, your fine friends the Wordsworths, of course,\" Poole told him. \"Here\nhave you been gadding about with them the whole of this last twelve-month,\ntrapesing the hills night and day and leaving your pupil, forsooth, to\nsit at home with Madam and Master Baby, a-twiddling his thumbs and\nscribbling schoolboy verse. You have taken precious little notice of\nhim,--and as for your friends, they think him but a poor thing not worth\nmention. I say he is a lad of spirit to kick up his heels at last.\"\n\n\"True, true,--I may have neglected him to some extent,\" murmured Coleridge\nwith a pained air, \"but indeed, my good Poole, if you knew what the\nWordsworths have been to me! Manna in the desert--water in the\nwilderness--happiness like the alighting of a paradise-bird--\"\n\n\"Quite so, my dear fellow,\" interrupted the unemotional Poole, \"but you\nare not now in the pulpit. Bring yourself down to earth for a moment, for\nI have but little time to spare this morning,--and let us see what are the\nmost crying needs of to-day in your garden.\"\n\nThere is enough to do in a May garden to occupy the most diligent: and as\nColeridge raked and hoed and thinned out and weeded his vegetable beds,\nwith blistered hands and a back that longed for a hinge in it, he was\ninclined to wish that Lloyd had come as an agricultural rather than a\npoetical pupil. From time to time he rested on his tool and assimilated\nwith rapt eye the innumerable surrounding touches of simple beauty. He was\na man who, like Wordsworth, interested himself in every little trifle. The\ndelicate details of sight and sound were very dear to him; they had\nenabled him to \"become one with Nature\" in an almost literal sense, as he\nobserved, with a calm but intense enjoyment, such side-issues as:\n\n    The one red leaf, the last of its clan,\n    That dances as often as dance it can,\n    Hanging so light and hanging so high,\n    On the topmost twig that looks up at the sky;\n\nor--\n\n      The unripe flax,\n    When through its half-transparent stalks, at eve,\n    The level sunshine glitters with green light;\n\nor--\n\n    The horned Moon, with one bright star\n        Within the nether tip.\n\nAnd, indeed, Coleridge was aware himself of the extraordinary power which\nwas exercised upon him by external and visible things,--especially by the\nmagic of scenery. He wrote:\n\n    \"But oh! that deep romantic chasm which slanted\n      Down the green hill athwart a cedarn cover!\n    A savage place! as holy and enchanted\n    As e'er beneath a waning moon was haunted\n      By woman wailing for her demon-lover!\"\n\n                                    (_Kubla Khan_).]\n\n    I never find myself alone within the embracement of rocks and\n    hills ... but my spirit careers, drives and eddies like a leaf\n    in autumn; a wild activity of thoughts, imaginations, feelings\n    and impulses of motion rises up within me.... The further I\n    ascend from animated nature ... the greater in me becomes the\n    intensity of the feeling of life. Life seems to me then a\n    universal spirit, that neither has nor can have an opposite. God\n    is everywhere, and where is there room for death?\n\nAnd he determinedly developed in his theory of poetry, his sense of the\ndepths that lie below nature's more superficial aspects. He had accorded\nto his sleeping babe, a few short months before, that tenderest of all\nbenedictions, that gift of untarnishable joy:\n\n    Therefore all seasons shall be sweet to thee,\n    Whether the summer clothe the general earth\n    With greenness, or the redbreast sit and sing\n    Betwixt the tufts of snow on the bare branch\n    Of mossy apple-tree, while the nigh thatch\n    Smokes in the sun-thaw; whether the eave-drops fall\n    Heard only in the trances of the blast,\n    Or if the secret ministry of frost\n    Shall hang them up in silent icicles,\n    Quietly shining to the quiet Moon:\n\nand he had conversed at great length and frequency with Wordsworth, on\nwhat he termed \"the two cardinal points of poetry--the power of exciting\nthe sympathy of the reader by a faithful adherence to the truth of nature\nand the power of giving the interest of novelty by the modifying colours\nof imagination. The sudden charm which accidents of light and shade, which\nmoonlight or sunset diffused over a known and familiar landscape, appeared\nto represent the practicability of combining both. These are the poetry of\nnature.\" He had no greater pleasure possible than to steep himself in \"the\nloveliness and the wonders of the world before us: an inexhaustible\ntreasure,\" he proclaimed, \"but for which, in consequence of the film of\nfamiliarity and selfish solitude, we have eyes, yet see not, ears that\nhear not and hearts that neither feel nor understand.\" And when his\nimagination craved some wilder and more romantic outlook than the peaceful\nvillage where,\n\n              beside one friend,\n    Beneath the impervious covert of one oak,\n    I've raised a lowly shed, and know the names\n    Of Husband and of Father,--\n\nthat imagination could at will supply its wants. His eyes could \"make\npictures when they are shut,\" and could carry him momentarily, as on some\nmagic carpet, to a dreamland beyond the limitations of mortal experience.\nThe same exquisite and meticulous perception which enabled Coleridge to\nrealize and remember the double sound of rain, the \"quiet sounds from\nhidden rills,\" among the heather, the slanting shower of blossoms on the\n\"faint gale of departing May,\"--revealed to him how\n\n    In Xanadu did Kubla Khan\n        A stately pleasure-dome decree:\n    Where Alph, the sacred river, ran\n    Through caverns measureless to man\n        Down to a sunless sea.\n    So twice five miles of fertile ground\n    With walls and towers were girdled round:\n    And there were gardens bright with sinuous rills\n    Where blossomed many an incense-bearing tree;\n    And here were forests ancient as the hills,\n    Enfolding sunny spots of greenery.\n    But oh! that deep romantic chasm which slanted\n    Down the green hill athwart a cedarn cover!\n    A savage place! as holy and enchanted\n    As e'er beneath a waning moon was haunted\n    By woman wailing for her demon-lover!\n\n\n\n    Five miles meandering with a mazy motion\n    Through wood and dale the sacred river ran,\n    Then reached the caverns measureless to man,\n    And sank in tumult to a lifeless ocean:\n\n    And 'mid this tumult Kubla heard from far\n    Ancestral voices prophesying war!\n\nSuch, in fact, was the dual capacity of Coleridge's mind,--such its\nability to commingle the actual and the imaginary, that whilst he could at\none moment paint the gentle English landscape in which he dwelt,--\n\n    Low was our pretty Cot; our tallest Rose\n    Peeped at the chamber-window. We could hear\n    At silent noon, and eve, and early morn,\n    The Sea's faint murmur. In the open air\n    Our Myrtles blossom'd; and across the Porch\n    Thick Jasmins twin'd: the little landscape round,\n    Was green and woody, and refresh'd the eye.\n    It was a spot which you might aptly call\n    The Valley of Seclusion!\n\nhe was enabled to describe, with the verisimilitude of perfect memory, the\ndim sea-reaches where,--\n\n    ... Now there came both mist and snow,\n    And it grew wondrous cold:\n    And ice, mast-high, came floating by,\n    As green as emerald.\n\n    And through the drifts the snowy clifts\n    Did send a dismal sheen:\n    Nor shapes of men nor beasts we ken--\n    The ice was all between.\n\n    The ice was here, the ice was there,\n    The ice was all around:\n    It cracked and growled, and roared and howled,\n    Like noises in a swound!\n\n    At length did cross an Albatross,--\n    Through the fog it came;\n    As if it had been a Christian soul,\n    We hailed it in God's name.\n\n    It ate the food it ne'er had eat,\n    And round and round it flew.\n    The ice did split with a thunder-fit;\n    The helmsman steered us through!\n\nBut now, while the sun poured down hotter and still hotter rays upon the\nunaccustomed back of Coleridge, he heard the hearty voice of Tom Poole,\nsummoning him to the bark-built arbour under the big elm-trees. A jug of\negg-flip and a delightful chat were awaiting him: the bees were humming\nround in the \"lime-tree bower\" of the garden: and the deep, vibrating\nvoice of the poet, roused to unwonted exhilaration, was presently moved to\ndeclaim one of his own magnificent imitations from Schiller, _The Visit of\nthe Gods_. His recitation rose like a chant in its music and sonority.\n\n              Never, believe me,\n              Appear the Immortals,\n                  Never alone:\n    Scarce had I welcomed the Sorrow-beguiler,\n    Iacchus! but in came Boy Cupid the Smiler;\n    Lo! Phoebus the Glorious descends from his Throne!\n    They advance, they float in, the Olympians all!\n              With Divinities fills my\n                  Terrestrial Hall!\n\n              How shall I yield you\n              Due entertainment,\n                  Celestial Quire?\n    Me rather, bright guests! with your wings of upbuoyance\n    Bear aloft to your homes, to your banquets of joyance,\n    That the roofs of Olympus may echo my lyre!\n    Ha! we mount! on their pinions they waft up my soul!\n              O give me the Nectar!\n                  O fill me the Bowl!\n\n    \"At length did cross an Albatross,--\n      Through the fog it came;\n    As if it had been a Christian soul,\n      We hailed it in God's name.\"\n\n                            (_The Ancient Mariner_).]\n\n\"Indeed, one might easily forget all mundane matters upon a day like\nthis,\" mused the poet as he became rested and refreshed. \"It is not a day\nfor doing, Poole,--for digging and forking and stooping,--it was meant for\ndreaming, for endless reveries of eternal beauty.\"\n\n\"That is not likely ever to be my lot,\" said the matter-of-fact Poole,\n\"Too much to see after.\"\n\n\"It might be mine, perhaps, did I choose....\" observed Coleridge, with the\nabstracted air of one talking in his sleep, \"Have I ever told you, Poole,\nof the offer I have had from the Wedgwood brothers?\"\n\n\"The china-man's sons?\" Poole queried.\n\n\"The same,\" said Coleridge. \"They have offered me an annuity for life, of\nL140 a year, to prevent my being obliged to abandon poetry and philosophy,\nas I must do if I take up preaching professionally.\"\n\n\"It is a vastly fine offer!\" exclaimed the astonished Poole.\n\n\"On the other hand,\" continued his friend, \"the Unitarian Chapel people at\nShrewsbury will pay me L120 a year to become their preacher: and that\nmeans that I give up literary work. I cannot combine both. Hitherto, as\nyou know, I have refused to accept any remuneration for my sermons: to be\na hireling is against my principles: when I go to Taunton or Bridgewater,\nI do it freely. But here are these two proposals, and I know not which to\naccept. I freely confess to you, Poole, what you probably know\nalready,--that I am very seriously worried over money matters, and that I\nperceive I can never support my family by manual labour. My play _Osorio_,\nwhich Sheridan requested me to write for Drury Lane, has been rejected: I\nhave no talent, I fear, for the drama. I am too tired after work in an\nevening to do any reviewing or writing. And now I am threatened by the\nprospect of Lloyd leaving us--that means the loss of our main income. A\nsort of calm hopelessness diffuses itself over my heart. Indeed, every\nmode of life which promised me bread and cheese has been torn away from\nme: but God remains.\"\n\nThis long speech was not without effect upon the kind-hearted Poole.\nPocketing certain twinges of what in Charles Lloyd he had defined as\njealousy, he asked, \"And what does your friend Mr. Wordsworth say? You are\nso constantly in his company, that I should suppose he would be a very\nfit judge of the best course for you to take.\"\n\n\"Oh, Wordsworth,--well, need you ask? Of course he urges me to accept the\nWedgwoods' generosity, and devote myself to poetical work alone. But my\nmind misgives me, lest in doing that I should be turning my back upon the\nservice of God. Am I not more efficacious for good as a preacher than as a\nversifier?\"\n\n\"We-ell, I don't know,\" muttered Poole, \"We can all read your poems, you\nsee, but we can't all follow you about the west-country to listen to\nyou,--we can't track you to chapels at Taunton, or Bridgewater, or\nShrewsbury, however eloquent you may be. Not but what,\" he added with a\nsly twinkle, \"you do a pretty fairish deal of preaching in private.\"\n\n\"That's what Lamb said,\" remarked Coleridge, \"I asked him if he had ever\nheard me preach, and he said, 'M-my d-dear f-fellow, I n-n-never heard you\ndo anything else!' A trifle flippant at times, is our good Lamb.... But\nwho's this?\"--and he sprang from his seat with unwonted energy.\n\n\"Oh, it's your friends from Alfoxden,\" said Poole: and, with the resigned\nexpression of one relegated to a back seat, he picked up the empty\nflip-jug and glasses, and returned to his own domain.\n\nTwo people were coming down Coleridge's garden,--a \"gaunt and\nDon-Quixote-like\" man in striped pantaloons and a brown fustian jacket,\nand a slender, pleasing, dark-haired woman in her early twenties. They\nwere William and Dorothy Wordsworth: names dearer than any to the\ncontemplative heart of Coleridge. For nearly a year they had been tenants\nof Alfoxden Manor-house, about a mile away among the hills: for nearly a\nyear they had been his constant companions, his solace, his inspiration.\nTo their example and society he owed, as he allowed, the awakening and\nconsummation of his genius: for although the \"magic and melody\" of his\nverse were all his own,--that magic unsurpassed and unsurpassable,\n\"altogether beyond price,\" and that melody,\n\n    Such a soft floating witchery of sound\n    As twilight Elfins make, when they at eve\n    Voyage on gentle gales from Fairy Land,\n    Where melodies round heavy-dropping flowers,\n    Footless and wild, like birds of Paradise,\n    Nor pause, nor push, hovering on untam'd wing!\n\n                               (_The Eolian Harp_)\n\nyet it was Wordsworth who had helped him to \"find himself,\" and it was\nDorothy whose influence on both men called out their best and deepest.\n\"Three people but one soul,\" Coleridge had called this ideally-united trio\nof himself and his friends; and as \"three people with one soul,\" they\n\"walked on seaward Quantock's heathy hills,\" and had every thought in\ncommon.\n\n\"We are off for a long walk this lovely noon,\" explained Dorothy, \"and\ntaking our lunch with us: will you come, Mr. Coleridge?\" A very hasty wash\nand brush, and a hurried goodbye to Sara, and the poet had forsaken a\ndistasteful employment for a singularly congenial one. Over the hills and\nfar away, he could postpone for the nonce every workaday question which\ntroubled him, and, deep in the abstrusest consideration of poetry, or\nspeculation of philosophy, could steep himself in the calm which was his\nultimate desire.\n\nHe had a host of projects to discuss. He had planned, in collaboration\nwith Wordsworth, a \"great book of Man and Nature and Society, to be\nsymbolized by a brook in its course from upland source to sea:\" much on\nthe lines of his own strophe from the German:\n\n    Unperishing youth!\n    Thou leapest from forth\n    The cell of thy hidden nativity;\n    Never mortal saw\n    The cradle of the strong one;\n    Never mortal heard\n    The gathering of his voices;\n    The deep-murmur'd charm of the son of the rock,\n    That is lisped evermore at his slumberless fountain.\n    There's a cloud at the portal, a spray-woven veil\n    At the shrine of his ceaseless renewing;\n    It embosoms the roses of dawn,\n    It entangles the shafts of the noon,\n    And into the bed of its stillness\n    The moonshine sinks down as in slumber,\n    That the son of the rock, that the nursling of heaven\n    May be born in a holy twilight!\n\nHe had begun the _Ancient Mariner_ upon a previous walking-tour, also as a\njoint composition with the other poet, but had taken it into his own hands\nand finally completed it this spring. He had an immense proposal for an\nepic, which should take ten years for collecting material, five for\nwriting and five for revising--nobody could accuse Coleridge of undue\nhaste! He had undertaken a translation of Wieland's _Oberon_, which was\nlikely to be more troublesome than remunerative. But most of all he\ndesired to ascertain his friends' criticism on his newest fragment,\n_Christabel_: the bulk of his achievements were but fragmentary at the\nbest.\n\n    \"There she sees a damsel bright,\n    Drest in a silken robe of white,\n      That shadowy in the moonlight shone:\n      The neck that made that white robe wan,\n    Her stately neck, and arms were bare.\n\n\n\n    And wildly glittered here and there\n    The gems entangled in her hair.\"\n\n                               (_Christabel_).]\n\nColeridge's mind was that extremely _rara avis in terra_, which combines\nthe artistic with the philosophic temperament--two inherently-opposed\nqualities. His acute and sensitive perceptions of sound, sight, colour and\nromantic possibility did not in the least satisfy his heavy logical\ndemands. Of art for art's sake he had the poorest opinion. He was of dual\nnature,--and where the philosopher, the metaphysician and the divine\npreponderated in him, they completely over-weighted the exquisite,\nethereal imagination, which was so infinitely more precious, had he known\nit. And although in this golden year of his life, this _annus mirabilis_\nof his sojourn at Nether Stowey,--he was still allured to the marvellous,\nthe strange and the supernatural, he sought to disguise his surrender to\nthese phantasies, by clothing his desires in the garb of a severe\nphilosophy of poetry. He decided, in concert with Wordsworth, that it\nwould be well for him to undertake a series of poems in which, as he put\nit, \"the incident and agents were to be, in part at least, supernatural:\nand the excellence arrived at was to consist in the interesting of the\naffections by the dramatic truth of such emotions as would naturally\naccompany such situations, supposing them real. And real in this sense\nthey have been to every human being who, from whatever source of delusion,\nhas at any time believed himself under supernatural agency.\"\n\nA cold and unproductive soil this, one would suppose, in which to grow the\nglowing flowers of _Christabel_, where night itself, peopled with occult\nalarms, cannot minimise the mingled horror and splendour of Geraldine's\nfirst appearance.\n\n    Is the night chilly and dark?\n    The night is chilly, but not dark.\n    The thin gray cloud is spread on high,\n    It covers but not hides the sky.\n    The moon is behind, and at the full;\n    And yet she looks both small and dull.\n    The night is chill, the cloud is gray:\n    'Tis a month before the month of May,\n    And the Spring comes slowly up this way.\n    The lovely lady, Christabel,\n    Whom her father loves so well,\n    What makes her in the wood so late,\n    A furlong from the castle gate?\n    She had dreams all yesternight\n    Of her own betrothed knight;\n    And she in the midnight wood will pray\n    For the weal of her lover that's far away.\n\n    She stole along, she nothing spoke,\n    The sighs she heaved were soft and low,\n    And naught was green upon the oak,\n    But moss and rarest mistletoe:\n    She kneels beneath the huge oak tree,\n    And in silence prayeth she.\n\n    The lady sprang up suddenly,\n    The lovely lady, Christabel!\n    It moaned as near, as near can be,\n    But what it is, she cannot tell.--\n    On the other side it seems to be,\n    Of the huge, broad-breasted, old oak tree.\n\n\n\n    There she sees a damsel bright,\n    Drest in a silken robe of white,\n    That shadowy in the moonlight shone:\n    The neck that made that white robe wan,\n    Her stately neck, and arms were bare;\n    Her blue-veined feet unsandal'd were,\n    And wildly glittered here and there\n    The gems entangled in her hair.\n    I guess, 'twas frightful there to see\n    A lady so richly clad as she--\n    Beautiful exceedingly!\n\nAnd a chilly basis, these solemnly-propounded theories, for the gorgeous\nfabric of _The Ancient Mariner_. Originally founded, as regards its main\noutlines, upon a dream which occurred to Cruikshank,--a dream of a\nskeleton ship with figures in it,--who could have anticipated such results\nas that unforgettable scene where \"The Ancient Mariner beholdeth a sign in\nthe element afar off\"?--\n\n    The western wave was all a-flame;\n    The day was well nigh done;\n    Almost upon the western wave\n    Rested the broad bright Sun;\n    When that strange shape drove suddenly\n    Betwixt us and the Sun.\n\n    And straight the Sun was flecked with bars\n    (Heaven's Mother send us grace!)\n    As if through a dungeon-grate he peered\n    With broad and burning face.\n\n    Alas! (thought I, and my heart beat loud)\n    How fast she nears and nears!\n    Are those _her_ sails that glance in the Sun,\n    Like restless gossameres!\n\n    Are those _her_ ribs through which the Sun\n    Did peer, as through a grate?\n    And is that Woman all her crew?\n    Is that a Death? and are there two?\n    Is Death that woman's mate?\n\n    _Her_ lips were red, _her_ looks were free,\n    Her locks were yellow as gold:\n    Her skin was as white as leprosy,\n    The Nightmare Life-in-Death was she,\n    Who thicks man's blood with cold.\n\n    The naked hulk alongside came,\n    And the twain were casting dice;\n    'The game is done! I've won! I've won!'\n    Quoth she, and whistles thrice.\n\n    The Sun's rim dips; the stars rush out:\n    At one stride comes the dark;\n    With far-heard whisper, o'er the sea,\n    Off shot the spectre-bark.\n\n    We listened, and looked sideways up!\n    Fear at my heart, as at a cup,\n    My life-blood seemed to sip!\n    The stars were dim, and thick the night,\n    The steersman's face by his lamp gleamed white;\n\n    From the sails the dew did drip--\n    Till clomb above the eastern bar\n    The horned Moon, with one bright star\n    Within the nether tip.\n\nOr who could have supposed that Wordsworth's subsequent suggestion for the\nplot of the poem, \"Suppose you represent the Mariner as having killed an\nAlbatross on entering the South Sea, and that the tutelary spirits of\nthese regions take upon themselves to avenge the crime,\" should develop\ninto that magnificent defence of the animal right to live, which, in\nColeridge's opinion, obtruded a moral sentiment too openly in a work of\nsuch pure imagination? The curse of remorse, throughout the whole story,\nhangs as heavy on the seaman's soul as does the dead weight of the\nAlbatross around his neck: until that mystical moment when he blesses the\nbeauty of the \"happy living things\" in the water, \"God's creatures of the\ngreat calm,\"\n\n    The moving Moon went up the sky,\n    And no where did abide:\n    Softly she was going up,\n    And a star or two beside.\n\n    Her beams bemocked the sultry main,\n    Like April hoar-frost spread;\n    But where the ship's huge shadow lay,\n    The charmed water burnt alway\n    A still and awful red.\n\n    Beyond the shadow of the ship,\n    I watched the water-snakes:\n    They moved in tracks of shining white,\n    And when they reared, the elfish light\n    Fell off in hoary flakes.\n\n    Within the shadow of the ship\n    I watched their rich attire:\n    Blue, glossy green, and velvet black,\n    They coiled and swam; and every track\n    Was a flash of golden fire.\n\n    O happy living things! no tongue\n    Their beauty might declare:\n    A spring of love gushed from my heart,\n    And I blessed them unaware:\n    Sure my kind saint took pity on me,\n    And I blessed them unaware.\n\n    The self-same moment I could pray;\n    And from my neck so free\n    The Albatross fell off, and sank\n    Like lead into the sea.\n\n    \"The self-same moment I could pray:\n      And from my neck so free\n    The Albatross fell off, and sank\n      Like lead into the sea.\"\n\n                          (_The Ancient Mariner_).]\n\n... Side by side the three friends wandered over the May-sweet\nhillsides,--dipping into wooded combes, musical with the sound of\nstreams,--climbing the heathery slopes, resting here and there upon some\nglorious crest to drink in all the joy and colour of the landscape, and to\nreflect, in Coleridge's own words, how--\n\n    Flowers are lovely; Love is flower-like;\n    Friendship is a sheltering tree.\n\nEach of them young,--each of them passionate lovers of Nature,--each\nbrimming with hopes, and equipped with commanding intellect,--they formed\nthe three-fold chord, with its tonic, dominant and mediant, of which is\nborn all music....\n\nIt was nearly eight o'clock when Coleridge parted from the Wordsworths at\nthe gate of Alfoxden. They were happily tired after some nine hours'\nrambling, and a serene joy lit up their faces, as of those who have passed\nthrough some enchanting experience,--who have touched at some oasis of\nsheer delight. Coleridge tried to frame his thoughts into words, as he\nstrode homeward with his loose shambling gait, continually shifting from\none side of the path to the other after his notorious \"corkscrew\" habit.\nThe notes of the nightingale, poignantly sweet, echoed to him out of the\nwoods,--and he would gladly have lingered to listen; but, instead, he\nthought--\n\n    Farewell, O Warbler! till to-morrow eve,\n    And you, my friends! farewell, a short farewell!\n    We have been loitering long and pleasantly,\n    And now for our dear homes.--That strain again!\n    Full fain it would delay me! My dear babe,\n    Who, capable of no articulate sound,\n    Mars all things with his imitative lisp,\n    How he would place his hand beside his ear,\n    His little hand, the small forefinger up,\n    And bid us listen! And I deem it wise\n    To make him Nature's play-mate. He knows well\n    The evening star; and once, when he awoke\n    In most distressful mood (some inward pain\n    Had made up that strange thing, an infant's dream)\n    I hurried with him to our orchard-plot,\n    And he beheld the Moon, and, hushed at once,\n    Suspends his sobs, and laughs most silently,\n    While his fair eyes, that swam with un-dropped tears,\n    Did glitter in the yellow moonbeam! Well!--\n    It is a father's tale. But if that Heaven\n    Should give me life, his childhood shall grow up\n    Familiar with these songs, that with the night\n    He may associate joy! Once more farewell,\n    Sweet Nightingale! Once more, my friends! farewell.\n\nSara met him in the road with a despondent air. \"Lloyd has gone,\" said\nshe.\n\n\"Gone! what, actually _gone_! Do you mean to say he has left us?\"\nexclaimed Coleridge, horrorstruck.\n\n\"He packed up his things and took leave of me,\" she replied; \"it seems he\nhired a conveyance from Bristol to fetch him home.\"\n\n\"Good Heavens!\" cried her husband: and all the tranquil joy died out of\nhis face; nothing but weariness, flabbiness and dejection remained. \"Did\nhe give no reason?\"\n\n\"O, he said things about the Wordsworths,\" replied Sara. \"He thinks you\nhave neglected him shamefully. So do I.\" And she shut her mouth with a\nsnap.\n\nColeridge, though so prolific a conversationalist, and so prone to speech,\nknew when there was a time to be silent. He attempted no defence or\nexcuse. He simply went indoors, and sitting distastefully to an\nunprepossessing supper, let Sara say her say upon the subject of Lloyd: it\nwas an extensive and a justifiable recrimination. Then--still in the same\nabstracted and monosyllabic state,--he helped to wash up, attended--better\nlate than never--to the pigs and fowls, and sat before the fire, with a\nnote-book in his hands and baby-clothes pinned to warm upon his knees,\nwhile Sara put the child to bed. He was working out with patient care\nthose apparently unpremeditated effects which go to make up the haunting\nmelody of _Christabel_. For, skilful and accomplished metrist as he was,\nit was only by dint of \"repeated experiments and intense mental effort\"\nthat he achieved those results in which his art appears most artless.\nHowever, he was in no fit state, over-tired and distressed as he felt, for\nlaborious efforts of this kind: and presently Nature took vengeance upon\nhim in the form of intolerable toothache. A little while he bore it: then,\nmoving tip-toe lest he should be heard in the upper room where Sara was\nsoothing the little one to sleep, he stole to a corner cupboard and took\nout a bottle of laudanum. In this false friend and insidious comforter he\nhad already found relief and repose from mental, as from physical\ntroubles,--more and more frequently he had recourse to it. He knew its\nfatal tendency to undermine the will and debilitate the constitution, yet\nhe could not deny himself an artificial peace which he described as \"a\nspot of enchantment, a green spot of fountains and trees in the very heart\nof a waste of sand.\"\n\nAnd immediately he began to view things _couleur de rose_. The sharp\ntongue and angry face of Sara became transmogrified into the gentle\nsemblance of her anagram, the imaginary _Asra_ of his poems,--\n\n        To be beloved is all I need,\n        And whom I love I love indeed.\n\n           *       *       *       *       *\n\n        O ever--ever be thou blest!\n            For dearly, Asra! love I thee!\n        This brooding warmth across my breast,\n            This depth of tranquil bliss--ah, me!\n    Fount, tree and shed are gone, I know not whither,\n    But in one quiet room we three are still together.\n\n        The shadows dance upon the wall,\n            By the still dancing fire-flames made;\n        And now they slumber moveless all!\n            And now they melt to one deep shade!\n    But not from me shall this mild darkness steal thee:\n    I dream thee with mine eyes, and at my heart I feel thee!\n\nThe visions born of opium floated in vague, rich phantasmagoria across his\nslumbrous brain,\n\n    And so, his senses gradually wrapt\n    In a half-sleep, he dreams of better worlds,\n\n--sitting in the failing firelight. With a great effort he roused himself\nto creep up the stair-ladder, and to lay his drugged limbs upon the hard\nstraw bed. The child and Sara were already dreaming: he gazed at them with\nserene affection:\n\n    Dear Babe, that sleepest cradled by my side,\n    Whose gentle breathings, heard in this deep calm,\n    Fill up the interspersed vacancies\n    And momentary pauses of the thought!\n    My babe so beautiful! it thrills my heart\n    With tender gladness, thus to look at thee!\n\nand lastly, with all the mental power yet left him, he committed himself\nto the God of whom he was so weak, so well-intentioned a worshipper:\n\n    Ere on my bed my limbs I lay,\n    It hath not been my use to pray\n    With moving lips or bended knees;\n    But silently, by slow degress,\n    My spirit I to Love compose,\n    In humble trust mine eye-lids close,\n    With reverential resignation,\n    No wish conceived, no thought expressed.\n    Only a _sense_ of supplication,--\n    A sense o'er all my soul impressed\n    That I am weak, yet not unblest,\n    Since in me, round me, every where\n    Eternal Strength and Wisdom are.\n\nBut now the stealthy narcotic utterly beclouded him: he sank away as\nthrough unfathomable gulfs of somnolence. Samuel Taylor Coleridge had\nclosed another day.\n\n\n             _Printed by Percy Lund, Humphries & Co., Ltd.,\n             Bradford and London._                  _4885._\n\n\n\n None.\n\n",
    "metadata": {
        "author": [
            "Byron, Mary Clarissa Gillington",
            "Byron, May",
            "Byron, Mrs. G. F.",
            "Clare, Maurice",
            "Gillington, M. C. (May Clarissa)",
            "Byron, May Clarissa Gillington",
            "Gillington, Mary Clarissa",
            "Gillington, May Clarissa"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/36337/pg36337.txt",
        "name": "a_day_with_samuel_taylor_coleridge.json"
    }
}