{
    "name": "A Doctor of the Old School — Volume 3",
    "author": [
        "Watson, John",
        "Maclaren, Ian"
    ],
    "body": "                         Book III.\n\n                     A FIGHT WITH DEATH\n\n\n\nPREFACE\n\nIt is with great good will that I write this short preface to the\nedition of \"A Doctor of the Old School\" (which has been illustrated by\nMr. Gordon after an admirable and understanding fashion) because there\nare two things that I should like to say to my readers, being also my\nfriends.\n\nOne, is to answer a question that has been often and fairly asked. Was\nthere ever any doctor so self-forgetful and so utterly Christian as\nWilliam MacLure? To which I am proud to reply, on my conscience: Not one\nman, but many in Scotland and in the South country. I will dare prophecy\nalso across the sea.\n\nIt has been one man's good fortune to know four country doctors, not one\nof whom was without his faults--Weelum was not perfect--but who, each\none, might have sat for my hero. Three are now resting from their\nlabors, and the fourth, if he ever should see these lines, would never\nidentify himself.\n\nThen I desire to thank my readers, and chiefly the medical profession\nfor the reception given to the Doctor of Drumtochty.\n\nFor many years I have desired to pay some tribute to a class whose\nservice to the community was known to every countryman, but after the\ntale had gone forth my heart failed. For it might have been despised\nfor the little grace of letters in the style and because of the outward\nroughness of the man. But neither his biographer nor his circumstances\nhave been able to obscure MacLure who has himself won all honest hearts,\nand received afresh the recognition of his more distinguished brethren.\nFrom all parts of the English-speaking world letters have come in\ncommendation of Weelum MacLure, and many were from doctors who had\nreceived new courage. It is surely more honor than a new writer could\never have deserved to receive the approbation of a profession whose\ncharity puts us all to shame.\n\nMay I take this first opportunity to declare how deeply my heart has\nbeen touched by the favor shown to a simple book by the American people,\nand to express my hope that one day it may be given me to see you face\nto face.\n\nIAN MACLAREN. Liverpool, Oct. 4, 1895.\n\n\n\n\n                    A FIGHT WITH DEATH.\n\n\nIII\n\nA FIGHT WITH DEATH\n\n\nWhen Drumsheugh's grieve was brought to the gates of death by fever,\ncaught, as was supposed, on an adventurous visit to Glasgow, the London\ndoctor at Lord Kilspindie's shooting lodge looked in on his way from the\nmoor, and declared it impossible for Saunders to live through the night.\n\n\"I give him six hours, more or less; it is only a question of time,\"\nsaid the oracle, buttoning his gloves and getting into the brake;\n\"tell your parish doctor that I was sorry not to have met him.\"\n\nBell heard this verdict from behind the door, and gave way utterly,\nbut Drumsheugh declined to accept it as final, and devoted himself to\nconsolation.\n\n\"Dinna greet like that, Bell wumman, sae lang as Saunders is still\nliving'; a'll never give up houp, for ma pairt, till oor ain man says\nthe word.\n\n\"A' the doctors in the land dinna ken as muckle aboot us as Weelum\nMacLure, an' he's ill tae beat when he's trying tae save a man's life.\"\n\nMacLure, on his coming, would say nothing, either weal or woe, till he\nhad examined Saunders. Suddenly his face turned into iron before their\neyes, and he looked like one encountering a merciless foe. For there was\na feud between MacLure and a certain mighty power which had lasted for\nforty years in Drumtochty.\n\n\"The London doctor said that Saunders wud sough awa afore mornin', did\nhe? Weel, he's an authority on fevers an' sic like diseases, an' ought\ntae ken.\n\n\"It's may be presumptous o' me tae differ frae him, and it wudna be\nverra respectfu' o' Saunders tae live aifter this opeenion. But Saunders\nwes awe thraun an' ill tae drive, an' he's as like as no tae gang his\nown gait.\n\n\"A'm no meanin' tae reflect on sae clever a man, but he didna ken the\nseetuation. He can read fevers like a buik, but he never cam across sic\na thing as the Drumtochty constitution a' his days.\n\n\"Ye see, when onybody gets as low as puir Saunders here, it's juist\na hand to hand wrastle atween the fever and his constitution, an' of\ncoorse, if he had been a shilpit, stuntit, feckless effeegy o' a cratur,\nfed on tea an' made dishes and pushioned wi' bad air, Saunders wud hae\nnae chance; he wes boond tae gae oot like the snuff o' a candle.\n\n\"But Saunders hes been fillin' his lungs for five and thirty year wi'\nstrong Drumtochty air, an' eatin' naethin' but kirny aitmeal, and\ndrinkin' naethin' but fresh milk frae the coo, an' followin' the ploo\nthrough the new-turned sweet-smellin' earth, an' swingin' the scythe in\nhaytime and harvest, till the legs an' airms o' him were iron, an' his\nchest wes like the cuttin' o' an oak tree.\n\n\"He's a waesome sicht the nicht, but Saunders wes a buirdly man aince,\nand wull never lat his life be taken lichtly frae him. Na, na, he hesna\nsinned against Nature, and Nature 'ill stand by him noo in his oor o'\ndistress.\n\n\"A' daurna say yea, Bell, muckle as a' wud like, for this is an evil\ndisease, cunnin, an' treacherous as the deevil himsel', but a' winna say\nnay, sae keep yir hert frae despair.\n\n\"It wull be a sair fecht, but it 'ill be settled one wy or anither by\nsax o'clock the morn's morn. Nae man can prophecee hoo it 'ill end, but\nae thing is certain, a'll no see deith tak a Drumtochty man afore his\ntime if a' can help it.\n\n\"Noo, Bell ma wumman, yir near deid wi' tire, an' nae wonder. Ye've dune\na' ye cud for yir man, an' ye'll lippen (trust) him the nicht tae\nDrumsheugh an' me; we 'ill no fail him or you.\n\n\"Lie doon an' rest, an' if it be the wull o' the Almichty a'll wauken ye\nin the mornin' tae see a livin' conscious man, an' if it be ither-wise\na'll come for ye the suner, Bell,\" and the big red hand went out to the\nanxious wife. \"A' gie ye ma word.\"\n\nBell leant over the bed, and at the sight of Saunders' face a\nsuperstitious dread seized her.\n\n\"See, doctor, the shadow of deith is on him that never lifts. A've seen\nit afore, on ma father an' mither. A' canna leave him, a' canna leave\nhim.\"\n\n\"It's hoverin', Bell, but it hesna fallen; please God it never wull.\nGang but and get some sleep, for it's time we were at oor work.\n\n\"The doctors in the toons hae nurses an' a' kinds o' handy apparatus,\"\nsaid MacLure to Drumsheugh when Bell had gone, \"but you an' me 'ill need\ntae be nurse the nicht, an' use sic things as we hev.\n\n\"It 'ill be a lang nicht and anxious wark, but a' wud raither hae ye,\nauld freend, wi' me than ony man in the Glen. Ye're no feared tae gie a\nhand?\"\n\n\"Me feared? No, likely. Man, Saunders cam tae me a haflin, and hes been\non Drumsheugh for twenty years, an' though he be a dour chiel, he's a\nfaithfu' servant as ever lived. It's waesome tae see him lyin' there\nmoanin' like some dumb animal frae mornin' tae nicht, an' no able tae\nanswer his ain wife when she speaks.\n\n\"Div ye think, Weelum, he hes a chance?\"\n\n\"That he hes, at ony rate, and it 'ill no be your blame or mine if he\nhesna mair.\"\n\nWhile he was speaking, MacLure took off his coat and waistcoat and hung\nthem on the back of the door. Then he rolled up the sleeves of his shirt\nand laid bare two arms that were nothing but bone and muscle.\n\n\"It gar'd ma very blood rin faster tae the end of ma fingers juist tae\nlook at him,\" Drumsheugh expatiated afterwards to Hillocks, \"for a' saw\nnoo that there was tae be a stand-up fecht atween him an' deith for\nSaunders, and when a' thocht o' Bell an' her bairns, a' kent wha wud\nwin.\n\n\"'Aff wi' yir coat, Drumsheugh,' said MacLure; 'ye 'ill need tae bend\nyir back the nicht; gither a' the pails in the hoose and fill them at\nthe spring, an' a'll come doon tae help ye wi' the carryin'.'\"\n\nIt was a wonderful ascent up the steep pathway from the spring to the\ncottage on its little knoll, the two men in single file, bareheaded,\nsilent, solemn, each with a pail of water in either hand, MacLure\nlimping painfully in front, Drumsheugh blowing behind; and when they\nlaid down their burden in the sick room, where the bits of furniture had\nbeen put to a side and a large tub held the centre, Drumsheugh looked\ncuriously at the doctor.\n\n\"No, a'm no daft; ye needna be feared; but yir tae get yir first lesson\nin medicine the nicht, an' if we win the battle ye can set up for yersel\nin the Glen.\n\n\"There's twa dangers--that Saunders' strength fails, an' that the force\no' the fever grows; and we have juist twa weapons.\n\n\"Yon milk on the drawers' head an' the bottle of whisky is tae keep up\nthe strength, and this cool caller water is tae keep doon the fever.\n\n\"We 'ill cast oot the fever by the virtue o' the earth an' the water.\"\n\n\"Div ye mean tae pit Saunders in the tub?\"\n\n\"Ye hiv it noo, Drumsheugh, and that's hoo a' need yir help.\"\n\n\"Man, Hillocks,\" Drumsheugh used to moralize, as often as he remembered\nthat critical night, \"it wes humblin' tae see hoo low sickness can bring\na pooerfu' man, an' ocht tae keep us frae pride.\"\n\n\"A month syne there wesna a stronger man in the Glen than Saunders, an'\nnoo he wes juist a bundle o' skin and bone, that naither saw nor heard,\nnor moved nor felt, that kent naethin' that was dune tae him.\n\n\"Hillocks, a' wudna hae wished ony man tae hev seen Saunders--for it\nwull never pass frae before ma een as long as a' live--but a' wish a'\nthe Glen hed stude by MacLure kneelin' on the floor wi' his sleeves up\ntae his oxters and waitin' on Saunders.\n\n\"Yon big man wes as pitifu' an' gentle as a wumman, and when he laid the\npuir fallow in his bed again, he happit him ower as a mither dis her\nbairn.\"\n\nThrice it was done, Drumsheugh ever bringing up colder water from the\nspring, and twice MacLure was silent; but after the third time there was\na gleam in his eye.\n\n\"We're haudin' oor ain; we're no bein' maistered, at ony rate; mair a'\ncanna say for three oors.\n\n\"We 'ill no need the water again, Drumsheugh; gae oot and tak a breath\no' air; a'm on gaird masel.\"\n\nIt was the hour before daybreak, and Drumsheugh wandered through fields\nhe had trodden since childhood. The cattle lay sleeping in the pastures;\ntheir shadowy forms, with a patch of whiteness here and there, having a\nweird suggestion of death. He heard the burn running over the stones;\nfifty years ago he had made a dam that lasted till winter. The hooting\nof an owl made him start; one had frightened him as a boy so that he ran\nhome to his mother--she died thirty years ago. The smell of ripe corn\nfilled the air; it would soon be cut and garnered. He could see the dim\noutlines of his house, all dark and cold; no one he loved was beneath\nthe roof. The lighted window in Saunders' cottage told where a man hung\nbetween life and death, but love was in that home. The futility of life\narose before this lonely man, and overcame his heart with an\nindescribable sadness. What a vanity was all human labour, what a\nmystery all human life.\n\nBut while he stood, subtle change came over the night, and the air\ntrembled round him as if one had whispered. Drumsheugh lifted his head\nand looked eastwards. A faint grey stole over the distant horizon, and\nsuddenly a cloud reddened before his eyes. The sun was not in sight, but\nwas rising, and sending forerunners before his face. The cattle began\nto stir, a blackbird burst into song, and before Drumsheugh crossed the\nthreshold of Saunders' house, the first ray of the sun had broken on a\npeak of the Grampians.\n\nMacLure left the bedside, and as the light of the candle fell on\nthe doctor's face, Drumsheugh could see that it was going well with\nSaunders.\n\n\"He's nae waur; an' it's half six noo; it's ower sune tae say mair, but\na'm houpin' for the best. Sit doon and take a sleep, for ye're needin'\n't, Drumsheugh, an', man, ye hae worked for it.\"\n\nAs he dozed off, the last thing Drumsheugh saw was the doctor sitting\nerect in his chair, a clenched fist resting on the bed, and his eyes\nalready bright with the vision of victory.\n\nHe awoke with a start to find the room flooded with the morning\nsunshine, and every trace of last night's work removed.\n\nThe doctor was bending over the bed, and speaking to Saunders.\n\n\"It's me, Saunders, Doctor MacLure, ye ken; dinna try tae speak or move;\njuist let this drap milk slip ower--ye 'ill be needin' yir breakfast,\nlad--and gang tae sleep again.\"\n\nFive minutes, and Saunders had fallen into a deep, healthy sleep, all\ntossing and moaning come to an end. Then MacLure stepped softly across\nthe floor, picked up his coat and waistcoat, and went out at the door.\nDrumsheugh arose and followed him without a word. They passed through\nthe little garden, sparkling with dew, and beside the byre, where Hawkie\nrattled her chain, impatient for Bell's coming, and by Saunders' little\nstrip of corn ready for the scythe, till they reached an open field.\nThere they came to a halt, and Doctor MacLure for once allowed himself\nto go.\n\nHis coat he flung east and his waistcoat west, as far as he could hurl\nthem, and it was plain he would have shouted had he been a complete mile\nfrom Saunders' room. Any less distance was useless for the adequate\nexpression. He struck Drumsheugh a mighty blow that well-nigh levelled\nthat substantial man in the dust and then the doctor of Drumtochty\nissued his bulletin.\n\n\"Saunders wesna tae live through the nicht, but he's livin' this meenut,\nan' like to live.\n\n\"He's got by the warst clean and fair, and wi' him that's as good as\ncure.\n\n\"It' ill be a graund waukenin' for Bell; she 'ill no be a weedow yet,\nnor the bairnies fatherless.\n\n\"There's nae use glowerin' at me, Drumsheugh, for a body's daft at a\ntime, an' a' canna contain masel' and a'm no gaein' tae try.\"\n\nThen it dawned on Drumsheugh that the doctor was attempting the Highland\nfling.\n\n\"He's 'ill made tae begin wi',\" Drumsheugh explained in the kirkyard\nnext Sabbath, \"and ye ken he's been terrible mishannelled by accidents,\nsae ye may think what like it wes, but, as sure as deith, o' a' the\nHielan flings a' ever saw yon wes the bonniest.\n\n\"A' hevna shaken ma ain legs for thirty years, but a' confess tae a turn\nmasel. Ye may lauch an' ye like, neeburs, but the thocht o' Bell an'\nthe news that wes waitin' her got the better o' me.\"\n\n\"THE DOCTOR WAS ATTEMPTING THE HIGHLAND FLING\"\n\nDrumtochty did not laugh. Drumtochty looked as if it could have done\nquite otherwise for joy.\n\n\"A' wud hae made a third gin a bed been there,\" announced Hillocks,\naggressively.\n\n\"Come on, Drumsheugh,\" said Jamie Soutar, \"gie's the end o't; it wes a\nmichty mornin'.\"\n\n\"'We're twa auld fules,' says MacLure tae me, and he gaithers up his\nclaithes. 'It wud set us better tae be tellin' Bell.'\n\n\"She wes sleepin' on the top o' her bed wrapped in a plaid, fair worn\noot wi' three weeks' nursin' o' Saunders, but at the first touch she was\noot upon the floor.\n\n\"'Is Saunders deein', doctor?' she cries. 'Ye promised tae wauken me;\ndinna tell me it's a' ower.'\n\n\"'There's nae deein' aboot him, Bell; ye're no tae lose yir man this\ntime, sae far as a' can see. Come ben an' jidge for yersel'.'\n\n\"Bell lookit at Saunders, and the tears of joy fell on the bed like\nrain.\n\n\"'The shadow's lifted,' she said; 'he's come back frae the mooth o' the\ntomb.\n\n\"'A' prayed last nicht that the Lord wud leave Saunders till the laddies\ncud dae for themselves, an' thae words came intae ma mind, 'Weepin' may\nendure for a nicht, but joy cometh in the mornin'.\"\n\n\"'The Lord heard ma prayer, and joy hes come in the mornin',' an' she\ngripped the doctor's hand.\n\n\"'Ye've been the instrument, Doctor MacLure. Ye wudna gie him up, and ye\ndid what nae ither cud for him, an' a've ma man the day, and the bairns\nhae their father.'\n\n\"An' afore MacLure kent what she was daein', Bell lifted his hand to her\nlips an' kissed it.\"\n\n\"Did she, though?\" cried Jamie. \"Wha wud hae thocht there wes as muckle\nspunk in Bell?\"\n\n\"MacLure, of coorse, was clean scandalized,\" continued Drumsheugh, \"an'\npooed awa his hand as if it hed been burned.\n\n\"Nae man can thole that kind o' fraikin', and a' never heard o' sic\na thing in the parish, but we maun excuse Bell, neeburs; it wes an\noccasion by ordinar,\" and Drumsheugh made Bell's apology to Drumtochty\nfor such an excess of feeling.\n\n\"A' see naethin' tae excuse,\" insisted Jamie, who was in great fettle\nthat Sabbath; \"the doctor hes never been burdened wi' fees, and a'm\njudgin' he coonted a wumman's gratitude that he saved frae weedowhood\nthe best he ever got.\"\n\n\"A' gaed up tae the Manse last nicht,\" concluded Drumsheugh, \"and telt\nthe minister hoo the doctor focht aucht oors for Saunders' life, an'\nwon, and ye never saw a man sae carried. He walkit up and doon the room\na' the time, and every other meenut he blew his nose like a trumpet.\n\n\"'I've a cold in my head to-night, Drumsheugh,' says he; 'never mind\nme.'\"\n\n\"A've hed the same masel in sic circumstances; they come on sudden,\"\nsaid Jamie.\n\n\"A' wager there 'ill be a new bit in the laist prayer the day, an'\nsomethin' worth hearin'.\"\n\nAnd the fathers went into kirk in great expectation.\n\n\"We beseech Thee for such as be sick, that Thy hand may be on them for\ngood, and that Thou wouldst restore them again to health and strength,\"\nwas the familiar petition of every Sabbath.\n\nThe congregation waited in a silence that might be heard, and were not\ndisappointed that morning, for the minister continued:\n\n\"Especially we tender Thee hearty thanks that Thou didst spare Thy\nservant who was brought down into the dust of death, and hast given him\nback to his wife and children, and unto that end didst wonderfully bless\nthe skill of him who goes out and in amongst us, the beloved physician\nof this parish and adjacent districts.\"\n\n\"Didna a' tell ye, neeburs?\" said Jamie, as they stood at the kirkyard\ngate before dispersing; \"there's no a man in the coonty cud hae dune\nit better. 'Beloved physician,' an' his 'skill,' tae, an' bringing in\n'adjacent districts'; that's Glen Urtach; it wes handsome, and the\ndoctor earned it, ay, every word.\n\n\"It's an awfu' peety he didna hear you; but dear knows whar he is the\nday, maist likely up--\"\n\nJamie stopped suddenly at the sound of a horse's feet, and there, coming\ndown the avenue of beech trees that made a long vista from the kirk\ngate, they saw the doctor and Jess.\n\nOne thought flashed through the minds of the fathers of the\ncommonwealth.\n\nIt ought to be done as he passed, and it would be done if it were not\nSabbath. Of course it was out of the question on Sabbath.\n\nThe doctor is now distinctly visible, riding after his fashion.\n\nThere was never such a chance, if it were only Saturday; and each man\nreads his own regret in his neighbor's face.\n\nThe doctor is nearing them rapidly; they can imagine the shepherd's\ntartan.\n\nSabbath or no Sabbath, the Glen cannot let him pass without some tribute\nof their pride.\n\nJess had recognized friends, and the doctor is drawing rein.\n\n\"It hes tae be dune,\" said Jamie desperately, \"say what ye like.\"\nThen they all looked towards him, and Jamie led.\n\n\"Hurrah,\" swinging his Sabbath hat in the air, \"hurrah,\" and once more,\n\"hurrah,\" Whinnie Knowe, Drumsheugh, and Hillocks joining lustily, but\nTammas Mitchell carrying all before him, for he had found at last an\nexpression for his feelings that rendered speech unnecessary.\n\nIt was a solitary experience for horse and rider, and Jess bolted\nwithout delay. But the sound followed and surrounded them, and as they\npassed the corner of the kirkyard, a figure waved his college cap over\nthe wall and gave a cheer on his own account.\n\n\"God bless you, doctor, and well done.\"\n\n\"If it isna the minister,\" cried Drumsheugh, \"in his goon an' bans, tae\nthink o' that; but a' respeck him for it.\"\n\nThen Drumtochty became self-conscious, and went home in confusion of\nface and unbroken silence, except Jamie Soutar, who faced his neighbors\nat the parting of the ways without shame.\n\n\"A' wud dae it a' ower again if a' hed the chance; he got naethin' but\nhis due.\" It was two miles before Jess composed her mind, and the doctor\nand she could discuss it quietly together.\n\n\"A' can hardly believe ma ears, Jess, an' the Sabbath tae; their verra\njidgment hes gane frae the fouk o' Drumtochty.\n\n\"They've heard about Saunders, a'm thinkin', wumman, and they're pleased\nwe brocht him roond; he's fairly on the mend, ye ken, noo.\n\n\"A' never expeckit the like o' this, though, and it wes juist a wee\nthingie mair than a' cud hae stude.\n\n\"Ye hev yir share in't tae, lass; we've hed mony a hard nicht and day\nthegither, an' yon wes oor reward. No mony men in this warld 'ill ever\nget a better, for it cam frae the hert o' honest fouk.\"",
    "metadata": {
        "author": [
            "Watson, John",
            "Maclaren, Ian"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9317/pg9317.txt",
        "name": "a_doctor_of_the_old_school_volume_3.json"
    }
}