{
    "name": "A Doctor of the Old School — Volume 5",
    "author": [
        "Watson, John",
        "Maclaren, Ian"
    ],
    "body": "                         Book V.\n\n                  THE MOURNING OF THE GLEN\n\n\n\nPREFACE\n\nIt is with great good will that I write this short preface to the\nedition of \"A Doctor of the Old School\" (which has been illustrated by\nMr. Gordon after an admirable and understanding fashion) because there\nare two things that I should like to say to my readers, being also my\nfriends.\n\nOne, is to answer a question that has been often and fairly asked. Was\nthere ever any doctor so self-forgetful and so utterly Christian as\nWilliam MacLure? To which I am proud to reply, on my conscience: Not one\nman, but many in Scotland and in the South country. I will dare prophecy\nalso across the sea.\n\nIt has been one man's good fortune to know four country doctors, not one\nof whom was without his faults--Weelum was not perfect--but who, each\none, might have sat for my hero. Three are now resting from their\nlabors, and the fourth, if he ever should see these lines, would never\nidentify himself.\n\nThen I desire to thank my readers, and chiefly the medical profession\nfor the reception given to the Doctor of Drumtochty.\n\nFor many years I have desired to pay some tribute to a class whose\nservice to the community was known to every countryman, but after the\ntale had gone forth my heart failed. For it might have been despised\nfor the little grace of letters in the style and because of the outward\nroughness of the man. But neither his biographer nor his circumstances\nhave been able to obscure MacLure who has himself won all honest hearts,\nand received afresh the recognition of his more distinguished brethren.\nFrom all parts of the English-speaking world letters have come in\ncommendation of Weelum MacLure, and many were from doctors who had\nreceived new courage. It is surely more honor than a new writer could\never have deserved to receive the approbation of a profession whose\ncharity puts us all to shame.\n\nMay I take this first opportunity to declare how deeply my heart has\nbeen touched by the favor shown to a simple book by the American people,\nand to express my hope that one day it may be given me to see you face\nto face.\n\nIAN MACLAREN. Liverpool, Oct. 4, 1895.\n\n\n\n                   THE MOURNING OF THE GLEN\n\n\n\nV.\n\nTHE MOURNING OF THE GLEN.\n\n\nDr. MacLure was buried during the great snowstorm which is still spoken\nof, and will remain the standard of snowfall in Drumtochty for the\ncentury. The snow was deep on the Monday, and the men that gave notice\nof his funeral had hard work to reach the doctor's distant patients.\nOn Tuesday morning it began to fall again in heavy, fleecy flakes, and\ncontinued till Thursday, and then on Thursday the north wind rose and\nswept the snow into the hollows of the roads that went to the upland\nfarms, and built it into a huge bank at the mouth of Glen Urtach, and\nlaid it across our main roads in drifts of every size and the most\nlovely shapes, and filled up crevices in the hills to the depth of fifty\nfeet.\n\nOn Friday morning the wind had sunk to passing gusts that powdered\nyour coat with white, and the sun was shining on one of those winter\nlandscapes no townsman can imagine and no countryman ever forgets. The\nGlen, from end to end and side to side, was clothed in a glistering\nmantle white as no fuller on earth could white it, that flung its skirts\nover the clumps of trees and scattered farmhouses, and was only divided\nwhere the Tochty ran with black, swollen stream. The great moor rose and\nfell in swelling billows of snow that arched themselves over the burns,\nrunning deep in the mossy ground, and hid the black peat bogs with a\nthin, treacherous crust.\n\nBeyond, the hills northwards and westwards stood high in white majesty,\nsave where the black crags of Glen Urtach broke the line, and, above our\nlower Grampians, we caught glimpses of the distant peaks that lifted\ntheir heads in holiness unto God.\n\nIt seemed to me a fitting day for William MacLure's funeral, rather than\nsummer time, with its flowers and golden corn. He had not been a soft\nman, nor had he lived an easy life, and now he was to be laid to rest\namid the austere majesty of winter, yet in the shining of the sun. Jamie\nSoutar, with whom I toiled across the Glen, did not think with me, but\nwas gravely concerned.\n\n\"Nae doot it's a graund sicht; the like o't is no gien tae us twice in\na generation, an' nae king wes ever carried tae his tomb in sic a\ncathedral.\n\n\"But it's the fouk a'm conseederin', an' hoo they'll win through; it's\nhard eneuch for them 'at's on the road, an' it's clean impossible for\nthe lave.\n\n\"They 'ill dae their best, every man o' them,  ye may depend on that,\nan' hed it been open weather there wudna hev been six able-bodied\nmen missin'.\n\n\"A' wes mad at them, because they never said onything when he wes\nleevin', but they felt for a' that what he hed dune, an', a' think, he\nkent it afore he deed.\n\n\"He hed juist ae faut, tae ma thinkin', for a' never jidged the waur\no' him for his titch of rochness--guid trees hae gnarled bark--but he\nthotched ower little o' himsel'.\n\n\"Noo, gin a' hed asked him hoo mony fouk wud come tae his beerial, he\nwud hae said, 'They 'ill be Drumsheugh an' yersel', an' may be twa or\nthree neeburs besides the minister,' an' the fact is that nae man in oor\ntime wud hae sic a githerin' if it werena for the storm.\n\n\"Ye see,\" said Jamie, who had been counting heads all morning, \"there's\nsix shepherds in Glen Urtaeh--they're shut up fast; an' there micht hae\nbeen a gude half dizen frae Dunleith wy, an' a'm telt there's nae road;\nan' there's the heich Glen, nae man cud cross the muir the day, an' it's\naucht mile round;\" and Jamie proceeded to review the Glen in every\ndetail of age, driftiness of road and strength of  body, till we arrived\nat the doctor's cottage, when he had settled on a reduction of fifty\nthrough stress of weather.\n\nDrumsheugh was acknowledged as chief mourner by the Glen, and received\nus at the gate with a labored attempt at everyday manners.\n\n\"Ye've hed heavy traivellin', a' doot, an' ye 'ill be cauld. It's hard\nweather for the sheep an' a'm thinkin' this 'ill be a feeding storm.\n\n\"There wes nae use trying tae dig oot the front door yestreen, for it\nwud hae been drifted up again before morning. We've cleared awa the snow\nat the back for the prayer; ye 'ill get in at the kitchen door.\n\n\"There's a puckle Dunleith men-----\"\n\n\"Wha?\" cried Jamie in an instant.\n\n\"Dunleith men,\" said Drumsheugh.\n\n\"Div ye mean they're here, whar are they?\"\n\n\"Drying themsels at the fire, an' no withoot need; ane of them gied\nower the head in a drift, and his neeburs hed tae pu' him oot.\n\n\"It took them a gude fower oors tae get across, an' it wes coorse wark;\nthey likit him weel doon that wy, an', Jamie, man\"--here Drumsheugh's\nvoice changed its note, and his public manner disappeared--\"what div ye\nthink o' this? every man o' them has on his blacks.\"\n\n\"It's mair than cud be expeckit\" said Jamie; \"but whar dae yon men come\nfrae, Drumsheugh?\"\n\nTwo men in plaids were descending the hill behind the doctor's cottage,\ntaking three feet at a stride, and carrying long staffs in their hands.\n\n\"They're Glen Urtach men, Jamie, for are o' them wes at Kildrummie fair\nwi' sheep, but hoo they've wun doon passes me.\"\n\n\"It canna be, Drumsheugh,\" said Jamie, greatly excited. \"Glen Urtach's\nsteikit up wi' sna like a locked door.\n\n\"Ye're no surely frae the Glen, lads?\" as the men leaped the dyke and\ncrossed to the back door, the snow falling from their plaids as they\nwalked.\n\n\"We're that an' nae mistak, but a' thocht we wud be lickit ae place, eh,\nCharlie? a'm no sae weel acquant wi' the hill on this side, an' there\nwes some kittle (hazardous) drifts.\"\n\n\"It wes grand o' ye tae mak the attempt,\" said Drumsheugh, \"an' a'm gled\nye're safe.\"\n\n\"He cam through as bad himsel' tae help ma wife,\" was Charlie's reply.\n\n\"They're three mair Urtach shepherds 'ill come in by sune; they're frae\nUpper Urtach an' we saw them fording the river; ma certes it took them\na' their time, for it wes up tae their waists and rinnin' like a mill\nlade, but they jined hands and cam ower fine.\" And the Urtach men went\nin to the fire. The Glen began to arrive in twos and threes, and Jamie,\nfrom a point of vantage at the gate, and under an appearance of utter\nindifference, checked his roll till even he was satisfied.\n\n\"Weelum MacLure 'ill hae the beerial he deserves in spite o' sna and\ndrifts; it passes a' tae see hoo they've githered frae far an' near.\n\n\"A'm thinkin' ye can colleck them for the minister noo, Drumsheugh.\nA'body's here except the heich Glen, an' we mauna luke for them.\"\n\n\"Dinna be sae sure o' that, Jamie. Yon's terrible like them on the road,\nwi' Whinnie at their head;\" and so it was, twelve in all, only old Adam\nRoss absent, detained by force, being eighty-two years of age.\n\n\"It wud hae been temptin' Providence tae cross the muir,\" Whinnie\nexplained, \"and it's a fell stap roond; a' doot we're laist.\"\n\n\"See, Jamie,\" said Drumsheugh, as he went to the house, \"gin there be\nony antern body in sicht afore we begin; we maun mak allooances the day\nwi' twa feet o' sna on the grund, tae say naethin' o' drifts.\"\n\n\"There's something at the turnin', an' it's no fouk; it's a machine o'\nsome kind or ither--maybe a bread cart that's focht its wy up.\"\n\n\"Na, it's no that; there's twa horses, are afore the ither; if it's no a\ndogcairt wi' twa men in the front; they 'ill be comin' tae the beerial.\"\n\"What wud ye sae, Jamie,\" Hillocks suggested, \"but it micht be some o'\nthae Muirtown doctors? they were awfu' chief wi' MacLure.\"\n\n\"It's nae Muirtown doctors,\" cried Jamie, in great exultation, \"nor ony\nither doctors. A' ken thae horses, and wha's ahind them. Quick, man,\nHillocks, stop the fouk, and tell Drumsheugh tae come oot, for Lord\nKilspindie hes come up frae Muirtown Castle.\"\n\nJamie himself slipped behind, and did not wish to be seen.\n\n\"It's the respeck he's gettin' the day frae high an' low,\" was Jamie's\nhusky apology; \"tae think o' them fetchin' their wy doon frae Glen\nUrtach, and toiling roond frae the heich Glen, an' his Lordship driving\nthrough the drifts a' the road frae Muirtown, juist tae honour Weelum\nMacLure's beerial.\n\n\"It's nae ceremony the day, ye may lippen tae it; it's the hert brocht\nthe fouk, an' ye  can see it in their faces; ilka man hes his ain\nreason, an' he's thinkin' on't though he's speakin' o' naethin' but the\nstorm; he's mindin' the day Weelum pued him out frae the jaws o' death,\nor the nicht he savit the gude wife in her oor o' tribble.\n\n\"That's why they pit on their blacks this mornin' afore it wes licht,\nand wrastled through the sna drifts at risk o' life. Drumtochty fouk\ncanna say muckle, it's an awfu' peety, and they 'ill dae their best tae\nshow naethin', but a' can read it a' in their een.\n\n\"But wae's me\"--and Jamie broke down utterly behind a fir tree, so\ntender a thing is a cynic's heart--\"that fouk 'ill tak a man's best wark\na' his days without a word an' no dae him honour till he dees. Oh, if\nthey hed only githered like this juist aince when he wes livin', an' lat\nhim see he hedna laboured in vain. His reward has come ower late\".\n\nDuring Jamie's vain regret, the castle trap, bearing the marks of a wild\npassage in the snow-covered wheels, a broken shaft tied with rope, a\ntwisted lamp, and the panting horses, pulled up between two rows of\nfarmers, and Drumsheugh received his lordship with evident emotion.\n\n\"Ma lord ... we never thocht o' this ... an' sic a road.\"\n\n\"How are you, Drumsheugh? and how are you all this wintry day? That's\nhow I'm half an hour late; it took us four hours' stiff work for sixteen\nmiles, mostly in the drifts, of course.\"\n\n\"It wes gude o' yir lordship, tae mak sic an effort, an' the hale Glen\nwull be gratefu' tae ye, for ony kindness tae him is kindness tae us.\"\n\n\"You make too much of it, Drumsheugh,\" and the clear, firm voice was\nheard of all; \"it would have taken more than a few snow drifts to keep\nme from showing my respect to William MacLure's memory.\"  When all had\ngathered in a half circle before the kitchen door, Lord Kilspindie came\nout--every man noticed he had left his overcoat, and was in black, like\nthe Glen--and took a place in the middle with Drumsheugh and Burnbrae,\nhis two chief tenants, on the right and left, and as the minister\nappeared every man bared his head.\n\nThe doctor looked on the company--a hundred men such as for strength\nand gravity you could hardly have matched in Scotland--standing out in\npicturesque relief against the white background, and he said:\n\n\"It's a bitter day, friends, and some of you are old; perhaps it might\nbe wise to cover your heads before I begin to pray.\"\n\nLord Kilspindie, standing erect and grey-headed between the two old men,\nreplied:\n\n\"We thank you, Dr. Davidson, for your thoughtfulness; but he endured\nmany a storm in our service, and we are not afraid of a few minutes'\ncold at his funeral.\"\n\nA look flashed round the stern faces, and was reflected from the\nminister, who seemed to stand higher.\n\nHis prayer, we noticed with critical appreciation, was composed for the\noccasion, and the first part was a thanksgiving to God for the life work\nof our doctor, wherein each clause was a reference to his services and\nsacrifices. No one moved or said Amen--it had been strange with us--but\nwhen every man had heard the gratitude of his dumb heart offered to\nheaven, there was a great sigh.\n\nAfter which the minister prayed that we might have grace to live as this\nman had done from youth to old age, not for himself, but for others,\nand that we might be followed to our grave by somewhat of \"that love\nwherewith we mourn this day Thy servant departed.\" Again the same sigh,\nand the minister said Amen. The \"wricht\" stood in the doorway without\nspeaking, and four stalwart men came forward. They were the volunteers\nthat would lift the coffin and carry it for the first stage. One was\nTammas, Annie Mitchell's man; and another was Saunders Baxter, for whose\nlife MacLure had his great fight with death; and the third was the Glen\nUrtach shepherd for whose wife's sake MacLure suffered a broken leg and\nthree fractured ribs in a drift; and the fourth, a Dunleith man, had his\nown reasons of remembrance.\n\n\"He's far lichter than ye wud expeck for sae big a man--there wesna\nmuckle left o' him, ye see--but the road is heavy, and a'il change ye\naifter the first half mile.\"\n\n\"Ye needna tribble yersel, wricht,\" said the man from Glen Urtach;\n\"the'll be nae change in the cairryin' the day,\" and Tammas was thankful\nsome one had saved him speaking.\n\nSurely no funeral is like unto that of a doctor for pathos, and a\npeculiar sadness fell on that company as his body was carried out who\nfor nearly half a century had been their help in sickness, and had\nbeaten back death time after time from their door. Death after all\nwas victor, for the man that had saved them had not been able to save\nhimself.\n\nAs the coffin passed the stable door a horse nieghed within, and every\nman looked at his neighbour. It was his old mare crying to her master.\n\nJamie slipped into the stable, and went up into the stall.\n\n\"Puir lass, ye're no gaen' wi' him the day, an' ye 'ill never see him\nagain; ye've hed yir last ride thegither, an' ye were true tae the end.\"\n\nAfter the funeral Drumsheugh came himself for Jess, and took her to his\nfarm. Saunders made a bed for her with soft, dry straw, and prepared for\nher supper such things as horses love. Jess would neither take food nor\nrest, but moved uneasily in her stall, and seemed to be waiting for some\none that never came. No man knows what a horse or a dog understands and\nfeels, for God hath not given them our speech. If any footstep was heard\nin the courtyard, she began to neigh, and was always looking round as\nthe door opened. But nothing would tempt her to eat, and in the\nnight-time Drumsheugh heard her crying as if she expected to be taken\nout for some sudden journey. The Kildrummie veterinary came to see her,\nand said that nothing could be done when it happened after this fashion\nwith an old horse.\n\n\"A've seen it aince afore,\" he said. \"Gin she were a Christian instead\no' a horse, ye micht say she wes dying o' a broken hert.\"\n\nHe recommended that she should be shot to end her misery, but no man\ncould be found in the Glen to do the deed and Jess relieved them of the\ntrouble. When Drumsheugh went to the stable on Monday morning, a week\nafter Dr. MacLure fell on sleep, Jess was resting at last, but her eyes\nwere open and her face turned to the door.\n\n\"She wes a' the wife he hed,\" said Jamie, as he rejoined the procession,\n\"an' they luved ane anither weel.\"\n\nThe black thread wound itself along the whiteness of the Glen, the\ncoffin first, with his lordship and Drumsheugh behind, and the others as\nthey pleased, but in closer ranks than usual, because the snow on either\nside was deep, and because this was not as other funerals. They could\nsee the women standing at the door of every house on the hillside, and\nweeping, for each family had some good reason in forty years to remember\nMacLure. When Bell Baxter saw Saunders alive, and the coffin of the\ndoctor that saved him on her man's shoulder, she bowed her head on the\ndyke, and the bairns in the village made such a wail for him they loved\nthat the men nearly disgraced themselves.\n\n\"A'm gled we're through that, at ony rate,\" said Hillocks; \"he wes awfu'\ntaen up wi' the bairns, conseederin' he hed nane o' his ain.\"\n\nThere was only one drift on the road between his cottage and the\nkirkyard, and it had been cut early that morning. Before daybreak\nSaunders had roused the lads in the bothy, and they had set to work by\nthe light of lanterns with such good will that, when Drumsheugh came\ndown to engineer a circuit for the funeral, there was a fair passage,\nwith walls of snow twelve feet high on either side.\n\n\"Man, Saunders,\" he said, \"this wes a kind thocht, and rael weel dune.\"\n\nBut Saunders' only reply was this:  \"Mony a time he's hed tae gang\nround; he micht as weel hae an open road for his last traivel.\"\n\nWhen the coffin was laid down at the mouth of the grave, the only\nblackness in the white kirkyard, Tammas Mitchell did the most beautiful\nthing in all his life. He knelt down and carefully wiped off the snow\nthe wind had blown upon the coffin, and which had covered the name,\nand when he had done this he disappeared behind the others, so that\nDrumsheugh could hardly find him to take a cord. For these were the\neight that buried Dr. MacLure--Lord Kilspindie at the head as landlord\nand Drumsheugh at his feet as his friend; the two ministers of the\nparish came first on the right and left; then Burnbrae and Hillocks of\nthe farmers, and Saunders and Tammas for the plowmen. So the Glen he\nloved laid him to rest.\n\nWhen the bedrel had finished his work and the turf had been spread, Lord\nKilspindie spoke:\n\n\"Friends of Drumtochty, it would not be right that we should part in\nsilence and no man say what is in every heart. We have buried the\nremains of one that served this Glen with a devotion that has known no\nreserve, and a kindliness that never failed, for more than forty years.\nI have seen many brave men in my day, but no man in the trenches of\nSebastopol carried himself more knightly than William MacLure. You will\nnever have heard from his lips what I may tell you to-day, that my\nfather secured for him a valuable post in his younger days, and he\npreferred to work among his own people; and I wished to do many things\nfor him when he was old, but he would have nothing for himself. He will\nnever be forgotten while one of us lives, and I pray that all doctors\neverywhere may share his spirit. If it be your pleasure, I shall erect\na cross above his grave, and shall ask my old friend and companion Dr.\nDavidson, your minister, to choose the text to be inscribed.\"\n\n\"We thank you, Lord Kilspindie,\" said the doctor, \"for your presence\nwith us in our sorrow and your tribute to the memory of William MacLure,\nand I choose this for his text:\n\n           \"'Greater love hath no man than this,\n           that a man lay down his life for his friends.'\"\n\nMilton was, at that time, held in the bonds of a very bitter theology,\nand his indignation was stirred by this unqualified eulogium.\n\n\"No doubt Dr. MacLure hed mony natural virtues, an' he did his wark\nweel, but it wes a peety he didna mak mair profession o' releegion.\"\n\n\"When William MacLure appears before the Judge, Milton,\" said Lachlan\nCampbell, who that day spoke his last words in public, and they were in\ndefence of charity, \"He will not be asking him about his professions,\nfor the doctor's judgment hass been ready long ago; and it iss a good\njudgment, and you and I will be happy men if we get the like of it.\n\n\"It is written in the Gospel, but it iss William MacLure that will not\nbe expecting it.\"\n\n\"What is't Lachlan?\" asked Jamie Soutar eagerly.\n\nThe old man, now very feeble, stood in the middle of the road, and his\nface, once so hard, was softened into a winsome tenderness.\n\n              \"'Come, ye blessed of My Father\n              ... I was sick and ye visited Me.'\"",
    "metadata": {
        "author": [
            "Watson, John",
            "Maclaren, Ian"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9319/pg9319.txt",
        "name": "a_doctor_of_the_old_school_volume_5.json"
    }
}