{
    "name": "A Doctor of the Old School — Volume 2",
    "author": [
        "Watson, John",
        "Maclaren, Ian"
    ],
    "body": "                         Book II.\n\n                    THROUGH THE FLOOD\n\n\n\nPREFACE\n\nIt is with great good will that I write this short preface to the\nedition of \"A Doctor of the Old School\" (which has been illustrated by\nMr. Gordon after an admirable and understanding fashion) because there\nare two things that I should like to say to my readers, being also my\nfriends.\n\nOne, is to answer a question that has been often and fairly asked. Was\nthere ever any doctor so self-forgetful and so utterly Christian as\nWilliam MacLure? To which I am proud to reply, on my conscience: Not one\nman, but many in Scotland and in the South country. I will dare prophecy\nalso across the sea.\n\nIt has been one man's good fortune to know four country doctors, not one\nof whom was without his faults--Weelum was not perfect--but who, each\none, might have sat for my hero. Three are now resting from their\nlabors, and the fourth, if he ever should see these lines, would never\nidentify himself.\n\nThen I desire to thank my readers, and chiefly the medical profession\nfor the reception given to the Doctor of Drumtochty.\n\nFor many years I have desired to pay some tribute to a class whose\nservice to the community was known to every countryman, but after the\ntale had gone forth my heart failed. For it might have been despised\nfor the little grace of letters in the style and because of the outward\nroughness of the man. But neither his biographer nor his circumstances\nhave been able to obscure MacLure who has himself won all honest hearts,\nand received afresh the recognition of his more distinguished brethren.\nFrom all parts of the English-speaking world letters have come in\ncommendation of Weelum MacLure, and many were from doctors who had\nreceived new courage. It is surely more honor than a new writer could\never have deserved to receive the approbation of a profession whose\ncharity puts us all to shame.\n\nMay I take this first opportunity to declare how deeply my heart has\nbeen touched by the favor shown to a simple book by the American people,\nand to express my hope that one day it may be given me to see you face\nto face.\n\nIAN MACLAREN. Liverpool, Oct. 4, 1895.\n\n\n\n\n\n                      THROUGH THE FLOOD.\n\n\nII\n\nTHROUGH THE FLOOD\n\n\nDoctor MacLure did not lead a solemn procession from the sick bed to\nthe dining-room, and give his opinion from the hearthrug with an air of\nwisdom bordering on the supernatural, because neither the Drumtochty\nhouses nor his manners were on that large scale. He was accustomed to\ndeliver himself in the yard, and to conclude his directions with one\nfoot in the stirrup; but when he left the room where the life of Annie\nMitchell was ebbing slowly away, our doctor said not one word, and at\nthe sight of his face her husband's heart was troubled.\n\nHe was a dull man, Tammas, who could not read the meaning of a sign, and\nlabored under a perpetual disability of speech; but love was eyes to him\nthat day, and a mouth.\n\n\"Is't as bad as yir lookin', doctor? tell's the truth; wull Annie no\ncome through?\" and Tammas looked MacLure straight in the face, who never\nflinched his duty or said smooth things.\n\n\"A' wud gie onything tae say Annie hes a chance, but a' daurna; a' doot\nyir gaein' tae lose her, Tammas.\"\n\nMacLure was in the saddle, and as he gave his judgment, he laid his hand\non Tammas's shoulder with one of the rare caresses that pass between\nmen.\n\n\"It's a sair business, but ye 'ill play the  man and no vex Annie;\nshe 'ill dae her best, a'll warrant.\"\n\n\"An' a'll dae mine,\" and Tammas gave MacLure's hand a grip that would\nhave crushed the bones of a weakling. Drumtochty felt in such moments\nthe brotherliness of this rough-looking man, and loved him.\n\nTammas hid his face in Jess's mane, who looked round with sorrow in her\nbeautiful eyes, for she had seen many tragedies, and in this silent\nsympathy the stricken man drank his cup, drop by drop.\n\n\"A' wesna prepared for this, for a' aye thocht she wud live the\nlangest.... She's younger than me by ten years, and never wes ill....\nWe've been mairit twal year laist Martinmas, but it's juist like a year\nthe day... A' wes never worthy o' her, the bonniest, snoddest (neatest),\nkindliest lass in the Glen.... A' never cud mak oot hoo she ever lookit\nat me, 'at hesna hed ae word tae say aboot her till it's ower late....\nShe didna cuist up tae me that a' wesna worthy o' her, no her, but aye\nshe said, 'Yir ma ain gudeman, and nane cud be kinder tae me.' ... An'\na' wes minded tae be kind, but a' see noo mony little trokes a' micht\nhae dune for her, and noo the time is bye.... Naebody kens hoo patient\nshe wes wi' me, and aye made the best o 'me, an' never pit me tae shame\nafore the fouk.... An' we never hed ae cross word, no ane in twal\nyear.... We were mair nor man and wife, we were sweethearts a' the\ntime.... Oh, ma bonnie lass, what 'ill the bairnies an' me dae withoot\nye, Annie?\"\n\nThe winter night was falling fast, the snow lay deep upon the ground,\nand the merciless north wind moaned through the close as Tammas wrestled\nwith his sorrow dry-eyed, for tears were denied Drumtochty men. Neither\nthe doctor nor Jess moved hand or  foot, but their hearts were with\ntheir fellow creature, and at length the doctor made a sign to Marget\nHowe, who had come out in search of Tammas, and now stood by his side.\n\n\"Dinna mourn tae the brakin' o' yir hert, Tammas,\" she said, \"as if\nAnnie an' you hed never luved. Neither death nor time can pairt them\nthat luve; there's naethin' in a' the warld sae strong as luve. If Annie\ngaes frae the sichot' yir een she 'ill come the nearer tae yir hert.\nShe wants tae see ye, and tae hear ye say that ye 'ill never forget her\nnicht nor day till ye meet in the land where there's nae pairtin'. Oh,\na' ken what a'm saying', for it's five year noo sin George gied awa,\nan' he's mair wi' me noo than when he wes in Edinboro' and I was in\nDrumtochty.\"\n\n\"Thank ye kindly, Marget; thae are gude words and true, an' ye hev the\nricht tae say them; but a' canna dae without seem' Annie comin' tae meet\nme in the gloamin', an' gaein' in an' oot the hoose, an' hearin' her ca'\nme by ma name, an' a'll no can tell her that a'luve her when there's nae\nAnnie in the hoose.\n\n\"Can naethin' be dune, doctor? Ye savit Flora Cammil, and young\nBurnbrae, an' yon shepherd's wife Dunleith wy, an' we were a sae prood\no' ye, an' pleased tae think that ye hed keepit deith frae anither hame.\nCan ye no think o' somethin' tae help Annie, and gie her back tae her\nman and bairnies?\" and Tammas searched the doctor's face in the cold,\nweird light.\n\n\"There's nae pooer on heaven or airth like luve,\" Marget said to me\nafterwards; \"it maks the weak strong and the dumb tae speak. Oor herts\nwere as water afore Tammas's words, an' a' saw the doctor shake in his\nsaddle. A' never kent till that meenut hoo he hed a share in a'body's\ngrief, an' carried the heaviest wecht o' a' the Glen. A' peetied him wi'\nTammas lookin' at him sae wistfully, as if he hed the keys o' life an'\ndeith in his hands. But he wes honest, and wudna hold oot a false houp\ntae deceive a sore hert or win escape for himsel'.\"\n\n\"Ye needna plead wi' me, Tammas, to dae the best a' can for yir wife.\nMan, a' kent her lang afore ye ever luved her; a' brocht her intae the\nwarld, and a' saw her through the fever when she wes a bit lassikie;\na' closed her mither's een, and it was me hed tae tell her she wes an\norphan, an' nae man wes better pleased when she got a gude husband, and\na' helpit her wi' her fower bairns. A've naither wife nor bairns o' ma\nown, an' a' coont a' the fouk o' the Glen ma family. Div ye think a'\nwudna save Annie if I cud? If there wes a man in Muirtown 'at cud dae\nmair for her, a'd have him this verra nicht, but a' the doctors in\nPerthshire are helpless for this tribble.\n\n\"Tammas, ma puir fallow, if it could avail, a' tell ye a' wud lay doon\nthis auld worn-oot ruckle o' a body o' mine juist tae see ye baith\nsittin' at the fireside, an' the bairns roond ye, couthy an' canty\nagain; but it's no tae be, Tammas, it's no tae be.\"\n\n\"When a' lookit at the doctor's face,\" Marget said, \"a' thocht him the\nwinsomest man a' ever saw. He was transfigured that nicht, for a'm\njudging there's nae transfiguration like luve.\"\n\n\"It's God's wull an' maun be borne, but it's a sair wull for me, an' a'm\nno ungratefu' tae you, doctor, for a' ye've dune and what ye said the\nnicht,\" and Tammas went back to sit with Annie for the last time.\n\nJess picked her way through the deep snow to the main road, with a skill\nthat came of long experience, and the doctor held converse with her\naccording to his wont.\n\n\"Eh, Jess wumman, yon wes the hardest wark a' hae tae face, and a' wud\nraither hae ta'en ma chance o' anither row in a Glen Urtach drift than\ntell Tammas Mitchell his wife wes deein'.\n\n\"A' said she cudna be cured, and it wes true, for there's juist ae man\nin the land fit for't, and they micht as weel try tae get the mune oot\no' heaven. Sae a' said naethin' tae vex Tammas's hert, for it's heavy\neneuch withoot regrets.\n\n\"But it's hard, Jess, that money wull buy life after a', an' if Annie\nwes a duchess her man wudna lose her; but bein' only a puir cottar's\nwife, she maun dee afore the week's oot.\n\n\"Gin we hed him the morn there's little doot she would be saved, for he\nhesna lost mair than five per cent, o' his cases, and they 'ill be puir\ntoon's craturs, no strappin women like Annie.\n\n\"It's oot o' the question, Jess, sae hurry up, lass, for we've hed a\nheavy day. But it wud be the grandest thing that was ever dune in the\nGlen in oor time if it could be managed by hook or crook.\n\n\"We 'ill gang and see Drumsheugh, Jess; he's anither man sin' Geordie\nHoo's deith, and he wes aye kinder than fouk kent;\" and the doctor\npassed at a gallop through the village, whose lights shone across the\nwhite frost-bound road.\n\n\"Come in by, doctor; a' heard ye on the road; ye 'ill hae been at Tammas\nMitchell's; hoo's the gudewife? a' doot she's sober.\"\n\n\"Annie's deein', Drumsheugh, an' Tammas is like tae brak his hert.\"\n\n\"That's no lichtsome, doctor, no lichtsome ava, for a' dinna ken ony\nman in Drumtochty sae bund up in his wife as Tammas, and there's no\na bonnier wumman o' her age crosses our kirk door than Annie, nor a\ncleverer at her wark. Man, ye 'ill need tae pit yir brains in steep. Is\nshe clean beyond ye?\"\n\n\"Beyond me and every ither in the land but ane, and it wud cost a\nhundred guineas tae bring him tae Drumtochty.\"\n\n\"Certes, he's no blate; it's a fell chairge for a short day's work; but\nhundred or no hundred we'll hae him, an' no let Annie gang, and her no\nhalf her years.\"\n\n\"Are ye meanin' it, Drumsheugh?\" and MacLure turned white below the tan.\n\"William MacLure,\" said Drumsheugh, in one of the few confidences that\never broke the Drumtochty reserve, \"a'm a lonely man, wi' naebody o' ma\nain blude tae care for me livin', or tae lift me intae ma coffin when\na'm deid.\n\n\"A' fecht awa at Muirtown market for an extra pound on a beast, or a\nshillin' on the quarter o' barley, an' what's the gude o't? Burnbrae\ngaes aff tae get a goon for his wife or a buke for his college laddie,\nan' Lachlan Campbell 'ill no leave the place noo without a ribbon for\nFlora.\n\n\"Ilka man in the Klldrummie train has some bit fairin' his pooch for the\nfouk at hame that he's bocht wi' the siller he won.\n\n\"But there's naebody tae be lookin' oot for me, an' comin' doon the road\ntae meet me, and daffin' (joking) wi' me about their fairing, or feeling\nma pockets. Ou ay, a've seen it a' at ither hooses, though they tried\ntae hide it frae me for fear a' wud lauch at them. Me lauch, wi' ma\ncauld, empty hame!\n\n\"Yir the only man kens, Weelum, that I aince luved the noblest wumman in\nthe glen or onywhere, an' a' luve her still, but wi' anither luve noo.\n\n\"She had given her heart tae anither, or a've thocht a' micht hae\nwon her, though nae man be worthy o' sic a gift. Ma hert turned tae\nbitterness, but that passed awa beside the brier bush whar George Hoo\nlay yon sad simmer time. Some day a'll tell ye ma story, Weelum, for you\nan' me are auld freends, and will be till we dee.\"\n\nMacLure felt beneath the table for Drumsheugh's hand, but neither man\nlooked at the other.\n\n\"Weel, a' we can dae noo, Weelum, gin we haena mickle brichtness in oor\nain names, is tae keep the licht frae gaein' oot in anither hoose. Write\nthe telegram, man, and Sandy  'ill send it aff frae Kildrummie this\nverra nicht, and ye 'ill hae yir man the morn.\"\n\n\"Yir the man a' coonted ye, Drumsheugh, but ye 'ill grant me ae favor.\nYe 'ill lat me pay the half, bit by bit--a' ken yir wullin' tae dae't\na'--but a' haena mony pleasures, an' a' wud like tae hae ma ain share in\nsavin' Annie's life.\"\n\nNext morning a figure received Sir George on the Kildrummie platform,\nwhom that famous surgeon took for a gillie, but who introduced himself\nas \"MacLure of Drumtochty.\" It seemed as if the East had come to meet\nthe West when these two stood together, the one in travelling furs,\nhandsome and distinguished, with his strong, cultured face and carriage\nof authority, a characteristic type of his profession; and the other\nmore marvellously dressed than ever, for Drumsheugh's topcoat had been\nforced upon him for the occasion, his face and neck one redness with the\nbitter cold; rough and ungainly, yet not without some signs of power in\nhis eye and voice, the most heroic type of his noble profession. MacLure\ncompassed the precious arrival with observances till he was securely\nseated in Drumsheugh's dog cart--a vehicle that lent itself to\nhistory--with two full-sized plaids added to his equipment--Drumsheugh\nand Hillocks had both been requisitioned--and MacLure wrapped another\nplaid round a leather case, which was placed below the seat with such\nreverence as might be given to the Queen's regalia. Peter attended their\ndeparture full of interest, and as soon as they were in the fir woods\nMacLure explained that it would be an eventful journey.\n\n\"It's a richt in here, for the wind disna get at the snaw, but the\ndrifts are deep in the Glen, and th'ill be some engineerin' afore we get\ntae oor destination.\"\n\nFour times they left the road and took their way over fields, twice they\nforced a passage through a slap in a dyke, thrice they used gaps in the\npaling which MacLure had made on his downward journey.\n\n\"A' seleckit the road this mornin', an' a' ken the depth tae an inch; we\n'ill get through this steadin' here tae the main road, but oor worst job\n'ill be crossin' the Tochty.\n\n\"Ye see the bridge hes been shaken wi' this winter's flood, and we\ndaurna venture on it, sae we hev tae ford, and the snaw's been\nmelting up Urtach way. There's nae doot the water's gey big, and it's\nthreatenin' tae rise, but we 'ill win through wi' a warstle.\n\n\"It micht be safer tae lift the instruments oot o' reach o' the water;\nwud ye mind haddin' them on yir knee till we're ower, an' keep firm in\nyir seat in case we come on a stane in the bed o' the river.\"\n\nBy this time they had come to the edge, and it was not a cheering sight.\nThe Tochty had spread out over the meadows, and while they waited they\ncould see it cover another two inches on the trunk of a tree. There are\nsummer floods, when the water is brown and flecked with foam, but this\nwas a winter flood, which is black and sullen, and runs in the centre\nwith a strong, fierce, silent current. Upon the opposite side\nHillocks stood to give directions by word and hand, as the ford was\non his land, and none knew the Tochty better in all its ways.\n\nThey passed through the shallow water without mishap, save when the\nwheel struck a hidden stone or fell suddenly into a rut; but when they\nneared the body of the river MacLure halted, to give Jess a minute's\nbreathing.\n\n\"It 'ill tak ye a' yir time, lass, an' a' wud raither be on yir back;\nbut ye never failed me yet, and a wumman's life is hangin' on the\ncrossin'.\"\n\nWith the first plunge into the bed of the stream the water rose to the\naxles, and then it crept up to the shafts, so that the surgeon could\nfeel it lapping in about his feet, while the dogcart began to quiver,\nand it seemed as if it were to be carried away. Sir George was as brave\nas most men, but he had never forded a Highland river in flood, and the\nmass of black water racing past beneath, before, behind him, affected\nhis imagination and shook his nerves. He rose from his seat and ordered\nMacLure to turn back, declaring that he would be condemned utterly and\neternally if he allowed himself to be drowned for any person.\n\n\"Sit doon,\" thundered MacLure; \"condemned ye will be suner or later gin\nye shirk yir duty, but through the water ye gang the day.\"\n\nBoth men spoke much more strongly and shortly, but this is what they\nintended to say, and it was MacLure that prevailed.\n\nJess trailed her feet along the ground with cunning art, and held her\nshoulder against the stream; MacLure leant forward in his seat, a rein\nin each hand, and his eyes fixed on Hillocks, who was now standing up to\nthe waist in the water, shouting directions and cheering on horse and\ndriver.\n\n\"Haud tae the richt, doctor; there's a hole yonder. Keep oot o't for ony\nsake.\"\n\nThat's  heap of speechless misery by the kitchen fire, and carried\nhim off to the barn, and spread some corn on the threshing floor and\nthrust a flail into his hands.\n\n\"Noo we've tae begin, an' we 'ill no be dune for an' oor, and ye've tae\nlay on withoot stoppin' till a' come for ye, an' a'll shut the door tae\nhaud in the noise, an' keep yir dog beside ye, for there maunna be a\ncheep aboot the hoose for Annie's sake.\"\n\n\"A'll dae onything ye want me, but if--if--\"\n\n\"A'll come for ye, Tammas, gin there be danger; but what are ye feared\nfor wi' the Queen's ain surgeon here?\"\n\nFifty minutes did the flail rise and fall, save twice, when Tammas crept\nto the door and listened, the dog lifting his head and whining.\n\nIt seemed twelve hours instead of one when the door swung back, and\nMacLure filled the  doorway, preceded by a great burst of light, for the\nsun had arisen on the snow.\n\nHis face was as tidings of great joy, and Elspeth told me that there was\nnothing like it to be seen that afternoon for glory, save the sun itself\nin the heavens.\n\n\"A' never saw the marrow o't, Tammas, an' a'll never see the like again;\nit's a' ower, man, withoot a hitch frae beginnin' tae end, and she's\nfa'in' asleep as fine as ye like.\"\n\n\"Dis he think Annie ... 'ill live?\"\n\n\"Of coorse he dis, and be aboot the hoose inside a month; that's the gud\no' bein' a clean-bluided, weel-livin'----\"\n\n\"Preserve ye, man, what's wrang wi' ye? it's a mercy a' keppit ye, or we\nwud hev hed anither job for Sir George.\n\n\"Ye're a richt noo; sit doon on the strae. A'll come back in a whilie,\nan' ye i'll see Annie juist for a meenut, but ye maunna say a word.\"\nMarget took him in and let him kneel by Annie's bedside.\n\nHe said nothing then or afterwards, for speech came only once in his\nlifetime to Tammas, but Annie whispered, \"Ma ain dear man.\"\n\nWhen the doctor placed the precious bag beside Sir George in our\nsolitary first next morning, he laid a cheque beside it and was about to\nleave.\n\n\"No, no,\" said the great man. \"Mrs. Macfayden and I were on the gossip\nlast night, and I know the whole story about you and your friend.\n\n\"You have some right to call me a coward, but I'll never let you count\nme a mean, miserly rascal,\" and the cheque with Drumsheugh's painful\nwriting fell in fifty pieces on the floor.\n\nAs the train began to move, a voice from the first called so that all\nthe station heard.  \"Give's another shake of your hand, MacLure; I'm\nproud to have met you; you are an honor to our profession. Mind the\nantiseptic dressings.\"\n\nIt was market day, but only Jamie Soutar and Hillocks had ventured down.\n\n\"Did ye hear yon, Hillocks? hoo dae ye feel? A'll no deny a'm lifted.\"\n\nHalfway to the Junction Hillocks had recovered, and began to grasp the\nsituation.\n\n\"Tell's what he said. A' wud like to hae it exact for Drumsheugh.\"\n\n\"Thae's the eedentical words, an' they're true; there's no a man in\nDrumtochty disna ken that, except ane.\"\n\n\"An' wha's thar, Jamie?\"\n\n\"It's Weelum MacLure himsel. Man, a've often girned that he sud fecht\nawa for us a', and maybe dee before he kent that he hed githered mair\nluve than ony man in the Glen.\n\n\"'A'm prood tae hae met ye', says Sir George, an' him the greatest\ndoctor in the land. 'Yir an honor tae oor profession.'\n\n\"Hillocks, a' wudna hae missed it for twenty notes,\" said James Soutar,\ncynic-in-ordinary to the parish of Drumtochty.",
    "metadata": {
        "author": [
            "Watson, John",
            "Maclaren, Ian"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/9316/pg9316.txt",
        "name": "a_doctor_of_the_old_school_volume_2.json"
    }
}