{
    "name": "A Drift from Redwood Camp",
    "author": [
        "Harte, Francis Bret",
        "Harte, Bret"
    ],
    "body": "They had all known him as a shiftless, worthless creature. From the\ntime he first entered Redwood Camp, carrying his entire effects in a\nred handkerchief on the end of a long-handled shovel, until he lazily\ndrifted out of it on a plank in the terrible inundation of '56, they\nnever expected anything better of him. In a community of strong men with\nsullen virtues and charmingly fascinating vices, he was tolerated as\npossessing neither--not even rising by any dominant human weakness or\nludicrous quality to the importance of a butt. In the dramatis\npersonae of Redwood Camp he was a simple \"super\"--who had only passive,\nspeechless roles in those fierce dramas that were sometimes unrolled\nbeneath its green-curtained pines. Nameless and penniless, he was\noverlooked by the census and ignored by the tax collector, while in a\nhotly-contested election for sheriff, when even the head-boards of the\nscant cemetery were consulted to fill the poll-lists, it was discovered\nthat neither candidate had thought fit to avail himself of his actual\nvote. He was debarred the rude heraldry of a nickname of achievement,\nand in a camp made up of \"Euchre Bills,\" \"Poker Dicks,\" \"Profane Pete,\"\nand \"Snap-shot Harry,\" was known vaguely as \"him,\" \"Skeesicks,\" or \"that\ncoot.\" It was remembered long after, with a feeling of superstition,\nthat he had never even met with the dignity of an accident, nor received\nthe fleeting honor of a chance shot meant for somebody else in any of\nthe liberal and broadly comprehensive encounters which distinguished the\ncamp. And the inundation that finally carried him out of it was\npartly anticipated by his passive incompetency, for while the others\nescaped--or were drowned in escaping--he calmly floated off on his plank\nwithout an opposing effort.\n\nFor all that, Elijah Martin--which was his real name--was far from being\nunamiable or repellent. That he was cowardly, untruthful, selfish, and\nlazy, was undoubtedly the fact; perhaps it was his peculiar misfortune\nthat, just then, courage, frankness, generosity, and activity were the\ndominant factors in the life of Redwood Camp. His submissive gentleness,\nhis unquestioned modesty, his half refinement, and his amiable exterior\nconsequently availed him nothing against the fact that he was missed\nduring a raid of the Digger Indians, and lied to account for it; or that\nhe lost his right to a gold discovery by failing to make it good against\na bully, and selfishly kept this discovery from the knowledge of the\ncamp. Yet this weakness awakened no animosity in his companions, and it\nis probable that the indifference of the camp to his fate in this final\ncatastrophe came purely from a simple forgetfulness of one who at that\nsupreme moment was weakly incapable.\n\nSuch was the reputation and such the antecedents of the man who, on the\n15th of March, 1856, found himself adrift in a swollen tributary of the\nMinyo. A spring freshet of unusual volume had flooded the adjacent river\nuntil, bursting its bounds, it escaped through the narrow, wedge-shaped\nvalley that held Redwood Camp. For a day and night the surcharged river\npoured half its waters through the straggling camp. At the end of that\ntime every vestige of the little settlement was swept away; all that was\nleft was scattered far and wide in the country, caught in the hanging\nbranches of water-side willows and alders, embayed in sluggish pools,\ndragged over submerged meadows, and one fragment--bearing up Elijah\nMartin--pursuing the devious courses of an unknown tributary fifty miles\naway. Had he been a rash, impatient man, he would have been speedily\ndrowned in some earlier desperate attempt to reach the shore; had he\nbeen an ordinary bold man, he would have succeeded in transferring\nhimself to the branches of some obstructing tree; but he was neither,\nand he clung to his broken raft-like berth with an endurance that\nwas half the paralysis of terror and half the patience of habitual\nmisfortune. Eventually he was caught in a side current, swept to the\nbank, and cast ashore on an unexplored wilderness.\n\nHis first consciousness was one of hunger that usurped any sentiment\nof gratitude for his escape from drowning. As soon as his cramped limbs\npermitted, he crawled out of the bushes in search of food. He did\nnot know where he was; there was no sign of habitation--or even\noccupation--anywhere. He had been too terrified to notice the direction\nin which he had drifted--even if he had possessed the ordinary knowledge\nof a backwoodsman, which he did not. He was helpless. In his bewildered\nstate, seeing a squirrel cracking a nut on the branch of a hollow tree\nnear him, he made a half-frenzied dart at the frightened animal, which\nran away. But the same association of ideas in his torpid and confused\nbrain impelled him to search for the squirrel's hoard in the hollow\nof the tree. He ate the few hazel-nuts he found there, ravenously. The\npurely animal instinct satisfied, he seemed to have borrowed from it a\ncertain strength and intuition. He limped through the thicket not\nunlike some awkward, shy quadrumane, stopping here and there to peer\nout through the openings over the marshes that lay beyond. His sight,\nhearing, and even the sense of smell had become preternaturally acute.\nIt was the latter which suddenly arrested his steps with the odor\nof dried fish. It had a significance beyond the mere instincts of\nhunger--it indicated the contiguity of some Indian encampment. And as\nsuch--it meant danger, torture, and death.\n\nHe stopped, trembled violently, and tried to collect his scattered\nsenses. Redwood Camp had embroiled itself needlessly and brutally with\nthe surrounding Indians, and only held its own against them by reckless\ncourage and unerring marksmanship. The frequent use of a casual\nwandering Indian as a target for the practising rifles of its members\nhad kept up an undying hatred in the heart of the aborigines and\nstimulated them to terrible and isolated reprisals. The scalped and\nskinned dead body of Jack Trainer, tied on his horse and held hideously\nupright by a cross of wood behind his saddle, had passed, one night,\na slow and ghastly apparition, into camp; the corpse of Dick Ryner had\nbeen found anchored on the river-bed, disembowelled and filled with\nstone and gravel. The solitary and unprotected member of Redwood Camp\nwho fell into the enemy's hands was doomed.\n\nElijah Martin remembered this, but his fears gradually began to subside\nin a certain apathy of the imagination, which, perhaps, dulled his\napprehensions and allowed the instinct of hunger to become again\nuppermost. He knew that the low bark tents, or wigwams, of the Indians\nwere hung with strips of dried salmon, and his whole being was new\ncentered upon an attempt to stealthily procure a delicious morsel. As\nyet he had distinguished no other sign of life or habitation; a\nfew moments later, however, and grown bolder with an animal-like\ntrustfulness in his momentary security, he crept out of the thicket and\nfound himself near a long, low mound or burrow-like structure of mud and\nbark on the river-bank. A single narrow opening, not unlike the entrance\nof an Esquimau hut, gave upon the river. Martin had no difficulty in\nrecognizing the character of the building. It was a \"sweathouse,\" an\ninstitution common to nearly all the aboriginal tribes of California.\nHalf a religious temple, it was also half a sanitary asylum, was used as\na Russian bath or superheated vault, from which the braves, sweltering\nand stifling all night, by smothered fires, at early dawn plunged,\nperspiring, into the ice-cold river. The heat and smoke were further\nutilized to dry and cure the long strips of fish hanging from the roof,\nand it was through the narrow aperture that served as a chimney that the\nodor escaped which Martin had detected. He knew that as the bathers\nonly occupied the house from midnight to early morn, it was now probably\nempty. He advanced confidently toward it.\n\nHe was a little surprised to find that the small open space between it\nand the river was occupied by a rude scaffolding, like that on which\ncertain tribes exposed their dead, but in this instance it only\ncontained the feathered leggings, fringed blanket, and eagle-plumed\nhead-dress of some brave. He did not, however, linger in this plainly\nvisible area, but quickly dropped on all fours and crept into the\ninterior of the house. Here he completed his feast with the fish, and\nwarmed his chilled limbs on the embers of the still smouldering fires.\nIt was while drying his tattered clothes and shoeless feet that he\nthought of the dead brave's useless leggings and moccasins, and it\noccurred to him that he would be less likely to attract the Indians'\nattention from a distance and provoke a ready arrow, if he were\ndisguised as one of them. Crawling out again, he quickly secured, not\nonly the leggings, but the blanket and head-dress, and putting them on,\ncast his own clothes into the stream. A bolder, more energetic, or more\nprovident man would have followed the act by quickly making his way\nback to the thicket to reconnoitre, taking with him a supply of fish for\nfuture needs. But Elijah Martin succumbed again to the recklessness\nof inertia; he yielded once more to the animal instinct of momentary\nsecurity. He returned to the interior of the hut, curled himself again\non the ashes, and weakly resolving to sleep until moonrise, and as\nweakly hesitating, ended by falling into uneasy but helpless stupor.\n\nWhen he awoke, the rising sun, almost level with the low entrance to\nthe sweat-house, was darting its direct rays into the interior, as\nif searching it with fiery spears. He had slept ten hours. He rose\ntremblingly to his knees. Everything was quiet without; he might yet\nescape. He crawled to the opening. The open space before it was empty,\nbut the scaffolding was gone. The clear, keen air revived him. As he\nsprang out, erect, a shout that nearly stunned him seemed to rise from\nthe earth on all sides. He glanced around him in a helpless agony of\nfear. A dozen concentric circles of squatting Indians, whose heads were\nvisible above the reeds, encompassed the banks around the sunken base\nof the sweat-house with successive dusky rings. Every avenue of escape\nseemed closed. Perhaps for that reason the attitude of his surrounding\ncaptors was passive rather than aggressive, and the shrewd, half-Hebraic\nprofiles nearest him expressed only stoical waiting. There was a strange\nsimilarity of expression in his own immovable apathy of despair. His\nonly sense of averting his fate was a confused idea of explaining his\nintrusion. His desperate memory yielded a few common Indian words. He\npointed automatically to himself and the stream. His white lips moved.\n\n\"I come--from--the river!\"\n\nA guttural cry, as if the whole assembly were clearing their throats,\nwent round the different circles. The nearest rocked themselves to\nand fro and bent their feathered heads toward him. A hollow-cheeked,\ndecrepit old man arose and said, simply:--\n\n\"It is he! The great chief has come!\"\n\n*****\n\nHe was saved. More than that, he was re-created. For, by signs and\nintimations he was quickly made aware that since the death of their\nlate chief, their medicine-men had prophesied that his perfect successor\nshould appear miraculously before them, borne noiselessly on the river\nFROM THE SEA, in the plumes and insignia of his predecessor. This mere\ncoincidence of appearance and costume might not have been convincing to\nthe braves had not Elijah Martin's actual deficiencies contributed to\ntheir unquestioned faith in him. Not only his inert possession of the\nsweat-house and his apathetic attitude in their presence, but his utter\nand complete unlikeness to the white frontiersmen of their knowledge and\ntradition--creatures of fire and sword and malevolent activity--as well\nas his manifest dissimilarity to themselves, settled their conviction\nof his supernatural origin. His gentle, submissive voice, his yielding\nwill, his lazy helplessness, the absence of strange weapons and fierce\nexplosives in his possession, his unwonted sobriety--all proved him an\nexception to his apparent race that was in itself miraculous. For it\nmust be confessed that, in spite of the cherished theories of most\nromances and all statesmen and commanders, that FEAR is the great\ncivilizer of the savage barbarian, and that he is supposed to regard\nthe prowess of the white man and his mysterious death-dealing weapons\nas evidence of his supernatural origin and superior creation, the facts\nhave generally pointed to the reverse. Elijah Martin was not long in\ndiscovering that when the Minyo hunter, with his obsolete bow, dropped\ndead by a bullet from a viewless and apparently noiseless space, it\nwas NOT considered the lightnings of an avenging Deity, but was traced\ndirectly to the ambushed rifle of Kansas Joe, swayed by a viciousness\nquite as human as their own; the spectacle of Blizzard Dick, verging\non delirium tremens, and riding \"amuck\" into an Indian village with a\nrevolver in each hand, did NOT impress them as a supernatural act, nor\nexcite their respectful awe as much as the less harmful frenzy of one\nof their own medicine-men; they were NOT influenced by implacable white\ngods, who relaxed only to drive hard bargains and exchange mildewed\nflour and shoddy blankets for their fish and furs. I am afraid they\nregarded these raids of Christian civilization as they looked upon\ngrasshopper plagues, famines, inundations, and epidemics; while an\nutterly impassive God washed his hands of the means he had employed, and\neven encouraged the faithful to resist and overcome his emissaries--the\nwhite devils! Had Elijah Martin been a student of theology, he\nwould have been struck with the singular resemblance of these\ntheories--although the application thereof was reversed--to the\nChristian faith. But Elijah Martin had neither the imagination of\na theologian nor the insight of a politician. He only saw that he,\nhitherto ignored and despised in a community of half-barbaric men,\nnow translated to a community of men wholly savage, was respected and\nworshipped!\n\nIt might have turned a stronger head than Elijah's. He was at first\nfrightened, fearful lest his reception concealed some hidden irony,\nor that, like the flower-crowned victim of ancient sacrifice, he was\nexalted and sustained to give importance and majesty to some impending\nmartyrdom. Then he began to dread that his innocent deceit--if deceit it\nwas--should be discovered; at last, partly from meekness and partly from\nthe animal contentment of present security, he accepted the situation.\nFortunately for him it was purely passive. The Great Chief of the Minyo\ntribe was simply an expressionless idol of flesh and blood. The previous\nincumbent of that office had been an old man, impotent and senseless\nof late years through age and disease. The chieftains and braves had\nconsulted in council before him, and perfunctorily submitted their\ndecisions, like offerings, to his unresponsive shrine. In the same way,\nall material events--expeditions, trophies, industries--were supposed\nto pass before the dull, impassive eyes of the great chief, for direct\nacceptance. On the second day of Elijah's accession, two of the braves\nbrought a bleeding human scalp before him. Elijah turned pale, trembled,\nand averted his head, and then, remembering the danger of giving way\nto his weakness, grew still more ghastly. The warriors watched him with\nimpassioned faces. A grunt--but whether of astonishment, dissent, or\napproval, he would not tell--went round the circle. But the scalp was\ntaken away and never again appeared in his presence.\n\nAn incident still more alarming quickly followed. Two captives, white\nmen, securely bound, were one day brought before him on their way to\nthe stake, followed by a crowd of old and young squaws and children. The\nunhappy Elijah recognized in the prisoners two packers from a distant\nsettlement who sometimes passed through Redwood Camp. An agony of\nterror, shame, and remorse shook the pseudo chief to his crest of high\nfeathers, and blanched his face beneath its paint and yellow ochre. To\ninterfere to save them from the torture they were evidently to receive\nat the hands of those squaws and children, according to custom, would be\nexposure and death to him as well as themselves; while to assist by his\npassive presence at the horrible sacrifice of his countrymen was too\nmuch for even his weak selfishness. Scarcely knowing what he did as the\nlugubrious procession passed before him, he hurriedly hid his face\nin his blanket and turned his back upon the scene. There was a dead\nsilence. The warriors were evidently unprepared for this extraordinary\nconduct of their chief. What might have been their action it was\nimpossible to conjecture, for at that moment a little squaw, perhaps\nimpatient for the sport and partly emboldened by the fact that she\nhad been selected, only a few days before, as the betrothed of the new\nchief, approached him slyly from the other side. The horrified eyes of\nElijah, momentarily raised from his blanket, saw and recognized her. The\nfeebleness of a weak nature, that dared not measure itself directly with\nthe real cause, vented its rage on a secondary object. He darted a quick\nglance of indignation and hatred at the young girl. She ran back in\nstartled terror to her companions, a hurried consultation followed, and\nin another moment the whole bevy of girls, old women, and children were\non the wing, shrieking and crying, to their wigwams.\n\n\"You see,\" said one of the prisoners coolly to the other, in English,\n\"I was right. They never intended to do anything to us. It was only a\nbluff. These Minyos are a different sort from the other tribes. They\nnever kill anybody if they can help it.\"\n\n\"You're wrong,\" said the other, excitedly. \"It was that big chief there,\nwith his head in a blanket, that sent those dogs to the right about.\nHell! did you see them run at just a look from him? He's a high and\nmighty feller, you bet. Look at his dignity!\"\n\n\"That's so--he ain't no slouch,\" said the other, gazing at Elijah's\nmuffled head, critically. \"D----d if he ain't a born king.\"\n\nThe sudden conflict and utter revulsion of emotion that those simple\nwords caused in Elijah's breast was almost incredible. He had been at\nfirst astounded by the revelation of the peaceful reputation of\nthe unknown tribe he had been called upon to govern; but even this\ncomforting assurance was as nothing compared to the greater revelations\nimplied in the speaker's praise of himself. He, Elijah Martin!\nthe despised, the rejected, the worthless outcast of Redwood Camp,\nrecognized as a \"born king,\" a leader; his power felt by the very men\nwho had scorned him! And he had done nothing--stop! had he actually done\nNOTHING? Was it not possible that he was REALLY what they thought him?\nHis brain reeled under the strong, unaccustomed wine of praise; acting\nupon his weak selfishness, it exalted him for a moment to their measure\nof his strength, even as their former belief in his inefficiency had\nkept him down. Courage is too often only the memory of past success.\nThis was his first effort; he forgot he had not earned it, even as\nhe now ignored the danger of earning it. The few words of unconscious\npraise had fallen like the blade of knighthood on his cowering\nshoulders; he had risen ennobled from the contact. Though his face was\nstill muffled in his blanket, he stood erect and seemed to have gained\nin stature.\n\nThe braves had remained standing irresolute, and yet watchful, a few\npaces from their captives. Suddenly, Elijah, still keeping his back\nto the prisoners, turned upon the braves, with blazing eyes, violently\nthrowing out his hands with the gesture of breaking bonds. Like all\nsudden demonstrations of undemonstrative men, it was extravagant, weird,\nand theatrical. But it was more potent than speech--the speech that,\neven if effective, would still have betrayed him to his countrymen.\nThe braves hurriedly cut the thongs of the prisoners; another impulsive\ngesture from Elijah, and they, too, fled. When he lifted his eyes\ncautiously from his blanket, captors and captives had dispersed in\nopposite directions, and he was alone--and triumphant!\n\nFrom that moment Elijah Martin was another man. He went to bed that\nnight in an intoxicating dream of power; he arose a man of will, of\nstrength. He read it in the eyes of the braves, albeit at times averted\nin wonder. He understood, now, that although peace had been their\nhabit and custom, they had nevertheless sought to test his theories of\nadministration with the offering of the scalps and the captives, and in\nthis detection of their common weakness he forgot his own. Most heroes\nrequire the contrast of the unheroic to set them off; and Elijah\nactually found himself devising means for strengthening the defensive\nand offensive character of the tribe, and was himself strengthened\nby it. Meanwhile the escaped packers did not fail to heighten\nthe importance of their adventure by elevating the character and\nachievements of their deliverer; and it was presently announced\nthroughout the frontier settlements that the hitherto insignificant and\npeaceful tribe of Minyos, who inhabited a large territory bordering on\nthe Pacific Ocean, had developed into a powerful nation, only kept from\nthe war-path by a more powerful but mysterious chief. The Government\nsent an Indian agent to treat with them, in its usual half-paternal,\nhalf-aggressive, and wholly inconsistent policy. Elijah, who still\nretained the imitative sense and adaptability to surroundings which\nbelong to most lazy, impressible natures, and in striped yellow and\nvermilion features looked the chief he personated, met the agent with\nsilent and becoming gravity. The council was carried on by signs.\nNever before had an Indian treaty been entered into with such perfect\nknowledge of the intentions and designs of the whites by the Indians,\nand such profound ignorance of the qualities of the Indians by the\nwhites. It need scarcely be said that the treaty was an unquestionable\nIndian success. They did not give up their arable lands; what they did\nsell to the agent they refused to exchange for extravagant-priced shoddy\nblankets, worthless guns, damp powder, and mouldy meal. They took pay in\ndollars, and were thus enabled to open more profitable commerce with the\ntraders at the settlements for better goods and better bargains; they\nsimply declined beads, whiskey, and Bibles at any price. The result\nwas that the traders found it profitable to protect them from their\ncountrymen, and the chances of wantonly shooting down a possible\nvaluable customer stopped the old indiscriminate rifle-practice.\nThe Indians were allowed to cultivate their fields in peace. Elijah\npurchased for them a few agricultural implements. The catching, curing,\nand smoking of salmon became an important branch of trade. They waxed\nprosperous and rich; they lost their nomadic habits--a centralized\nsettlement bearing the external signs of an Indian village took the\nplace of their old temporary encampments, but the huts were internally\nan improvement on the old wigwams. The dried fish were banished from the\ntent-poles to long sheds especially constructed for that purpose. The\nsweat-house was no longer utilized for worldly purposes. The wise and\nmighty Elijah did not attempt to reform their religion, but to preserve\nit in its integrity.\n\nThat these improvements and changes were due to the influence of one man\nwas undoubtedly true, but that he was necessarily a superior man did\nnot follow. Elijah's success was due partly to the fact that he had been\nenabled to impress certain negative virtues, which were part of his own\nnature, upon a community equally constituted to receive them. Each was\nstrengthened by the recognition in each other of the unexpected value of\nthose qualities; each acquired a confidence begotten of their success.\n\"He-hides-his-face,\" as Elijah Martin was known to the tribe after the\nepisode of the released captives, was really not so much of an autocrat\nas many constitutional rulers.\n\n*****\n\nTwo years of tranquil prosperity passed. Elijah Martin, foundling,\noutcast, without civilized ties or relationship of any kind, forgotten\nby his countrymen, and lifted into alien power, wealth, security, and\nrespect, became--homesick!\n\nIt was near the close of a summer afternoon. He was sitting at the door\nof his lodge, which overlooked, on one side, the far-shining levels\nof the Pacific and, on the other, the slow descent to the cultivated\nmeadows and banks of the Minyo River, that debouched through a waste of\nsalt-marsh, beach-grass, sand-dunes, and foamy estuary into the\nocean. The headland, or promontory--the only eminence of the Minyo\nterritory--had been reserved by him for his lodge, partly on account of\nits isolation from the village at its base, and partly for the view it\ncommanded of his territory. Yet his wearying and discontented eyes were\nmore often found on the ocean, as a possible highway of escape from his\nirksome position, than on the plain and the distant range of mountains,\nso closely connected with the nearer past and his former detractors. In\nhis vague longing he had no desire to return to them, even in triumph in\nhis present security there still lingered a doubt of his ability to\ncope with the old conditions. It was more like his easy, indolent\nnature--which revived in his prosperity--to trust to this least\npractical and remote solution of his trouble. His homesickness was as\nvague as his plan for escape from it; he did not know exactly what\nhe regretted, but it was probably some life he had not enjoyed, some\npleasure that had escaped his former incompetency and poverty.\n\nHe had sat thus a hundred times, as aimlessly blinking at the vast\npossibilities of the shining sea beyond, turning his back upon the\nnearer and more practicable mountains, lulled by the far-off beating of\nmonotonous rollers, the lonely cry of the curlew and plover, the drowsy\nchanges of alternate breaths of cool, fragrant reeds and warm, spicy\nsands that blew across his eyelids, and succumbed to sleep, as he\nhad done a hundred times before. The narrow strips of colored cloth,\ninsignia of his dignity, flapped lazily from his tent-poles, and at last\nseemed to slumber with him; the shadows of the leaf-tracery thrown by\nthe bay-tree, on the ground at his feet, scarcely changed its pattern.\nNothing moved but the round, restless, berry-like eyes of Wachita, his\nchild-wife, the former heroine of the incident with the captive packers,\nwho sat near her lord, armed with a willow wand, watchful of intruding\nwasps, sand-flies, and even the more ostentatious advances of a rotund\nand clerical-looking humble-bee, with his monotonous homily. Content,\ndumb, submissive, vacant, at such times, Wachita, debarred her\nhusband's confidences through the native customs and his own indifferent\ntaciturnity, satisfied herself by gazing at him with the wondering but\nineffectual sympathy of a faithful dog. Unfortunately for Elijah her\npurely mechanical ministration could not prevent a more dangerous\nintrusion upon his security.\n\nHe awoke with a light start, and eyes that gradually fixed upon the\nwoman a look of returning consciousness. Wachita pointed timidly to the\nvillage below.\n\n\"The Messenger of the Great White Father has come to-day, with his\nwagons and horses; he would see the chief of the Minyos, but I would not\ndisturb my lord.\"\n\nElijah's brow contracted. Relieved of its characteristic metaphor,\nhe knew that this meant that the new Indian agent had made his usual\nofficial visit, and had exhibited the usual anxiety to see the famous\nchieftain.\n\n\"Good!\" he said. \"White Rabbit [his lieutenant] will see the Messenger\nand exchange gifts. It is enough.\"\n\n\"The white messenger has brought his wangee [white] woman with him.\nThey would look upon the face of him who hides it,\" continued Wachita,\ndubiously. \"They would that Wachita should bring them nearer to where my\nlord is, that they might see him when he knew it not.\"\n\nElijah glanced moodily at his wife, with the half suspicion with which\nhe still regarded her alien character. \"Then let Wachita go back to\nthe squaws and old women, and let her hide herself with them until the\nwangee strangers are gone,\" he said curtly. \"I have spoken. Go!\"\n\nAccustomed to these abrupt dismissals, which did not necessarily\nindicate displeasure, Wachita disappeared without a word. Elijah, who\nhad risen, remained for a few moments leaning against the tent-poles,\ngazing abstractedly toward the sea. The bees droned uninterruptedly in\nhis ears, the far-off roll of the breakers came to him distinctly; but\nsuddenly, with greater distinctness, came the murmur of a woman's voice.\n\n\"He don't look savage a bit! Why, he's real handsome.\"\n\n\"Hush! you--\" said a second voice, in a frightened whisper.\n\n\"But if he DID hear he couldn't understand,\" returned the first voice. A\nsuppressed giggle followed.\n\nLuckily, Elijah's natural and acquired habits of repression suited the\nemergency. He did not move, although he felt the quick blood fly to his\nface, and the voice of the first speaker had suffused him with a strange\nand delicious anticipation. He restrained himself, though the words she\nhad naively dropped were filling him with new and tremulous suggestion.\nHe was motionless, even while he felt that the vague longing and\nyearning which had possessed him hitherto was now mysteriously taking\nsome unknown form and action.\n\nThe murmuring ceased. The humble-bees' drone again became ascendant--a\nsudden fear seized him. She was GOING; he should never see her! While he\nhad stood there a dolt and sluggard, she had satisfied her curiosity and\nstolen away. With a sudden yielding to impulse, he darted quickly in\nthe direction where he had heard her voice. The thicket moved, parted,\ncrackled, and rustled, and then undulated thirty feet before him in a\nlong wave, as if from the passage of some lithe, invisible figure. But\nat the same moment a little cry, half of alarm, half of laughter, broke\nfrom his very feet, and a bent manzanito-bush, relaxed by frightened\nfingers, flew back against his breast. Thrusting it hurriedly aside,\nhis stooping, eager face came almost in contact with the pink, flushed\ncheeks and tangled curls of a woman's head. He was so near, her moist\nand laughing eyes almost drowned his eager glance; her parted lips and\nwhite teeth were so close to his that her quick breath took away his\nown.\n\nShe had dropped on one knee, as her companion fled, expecting he would\noverlook her as he passed, but his direct onset had extracted the\nfeminine outcry. Yet even then she did not seem greatly frightened.\n\n\"It's only a joke, sir,\" she said, coolly lifting herself to her feet by\ngrasping his arm. \"I'm Mrs. Dall, the Indian agent's wife. They said you\nwouldn't let anybody see you--and I determined I would. That's all!\" She\nstopped, threw back her tangled curls behind her ears, shook the briers\nand thorns from her skirt, and added: \"Well, I reckon you aren't afraid\nof a woman, are you? So no harm's done. Good-by!\"\n\nShe drew slightly back as if to retreat, but the elasticity of the\nmanzanito against which she was leaning threw her forward once more.\nHe again inhaled the perfume of her hair; he saw even the tiny freckles\nthat darkened her upper lip and brought out the moist, red curve below.\nA sudden recollection of a playmate of his vagabond childhood flashed\nacross his mind; a wild inspiration of lawlessness, begotten of his past\nexperience, his solitude, his dictatorial power, and the beauty of the\nwoman before him, mounted to his brain. He threw his arms passionately\naround her, pressed his lips to hers, and with a half-hysterical laugh\ndrew back and disappeared in the thicket.\n\nMrs. Dall remained for an instant dazed and stupefied. Then she lifted\nher arm mechanically, and with her sleeve wiped her bruised mouth and\nthe ochre-stain that his paint had left, like blood, upon her cheek. Her\nlaughing face had become instantly grave, but not from fear; her dark\neyes had clouded, but not entirely with indignation. She suddenly\nbrought down her hand sharply against her side with a gesture of\ndiscovery.\n\n\"That's no Injun!\" she said, with prompt decision. The next minute\nshe plunged back into the trail again, and the dense foliage once more\nclosed around her. But as she did so the broad, vacant face and the\nmutely wondering eyes of Wachita rose, like a placid moon, between the\nbranches of a tree where they had been hidden, and shone serenely and\nimpassively after her.\n\n*****\n\nA month elapsed. But it was a month filled with more experience to\nElijah than his past two years of exaltation. In the first few days\nfollowing his meeting with Mrs. Dall, he was possessed by terror,\nmingled with flashes of desperation, at the remembrance of his rash\nimprudence. His recollection of extravagant frontier chivalry to\nwomankind, and the swift retribution of the insulted husband or\nguardian, alternately filled him with abject fear or extravagant\nrecklessness. At times prepared for flight, even to the desperate\nabandonment of himself in a canoe to the waters of the Pacific: at times\nhe was on the point of inciting his braves to attack the Indian agency\nand precipitate the war that he felt would be inevitable. As the days\npassed, and there seemed to be no interruption to his friendly relations\nwith the agency, with that relief a new, subtle joy crept into Elijah's\nheart. The image of the agent's wife framed in the leafy screen behind\nhis lodge, the perfume of her hair and breath mingled with the spicing\nof the bay, the brief thrill and tantalization of the stolen kiss still\nhaunted him. Through his long, shy abstention from society, and his two\nyears of solitary exile, the fresh beauty of this young Western wife, in\nwhom the frank artlessness of girlhood still lingered, appeared to him\nlike a superior creation. He forgot his vague longings in the inception\nof a more tangible but equally unpractical passion. He remembered her\nunconscious and spontaneous admiration of him; he dared to connect it\nwith her forgiving silence. If she had withheld her confidences from her\nhusband, he could hope--he knew not exactly what!\n\nOne afternoon Wachita put into his hand a folded note. With an\ninstinctive presentiment of its contents, Elijah turned red and\nembarrassed in receiving it from the woman who was recognized as his\nwife. But the impassive, submissive manner of this household drudge,\ninstead of touching his conscience, seemed to him a vulgar and brutal\nacceptance of the situation that dulled whatever compunction he might\nhave had. He opened the note and read hurriedly as follows:--\n\n\"You took a great freedom with me the other day, and I am justified in\ntaking one with you now. I believe you understand English as well as I\ndo. If you want to explain that and your conduct to me, I will be at the\nsame place this afternoon. My friend will accompany me, but she need not\nhear what you have to say.\"\n\nElijah read the letter, which might have been written by an ordinary\nschool-girl, as if it had conveyed the veiled rendezvous of a princess.\nThe reserve, caution, and shyness which had been the safeguard of his\nweak nature were swamped in a flow of immature passion. He flew to the\ninterview with the eagerness and inexperience of first love. He was\ncompletely at her mercy. So utterly was he subjugated by her presence\nthat she did not even run the risk of his passion. Whatever sentiment\nmight have mingled with her curiosity, she was never conscious of a\nnecessity to guard herself against it. At this second meeting she was\nin full possession of his secret. He had told her everything; she had\npromised nothing in return--she had not even accepted anything. Even\nher actual after-relations to the denouement of his passion are still\nshrouded in mystery.\n\nNevertheless, Elijah lived two weeks on the unsubstantial memory of this\nmeeting. What might have followed could not be known, for at the end of\nthat time an outrage--so atrocious that even the peaceful Minyos were\nthrilled with savage indignation--was committed on the outskirts of the\nvillage. An old chief, who had been specially selected to deal with the\nIndian agent, and who kept a small trading outpost, had been killed\nand his goods despoiled by a reckless Redwood packer. The murderer had\ncoolly said that he was only \"serving out\" the tool of a fraudulent\nimposture on the Government, and that he dared the arch-impostor\nhimself, the so-called Minyo chief, to help himself. A wave of\nungovernable fury surged up to the very tent-poles of Elijah's lodge and\ndemanded vengeance. Elijah trembled and hesitated. In the thraldom of\nhis selfish passion for Mrs. Dall he dared not contemplate a collision\nwith her countrymen. He would have again sought refuge in his passive,\nnon-committal attitude, but he knew the impersonal character of Indian\nretribution and compensation--a sacrifice of equal value, without\nreference to the culpability of the victim--and he dreaded some\nspontaneous outbreak. To prevent the enforced expiation of the crime\nby some innocent brother packer, he was obliged to give orders for the\npursuit and arrest of the criminal, secretly hoping for his escape or\nthe interposition of some circumstance to avert his punishment. A day of\nsullen expectancy to the old men and squaws in camp, of gloomy anxiety\nto Elijah alone in his lodge, followed the departure of the braves on\nthe war-path. It was midnight when they returned. Elijah, who from his\nhabitual reserve and the accepted etiquette of his exalted station had\nremained impassive in his tent, only knew from the guttural rejoicings\nof the squaws that the expedition had been successful and the captive\nwas in their hands. At any other time he might have thought it an\nevidence of some growing scepticism of his infallibility of judgment\nand a diminution of respect that they did not confront him with their\nprisoner. But he was too glad to escape from the danger of exposure and\npossible arraignment of his past life by the desperate captive, even\nthough it might not have been understood by the spectators. He reflected\nthat the omission might have arisen from their recollection of his\nprevious aversion to a retaliation on other prisoners. Enough that they\nwould wait his signal for the torture and execution at sunrise the next\nday.\n\nThe night passed slowly. It is more than probable that the selfish and\nignoble torments of the sleepless and vacillating judge were greater\nthan those of the prisoner who dozed at the stake between his curses.\nYet it was part of Elijah's fatal weakness that his kinder and more\nhuman instincts were dominated even at that moment by his lawless\npassion for the Indian agent's wife, and his indecision as to the fate\nof his captive was as much due to this preoccupation as to a selfish\nconsideration of her relations to the result. He hated the prisoner for\nhis infelicitous and untimely crime, yet he could not make up his mind\nto his death. He paced the ground before his lodge in dishonorable\nincertitude. The small eyes of the submissive Wachita watched him with\nvague solicitude.\n\nToward morning he was struck by a shameful inspiration. He would creep\nunperceived to the victim's side, unloose his bonds, and bid him fly to\nthe Indian agency. There he was to inform Mrs. Dall that her husband's\nsafety depended upon his absenting himself for a few days, but that\nshe was to remain and communicate with Elijah. She would understand\neverything, perhaps; at least she would know that the prisoner's release\nwas to please her, but even if she did not, no harm would be done,\na white man's life would be saved, and his real motive would not be\nsuspected. He turned with feverish eagerness to the lodge. Wachita had\ndisappeared--probably to join the other women. It was well; she would\nnot suspect him.\n\nThe tree to which the doomed man was bound was, by custom, selected\nnearest the chief's lodge, within its sacred enclosure, with no other\nprotection than that offered by its reserved seclusion and the outer\nsemicircle of warriors' tents before it. To escape, the captive would\ntherefore have to pass beside the chief's lodge to the rear and descend\nthe hill toward the shore. Elijah would show him the way, and make it\nappear as if he had escaped unaided. As he glided into the shadow of\na group of pines, he could dimly discern the outline of the destined\nvictim, secured against one of the larger trees in a sitting posture,\nwith his head fallen forward on his breast as if in sleep. But at the\nsame moment another figure glided out from the shadow and approached the\nfatal tree. It was Wachita!\n\nHe stopped in amazement. But in another instant a flash of intelligence\nmade it clear. He remembered her vague uneasiness and solicitude at his\nagitation, her sudden disappearance; she had fathomed his perplexity,\nas she had once before. Of her own accord she was going to release the\nprisoner! The knife to cut his cords glittered in her hand. Brave and\nfaithful animal!\n\nHe held his breath as he drew nearer. But, to his horror, the knife\nsuddenly flashed in the air and darted down, again and again, upon\nthe body of the helpless man. There was a convulsive struggle, but no\noutcry, and the next moment the body hung limp and inert in its cords.\nElijah would himself have fallen, half-fainting, against a tree, but,\nby a revulsion of feeling, came the quick revelation that the desperate\ngirl had rightly solved the problem! She had done what he ought to have\ndone--and his loyalty and manhood were preserved. That conviction\nand the courage to act upon it--to have called the sleeping braves\nto witness his sacrifice--would have saved him, but it was ordered\notherwise.\n\nAs the girl rapidly passed him he threw out his hand and seized her\nwrist. \"Who did you do this for?\" he demanded.\n\n\"For you,\" she said, stupidly.\n\n\"And why?\"\n\n\"Because you no kill him--you love his squaw.\"\n\n\"HIS squaw!\" He staggered back. A terrible suspicion flashed upon him.\nHe dashed Wachita aside and ran to the tree. It was the body of the\nIndian agent! Aboriginal justice had been satisfied. The warriors\nhad not caught the MURDERER, but, true to their idea of vicarious\nretribution, had determined upon the expiatory sacrifice of a life as\nvaluable and innocent as the one they had lost.\n\n*****\n\n\"So the Gov'rment hev at last woke up and wiped out them cussed Digger\nMinyos,\" said Snapshot Harry, as he laid down the newspaper, in the\nbrand-new saloon of the brand-new town of Redwood. \"I see they've\nstampeded both banks of the Minyo River, and sent off a lot to the\nreservation. I reckon the soldiers at Fort Cass got sick o' sentiment\nafter those hounds killed the Injun agent, and are beginning to agree\nwith us that the only 'good Injun' is a dead one.\"\n\n\"And it turns out that that wonderful chief, that them two packers used\nto rave about, woz about as big a devil ez any, and tried to run off\nwith the agent's wife, only the warriors killed her. I'd like to know\nwhat become of him. Some says he was killed, others allow that he got\naway. I've heerd tell that he was originally some kind of Methodist\npreacher!--a kind o' saint that got a sort o' spiritooal holt on the old\nsquaws and children.\"\n\n\"Why don't you ask old Skeesicks? I see he's back here ag'in--and\ngrubbin' along at a dollar a day on tailin's. He's been somewhere up\nnorth, they say.\"\n\n\"What, Skeesicks? that shiftless, o'n'ry cuss! You bet he wusn't\nanywhere where there was danger of fighting. Why, you might as well hev\nsuspected HIM of being the big chief himself! There he comes--ask him.\"\n\nAnd the laughter was so general that Elijah Martin--alias\nSkeesicks--lounging shyly into the bar-room, joined in it weakly.",
    "metadata": {
        "author": [
            "Harte, Francis Bret",
            "Harte, Bret"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/2712/pg2712.txt",
        "name": "a_drift_from_redwood_camp.json"
    }
}