{
    "name": "A Golden Venture\nThe Lady of the Barge and Others, Part 11.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nA GOLDEN VENTURE\n\n\nThe elders of the Tidger family sat at breakfast--Mrs. Tidger with knees\nwide apart and the youngest Tidger nestling in the valley of print-dress\nwhich lay between, and Mr. Tidger bearing on one moleskin knee a small\ncopy of himself in a red flannel frock and a slipper.  The larger Tidger\nchildren took the solids of their breakfast up and down the stone-flagged\ncourt outside, coming in occasionally to gulp draughts of very weak tea\nfrom a gallipot or two which stood on the table, and to wheedle Mr.\nTidger out of any small piece of bloater which he felt generous enough\nto bestow.\n\n\"Peg away, Ann,\" said Mr. Tidger, heartily.\n\nHis wife's elder sister shook her head, and passing the remains of her\nslice to one of her small nephews, leaned back in her chair.  \"No\nappetite, Tidger,\" she said, slowly.\n\n\"You should go in for carpentering,\" said Mr. Tidger, in justification of\nthe huge crust he was carving into mouthfuls with his pocket-knife.\n\"Seems to me I can't eat enough sometimes.  Hullo, who's the letter for?\"\n\nHe took it from the postman, who stood at the door amid a bevy of Tidgers\nwho had followed him up the court, and slowly read the address.\n\n\"'Mrs. Ann Pullen,'\" he said, handing it over to his sister-in-law; \"nice\nwriting, too.\"\n\nMrs. Pullen broke the envelope, and after a somewhat lengthy search for\nher pocket, fumbled therein for her spectacles.  She then searched the\nmantelpiece, the chest of drawers, and the dresser, and finally ran them\nto earth on the copper.\n\nShe was not a good scholar, and it took her some time to read the letter,\na proceeding which she punctuated with such \"Ohs\" and \"Ahs\" and gaspings\nand \"God bless my souls\" as nearly drove the carpenter and his wife, who\nwere leaning forward impatiently, to the verge of desperation.\n\n\"Who's it from?\"  asked Mr. Tidger for the third time.\n\n\"I don't know,\" said Mrs. Pullen.  \"Good gracious, who ever would ha'\nthought it!\"\n\n\"Thought what, Ann?\"  demanded the carpenter, feverishly.\n\n\"Why don't people write their names plain?\"  demanded his sister-in-law,\nimpatiently.  \"It's got a printed name up in the corner; perhaps that's\nit.  Well, I never did--I don't know whether I'm standing on my head or\nmy heels.\"\n\n\"You're sitting down, that's what you're a-doing,\" said the carpenter,\nregarding her somewhat unfavourably.\n\n\"Perhaps it's a take-in,\" said Mrs. Pullen, her lips trembling.  \"I've\nheard o' such things.  If it is, I shall never get over it--never.\"\n\n\"Get--over--what?\"  asked the carpenter.\n\n\"It don't look like a take-in,\" soliloquized Mrs. Pullen, \"and I\nshouldn't think anybody'd go to all that trouble and spend a penny to\ntake in a poor thing like me.\"\n\nMr. Tidger, throwing politeness to the winds, leaped forward, and\nsnatching the letter from her, read it with feverish haste, tempered\nby a defective education.\n\n\"It's a take-in, Ann,\" he said, his voice trembling; \"it must be.\"\n\n\"What is?\"  asked Mrs. Tidger, impatiently.\n\n\"Looks like it,\" said Mrs. Pullen, feebly.\n\n\"What is it?\"  screamed Mrs. Tidger, wrought beyond all endurance.\n\nHer husband turned and regarded her with much severity, but Mrs. Tidger's\ngaze was the stronger, and after a vain attempt to meet it, he handed her\nthe letter.\n\nMrs. Tidger read it through hastily, and then snatching the baby from her\nlap, held it out with both arms to her husband, and jumping up, kissed\nher sister heartily, patting her on the back in her excitement until she\ncoughed with the pain of it.\n\n\"You don't think it's a take-in, Polly?\"  she inquired.\n\n\"Take-in?\"  said her sister; \"of course it ain't.  Lawyers don't play\njokes; their time's too valuable.  No, you're an heiress all right, Ann,\nand I wish you joy.  I couldn't be more pleased if it was myself.\"\n\nShe kissed her again, and going to pat her back once more, discovered\nthat she had sunk down sufficiently low in her chair to obtain the\nprotection of its back.\n\n\"Two thousand pounds,\" said Mrs. Pullen, in an awestruck voice.\n\n\"Ten hundered pounds twice over,\" said the carpenter, mouthing it slowly;\n\"twenty hundered pounds.\"\n\nHe got up from the table, and instinctively realizing that he could not\ndo full justice to his feelings with the baby in his arms, laid it on the\nteatray in a puddle of cold tea and stood looking hard at the heiress.\n\n\"I was housekeeper to her eleven years ago,\" said Mrs. Pullen.  \"I wonder\nwhat she left it to me for?\"\n\n\"Didn't know what to do with it, I should think,\" said the carpenter,\nstill staring openmouthed.\n\n\"Tidger, I'm ashamed of you,\" said his wife, snatching her infant to her\nbosom.  \"I expect you was very good to her, Ann.\"\n\n\"I never 'ad no luck,\" said the impenitent carpenter.  \"Nobody ever left\nme no money.  Nobody ever left me so much as a fi-pun note.\"\n\nHe stared round disdainfully at his poor belongings, and drawing on his\ncoat, took his bag from a corner, and hoisting it on his shoulder,\nstarted to his work.  He scattered the news as he went, and it ran up and\ndown the little main street of Thatcham, and thence to the outlying lanes\nand cottages.  Within a couple of hours it was common property, and the\nfortunate legatee was presented with a congratulatory address every time\nshe ventured near the door.\n\nIt is an old adage that money makes friends; the carpenter was surprised\nto find that the mere fact of his having a moneyed relation had the same\neffect, and that men to whom he had hitherto shown a certain amount of\nrespect due to their position now sought his company.  They stood him\nbeer at the \"Bell,\" and walked by his side through the street.  When they\ntook to dropping in of an evening to smoke a pipe the carpenter was\nradiant with happiness.\n\n\"You don't seem to see beyond the end of your nose, Tidger,\" said the\nwife of his bosom after they had retired one evening.\n\n\"H'm?\"  said the startled carpenter.\n\n\"What do you think old Miller, the dealer, comes here for?\"  demanded his\nwife.\n\n\"Smoke his pipe,\" replied her husband, confidently.\n\n\"And old Wiggett?\"  persisted Mrs. Tidger.\n\n\"Smoke his pipe,\" was the reply.  \"Why, what's the matter, Polly?\"\n\nMrs. Tidger sniffed derisively.  \"You men are all alike,\" she snapped.\n\"What do you think Ann wears that pink bodice for?\"\n\n\"I never noticed she 'ad a pink bodice, Polly,\" said the carpenter.\n\n\"No?  That's what I say.  You men never notice anything,\" said his wife.\n\"If you don't send them two old fools off, I will.\"\n\n\"Don't you like 'em to see Ann wearing pink?\"  inquired the mystified\nTidger.\n\nMrs. Tidger bit her lip and shook her head at him scornfully.  \"In plain\nEnglish, Tidger, as plain as I can speak it,\"--she said, severely,\n\"they're after Ann and 'er bit o' money.\"\n\nMr. Tidger gazed at her open-mouthed, and taking advantage of that fact,\nblew out the candle to hide his discomposure.  \"What!\" he said, blankly,\n\"at 'er time o' life?\"\n\n\"Watch 'em to-morrer,\" said his wife.\n\nThe carpenter acted upon his instructions, and his ire rose as he noticed\nthe assiduous attention paid by his two friends to the frivolous Mrs.\nPullen.  Mr. Wiggett, a sharp-featured little man, was doing most of the\ntalking, while his rival, a stout, clean-shaven man with a slow, oxlike\neye, looked on stolidly.  Mr. Miller was seldom in a hurry, and lost many\na bargain through his slowness--a fact which sometimes so painfully\naffected the individual who had outdistanced him that he would offer to\nlet him have it at a still lower figure.\n\n\"You get younger than ever, Mrs. Pullen,\" said Wiggett, the conversation\nhaving turned upon ages.\n\n\"Young ain't the word for it,\" said Miller, with a praiseworthy\ndetermination not to be left behind.\n\n\"No; it's age as you're thinking of, Mr. Wiggett,\" said the carpenter,\nslowly; \"none of us gets younger, do we, Ann?\"\n\n\"Some of us keeps young in our ways,\" said Mrs. Pullen, somewhat shortly.\n\n\"How old should you say Ann is now?\"  persisted the watchful Tidger.\n\nMr. Wiggett shook his head.  \"I should say she's about fifteen years\nyounger nor me,\" he said, slowly, \"and I'm as lively as a cricket.\"\n\n\"She's fifty-five,\" said the carpenter.\n\n\"That makes you seventy, Wiggett,\" said Mr. Miller, pointedly.  \"I\nthought you was more than that.  You look it.\"\n\nMr. Wiggett coughed sourly.  \"I'm fifty-nine,\" he growled.  \"Nothing 'll\nmake me believe as Mrs. Pullen's fifty-five, nor anywhere near it.\"\n\n\"Ho!\"  said the carpenter, on his mettle--\"ho!  Why, my wife here was the\nsixth child, and she----  He caught a gleam in the sixth child's eye, and\nexpressed her age with a cough.  The others waited politely until he had\nfinished, and Mr. Tidger, noticing this, coughed again.\n\n\"And she--\" prompted Mr. Miller, displaying a polite interest.\n\n\"She ain't so young as she was,\" said the carpenter.\n\n\"Cares of a family,\" said Mr. Wiggett, plumping boldly.  \"I always\nthought Mrs. Pullen was younger than her.\"\n\n\"So did I,\" said Mr. Miller, \"much younger.\"\n\nMr. Wiggett eyed him sharply.  It was rather hard to have Miller hiding\nhis lack of invention by participating in his compliments and even\nimproving upon them.  It was the way he dealt at market-listening to\nother dealers' accounts of their wares, and adding to them for his own.\n\n\"I was noticing you the other day, ma'am,\" continued Mr. Wiggett.  \"I see\nyou going up the road with a step free and easy as a young girl's.\"\n\n\"She allus walks like that,\" said Mr. Miller, in a tone of surprised\nreproof.\n\n\"It's in the family,\" said the carpenter, who had been uneasily watching\nhis wife's face.\n\n\"Both of you seem to notice a lot,\" said Mrs. Tidger; \"much more than you\nused to.\"\n\nMr. Tidger, who was of a nervous and sensitive disposition, coughed\nagain.\n\n\"You ought to take something for that cough,\" said Mr. Wiggett,\nconsiderately.\n\n\"Gin and beer,\" said Mr. Miller, with the air of a specialist.\n\n\"Bed's the best thing for it,\" said Mrs. Tidger, whose temper was\nbeginning to show signs of getting out of hand.\n\nMr. Tidger rose and looked awkwardly at his visitors; Mr. Wiggett got up,\nand pretending to notice the time, said he must be going, and looked at\nMr. Miller.  That gentleman, who was apparently deep in some knotty\nproblem, was gazing at the floor, and oblivious for the time to his\nsurroundings.\n\n\"Come along,\" said Wiggett, with feigned heartiness, slapping him on the\nback.\n\nMr. Miller, looking for a moment as though he would like to return the\ncompliment, came back to everyday life, and bidding the company good-\nnight, stepped to the door, accompanied by his rival.  It was immediately\nshut with some violence.\n\n\"They seem in a hurry,\" said Wiggett.  \"I don't think I shall go there\nagain.\"\n\n\"I don't think I shall,\" said Mr. Miller.\n\nAfter this neither of them was surprised to meet there again the next\nnight, and indeed for several nights.  The carpenter and his wife, who\ndid not want the money to go out of the family, and were also afraid of\noffending Mrs. Pullen, were at their wits' end what to do.  Ultimately it\nwas resolved that Tidger, in as delicate a manner as possible, was to\nhint to her that they were after her money.  He was so vague and so\ndelicate that Mrs. Pullen misunderstood him, and fancying that he was\ntrying to borrow half a crown, made him a present of five shillings.\n\nIt was evident to the slower-going Mr. Miller that his rival's tongue was\ngiving him an advantage which only the ever-watchful presence of the\ncarpenter and his wife prevented him from pushing to the fullest\nadvantage.  In these circumstances he sat for two hours after breakfast\none morning in deep cogitation, and after six pipes got up with a twinkle\nin his slow eyes which his brother dealers had got to regard as a danger\nsignal.\n\nHe had only the glimmering of an idea at first, but after a couple of\npints at the \"Bell\" everything took shape, and he cast his eyes about for\nan assistant.  They fell upon a man named Smith, and the dealer, after\nsome thought, took up his glass and went over to him.\n\n\"I want you to do something for me,\" he remarked, in a mysterious voice.\n\n\"Ah, I've been wanting to see you,\" said Smith, who was also a dealer in\na small way.  \"One o' them hins I bought off you last week is dead.\"\n\n\"I'll give you another for it,\" said Miller.\n\n\"And the others are so forgetful,\" continued Mr. Smith.\n\n\"Forgetful?\" repeated the other.\n\n\"Forget to lay, like,\" said Mr. Smith, musingly.\n\n\"Never mind about them,\" said Mr. Miller, with some animation.  \"I want\nyou to do something for me.  If it comes off all right, I'll give you a\ndozen hins and a couple of decentish-sized pigs.\"\n\nMr. Smith called a halt.  \"Decentish-sized\" was vague.\n\n\"Take your pick,\" said Mr. Miller.  \"You know Mrs. Pullen's got two\nthousand pounds--\"\n\n\"Wiggett's going to have it,\" said the other; \"he as good as told me so.\"\n\n\"He's after her money,\" said the other, sadly.  \"Look 'ere, Smith, I want\nyou to tell him she's lost it all.  Say that Tidger told you, but you\nwasn't to tell anybody else.  Wiggett 'll believe you.\"\n\nMr. Smith turned upon him a face all wrinkles, lit by one eye.  \"I want\nthe hins and the pigs first,\" he said, firmly.\n\nMr. Miller, shocked at his grasping spirit, stared at him mournfully.\n\n\"And twenty pounds the day you marry Mrs. Pullen,\" continued Mr. Smith.\n\nMr. Miller, leading him up and down the sawdust floor, besought him to\nlisten to reason, and Mr. Smith allowed the better feelings of our common\nhuman nature to prevail to the extent of reducing his demands to half a\ndozen fowls on account, and all the rest on the day of the marriage.\nThen, with the delightful feeling that he wouldn't do any work for a\nweek, he went out to drop poison into the ears of Mr. Wiggett.\n\n\"Lost all her money!\"  said the startled Mr. Wiggett.  \"How?\"\n\n\"I don't know how,\" said his friend.  \"Tidger told me, but made me\npromise not to tell a soul.  But I couldn't help telling you, Wiggett,\n'cause I know what you're after.\"\n\n\"Do me a favour,\" said the little man.\n\n\"I will,\" said the other.\n\n\"Keep it from Miller as long as possible.  If you hear any one else\ntalking of it, tell 'em to keep it from him.  If he marries her I'll give\nyou a couple of pints.\"\n\nMr. Smith promised faithfully, and both the Tidgers and Mrs. Pullen were\nsurprised to find that Mr. Miller was the only visitor that evening.  He\nspoke but little, and that little in a slow, ponderous voice intended for\nMrs. Pullen's ear alone.  He spoke disparagingly of money, and shook his\nhead slowly at the temptations it brought in its train.  Give him a\ncrust, he said, and somebody to halve it with--a home-made crust baked by\na wife.  It was a pretty picture, but somewhat spoiled by Mrs. Tidger\nsuggesting that, though he had spoken of halving the crust, he had said\nnothing about the beer.\n\n\"Half of my beer wouldn't be much,\" said the dealer, slowly.\n\n\"Not the half you would give your wife wouldn't,\" retorted Mrs. Tidger.\n\nThe dealer sighed and looked mournfully at Mrs. Pullen.  The lady sighed\nin return, and finding that her admirer's stock of conversation seemed to\nbe exhausted, coyly suggested a game of draughts.  The dealer assented\nwith eagerness, and declining the offer of a glass of beer by explaining\nthat he had had one the day before yesterday, sat down and lost seven\ngames right off.  He gave up at the seventh game, and pushing back his\nchair, said that he thought Mrs. Pullen was the most wonderful draught-\nplayer he had ever seen, and took no notice when Mrs. Tidger, in a dry\nvoice charged with subtle meaning, said that she thought he was.\n\n\"Draughts come natural to some people,\" said Mrs. Pullen, modestly.\n\"It's as easy as kissing your fingers.\"\n\nMr. Miller looked doubtful; then he put his great fingers to his lips by\nway of experiment, and let them fall unmistakably in the widow's\ndirection.  Mrs. Pullen looked down and nearly blushed.  The carpenter\nand his wife eyed each other in indignant consternation.\n\n\"That's easy enough,\" said the dealer, and repeated the offense.\n\nMrs. Pullen got up in some confusion, and began to put the draught-board\naway.  One of the pieces fell on the floor, and as they both stooped to\nrecover it their heads bumped.  It was nothing to the dealer's, but Mrs.\nPullen rubbed hers and sat down with her eyes watering.  Mr. Miller took\nout his handkerchief, and going to the scullery, dipped it into water and\nheld it to her head.\n\n\"Is it better?\"  he inquired.\n\n\"A little better,\" said the victim, with a shiver.\n\nMr. Miller, in his emotion, was squeezing the handkerchief hard, and a\ncold stream was running down her neck.\n\n\"Thank you. It's all right now.\"\n\nThe dealer replaced the handkerchief, and sat for some time regarding her\nearnestly. Then the carpenter and his wife displaying manifest signs of\nimpatience, he took his departure, after first inviting himself for\nanother game of draughts the following night.\n\nHe walked home with the air of a conqueror, and thought exultingly that\nthe two thousand pounds were his. It was a deal after his own heart, and\nnot the least satisfactory part about it was the way he had got the\nbetter of Wiggett.\n\nHe completed his scheme the following day after a short interview with\nthe useful Smith. By the afternoon Wiggett found that his exclusive\ninformation was common property, and all Thatcham was marvelling at the\nfortitude with which Mrs. Pullen was bearing the loss of her fortune.\nWith a view of being out of the way when the denial was published, Mr.\nMiller, after loudly expressing in public his sympathy for Mrs. Pullen\nand his admiration of her qualities, drove over with some pigs to a\nneighbouring village, returning to Thatcham in the early evening.  Then\nhurriedly putting his horse up he made his way to the carpenter's.\n\nThe Tidgers were at home when he entered, and Mrs. Pullen flushed faintly\nas he shook hands.\n\n\"I was coming in before,\" he said, impressively, \"after what I heard this\nafternoon, but I had to drive over to Thorpe.\"\n\n\"You 'eard it?\"  inquired the carpenter, in an incredulous voice.\n\n\"Certainly,\" said the dealer, \"and very sorry I was.  Sorry for one\nthing, but glad for another.\"\n\nThe carpenter opened his mouth and seemed about to speak.  Then he\nchecked himself suddenly and gazed with interest at the ingenuous dealer.\n\n\"I'm glad,\" said Mr. Miller, slowly, as he nodded at a friend of Mrs.\nTidger's who had just come in with a long face, \"because now that Mrs.\nPullen is poor, I can say to her what I couldn't say while she was rich.\"\n\nAgain the astonished carpenter was about to speak, but the dealer hastily\nchecked him with his hand.\n\n\"One at a time,\" he said.  \"Mrs. Pullen, I was very sorry to hear this\nafternoon, for your sake, that you had lost all your money.  What I\nwanted to say to you now, now that you are poor, was to ask you to be\nMrs. Miller.  What d'ye say?\"\n\nMrs. Pullen, touched at so much goodness, wept softly and said, \"Yes.\"\nThe triumphant Miller took out his handkerchief--the same that he had\nused the previous night, for he was not an extravagant man--and tenderly\nwiped her eyes.\n\n\"Well, I'm blowed!\"  said the staring carpenter.\n\n\"I've got a nice little 'ouse,\" continued the wily Mr. Miller.  \"It's a\npoor place, but nice, and we'll play draughts every evening.  When shall\nit be?\"\n\n\"When you like,\" said Mrs. Pullen, in a faint voice.\n\n\"I'll put the banns up to-morrow,\" said the dealer.\n\nMrs. Tidger's lady friend giggled at so much haste, but Mrs. Tidger, who\nfelt that she had misjudged him, was touched.\n\n\"It does you credit, Mr. Miller,\" she said, warmly.\n\n\"No, no,\" said the dealer; and then Mr. Tidger got up, and crossing the\nroom, solemnly shook hands with him.\n\n\"Money or no money, she'll make a good wife,\" he said.\n\n\"I'm glad you're pleased,\" said the dealer, wondering at this cordiality.\n\n\"I don't deny I thought you was after her money,\" continued the\ncarpenter, solemnly.  \"My missus thought so, too.\"\n\nMr. Miller shook his head, and said he thought they would have known him\nbetter.\n\n\"Of course it is a great loss,\" said the carpenter.  \"Money is money.\"\n\n\"That's all it is, though,\" said the slightly mystified Mr. Miller.\n\n\"What I can't understand is,\" continued the carpenter, \"'ow the news got\nabout.  Why, the neighbours knew of it a couple of hours before we did.\"\n\nThe dealer hid a grin.  Then he looked a bit bewildered again.\n\n\"I assure you,\" said the carpenter, \"it was known in the town at least a\ncouple of hours before we got the letter.\"\n\nMr. Miller waited a minute to get perfect control over his features.\n\"Letter?\"  he repeated, faintly.\n\n\"The letter from the lawyers,\" said the carpenter.\n\nMr. Miller was silent again.  His features were getting tiresome.  He\neyed the door furtively.\n\n\"What-was-in-the letter?\"  he asked.\n\n\"Short and sweet,\" said the carpenter, with bitterness.  \"Said it was all\na mistake, because they'd been and found another will.  People shouldn't\nmake such mistakes.\"\n\n\"We're all liable to make mistakes,\" said Miller, thinking he saw an\nopening.\n\n\"Yes, we made a mistake when we thought you was after Ann's money,\"\nassented the carpenter.  \"I'm sure I thought you'd be the last man in the\nworld to be pleased to hear that she'd lost it.  One thing is, you've got\nenough for both.\"\n\nMr. Miller made no reply, but in a dazed way strove to realize the full\nmeasure of the misfortune which had befallen him.  The neighbour, with\nthe anxiety of her sex to be the first with a bit of news, had already\ntaken her departure.  He thought of Wiggett walking the earth a free man,\nand of Smith with a three-months' bill for twenty pounds.  His pride as a\ndealer was shattered beyond repair, and emerging from a species of mist,\nhe became conscious that the carpenter was addressing him.\n\n\"We'll leave you two young things alone for a bit,\" said Mr. Tidger,\nheartily.  \"We're going out.  When you're tired o' courting you can play\ndraughts, and Ann will show you one or two of 'er moves.  So long.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12131/pg12131.txt",
        "name": "a_golden_venture_the_lady_of_the_barge_and_others.json"
    }
}