{
    "name": "A Great Day for the Irish",
    "author": [
        "Hopf, Alice L. (Alice Lightner)",
        "Lightner, Alice",
        "Hopf, Alice Lightner",
        "Lightner, A. M. (Alice M.)"
    ],
    "body": "Bridget Kelly stood at the foot of the rocket lift and watched the\nloading operation. The freight had long since been inspected and\nstowed, and now it was the passengers' turn. Bridget was glad that for\nonce she was not responsible. Let others worry and snoop. This time she\nwas a passenger herself, starward bound. Inspected, passed and okayed,\nshe could have the pleasure of watching others squirm.\n\nLike that beauty coming aboard with the furs and the orchid. She\nwouldn't be allowed to keep the orchid, of course. Bridget grinned as\nshe saw the flower tossed into a trash can and imagined the words the\nbeauty was mouthing. The man beside her sported a boutonniere. Yes,\nthere it went into the can. He was still smiling, probably cracking\nwise. Bridget had separated so many travelers from so many items that\nshe could tell what the passenger was going to say before he said it.\n\nMost people knew that strenuous efforts were being made to keep pests\nand epidemics away from Earth. Ever since the beginnings of space\ntravel, the quarantine of incoming ships at the Moon had been rigidly\nobserved. But the fact that plagues could also spread _from_ Earth\nseldom registered on the public's mind.\n\nBridget was all too well aware of it. For several years she had\nlabored to that end in the Quarantine Service. Now that her savings\nhad accumulated and her abilities as an entomologist were recognized,\nshe was about to board one of the shining ships herself. There were\nraised eyebrows when her destination was known. An entomologist going\nto New Eden--a planet where insects were at a minimum. But Bridget only\nsmiled. She knew what she wanted. She was bound for the frontier, where\nmen are men and women are scarce.\n\nThe speaker blared. The countdown was beginning.\n\n\"Fifteen minutes!\" rasped the mechanical voice. \"Fifteen minutes to\nblast-off!\"\n\n\n\nShe took a last look at the planet of her birth and squeezed into the\nlift. The few remaining passengers pushed in with her. A man in a red\nwaistcoat was commiserating with the woman beside him.\n\n\"Don't let the officials get you down,\" he said. \"We'll have to put up\nwith them for the journey. But on New Eden, I hear, the conditions are\nso good they hardly need any regulations at all.\"\n\n\"It isn't that,\" sniffed his friend. \"It's just that you gave it to me\nand I was hoping to wear it tonight.\"\n\n\"Perhaps I can buy you something in hydroponics. I had no idea they\nwere so touchy or I'd have had the orchid fumigated.\"\n\nBridget felt the scorn of the official for the general public. \"If\nyou're going to New Eden, you ought to know we want to keep it that\nway.\"\n\nThe red waistcoat looked down at her.\n\n\"Oh, officialdom without stripes?\" he said. \"Or are you an old hand?\nPerhaps you can explain the deal before we get there.\"\n\nSo he _was_ the type that cracked wise, and she had put her foot in it\nright at the beginning.\n\n\"I've never been off Earth before,\" she admitted. \"I read up on it all\nfirst.\"\n\nThe lift was at the lock door, and she slipped through without looking\nback. The speaker was croaking \"Ten minutes to go\" as she hurried to\nher cabin and prepared for takeoff. She'd have to do better than this\nor the trip would be a washout. Better just concentrate on enjoying\nit ... the new experiences ... the fascination of travel.\n\nThe jets roared and Bridget Kelly blacked out.\n\nSeveral hours later she had recovered enough to spruce up, take the\nprescribed dose of covitron against space sickness, and make her way\nto the lounge. She found the table setting with her name on it and had\nhardly sat down before a familiar voice began at her ear.\n\n\"Sure and if it isn't Bridget Kelly, and it's a long time I've been\nwaiting for herself.\"\n\nShe looked up into the same laughing eyes, only this time they were\nabove an emerald-green waistcoat.\n\n\"Still determined that New Eden shall not be polluted by snakes? Oh,\nexcuse me, that was St. Patrick. You're worried about bugs.\"\n\nShe laughed in spite of herself and glanced at the place card next\nhers. \"Mr. Patch Maguire,\" it read.\n\n\"I didn't mean to sound stuffy,\" she said. \"It's just that most people\ndon't realize how important it is ... how much trouble just a few\ninsects ... well, I've worked at it and I ought to know.\"\n\n\"Ah, an official entomologist. But in that case, why New Eden? Or\nare you insurance against people like Carrie and me who might import\nsomething?\"\n\n\"You never can tell. Something may turn up. It's hard to imagine a\nplanet without any insects at all.\"\n\n\"Eden's remarkable that way,\" put in the young officer sitting across\nfrom them. \"No stinging bugs or parasites. Makes everything a lot more\ncomfortable. Still, it's pretty new. Only a small part developed so\nfar.\"\n\n\"So we've insurance against the unknown in Bridget Kelly.\"\n\n\"And what might _you_ be insurance against, Mr. Maguire?\" she countered.\n\n\n\nThe officer stared. \"Don't you folks know each other? Mr. Maguire's a\ngrower of fancy plants. Sort of goes together ... plants and insects!\"\nHe laughed. \"Well, it looks like the rest of our table won't show up\nfor this meal.\"\n\n\"What happened to the lady without the orchid? She was with you, wasn't\nshe?\" Bridget asked.\n\n\"Carrie,\" said Patch Maguire, \"is one of those unfortunates on whom\ncovitron does not work. She won't be with anyone for the duration. I\nwas just hoping our whole table was not similarly afflicted.\"\n\n\"It's a pity,\" mused the young officer. \"So many people make the flight\nacross space only once. If they did it more often, they might get\naccustomed.\"\n\n\"Don't you take covitron?\" Bridget asked, beginning to wonder how soon\nshe should repeat the dose. Some people said it made you sleepy, and\nshe certainly didn't want that with things just getting started ... and\nPatch Maguire ... Patch Maguire....\n\nSuddenly a window opened in her mind. She saw a letter with short\npunching sentences. \"You think you can get away with this high-handed,\noverbearing, totally uncalled-for destruction of property? I'll take\nit to the top! I'll see you idiots in hell ... or at least out of the\nService!\" Patch Maguire protesting the destruction of his shipment of\nseeds imported from Regulus V. No amount of explanation that the seeds\nhad been found to harbor a blight which, once let loose on Earth....\nPatch Maguire had a reputation as an authority on crossbreeding and\nmutation of plants ... and also for throwing his weight around. It was\nseveral years ago, but Bridget remembered the consternation in the\ndepartment.\n\nShe realized that Maguire and the officer were talking. They were\nagreeing that space sickness was only a matter of psychology, and that\nif you just didn't think about it, no covitron was necessary. She\nhastily swallowed another pill with her coffee and hoped the coffee\nwould keep her awake.\n\nThey toured the ship together, she and Patch. They marveled at the\nscene from the viewport and chatted with the captain in the control\nroom. The steward inquired about his taste in music and stereo, and he\neven gave advice to the gardeners in hydroponics. All doors were open\nto Patch, and there were murmurs about the \"handsome couple\" as they\nmoved through the lounge. By the end of the trip they were making plans\nfor New Eden. Patch insisted that Bridget was in the wrong profession\nand she agreed that the science of agriculture might be more rewarding\nthan entomology under certain conditions.\n\nAt the farewell dinner, Patch gave her a bouquet he'd had made up\nespecially by the gardeners. But she was more interested in the small\ngreen leaf he wore in his lapel. He took it out and insisted on\nfastening it in her hair.\n\n\"Sure and it's a shamrock!\" he cried, as he arranged it. \"And have you\nforgotten what day it is tomorrow?\"\n\n\"It's the day we land,\" Bridget replied. \"But what day that is in our\ntime or ship's time ... it's too confusing!\"\n\n\"It's St. Patrick's Day, that's what it is!\" he said. \"A great day\nfor the Irish and a great day for us. And I wouldn't be without the\nshamrock on St. Patrick's Day! They should call the planet New Ireland,\nthat they should. Wasn't Ireland the garden island, all green and\nfruitful and with no snakes? And I hear this planet's the garden planet\nand with no insects either to make life miserable. But let you and me\nbe living there a while and we'll make it New Ireland for sure!\"\n\nAnd he planted a kiss on her mouth without a thought of who was looking\nat them.\n\n\n\nAs their tablemates drank their health, Bridget blushed and her eyes\nshone, and after dinner Patch escorted her to the stereo where they sat\nvery close together in the dark. But as the pictures flashed across\nthe screen and as Patch's arm went across her shoulder and drew her\nclose, her mind was besieged by an army of little doubts. Shamrock ...\nshamrock ... what had she read about the shamrock?\n\n\"Patch,\" she whispered. \"Where did you get it?\"\n\n\"Get what?\" Patch murmured, bending over to kiss her.\n\n\"The shamrock, Patch? I don't believe they have it in hydroponics.\"\n\n\"Sure, they must have it.\" Patch's lips brushed hers and she found it\ndifficult to think clearly.\n\n\"I never saw it there. Patch! Are you sure?\"\n\n\"Saw what? I don't see anything but you. That's enough for me.\"\n\n\"About the shamrock, Patch!\"\n\n\"It looks beautiful on you. Sure and I wouldn't be without a shamrock\non St. Patrick's Day.\"\n\nBridget gave up. She lay back in the sanctuary of his arm and basked in\nthe warm feeling of his lips on her hair. But the doubts kept crawling\nabout in her mind. What was the matter with her? Couldn't she be happy\nwhen everything was perfect? Had she been a cut-and-dried inspector for\ntoo many years? But she remembered the words of Professor Schwarzkopf,\nthe day she received her degree: \"The inspectors are the watchdogs of\nthe planets. Without them, all that man has built can be destroyed.\"\n\nWhen Patch had kissed her good night outside her cabin and his\nfootsteps had died away along the corridor, she crept out into the\npassage and made her way to hydroponics.\n\n\"Why, no,\" said the chief gardener, \"we never carry clover of any sort.\nWhy do you ask?\"\n\nOn her way to the control room, Bridget tried not to think. She found\nthe young officer from her table on duty with the captain, and the two\nmen listened in surprise as she outlined her fears.\n\n\"I don't want to accuse Mr. Maguire of anything,\" she said. \"I'm sure\nhe doesn't realize how serious--and of course there may be nothing\nto it. It's just that I remember that shamrocks harbor the golden\nnematode--that is, in the soil around the roots. And it seems likely\nthat if Mr. Maguire has live shamrocks--and I remember what a serious\nplague they once brought over from Ireland to America....\"\n\nThe captain pulled his mustache. \"It's clearly against regulations. I\ncan't imagine how he'd get it past inspection. But then, Maguire's a\nvery persistent man and he's got pull in odd places. I don't want to\nrouse the ire of the Irish, but I see your point.\"\n\n\"Couldn't you search his cabin--without his knowing I said to? Oh, I'm\nsure he'd be very angry. But if I could only look at his plants, then\nI'd be sure if they're safe. You must have ways of getting in--if there\nshould be a short circuit or something in his cabin.\"\n\n\"Oh, we have ways,\" the captain said. \"Don't we, Lieutenant?\"\n\n\"Perhaps at breakfast,\" suggested the young officer. \"If Miss Kelly\ncould arrange to make it as leisurely as possible.\"\n\n\"And right afterward you might go to the lieutenant's cabin--with your\ninstruments and without Mr. Maguire.\"\n\n\n\nShe had no trouble in making her breakfast leisurely. She could hardly\nchoke it down. Under Patch's admiring gaze and flagrant approval she\nwas uncomfortably conscious of treachery. She left as soon as the\nprotracted meal was over, even though she knew it would give him the\nopportunity to discover the rape of his plants.\n\nThe lieutenant was waiting for her in his cabin. He sat behind his desk\neyeing a motley collection of clover in an assortment of little jars\nand boxes. Bridget brought out her pocket 'scope and without a word\npulled the first specimen up by the roots and began to examine it. The\nlieutenant watched in fascination.\n\n\"It's a good thing Mr. Maguire can't see you now,\" he said. \"He'd take\nan entirely different tone from the one I've been hearing lately.\"\n\n\"I'm hoping he doesn't find out,\" she muttered. \"What he doesn't\nknow.... Oh! Oh! Look here! A fine big cyst! Now if they're all like\nthis....\"\n\nThe lieutenant's face took on a look of respect. He came around\nfrom behind his desk and peered over her shoulder. \"Found something\nalready?\" he asked.\n\nBridget pushed the scope under his nose. \"See that?\" she said. \"In the\nright-hand corner.\"\n\n\"You mean that lump? Doesn't look very dangerous.\"\n\n\"No, it doesn't. But it's a nematode cyst, all right. That little brown\nlump, if turned loose in the soil--give it a few years and you'll have\na real pest on your hands.\"\n\n\"You don't say. We'd better get rid of it right away. Do you think\nthere's any more?\"\n\n\"That's just what I'm going to find out.\"\n\nBut before she could move to the desk for the other containers there\nwas a sound of scuffling outside, the door was flung violently open,\nand a rich, Irish voice proclaimed in righteous anger: \"So here you\nare, conspiring against me! Both the culprits red-handed! And my\nshamrocks, my little plants, my babies! Thank heavens I got here in\ntime!\"\n\nThe lieutenant moved to intercept him. \"I beg your pardon, sir, but\nthese plants are in quarantine, and if you have any others we haven't\nfound--\"\n\n\"You're no true daughter of Ireland, Bridget Kelly. And I'm fortunate\nto have found you out in time, false and faithless as you are!\"\n\n\"Now, now,\" cautioned the lieutenant, getting between Maguire and the\ndesk. \"She was only doing her duty. You should see the things she's\nbeen showing me in her microscope. A menace to the whole planet!\"\n\n\"Don't you believe a word of it!\" thundered Maguire. \"These inspectors\nare full of fears and fancies. Puffed up with their own importance.\nAnd I'll thank you to give me back my plants that you stole out of my\ncabin.\"\n\n\"I'm afraid I can't do that,\" the lieutenant said. \"Not until Miss\nKelly has examined each one--and then only the ones that get a clean\nbill of health.\" And he began to collect the little pots and remove\nthem as far as possible from Maguire's reach.\n\n\"Well, come along then, Bridget--give them the bill of health,\" Maguire\nordered. \"You'll do that for me, I'm sure. And I don't know what all\nthe fuss is about either, all over a few little plants, and shamrocks\nat that.\"\n\n\"The few little plants have a few little cysts all through their\nroots,\" said Bridget, whose temper was wearing thin. \"I've only looked\nat one so far, but as nice an infestation of the golden nematode I've\nseldom seen. It's got to go down the incinerator.\"\n\n\"The incinerator!\" screamed Maguire. \"Woman! My shamrocks! All the way\nfrom Ireland!\"\n\n\"If you hadn't spent your whole life circumventing regulations and\npulling wires, this wouldn't have happened. Why didn't you get them\ntreated and certified before coming aboard?\"\n\n\n\n\"Because there wasn't time, that's why!\" Patch shouted. \"They only came\nfrom Ireland as I was leaving for the ship. If it hadn't been for a\nsnooping, sniveling worry-wart--all about a worm that you can't even\nsee....\"\n\n\"You can see the results right enough!\" Bridget's voice was rising to\nmatch his. \"Did you ever hear of the Long Island potato? The best on\nthe East Coast they were. The golden nematode ruined Long Island for\npotatoes. That's what the shamrock did for America! That's a sneaking,\ntreacherous worm for you!\"\n\n\"And who would want to grow potatoes on Long Island, built up into a\ncity as it is?\"\n\n\"They're going to want to grow potatoes on New Eden, and I'm here to\nsee they can.\"\n\n\"If that's all that's worrying you, I'll breed you a nematode-resistant\npotato. And now I'll thank you to let me take my shamrocks and make an\nend to this disgraceful scene.\"\n\nBut when he looked around, he found the lieutenant had quietly removed\nhimself with the plants, and the door of the cabin was crowded with\ninterested passengers.\n\n\"So you think you've put one over on me!\" Patch shouted. \"It's a good\nthing I found out in time how I was being deceived by a pair of eyes\nand a mouth that says one thing and means another!\"\n\n\"And I suppose you're the soul of honor! With no thought of\nresponsibility to your fellow man! You've had your way all your life,\nand it's lucky I found _that_ out, too--before--before....\"\n\nBut he was gone, elbowing his way through the crowd, and the onlookers\ndrifted away, embarrassed at the sight of the stormy girl who shouted\nhysterically after him. Bridget slammed the door and collapsed into a\nchair.\n\n\"I'm sorry for the noise,\" she apologized when the officer returned.\n\"I'd better finish checking the plants before it's time to land.\"\n\n\"Never mind the plants,\" the lieutenant told her. \"I've put them where\nhe won't find them in a hurry. As a matter of fact, we aren't going\nto land. We're in orbit now and they're to send a rocket shuttle. They\naren't worried about what we're bringing in this time. It's what we\nmight take out. There's a howling plague on New Eden after all. Several\nof our passengers have changed their minds about landing.\"\n\n\"A plague?\" said Bridget stupidly. It was hard to concentrate on\nanything more deadly than the golden nematode.\n\n\"Oh, nothing you or I could catch. Something to do with agriculture\nand the plants. Which reminds me, I've a batch of telegrams for you.\nThe authorities are delighted to learn we've a registered entomologist\naboard. Very few of them have come this way.\"\n\nBy the time Bridget had read the sheaf of papers, she had made the\ntransition from the world of shipboard romance to her accustomed world\nof science and order. There was work to be done. Her talents were\nneeded in a dozen places at once. She left orders for the confiscated\nclovers to be destroyed and went to her cabin to pack. She was on the\nfirst shuttle to leave the ship.\n\n\n\nThe weeks that followed were filled with hard work with test tube\nand microscope, at her desk and in the field. The majority of her\nco-workers were men, but none had time to look for a laughing eye or\na smiling mouth. The beautiful garden planet of New Eden was being\nreduced to a desert by a mysterious _something_ that was swiftly\nattacking all the cultivated areas. Starvation was looming and there\nwas talk of hasty evacuation. The situation was passing out of control.\n\nThe villain could not be isolated. Was it an insect, a virus, a\nchemical in the soil? Some of the few native insects were caught and\nsubjected to experiment. The soils were analyzed and tested. Those were\nnot the answer. The only thing certain was that the previously lush\nbrown loam was turning to a yellow, chalky sand, and everything that\ngrew in it withered and died.\n\nBridget visited farm after farm and trudged from field to field. She\nlooked at worried faces and tried to think of words of encouragement.\nBack at the laboratory she studied her specimens far into the night\nand fell asleep at her desk. She was too tired to think about Patch\nMaguire, who, she concluded, had never left the spaceship. What would a\ngrower of gardens, a breeder of plants do in a spreading desert? He had\ngone on to some more flourishing planet.\n\nShe was called to the office one day.\n\n\"I hear there's a farm that claims they don't have the plague,\" said\nthe harassed young scientist behind the desk. \"Better get over there\nand see if it's any more than a rumor. Take the heli and bring back all\nthe usual samples. Here's the directions on getting there.\"\n\nHe shoved a torn piece of paper at her and turned back to his cluttered\ndesk. Bridget picked up her collecting kit and climbed into the cab\nof the machine. By this time she knew her way about the settlements.\nWithout doubt, she told herself, this farm was on the outskirts of\ncivilization, in some valley as yet untouched by the plague. But long\nbefore she reached the limits of cultivated land, she could see her\ndestination. It stood out like an oasis in the desert, a little patch\nof green between a dried-up cornfield and an expanse of stricken wheat.\n\nBridget brought her heli down on a velvety lawn in front of a small\ncottage and walked, unbelieving, to the door. A shout from within\nwelcomed her and she entered a clean and simple kitchen-parlor. The\nowner of the one healthy farm in New Eden was busy in the attached\ngreenhouse.\n\nAs she glimpsed the red waistcoat dangling from a hook, Bridget\nscreamed, and Patch Maguire came through the greenhouse door, a flower\npot in one hand, trowel in the other.\n\n\"And if it isn't the worm-hunter herself!\" he cried. \"The czar of the\nspaceways! The dandelion dictator! And I was wondering how long it\nwould take you to find me out.\"\n\n\"But you--\" she gasped. \"You couldn't--you wouldn't--aren't supposed to\nbe here!\"\n\n\"And why not?\" he countered. \"I'm not like Carrie, she'd rather go on\ntoo sick to eat in space than face starvation on this planet. And then\nthe bargain I was offered for this place--you wouldn't believe it! All\nmodern conveniences and they were practically giving it away. Besides,\nwhat had I to fear with the best entomologist in five solar systems\nworking for the Department of Agriculture? Sure, you'll be having the\nproblem solved in no time!\"\n\n\"Don't be giving me that blarney!\" Bridget said. \"You need only look\nout the window to know we've solved nothing at all. And you sitting\nhere crowing to yourself! You've been breeding plague-resistant plants,\nthat's what you've done, and keeping them all to yourself! It's a\ndisgrace!\"\n\nPatch began to laugh, and the more he laughed, the angrier Bridget got.\n\n\"You should be ashamed!\" she shouted. \"The whole planet dying and you\nsitting here growing greener all the time!\"\n\n\"And that's the way it's been,\" he assured her. \"This place was dying\non me, too. But only the last few days it's taken a new lease and I'm\nat my wit's end to explain it.\"\n\n\"You mean you don't _want_ to explain it. You're hoarding the secret,\nand it's a shameful thing!\"\n\n\"Woman, you're crazy!\" he bellowed at her. \"I'm no magician to breed a\nplague-resistant plant overnight. It takes patience and many seasons,\nand I've only just settled in. I put a few things in the garden and\nstirred things up in the potting shed. Here, come along--you can see\nfor yourself.\"\n\n\n\nHe drew her through the cottage, pointing out the advantages of the\nkitchen so near the greenhouse. She walked about the paths and felt of\nthe rich brown soil without a streak of yellow, and finally her eyes\nfell upon some little low leaves by the back step.\n\n\"Patch,\" she demanded, \"what's that?\"\n\n\"You've the eagle eye, to be sure. What do you suppose it is?\"\n\n\"It's clover,\" she said. \"Shamrock to you. Surely not the same\nshamrock! I gave strict orders!\"\n\nBefore he could stop her, she had tugged a plant up by the roots and\npulled out her pocket microscope as she bent over it.\n\n\"Sure, they were so busy worrying about the plague here, they forgot\nall about the little plague from Earth. And all I wanted was a bit\nof old Ireland to bring with me. A few little cysts couldn't be that\nimportant. And you've got to admit that's what I've got--a green\nisland!\"\n\n\"The idiots!\" screamed Bridget. \"The irresponsible, shirking,\ndoublefaced--\"\n\nHer hand went up and Patch dodged involuntarily, expecting her to throw\nshamrock, dirt and all right at his head. But her hand stopped in\nmidair.\n\n\"Patch!\" Her voice fell to a whisper of incredulity. \"I think I've got\nthe answer here in my hand. Don't say a word till I'm sure, but get\nme soil samples from all over your place--there--and over there--and\n_hurry_!\"\n\nPatch ran back and forth with the soil samples and Bridget looked in\nher microscope, and everywhere the golden nematode was teeming and\nnowhere was there a sign of the sinister yellow streaks.\n\n\"Don't you see?\" Bridget said. \"Whatever it is, the nematodes are\nkilling it.\"\n\n\"It will take some experimenting to prove it, but Bridget, my girl, I\nbelieve you're right.\"\n\n\"And while they're proving it, Patch, you and I are going to breed\nnematodes right here.\"\n\nAnd she had a vision of the golden horde, burrowing from Patch's\nland in all directions, bringing back health and sanity to the land.\nWhatever would Professor Schwarzkopf say? Dear Professor Schwarzkopf!\nSometimes the watchdogs are too faithful. They keep out everyone--even\nour friends.\n\nAnd that was how New Eden was saved. And the nematodes prospered and\nthe Maguires prospered and the shamrocks grew everywhere. And so there\nwas nothing for it but to call the planet New Ireland.",
    "metadata": {
        "author": [
            "Hopf, Alice L. (Alice Lightner)",
            "Lightner, Alice",
            "Hopf, Alice Lightner",
            "Lightner, A. M. (Alice M.)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/60846/pg60846.txt",
        "name": "a_great_day_for_the_irish.json"
    }
}