{
    "name": "A jest and a vengeance",
    "author": [
        "Price, E. Hoffman",
        "Price, E. H. (E. Hoffmann)",
        "Price, E. Hoffmann"
    ],
    "body": "A bullet flattened itself against the chiseled arabesques of the wall\nbehind Sultan Schamas ad Din of Angor-lana, spattering him with bits of\nlead and splinters of marble.\n\n\"Maksoud is a notoriously wretched marksman,\" observed the sultan as\nhe fingered the leaden slug which Amru, his white-haired wazir, had\nretrieved from the tiled floor. \"Still, with enough trials----\"\n\nThe sultan thrust his cushions a sword's length to the right, and\nmoved just far enough to be secure against further rifle fire from the\nminaret of the neighboring mosque.\n\n\"With enough trials,\" resumed Schamas ad Din, \"Maksoud may not have to\nwait for the British Resident to find a pretext to depose me.\"\n\n\"It might not have been the son of your brother,\" suggested Amru, as\nhe moved the fuming nargileh to the sultan's new position, and offered\nhim the carved jade stem. \"There are several who have old grudges to\nsettle.\"\n\n\"Undoubtedly,\" agreed the sultan. \"But who else would fire from the\nmosque? And then miss such an easy mark!\"\n\nFrom afar came the throbbing of drums that muttered of revolt in the\nmountains.\n\n\"Rebels without and assassins within! A luxurious little coffin, this\ncity which the Old Tiger and I built with our swords. Then with this\ninfidel Resident, and Maksoud, who can't wait for me to be deposed----\"\n\nThe sultan coiled the tube of the nargileh about his wrist and drank\ndeeply of its white smoke. Then he achieved the smile he reserved for\noccasions demanding the higher justice.\n\n\"By Allah and by Abaddon and by the honor of my beard! Resident or no\nResident, we will convince this Maksoud of his stupidity! Amru, call me\nthat old bandit of an Ismeddin!\"\n\n\"At once, _saidi_?\" queried the old wazir, as he bowed.\n\n\"No. Tonight. He's doubtless asleep now, after a hard evening's\ndiscussion with some poorly guarded caravan.\"\n\n\n\nThe drumming in the mountains at last ceased. But late that night,\nlong after the outposts at Djeb el Azhár had been doubled, there came\nanother and a different drumming, this time from the palace itself:\nvery low, giving rather the sense of a massive vibration rather than of\nsound. And this deep pulsing was picked up and relayed until it crept\ninto those very mountains where the tribesmen sharpened their curved\nyataghans, stuffed their scarlet saddle-bags with grain, and awaited\nthe signal to descend and plunder, certain that they would not be\npursued beyond the Sultan's borders, and safe in the assurance that the\nResident was but waiting for a pretext to depose Schamas ad Din.\n\nTo one who lived in those mountains, and understood the code, the\ndeep-voiced, far-relayed drum spoke very clearly; so that, late as it\nwas, Ismeddin emerged from his cave, belted on a jeweled simitar that\ngleamed frostily against his tattered, greasy garments, and picked his\nway on foot along the hidden trails that led through the camps of the\nrevolting tribesmen and to the plains below.\n\nThe darvish had heard the signal, and knew that the son of the Old\nTiger was in need.\n\nIsmeddin smiled as he heard the guttural chant of the rebels about\ntheir guard fires. But as he approached their outposts, he picked his\nway more warily, ceased smiling, muttered in his long beard something\nabout the exceeding unfairness of having to contend with mounted\nsentries, and loosened the Ladder to Heaven in its scabbard....\n\n\n\nSince the flat roof of the palace at Angor-lana was higher than any\nbuilding in the city, the sultan was passably secure against marksmen\naddicted to royal targets, particularly in view of his being in an\nangle of the parapet that could not be reached from the minaret of the\nmosque. And thus it was that he reclined at ease in the shadow of a\nstriped canopy, sipping Shirazi wine to his heart's content and his\nsoul's damnation.\n\nBut peace and sultans are strangers. A captain of the guard clanked\ninto the Presence, saluted, and made his report: \"_Saidi_, the troops\nat Djeb el Azhár surprized and captured a detachment of the rebels. A\nragged old man riding a stolen horse led the outpost commander----\"\n\n\"Ismeddin, by the Power and by the Splendor!\" interrupted the sultan.\n\"Where are the prisoners? And Ismeddin?\"\n\n\"In the hall of audience, _saidi_. Abdurrahman Khan, his son, and sixty\nof their followers.\"\n\n\"Very good, Ismail,\" exulted the sultan. \"We will pass sentence at\nonce. Announce me to the court.\"\n\nThe older lords of the court, stout, white-haired ruffians, companions\nof the Old Tiger, knew well what the Old Tiger's son contemplated when\nhe appeared in the hall of audience. And the younger lords knew the\ntradition, and beamed in anticipation of old glories revived.\n\nEach of the two chief executioners had three assistants, standing a\npace to the left and three paces to the rear; and all were fingering\nthe hilts of their two-handed swords.\n\nThere would be notable dismemberments, and a surprizing scarcity of\nrebels long before evening prayer. As for Abdurrahman Khan----\n\nOld Ismeddin, ragged and grimy among the glittering captains, smiled as\nhe thought of an ancient score.\n\nAnd then the Resident appeared to take his customary station at the\nleft of the throne. He whispered in the sultan's ear; but not even the\nfan-bearers behind the throne could hear what he said.\n\nThe captains exulted at the great rage that flamed in the sultan's eyes\nas he rose from the dais. But the captains gaped stupidly when the\nsultan spoke.\n\n\"Take these sons of flat-nosed mothers back to their cells. I will deal\nwith them later.\"\n\nThe court dispersed.\n\nThe lords and ministers escorted the sultan to his apartments. The\nbrazen doors closed softly behind him, so that they did not see him\nhurl his turban to the floor, did not hear his simitar clang against\nthe tiles, rebound, and clatter into a corner. Nor did they hear the\nResident, materialized at the height of the storm, expostulate: \"But,\nyour Majesty, you may have them hanged, you know--have all of them\nhanged, in public--roll of drums and all that. But one simply can't\nhave these dismemberings and impalings, you know. Barbarous, and\nuncivilized, and all that.\"\n\nThen the sultan, as he twice struck together his hands: \"Amru, an\norder: release the rebels! And to each, his own horse and a robe of\nhonor!\"\n\nThe Resident endured the sultan's eye for a full moment, and admirably\nconcealed his alarm. Then he left the Presence, conscious of duty\nwell done, even if in the shadow of a bowstring with a running noose:\nenraged princes do forget themselves, and the sanctity of Residents.\n\nBut Schamas ad Din issued no further orders. He and his nargileh fumed\nand bubbled on the flat roof of the palace....\n\nThen the calm voice of Ismeddin: \"A thousand years, _saidi_.\"\n\n\"And to you, a thousand,\" returned the sultan, as he rose to greet his\nold friend.\n\nThe darvish declined the honor of sharing the sultan's seat.\n\n\"Hard rocks are my cushions, _saidi_,\" he protested, as he squatted,\ncross-legged, at the sultan's feet. But he accepted the stem of the\nnargileh and solemnly inhaled its white fumes.\n\nAmru set out fresh wine and withdrew; for that grimy wanderer from the\nmountains was closer to the sultan even than an old and trusted wazir.\n\n\"I summoned you last night to help me devise a quiet and effective way\nof dealing with my brother's son. Need I say that since Maksoud is a\nfriend of the Resident, I need help?\"\n\n\"Therefore,\" replied the darvish, \"you put me to the trouble of\nstealing by night through the lines of the mountaineers.\" Then, smiling\na crooked smile, he continued, \"And I am an old man, _saidi_----\"\n\n\"And I,\" retorted the sultan, \"am by this day's work an old woman!\nThat dog of an infidel! That friend of the rebels! The white-haired\ncompanions of the Old Tiger pity the mockery that his son has become.\"\n\n\"It is indeed vain in these evil days to be a king,\" observed Ismeddin.\n\"Yet even a sultan should have his vengeance. And even Residents have\ntheir limitations.\"\n\nIsmeddin smiled thinly, and fingered the hilt of the Ladder to Heaven.\n\n\"It is beyond any sword, Ismeddin,\" mourned the sultan. \"In the old\ndays one rode out of the mountains with a troop of horse. But now a\nResident stands behind my throne. Look what has happened to my old\nenemy the Rajah of Lacra-kai, on whom be peace!\"\n\nThe darvish shrugged his shoulders. \"I was in the hall of audience. I\nsaw and I heard. And we two are powerless. But, _inschallah_! There is\nyet much that can be done.\"\n\n\"Then let it be done--before I am deposed.\"\n\n\"You shall have your vengeance, _saidi_. There is one who is the master\nof vengeances. The Lord of the World, who sits dreaming in the ruins of\nAtlânaat.\"\n\nThe sultan shivered. \"Why speak of Atlânaat? There is some slight merit\nin living long enough to be deposed and end one's days in Feringhistan,\nspending an annuity and being addressed as Majesty. Many have entered\nAtlânaat in hopes of wisdom and loot, and have left without even hope\nof forgetting what they have seen. Really, Ismeddin, that monstrous\ncitadel was built by devils, and Shaitan's little sister dances there\nby moonlight.\"\n\n\"Devils?\" retorted Ismeddin. \"Built rather by pre-Adamite kings.\"\n\n\"As you will,\" conceded the sultan. \"The distinction is purely\nacademic. Yet the fact remains that sane men find less and less reason\nfor visiting that fiend-haunted ruin. Once, a very long time ago, I saw\na very little. But that was entirely too much. And that music, and that\nstrange sweetness that drifts up from the depths....\"\n\nAgain the sultan shivered.\n\n\"But I,\" countered Ismeddin, \"have seen Atlânaat to its nethermost\nfoundations. And there and there only lies your vengeance, and a jest\nsuch as the Old Tiger himself would have relished, if you can face the\nLord of the World and his counsel.\" The darvish leaped to his feet.\n\"_Saidi_, the Old Tiger would not have hesitated.\"\n\n\"Done, by Allah and by my beard!\" swore the sultan. \"Yet I know any\nnumber of places I would rather visit, either by day or by night.\nNevertheless----\"\n\n\"Let it then be nevertheless, my lord!\"\n\nThe sultan twice clapped his hands.\n\nAmru reappeared, and received orders: two horses at the Ispahan Gate,\nan hour after evening prayer; horses meanly equipped and poorly\ncaparisoned.\n\nBut before Amru could leave, Ismeddin interposed: \"A moment, oh father\nof all wazirs!\"\n\nAnd then, to the sultan: \"What is to be done must be done quickly. Let\nMaksoud meet us at Atlânaat, so that the wisdom of the Lord of the\nWorld will not have time to cool in our ears.\"\n\nThe sultan nodded, then spoke very briefly of four tongueless, black\nmamelukes, and of Maksoud who was to accompany them; and this cavalcade\nwas to leave the city by a small gate which had no name.\n\n\n\nAn hour's ride from the Ispahan Gate brought Ismeddin and the sultan\nto the edge of the jungle in whose depths brooded the foundations of\nprodigious Atlânaat. They halted for a moment to gaze at the uncounted\ndomes and minarets that towered high above the jungle and muttered\nsecret words to the stars as they crept out one by one. Then Ismeddin\ntook the lead, the sultan following in his trace.\n\nHow strange, pondered the sultan, that he should ride alone in the\njungle, following a white blur that was the dirty _djellab_ of an\nold man who was so entirely at home in unsavory places; and how much\nstranger yet that he should step from his throne to seek aid from a\ndarvish who lived in a cavern and pitied the futility of kings.\n\nThen the sultan thought of his vengeance, and wondered at the terrific\nwords the Lord of the World would speak....\n\nThe darvish finally halted at the edge of a clearing. Before them\nloomed the incredible bulk of the outer walls of Atlânaat, walls that\nhad for ages mocked the age-old trees that sought to reach their\nparapet.\n\n\"To our left, _saidi_,\" announced the darvish.\n\nThey skirted the wall until they came to a breach wide enough to admit\nfour horsemen abreast.\n\n\"Those who enter through the gate are seriously in error,\" commented\nIsmeddin, as he picked his way among the gigantic blocks of rose\ngranite that still lay in the breach. \"There is a sculptured hand on\nthe keystone of the arch....\"\n\nThe moon had risen over the crests of the trees. Long shadows of\ncolumns shattered at mid-height marched across the broad, paved avenue\nthat at the breach in the wall turned and led to the heart of the\ncitadel.\n\n\"My lord,\" began Ismeddin, as the sultan cleared the last block of\ngranite and drew up at his side, \"we have not yet committed ourselves\nto anything.\"\n\n\"Conceivably,\" admitted the sultan, \"the ride back to Angor-lana by\nmoonlight would be pleasant. Yet Maksoud also would find it a pleasant\nride. But tell me,\" continued Schamas ad Din, \"what advantage there\nis in taking my vengeance here? It might be more odd and quaint than\nanything I might devise at home; but in the end, there would be the\nResident----\"\n\n\"Ah, but would there?\" smiled Ismeddin. \"The Lord of the World dreams\nstrange things. However, if you wish----\"\n\nIsmeddin wheeled his horse about.\n\n\"Not at all!\" countered the sultan. \"To the finish, then. And as for\nthis god and his playmate?\"\n\n\"Even so, _saidi_.\"\n\nThe darvish led the way down the broad avenue. The sultan glanced once\nat the sculptured columns, shuddered, and found a glance sufficient.\nThen he smiled: for Maksoud would find Atlânaat not a bit more savory.\n\nThe avenue ended in a small court bounded by columns whose capitals\nwere on friendly terms with a single sultry-growing star that glared\nevilly.... At the base of each pillar was an ornately chiseled\npedestal. On eleven of these pedestals, forming a crescent, were\nlife-sized images of bearded men, sitting cross-legged. The head of\neach was bowed as in sleep; and each held in his left hand a curiously\ncarved scepter.\n\nThe sultan started at the sound of hoofs clicking on the pavement\nbehind them.\n\n\"Maksoud and his escort.\" And then, as the hoof-beats ceased: \"They\nfancy this place no more than you do, _saidi_.\"\n\nThe sultan scrutinized the cross-legged, bearded images.\n\n\"Strangely life-like,\" he observed.\n\n\"No,\" contradicted Ismeddin. \"Not _strangely_ life-like. Rather it\nwould be strange were they otherwise. Nevertheless, seek the girl and\nher sleeping master. She may tell you how to outwit the Resident and\ndispose very neatly of Maksoud. But\"--Ismeddin glanced again at the\ndisconcerting images--\"she may offer a most unusual solution.\"\n\nIn the center of the court was a circular balustrade that guarded the\nbrink of a pit along whose walls spiraled a gently sloping runway down\nwhich a man on horse or foot might easily make his way to the abysmal\ndepths that mocked the single star overhead.\n\n\"Advance boldly,\" counseled the darvish, \"down the center, not rashly\nclose to the edge, nor timidly close to the wall. And in the meanwhile\nI will be here with Maksoud, awaiting your return.\"\n\n\"My return? You are optimistic.\"\n\n\"But with reason,\" countered Ismeddin. \"I myself was once there; and I\nreturned.\"\n\n\"If you are wrong, it will be the first time,\" conceded the sultan as\nhe began his descent.\n\n\"Ismeddin,\" reflected the sultan, \"is doubtless right. And yet I would\nrather be up there in the courtyard watching him pick his way down\nand out of sight and into this playground of Shaitan's little sister.\nIsmeddin would be quite in his element.\"\n\n\n\nDarkness did not engulf him as quickly as he had expected. The\nblackness receded as he descended, and the broad, white tiles gleamed\ndully ahead of him, so that it was simple enough to keep to the middle\nof the spiral runway.\n\nFrom far above came the click-click of horses' hoofs.\n\nThe sultan smiled grimly at the thought of Maksoud awaiting a doom that\nwas to emerge from that black pit.\n\nDown ... down ... turn after turn ... until finally the sultan was as\nfar beneath the court as the capitals of its encircling pillars were\nabove it. Then came the scarcely perceptible thump-thump of a drum, and\nthe thin wailing notes of a pipe. An overwhelming, poison sweetness\nbreathed from the blackness and enfolded him.\n\n\"By Allah and by Abaddon!\" said the sultan to himself, as he paused and\nhalf turned. \"Vengeance is costly!\"\n\nHe wiped his brow, and licked his lips; then resolutely advanced.\n\nThe spiraling path was curving in ever narrowing circles, vortex-like.\n\nThe perfume was now overwhelming.\n\nAt the bottom of the pit he found himself facing a low archway, that\nopened into a vault pervaded by glowing vapors whose luminescence\nthrobbed to the cadence of those muttering drums and wailing pipes.\n\nThen a gong sounded once: thinly, as the rustle of silk rather than\nthe resonance of bronze; and the rose-hued mists parted, revealing a\ngirl whose Babylonic eyes gazed through and past him as though he were\nnebulous as the smoke-wisps of gauze that thinly veiled her loveliness.\n\nA numbness crept over the sultan; all save those intent, sultry eyes\nwas blotted out of existence.\n\nThen she spoke. \"Welcome, son of the Old Tiger. You have done well. But\nunaided you can go no farther.\"\n\nThe girl extended her slender arms and with serpentine passes and\ngestures stroked his forehead; and then, stepping to his left side,\nwith her knuckles she rapped sharply here and there along his spine,\nmaking the lost magic of far-off Tibet, whereby men become gods, and\ngods become beasts.\n\nThen in softly purring syllables she continued, \"You can not cross the\nthreshold to enter the presence of the Lord of the World. Try and see\nwhether I am right.\"\n\nThe sultan sought to advance; but his feet were fixed to the tiles, and\na heaviness that forbade all movement possessed him.\n\nAgain that soft rippling voice: \"You have become as immobile as those\neleven who were once kings. And with another pass I could weave about\nyou that silence from the ancient mountains, from which you could not\nemerge until the end of all time....\"\n\nShe faced him, regarded him intently, then continued: \"But I shall\nrestore you and make you more agile than the fancies of those who eat\nthe plums that grow on the slopes of Mount Kaf.\"\n\nWhereat she made passes and tapped him as she had done before.\n\n\"Now, Schamas ad Din, son of the Old Tiger, enter the presence of the\nLord of the World.\"\n\nThe sultan advanced, marveling that he could not feel the touch of\nhis feet on the floor. The sighing music ceased piping; and as the\nrose-and-saffron-shot mists thinned and drew back and vanished, he\nfound himself in a circular vault on whose domed ceiling glittered\nstars arranged in strange constellations; and the floor of the vault\nwas not tiled, but strewn with powdered cinnabar. In the center of the\nvault was a low couch of grotesquely chiseled green basalt on which sat\nan old man whose head was bowed in sleep.\n\n\"Son of the Old Tiger,\" said the incredible girl at the sultan's side,\n\"you are before the Lord of the World, he who built this prodigious\ncitadel the day he completed the creation of this and all other worlds.\nHe sleeps, and sleeping, dreams; and all things that seem to be are\nbut the figments of his dream; and those things whereof he ceases to\ndream at that moment cease to be. For nothing is real, save it be the\nillusion of him who sits here dreaming.\"\n\n\"Then who are you?\" queried the sultan.\n\nThe girl smiled, and patted the twining, jeweled blackness of her hair.\n\n\"I also am illusion, and his masterwork.\"\n\n\"Then if all this be a dream, who and what am I?\"\n\n\"You too are but one of his fancies; and when he ceases to picture\nyou----\"\n\nThe sultan shuddered at the girl's gesture of dismissal; but he\nresumed, \"Then if he were to awaken?\"\n\n\"All things,\" replied the girl, \"would revert to that which existed\nbefore he fell asleep. Even I would vanish, just as your dreams when\nyou awaken from them become as nothing.\"\n\nThe girl smiled at the dazed sultan, and continued, \"But I shall not\nand can not vanish, since he can not cease dreaming his most wondrous\nvision. Nor can he awaken, since I have made his sleep eternal. He\nascribed to me all perfection; and thus I have the power which you\nperceived in my greeting of you. And more than that: it is I who cast a\nspell over him whose dream I am, so that through the boundless wastes\nof time he can not awaken; and I can even now whisper in his ear that\nwhich I wish him to dream, and straightway his visions create that\nwhich I desire.\"\n\n\"Then,\" deduced the sultan after a long pause, \"you are greater than\nthis Lord of the World whose fancy you are?\"\n\nThe girl stared fixedly as a brooding fate. Then finally she spoke.\n\n\"There you have that which few men have ever known: that their illusion\ntranscends and finally conquers them--even as this god is the toy of\nhis own dream, and the prey of an old magic from Tibet.\"\n\nThe sultan gazed intently at the white-bearded Master of Illusion. Then\nhe laughed softly at the simple answer to an insoluble riddle. For a\ndream, this girl was surprizingly human and reasonable....\n\n\"It seems,\" began the sultan, \"that this ancient Lord of the World\nendowed me with a touch of his own folly. For I have become the\nplaything of this mad kingdom which the Old Tiger and I dreamed twenty\nyears ago as we sharpened our blades and rode out of the mountains. But\nnot being a god, I may escape my doom.\"\n\n\"And how might that be?\" queried the girl.\n\nHer left eyebrow rose ever so slightly. She nodded approvingly at\nSchamas ad Din.\n\n\"You might,\" suggested the sultan, \"whisper into his ear a thought I\nmight whisper into yours.\"\n\n\"In a word, _saidi_,\" said the girl, \"you wish that mad kingdom of\nyours made a bit more habitable for its ruler? You came seeking\nvengeance, and end by wanting to recast your entire fate? But that\nwould be unreasonable; for then, in your own way, you would be greater\nthan this very Lord of the World, since even he is subject to me, his\ndream.\"\n\n\"Wrong!\" exclaimed the sultan. \"By my beard, you are wrong! I seek\nbut a jest and a vengeance, and let dreams go where they will. Such a\nvengeance as until a moment ago I had not contemplated or imagined.\"\n\n\"Even as I sought a vengeance and found a jest when I chanted this\nDreamer to sleep. _Saidi_, you are a man after my own heart; and your\nfancy appeals to me. You please me exceedingly. And I think it could\nbe arranged. Yet listen well: in the end you must leave me, and take\nyour place among those who sit motionless in the courtyard above us.\nThe hour is at hand; for there is one here of whom I have for some time\nbeen weary, and who will soon occupy the twelfth pedestal.\"\n\nThe girl paused, flung into a censer at the Dreamer's feet a handful of\nincense, and resumed as she turned to face Schamas ad Din, \"But think\nwell, Son of the Old Tiger. A lesser vengeance, and one such as you\ncontemplated when you sought me, could be bought much more cheaply....\nSo back to the courtyard and ponder with clear sky over your head. For\nonly that old rogue of an Ismeddin ever escaped the penalty....\"\n\nThe girl smiled reminiscently and fondly, then continued, \"And it is\nno jesting matter, this sitting cross-legged on a pedestal when I\nhave tired of you. Nor would Maksoud find a cheaper vengeance at all\npleasant.\"\n\nYet her eyes belied the discouragement her lips spoke. The sultan\nceased comparing her to the women of Gurjestan and Tcherkess, for she\nwas incomparable. Even his jest and his vengeance were trifling....\n\nThe sultan disengaged himself from her perfumed embrace.\n\n\"Ismeddin is waiting.\"\n\nAnd Schamas ad Din ascended the winding incline, smiling and stroking\nhis curled beard.\n\n\n\nIsmeddin in the meanwhile had led Maksoud, still bound and gagged, and\nhis escort of black mamelukes into the courtyard.\n\n\"Father of many little pigs,\" murmured the darvish, \"our lord the\nSultan has taken offense at your last display of wretched marksmanship.\nAnd since none of his own fancies were worthy of you, he is even now\ntaking counsel with Abaddon of the Black Hands. I expect him any\nmoment, well advised and smiling. So be assured against anything as\ncommonplace as being sawed asunder between two planks.\"\n\nThe Africans had dismounted, and were taking from their packs all\nmanner of implements, as well as cords, flasks of oil, charcoal, and a\npair of small bellows. One of them set to work kindling a fire while\nthe other three deftly fitted together mortised and tenoned pieces\nof dark, heavy wood, assembling a stout frame equipped with hooks,\nmanacles, and shackles.\n\n\"It is difficult to say what form the master's fancy will take,\"\nresumed Ismeddin, as he approvingly regarded the executioners at their\nwork. \"But surely it will not be commonplace.\"\n\nHe picked up a keen, two-handed sword, tested its edge and balance.\n\n\"Very pretty. But you will have nothing to do with this.\"\n\nThen, as he noted the four horses tethered to a column: \"Ah! ... now\n_that_, with certain variations, has real possibilities. You are quite\nsubstantial, Maksoud ... but those horses are sturdy little beasts....\"\n\nIsmeddin stroked the neck of a savage Barbary stallion, and continued,\n\"But then, that also is swift. At the best, it lasts but a little over\na day, even with the nicest of workmanship,\" mused the old man.\n\nIsmeddin deftly removed the gag from the prisoner's mouth.\n\n\"He can no more than banish me!\" sputtered Maksoud. \"The Resident would\ndepose him were I not to return. Old ape ... son of many pork-eating\nfathers ... do you think all this parade of curious torments will kill\n_me_ of fright? That is an old story. I myself once helped him----\"\n\nAnd Maksoud's laugh rang true.\n\n\"So?\" Ismeddin smiled suavely. \"Well, and I said that you would meet\nnone of these commonplace things. But supposing ... just supposing, as\nfood for thought, that we were to let you down into that black pit. You\nhave seen those who have played about these ruins----\"\n\nIsmeddin nodded to the black slaves, who advanced to remove the\nprisoner from his horse.\n\n\"Not _that_, _saidi_,\" implored Maksoud.\n\n\"That, and more than that. You have seen those who lost their way in\nthese ruins. And you once laughed at what was left of one who finally\ndid find his way out.\"\n\nThe executioners, skilled as they were at handling tormented wretches,\nkept their hold on Maksoud with difficulty.\n\nAnd then the cool voice of the sultan, as he emerged from the pit:\n\"Well, Ismeddin, couldn't you wait for me? I heard his howling long\nbefore I reached the surface.\"\n\n\"Mercy, O Magnificent! Not into that pit of Iblis!\"\n\n\"The penalty of poor marksmanship, Maksoud,\" declared the sultan. \"Had\nyou practised in private a few more days, I would not be here deciding\nyour fate.\"\n\nHe smiled and stroked his beard.\n\n\"And so you fancied being sultan, did you?\" resumed Schamas ad Din.\n\"Those wild fancies are deplorable. Yussuf, here, has devised an\nentertainment worthy of your bungling; but he shall save it for\nanother.\"\n\nThe chief of the black slaves looked up from his implements, and\ngrinned.\n\n\"That pit, master ... spare me that!\"\n\n\"Well, and so be it, Maksoud ... ungrateful son of my brother. But\nlisten: I have devised a doom which will make that pit seem a childish\ngame, and the companions of the pit pleasant playmates. For those whom\nthese ruins have done to death and torment and madness have lived but a\nmonth or two of frenzy. But what I have devised----\"\n\nHe paused, ignoring the prisoner and his pleas. The sultan's smile\nfaded, and his features became drawn and thoughtful. He leaned against\nthe balustrade, and stared at those eleven all too life-like figures\nsquatting on their pedestals of chiseled stone.\n\nThe executioners were now supporting rather than holding fast the\nprisoner. And they themselves, hardened as they were to applying fire\nand steel, shifted uneasily, and licked their dry lips as they regarded\nthe sultan. And when he turned, they dropped their eyes to avoid his\neyes.\n\nStill the sultan did not speak.\n\nHis presence was a smoldering doom.\n\nThen a poison sweetness crept up from the mouth of the pit.\n\nFrom its blacknesses emerged the figure of a bearded king, who solemnly\nadvanced with measured steps, as to the cadence of a slowly beaten drum.\n\nThe tongueless executioners dropped their implements, and made\nhorrible, choking grasps at speech.\n\nBut as if alone in a desert waste, the presence strode through the\ngroup. His robe brushed Maksoud as he passed toward the other side of\nthe court, bearing in his left hand a strangely carved scepter, and\nwith his right hand stroking his long, curled beard.\n\nStraight across the moon-bathed tiles, and to the twelfth pedestal;\nand then with infinite care and deliberation, he seated himself\ncross-legged after the fashion of those eleven all too life-like images.\n\nVery faintly came the sound of a distant gong: not resonant as bronze,\nbut rather as the hissing of a serpent or the rustling of silk.\n\nThe sultan started. Then he looked Maksoud full in the eye, and smiled\nthat terrific smile of his father, the Old Tiger.\n\n\"Maksoud,\" he began, \"you sought to be king before your day, and forgot\nmy friendship and favor. You could not wait for me to meet my doom on\nthe highroads of Allah. And I shall now punish you by giving you----\"\n\nThe prisoner choked and gasped.\n\n\"Not that, _saidi_----\"\n\n\"By giving you,\" continued the sultan, \"that which you sought, so that\nthe fullness of possession shall corrode your soul worse than any\ntorment could corrode your body. You shall sit on my lofty throne and\npublish the orders dictated by an infidel Resident. He shall thwart\nyour vengeances. He shall make a mockery of you, the last remnant of\nthe lordly estate of kings. You shall rule by words rather than by\nswords.\"\n\nThe sultan drew his simitar.\n\n\"Your friends shall seek you with daggers in your gardens. Poison\nshall lurk in your food and in your thoughts. Bungling marksmen shall\nnever quite attain the mark you will finally wish them to attain. Your\nenemies will pity you.\"\n\nThe simitar flickered twice, and the stout cords fell from Maksoud's\nwrists and ankles.\n\n\"To horse, Maksoud, and ride to your throne!\"\n\nThe sultan sheathed his blade, advanced a pace down the spiral pathway\nof darkness, then paused to listen to the hoof-beats of Maksoud's\ncavalcade.\n\nOld Ismeddin leaned over the balustrade.\n\n\"A moment, _saidi_! Let your first whisper in the girl's ear ask for\n_two_ British Residents in Angor-lana.\"\n\nAnd with a courtly salaam to the master, Ismeddin disappeared among the\nruins.",
    "metadata": {
        "author": [
            "Price, E. Hoffman",
            "Price, E. H. (E. Hoffmann)",
            "Price, E. Hoffmann"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/73675/pg73675.txt",
        "name": "a_jest_and_a_vengeance.json"
    }
}