{
    "name": "A Little Journey",
    "author": [
        "Bradbury, Ray",
        "Bradbury, Raymond Douglas",
        "Sterling, Brett",
        "Elliott, William"
    ],
    "body": "There were two important things--one, that she was very old; two, that\nMr. Thirkell was taking her to God. For hadn't he patted her hand and\nsaid: \"Mrs. Bellowes, we'll take off into space in my rocket, and go\nto find Him together.\"\n\nAnd that was how it was going to be. Oh, this wasn't like any other\ngroup Mrs. Bellowes had ever joined. In her fervor to light a path for\nher delicate, tottering feet, she had struck matches down dark alleys,\nand found her way to Hindu mystics who floated their flickering, starry\neyelashes over crystal balls. She had walked on the meadow paths with\nascetic Indian philosophers imported by daughters-in-spirit of Madame\nBlavatsky. She had made pilgrimages to California's stucco jungles\nto hunt the astrological seer in his natural habitat. She had even\nconsented to signing away the rights to one of her homes in order to be\ntaken into the shouting order of a temple of amazing evangelists who\nhad promised her golden smoke, crystal fire, and the great soft hand of\nGod coming to bear her home.\n\nNone of these people had ever shaken Mrs. Bellowes' faith, even when\nshe saw them sirened away in a black wagon in the night, or discovered\ntheir pictures, bleak and unromantic, in the morning tabloids. The\nworld had roughed them up and locked them away because they knew too\nmuch, that was all.\n\nAnd then, two weeks ago, she had seen Mr. Thirkell's advertisement in\nNew York City:\n\n    COME TO MARS!\n\n    Stay at the Thirkell Restorium for one week. And then, on into\n    space on the greatest adventure life can offer!\n\n    Send for Free Pamphlet: \"Nearer My God To Thee.\"\n\n    Excursion rates. Round trip slightly lower.\n\n\"Round trip,\" Mrs. Bellowes had thought. \"But who would come back after\nseeing _Him_?\"\n\nAnd so she had bought a ticket and flown off to Mars and spent seven\nmild days at Mr. Thirkell's Restorium, the building with the sign on it\nwhich flashed: THIRKELL'S ROCKET TO HEAVEN! She had spent the\nweek bathing in limpid waters and erasing the care from her tiny bones,\nand now she was fidgeting, ready to be loaded into Mr. Thirkell's own\nspecial private rocket, like a bullet, to be fired on out into space\nbeyond Jupiter and Saturn and Pluto. And thus--who could deny it?--you\nwould be getting nearer and nearer to the Lord. How wonderful! Couldn't\nyou just _feel_ Him drawing near? Couldn't you just sense His breath,\nHis scrutiny, His Presence?\n\n\"Here I am,\" said Mrs. Bellowes, \"an ancient rickety elevator, ready to\ngo up the shaft. God need only press the button.\"\n\nNow, on the seventh day, as she minced up the steps of the Restorium, a\nnumber of small doubts assailed her.\n\n\"For one thing,\" she said aloud to no one, \"it isn't quite the land of\nmilk and honey here on Mars that they said it would be. My room is like\na cell, the swimming pool is really quite inadequate, and, besides, how\nmany widows who look like mushrooms or skeletons want to swim? And,\nfinally, the whole Restorium smells of boiled cabbage and tennis shoes!\"\n\nShe opened the front door and let it slam, somewhat irritably.\n\nShe was amazed at the other women in the auditorium. It was like\nwandering in a carnival mirror-maze, coming again and again upon\nyourself--the same floury face, the same chicken hands, and jingling\nbracelets. One after another of the images of herself floated before\nher. She put out her hand, but it wasn't a mirror; it was another lady\nshaking her fingers and saying:\n\n\"We're waiting for Mr. Thirkell. _Sh!_\"\n\n\"Ah,\" whispered everyone.\n\nThe velvet curtains parted.\n\nMr. Thirkell appeared, fantastically serene, his Egyptian eyes upon\neveryone. But there was something, nevertheless, in his appearance\nwhich made one expect him to call \"Hi!\" while fuzzy dogs jumped over\nhis legs, through his hooped arms, and over his back. Then, dogs and\nall, he should dance with a dazzling piano-keyboard smile off into the\nwings.\n\nMrs. Bellowes, with a secret part of her mind which she constantly had\nto grip tightly, expected to hear a cheap Chinese gong sound when Mr.\nThirkell entered. His large liquid dark eyes were so improbable that\none of the old ladies had facetiously claimed she saw a mosquito cloud\nhovering over them as they did around summer rain-barrels. And Mrs.\nBellowes sometimes caught the scent of the theatrical mothball and the\nsmell of calliope steam on his sharply pressed suit.\n\nBut with the same savage rationalization that had greeted all other\ndisappointments in her rickety life, she bit at the suspicion and\nwhispered, \"This time it's _real_. This time it'll work. Haven't we got\na _rocket_?\"\n\nMr. Thirkell bowed. He smiled a sudden Comedy Mask smile. The old\nladies looked in at his epiglottis and sensed chaos there.\n\nBefore he even began to speak, Mrs. Bellowes saw him picking up each of\nhis words, oiling it, making sure it ran smooth on its rails. Her heart\nsqueezed in like a tiny fist, and she gritted her porcelain teeth.\n\n\"Friends,\" said Mr. Thirkell, and you could hear the frost snap in the\nhearts of the entire assemblage.\n\n\"No!\" said Mrs. Bellowes ahead of time. She could hear the bad news\nrushing at her, and herself tied to the track while the immense black\nwheels threatened and the whistle screamed, helpless.\n\n\"There will be a slight delay,\" said Mr. Thirkell.\n\nIn the next instant, Mr. Thirkell might have cried, or been tempted to\ncry, \"Ladies, be seated!\" in minstrel-fashion, for the ladies had come\nup at him from their chairs, protesting and trembling.\n\n\"Not a very long delay.\" Mr. Thirkell put up his hands to pat the air.\n\n\"How long?\"\n\n\"Only a week.\"\n\n\"A week!\"\n\n\"Yes. You can stay here at the Restorium for seven more days, can't\nyou? A little delay won't matter, will it, in the end? You've waited a\nlifetime. Only a few more days.\"\n\n_At twenty dollars a day_, thought Mrs. Bellowes, coldly.\n\n\"What's the trouble?\" a woman cried.\n\n\"A legal difficulty,\" said Mr. Thirkell.\n\n\"We've a rocket, haven't we?\"\n\n\"Well, ye-ess.\"\n\n\"But I've been here a whole month, waiting,\" said one old lady.\n\"Delays, delays!\"\n\n\"That's right,\" said everyone.\n\n\"Ladies, ladies,\" murmured Mr. Thirkell, smiling serenely.\n\n\"We want to see the rocket!\" It was Mrs. Bellowes forging ahead,\nalone, brandishing her fist like a toy hammer.\n\nMr. Thirkell looked into the old ladies' eyes, a missionary among\nalbino cannibals.\n\n\"Well, now,\" he said.\n\n\"Yes, _now_!\" cried Mrs. Bellowes.\n\n\"I'm afraid--\" he began.\n\n\"So am I!\" she said. \"That's why we want to see the ship!\"\n\n\"No, no, now, Mrs.--\" He snapped his fingers for her name.\n\n\"Bellowes!\" she cried. She was a small container, but now all the\nseething pressures that had been built up over long years came\nsteaming through the delicate vents of her body. Her cheeks became\nincandescent. With a wail that was like a melancholy factory whistle,\nMrs. Bellowes ran forward and hung to him, almost by her teeth, like a\nsummer-maddened Spitz. She would not and never could let go, until he\ndied, and the other women followed, jumping and yapping like a pound\nlet loose on its trainer, the same one who had petted them and to whom\nthey had squirmed and whined joyfully an hour before, now milling about\nhim, creasing his sleeves and frightening the Egyptian serenity from\nhis gaze.\n\n\"This way!\" cried Mrs. Bellowes, feeling like Madame Lafarge. \"Through\nthe back! We've waited long enough to see the ship. Every day he's put\nus off, every day we've waited, now let's see.\"\n\n\"No, no, ladies!\" cried Mr. Thirkell, leaping about.\n\nThey burst through the back of the stage and out a door, like a flood,\nbearing the poor man with them into a shed, and then out, quite\nsuddenly, into an abandoned gymnasium.\n\n\"There it is!\" said someone. \"The rocket.\"\n\nAnd then a silence fell that was terrible to entertain.\n\nThere was the rocket.\n\nMrs. Bellowes looked at it and her hands sagged away from Mr.\nThirkell's collar.\n\nThe rocket was something like a battered copper pot. There were a\nthousand bulges and rents and rusty pipes and dirty vents on and in it.\nThe ports were clouded over with dust, resembling the eyes of a blind\nhog.\n\nEveryone wailed a little sighing wail.\n\n\"Is that the rocket ship _Glory Be to the Highest_?\" cried Mrs.\nBellowes, appalled.\n\nMr. Thirkell nodded and looked at his feet.\n\n\"For which we paid out our one thousand dollars apiece and came all the\nway to Mars to get on board with you and go off to find Him?\" asked\nMrs. Bellowes.\n\n\"Why, that isn't worth a sack of dried peas,\" said Mrs. Bellowes.\n\n\"It's nothing but junk!\"\n\n_Junk_, whispered everyone, getting hysterical.\n\n\"Don't let him get away!\"\n\nMr. Thirkell tried to break and run, but a thousand possum traps closed\non him from every side. He withered.\n\nEverybody walked around in circles like blind mice. There was a\nconfusion and a weeping that lasted for five minutes as they went over\nand touched the Rocket, the Dented Kettle, the Rusty Container for\nGod's Children.\n\n\"Well,\" said Mrs. Bellowes. She stepped up into the askew doorway of\nthe rocket and faced everyone. \"It looks as if a terrible thing has\nbeen done to us,\" she said. \"I haven't any money to go back home to\nEarth and I've too much pride to go to the Government and tell them\na common man like this has fooled us out of our life's savings. I\ndon't know how you feel about it, all of you, but the reason all of us\ncame is because I'm eighty-five, and you're eighty-nine, and you're\nseventy-eight, and all of us are nudging on toward a hundred, and\nthere's nothing on Earth for us, and it doesn't appear there's anything\non Mars either. We all expected not to breathe much more air or crochet\nmany more doilies or we'd never have come here. So what I have to\npropose is a simple thing--to take a chance.\"\n\nShe reached out and touched the rusted hulk of the rocket.\n\n\"This is _our_ rocket. We paid for our trip. And we're going to _take_\nour trip!\"\n\nEveryone rustled and stood on tiptoes and opened an astonished mouth.\n\nMr. Thirkell began to cry. He did it quite easily and very effectively.\n\n\"We're going to get in this ship,\" said Mrs. Bellowes, ignoring him.\n\"And we're going to take off to where we were going.\"\n\nMr. Thirkell stopped crying long enough to say, \"But it was all a fake.\nI don't know anything about space. He's not out there, anyway. I lied.\nI don't know where He is, and I couldn't find Him if I wanted to. And\nyou were fools to ever take my word on it.\"\n\n\"Yes,\" said Mrs. Bellowes, \"we were fools. I'll go along on that. But\nyou can't blame us, for we're old, and it was a lovely, good and fine\nidea, one of the loveliest ideas in the world. Oh, we didn't really\nfool ourselves that we could get nearer to Him physically. It was the\ngentle, mad dream of old people, the kind of thing you hold onto for a\nfew minutes a day, even though you know it's not true. So, all of you\nwho want to go, you follow me in the ship.\"\n\n\"But you can't go!\" said Mr. Thirkell. \"You haven't got a navigator.\nAnd that ship's a ruin!\"\n\n\"You,\" said Mrs. Bellowes, \"will be the navigator.\"\n\nShe stepped into the ship, and after a moment, the other old ladies\npressed forward. Mr. Thirkell, windmilling his arms frantically,\nwas nevertheless pressed through the port, and in a minute the door\nslammed shut. Mr. Thirkell was strapped into the navigator's seat, with\neveryone talking at once and holding him down. The special helmets\nwere issued to be fitted over every gray or white head to supply extra\noxygen in case of a leakage in the ship's hull, and at long last the\nhour had come and Mrs. Bellowes stood behind Mr. Thirkell and said,\n\"We're ready, sir.\"\n\nHe said nothing. He pleaded with them silently, using his great, dark,\nwet eyes, but Mrs. Bellowes shook her head and pointed to the control.\n\n\"Takeoff,\" agreed Mr. Thirkell morosely, and pulled a switch.\n\nEverybody fell. The rocket went up from the planet Mars in a great\nfiery glide, with the noise of an entire kitchen thrown down an\nelevator shaft, with a sound of pots and pans and kettles and fires\nboiling and stews bubbling, with a smell of burned incense and\nrubber and sulphur, with a color of yellow fire, and a ribbon of red\nstretching below them, and all the old women singing and holding\nto each other, and Mrs. Bellowes crawling upright in the sighing,\nstraining, trembling ship.\n\n\"Head for space, Mr. Thirkell.\"\n\n\"It can't last,\" said Mr. Thirkell, sadly. \"This ship can't last. It\nwill--\"\n\nIt did.\n\nThe rocket exploded.\n\nMrs. Bellowes felt herself lifted and thrown about dizzily, like a\ndoll. She heard the great screamings and saw the flashes of bodies\nsailing by her in fragments of metal and powdery light.\n\n\"Help, help!\" cried Mr. Thirkell, far away, on a small radio beam.\n\nThe ship disintegrated into a million parts, and the old ladies,\nall one hundred of them, were flung straight on ahead with the same\nvelocity as the ship.\n\nAs for Mr. Thirkell, for some reason of trajectory, perhaps, he had\nbeen blown out the other side of the ship. Mrs. Bellowes saw him\nfalling separate and away from them, screaming, screaming.\n\n_There goes Mr. Thirkell_, thought Mrs. Bellowes.\n\nAnd she knew where he was going. He was going to be burned and roasted\nand broiled good, but very good.\n\nMr. Thirkell was falling down into the Sun.\n\n_And here we are_, thought Mrs. Bellowes. _Here we are, going on out,\nand out, and out._\n\nThere was hardly a sense of motion at all, but she knew that she was\ntraveling at fifty thousand miles an hour and would continue to travel\nat that speed for an eternity, until....\n\nShe saw the other women swinging all about her in their own\ntrajectories, a few minutes of oxygen left to each of them in their\nhelmets, and each was looking up to where they were going.\n\n_Of course_, thought Mrs. Bellowes. _Out into space. Out and out, and\nthe darkness like a great church, and the stars like candles, and in\nspite of everything, Mr. Thirkell, the rocket, and the dishonesty, we\nare going toward the Lord._\n\nAnd there, yes, _there_, as she fell on and on, coming toward her,\nshe could almost discern the outline now, coming toward her was His\nmighty golden hand, reaching down to hold her and comfort her like a\nfrightened sparrow....\n\n\"I'm Mrs. Amelia Bellowes,\" she said quietly, in her best company\nvoice. \"I'm from the planet Earth.\"",
    "metadata": {
        "author": [
            "Bradbury, Ray",
            "Bradbury, Raymond Douglas",
            "Sterling, Brett",
            "Elliott, William"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/51171/pg51171.txt",
        "name": "a_little_journey.json"
    }
}