{
    "name": "A Likely Story",
    "author": [
        "Knight, Damon",
        "Fleming, Stuart",
        "Knight, Damon Francis",
        "Conanight"
    ],
    "body": "That was the damnedest December I ever saw in New York. Whatever the\nweather is, Manhattan _always_ gets the worst of it--frying hot in\nsummer, snow or slush up to your ankles in winter--and all along the\nseaboard, it was a mean season. Coming in from Pennsylvania the day\nbefore, we'd been held up twice while the tracks were cleared. But when\nI stepped out of the hotel that night, the Saturday after Christmas,\nit was like a mild October; the air was just cool, with a fresh hint\nof snow in it. There was a little slush in the gutters, not much; the\npavements were dry.\n\nI was late, or I would have gone back and ditched the rubbers; I\nhate the foolish things to begin with, one reason I moved to the\ncountry--out there, I wear house slippers half the year, galoshes the\nrest; there's no in-between. I took off my gloves, opened my scarf,\nand breathed deep lungfuls while I walked to the corner for a cab. I\nbegan to wonder if it had been smart to move 90 miles out of town just\nbecause I didn't like rubbers.\n\nThe streets didn't seem overcrowded. I got a cab without any trouble.\nNobody was hurrying; it was as if the whole population was sitting\npeacefully at home or in some bar, in no rush to be anywhere else.\n\n\"Listen,\" I said to the cabbie, \"this is still New York, isn't it?\"\n\nHe jerked his chin at me. \"Hah?\"\n\n\"Where's the crowds?\" I said. \"Where's the rotten weather? What\nhappened?\"\n\nHe nodded. \"I know whatcha mean. Sure is funny. Crazy weather.\"\n\n\"Well, when did this happen?\"\n\n\"Hah?\"\n\n\"I said, how long has this been going on?\"\n\n\"Cleared up about three o'clock. I looked out the winda, and the sun\nwas shinin'. Jeez! You know what I think?\"\n\n\"You think it's them atom bombs,\" I told him.\n\n\"That's right. You know what I think, I think it's them _atom_ bombs.\"\nHe pulled up opposite a canopy and folded down his flag.\n\nIn the lobby, I found an arrow-shaped sign that said, \"MEDUSA CLUB.\"\n\nThe Medusa Club is, loosely speaking, an association for professional\nscience fiction writers. No two of them will agree on what science\nfiction is--or on anything else--but they all write it, or have\nwritten it, or pretend they can write it, or something. They have three\nkinds of meetings, or two and a half. One is for club politics, one is\nfor drinking, and the third is also for drinking, only more so. As a\nrule, they meet in people's apartments, usually Preacher Flatt's or Ray\nAlvarez', but every year at this time they rent a hotel ballroom and\nthrow a whingding. I'm a member in bad standing; the last time I paid\nmy dues was in 1950.\n\nRod Pfehl (the P is silent, as in Psmith) was standing in the doorway,\ndrunk, with a wad of dollar bills in his hand. \"I'm the treasurer,\" he\nsaid happily. \"Gimme.\" Either he was the treasurer, or he had conned\na lot of people into thinking so. I paid him and started zigzagging\nslowly across the floor, trading hellos, looking for liquor.\n\nTom Q. Jones went by in a hurry, carrying a big camera. That was\nunusual; Tom Q. is head components designer for a leading radio-TV\nmanufacturer, and has sold, I guess, about two million words of science\nfiction, but this was the first time I had ever seen him in motion,\nor with anything but a highball in his hand. I spotted Punchy Carrol,\nnut-brown in a red dress; and Duchamp biting his pipe; and Leigh\nMacKean with her pale protoNordic face, as wistful and fey as the\nWhite Knight's; and there was a fan named Harry Somebody, nervously\nadjusting his hornrims as he peered across the room; and, this being\nthe Christmas Party, there were a lot of the strangest faces on earth.\n\nMost of them were probably friends of friends, but you never knew;\none time there had been a quiet banker-type man at a Medusa meeting,\nsitting in a corner and not saying much, who turned out to be Dorrance\nCanning, an old idol of mine; he wrote the \"Woman Who Slept\" series\nand other gorgeous stuff before I was out of knee pants.\n\nThere were two blue-jacketed bartenders, and the drinks were\neighty-five cents. Another reason I moved to the country is that the\namusements are cheaper. Nursing my collins, I steered around two broad\nrumps in flounced satin and ran into Tom Q. He snapped a flashbulb in\nmy face, chortled something, and went away while I was still dazzled.\nSomebody else with a lemon-colored spot for a head shook my left hand\nand muttered at me, but I wasn't listening; I had just figured out that\nwhat Tom had said, was, \"There's no _film_ in it!\"\n\n\n\nSomebody fell down on the waxed floor; there was a little flurry of\nscreams and laughter. I found myself being joggled, and managed to\nput away an inch of the collins to save it. Then I thought I saw Art\nGreymbergen, my favorite publisher, but before I could get anywhere\nnear him Carrol's clear Sunday-school voice began calling, \"The program\nis about to begin--please take your seats!\" and a moment later people\nwere moving sluggishly through the bar archway.\n\nI looked at my watch, then hauled out my copy of the little\nmimeographed sheet, full of earnest jocularity, that the club sent out\nevery year to announce the Party. It said that the program would begin\nsomewhere around 10, and it was that now.\n\nThis was impossible. The program always pivoted on Bill Plass, and Bill\nnever got there, or anywhere, until the party was due to break up.\n\nBut I looked when I got down near the bandstand, and by God there he\nwas, half as large as life, gesturing, flashing his Charlie Chaplin\ngrin, teetering like a nervous firewalker. He saw me and waved hello,\nand then went on talking to Asa Akimisov, Ph.D. (A-K-I-M-I-S-O-V,\nplease, and never mind the Akimesian, or Akimsiov.)\n\nMaybe it _was_ them atom bombs, I found a vacant folding chair with\na good view of the platform, and a better one of a striking brunette\nin blue. Akimisov got up on the platform, with his neck sticking out\nof his collar like a potted palm (he had lost forty pounds, again)\nand began telling jokes. Ace is the second funniest man in Medusa,\nthe first being Plass; the peculiar thing is that Plass writes humor\nprofessionally, and delivers his annual set-pieces the same way--the\nrest of the time he is merely a perfectly fascinating morbid wit--but\nAkimisov, who writes nothing but the most heavily thoughtful fiction\nin the business, bubbles with humor all the time, a poor man's Sam\nLevenson. I was going to write an article once proving that a writer's\npersonality on paper was his real one turned inside out, but I fell\nafoul of some exceptions. Like Tom Q., who was still flashing his bulbs\nover at the side of the platform, and being noisily suppressed--you\ncould paper him all over with his published stories, and never know the\ndifference.\n\nThe program was good, even for Medusa. Ned Burgeon, wearing a sky-blue\ndinner jacket and a pepper-and-salt goatee, played his famous\ntwenty-one-string guitar; a dark-haired girl, a new one to me, sang in\na sweet, strong contralto; there was a skit involving Punchy Carrol as\na dream-beast, L. Vague Duchamp as a bewildered spaceman, and B. U.\nJadrys, the All-Lithuanian Boy, as a ticket agent for the Long Island\nRailroad. Then came Plass's annual monologue, and there is just nothing\nlike those. I'm not exaggerating out of parochial pride (once a year\nis enough Medusa for me): the simple truth is that Plass is a comic\ngenius.\n\nHe had his audience laid out flat, gasping and clutching its sides. Why\nshould a man like that waste his time writing fiction?\n\nToward the end he paused, looked up from his notes, and ad-libbed a\nbiting but not very funny wisecrack about--well, I'd better not say\nabout what. A certain member in the audience stiffened and half got\nup, and there was a little embarrassed murmur under the laughter, but\nit was over in a minute. Bill looked flustered. He went back to his\nprepared speech, finished, and got a roar of applause.\n\nI did my share, but I was worried. Bill can charm the rattles off\na snake; if he wanted to go in for quack-doctoring, nut cultism or\nCanadian mining stock, let alone night-club comedy, he could be a\nmillionaire. That _gaffe_ simply hadn't been like him, at all. Still,\nit was Bill's Dostoevskian soul that made him the funny man he was, and\nGod only knew what had been happening to him in the year since I'd been\nin town....\n\nAkimisov, as m.c., delivered the final words. He bowed, straightened,\nand his pants fell down.\n\nIn the dressing room, when I got back there, Bill was busy apologizing\nto the member on whose toes he had trodden--that apology would have\nsoothed a tiger with a toothache--and Akimisov, with a bewildered\nexpression, was holding up his pants. That was what I was curious\nabout; it was another false note--I didn't think Ace would stoop that\nlow for a laugh. The pants were too big for him, of course, but Ace had\nalways struck me as the kind of guy who wears a belt _and_ suspenders.\n\nHe did; but the tongue had come out of the belt-buckle, and all the\nsuspenders buttons had popped, all at once. Scouts were being sent out\nto look for a belt that would fit.\n\nI wandered out into the hall again. I was beginning to get a peculiar\nfeeling on one drink. Too many fresh vegetables; I can't take it like\nI used to. So I went to the bar and got another.\n\nWhen I came out, the brunette in the blue evening gown was standing\nnear the doorway listening to Larry Bagsby. Next thing I knew, she let\nout a whoop, grabbed her bosom, and fetched Larry a good one on the\near. This was unfair. I was a witness, and Larry hadn't done a thing\nexcept look; her overworked shoulder straps had simply given way, like\nAkimisov's suspenders.\n\n\n\nCuriouser and curiouser.... The noises around me were picking up in\nvolume and tempo, for all the world like a dancehall scene in a Western\nmovie, just before somebody throws the first table. There was a thud\nand a screech off to my right; I gathered that somebody else had fallen\ndown. Then a tinkle of bursting glass, and another little chorus of\nshouts, and then another thud. It went on like that. The crowd was on\nthe move, in no particular direction; everybody was asking everybody\nelse what was going on.\n\nI felt the same way, so I went looking for Ray Alvarez; you can always\ncount on him to tell you the answer, or make one up.\n\nTom Q. went by, flashing that camera, and it wasn't till the mob had\nswallowed him that I realized he wasn't replacing the bulb between\nshots--the same one was blazing over and over.\n\nWell, a few years ago it was silly putty; the year before that,\nDiarrhetics. This year, everlasting flash bulbs--and no film in the\ncamera.\n\nNed Burgeon passed me, his grin tilting his whiskers dangerously near\nthe lighted stub in his cigarette holder; he was carrying the guitar\ncase as if he were wading ashore with it. I saw Duchamp off to one\nside, talking to somebody, gesturing emphatically with his pipe.\n\nIt isn't so, but occasionally you get the impression that science\nfiction writers are either very tall or very short. I watched H. Drene\nPfeiffer stilt by, Ray Bolgerish in an astonishing skin-tight suit of\nhorseblanket plaid, followed by Will Kubatius and the _heldentenor_\nbulk of Don W. Gamble, Jr. I lowered my sights. Sandwiched between the\ngiants there ought to have been half a dozen people I'd have been glad\nto see--if not Alvarez, then Bill Plass or his brother Horty; or Jerry\nThaw; Bagsby; Preacher Flatt, who looks too much like a marmoset to\nbe true.... But no: down on those lower levels there was nobody but an\neleven-year-old boy who had got in by mistake, and the ubiquitous fan,\nHarry _You_-Know, the one with the glasses and all that hair. I tacked,\nveering slightly, and beat across the room the other way.\n\nThere was another crash of glass, a _big_ one, and a louder chorus of\nyells. It wasn't all automatic female shrieks, this time; I caught a\ncouple of male voices, raised in unmistakable anger.\n\nThe crowd was thinning out a little; droves of friends of friends\nappeared to be heading for the coat room. Across one of the clear\nspaces came a pretty blonde, looking apprehensive. In a minute I\nsaw why. Her skirt billowed out around her suddenly and she yelled,\ncrouched, holding the cloth down with both hands, then sunfished away\ninto the crowd. A moment later the same thing happened to a tall\nbrown-haired girl over to my left.\n\nThat was too much. Glancing up, I happened to see the big cut-glass\nchandelier begin swaying gently from side to side, jingling faintly,\nworking up momentum. I moved faster, buttonholing everyone I knew:\n\"Have you seen Ray? Have you seen Ray?\"\n\nI heard my name, and there he was, standing like stout Cortez atop the\npiano, where he could see the whole room like an anthill. I climbed up\nbeside him. Alvarez, to quote Duchamp's description, is a small rumpled\nman with an air of sleepy good-nature. This is apt until you get close\nto him, when you discover he is about as sleepy as a hungry catamount.\n\"Hi,\" he said, with a sidewise glance.\n\n\"Hi. What do you think's doing it?\"\n\n\"It could be,\" said Ray, speaking firmly and rapidly, \"a local\ndiscontinuity in the four-dimensional plenum that we're passing\nthrough. Or it could be poltergeists--that's perfectly possible, you\nknow.\" He gave me a look, daring me to deny it.\n\n\"You think so?\"\n\n\"It _could_ be.\"\n\n\"By golly, I believe you're right,\" I said. This is the only way to\nhandle Alvarez when he talks nonsense. If you give him the slightest\ndegree of resistance, he will argue along the same line till doomsday,\njust to prove he can.\n\n\"Mmm,\" he said thoughtfully, screwing up his face. \"No, I\ndon't--think--so.\"\n\n\"No?\"\n\n\"No,\" he said positively. \"You notice how the thing seems to travel\naround the room?\" He nodded to a fist fight that was breaking out a\nfew yards from us, and then to a goosed girl leaping over by the bar\nentrance. \"There's a kind of irregular rhythm to it.\" He moved his\nhand, illustrating. \"One thing happens--then another thing--now here it\ncomes around this way again--\"\n\nA fat friend of a friend and her husband backed up against the platform\njust below us, quivering. There was something wrong with my fingers;\nthey felt warm. The collins glass was turning warm. Warm, _hell_--I\nyelped and dropped it, sucking my fingers. The glass looped and fell\nneatly on the flowered hat of the friend of a friend, and liquid\nsplattered. The woman hooted like a peanut whistle. She whirled,\nslipped in the puddle and lurched off into the arms of a hairy authors'\nagent. Her husband dithered after her a couple of steps, then came back\nwith blood in his eye. He got up as far as the piano stool when, as far\nas I could make out, his pants split up the back and he climbed down\nagain, glaring and clutching himself.\n\n\"Now it's over in the middle,\" said Ray imperturbably. \"It _might_\nbe poltergeists, I won't say it isn't. But I've got a hunch there's\nanother answer, actually.\"\n\nI said something dubious. A hotel-manager-looking kind of a man had\njust come in and was looking wildly around. Punchy Carrol went up to\nhim, staring him respectfully right in the eye, talking a quiet six to\nhis dozen. After a moment he gave up and listened. I've known Punchy\never since she was a puppy-eyed greenhorn from Philadelphia, and I\ndon't underestimate her any more. I knew the manager-type would go away\nand not call any cops--at least for a while.\n\nI glanced down at the floor, and then looked again. There were little\nflat chips of ice scattered in the wetness. That could have been from\nthe ice cubes; but there was _frost_ on some of the pieces of glass.\n\n_Hot on the bottom, cold on top!_\n\n\"Ray,\" I said, \"something's buzzing around in my mind. Maxwell's\ndemon.\" I pointed to the frosted bits of glass. \"That might--No, I'm\nwrong, that couldn't account for all these--\"\n\nHe took it all in in one look. \"Yes, it could!\" he snapped. His\ncat-eyes gleamed at me. \"Maxwell had the theory of the perfect heat\npump--it would work if you could only find a so-called demon, about the\nsize of a molecule, that would bat all the hot molecules one way, and\nall the cold ones the other.\"\n\n\"I know,\" I said, \"But--\"\n\n\"Okay, I'm just explaining it to you.\"\n\nWhat he told me was what I was thinking: Our unidentified friend had\nsome way of changing probability levels. I mean, all the molecules of\nair under a woman's skirt _could_ suddenly decide to move in the same\ndirection--or all the molecules in a patch of flooring _could_ lose\ntheir surface friction--it just wasn't likely. If you could _make_ it\nlikely--there wasn't any limit. You could make honest dice turn up a\nthousand sevens in a row. You could run a car without an engine; make\nrain or fair weather; reduce the crime index to zero; keep a demagogue\nfrom getting re-elected....\n\nWell, if all that was true, I wanted in. And I didn't have the ghost\nof a chance--I was out of touch; I didn't know anybody. Ray knew\neverybody.\n\n\n\n\"Spread out, folks!\" said a bullhorn voice. It was Samwitz, of course,\nstanding on a bench at the far wall. Kosmo Samwitz, the Flushing\nNightingale; not one of the Medusa crowd, usually--a nice enough guy,\nand a hard-working committeeman, but the ordinary Manhattan meeting\nhall isn't big enough to hold his voice. \"Spread out--make an equal\ndistance between you. That way we can't get into any fights.\" People\nstarted following his orders, partly because they made sense, partly\nbecause, otherwise, he'd go on bellowing.\n\n\"That's good--that's good,\" said Samwitz. \"All right, this meeting is\nhereby called to order. The chair will entertain suggestions about what\nthe nature of these here phenomenon are....\"\n\nRay showed signs of wanting to get down and join the caucus; he loves\nparliamentary procedure better than life itself; so I said hastily,\n\"Let's get down with the crowd, Ray. We can't see much better up here,\nanyway.\"\n\nHe stiffened. \"You go if you want to,\" he said quietly. \"I'm staying\nhere, where I can keep an eye on things.\"\n\nThe chandelier was now describing stately circles, causing a good\ndeal of ducking and confusion, but the meeting was getting on with its\nbusiness, namely, arguing about whether to confirm Kosmo by acclamation\nor nominate and elect a chairman in the usual way. That subject, I\nfigured, was good for at least twenty minutes. I said, \"Ray, will you\ntell me the truth if I ask you something?\"\n\n\"Maybe.\" He grinned.\n\n\"Are you doing this?\"\n\nHe threw his head back and chuckled, \"No-o, I'm not doing it.\" He\nlooked at me shrewdly, still grinning. \"Is that why you were looking\nfor me?\"\n\nI admitted it humbly. \"It was just a foolish idea,\" I said. \"Nobody we\nknow could possibly--\"\n\n\"_I_ don't know about that,\" he said, squinting thoughtfully.\n\n\"Ah, come on, Ray.\"\n\nHe was affronted. \"Why not? We've got some pretty good scientific\nbrains in Medusa, you know. There's Gamble--he's an atomic physicist.\nThere's Don Bierce; there's Duchamp; there's--\"\n\n\"I know,\" I said, \"I know, but where would any of them have got hold of\na thing like _this_?\"\n\n\"They could have invented it,\" he said stoutly.\n\n\"You mean like Balmer and Phog Relapse running the Michelson experiment\nin their cellar, and making it come out that there _is_ an ether drift,\nonly it's _down_?\"\n\nHe bristled. \"No, I certainly don't--\"\n\n\"Or like Lobbard discovering Scatiology?\"\n\n\"Ptah! No! Like Watt, like Edison, Galileo--\" He thumbed down three\nfingers emphatically. \"--Goodyear, Morse, Whitney--\"\n\nDown below, the meeting had taken less than five minutes to confirm\nSamwitz as chairman. I think the chandelier helped; they ought to\ninstall one of those in every parliamentary chamber.\n\nThe chair recognized Punchy, who said sweetly that the first order\nof business ought to be to get opinions from the people who knew\nsomething, beginning with Werner Kley.\n\nWerner accordingly made a very charming speech, full of Teutonic\nrumbles, the essence of which was that he didn't know any more about\nthis than a rabbit. He suggested, however, that pictures should be\ntaken. There was a chorus of \"Tom!\" and Jones staggered forward with\nhis war-cry: \"There isn't any _film_ in it!\"\n\nSomebody was dispatched to get film; somebody else trotted out to\ntelephone for reporters and cameramen, and three or four other people\nheaded in a businesslike way for the men's room.\n\nRay was simultaneously trying to get the chair's attention and\nexplaining to me, in staccato asides, how many epochal inventions had\nbeen made by amateurs in attic workshops. I said--and this was really\nbothering me--\"But look: do you see anybody with any kind of a gadget?\nHow's he going to hide it? How's he going to focus it, or whatever?\"\n\nRay snorted. \"It might be hidden in almost anything. Burgeon's\nguitar--Gamble's briefcase--Mr. Chairman!\"\n\nDuchamp was talking, but I could feel it in my bones that Samwitz was\ngoing to get around to Ray next. I leaned closer. \"Ray, listen--a thing\nlike this--they wouldn't keep it to themselves, would they?\"\n\n\"Why not? Wouldn't you--for a while, anyway?\" He gave me his bobcat\ngrin. \"I can think of quite--a--few things I could do, if I had it.\"\n\nSo could I; that was the whole point. I said, \"Yeah. I was hoping\nwe could spot him, before the crowd does.\" I sighed. \"Fat chance, I\nsuppose.\"\n\nHe gave me another side-long look. \"That shouldn't be so hard,\" he\ndrawled.\n\n\"You _know_ who it is?\"\n\nHe put on his most infuriating grin, peering to see how I took it.\n\"I've, got, a few, ideas.\"\n\n\"Who?\"\n\nWrong question. He shook his head with a that-would-be-telling look.\n\nSomebody across the room went down with a crash; then somebody else.\n\"Sit on the floor!\" Ray shouted, and they all did it, squatting\ncautiously like old ladies at a picnic. The meeting gathered speed\nagain.\n\nI looked apprehensively at the narrow piano top we were standing on,\nand sat down with my legs hanging over. Ray stayed where he was,\ndefying the elements to do their worst.\n\n\"You know, all right,\" I said, looking up at him, \"but you're keeping\nit to yourself.\" I shrugged. \"Well, why shouldn't you?\"\n\n\"O-kay,\" he said good-naturedly. \"Let's figure it out. Where were you\nwhen it started?\"\n\n\"In the bar.\"\n\n\"Who else was there? Try to remember exact-ly.\"\n\nI thought. \"Art Greymbergen. Fred Balester. Gamble was there--\"\n\n\"Okay, that eliminates him--and you, incidentally--because it started\nin here. Right, so far?\"\n\n\"Right!\"\n\n\"Hmmm. Something happened _to_ Akimisov.\"\n\n\"And Plass--that booboo he made?\"\n\nRay dismissed Plass with a gesture. He was looking a little restive;\nanother debate was under way down below, with Punchy and Leigh MacKean\nvociferously presenting the case for psychokinesis, and being expertly\nheckled by owlish little M. C. (Hotfoot) Burncloth's echo-chamber\nvoice. \"It's too much,\" I said quickly. \"There's too many of them left.\nWe'll never--\"\n\n\"It's perfectly simple!\" Ray said incisively. He counted on his fingers\nagain. \"Burgeon--Kley--Duchamp--Bierce--Burncloth--MacKean--Jibless.\nEight people.\"\n\n\"One of the visitors?\" I objected.\n\nHe shook his head. \"I know who all these people are, generally,\" he\nsaid. \"It's got to be one of those eight. I'll take Kley, Bierce,\nJibless and MacKean--you watch the other four. Sooner or later they'll\ngive themselves away.\"\n\nI had _been_ watching. I did it some more.\n\n\n\nA wave of neck-clutching passed over the crowd. Cold breezes, I expect.\nOr hot ones, in some cases. Tom Jones leaped up with a cry and sat down\nagain abruptly.\n\n\"Did you see anything?\" Ray asked.\n\nI shook my head. Where, I wondered, was the good old science fiction\ncameraderie? If I'd been the lucky one, I would have let the crowd\nin--well, a few of them, anyway--given them jobs and palaces and\nthings. Not that they would have been grateful, probably, the\ntreacherous, undependable, neurotic bums....\n\nThey were looking nervous now. There had been that little burst of\nactivity after a long pause (even the chandelier seemed to be swinging\nslowly to rest), and now the--call it the stillness--was more than they\ncould stand. I felt it, too: that building up of tension. Whoever it\nwas, was getting tired of little things.\n\nA horrible jangling welled out of Burgeon's guitar case; it sounded\nlike a bull banjo with the heaves. Ned jumped, dropped his cigarette\nholder, got the case open and I guess put his hand on the strings; the\nnoise stopped. That eliminated him ... or did it?\n\nTake it another way. What would the guy have to be like who would waste\na marvel like this on schoolboy pranks at a Medusa Christmas party? Not\nJibless, I thought--he abominates practical jokers. Bierce didn't seem\nto be the type, either, although you could never tell; the damnedest\nwry stories get hatched occasionally in that lean ecclesiastic skull.\nDuchamp was too staid (but was I sure?); MacKean was an enigma. Gamble?\nJust maybe. Burgeon? Jones? It could be either, I thought, but I\nwasn't satisfied.\n\nI glanced at Ray again, and mentally crossed him off for the second or\nthird time. Ray's an honorable man, within his own complicated set of\nrules; he might mislead me, with pleasure, but he wouldn't give me the\nlie direct.\n\nBut I had the feeling that the answer was square in front of me, and I\nwas blind to it.\n\nThe meeting was just now getting around to the idea that somebody\npresent was responsible for all the nonsense. This shows you the\ntrouble with committees.\n\nA shocking idea hit me abruptly; I grabbed Ray by the coatsleeve. \"Ray,\nthis cockeyed weather--I just remembered. _Suppose it's local._\"\n\nHis eyes widened; he nodded reluctantly. Then he stiffened and snapped\nhis fingers at somebody squatting just below us--the invisible fan,\nHarry Somebody. I hadn't even noticed him there, but it's Ray's\nbusiness to know everything and keep track of everybody--that's why\nhe's up on his hill.\n\nThe fan came over. Ray handed him something. \"Here is some change,\nHarry--run out and call up the weather bureau. Find out whether this\nfreak weather is local or not, and if it is, just where the boundaries\nare. Got that?\"\n\nHarry nodded and went out. He was back only a couple of minutes\nlater. \"I got the Weather Bureau all right. They say it's local--just\nManhattan and Queens!\"\n\nSomething snapped. I did a fast jig on the piano top, slipped and\ncame crashing down over the keys, but I hardly noticed it. I got a\ndeath-grip on Ray's trouser leg. \"Listen! If he can do that--he doesn't\nhave to be in the same room. Doesn't Gamble live out in--\"\n\nThere were cries of alarm over by the open courtyard window. The room\nwas suddenly full of cats--brindle ones, black ones, tabbies, white\nones with pink ribbons around their necks, lunatic Siamese.\n\nAfter them came dogs: one indistinguishable wave of liquid leaping\ntorsos, flying ears, gullets. In half a second the room was an incident\nwritten by Dante for the Mutascope.\n\nI caught a glimpse of a terrier bounding after two cats who were\nclimbing Samwitz' back; I saw Duchamp asprawl, pipe still in his mouth,\npartially submerged under a tidal eddy of black and white. I saw\nTom Q. rise up like a lighthouse, only to be bowled over by a\nfrantically scrambling Leigh MacKean.\n\nRay touched my arm and pointed. Over by the far wall, his back against\nit, Gamble stood like a slightly potbound Viking. He was swinging that\nmassive briefcase of his, knocking a flying cat or dog aside at every\nswipe. Two women had crawled into his lee for shelter; he seemed to be\nenjoying himself.\n\nThen the briefcase burst. It didn't just come open; it flew apart like\na comedy suitcase, scattering a whirlwind of manuscript paper, shirts,\nsocks--and nothing else.\n\nThe tide rushed toward the window again: the last screech and the last\nhowl funneled out. In the ringing silence, somebody giggled. I couldn't\nplace it, and neither could Ray, I think--then. Stunned, I counted\nscratched noses.\n\nSamwitz was nowhere in sight; the crowd had thinned a good deal, but\nall of the eight, thank heaven, were still there--MacKean sitting\ngroggily on a stranger's lap, Werner Kley nursing a bloody nose,\nTom Q., camera still dangling from his neck, crawling carefully on\nhands and knees toward the door....\n\nHe reached it and disappeared. An instant later, we heard a full chorus\nof feminine screams from the lobby, and then the sound of an enormous\nJ. Arthur Rank-type gong.\n\nRay and I looked at each other with a wild surmise. \"_Tom_ lives in\nQueens!\" he said.\n\nI scrambled down off the piano and the platform, but Ray was quicker.\nHe darted into the crowd, using his elbows in short, efficient jabs. By\nthe time I got to the door he was nowhere in sight.\n\nThe lobby was full of large powdery women in flowered dresses, one of\nthem still shrieking. They slowed me down, and so did tripping over one\nof those big cylindrical jardinieres full of sand and snipes. I reached\nthe street just in time to see Ray closing the door of a cab.\n\nI hadn't the wind to shout. I saw his cheerful face and Tom's in the\nsmall yellow glow of the cab light; I saw Tom Q. raise the camera, and\nRay put out his hand to it. Then the cab pulled away into traffic, and\nI watched its beady red tail lights down the avenue until they winked\nout of sight.\n\n\n\nSome time later, walking down the cold morning street, I discovered\nthere was somebody with me, keeping step, not saying anything. It was\nHarry Er-Ah.\n\nHe saw I had noticed him. \"Some party,\" he remarked.\n\nI said yeah.\n\n\"That was pretty funny, what happened in the lobby.\"\n\n\"I didn't see it.\"\n\n\"He came tearing through there on all fours. Right into the middle of\nall those women. They probably thought he was a mad dog or something.\"\n\nI took two more steps, and stopped, and looked at him. \"That was _all_\nhe did?\" I said.\n\n\"Sure.\"\n\n\"Well, then,\" I said with mounting exasperation, \"in the name of--Oh.\nWait a minute. You're wrong,\" I told him, calming down again. \"There\nwas the gong. He made that gong noise.\"\n\n\"Did he?\" said Harry. One nervous hand went up and adjusted the\nhornrims.\n\nI felt a little tugging at my shirt front, and looked down to see my\nnecktie slithering out. I swatted at it instinctively, but it ducked\naway and hovered, swaying like a cobra.\n\nThen it dropped. He showed me his open hand, and there was a wire\nrunning up out of his sleeve, with a clip on the end of it. For the\nfirst time, I noticed two rings of metal wired behind the lens frames\nof his eyeglasses.\n\nHe pulled his other hand out of his pocket, and there was a little\nhaywire rig in its batteries and a couple of tubes and three tuning\nknobs.\n\nFans, I was thinking frozenly--sixteen or eighteen, maybe, with pimples\nand dandruff and black fingernails, and that wonderful, terrible\neagerness boiling up inside them ... slaving away at backyard rocketry\nexperiments, wiring up crazy gadgets that never worked, printing bad\nfiction and worse poetry in mimeographed magazines.... How could I have\nforgotten?\n\n\"I wasn't going to tell anybody,\" he said. \"No matter what happened. If\nthey'd _looked_ at me, just once, they would have seen. But as long as\nyou're worrying so much about it--\" He blinked, and said humbly, \"It\nscares me. What do you think I ought to do?\"\n\nMy fingers twitched. I said, \"Well, this will take some thinking about,\nHarry. Uh, can I--\"\n\nHe backed off absent-mindedly as I stepped toward him. \"I've been\nthinking about it,\" he said. \"As a matter of fact, I haven't been to\nbed since yesterday morning. I worked on it straight through from four\no'clock yesterday. Twenty hours. I took caffeine tablets. But go ahead,\ntell me. What would you do if you--\" he said it apologetically--\"were\nme?\"\n\nI swallowed. \"I'd go at it slowly,\" I said. \"You can make a lot of\nmistakes by--\"\n\nHe interrupted me, with a sudden fiendish glint in his eye. \"The man\nthat has this is pretty important, don't you think?\" And he grinned.\n\"How would you like to see my face on all the stamps?\"\n\nI shuddered in spite of myself. \"Well--\"\n\n\"I wouldn't _bother_,\" he said. \"I've got something better to do\nfirst--\"\n\n\"Harry,\" I said, leaning, \"if I've said anything....\"\n\n\"You didn't say anything.\" He gave me such a look as I hope I never get\nfrom a human again. \"Big shot!\"\n\nI grabbed for him, but he was too quick. He leaped back, jamming the\ngadget into his pocket, fumbling at the spectacles with his other hand.\nI saw his feet lift clear of the pavement. He was hanging there like a\nmirage, drifting backward and upward just a little faster than I could\nrun.\n\nHis voice came down, thin and clear: \"I'll send you a postcard from....\"\n\nI lost the last part; anyhow, it couldn't have been what it sounded\nlike.\n\n\n\nJust over a month later came Palomar's reports of unaccountable lights\nobserved on the dark limb of Mars. Every science fiction reader in the\nworld, I suppose, had the same thought--of a wanderer's footprints\nfresh in the ancient dust, his handprints on controls not shaped for\nhands, the old wild light wakened. But only a few of us pictured\nhornrims gleaming there in the Martian night....\n\nI drove over to Milford and had a look through Ham Jibless' homemade\ntelescope. I couldn't see the lights, of course, but I could see that\ndamned infuriating planet, shining away ruddy there across 36,000,000\nmiles of space, with its eternal _Yah, yah, you can't catch me!_\n\n\n\nMedusa meetings have been badly attended since then, I'm told; for some\nreason, it gives the members the green heaves to look at each other.",
    "metadata": {
        "author": [
            "Knight, Damon",
            "Fleming, Stuart",
            "Knight, Damon Francis",
            "Conanight"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67364/pg67364.txt",
        "name": "a_likely_story.json"
    }
}