{
    "name": "A Little Change: A Farce in One Scene",
    "author": [
        "Grundy, Sydney"
    ],
    "body": "London:           |  New York:\nSAMUEL FRENCH,    |  SAMUEL FRENCH & SON,\nPublisher,        |  Publishers,\n89, STRAND.       |  28, WEST 23rd STREET.\n\n\n\nA LITTLE CHANGE.\n\nCharacters.\nEDWIN\nCAPTAIN PLUNGER\nETHEL\nMRS. PLUNGER\nWAITER\n\nTIME:--_Present._\n\nSCENE.\nAT DUMPINGTON.\n\n*_Applications respecting the Performance of this Piece must be made\nto Mr. GRUNDY, 4, St. James's Square, Manchester, or to the Publisher._\n\n\n\nA LITTLE CHANGE.\n\n----------\n\nSCENE.--_A Room in a Hotel, with windows in the flat, opening upon a\nbalcony, and overlooking the sea; doors R. and L._\n\n_EDWIN, with a newspaper, yawning and stretching, ETHEL gazing at\nhim._\n\nETHEL. Edwin!\n\nEDWIN. Yes, my dear. (_yawns_)\n\nETHEL. Edwin!\n\nEDWIN. What's the matter?\n\nETHEL. That's the fifteenth time you've yawned since we've been\nmarried.\n\nEDWIN. Do you say so? Only fifteen yawns, and we've been married----\n\nETHEL. Ten days, three and twenty hours, and sixteen minutes. Does it\nseem that long?\n\nEDWIN. My darling, seem that long! How can you ask such questions? I\nshould think it doesn't. I declare, it only seems about three weeks!\n\nETHEL. Three weeks!\n\nEDWIN. No, no! Did I say three weeks? I beg your pardon, I meant days.\n\nETHEL. I don't believe you did!\n\nEDWIN. O yes, my dear, indeed I meant to say days.\n\nETHEL. You're not tired of me already, are you?\n\nEDWIN. My dear Ethel, that's the twenty-second time you've asked me\nwhether I'm not tired of you.\n\nETHEL. Well, you're not, are you?\n\nEDWIN. I'm not tired of you, my darling, but I'm getting very tired of\nsaying so, and I'm most tired of all of this confounded neighbourhood.\n\nETHEL. Oh, Edwin, it's the most delightful place I ever saw! Why,\neverybody says the scenery about here is the very scenery to pass\nthrough.\n\nEDWIN. I am quite of their opinion. It is certainly not scenery to\nstop in.\n\nETHEL. And the chambermaid was telling me this morning how delighted\neverybody was who went away.\n\nEDWIN. I can completely sympathise with them; I'm sure I shall be\ncharmed when _I_ go.\n\nETHEL. Why, what would you have? There are the loveliest sunsets.\n\nEDWIN. Now, that's just what I object to. I don't like the suns about\nhere; these blazing agricultural suns make such a fuss about retiring\nfor the night. They're not content unless they've everybody looking at\n'em. Now, a respectable manufacturing sun gets behind a good thick\ncloud when it goes to bed; and I must say I think that's much more\nreputable.\n\nETHEL. Then the moons. You must confess the moons here are the\nloveliest imaginable.\n\nEDWIN. Then, that stupid old moon. Now, can anything be more absurd\nthan standing on a balcony and staring at the same old moon night\nafter night?\n\nETHEL. Edwin, how can you talk about the same old moon, when there's a\nnew one every month?\n\nEDWIN. A pretty swindle that is, too! A new one every month. That's\njust as like the one that went before it, as the one that'll come\nafter it. I like a little change.\n\nETHEL. You didn't cut the moon up that way once. You used to look at\nit for hours. You were quite smitten with it then.\n\nEDWIN. I freely grant that if I stood and gazed at it for hours, I\nmust have been considerably struck by it.\n\nETHEL. Oh, Edwin dear, don't you remember that night in particular----\n\nEDWIN. Do I remember that night? Oh, Ethel, shall I ever forget that\nnight--that night when--by the by, my dear, which night were you\nalluding to?\n\nETHEL. I said that one in particular.\n\nEDWIN. Precisely so, my love, but then there were so many ones in\nparticular, and all are so indelibly impressed upon my memory, I can't\nremember one of them.\n\nETHEL. I can remember all of them. Your saying that you'd rather have\nme than all the world.\n\nEDWIN. Did I say that?\n\nETHEL. Twice over: for I asked you if you were quite sure.\n\nEDWIN. And I replied----\n\nETHEL. As sure as you were you.\n\nEDWIN. Then I don't think the observation goes for much; since, if I\nmade so foolish a remark, I certainly was not myself.\n\nETHEL. Then wouldn't you give all the world for me?\n\nEDWIN. I should be very silly if I did, for if I had the world to\ngive, I should have you to start with. See?\n\nETHEL. (_with reluctance_) Yes.\n\nEDWIN. You quite see?\n\nETHEL. Yes--but you would give all the world for me, for all that,\nwouldn't you? At least you'd rather have me than any other two people\nput together?\n\nEDWIN. Certainly, my dear. I don't much care for freaks of nature of\nthat sort.\n\nETHEL. And you've got me, haven't you?\n\nEDWIN. Yes, and you've got me.\n\nETHEL. And you're very happy, aren't you?\n\nEDWIN. Oh yes.\n\nETHEL. You're in Paradise?\n\nEDWIN. Exactly so.\n\nETHEL. And so am I.\n\nEDWIN. Do you like it?\n\nETHEL. Well, of course I do. Don't you?\n\nEDWIN. Oh yes! I like it very much; but then, you know I like a little\nchange. I think a little Paradise is very nice indeed, but don't you\nthink that one may have more Paradise than's good for one? I can't\nhelp thinking it's a great mistake to take one's Paradise neat. Now\nwe've been taking ours uncommon neat. Just think, the hours we've been\ncooped up in that confounded private room upstairs.\n\nETHEL. Well, Edwin dear, you said you could not stand us being the\nonly people there, so we've come down into the public room.\n\nEDWIN. And now we _have_ come, we're the only people here. I never\nknew such a disgusting place. Now, if we'd had a little change----\n\nETHEL. You might have met that odious Miss Carruthers, I suppose you\nmean--the girl that threw you over.\n\nEDWIN. Miss Carruthers is not odious, my dear, and Miss Carruthers\ndidn't throw me over. Miss Carruthers was uncommonly fond of me.\n\nETHEL. Why didn't she have you, then?\n\nEDWIN. Because she didn't get the chance. My only apprehension is lest\nI threw Miss Carruthers over.\n\nETHEL. If you did, she must have tumbled on her nose, for I am sure\nit's broken.\n\nEDWIN. No, my dear, it's you who are responsible for anything that\nthere may be to do with Miss Carruthers' nose, for it was you who put\nit out. But nothing is the matter with it. It's a lovely\nnose--especially the end of it.\n\nETHEL. Her eyes appear to think so, for they're always looking there.\nBut that may be, because it is the only object they can look at both\ntogether.\n\nEDWIN. You don't mean to say she squints!\n\nETHEL. Abominably.\n\nEDWIN. Nothing of the sort.\n\nETHEL. I never saw such eyes!\n\nEDWIN. Well, well, whatever they may be, she hasn't made them.\n\nETHEL. But she has, repeatedly--at you. And that's what I object to.\nIf folks do squint, they can't help it, but if folks who squint go on\nas if they didn't squint, why they deserve to have their eyes flung in\ntheir teeth.\n\nEDWIN. Now, why bring teeth into the question? What have Miss\nCarruthers' teeth done that they should be flung at?\n\nETHEL. What they've done I'm sure I don't know, but I should imagine a\ngood deal. They look as if they'd seen hard service.\n\nEDWIN. You compare them to a regiment of soldiers.\n\nETHEL. Excuse me: to a regiment of volunteers: I should never have\ndreamt of comparing them to anything regular.\n\nEDWIN. Oh, nonsense, they're a string of pearls.\n\nETHEL. Yes, pearls that have gone yellow.\n\nEDWIN. Anyhow, you must admit, she has a very amiable mouth.\n\nETHEL. I don't think that her mouth is amiable at all, or it would\ncover up her teeth more.\n\nEDWIN. Well, what feature are you going to enlarge on next? Her ears?\n\nETHEL. I'm sure her ears don't want enlarging on; they're big enough\nalready.\n\nEDWIN. Now there's only her hair left. Abuse her hair.\n\nETHEL. Oh, no, my love, she's not responsible for that. It's not her\nown.\n\nEDWIN. If she were only here now!\n\nETHEL. But she's not; and what's more you're not going to where she\nis.\n\nEDWIN. I don't care where I go, so long as I leave this place.\n\nETHEL. But you won't leave this place. We stop here a month.\n\nEDWIN. Ethel!\n\nETHEL. A month.\n\nEDWIN. A week!\n\nETHEL. A month.\n\nEDWIN. A fortnight!\n\nETHEL. A month.\n\nEDWIN. There's not a soul here.\n\nETHEL. Well, what of it? You're a married man.\n\nEDWIN. Alas!\n\nETHEL. And you've no business carrying on with Miss Carruthers, and\nMiss Carruthers has no business carrying on with you.\n\nEDWIN. But she doesn't know I'm married. Ha, ha, ha!\n\nETHEL. She must have seen it in the papers.\n\nEDWIN. But I didn't put it in the papers.\n\nETHEL. You don't mean to say you haven't put our marriage in the\npapers!\n\nEDWIN. Not in one of them, my dear. I daren't. That girl had so made\nup her mind that I was going to propose to her, that the announcement\nof our marriage would have given her fits.\n\nETHEL. And so it isn't in the papers! Oh! it isn't half being married,\nwhen it isn't in the papers! We stop here for two months.\n\nEDWIN. We leave here to-morrow. (_at the window_) Ethel! Ethel! I\ndistinctly see a woman. Positively--yes, a woman has arrived. She\nturns this way. She looks--she smiles--she bows. By jingo, Miss\nCarruthers! Ha, ha, ha, ha!\n\nETHEL. No! (_runs to window_) It _is_ her! We leave here to-morrow.\n\nEDWIN. (_sitting down firmly_) We stop here for two months.\n\nETHEL. Oh! (_jumps up to window_) Well, I declare. Well, did I ever?\nThis is charming. (_to some one without_) How d' you do? How are you?\nQuite well, thank you; so glad that you've come. Oh, Edwin, if there's\nnot that dear delightful Captain Plunger.\n\nEDWIN. Eh?\n\nETHEL. You know. That darling Captain Plunger.\n\nEDWIN. You don't mean that--that infernal fellow with the whiskers,\nwhom I've been so nearly kicking several times.\n\nETHEL. That very man. My favourite admirer.\n\nEDWIN. Ethel, you're a married woman.\n\nETHEL. But he doesn't know it, dear. He can't.\n\nEDWIN. Why not?\n\nETHEL. Because it wasn't in the paper, love. Ha, ha, ha, ha! Ta, ta.\nI'm going to put another dress on, and some more hair, and to go on\njust as if I wasn't married, dear. He doesn't know I am, because it\nwasn't in the papers. Ha, ha, ha, ha! Not in one of them! Ha, ha, ha,\nha, ha, ha!\n\n_Exit, R._\n\nEDWIN. I've made a horrible mistake. I ought to have pretended that it\n_was_ put in the papers, every one of them, except the ones that can\nbe got at Dumpington. A pretty mess my candour's got me into. This is\nthe consequence of telling one's wife the truth. But who'd have\nthought that fellow with the whiskers would turn up? I did think that\nat last I'd given him the slip. He dogs me everywhere. I never could\nget half a dozen words with either Ethel or that Miss Carruthers, but\nhe put his whiskers in between us, and it was all up with me. What\nchance has intellect with whiskers? I shall have to give the local\nbarber half a sovereign to clip one off by accident. Meanwhile, the\nfirst thing I must do, must be to let him know that Ethel's married.\nOh, no, hang it, the first thing he'd do, would be to tell the tale to\nMiss Carruthers. I must be a bachelor again; there's no help for it.\nIt'll at any rate be a relief to the monotony of Dumpington. On even\nterms I'd fight it out with pleasure, but I'm overweighted. Nature is\n_not_ fair. She doesn't divide the whiskers properly.\n\n_Enter MRS. PLUNGER, R., advancing quickly to him._\n\nMRS. P. Oh, Mr. Larkspur, how d'you do? You can't think how rejoiced I\nwas to see you at the window just now; Dumpington is so extremely dull\nwithout society.\n\nEDWIN. It is indeed. I'm sure I was entranced when I saw you. I was\nquite longing for a little change.\n\nMRS. P. Have you been here some time?\n\nEDWIN. Ten days--and I have seen about as many people. (_they sit_)\n\nMRS. P. I suppose it's not the season just now.\n\nEDWIN. I supposed so, too, until my first week's bill came in, when I\ndiscovered that the season was exactly at its height--at least, the\ncharges were at theirs.\n\nMRS. P. What in the world induced you to come here?\n\nEDWIN. I wasn't induced to come here. I was brought.\n\nMRS. P. Indeed. Who brought you?\n\nEDWIN. Mrs. Larkspur.\n\nMRS. P. Mrs. Larkspur!\n\nEDWIN. (_aside_) Oh dear me, what _have_ I said? Yes, I was brought\nhere by--my mother.\n\nMRS. P. Oh, your mother. Then, your mother's here?\n\nEDWIN. Yes, she was recommended the sea air.\n\nMRS. P. She's not well?\n\nEDWIN. No, she's not very well. In fact she's so ill that she has to\nkeep her room.\n\nMRS. P. Oh dear, I'm sorry to hear that. I fear, then, I shan't see\nher.\n\nEDWIN. I'm afraid you won't--(_aside_) considering she's been dead\nthis twenty years.\n\nMRS. P. But you're not quite alone here, I perceive. I met Miss\nDarlington upon the stairs.\n\nEDWIN. Yes, she is staying here.\n\nMRS. P. Upon the look out for a husband, I suppose. How very plain\nshe's grown!\n\nEDWIN. Plain?\n\nMRS. P. Don't you think so?\n\nEDWIN. Well, perhaps she isn't quite so pretty as she used to be.\n\nMRS. P. Pretty? She never was that. She once had a passable figure.\n\nEDWIN. An exquisite figure.\n\nMRS. P. Do you think so? What extraordinary taste you men have!\nAnyhow, she's gone off.\n\nEDWIN. (_jumping up_) Gone off! What, with Captain Plunger?\n\nMRS. P. Ha, ha, ha! You didn't think he'd run away with her? I meant,\ngone off in looks.\n\nEDWIN. Oh. (_drops again into a chair_)\n\nMRS. P. By the way, the captain _is_ here: came by the same train as\nwe did: and we all know how she's angled for him.\n\nEDWIN. I don't though, I'm sure.\n\nMRS. P. You don't know how Miss Darlington has angled after Captain\nPlunger? Why, where ever have you been this five years? It's the talk\nof the whole regiment. So that there was some reason for your\nexclamation, though not much; for any one at all acquainted with the\nparties would be quite sure Captain Plunger wouldn't run away with\nEthel Darlington.\n\nEDWIN. Why not?\n\nMRS. P. Oh! Captain Plunger is a man of taste. He couldn't possibly\nput up with any girl of that sort.\n\nEDWIN. What sort?\n\nMRS. P. Why, the sort of girl who is so very indiscriminate in the\nattention she receives. He has too great a scorn for such a character.\n\nEDWIN. And yet I think at the Artillery Ball I saw him putting up with\nEthel Darlington to the extent of half-a-dozen dances in succession.\nHe contrives to hide his scorn uncommonly.\n\nMRS. P. He would do. Captain Plunger is a perfect gentleman. He'd\nflirt with her, no doubt.\n\nEDWIN. I've seen him.\n\nMRS. P. He might even get engaged to her.\n\nEDWIN. Indeed!\n\nMRS. P. But he would never marry such a girl.\n\nEDWIN. Although he'd get engaged to her?\n\nMRS. P. Oh dear, no! Captain Plunger is a man of fine morality.\n\nEDWIN. I always thought he was that sort of man.\n\nMRS. P. The more one sees of him, the more one likes him. (_rising_)\n\nEDWIN. Really! Then, seeing him must have the opposite effect to\nhearing of him, for the more I hear of him the more I feel inclined to\nkick him. (_rising_)\n\nMRS. P. You don't like him?\n\nEDWIN. I detest him!\n\nMRS. P. Oh, you jealous man! You're envious of his success amongst the\nladies.\n\nEDWIN. I should like to cut his whiskers off.\n\nMRS. P. And so shear Samson of his strength.\n\nEDWIN. However, I won't vent my malice upon you; I must point out the\nbeauties of the neighbourhood. It won't take long.\n\nMRS. P. We'd better go outside to see them, hadn't we?\n\nEDWIN. I think you'll see enough of them from where you stand. Now,\nare you looking?\n\nMRS. P. Yes.\n\nEDWIN. Up there's the sky.\n\nMRS. P. Well, I've seen that before.\n\nEDWIN. Oh, if you think that you'll see anything in Dumpington you\nhaven't seen before, why, you'll be disappointed.\n\nMRS. P. Well, what next?\n\nEDWIN. Down there's the sand.\n\nMRS. P. Yes, don't they call it something else? Not sand, but\nsomething like it.\n\nEDWIN. Strand?\n\nMRS. P. Strand! that's it.\n\nEDWIN. Yes, some people call it strand. The grocers call it sugar.\n\nMRS. P. How very playful of them! Well, go on, and tell me the next beauty.\n\nEDWIN. Over there's the sun.\n\nMRS. P. But I can't look at that, because of my complexion.\n\nEDWIN. Oh! I'm sorry you can't look at that, because it's the last\nbeauty of Dumpington.\n\nMRS. P. Is that all?\n\nEDWIN. That's all.\n\nMRS. P. Good gracious, how do people pass their time here?\n\nEDWIN. In the morning, they sit and look at the sun. In the evening,\nthey sit and look at the moon. Oh dear, I quite forgot--occasionally\nyou can see the sea.\n\nMRS. P. The sea!\n\nEDWIN. Sometimes--through a strong telescope.\n\nMRS. P. You goose, it's there.\n\nEDWIN. Why so it is, the tide has actually arrived. For the first time\nin the ten days that I have been at Dumpington the tide is coming in.\nIt's always been going out before. Hush! Hark!\n\nMRS. P. What to?\n\nEDWIN. The music of the spheres. (_a German band strikes up outside_)\n\nBOTH. Oh law!\n\n_Exeunt arm-in-arm through window, to stop band._\n\n_Enter CAPTAIN PLUNGER, led by WAITER, L_.\n\nWAITER. This is the public room, sir.\n\nCAPT. Oh, good gracious, do send some one out to stop that very brassy\nband. (_it stops_)\n\nWAITER. The band, sir? Oh, that's nothing. You should hear the Christy\nMinstrels--them as never play in London, sir--the two men with the\nharp and fiddle, the blind man with the accordion, the woman with the\ntambourine, the lad with the tin whistle, the three foreign girls with\nthe two banjoes and a drum, the Punch and Judy Show, the bagpipes, and\nthe barrel-organs With the monkeys, all agoing at once. It makes it\nvery lively, sir.\n\nCAPT. Yes, deadly lively.\n\nWAITER. Dumpington is very musical.\n\nCAPT. Then, Dumpington is very different from its musicians.\n\nWAITER. It's the children what they play to, sir. We've a large family\non the ground floor just recovering from the measles, a small family\non the floor above as have just had the whooping cough--oh, in the\nnight, sir, they whoops awful--and a middling family in the next room\nwhat's just halfway through the scarlet fever; and a very nice attack\nthey're having.\n\nCAPT. Heaven preserve us! then is Dumpington a hospital?\n\nWAITER. A hospital? I don't know about that, sir. The Montpelier of\nthe North, they calls it.\n\nCAPT. Who does?\n\nWAITER. Well, the railway companies.\n\nCAPT. How d' you get down to the sea?\n\nWAITER. You go along the pier, sir.\n\nCAPT. Oh, you walk along the pier.\n\nWAITER. Not many people walk, sir--it's a mile long. Trains start\nevery fifteen minutes.\n\nCAPT. That's if anybody wants to go?\n\nWAITER. Precisely so, sir; but as no one ever does want, they don't\nstart at all, sir.\n\nCAPT. What the dickens do the people do then?\n\nWAITER. Well, they're mostly wheeled about in Bath chairs.\n\nCAPT. Oh, preserve us! Where is Mrs. Plunger?\n\nWAITER. Went out on the balcony as we came in, sir--with a gentleman.\n\nCAPT. A gentleman! Did she seem to know him?\n\nWAITER. Very much, sir.\n\nCAPT. You can go. I'll join them.\n\nWAITER. Beg your pardon, sir, but I don't think they want you to.\n\nCAPT. Go to the--kitchen, fellow!\n\n_Exit WAITER, L_.\n\nUpon my word, my wife has lost no time in finding a companion. I don't\nthink that I can pay her a more fitting compliment than that of\nfollowing her example. It's a lucky thing for Dumpington I saw Miss\nDarlington just now, or I'd have gone by the first train that starts\nfor anywhere. I wonder if she knows I'm married? Let us hope the\nLondon papers don't reach here. (_sees paper_) What's this? The\n\"Dumpington Gazette.\" It's not in that. (_sits down and reads_)\n\"Salubrity of Dumpington. The slanderous assertion that this\nfashionable watering place, the annual rendezvous of such a galaxy of\nrank and beauty, is infected with an epidemic, is the baseless calumny\nof venomous malignity. The only fifteen cases in the neighbourhood are\nyielding rapidly to the invigorating influence of our sea air, and the\nunflagging energy and skill of Dr. Mumps, the able and experienced\npractitioner, who advertises weekly in the 'Dumpington Gazette.'\"\n\n_Meanwhile ETHEL has re-entered, R., and sat beside him._\n\nETHEL. Do you find the paper very interesting?\n\nCAPT. (_jumping up_) Miss Darlington! I beg ten thousand pardons for\nnot seeing you before. This is indeed a happy meeting. I was reading\nin the paper that a galaxy of rank and beauty was at Dumpington, and I\nwas wondering where the beauty was, unconscious that it was so near\nme.\n\nETHEL. Very near indeed, for Miss Carruthers is at this hotel.\n\nCAPT. I beg your pardon, who is?\n\nETHEL. Miss Carruthers.\n\nCAPT. What, is Miss Carruthers Miss Carruthers still?\n\nETHEL. Oh, dear me, yes.\n\nCAPT. (_aside_) Hurrah! She doesn't know I'm married. \"Sound the loud\ntimbrel o'er Egypt's----\" (_a tambourine strikes up outside_) Oh,\ndear!\n\nETHEL. There's that eternal woman with the tambourine; do send her\naway, please!\n\nCAPT. (_runs to window_) There, that'll do; we've got no coppers.\n(_coming back_) You were saying----\n\nETHEL. I was saying that Miss Carruthers is still Miss Carruthers, and\nis likely to remain so. That is, if men really have the taste that\nthey pretend to.\n\nCAPT. Do you really think so? Oh, I don't know, she's a dashing girl.\n\nETHEL. I don't like dashing girls.\n\nCAPT. Well, when I say a dashing girl, I mean she's undeniably\naccomplished.\n\nETHEL. I have heard she paints!\n\nCAPT. Ah, you don't care for her. Well, I admit, she is a little\ndifficult to understand.\n\nETHEL. Oh, dear me, no! I call her very plain.\n\nCAPT. And yet she is considered beautiful by some.\n\nETHEL. I only know one person who considers so, and that's herself.\n\nCAPT. Oh, but I know another.\n\nETHEL. Do you? What's the curious creature's name?\n\nCAPT. His name----\n\nETHEL. _His_ name. I thought it was a man. Well, what's his name?\n\nCAPT. His name is Larkspur.\n\nETHEL. Larkspur!\n\nCAPT. Larkspur.\n\nETHEL. It's my turn to beg your pardon now. You're very much mistaken.\nMr. Larkspur doesn't care for her at all.\n\nCAPT. Indeed; I wonder what possessed him to propose to her.\n\nETHEL. Propose to her!\n\nCAPT. Yes, don't you know that he's proposed to her?\n\nETHEL. I don't believe it--not a word of it!\n\nCAPT. I have it on the very best authority.\n\nETHEL. On whose?\n\nCAPT. On Miss Carruthers' own.\n\nETHEL. Oh! Miss Carruthers' own! ha, ha, ha! Captain Plunger, now I\nshould have thought with your experience of the world you would have\nknown that upon such a subject Miss Carruthers' was the very worst\nauthority you could possibly have.\n\nCAPT. I'm sure she hinted that he had proposed to her.\n\nETHEL. That I can quite believe. But she is labouring under a mistake.\nThe wish was husband to the thought.\n\nCAPT. I think the probabilities are in her favour. Mr. Larkspur is the\nsort of man who would propose to her, and it would only be one more\nrejection added to the quantity he has already suffered.\n\nETHEL. What, has Mr. Larkspur then proposed to someone else?\n\nCAPT. They say, he never sees a girl three times without proposing to\nher.\n\nETHEL. And he's always unsuccessful?\n\nCAPT. Well, I did hear a vague rumour that some girl or other had at\nlast had pity on him,--but by Jove, she must have been hard up.\n\nETHEL. Indeed! He must have been astonished at his sudden change of\nfortune.\n\nCAPT. Quite knocked over. So I heard. He'd got so used to being\nrejected, that he felt quite disappointed when he was accepted. And\nbetween us two----\n\nETHEL. Yes.\n\nCAPT. I shouldn't like his wife to hear it--but between us two, he\ntold a friend of mine that if he'd thought she'd have accepted him,\nhe'd never have proposed to her.\n\nETHEL. Did he? How very amusing!\n\nCAPT. Oh, extremely entertaining. It'd be a very good joke to tell his\nwife.\n\nETHEL. I wouldn't do that. It is a very good joke, but perhaps she\nmightn't see it.\n\nCAPT. Perhaps not: wives are very dull. But he's a rum fish. Everybody\ncuts his joke at him. Indeed, he's got so laughed at that he's started\nfor Australia.\n\nETHEL. Do you say so?\n\nCAPT. At Southampton now.\n\nETHEL. He's at Southampton?\n\nCAPT. So my friend says.\n\nETHEL. I'm afraid your friend is not to be implicitly relied upon, for\nMr. Larkspur happens to be here.\n\nCAPT. In Dumpington?\n\nETHEL. At this hotel.\n\nCAPT. Then, that's the man who's flirting with my--that is, Miss\nCarruthers.\n\nETHEL. Where?\n\nCAPT. Upon the balcony.\n\nETHEL. Is Mr. Larkspur on the balcony with Miss Carruthers? (_runs to\nwindow_)\n\nCAPT. I have reason to believe so.\n\nETHEL. So he is. Oh, very well. (_returns_) Shall _we_ go out upon the\nbalcony?\n\nCAPT. The waiter said he thought they didn't want to be interrupted.\n\nETHEL. Don't they? That's the very reason, then, why we should\ninterrupt them. Would you kindly let me take your arm?\n\nCAPT. With pleasure.\n\nETHEL. Won't it be delightful?\n\nCAPT. Oh, enchanting! To recline against the balustrade, and listen to\nthe sighing of the sad sea waves. (_barrel organ starts outside_)\n\nETHEL. Oh, there's that dreadful barrel organ. Please do stop it.\n\nCAPT. (_runs to window_) There, there, my good fellow. He won't stop.\nMy good man, please--It's no go. Stop that row, you noisy vagabond! He\n_won't_ stop.\n\nETHEL. Oh, I'd give him something. He won't go unless you do.\n\nCAPT. You'll give him something, did you say?\n\nETHEL. I said, I would, if I were you.\n\nCAPT. Oh, just so. Look here, you! I'll give you--(_organ\nstops_)--into custody! (_organ begins again_) How much? He says it's\nsixpence if he plays and eighteen-pence to go away.\n\nETHEL. Well, give him eighteen-pence.\n\nCAPT. You'll give him eighteen-pence?\n\nETHEL. He would not care for me. You'd better give it him.\n\nCAPT. Oh, certainly. (_pulls money out_) Dear me, I haven't got a\nsixpence.\n\nETHEL. Haven't you? I daresay he wouldn't mind two shillings.\n\nCAPT. (_aside_) This is deucedly expensive. (_throws a coin_) There,\nyou scoundrel! (_organ stops_) And now, might I have the pleasure?\n(_offering arm_)\n\nETHEL. (_taking it_) Would you take my fan?\n\nCAPT. I shall be charmed. These English beggars have such barbarous\ninstruments. (_the bagpipes start_).\n\nETHEL. There that's the Scotchman. He's the worst of all. Pray do get\nrid of him. The bagpipes always make we ill.\n\nCAPT. (_again at window_) My dear good fellow--you infernal rascal,\nstop that hideous din!\n\nETHEL. Oh, send him off--do send him off. I'm going to be so ill.\n\nCAPT. Hi! How much will you go away for? What? He says he never goes\naway for less than half-a-crown.\n\nETHEL. He doesn't. The bagpipes never do. They know that they can get\nthe money. Give it him.\n\nCAPT. (_aside_) I shall be ruined. (_throws another coin_) There! Be\noff! (_they cease_) Now, shall we go?\n\nETHEL. Would you relieve me of my shawl?\n\nCAPT. Delighted, I am sure. (_they move slowly towards the window, R.,\narm in arm, he bowing down to her, she smiling up at him_)\n\n_Re-enter EDWIN through L. window._\n\nEDWIN. I'm getting on tremendously with Miss Carruthers. This is great\nfun; I do like a little change. Now, if Ethel wasn't so absurdly fond\nof me--if she would only flirt a bit--(_perceiving her_) Holloa! It\nstrikes me she is flirting a bit. (_BOY outside has just commenced to\nsing_)\n\nETHEL. Oh, really, Captain Plunger!\n\nBOY. (_singing_) \"And the captain with his whiskers stole a sly glance\nat me.\"\n\nEDWIN. Oh, come, I say, you know. It strikes me Ethel's flirting a\ngood deal. It seems _she_ likes a little change. This isn't such great\nfun after all.\n\nETHEL. I hope that no one will disturb us.\n\nCAPT. I'd advise them not.\n\n_Exeunt through R. window._\n\nEDWIN. (_who has come round gradually, R._) Oh, hang it, I'll go after\nthem. This isn't fun at all.\n\n_Exit through same window._\n\n_Re-enter MRS. PLUNGER through L. window._\n\nMRS. P. Where's Mr. Larkspur got to I should like to know? I'm not\ngoing to be left in this way, I can tell him.\n\n_Re-enter ETHEL, through L. window._\n\nETHEL. There they both are. Won't there be a row?\n\nMRS. P. My dearest Ethel!\n\nETHEL. Oh my darling Alice! (_they embrace_)\n\nMRS. P. I've been having such fun.\n\nETHEL. So have I.\n\nMRS. P. I'm in the middle of a desperate flirtation.\n\nETHEL. That's exactly what I'm coming to myself.\n\nMRS. P. Ah, but my dear, you don't know what flirtation is. Wait till\nyou're married. Then's the time.\n\nETHEL. But _you're_ not married?\n\nMRS. P. I'm not married! Why, my dear, where have you been this age? I\nmade sure everybody knew that I was married this day week.\n\nETHEL. I've no doubt you endeavoured to let everybody know, my love;\nbut being away upon my honeymoon, I didn't hear of it.\n\nMRS. P. What are _you_ married too?\n\nETHEL. Good gracious! You didn't know that I was married ten days ago!\nWhere have you been this century?\n\nMRS. P. Then, we've both of us got husbands.\n\nETHEL. But I got mine first.\n\nMRS. P. Perhaps so. You were always in a hurry to get married.\n\nETHEL. Was I, love? Then I'd a fault which you had not, for everyone\nsays you've been long enough about it.\n\nMRS. P. It's quite true I didn't snap at the first offer that was made\nto me.\n\nETHEL. You didn't snap at it, indeed; you were uncommon civil to it.\nSo polite, in fact, that you accepted it.\n\nMRS. P. The offer that my husband made to me was not the first by any\nmeans.\n\nETHEL. Then it's true, is it? I had heard that he'd proposed to\nseveral other girls before.\n\nMRS. P. How could you, when you hadn't heard I was married?\n\nETHEL. But I had heard you were going to be.\n\nMRS. P. Then, why were you astonished when you found I was?\n\nETHEL. Because, my love, I had dismissed the rumour as incredible.\n\nMRS. P. And who did rumour say had got possession of me?\n\nETHEL. Rumour didn't say that anyone had got possession of you, dear;\nit said that you had got possession of him.\n\nMRS. P. Of whom?\n\nETHEL. I really couldn't catch his name--they spoke of him as \"that\npoor fellow.\"\n\nMRS. P. I don't think that Captain Plunger stands in need of their\ncommiseration.\n\nETHEL. Captain Plunger! What, is Captain Plunger married?\n\nMRS. P. Captain Plunger is.\n\nETHEL. And yet he had the impudence to make me think he wasn't?\n\nMRS. P. Do you mean to say it's Captain Plunger you've been flirting\nwith?\n\nETHEL. For all the world as if he was a bachelor! the wretch!\n\nMRS. P. The monster! But I'm even with him; for he can't have flirted\nhalf as hard with you as I have done with Mr. Larkspur.\n\nETHEL. Mr. Larkspur! Is it Mr. Larkspur you've been flirting with?\n\nMRS. P. Of course it is. He always was a favourite of mine.\n\nETHEL. But you were not a favourite of his. He doesn't care for you a\nbit.\n\nMRS. P. I fear, myself, it's a good deal.\n\nETHEL. It isn't though, I tell you. He can't bear the sight of you.\n\nMRS. P. I dare say not, my love. It will of course remind him that I\nam another's.\n\nETHEL. But he doesn't care whose you are.\n\nMRS. P. Well, well, you needn't get excited, dear. If you _are_\nmarried, Mr. Larkspur's state of mind is of no consequence to you.\n\nETHEL. It's just because I'm married that it is of consequence to\nme--for I'm his wife.\n\nMRS. P. You Mr. Larkspur's wife? Then Mr. Larkspur's married?\n\nETHEL. I should think he is.\n\nMRS. P. I am so glad. It was so very painful to suppose that he was\ndying for me.\n\nETHEL. If you have supposed so, you have given yourself a great deal\nof superfluous anxiety. He was never better in his life.\n\nMRS. P. I'm very glad to hear it. So he's married you, my dear? I was\nafraid, when he perceived I was inflexible, he would do something\nrash.\n\nETHEL. Do you mean to say that he's proposed to you?\n\nMRS. P. I never let him go so far, my pet. But you should see how he\nmakes love to me.\n\nETHEL. I will. I'll hide behind the curtains here, like\nthis--(_retires among the curtains_) and listen with both ears.\n\nMRS. P. Do, darling, and you'll have a pleasant time of it.\n\n_Re-enter EDWIN, through window, L._\n\nYou've come back, have you, Mr. Larkspur?\n\nEDWIN. I have come back, Mrs. Plunger.\n\nMRS. P. Oh! You've found out that, I'm married?\n\nEDWIN. And whom to. I must say that I think you might have told me. I\nconsider that flirtation by a married woman is most reprehensible.\n\nMRS. P. I quite agree with you. I think it almost as abominable as\nflirtation by a married man.\n\nEDWIN. Eh?\n\nMRS. P. I congratulate you, Mr. Larkspur.\n\nEDWIN. Then you've heard _I'm_ married? Well I am. I'm married to the\nnicest girl in England; but ten days at Dumpington are more than flesh\ncan stand. I got intolerably tired of its monotony, and for a little\nchange I thought I would make love to you.\n\nMRS. P. What, for a little change!\n\nEDWIN. No other reason I assure you. Fortunately, Ethel thought she'd\noccupy the time in making love to Captain Plunger. I didn't like her\nmaking love to him, and so I thought she mightn't like my making love\nto you, and I'm not going to do it any more. I further beg to state\nthat Mrs. Larkspur is not on the look out for a husband, that in my\nopinion she has not gone off at all, and that I don't believe she ever\nangled after anyone.\n\nETHEL. (_running out_) You dear old darling, you're the greatest love\nthat is or ever was or ever will be. I don't care for anyone but you.\nI only flirted to cure you. I beg your pardon, and I'll never do so\nany more; and you'll forgive me, won't you? (_on her knees_)\n\nEDWIN. Ethel, are you on the look-out for a husband?\n\nETHEL. Edwin, did you never see a girl three times without proposing\nto her?\n\nEDWIN. Did you angle after Captain Plunger?\n\nETHEL. Did you say that if you'd thought I should accept you, you\nshould never have proposed to me?\n\nEDWIN. I didn't. You've been told a lot of wicked stories. (_raising\nher_)\n\nETHEL. So have you.\n\nMRS. P. What a delightful reconciliation!\n\nEDWIN. Yes, it is delightful, Mrs. Plunger, to discover in one's wife\na woman who's as amiable after marriage as before.\n\nMRS. P. Oh, Ethel always had the reputation of an amiable woman.\nPeople said, when I was quite a child, she was an amiable woman.\n\nETHEL. (_aside to EDWIN_) Never mind her, she doesn't know that\nCaptain Plunger first proposed to me.\n\nEDWIN. What, in his whiskers?\n\nETHEL. Yes.\n\nEDWIN. And you rejected them?\n\nETHEL. For you!\n\nEDWIN. I've licked the whiskers! Bravo! \"See the conquering hero\ncomes, sound the trumpets, beat the drums!\" (_band strikes up again_)\nOh, no, don't, please.\n\n_Re-enter CAPTAIN PLUNGER through R. window._\n\nCAPT. Here's that dreadful band again. The leader says the bagpipes\nhave told everyone we're pitching out half crowns, and all the music\nin the town is on its way here.\n\nMRS. P. Captain Plunger, I am given to understand that you've been\ngoing on with Mrs. Larkspur in a most improper manner.\n\nCAPT. Nothing of the sort, my love. I never flirt--when you are with\nme.\n\nEDWIN. If he has, you must forgive him this time, Mrs. Plunger, as my\nwife's forgiven me. (_band stops_)\n\nCAPT. What's she forgiven you, Larkspur?\n\nETHEL. I've forgiven him his going on with Mrs. Plunger.\n\nCAPT. So have I. I don't at all resent his going on with Mrs. Plunger.\n\nMRS. P. Oh, you monster!\n\nCAPT. What I should resent would be his going off with Mrs. Plunger.\n\nMRS. P. I mean, oh, you darling.\n\n_Re-enter WAITER, R._\n\nWAITER. If you please, the family with the measles has sent up to say\nas how they can't have all the music turned away. It brings the rash\nout beautiful.\n\nEDWIN. All right then. Let them have their fill. It makes no\ndifference to us, as we leave Dumpington to-morrow.\n\nWAITER. Leave to-morrow, sir! What for?\n\nETHEL. \"A LITTLE CHANGE.\"\n\n(_a concert of street music outside_)\n\nCURTAIN.\n\n\n\nA copy of the images used in this transcription has been posted at:\n\n     archive.org/details/GrundyLittleChange\n\nThe following changes were made to the text:\n\n- p. 10: MRS. P. By the way, the captain is here: came by by the same\ntrain--Deleted the second \"by\".\n\n- p. 13: WAITER, You go along the pier, sir.--Changed comma after\n\"WAITER\" to a period.\n\n- p. 17: CAPT You'll give him eighteen-pence?--Inserted a period after\n\"CAPT\".\n\n- p. 18: _they move slowly towards the window, R, arm in\narm_--Inserted a period after \"R\".\n\n- p. 19: ETHEL But you're not married?--Inserted a period after\n\"ETHEL\".",
    "metadata": {
        "author": [
            "Grundy, Sydney"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/46044/pg46044.txt",
        "name": "a_little_change_a_farce_in_one_scene.json"
    }
}