{
    "name": "A little philosophy of life",
    "author": [
        "Burdette, Robert J. (Robert Jones)",
        "Burdette, Robert Jones"
    ],
    "body": "Is there such a thing as a “philosophy of life?” Life is the philosophy\nof everything; the study of all things; the testing of all things.\n\nThe lucky man is he who despises luck. The unlucky one is the fellow\nwho worships it.\n\nGreat inventions may be wrought out in the brain. Great thoughts are\nborn in the heart.\n\nOne of the best ways to find trouble, my boy, is to carry a revolver\nwithout knowing how to use it.\n\nMemory may be a hell or a paradise. It depends on whether you spend\nyour youth manufacturing brimstone or planting roses.\n\nWhen I hear a man trying to do all the talking for the crowd, I\nremember that a drum makes more noise than a cask of sugar, because it\nis empty.\n\nA man is a fool to worry about his “past,” if he has one. A man or\nwoman with a “past” isn’t half so badly off as the sinner who yet has\n“something coming to him.”\n\nI don’t believe in rejecting and despising a man because of his faults.\nMake them useful to him. For example, a conceited man is like a tire,\nwhich is of no earthly account until it is inflated.\n\nOne of the meanest things about sowing wild oats is that the profligate\nscatters about half the seed on some good man’s wheat field. And more\nthan half the wild oats turn out to be rye.\n\nWhenever you begin to complain that you are not appreciated, you are\nplainly off your job. When a dog is chasing a rabbit he doesn’t care\nwhether you call him pet names or throw stones at him.\n\nVery few men are vain, I think. But all men love comfort as their chief\njoy. There isn’t one man in a thousand who would exchange his good\ndigestion for a handsome face. Now, a woman----\n\nMoney talks--yes, my son. But only while it’s working. When it goes\non strike, or is loafing on general principles, it loses interest in\neverything and becomes as silent as a log on a mudbank.\n\nA man can hardly be so bad that he will not have some friends who\nbelieve in him and who stick to him. But the trouble with a bad man is,\nthat his friends are so much like himself he would be much better off\nwithout any.\n\nIt is pleasant to have people love you who do not know you. But oh,\nthe immeasurable love of a friend who has found you out, who knows you\nthrough and through, and still loves you. Well, that’s the way God\nloves us.\n\nIt has been a good world to me. I have always had more friends than I\ncould count and more good fortune than I could measure. I have always\ngot everything I wanted. When I couldn’t get it, I didn’t want it,\nwhich is the same thing as having it. Sometimes it is better.\n\nNo, religion does not give--it does not promise a man immunity from\nmisfortunes. Neither does an accident policy promise or protect the\nholder from a railway smash-up or an automobile accident. But it is a\nbeautifully comforting thing to the insured while he’s in the hospital.\n\nWhat you wish you were, that’s your ideal. What people say you are,\nthat’s your reputation. What you know you are, that’s your character.\nTo paraphrase Abraham Lincoln, you may fool some other people part of\nthe time, but you can’t fool yourself a little bit of the time.\n\nThe heart always has ruled the world, and it always will. Love is the\nbest teacher in the universe, because it is the most patient. The\nrace of mankind is wise and strong, as it is today, only because ten\nthousand years of our stupidity, our obstinacy and our ingratitude\nhaven’t wearied God.\n\nIf the uses of adversity are not sweet--and Paul says they are\nnot--they are most efficacious. You have to hit a nail on the head half\na dozen times before it will comprehend its perfect destiny. Well, God\nhas to deal with some men--fellows like you and me--in the same manner,\nsometimes.\n\nLife has never presented many “problems” to me. I have been too busy.\nWorking people do not evolve “problems.” They are invented by the\nlearned idlers, gossiping about the market place like Paul’s Athenians,\n“who spend their time in nothing else, but either to tell or to hear\nsome new thing.”\n\nI have lived a busy life. I entered the newspaper grind early, and I\nhave never been out of the old mill. Whether I abode at home or went on\nlong journeys, around the town or around the world, I carried my work\nwith me. My vacations were merely “assignments.” The nearest postoffice\nwas a copyhook. People and things were “stories.”\n\nIt is a good world. Five times in the story of Creation the historian\npauses to say as new things were made, “and God saw that it was good.”\nAnd the seventh day--the day of completion and rest, He made holy\nforever, “blessing and sanctifying it.” So the cornerstone of creation\nis goodness, the finial holiness. How could a better world be made?\n\nIt isn’t enough to be good nor to do good. It is quite essential to\ndo good in the right way. A prayer for many of our Best Sinners would\nbe--“Dear Christ of the Leper, Savior of the Publican, Lover of the\nUnlovely and Friend of the Hateful, forgive me in that I have done\ngood spitefully, that I have given alms scornfully, that I have done a\nkindness savagely, and that I have loved a friend grudgingly.”\n\nWhenever I have done right, it has always seemed to me that somebody or\nsomething helped me. But when I have gone wrong, I have sinned through\nno one’s fault but my own. No man ever made me do wrong. The man who\nhas the headache next morning is the fellow who transgressed the night\nbefore. The sinner can no more shift his responsibility than he can\nwish his headache off on the other fellow.\n\nWell, I have always loved to work. It has been pleasant in the old\nmill, with its rafters bronzing by the years, its shadowy corners, its\nfar views from the dormers up in the loft, the mysterious gurglings and\nmurmurings of hidden waters down deep among the foundations, the quiet\npond and the earnest rush of the race, and the merry laughter of the\n“tail race.” For I ground my finest flour from the grist the people\nbrought me. The best of my work might have been done much better; the\nworst of it had better been left undone; all of it has been mediocre.\nBut I ground the grist that was brought me, and took only fair toll.\nAnd some day, in a better mill, with improved machinery, with finer\nmaterial, with choicer grist, a steadier power and a better light I\nwill do better work.\n\nA good father and a good mother--“old-fashioned?” Well, yes; about as\nold-fashioned as fathers and mothers have been ever since the birth\nof Cain--taught me from a Good Book that the way of life and the plan\nof salvation is so simple and plain that not even the philosophers\ncould muddle it--“He hath showed thee, O man, what is good, and what\ndoth the Lord require of thee but to do justly, to love mercy, to walk\nhumbly with God.” That’s plain enough until some learned man begins to\nexplain it. If that’s all that God wants of me, I don’t care what the\n“Apostle’s Creed,” of the “Thirty-nine Articles,” or the “Confession of\nFaith” demands of me. But that seems to include about everything. And\nyet I believe in “creeds.” How can a man live without a standard?\n\nI never worry about the Day of Judgment. That there will be one I am\npositive. That it will be as dreadful as John of Patmos describes, I\nbelieve. But terrible as it will be to have all one’s sins uncovered\nand set before God and the world, naked and in the light of day, that\nwon’t be one-half so terrible as it was to have committed them. And yet\nthat we rather enjoyed. And another most dreadful thing about the Day\nof Judgment is the fact that somebody knows all about our sins now.\nThere never was a “secret sin” since the serpent invaded Eden. There\nhave been at least three living eye-witnesses to every offense--the\nsinner, the victim, who is frequently only the other sinner, and the\nJudge who is going to try you both. The best time to get scared about\nthe Day of Judgement is about ten minutes before you make a fool of\nyourself.\n\nLife has been to me a pilgrimage of joy. I’ve never had very much\ntrouble, and what I have had has been of my own making and selection,\nand when I went to the hospital I took my medicine without making\nfaces or asking for “sympathy.” I was ashamed to. Like “Peter and the\nPain Killer,” I knew I was only getting what I had asked for. But up\none hill and down the other the pilgrimage had lain through pleasant\nplaces--good roads, safe trails, fine pasturage, sweet water and\nbeautiful camping places. A few giants, mostly windmills; millions of\nmidgets and mosquitoes, troublesome but not fatal; occasionally a mean\nman, so ashamed of himself that he lied about it; now and then a liar;\nonce in a while a hold-up man, with a subscription paper; and all along\nthe way a horde of beggars. But in the main good people; kind-hearted,\ngenerous people, honest people. Lots of houses build close “by the side\nof the road.” The world is full of friendly people for friendly men.\nAnd I’m fond of people. I believe in them. I love them. I sympathize\nwith them. I like to meet them, and to walk with them, and to have them\nabout me, so long as they can stand me.\n\nA young disciple one day asked me, when I was pastor of the Temple,\n“Pastor, how can I learn to trust God? How can I acquire faith?” And\nI said, “That is easy and simple. Just lie down at night and go to\nsleep. You are helpless and defenseless as a dead person. You do not\nsee the storm gathering above your home, with black destruction in its\nwhirling wings. You cannot see the tiny tongue of flame catching at\nthe corner of the room in which you sleep. You do not hear the robber\nstealthily unfastening the fancied security of lock and bolt. You know\nabsolutely nothing of the score of evils that may be threatening your\npeace and safety. The night may be ghastly with perils all about you.\nBut you sleep sweetly, safely, and you awake in the morning refreshed\nand strengthened. Protecting love has enfolded you like a garment. And\nyou believed it would when you lay down, else you never could have gone\nto sleep. Well, that’s trust. That’s perfect trust. Just hold on to it\nwhile you are awake. Who takes care of you while you sleep? Not father\nand mother. Not the servants. Nor the watchdog. Nor the policeman a\nmile away. ‘Except the Lord keep the city, the watchmen waketh but in\nvain.’ You trust in God, that’s all.”\n\nDo I believe in laughter as much as ever I did? A great deal more than\never I did, even in the days that were ripples of dimples on the sunlit\neddies of a river of laughter. How could life be best lived without\nit--God’s exclusive gift to his human children? Laughter is a good\nservant. But don’t overwork him or he will sulk, and maybe strike for\nshorter hours. Don’t smile so much all day that the corners of your\nmouth droop with weariness when you come home at night. “Always leave\nthem with a laugh” is the axiom of a commercial traveler who has no\nhome. Laughter is cheery, good-natured, willing, but wearies easily.\nHe is a poor hand at “day’s work” and tires at a continuous job. He is\na thoroughbred, and must be humored and well groomed. You can’t work\nhim like a plow-horse. He shines most brightly at “piece work.” He must\nneeds have intervals of quiet meditation; sober reflection; tranquil\nintrospection. He must have the inspiration of earnest purpose; the\nrepose of a little minute of prayer. Don’t mistake the ever-lasting\nbarnyard cackle that emanates from between the roof of the mouth and\nthe glottis for Laughter. Unless there is brain and heart--intellect\nand love in it--it isn’t the laughter that I know anything about. The\nthing on the face of a skull is a grin, but it isn’t a smile. It used\nto be, but the smile died when it became perpetual. No matter what the\nempty-headed philosophers say on the postcards, don’t try to smile all\nthe time. Unless you want people to hate the sight of you.\n\nLife is a book in which we read a page a day. We can’t read a page\nahead; we cannot turn clear over to the last chapter to see how it\nends, because we write the story ourselves, setting the type, as\na good compositor can do, from the copy of our own thoughts and\nactions, till the evening of each day runs off the edition. The best\ncompositor is he who sets each day’s page with the fewest errors,\nand wastes the least time correcting a “dirty proof.” Even with the\nbest of us, much of each day’s page is an “errata” correcting the\nmistakes of yesterday. Unsinkable ships--the bottom of the sea is\ncovered with them. Invulnerable armor--it cumbers the reefs, full of\nholes. Incontrovertible arguments and incontestable theories--they\nlie dusting in the scrap-heaps of history and philosophy, answered,\ncontradicted, disproved and thrown away. But the pages are--or should\nbe--growing cleaner every day. The compositor learns. The child is\nfearless, knowing nothing. So he grasps the flaming candle. The old\nman is cautious, knowing too much. He knows that ice burns like fire.\nAnd another thing to be remembered about this book of life which every\none of us is writing, each for himself. The pages are all the same\nsize--twenty-four hours, brevier measure. “The evening and the morning\nwas the first day.” That established the standard. And every morning\nthe inexorable office boy with the intolerable name stands at your door\nshouting “copy!” And you’ve got to furnish it. Got to. Got to. Got\nto. Kill your grandmother once a week to get to the ball game if you\nwill--that goes into your “story” and fills up that day’s page. That’s\nlife.\n\nIs the world as funny as it used to be? Funnier, my son; a great deal\nfunnier. It grows “funnier” as you grow older. But it doesn’t know\nit, because it is apt to be “funniest” when it thinks it is wisest.\nLaughter grows more serious as it contemplates the funny old world. The\ntragedies of the years temper the jests. Yes; I understand. I read a\nparagraph about myself in a critical editorial the other day, saying\nthat “ten years of the ministry had taken much of the ginger out of\nold Bob’s fun.” It was written by a young man, of course. The things\nthat are funny to him were uproariously funny to me fifty years ago.\nI used to write funny sketches about sudden death and funerals. But\nduring ten years of the ministry I have sat beside many deathbeds, and\nhave stood beside many caskets trying to speak words of consolation\nfor breaking hearts. Today, I can’t laugh over “Buck Fanshaw’s\nFuneral”--the funniest mortuary narrative ever written. Misfortunes\nused to be my principal stock in trade for mirthful sketches. Ten years\nin the ministry have made the sorrows of thousands of people my own.\nWhat a rollick there used to be in a good poker story, told in rattling\nphrase. I have seen too many homes broken up and too many lives wrecked\nby the gamblers to appreciate the humor of the cards. Twice I have seen\nmen murdered at the gaming table--and each murder was followed by a\nhanging. Hard to write funny poker stories with those grisly phantoms\nof blood and strangling leering up into your face from the white sheet\nunder your pen. Eh? And when there was nothing else to write about on a\ndull day, the drunkard was always an unfailing figure for comedy. What\ncould be funnier than a drunken man? Well, now I can no more appreciate\nthe drunken man, even on the comic stage, than the wife whose face\nhe bruised with his clenched fist could appreciate the antics of her\ndrunken husband. I have seen the brute too often at close range, with\nall the old manhood gone, and not a thing but the brute and the devil\nleft. Oh, I enjoy life better than ever I did. I can assure my critic\nthat “ginger is still hot i’ the mouth.” The world is just as funny\nas ever. But the fun has changed with the point of view. Don’t you\nunderstand, son? It’s the old story of the frogs and the boys. Humor is\na matter of personal taste, to a great extent. What sends your neighbor\ninto convulsions of mirth may disgust you to the very soul.\n\nIt has been such a good world that I’d be sorry ever to leave it,\nif there wasn’t another one, as much better than this, as this one\nis better than the chaos out of which it was born. No; I don’t\njust “believe” this; I know it. That’s one of the few things I do\nknow--positively, absolutely, certainly, and I didn’t have to wait\nfor Sir Oliver Lodge to tell me about it, either. I knew that when I\nwas a boy, just as well as Sir Oliver knows it now, and for the same\nreasons, and with the same proofs. All this summer and late into the\nautumn days we have been living in our seaside home, “Eventide,”--so\nnamed by Mrs. Burdette because it faces the sunset. “Afternoon land”\nis very pleasant in spite of broken health and increasing weakness.\nEvery evening I sit in the sun-room and watch the sun creep down the\nwestern wall of the sky, sinking to its rest beyond the farther rim of\nthe blue Pacific. I know what is over there, because I have journeyed\nin those lands, and can follow the sun as he fades out of sight and\nbegins to illuminate the Orient. There, just where he drops below the\nwaves, rise the green shores of picturesque Japan. Yokohama, Tokyo,\nNikko, snow-crowned Fujihama, the beautiful Inland Sea,--I can see them\nall. There where that silver star is shining through the crimson bars\nof the clouds, is China. Over there, where the clouds are white as\nsnow banks--there is Manila. Yonder, where the black cloud is tipped\nwith flame, is Port Arthur. I know them all. I have been there. Well,\nbeyond the gates of the sunset, farther away than the stars, away past\nthe bars of the night, there is another land. I have never seen it. I\nhave never seen anyone who has been there. But all that I know about\nthe oriental lands in which I have journeyed is mere conjecture with my\npositive belief in that Blessed Land which eye hath not seen. That Fair\nand Happy Country I do know. Know it with a sublime assurance which is\nnever shadowed by a cloud of passing doubt. I may become confused in my\nterrestrial geography. But this Heaven of ours--no man, no circumstance\ncan ever shake my faith in that. As the sun sinks lower and the skies\ngrow darker in the deepening twilight, the star of Faith shines more\nbrightly and Hope sings more clearly and sweetly. Every evening, when\nthe sun goes down, I can see that land of Eternal Morning. I know it\nis there, not because I have seen it, but because I do see it. The\nShadowless Land, “where we shall hunger no more, neither thirst any\nmore; where there shall be no more death, neither sorrow, nor crying,\nneither shall there be any more pain; where God shall dwell with men,\nand they shall be His people, and He shall wipe away all tears from\ntheir eyes.”\n\nThe shadows are deeping around the pond and the stream is singing\nitself to sleep. But there is yet a little grist in the hopper, and\nwhile the water serves I will keep on grinding. And by the time the sun\nis down, and the flow in the race is not enough to turn the big wheel,\nthe grist will have run out, and I will have the old mill swept and\ntidied for the night. And then, for home and a cheery evening, a quiet\nnight, lighted with stars and pillowed with sleep. And after that, the\ndawning, and another day; fairer than any I have ever seen in this\nbeautiful world of roseate mornings and radiant sunsets.\n\n\n\n\n  Italicized text is surrounded by underscores: _italics_.\n\n  Inconsistencies in hyphenation have been standardized.",
    "metadata": {
        "author": [
            "Burdette, Robert J. (Robert Jones)",
            "Burdette, Robert Jones"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/74047/pg74047.txt",
        "name": "a_little_philosophy_of_life.json"
    }
}