{
    "name": "A Message From Our Sponsor",
    "author": [
        "Leslie, O. H.",
        "Mitchell, Clyde",
        "Slesar, Henry",
        "Jarvis, E. K."
    ],
    "body": "\"And that was Smoky Donahue's Western Swingsters, playing _Red Dust_\nfor all you Martian fans out there. Now let's take a look at the new\nrecordings, hot off the presses this week from all over the system.\nLooks like we have a real treat for you tonight, folks! There's a\nbrand-new label from way out in outer space. Yes, sir, the very _first_\nrecord put on wax by the Martian Recording Company, and it ought to\nbe a lulu. We'll spin it for you in just a minute, but first, here's a\nmessage from our sponsor, the Oxygen Corporation of America--Earth's\noldest and finest manufacturers of compressed oxygen equipment.\n\n\"Friends, when you're scooting around in your little rocket roadster,\ndo you ever stop to think that your fine vehicle deserves nothing but\nthe best in equipment and accessories? Well, next time, take a look at\nyour oxygen tanks. Are you still using the cumbersome, old, outmoded\ntank, with ugly valves and low capacity? Wouldn't you rather have the\nnew, streamlined Oxco tank that gives you months of service without\nrefilling? Models cost as low as four thousand dollars, and they're\nguaranteed up to a full year. Call your local rocket supply store\ntoday, and get all the facts. When you see the new Oxco, you'll know\nwhy we say ... Oxco never leaves you breathless!\n\n\"Well, I see Jonesy, our control board operator, waving at me like\nmad, folks. He wants to hear this new disc from Mars, too. So--without\nfurther ado--here we go. It's on the Canal label, and it's called ...\n_Melancholy_!\"\n\n\n\nThe boss slammed the file drawer shut in disgust.\n\nThe Martian, standing before his desk, shuffled his feet and rotated\nhis cap with his third hand. \"Displeasing you?\" he said. \"Come back\nother time do?\"\n\n\"No!\" Huber pointed to the chair. \"You sit down. We're going to\nstraighten this whole thing out right now.\"\n\nHe reached across the desk and snapped on the intercom. \"Davis!\" he\nsaid. \"We're going to have a foremen's meeting. This minute!\" Davis, at\nthe other end, was inclined to argue, but the boss stopped him. \"Don't\ntell me we're busy! I know our production schedule better than you do.\nGet the foremen up here right away!\"\n\nThe foremen shuffled in ten minutes later. They looked sheepish, like\nsmall boys caught in the jam pot.\n\nHuber got right to the point.\n\n\"Your boys have been picking on Chafnu again. _And I won't stand for\nit!_\" He slapped the desk with a board-like palm for emphasis.\n\nCurly, the foreman, said: \"Aw, gee, boss. Just a little rhubarb, that's\nall. Just a little kiddin' around. Boys didn't mean any harm.\"\n\n\"Mean any _harm_?\" Huber's eyes went so wide they threatened to pop out\non the desk. \"Chafnu! Show it to 'em.\"\n\nThe Martian looked embarrassed. Then he slowly lifted his rope-like\nfoot and displayed the quarter-sized burn on the heel.\n\n\"Kidding around!\" Huber looked dangerous. \"That's what you call\nkidding around? They could have burned Chafnu to a crisp! You know how\nsensitive he is!\"\n\nBurke, the small parts man, said placatingly: \"Well, the boys are kinda\nedgy, Mr. Huber. It must be the weather or something. They need a\nlittle what-do-you-call-it, outlet.\"\n\n\"Besides,\" said Curly, \"the Goons kinda provoke 'em, you know what I\nmean--\"\n\n\"_Don't ever use that word to me!_\"\n\nThe irritation that had been brewing in Huber all day now boiled over.\nHe walked around the desk and shoved his big-jawed face up close to\nCurly's chin. His small stature made no difference; Curly trembled\nnervously.\n\n\"They're Martians,\" the boss said. \"Not Goons. Understand? _Martians!_\nIsn't that right, Chafnu?\"\n\nChafnu looked as if he wished Earth had never been born. He glanced up\nguiltily at the assembled foremen.\n\n\"All right,\" said Huber. \"Now let's get this straight. One more\nincident like today, and I'll hold you guys responsible. Chafnu and all\nthe other Martians in this plant are doing good work--better, if you\nwant to know, than most of you Earth guys--\"\n\n\"Sure,\" mumbled Curly. \"If we had three hands, we could--\"\n\n\"That's enough, I said!\" shouted the boss. He swabbed his forehead\nwith his hand. \"We got Oxco tanks to turn out, so let's get to it. The\nmeeting's over!\"\n\nThe foremen left, more crestfallen than when they had entered the\noffice. Chafnu looked uncertain as to what he should do next. The\nMartian simply sat and watched Huber go back to his desk.\n\nThe boss went over to the musaphone and flipped the switch.\n\n\"My nerves are shot,\" he told Chafnu.\n\nHe sat back in his swivel chair, sighed, and closed his eyes. The\nhaunting strains of _Melancholy_ drifted through the office, and Huber\nlistened and slowly relaxed.\n\nThe Martian just sat there, miserably.\n\n\n\n\"Hi, there, fly-boys!\n\n\"Time to climb into the wild black yonder again, with your old skipper,\nVince Vanelli, bringing aid and comfort to all the ships in space. We\ngot a rocket chamber full of new notes and blue notes, all the latest\nhits from the Bings of Earth to the Rings of Saturn. So buckle your\ng-belts, and lend an ear to the biggest instrumental smash that's hit\nthe System in an eon.\n\n\"You asked for it, spacemen, so here it is again. That everloving\nouter-space symphony--_Melancholy_!\"\n\n\n\nThe _Pursuit_ was in orbit when the accident happened.\n\nEarth's gravity gripped it like a giant hand and brought it plummeting\ndown into a granite quarry in Wisconsin. It was a Sunday, and the\nexplosion of the ship's reactors didn't kill anyone but the two pilots.\nThere was a routine investigation, but the evidence, as usual, was\nspread across too many states to make it productive.\n\nBut when the _Marjorie_, a space freighter, got herself in trouble,\nthe pilot managed to reach the Earth Communication Center before\nhe disappeared forever into the Mediterranean. The voice cried out\nsomething like \"Ox on the bum!\"\n\nThen the _Pinafore_ registered an S.O.S. This time an accident was\navoided. A tug was dispatched to the site in a hurry, and the pilots\nwere transferred. The captain of the tug submitted his log to the Space\nCommerce board, and the most pertinent page read:\n\n\"_Pinafore's_ oxygen tanks (mfr. Oxco, Serial #2853) were defective,\nand were seriously endangering life aboard.\"\n\n\n\nDiana Huber tilted the decanter and held it over the glass a little\ntoo long for her husband's liking.\n\n\"Easy, easy,\" he cried from his chair. \"How much of that stuff do you\nthink I can take?\"\n\n\"This one's mine,\" she said, starting to pour another.\n\nHuber shifted in his seat. \"Aren't you overdoing it, honey?\" he asked\nuneasily. \"I mean, do you really think you should drink so much?\"\n\n\"It kills time,\" she said. \"It makes the hours a little shorter. What\nelse have I got to do? You've got your job. What have I got?\"\n\n\"Well, I only meant--I mean, if the kids--\"\n\n\"The kids are pasted to the screen,\" she replied, meaning that they\nwere at the TV set. She flopped on the overstuffed sofa and yanked\nher skirt almost up to her thighs. She still had lovely legs, Huber\nthought, but she used them like an old frump. And she wasn't even\nfifty--just forty-seven. Why did she have to flop around that way?\n\n\"Well, let's have it,\" she said, twirling the amber fluid in her glass.\n\"My Hard Day at the Office. By George Huber, Age Eleven.\"\n\nHe looked up, almost shyly. \"Oh, nothing new,\" he said in a low voice.\n\"Same old stuff.\"\n\nDiana swallowed half her Scotch. She gave a little cough, blinked, and\nsaid harshly: \"You know that's not so. Something's up. Some kind of\nlabor trouble. And your tanks are blowing out all over space. Is that\nthe 'same old stuff,' George, dear?\"\n\nHuber put down his paper. \"It's the men!\" he said. \"They've gone nuts\nor something! Mopin' around all day, singin' the blues, snapping your\nhead off if you make one little suggestion--\"\n\nDiana closed her eyes. \"I'm listening. Go on.\"\n\n\"Something's gone wrong with all of them,\" said Huber, eager to pour\nout his overburdened heart. \"They act like they just don't want to\nwork. Turning out plain junk on the assembly line. Even the Accuracy\nControl boys are letting down on the job, and they're supposed to be\ncracker-jacks! In fact, the only guys that are doing any kind of job\nare the Martians. I hired myself fifteen more today. But that's only\ngonna stir up _more_ fuss....\"\n\n\"I hate them,\" said Diana, sipping slowly and looking down into her\nglass moodily. \"Ugly, slippery things. Ugh!\"\n\n\"What?\" said Huber blankly.\n\n\"Your Martian friends. Taking away good jobs from Earth people. Never\nbuying anything. And those awful arms! If you ask me, we ought to send\nthem right back where they--\"\n\n\"You don't know them!\" he interrupted loudly. \"They're nice, quiet\nfolks. They work hard and they don't give you a hard time. They're ten\ntimes as efficient as some of the bums in--\"\n\n\"All right, all right! You don't have to shout at me.\" Diana stood\nup and gulped the rest of her drink down. Then she went over to the\nphonograph.\n\n\"Are you going to play that song again?\" asked Huber.\n\n\"Do you mind?\" she said sarcastically. \"I happen to like it.\"\n\nHuber said something under his breath and returned to his paper. But\nwhen the record started, he put it down and just listened as the\nstrange, haunting Martian melody filled the room.\n\n\n\nBLINKER: Then the Martian says, \"For Pete's sake! Why can't\nyou clean up this filthy cave sometimes?\"\n\nSTRAIGHT MAN: So what did his wife say?\n\nBLINKER: So his wife says, \"What do you expect? I've only got\nthree hands!\"\n\n(LAUGHTER)\n\nSTRAIGHT MAN: Well, tell me, Blinker--what else did you do on\nyour trip to Mars? Did you meet any--what's wrong?\n\nBLINKER: Nothing's wrong. Just don't step in front of the\ncamera, that's all.\n\nSTRAIGHT MAN: Hah, hah. Sorry, old man. Er--tell me, what else\ndid you do on--\n\nBLINKER: Now for Chrissakes, I told you to get out of the\nway! What're you trying to do? Hog the show?\n\nDIRECTOR: (OFF CAMERA) Psst! Blinker! What are you\ndoing? We're on the air!\n\nBLINKER: I don't care if we're on the air ---- air! I won't be\npushed around!\n\nSTRAIGHT MAN: You won't, huh? Okay, you fat tub of lard! I've\nhad enough of your--\n\nDIRECTOR: Blinker! Adams!\n\nBLINKER: I'll punch that stupid face right into--\n\nANNOUNCER: Ladies and gentlemen, due to circumstances beyond\nour control, the Universal Broadcasting Company interrupts the Joe\nBlinker Comedy Hour to bring you a program of recorded mood music.\nOur first selection is a popular record on the Canal label, entitled\n_Melancholy_.\n\n\n\nThe chairman rapped his gavel for order.\n\n\"One more demonstration like that, and we'll have to clear the room\nof spectators,\" he warned. \"This inquiry is a serious matter, and we\ncannot permit levity. Now, Mr. Collins, go on with your testimony.\"\n\nMontague Collins, the 51% owner of the Oxygen Corporation of America,\nlooked uncomfortable.\n\n\"I beg your pardon,\" he said. \"I did not mean to be funny. I agree\nwith the chair that defective equipment is a serious business, and my\nreference to the Martians' three hands was meant in earnest.\"\n\n\"We understand. Go ahead, Mr. Collins.\"\n\n\"I was merely stating that, contrary to articles in the public press,\nthe Martians' efficiency level has been more than maintained at the\nOxco plant. It's the human efficiency level that has declined.\"\n\nThere was an excited buzzing.\n\n\"I believe,\" he continued, mopping his face, \"that this fact will be\nborne out by the experience of many other manufacturers. And I'd like\nto submit in evidence some replies to letters I have sent to executives\nall over America. You will see that they corroborate what I have told\nyou. May I have the Chair's permission to read these replies as part of\nmy testimony?\"\n\n\"It does not seem relevant at the moment, Mr. Collins, but they may be\nsubmitted for publication into the record. Please tell us about your\nown experience.\"\n\n\"I'm afraid I do not have much to add. As a result of our troubles, we\nare increasing the number of Martian employees considerably.\"\n\n\"Just how many is 'considerable,' Mr. Collins?\"\n\nMontague Collins cleared his throat.\n\n\"We now employ four Martians to every three humans.\"\n\nNot even the gavel could quiet the spectators this time.\n\n\n\nCurly was about to demolish a ham-and-swiss on rye. But when the\nMartian moved across his line of vision, he paused and called out:\n\n\"Hey, Chafnu!\"\n\nThe Martian stopped and swiveled his bulbous head around at the\nforeman. \"Yes?\" he said.\n\n\"Want a bite of this?\" He held up the sandwich.\n\n\"No, your thanks,\" said Chafnu.\n\n\"Go on, have a taste. It's good for you.\"\n\n\"Do not think this,\" said Chafnu, trying to solve the old riddle of how\nto produce an engaging smile. He merely succeeded in looking like a\nsurprised beetle.\n\n\"Whatsamatter, Chafnu? Too good to eat with your foreman?\" Curly\nflushed. The hirings-and-firings of the last two months had unnerved\nhim, and the fact that he was handling his own job poorly only made the\nsituation worse.\n\n\"Have not required to food,\" said the Martian. \"Best existence of\nsilicone substances. Understanding do? However, your thanks, and very.\"\n\nHe began to move on, but Curly was obviously in the mood for trouble.\nHe got up from the bench and put his beefy hand around one of Chafnu's\narms.\n\n\"It's pain,\" said Chafnu mildly. \"Improvement if released, your thanks.\"\n\n\"You're a wise guy, Chafnu,\" said Curly. He knew that he was skirting\na dangerous edge, but he was just too irritated to care. \"You're a\nbug-eyed bastard. What do you say about that?\"\n\n\"I have comment inward,\" the Martian answered, trying to pull away from\nthe foreman's grip.\n\n\"In fact,\" said Curly, now squeezing harder, \"I got a good mind to kick\nyou right in the seat of the pants. And keep kickin' till you fly right\nback to Mars.\"\n\n\"Pain,\" said Chafnu. \"Can release do?\"\n\n\"And what if I don't?\"\n\n\"Am in power yours,\" said the Martian.\n\n\"You're goddam right. And I'm going to give you a little lesson in\nmanners, you--\"\n\n\"_Curly!_\"\n\nHuber came striding over fast, and the look on his face was sufficient\nto make the foreman drop both Martian and sandwich.\n\n\"Gee, boss, I--\"\n\n\"Never mind!\" Huber thundered. \"You had the chance. Now you're getting\nyour walking papers! Get out of here, Curly! Get out of here now!\"\n\n\"But Mr. Huber--\"\n\n\"I said _beat it_! You're not the foreman around here any more. And in\ncase you want to know who your successor is, take a good look!\"\n\nHuber pointed a shaking finger at Chafnu, who bowed his head modestly.\n\n\n\n\"... and here it is, folks! The big one! The top one! The melody that\nswept the Solar System! You've proved that you love it. All the disc\njockey requests, all the record sales, all the juke-box half-dollars\nhave shown that, once more, for the forty-first week in a row--the\nnumber one tune on your hit parade is--\"\n\n\"_Melancholy!_\"\n\n\"But don't get excited, folks! Because I'm _not_ going to play it for\nyou! I'm going to spin it all for myself--and you can just sit there\nand drool! And if anybody wants to fire me for it, let 'em go ahead and\nsee if I care! Heh, heh, heh--_Ulp!_\"\n\n\n\nWoolsey, of the U.S. Department of Labor, zipped up his brief case and\nwent over to the office window.\n\nHe looked outside at the Capitol building, but the location permitted\nonly a fractional view of the impressive edifice. Anyway, the sun was\nshining brightly and the grass was green.\n\nThe man sitting in the chair facing his desk recalled his presence with\na polite cough.\n\n\"Oh,\" said Woolsey, turning around. \"Sorry. Mind's wandering, I guess.\"\n\n\"I know how you feel, Mr. Woolsey. My job is getting me down, too.\nCan't seem to get interested in the newspaper any more. Just the\nthought of working irritates me.\"\n\nWoolsey sat down, humming softly to himself. He toyed with a paper\nclip, then started to bend it out of shape.\n\n\"But I guess I better get the story,\" sighed the man in the chair.\n\"Boss will give me hell otherwise. Although,\" he added, \"he seems to\ncare about working even less than I do.\"\n\n\"Yes,\" said Woolsey abstractedly. \"My, it certainly is a nice day. Damn\nshame to be indoors on a day like this.\"\n\n\"What say we go for a walk?\" asked the reporter. \"We can take a stroll\naround the fountain. We can do our business just as well.\"\n\n\"Splendid idea!\" said Woolsey. \"This place is getting on my nerves.\"\n\nOutside, the Assistant Labor Secretary said:\n\n\"Oh, it's true, all right. The Martian labor force now outnumbers the\nhumans by five to one. Some companies have completely converted to\nMartians--like the Oxco Corporation, for instance. In fact, it probably\nwon't be very long before we'll have an all-Martian labor force across\nthe country.\"\n\nThe reporter said: \"Can I quote you?\"\n\n\"If you like.\" The Labor man shrugged. \"Seems like employers just can't\nfind men interested in their jobs. But the Martians go merrily along,\nusing their three hands at maximum efficiency. And it's not just in\nmanual labor that they're gaining tremendous amounts of ground.\"\n\n\"How do you mean?\"\n\nWoolsey paused by the flowing fountain, watching the cool gusher leap\nfrom the mouth of a stone fish.\n\n\"Well,\" he said vaguely, \"they're taking over other kinds of work.\nWhite collar stuff. Teaching. Architecture. In fact, I hear that the\nBrooklyn Dodgers are considering a Martian for third base--\"\n\n\"No!\"\n\nWoolsey said: \"Water looks nice, doesn't it? I wonder if they would\nmind if I took my shoes off and--\"\n\n\"Mr. Woolsey!\"\n\n\"Oh, just for a minute, you know. Can't see any harm in it. Matter of\nfact, should be quite refreshing.\"\n\n\"Yes, but, sir--\"\n\n\"Oh, come now,\" said Woolsey, starting to unlace his shoes. \"If you'd\nrather work, go ahead. I want to relax.\" He took his shoes off and\nbegan to work on the socks, humming the strains of _Melancholy_ to\nhimself.\n\nThe reporter scratched his head. \"I _don't_ want to work,\" he\nconfessed. \"I haven't wanted to work for months. The whole idea of\nworking just makes me sore.\"\n\nHe hesitated a moment, and then reached down for his shoe-laces.\n\n\n\nThe Martian stood in front of the boss's desk, but this time, there was\nno nervousness in his manner.\n\n\"Chafnu--\" said Huber.\n\n\"Yes, sir?\" said the new foreman.\n\n\"Chafnu, I have something to tell you. And I don't know how you're\ngoing to take it.\"\n\n\"Please?\" said Chafnu.\n\nHuber got up and went to the table. There was a leather suitcase\nperched on top. He took it off and placed it on his desk; then he\nopened it. He reached over and took Diana's photograph from the blotter\nand put it inside.\n\n\"You've been doing a good job,\" the boss continued. \"An excellent job,\nas a matter of fact.\"\n\n\"Properly thanking,\" said Chafnu.\n\n\"I don't want you to thank me. It's only logical, after all. Especially\nwhen we put nothing but Martians in your shop. We needed a Martian\nforeman then.\"\n\nHe went to the bookcase, lifted out two of the books, and dropped them\ninto the suitcase.\n\n\"Now things have changed again, Chafnu. Changed drastically. And the\nOxygen Corporation of America is going to need your help.\"\n\n\"Desirable of service,\" said Chafnu. \"Very willing of it.\"\n\n\"I know you are. And that's why the Board of Directors have decided\nthat you should take over the whole show.\" He clicked the suitcase shut\nwith an air of finality.\n\n\"Uncomprehend,\" said the Martian blankly.\n\n\"We're an all-Martian plant now,\" Huber said. \"Even the front office\nwill soon be all-Martian. The stockholders figure that the only\nreasonable thing to do is put a Martian in charge of everything. You\nwere my recommendation, and the Board accepted it.\"\n\n\"But strange. You work job, do not?\"\n\n\"If you mean it's my job, the answer is no. It's not my job any more.\nOh, don't feel sorry for me. I _want_ to quit. I just haven't been\npulling my weight around here for the last year. I'm getting lazy or\nsomething, Chafnu. The whole idea of working bores me silly.\"\n\nHuber went over to the musaphone and turned it on.\n\n\"_Melancholy_,\" he said, as the haunting phrases emerged from the\nloudspeaker. \"That's the way I feel about working. You know something,\nChafnu? Sometimes I think that damned tune has something to do with\nit!\"\n\n\"Sir?\"\n\n\"Oh, I know it sounds crazy. But somehow, the way I feel about working\nand the way that tune sounds--they're all mixed up in my mind. Oh,\nwell.\" The boss picked up his suitcase. \"The job's yours, Chafnu. So's\nthe office. Both of 'em aren't the greatest in the world, but I had\nsome fun.\"\n\nHe stuck out his hand. \"Good luck,\" he said.\n\n\"Cannot,\" said Chafnu.\n\n\"What?\"\n\n\"Impossible for acceptance,\" said the Martian.\n\n\"But why?\" said Huber. \"You know you can handle it.\"\n\n\"Confidence great and very,\" said the Martian. \"But reason is not for\nacceptance. Plentiful job for Martians.\"\n\n\"I don't get you.\"\n\n\"Declined offer responsible to plan change, understand. Quitting from\nfactory do Chafnu. Otherwise business.\"\n\n\"You mean you're leaving the factory? You're going to take another\njob?\" Huber looked befuddled.\n\n\"Excitement offer,\" said the Martian. \"Great salary remuneration.\nOpportunity.\"\n\n\"Well, I'll be damned.\" Huber grinned and slapped Chafnu lightly on his\nsensitive back. \"I guess you know what you're doing, Chafnu. Plenty of\nopportunities for a Martian these days--especially since humans don't\nseem to want to work.\"\n\n\"Situation so,\" said Chafnu.\n\n\"Okay, then,\" said Huber. \"Whatever you have in mind, Chafnu, I hope\nyou make a go of it. Good luck, old pal!\"\n\n\"Friendship,\" said Chafnu warmly, clasping Huber's hand in his three\nand shaking it enthusiastically.\n\n\n\n\"Hello you today! Time again emerging for spins on table with disc\nblack musical. Back up and sit relax! Pipe smoke and good food eating!\nAbundancy music available herein, bring pleasure immensely into home\nyours. Currency latest in recordings, employing old yours Chicho\nChafnu, piping soon big favorite Martian song _Melancholy_.\n\n\"But firstly, a message from sponsor ours....\"",
    "metadata": {
        "author": [
            "Leslie, O. H.",
            "Mitchell, Clyde",
            "Slesar, Henry",
            "Jarvis, E. K."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67589/pg67589.txt",
        "name": "a_message_from_our_sponsor.json"
    }
}