{
    "name": "A Parody on Princess Ida",
    "author": [
        "Dalziel, D. (Davison)",
        "Dalziel, Davison"
    ],
    "body": "FLORIAN--Will Prince Hilarion’s hopes be sadly blighted?\n\nALL--Who can tell!\n\nFLORIAN--Will Ida slight the man to whom she’s plighted?\n\nALL--Who can tell!\n\nFLORIAN--Can she an Alton ruler thus irritate?\n\nALL--Who can tell!\n\nFLORIAN--If so, she’ll pay for it at any rate.\n\nALL--\n\n        We’ll not despair,\n        For Gama would not dare\n        To make a deadly foe\n        Of Alton’s King, and so\n\n        Search throughout, etc.\n\n                  (_Enter_ KING ALTON HILDERBRANDT.)\n\nHILDERBRANDT--No sign of Gama yet? The regular train from Castle\nAdamant came in exactly on time, some fifteen minutes since. I\nwill here in parenthesis remark, that all trains on the Alton Road\ninvariably _do_ come in on time. I saw it from my castle window; four\nsleepers, two drawing-room cars, a dining car, three reclining-chair\ncars and five coaches.\n\nFLORIAN--Your liege forgets that you placed a “special” at his\ndisposal, but still he should be here.\n\nHILD.--’Tis true, but still it’s very odd. But, if Gama fails to put\nin an appearance at the Court before the sun sets, accompanied by his\ndaughter, to whom our son was betrothed at the extreme age of one, then\nthere will be war between Gama and ourselves. (_Aside._) I dread this\ngreeting. When last I saw Gama, twenty years ago, he was a fretful,\ntwisted monster, with a tongue as bitter as the agents of our rival\nlines.\n\nFLORIAN--(_Who has been looking attentively down the track with his\nglasses._) But stay! I see the smoke of an approaching train. I\neven hear the music of its wheels, as they fly like magic o’er the\nglittering rails. Already it is at the station. From a private car I\nsee somebody; guards descend, and now a bent and crippled form of human\nshape. It _must_ be Gama.\n\nHILD.--And is the Princess with him?\n\nFLORIAN--Not unless she’s six foot three, and wears suspenders.\n\nHILD.--Who can tell! I’ve heard that she is a whimsical sort of girl.\nBut come! Bustle up there. Let everything be prepared. The costliest of\ndinners, the meanest of prison fares; the richest room in the palace,\nthe deepest dungeon, too. For as King Gama brings his daughter, or\nbrings her not, so shall he be treated.\n\n    (_Enter_ PRINCE HILARION, _Knight of the Road, Grand Master of\n   the United Order of Chicago and Alton Railroad Conductors, and an\n                             exquisite_.)\n\nHILARION--(_Aside._) To-day I meet my baby bride, to whom I was\nbetrothed twenty years since. I have every confidence that my own\naccomplishments, and the influence of the line with which I am\nconnected, will suffice to re-unite our bonds to-day. They are above\npar on the market. (_To Hild._) Well, father, is there any news?\n\nHILD.--King Gama has just arrived, and is now on his way here from our\ndépôt; but I fear without the Princess.\n\nHILARION--Alas! I have heard strange stories of my bride. They tell\nme she has foresworn men--never having had anything to do with them\nshe probably does not know what she loses. But they say she has shut\nherself up in the Castle Adamant accompanied by a number of devotees.\nIt is strange, considering that she lives so near our line that the\nmere proximity of our Alton men has not had its usual influence before\nthis.\n\n     (_Enter a representative of the Chicago and Alton Railroad._)\n\nREP. OF C. & A. R. R.--My liege, I beg to announce the coming of King\nGama, preceded by his three royal sons.\n\nHILD.--Bid them enter.\n\n        (_Enter_ ARAC, GURON _and_ SYNTHIUS, _warriors bold_.)\n\nARAC--\n\n                                [SONG.]\n\n        We are warriors three,\n        Men of worth are we,\n        Just arrived by steam,\n        Strange as it may seem.\n\nALL THREE--\n\n        Yes! yes!\n        Strange as it may seem.\n\nGURON--\n\n        Special train we had,\n        Not so very bad,\n        Really very fine\n        By the Alton Line.\n\nALL THREE--\n\n        Yes! yes!\n        By the Alton Line.\n\nSYNTHIUS--\n\n        Dining-car so rich,\n        Sleeping-car like which\n        Nothing can compare\n        Running time so rare.\n\nALL THREE--\n\n        Yes! yes!\n        Nothing can compare.\n\nARAC--My liege, we beg to present our respects, and to thank you for\nour pleasant journey on your line. It is our unpleasant duty also to\nannounce the coming of our Royal Father.\n\n                         (_Enter_ KING GAMA.)\n\nGAMA--\n\n                                [SONG.]\n\n        If you give me your attention I will tell you what I am,\n        I’m a genuine philanthropist--all other kinds are sham.\n        Each little fault of temper and each social defect\n        In my erring fellow creatures I endeavor to correct.\n        To all their little weaknesses I open people’s eyes,\n        And little plans to snub the self-sufficient I devise.\n        I love my fellow creatures, I do all the good I can,\n        But everybody says I’m such a disagreeable man,\n                And I can’t think why.\n\n        For all who do me favors I’ve a withering remark,\n        And as for beating railroad lines, I think it quite a lark,\n        I wheedle out free passes, and I call the road a sham,\n        I sell them to the scalpers, that’s the sort of man I am.\n        I put rocks upon the railroad tracks, and try to wreck the train,\n        Get a madman hired as engineer, and swear the man is sane.\n        I spread all sorts of rumors, and have all the fun I can,\n        Yet! Everybody says I’m such a disagreeable man,\n                And I can’t think why.\n\n        When I get into a sleeper I sit up half the night,\n        And try to make the ladies think that everything’s not right.\n        I cut in strips the cushions, the curtains always tear,\n        And pleasantly suggest aloud: “They are the worse for wear.”\n        I go into the smoking car, and remark I never smoke,\n        And when the weeds are all put out, I explain it’s all a joke,\n        You see, I try to make myself as pleasant as I can,\n        Yet! Everybody says I’m such a disagreeable man,\n                And I can’t think why.\n\n        And yet, with all my little whims I really must decline\n        To say a single word against the fav’rite Alton Line.\n        To speak in praise of anything goes hard against the grain,\n        But I really never was upon such a perfect train.\n        I had dinner in a dining car, which every want could fill,\n        And I drank my health quite frequently, and didn’t pay my bill.\n        You see I try to make myself as pleasant as I can,\n        Yet! Everybody says I’m such a disagreeable man,\n                And I can’t think why.\n\nGAMA--So this is the royal castle of the Chicago and Alton Railroad?\nDame Rumor whispered that the place was on a par with everything\nconnected with the Alton Line. Superb! Royal! Grand!\n\nHILD.--(_Gratified._) Oh! Sire.\n\nGAMA.--But she’s a liar. And this is your son! Dame Rumor also said he\nwas the leader of fashions among the Alton employes, but he’s changed.\nHe used to be a singularly handsome child.\n\nHILD.--(_Furious._) Enough of this. Where is your daughter, whom on\nyour plighted word should be here to-day?\n\nGAMA--She would not be tempted. She hates railroad travelling. I\ndon’t blame her. I tried to explain that a journey on the Alton was a\ndelicious reverie set to music on wheels, but she was obdurate. She’s\nin Castle Adamant foresworn to all men, surrounded by a hundred maidens\nfair, who think as she does.\n\nHILD.--Surely we can win her over?\n\nGAMA--Not you! She and her companions will have nothing to do with\nanything masculine. One young lady brought a mail phaeton with her\nto the castle and she was expelled. When the time comes for the fast\nmail for Kansas City over your line to pass, the young ladies shut\nthemselves in the basement cellar. Perhaps the never failing graces of\nyour Alton men may win her.\n\nPRINCE HILARION--Well! I’ll try (_to Cyril and Florian_), and you shall\naccompany me. Come quick! Your satchel. We have just time to catch\nthe fast train for Castle Adamant, and we will see whether the graces\nof one Alton man won’t change the tenor of these young ladies’ ideas.\nQuick! secure us berths. (_Exit officials._)\n\nHILD.--Yes! and you, King Gama, and your baby boys shall remain here\nas hostages. (_Re-enter officials._) Sorry to say, sir, that every\nberth in the five sleepers is taken. Nothing left to swing a duster in.\n\nHILD.--Then take our special car (_exit officials to give orders_),\nand now, King Gama, a word to you. If aught befall the flower of this\nroad, look out for your life. Take him to a cell and give him one of\nour time tables to pass away the time. (_Exit GAMA and his three sons\nin chains._)\n\nThe scene changes to the dépôt of the Chicago and Alton Railroad.\n\n_With the prince and his two friends checking their baggage and then\nto the gardens at Castle Adamant, a charming retreat on the line of\nthe Chicago and Alton Railroad. In the distance can be seen the steel\ntracks of the Chicago and Alton Railroad glittering in the noonday sun.\nThe air is calm and balmy, disturbed only by the occasional song of\nsome bird, or the musical hum of a distant train on the Alton Line, as\nit whizzes with lightning speed along the track. The lady graduates of\nthe Princess Ida’s seminary are on the scene, seated on the lawn at the\nfeet of Lady Psyche._\n\nLADY P.--Attention, ladies, while I read to you the list of punishments\nordered by the Princess Ida. The first is Claire. She’s expelled.\n\nALL--Expelled!\n\nLADY P.--Yes, expelled! Because, although she knows that no man of any\nkind may scale these walls, she brought a set of chessmen here. The\nnext is May. She is also expelled for receiving letters.\n\nMAY--They were from my mother!\n\nLADY P.--It matters not, they came by mail. The next is Edith. She is\nalso expelled for being found with a Chicago and Alton folder in her\npossession.\n\nEDITH--What harm is that?\n\nLADY P.--A young lady of this seminary is not allowed to harbor things\nthat fold-her. The next is Blanche. She is also expelled for looking\nout of her window when the Chicago and Alton train was passing.\n\nBLANCHE--I was only looking out for the sleepers, they are so--\n\nLADY P.--Enough! Looking out for sleepers is not a square game to play.\nEven horrid man condemns it. And now, young ladies, prepare yourselves,\nfor your Princess Ida will be here directly to read you the lessons of\nthe day.\n\n                      (_Enter the_ PRINCESS IDA.)\n\nIDA--Women of Adamant, gathered together for the noble purpose of\nshunning that vile creature known as man, listen while I a tale unfold.\nOur undertaking is a noble one. We, women assembled as we are in this\nretreat, know full well the uselessness of man. Let nothing tempt\nyou from your path of sworn duty, and yet! methinks, the dangerous\nproximity of that horrid Alton road is a glittering temptation to some\nof your thoughtless heads. If by chance your eyes should light upon one\nof the creatures they call their officials, let not their gaudy tinsel\nturn your giddy brains. It is true that they dress with exquisite\ntaste, that their manners are those which Lord Chesterfield so highly\ncommended, that they belong to the only railroad corporation in the\nworld which even _I_ can look upon with feelings akin to admiration. It\nis true also--this fact I cannot deny--that the equipment of the Alton\nLine is as near perfection as human ingenuity can make it. That their\ntrain service is perfect, their cars superb, their track as smooth as\nthe skin on my face, and that they run the only through train worth\ntaking between Chicago and Kansas City, and all points West. I can say\nthis fearlessly. Their tracks are but steel, their cars merely wood and\nmetal, and we have nothing to fear from wood and metal. But beware of\ntheir officials. Do not be deceived into thinking that because a man\nis godlike in appearance, he is anything but a man after all. With all\ntheir grace, their outward charms and pleasing manners, these creatures\nwould win your hearts, and wear them too, with all the assurance with\nwhich one of us would knock the top off an egg for breakfast. This much\nbeing said, I beg you to follow me to partake in the usual exercises of\nthe day.\n\n     (_Exit Princess, followed by the ladies of the seminary. The\n    sound of an engine whistle is heard. Then enter HILARION, CYRIL\n              and FLORIAN at back, creeping cautiously._)\n\n                                 TRIO.\n\n        Gently, gently,\n        Evidently\n            We are safe so far.\n        The Alton Train,\n        With sweet refrain,\n            Brought us, here we are!\n\n        Flying lightly,\n        Whizzing sprightly,\n            O’er the Alton Track.\n        We expect to\n        All invite you\n            When we journey back.\n\nHILARION--Hush, scoffer! Despite the advantages of our remarkably\nexcellent line, it is proper for you to remember that you can’t work\noff any tickets here in this college of learning. These ladies are\ngoing to do wonderful things, I am told. List to their intentions:\n\n        They intend to live alone\n          From us men; from us men.\n        Like the doggy with his bone,\n          Do you ken; do you ken?\n\n        Then they’re greedy with their graces,\n          Selfish girls; selfish girls.\n        And they hide their pretty faces\n          And their curls, and their curls.\n        They’ve a very queer intention\n          It is sung, it is sung:\n        To resist polite attention\n          From the young, from the young.\n\n        They’ve another funny notion,\n        They can do without devotion\n        From an Alton man--what notion--\n          If they can, if they can.\n\n        These are the Phenomena,\n        That every pretty Domina\n        Hopes that we shall see\n        At the Universitee.\n\nCYRIL--\n\n        As for Railroads they are ready\n          To admit; to admit\n        That their employes are steady\n          And they sit, and they sit\n        A dreaming of the Alton men\n          At their best, at their best;\n        And waiting for the hour when\n          They pass West, they pass West.\n        But, each newly made aspirant\n          To the clan, to the clan,\n        Must repudiate the tyrant\n          Known as man, known as man.\n\n        The Alton Road Conductors\n        They regard as mere seductors,\n        And they’re going to do without them\n          If they can, if they can.\n\n        These are the Phenomena\n        That every pretty Domina\n        Hopes that we shall see\n        At this Universitee.\n\nHILARION--And so here we are, in the breast of the citadel. Hallo!\nwhat’s this? (_Examining some robes left by the female graduates._)\nWhy! Academic robes, robes worn no doubt by some of the undergraduates.\nHere, you fellows! Put them on. (_They do so, and the robes reach\nto their feet. They look as any well-regulated Alton man looks in\nanything--extremely fetching. They burst out laughing._)\n\n                                 TRIO.\n\n                       HILARION, CYRIL, FLORIAN.\n\nHILARION--\n\n        I am a maiden coy and graceful,\n        Stately I, with a face divine,\n        But with my smiles I’m ever faithful,\n        True to the men of the Alton Line.\n\nALL--\n\n        Haughty, humble, coy and free,\n        Little care I what maid may be.\n        So that a maid is fair to see,\n        Every maid is the maid for me.\n\nFLORIAN--\n\n        I am a maiden sweet and lusty,\n        Dainty and pleasant am I to see,\n        Timid and shy, and oh! so trusty.\n        An Alton man is the man for me.\n\nALL--\n\n        Haughty, humble, coy and free,\n        Little care I what maid may be,\n        So that a maid is fair to see,\n        Every maid is the maid for me.\n\nHILARION--But who comes here? The Princess, as I live.\n\nCYRIL--What is to be done?\n\nHILARION--Why, brave heart, my boy. Remember that you are an Alton\nman, and be brave. (_Enter Princess._) He bows low. Madam, accept my\nhumblest reverence.\n\nPRINCESS--Ladies, you are welcome. What might be your pleasure with me?\n\nHILARION--(_bowing._) We are three well-born maidens, ma’am! daughters\nof those who run the Alton line, who wish to join the University.\n\nPRINCESS--You say you are the daughters of those who run the Alton\nLine. Well! You’ll find no comfort here. Your bed will be that of the\nhumblest. No downy mattress, soft pillows, or the rock of a Pullman\nPalace Car to send you to sleep. Your fare will be plain and simple,\nyour beverage nature’s stream. No dining-car lunches at seventy-five\ncents a meal, which ought to cost $2.00. No delicacies out of season,\nor fine wines iced, as you get on that line. Your service must be done\nby yourselves. No obsequious porters will brush your boots or carry\nabout your bundle. And so, if you think well of this, there are here\none hundred maidens fair who are prepared to love and welcome you. Will\nyou try to give the fullness of your love to them?\n\nALL--Indeed we will.\n\nPRINCESS--Then you are welcome.\n\n      (_Exit Princess. The men burst out laughing and do a bit of\n      a breakdown. Lady Psyche enters back and looks at them with\n                             amazement._)\n\nLADY P.--These ladies are unseemly in their mirth.\n\nFLORIAN--It’s all up, Hilarion! Here is my sister.\n\nHILARION--Then make a virtue of necessity, and take her in our\nconfidence.\n\nFLORIAN--(_To Lady Psyche._) Psyche! why don’t you know me, your\nbrother, Florian?\n\nPSYCHE--(_Amazed._) Florian. (_They embrace._) What are you doing here?\nOh, dear! You know it is death for any man to be found within these\nwalls. How did you get here?\n\nFLORIAN--By the ever reliable Chicago and Alton Railroad, of which I am\na humble but devoted employe.\n\nPSYCHE--Oh, dear! Then you are an Alton man (_looking at him with\nadmiration_). I always thought you would be something great some day.\nBut who are these?\n\nHILARION--I am Prince Hilarion, of the Alton Line also. Your early\nplayfellow, and the betrothed of your Princess.\n\nPSYCHE--I might have known you were an Alton man. To imitate their\nbearing is impossible. Listen! and I will tell you the history of a man\nwho once tried to rival a Chicago and Alton man:\n\n                                [SONG.]\n\n        An Alton man of lineage high\n        Was aped by a rival in days gone by.\n        The man was radiant as the sun,\n        The rival was an unsightly one.\n            So it would not do,\n            His scheme fell through\n        To the world when his scheme took formal shape;\n            Expressed such terror\n            At his monstrous error\n        That he stammered his apology and made his ’scape,\n        The picture of a disconcerted ape.\n\n        With a view to rise in the Railway scales,\n        He washed his collar and cut his nails.\n        He bought a uniform and made it shine,\n        And swore that he belonged to the Alton Line.\n            But it would not do,\n            His scheme fell through,\n        For the Alton man was beauty’s king,\n            With graceful manners,\n            Like Lord John Manners,\n        While the rival lacked the metal ring,\n        And always remained a puny thing.\n\n        He bought white ties and he bought new boots,\n        And he dressed himself in bran-new suits;\n        Then he put C. & A. on all his things,\n        And he bought a pin and diamond rings.\n            But it would not do,\n            His scheme fell through,\n        For the Alton man whom the rival aped\n            Was a radiant being,\n            Well worth seeing,\n        While the rival King, however shaped,\n        At best was an Alton man ill-aped.\n\n      (_They do another breakdown, during which enter Princess at\n                  back. She looks on in amazement._)\n\nPSYCHE--(_Looks at her terrified._) All is lost!\n\nPRINCESS--What is this? It seems to me that female garb become you\nladies ill. I don’t think I ever saw a gentlewoman do a breakdown\nbefore.\n\nHILARION--We hope to become young ladies soon.\n\nPRINCESS--But are not now?\n\nHILARION--(_Throws off his robe, and then throws himself at the feet of\nthe Princess._) ’Tis useless to dissemble farther. We are merely men. I\nam Prince Hilarion, your betrothed, and these two are my friends.\n\nPRINCESS--(_Screaming._) Men! and Alton men at that! Ring the bell!\nFire the alarm guns, and have the Army of Amazons take them to the most\nsecret cells and annihilate them.\n\n     (_Loud turmoil; enter all the girls running frightened. They\n       catch sight of the three Alton men, and immediately fall\n   prostrate at their feet and regard them with languishing eyes._)\n\nPRINCESS--Summon my henchmen! (_They come._) Seize and bind them.\n(_They do it._) And now, adventurous men, much as I admire your shape\nand venerate the line you represent, you must die (_with emotion_).\nMy principles must be observed. So take them off. (_Loud noise heard\noutside; enter girls running with fright._)\n\nMELISSA--Princess! There is an armed force at the gates of the castle,\njust arrived by the St. Louis express and headed by King Hilderbrandt.\nThey demand admittance.\n\nPRINCESS--Refuse it.\n\nALL--Too late.\n\n    (_A loud crash is heard; enter King Hilderbrandt with his army of\n     Chicago and Alton conductors, armed to the teeth. In the centre\n         they drag ARAC, GURON and SYNTHIUS, chained together._)\n\nHILD.--(_Coming down._)\n\n            Some years ago,\n            No doubt you know\n        (And if you don’t I’ll tell you so),\n            You gave your troth\n            Upon your oath\n        To Hilarion my son.\n            A vow you make\n            You must not break\n        (If you think you may, it’s a great mistake),\n            For a bride’s a bride,\n            Though the knot were tied\n              At the early age of one!\n\n                  And I’m a peppery kind of king,\n                  Who’s indisposed for parleying\n                  To suit the wit of a bit of a chit,\n                  And that’s the long and the short of it!\n\nPRINCESS--(_Irresolutely--the girls meanwhile look with loving eyes at\nthe conductors._) I still refuse!\n\n               (ARAC, GURON _and_ SYNTHIUS _come down_.)\n\nARAC--\n\n        We may remark, though nothing can\n              Dismay us,\n        That if you thwart this gentleman\n              He’ll slay us.\n\n        We don’t fear death, of course, we’re thought\n              To shame it.\n        But still, upon the whole, we thought\n              We’d name it.\n\nALL--\n\n        Yes! yes! Better perhaps to\n              Name it.\n\nGURON--\n\n        This gentleman controls a Line--\n              A stunner.\n        With splendid bed and track as fine--\n              A hummer.\n        We hate his line, but still we must\n              Propound it.\n        The Alton is a line to trust--\n              Confound it.\n\n(TOGETHER.)\n\n        Yes! yes! In spite of that, confound it.\n\nSYNTHIUS--\n\n        We wish its trade was light and slack--\n              It isn’t.\n        Its service bad, with moldy track--\n              It isn’t.\n        But give to Cæsar what is due,\n              Yes, rend it.\n        We really must, and strongly too,\n              Commend it.\n\n(TOGETHER.)\n\n        Yes! yes! yes! Darn their eyes,\n              Commend it.\n\nALL--\n\n        The Alton is a road, as such\n              None beat it.\n        St. Louis is a point they touch,\n              Repeat it.\n        And if you doubt they’ll get you there\n              You’ll rue it,\n        For when they say they’ll get you there,\n              They’ll do it.\n\n(TOGETHER.)\n\n        Yes! yes! yes! Devil doubt\n              They’ll do it.\n\nPRINCESS--I still refuse!\n\nPSYCHE--Madame! your father claims an audience; he has just followed\nKing Hilderbrandt on the Denver Express.\n\nPRINCESS--Admit him.\n\n                            (_Enter_ GAMA.)\n\nGAMA--Free as a tethered ass. I dare not keep this up. I dare not face\nthe malignity of this devil, Hilderbrandt.\n\nPRINCESS--He has treated you well, father. Even a wretched man, when he\nbelongs to the Alton Line, is always a gentleman.\n\nGAMA--Yes! yes! But he has made my life a curse. Think of it, I had\nnothing whatever to grumble at.\n\n                                [SONG.]\n\n            The more I try\n            I can’t deny,\n        Altho’ I’m very spiteful,\n            I’m bound to say\n            The livelong day,\n        The Alton is delightful.\n\n            Now, when a man\n            Does all he can,\n        A rival line despising,\n            And in reply\n            They fete him--why\n        It’s hard, there’s no disguising.\n\n        Oh! don’t the day seem blank and long,\n        When all goes right and nothing goes wrong,\n        And isn’t your life extremely flat\n        With nothing whatever to grumble at?\n\n            When in a car\n            Above the par,\n        Officials are quite pleasing.\n            And when a line\n            You hate is fine,\n        It’s surely very teasing.\n            They treat me well,\n            Ah! what a sell,\n        I thought they’d be ungracious.\n            But not a bit--\n            They strained their wit\n        To make my thoughts fallacious.\n\n        Oh! don’t the day seem blank and long,\n        When all goes right and nothing goes wrong, etc., etc.\n\n            The Alton whirls\n            The pretty girls\n        From eyes that are repining.\n            And takes the best\n            Of travel West\n        In cars with chairs reclining.\n            A dining-car\n            Without a jar,\n        And coaches really tasteful.\n            A splendid track\n            Both there and back,\n        Now isn’t that disgraceful?\n\n        Oh! don’t the day seem blank and long, etc., etc.\n\n            When off to bed\n            They gently led\n        Me to a couch bewitching,\n            I prayed they might,\n            At least, that night,\n        The holy train be ditching.\n            But fate was there,\n            We sped like air,\n        And nothing happened tragic,\n            And then I wept,\n            And then I slept,\n        And dreamt the line was magic.\n\n        Oh! don’t the day, etc., etc.\n\n            When morning came,\n            ’Twas just the same,\n        There was my porter grinning;\n            I called him Sam,\n            And muttered Dam,\n        He really looked so winning;\n            I looked around,\n            And there I found\n        A car of pleasant faces;\n            It seemed their bent\n            To be content,\n        In spite of my grimaces.\n\n        Oh! don’t the day, etc., etc.\n\nPRINCESS--Poor father! how you must have suffered.\n\nGAMA--Yes, my child, and the only thing to do is to surrender. We must\ncapitulate. I have often heard that opposition to the Alton line is\nfutile, and now I know it.\n\n                          (_Enter_ HILARION.)\n\nPRINCESS--Hilarion, I surrender. My heart was with you long ago, but my\nprinciples forbade it. Take me.\n\nHILDERBRANDT--Then we will have an impromptu wedding. Everybody who\nwants to marry everybody else can do so. (_The remark is a signal\nfor every girl in the party to throw her arms around the neck of the\nnearest conductor._)\n\nGAMA--And take my advice, make your wedding trip over the Chicago and\nAlton Line.\n\nALL--We will.\n\nGAMA--Hereafter, consider Castle Adamant yours. You may make it a\ncoupon station, if you please, and advertise it as a pleasure resort.\n\n    (_The organ is heard; a procession formed, and the entire party\n     indulge in an impromptu wedding, after which the Chicago and\n    Alton train for Chicago is boarded, and everybody starts upon a\n            trip, which cannot but bring them happiness._)\n\n                               _Moral._\n\nAn official of the Alton Road is irresistible.\n\n\n\n\n\n                            3 GREAT CITIES\n                             =OF THE WEST=\n                            LINKED TOGETHER\n                              --BY THE--\n                        =CHICAGO & ALTON R. R.=\n\n                    NO CHANGE OF CARS OF ANY CLASS\n                                BETWEEN\n                       CHICAGO AND KANSAS CITY.\n                        CHICAGO AND ST. LOUIS.\n                      ST. LOUIS AND KANSAS CITY.\n\n     Union Depots in Chicago, East St. Louis, St. Louis and Kansas\n                                 City.\n\n                   *       *       *       *       *\n\n                          NO OTHER LINE RUNS\n\n                          PALACE DINING CARS\n\n    Between CHICAGO and KANSAS CITY, CHICAGO and ST. LOUIS, and ST.\n                        LOUIS and KANSAS CITY.\n\n     Meals equal to those served in any first-class hotel, only 75\n                                cents.\n\n                   *       *       *       *       *\n\n       The only Line running a sufficient number of Elegant and\n               Comfortable =PALACE RECLINING CHAIR CARS=\n\n    Free of Extra Charge, in all its Through Trains, Day and Night,\n            Without Change, to accommodate all its patrons.\n\n                   *       *       *       *       *\n\n    Pullman Palace Sleeping Cars and Pullman Palace Buffet Sleeping\n                                 Cars\n\n             THE FINEST, BEST AND SAFEST IN USE ANYWHERE.\n\n                   *       *       *       *       *\n\n     The BEST and QUICKEST ROUTE from CHICAGO to and from MEMPHIS,\n       MOBILE, NEW ORLEANS, and all Points South via St. Louis.\n\n                   *       *       *       *       *\n\n                      THE SHORT LINE TO AND FROM\n\n      =Missouri=, =Arkansas=, =Texas=, =Kansas=, =Colorado=, =New\n        Mexico=, =Mexico=, =Arizona=, =Nebraska=, =California=,\n               =Oregon=, =Washington Territory=, =Etc.=\n\n               *       *       *       *       *\n\n         THE GREAT EXCURSION ROUTE BETWEEN THE NORTH AND SOUTH\n\n                            AND TO AND FROM\n\n     Kansas Lands, and Colorado, New Mexico and California Health\n   and Pleasure Resorts and the Mining Districts of the Great West.\n\n                   *       *       *       *       *\n\n     For Tickets and information apply at any Coupon Ticket Office\n                in the United States and Canada, or to\n\n        =JAMES CHARLTON=, General Passenger and Ticket Agent,\n        210 Dearborn Street, near corner Adams Street, Chicago.\n\n    _=J. C. McMULLIN=_, Vice-President, Chicago.\n\n                          _=C. H. CHAPPELL=_, General Manager, Chicago.\n\n\n\n                         CHICAGO & ALTON R.R.\n\n    _The Pioneer Palace Reclining Chair Car Route.\n                The Pioneer Palace Dining Car Route.\n                        The Pioneer Pullman Palace Sleeping Car Route._\n\n                   *       *       *       *       *\n\n                  TWO TRAINS DAILY, SUNDAYS INCLUDED,\n                  Between Chicago and Kansas City and\n                  Between St. Louis and Kansas City.\n\n                   *       *       *       *       *\n\n           LIGHTNING NIGHT EXPRESS DAILY, SUNDAYS INCLUDED.\n\n                NIGHT EXPRESS DAILY, SUNDAYS INCLUDED.\n\n             DAY EXPRESS DAILY, Sundays Excepted, between\n                         CHICAGO AND ST. LOUIS",
    "metadata": {
        "author": [
            "Dalziel, D. (Davison)",
            "Dalziel, Davison"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/48246/pg48246.txt",
        "name": "a_parody_on_princess_ida.json"
    }
}