{
    "name": "A Pioneer Mother",
    "author": [
        "Garland, Hamlin"
    ],
    "body": "    CHICAGO\n    THE BOOKFELLOWS\n    1922\n\n\n\n\n_Five hundred small paper and twenty-five tall paper copies of this\nmonograph have been printed for THE BOOKFELLOWS in September, 1922. It\nis the first edition._\n\n\n\n    THE TORCH PRESS\n    CEDAR RAPIDS\n    IOWA\n\n\nSHE was neither witty, nor learned in books, nor wise in the ways of\nthe world, but I contend that her life was noble. There was something\nin her unconscious heroism which transcends wisdom and the deeds of\nthose who dwell in the rose-golden light of romance. Now that her life\nis rounded into the silence whence it came, its significance appears.\n\nTo me she was never young, for I am her son, and as I first remember\nher she was a large, handsome, smiling woman—deft and powerful of\nmovement, sweet and cheery of smile and voice. She played the violin\nthen, and I recall how she used to lull me to sleep at night with\nsimple tunes like “Money Musk” and “Dan Tucker.” She sang, too, and\nI remember her clear soprano rising out of the singing of the Sunday\ncongregation at the schoolhouse with thrilling sweetness and charm. Her\nhair was dark, her eyes brown, her skin fair and her lips rested in\nlines of laughter.\n\nHer first home was in Greene’s Coolly, in La Crosse County, Wisconsin,\nand was only a rude little cabin with three rooms and a garret. The\nwindows of the house overlooked a meadow and a low range of wooded\nhills to the east. In this house she lived alone during two years of\nthe Civil War while my father went as a volunteer into the Army of the\nTennessee. My memory of these times is vague but inset with charm.\nThough my mother worked hard she had time to visit with her neighbors\nand often took her children with her to quilting bees, which they\nenjoyed, for they could play beneath the quilt as if it were a tent,\nand run under it for shelter from imaginary storms. I feel again her\nstrong, soft, warm arms as she shielded me at nightfall from menacing\nwolves and other terrible creatures. When the world grew mysterious and\nvast and thick-peopled with yawning monsters eager for little men and\nwomen, she gathered us to her bosom and sang us through the gates of\nsleep into a golden land of dreams. We never knew how she longed for\nthe return of her blue-coated soldier.\n\nOur stove was a high-stepper, with long bent legs, and bore its\noven on its back as a dromedary his hump. Under its arch I loved to\nlie watching my mother as she trod to and fro about her work in the\nkitchen. She taught me to read while working thus—for I was constantly\ninterrupting her by asking the meaning of words in the newspaper which\nI had smuggled under the stove beneath me.\n\n\nMY father’s return from the war brought solace and happiness, but\nincreased her labors, for he set to work with new zeal to widen his\nacres of plow-land.\n\nI have the sweetest recollections of my mother’s desire to make us\nhappy each Christmas-time, and to this end she planned jokes for\nherself and little surprises for us. We were desperately poor in\nthose days, for my father was breaking the tough sod of the natural\nmeadows and grubbing away trees from the hillside, “opening a farm,”\nas he called it, and there was hardly enough extra money to fill three\nstockings with presents. So it came about that mother’s stocking often\nheld more rags and potatoes than silks or silverware. But she always\nlaughed and we considered it all very good fun then. Its pathos makes\nmy heart ache now.\n\nShe was a neighborly woman. She had no enemies. I don’t believe any one\never spoke an unkind word of Belle Garland as she was called—she was\nalways sunny—her little petulances passed quickly like small summer\nshowers and then she laughed—shook with laughter while the tears shone\non her face. I can see now that she was only a big, handsome girl, but\nshe was my mother, and as such seemed an “old person.”\n\nHer physical strength was very great. I have heard my father say that\nat the time he went away to war she was his equal in many contests, and\nI know she was very deft and skillful in her work. She could cut and\nfit and finish the calico dress purchased in the morning of the same\nday. She cooked with the same adroitness, and though her means were\nmeagre everything she made tasted good. She liked nothing better than\nto have her neighbors drop in to tea or dinner.\n\nAfter all, I do not remember very much of her life while we lived in\nthis Coolly—nor while in Winnesheik County, Iowa, whereto we moved in\n1869. She remained of the same physical dignity to me, and though she\ngrew rapidly heavier and older I did not realize it. My second sister\nJessie came to us while living in an old log house in a beautiful wood\njust west of Hesper, and I now know that my mother never recovered from\nthe travail of this birth—though she returned to her domestic duties\nas before and was to her children the jolly personality she had always\nbeen. While living on this farm smallpox came to our family and we were\nall smitten with this much-dreaded disease, but mother not only nursed\nher baby and took care of us all, but she also smiled down into our\nfaces without apparent anxiety—though some of us lay at death’s door\nfor weeks. Shortly after we recovered from this we moved again to the\nnewer West.\n\n\nI DON’T know what her feelings were about these constant removals to\nthe border, but I suspect now that each new migration was a greater\nhardship than those which preceded it. My father’s adventurous and\nrestless spirit was never satisfied. The sunset land always allured\nhim, and my mother, being of those who follow their husbands’ feet\nwithout complaining word, seemed always ready to take up the trail.\nWith the blindness of youth and the spirit of seeking which I inherited\nI saw no tear on my mother’s face. I inferred that she, too, was eager\nand exalted at the thought of “going West.” I now see that she must\nhave suffered each time the bitter pangs of doubt and unrest which\nstrike through the woman’s heart when called upon to leave her snug,\nsafe fire for a ruder cabin in strange lands.\n\n\nSHE had four children at this time and I fear her boys gave her\nconsiderable trouble, but her eldest daughter was of growing service\nin working about the house as well as in tending the fair-haired baby,\nbut work grew harder and harder. My father purchased some wild land in\nMitchell County, Iowa, and we all set to work to break the sod for the\nthird time. A large part of the hardship involved in this fell upon my\nmother, for the farm required a great many “hands,” and these “hands”\nhad enormous appetites, and the household duties grew more unrelenting\nfrom year to year.\n\nOur new house was a small one with but three rooms below and two above,\nbut it had a little lean-to which served as a summer kitchen. It was a\nbare home, with no touch of grace other than that given by my mother’s\ncheery presence. Her own room was small and crowded, but as she never\nfound time to occupy it save to sleep I hope it did not trouble her as\nit does me now as I look back to it.\n\nEach year, as our tilled acres grew, churning and washing and cooking\nbecame harder, until at last it was borne in upon my boyish mind that\nmy mother was condemned to never-remitting labor. She was up in the\nmorning before the light cooking breakfast for us all, and she seldom\nwent to bed before my father. She was not always well and yet the work\nhad to be done. We all worked in those days; even my little sister ran\non errands, and perhaps this was the reason why we did not realize more\nfully the grinding weight of drudgery which fell on this pioneer’s\nwife. But Harriet was growing into a big girl and began to materially\naid my mother, though she brought an added expense in clothing and\nschooling. We had plenty of good wholesome things to eat in those days,\nbut our furniture remained poor. Our little sitting-room was covered\nwith a rag carpet which we children helped to make, tearing, sewing\nand winding rags during the winter nights. I remember helping mother\nto dye them also, and in the spring she made her own soap. This also I\nhelped to do.\n\nChurning and milking we boys did for her, and the old up and down churn\nwas a dreaded beast to us as it was to all the boys of the countryside;\nand yet I knew mother ought not to do such work, and I went to the\ndasher regularly but with a wry face. Father was not niggardly of\nlabor-saving implements, and a clotheswringer and washer and a barrel\nchurn came along and they helped a little, but work never “lets up” on\na farm. There are always three meals to get and the dishes to wash, and\neach day is like another so far as duties are concerned. Sunday brings\nlittle rest for housewives even in winter.\n\n\nBUT into those monotonous days some pleasure came. The neighbors\ndropped in of a summer evening, and each Sunday we drove away\nto church. In winter we attended all the “ly-ceums” and church\n“sociables,” and took part in occasional “surprise parties.” In all\nthese neighborhood jollities my mother had a generous hand. Her coming\nalways added to the fun. “Here comes Mrs. Garland!” some one would say,\nand every face shone brighter because of her smile. She was ever ready\nto help on the gayety in any way, and was always in voice to sing,\nprovided some one else started the song to give her courage. She loved\ngames, practical jokes and jesting of all kinds. Her natural gayety was\nalmost unquenchable; not even unending work and poverty could entirely\nsubdue her or embitter her.\n\nDeath touching her eldest daughter threw the first enduring shadow\nover her life. She never entirely returned to the jollity of her\nformer years, though she regained a cheerfulness inseparable from\nher life. She had been youthful to that moment; after that she was\nmiddle-aged—even to her sons.\n\nHer two boys and her baby Jessie comforted her and she had no time for\nunavailing grief. As she had sent her daughter to school, so now she\nurged her sons to study, for though a woman of little schooling herself\nshe had a firm belief in the value of learning. She took strong ground\nin my behalf, and I have many dear recollections of her quiet support\nof my plans for an education. In this I owe her much. My father felt\nthe need of my services too keenly to instantly grant me leave of\nabsence, but together they made sacrifices to send me to school as they\nhad sent my sister before me, and as they were willing to send those\nwho came after me. At sixteen I began to attend a seminary in the town,\nsix miles away.\n\nThese were my happiest days, and I hope I carried something of my\nlarger outlook back to my mother. I boarded myself for several terms in\na fashion common among the boys of the school, and mother’s pies and\ndoughnuts and “self-rising” bread enabled me to sustain life joyously\nfrom Monday morning till Friday night. She never seemed to tire of\ndoing little things for my comfort, and I took them, I fear, with the\ncarelessness of youth, never thinking of the pain they cost. I did not\neven perceive how swiftly she was growing old. She still shook with\nlaughter over my tales of school life and sent me away each week with\nthe products of her loving labor.\n\nShe heard my graduation address with how much of pride or interest\nI do not know, for she never expressed her deeper feelings. She\nseldom kissed her children, and after we grew to be boys of twelve or\nfourteen, too large to snuggle in her arms, she never embraced us,\nthough I think she liked to have us come and lay our heads in her lap.\nShe still continued to threaten to “trounce” us, a menace which always\nprovoked us to laughter. “Mother’s whippings don’t last long,” we used\nto say.\n\nOur home remained unchanged. The expense of opening a farm, of buying\nmachinery and building barns, made it seem necessary to live in the\nsame little story-and-a-half house. The furniture grew shabbier, but\nwas not replaced. My mother’s dresses were always cheap and badly made,\nbut so were the coats my father wore. Money seemed hard to hold, even\nwhen the crops were good. I cannot recall a single beautiful thing\nabout our house, not one. The sunlight and the songs of birds, the\nflame of winter snow, the blaze of snow-crystals, I clearly call to\nmind, but the house I remember only as a warm shelter, where my mother\nstrove to feed and clothe us. But as nearly all other homes of the\nneighborhood were of like character I don’t suppose she realized her\nown poverty.\n\n\nAT last a great change came to us all. The country was fairly filled\nwith settlers and my father’s pioneer heart began to stir again, and\nonce more he planned a flight into the wilder West, and in the fall\nof 1881, when I was twenty-one years of age, we parted company. My\nparents and my sister and brother journeyed westward into South Dakota\nand settled in the little town of Ordway, on a treeless plain, while I\nturned eastward, intent on further education.\n\nI mention this going especially because, when it became certain that\nmy people were leaving never to return, the neighbors thronged about\nthe house one August day to say good-by, and with appropriate speeches\npresented mother with some silver and glassware. These were the first\nnice dishes she had ever owned and she was too deeply touched to\nspeak a word of thanks. But the givers did not take so much virtue\nto themselves. Some of them were women who had known the touch of my\nmother’s hand in sickness and travail. Others had seen her close the\neyes of their dead—for she had come to be a mother to every one who\nsuffered. Those who brought the richest gifts considered them a poor\nreturn for her own unstinting helpfulness.\n\nI shall always remember that day. I was about to “go forth into the\nworld,” as our graduating orations had declared we should do. My people\nwere again adventuring into strange lands—leaving the house they had\nbuilt, the trees they had planted and the friends they had drawn around\nthem. The vivid autumnal sun was shining over all the lanes we had\nlearned to love and sifting through the leaves of the trees that had\ngrown up around us. The familiar faces of the bronzed and wrinkled old\nfarmers were tremulous with emotion. The women frankly wept on each\nother’s bosoms—and in the hush of that golden day I heard the sound of\nwings—the wings of the death-angel whose other name is Time. I knew we\nwould never return to this place: that the separation of friends there\nbeginning would last forever. The future was luminous before me, but\nits forms were too vague to be delineated. I turned my face eastward\nwith a thought in my brain beating like the clock of the ages. In such\nmoments the past becomes beautiful, the future a menace.\n\n\nTHIS story does not concern itself with my wanderings, but with the\nlife of my mother. When I saw her again she was living in a small house\nbeside my father’s store in Ordway, South Dakota. She had not changed\nperceptibly, and she had won a new and wide circle of friends. She was\n“Mrs. Garland” now, and not Belle—but she was the life of every social,\nand her voice was still marvelously clear and vibrant in song. She\nwas a little heavier, a little older, but her face had the same sweet\ncurves about the mouth and chin. Life was a little easier for her, too.\nShe was clear of the farm and its terrible drudgery at last. She could\nsleep like a human being till daylight came, for she had no one to cook\nfor save her own small family. She saw and was a part of the village\nlife, which was exceedingly jolly and of good report. Her son Franklin\nand her little daughter were still with her, and she did not much miss\nher eldest—who had gone far seeking fair cities in intellectual seas.\nThe home was still poor and shabby of furniture, but it was not lonely.\nMother missed, but no longer mourned, her vanished friends.\n\nI did not see her again for nearly four years, and my heart contracted\nwith a sudden pain at sight of her. She was growing old. Her hair was\ngray, and as she spoke, her voice was weak and tremulous. She was again\non the farm and working as of old—like one on a treadmill. My father,\ntoo, was old. He had not prospered. A drought had swept over the fair\nvalley and men on all sides were dropping away into despair. Jessie was\nat home—the only one of all the children. The house was a little better\nthan any my mother had owned before, but it was a poor, barren place\nfor all that.\n\nOld as she was, and suffering constantly from pain in her feet and\nankles, she was still mother to every one who suffered. Even while I\nwas there she got up on two demands in the middle of the night and\nrode away across the plain in answer to some suffering woman’s call\nfor help. She knew death intimately. She had closed the eyes of many a\nworld-weary wife or suffering child, and more than once a poor outcast\nwoman of the town, sick and alone, felt the pitying touch of her lips.\n\n\nI SAW with greater clearness than ever before the lack of beauty in her\nlife. She had a few new things, but they were all cheap and poor. She\nnow had one silk dress—which her son had sent her. All else was calico.\nBut worse than all was the bleak, burning, wind-swept plain—treeless,\nscorched and silent save for the song of the prairie lark. I felt the\nmonotony of her surroundings with greater keenness than ever before.\n\nI was living in Boston at that time, and having heard many of the great\nsingers I was eager to test my mother’s voice with the added knowledge\nI had of such things. Even then, weakened as she was and without\ntraining or practice, she still possessed a compass of three octaves\nand one note, and was able to sing one complete octave above the\nordinary soprano voice with every note sweet and musical. I have always\nbelieved that a great singer was lost to the world in this pioneer’s\nwife.\n\nOne day as I sat writing in the sitting-room I heard a strange cry\noutside—a cry for help. I rushed out into the yard, and there just\noutside the door in the vivid sunlight stood my mother, unable to\nmove—a look of fear and horror on her face. The black-winged angel had\nsent her his first warning. She was paralyzed in the lower limbs. I\ncarried her to her bed with a feeling that her life was ended there on\nthe lonely plain, and my heart was bitter and rebellious and my mind\nfilled with self-accusations. If she died now—here—what would she know\nof the great world outside? Her life had been always on the border—she\nknew nothing of civilization’s splendor of song and story. She would\ngo away from the feast without a crumb. All her toilsome, monotonous\ndays rushed through my mind with a roar, like a file of gray birds in\nthe night—how little—how tragically small her joys, and how black her\nsorrows, her toil, her tedium.\n\nIt chanced that a physician friend was visiting us at the time and his\nskill reassured me a little. The bursting of a minute blood-vessel in\nthe brain had done the mischief. A small clot had formed, he said,\nwhich must either grow or be re-absorbed. He thought it would be\nre-absorbed and that she would slowly recover.\n\nThis diagnosis proved to be correct and in a few days she was able to\nsit up, and before I returned to Boston she could walk a little, though\nshe could not lift her feet from the floor.\n\n\nOUR parting at this time was the most painful moment of my life. I\nhad my work to do in Boston. I could earn nothing out on the plain,\nso I must go, but I promised it would not be for long. In my heart I\ndetermined that the remainder of her life should be freer from care\nand fuller of joy. I resolved to make a home for her in some more\nhospitable land, but the cling of her arms to my neck remained with me\nmany days.\n\nShe gained slowly, and a year later was able to revisit the scenes\nof her girlhood in Wisconsin. In two years she was able to go to\nCalifornia with me. She visited the World’s Fair in Chicago, and her\nsons wheeled her about the grounds as if to say: “Mother, you have\npioneered enough; henceforth fold your hands and rest and be happy.”\n\nShe entered now upon another joy—the quiet joy of reminiscence, for\nthe old hard days of pioneering on the Iowa prairie grew mellow with\nremembered sunshine—the storms grew faint and vague. She loved to sit\nand dream of the past. She loved to recall old faces, and to hear us\ntell of old times and old neighbors. Beside the glow of her fire she\nhad a keen delight in the soughing of the winds in the grim pines of\nWisconsin, the flame of lightning in the cyclonic nights in Iowa, and\nthe howling blasts of stern blizzards on the wide Dakota sod. She came\nback to old friends in “the Coolly Country of Wisconsin,” and there her\nsons built a roomy house about her. They put nice rugs under her feet\nand new silver on her table. It was all on a very humble scale, but it\nmade her eyes misty with happy tears. For eleven years after her first\nstroke she lived with us in this way—or we with her. And my father, was\nglad of the shelter and the comfort, for he, too, admitted growing age\nand joined with his sons in making the wife happy.\n\n\nI HAVE a purpose in this frank disclosure of my mother’s life. It is\nnot from any self-complacency, God knows, for I did so little and it\ncame so late—I write in the hope of making some other work-weary mother\nhappy. There is nothing more appealing to me than neglected age. To see\nan old father or mother sitting in loneliness and poverty dreaming of\nan absent son who never comes, of a daughter who never writes, is to me\nmore moving than Hamlet or Othello. If we are false to those who gave\nus birth we are false indeed.\n\nMost of us in America are the children of working people, and the\ntoil-worn hands of our parents should be heaped to overflowing with\nwhatever good things success brings to us. They bent to the plow and\nthe washboard when we were helpless. They clothed us when clothing was\nbought with blood, and we should be glad to return this warmth, this\nprotection, an hundredfold. Fill their rooms with sunshine and the odor\nof flowers—you sons and daughters of the pioneers of America. Gather\nthem around you, let them share in your success, and when some one\nlooks askance at them stand beside them and say: “These gray old heads,\nthese gnarled limbs, sheltered me in days when I was weak and life was\nstern.”\n\nThen will the debt be lessened—for in such coin alone can the wistful\nhearts be paid.",
    "metadata": {
        "author": [
            "Garland, Hamlin"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/48442/pg48442.txt",
        "name": "a_pioneer_mother.json"
    }
}