{
    "name": "A Son of the Gods, and A Horseman in the Sky",
    "author": [
        "Bierce, Ambrose",
        "Grile, Dod"
    ],
    "body": "Including an Introduction by W. C. Morrow\n\n\nWestern Classics No. Four\n\n\nThe Photogravure Frontispiece After A Painting by Will Jenkins\n\n\n\n\n\nThe Introduction\n\n\nBrilliant and magnetic as are these two studies by Ambrose Bierce, and\nespecially significant as coming from one who was a boy soldier in the\nCivil War, they merely reflect one side of his original and many-faceted\ngenius. Poet, critic, satirist, fun-maker, incomparable writer of fables\nand masterly prose sketches, a seer of startling insight, a reasoner\nmercilessly logical, with the delicate wit and keenness of an Irving or\nan Addison, the dramatic quality of a Hugo,--all of these, and still in\nthe prime of his powers; yet so restricted has been his output and so\nlittle exploited that only the judicious few have been impressed.\n\nAlthough an American, he formed his bent years ago in London, where\nhe was associated with the younger Hood on Fun. There he laid the\nfoundation for that reputation which he today enjoys: the distinction of\nbeing the last of the scholarly satirists. With that training he came\nto San Francisco, where, in an environment equally as genial, his talent\ngrew and mellowed through the years. Then he was summoned to New York to\nassist a newspaper fight against a great railroad, since the conclusion\nof which brilliant campaign eastern journalism and magazine work have\nclaimed his attention.\n\nTwo volumes, \"The Fiend's Delight\" and \"Cobwebs from an Empty Skull\"\ntitles that would damn modern books--were collections published years\nago from his work on London Fun. Their appearance made him at once the\nchief wit and humorist of England, and, combined with his satirical\nwork on Fun, led to his engagement by friends of the exiled Eugénie\nto conduct a periodical against her enemies, who purposed to make her\nrefuge in England untenable by means of newspaper attacks. It is easy\nto imagine the zest with which the chivalrous Bierce plunged into\npreparations for the fight. But the struggle never came; it was\nsufficient to learn that Bierce would be the Richmond; the attack upon\nthe stricken ex-empress was abandoned.\n\nWhen he was urged in San Francisco, years afterward, to write more of\nthe inimitable things that filled those two volumes, he said that it was\nonly fun, a boy's work. Only fun! There has never been such delicious\nfun since the beginning of literature, and there is nothing better than\nfun. Yet it held his own peculiar quality, which is not that of American\nfun,--quality of a brilliant intellectuality: the keenness of a rapier,\na teasing subtlety, a contempt for pharisaism and squeamishness, and\nabove all a fine philosophy. While he has never lost his sense of the\nwhimsical, the grotesque, the unusual, he--unfortunately, perhaps--came\noftener to give it the form of pure wit rather than of cajoling humor.\nFew Americans know him as a humorist, because his humor is not built\non the broad, rough lines that are typically American. It belongs to an\nolder civilization, yet it is jollier than the English and bolder than\nthe French.\n\nAt all times his incomparable wit and satire has appealed rather to the\ncultured, and even the emotional quality of his fiction is frequently so\nprofound and unusual as to be fully enjoyed only by the intellectually\nuntrammelled. His writing was never for those who could only read and\nfeel, not think.\n\nAnother factor against his wider acceptance has been the infrequency and\nfragmentary character of his work, particularly his satire. No sustained\nfort in that field has come from him. His satire was born largely of\na transient stimulus, and was evanescent. Even his short stories are,\ngenerally, but blinding flashes of a moment in a life. He laughingly\nascribes the meagerness of his output to indolence; but there may be a\ndeeper reason, of which he is unconscious. What is more dampening than\na seeming lack of appreciation? \"Tales of Soldiers and Civilians\" had\na disheartening search for an established publisher, and finally was\nbrought out by an admiring merchant of San Francisco. It attracted so\nmuch critical attention that its re-publication was soon undertaken by a\nregular house.\n\nHad Bierce never produced anything but these prose tales, his right to a\nplace high in American letters would nevertheless be secure, and of all\nhis work, serious or otherwise, here is his greatest claim to popular\nand permanent recognition. No stories for which the Civil War has\nfurnished such dramatic setting surpass these masterpieces of short\nfiction, either in power of description, subtlety of touch or literary\nfinish. It is deeply to be regretted that he has not given us more such\nprose.\n\nW. C. Morrow.\n\n\n\n\n\nA SON OF THE GODS\n\n\nA breezy day and a sunny landscape. An open country to right and left\nand forward; behind, a wood. In the edge of this wood, facing the open\nbut not venturing into it, long lines of troops halted. The wood is\nalive with them, and full of confused noises: the occasional rattle\nof wheels as a battery of artillery goes into position to cover\nthe advance; the hum and murmur of the soldiers talking; a sound of\ninnumerable feet in the dry leaves that strew the interspaces among the\ntrees; hoarse commands of officers. Detached groups of horsemen are well\nin front--not altogether exposed--many of them intently regarding the\ncrest of a hill a mile away in the direction of the interrupted advance.\nFor this powerful army, moving in battle order through a forest, has met\nwith a formidable obstacle--the open country. The crest of that gentle\nhill a mile away has a sinister look; it says, Beware! Along it runs a\nstone wall extending to left and right a great distance. Behind the\nwall is a hedge; behind the hedge are seen the tops of trees in rather\nstraggling order. Among the trees--what? It is necessary to know.\n\nYesterday, and for many days and nights previously, we were fighting\nsomewhere; always there was cannonading, with occasional keen rattlings\nof musketry, mingled with cheers, our own or the enemy's, we seldom\nknew, attesting some temporary advantage. This morning at daybreak the\nenemy was gone. We have moved forward across his earthworks, across\nwhich we have so often vainly attempted to move before, through the\ndebris of his abandoned camps, among the graves of his fallen, into the\nwoods beyond.\n\nHow curiously we regarded everything! How odd it all seemed! Nothing\nappeared quite familiar; the most commonplace objects--an old saddle,\na splintered wheel, a forgotten canteen everything related something of\nthe mysterious personality of those strange men who had been killing\nus. The soldier never becomes wholly familiar with the conception of his\nfoes as men like himself; he cannot divest himself of the feeling\nthat they are another order of beings, differently conditioned, in an\nenvironment not altogether of the earth. The smallest vestiges of\nthem rivet his attention and engage his interest. He thinks of them as\ninaccessible; and, catching an unexpected glimpse of them, they appear\nfarther away, and therefore larger, than they really are--like objects\nin a fog. He is somewhat in awe of them.\n\nFrom the edge of the wood leading up the acclivity are the tracks of\nhorses and wheels--the wheels of cannon. The yellow grass is beaten down\nby the feet of infantry. Clearly they have passed this way in thousands;\nthey have not withdrawn by the country roads. This is significant--it is\nthe difference between retiring and retreating.\n\nThat group of horsemen is our commander, his staff, and escort. He is\nfacing the distant crest, holding his field-glass against his eyes with\nboth hands, his elbows needlessly elevated. It is a fashion; it seems to\ndignify the act; we are all addicted to it. Suddenly he lowers the\nglass and says a few words to those about him. Two or three aides detach\nthemselves from the group and canter away into the woods, along the\nlines in each direction. We did not hear his words, but we knew them:\n\"Tell General X. to send forward the skirmish line.\" Those of us who\nhave been out of place resume our positions; the men resting at ease\nstraighten themselves, and the ranks are reformed without a command.\nSome of us staff officers dismount and look at our saddle-girths; those\nalready on the ground remount.\n\nGalloping rapidly along in the edge of the open ground comes a young\nofficer on a snow-white horse. His saddle-blanket is scarlet. What a\nfool! No one who has ever been in battle but remembers how naturally\nevery rifle turns toward the man on a white horse; no one but has\nobserved how a bit of red enrages the bull of battle. That such\ncolors are fashionable in military life must be accepted as the most\nastonishing of all the phenomena of human vanity. They would seem to\nhave been devised to increase the death-rate.\n\nThis young officer is in full uniform, as if on parade. He is all agleam\nwith bullion, a blue-and-gold edition of the Poetry of War. A wave\nof derisive laughter runs abreast of him all along the line. But how\nhandsome he is! With what careless grace he sits his horse!\n\nHe reins up within a respectful distance of the corps commander and\nsalutes. The old soldier nods familiarly; he evidently knows him. A\nbrief colloquy between them is going on; the young man seems to be\npreferring some request which the elder one is indisposed to grant. Let\nus ride a little nearer. Ah! too late--it is ended. The young officer\nsalutes again, wheels his horse, and rides straight toward the crest of\nthe hill. He is deadly pale.\n\nA thin line of skirmishers, the men deployed at six paces or so apart,\nnow pushes from the wood into the open. The commander speaks to his\nbugler, who claps his instrument to his lips. Tra-la-la! Tra-la-la! The\nskirmishers halt in their tracks.\n\nMeantime the young horseman has advanced a hundred yards. He is riding\nat a walk, straight up the long slope, with never a turn of the head.\nHow glorious! Gods! what would we not give to be in his place--with his\nsoul! He does not draw his sabre; his right hand hangs easily at his\nside. The breeze catches the plume in his hat and flutters it smartly.\nThe sunshine rests upon his shoulder-straps, lovingly, like a visible\nbenediction. Straight on he rides. Ten thousand pairs of eyes are fixed\nupon him with an intensity that he can hardly fail to feel; ten thousand\nhearts keep quick time to the inaudible hoof-beats of his snowy steed.\nHe is not alone--he draws all souls after him; we are but \"dead men\nall.\" But we remember that we laughed! On and on, straight for the\nhedge-lined wall, he rides. Not a look backward. Oh, if he would but\nturn--if he could but see the love, the adoration, the atonement!\n\nNot a word is spoken; the populous depths of the forest still murmur\nwith their unseen and unseeing swarm, but all along the fringe there\nis silence absolute. The burly commander is an equestrian statue\nof himself. The mounted staff officers, their field-glasses up, are\nmotionless all. The line of battle in the edge of the wood stands at a\nnew kind of \"attention,\" each man in the attitude in which he was\ncaught by the consciousness of what is going on. All these hardened and\nimpenitent man-killers, to whom death in its awfulest forms is a fact\nfamiliar to their every-day observation; who sleep on hills trembling\nwith the thunder of great guns, dine in the midst of streaming missiles,\nand play at cards among the dead faces of their dearest friends,--all\nare watching with suspended breath and beating hearts the outcome of an\nact involving the life of one man. Such is the magnetism of courage and\ndevotion.\n\nIf now you should turn your head you would see a simultaneous movement\namong the spectators a start, as if they had received an electric\nshock--and looking forward again to the now distant horseman you would\nsee that he has in that instant altered his direction and is riding\nat an angle to his former course. The spectators suppose the sudden\ndeflection to be caused by a shot, perhaps a wound; but take this\nfield-glass and you will observe that he is riding toward a break in the\nwall and hedge. He means, if not killed, to ride through and overlook\nthe country beyond.\n\nYou are not to forget the nature of this man's act; it is not permitted\nto you to think of it as an instance of bravado, nor, on the other hand,\na needless sacrifice of self. If the enemy has not retreated, he is in\nforce on that ridge. The investigator will encounter nothing less than\na line of battle; there is no need of pickets, videttes, skirmishers,\nto give warning of our approach; our attacking lines will be visible,\nconspicuous, exposed to an artillery fire that will shave the ground the\nmoment they break from cover, and for half the distance to a sheet\nof rifle bullets in which nothing can live. In short, if the enemy is\nthere, it would be madness to attack him in front; he must be maneuvered\nout by the immemorial plan of threatening his line of communication, as\nnecessary to his existence as to the diver at the bottom of the sea his\nair-tube. But how ascertain if the enemy is there? There is but one way:\nsomebody must go and see. The natural and customary thing to do is to\nsend forward a line of skirmishers. But in this case they will answer\nin the affirmative with all their lives; the enemy, crouching in double\nranks behind the stone wall and in cover of the hedge, will wait until\nit is possible to count each assailant's teeth. At the first volley a\nhalf of the questioning line will fall, the other half before it can\naccomplish the predestined retreat. What a price to pay for gratified\ncuriosity! At what a dear rate an army must sometimes purchase\nknowledge! \"Let me pay all,\" says this gallant man--this military\nChrist!\n\nThere is no hope except the hope against hope that the crest is clear.\nTrue, he might prefer capture to death. So long as he advances, the line\nwill not fire,--why should it? He can safely ride into the hostile ranks\nand become a prisoner of war. But this would defeat his object. It would\nnot answer our question; it is necessary either that he return unharmed\nor be shot to death before our eyes. Only so shall we know how to act.\nIf captured--why, that might have been done by a half-dozen stragglers.\n\nNow begins an extraordinary contest of intellect between a man and\nan army. Our horseman, now within a quarter of a mile of the crest,\nsuddenly wheels to the left and gallops in a direction parallel to\nit. He has caught sight of his antagonist; he knows all. Some slight\nadvantage of ground has enabled him to overlook a part of the line. If\nhe were here, he could tell us in words. But that is now hopeless; he\nmust make the best use of the few minutes of life remaining to him,\nby compelling the enemy himself to tell us as much and as plainly as\npossible--which, naturally, that discreet power is reluctant to do. Not\na rifleman in those crouching ranks, not a cannoneer at those masked and\nshotted guns, but knows the needs of the situation, the imperative duty\nof forbearance. Besides, there has been time enough to forbid them\nall to fire. True, a single rifle-shot might drop him and be no great\ndisclosure. But firing is infectious--and see how rapidly he moves,\nwith never a pause except as he whirls his horse about to take a new\ndirection, never directly backward toward us, never directly forward\ntoward his executioners. All this is visible through the glass; it seems\noccurring within pistol-shot; we see all but the enemy, whose presence,\nwhose thoughts, whose motives we infer. To the unaided eye there is\nnothing but a black figure on a white horse, tracing slow zigzags\nagainst the slope of a distant hill--so slowly they seem almost to\ncreep.\n\nNow--the glass again--he has tired of his failure, or sees his error, or\nhas gone mad; he is dashing directly forward at the wall, as if to take\nit at a leap, hedge and all! One moment only and he wheels right about\nand is speeding like the wind straight down the slope--toward his\nfriends, toward his death! Instantly the wall is topped with a fierce\nroll of smoke for a distance of hundreds of yards to, right and left.\nThis is as instantly dissipated by the wind, and before the rattle of\nthe rifles reaches us, he is down. No, he recovers his seat; he has but\npulled his horse upon its haunches. They are up and away! A tremendous\ncheer bursts from our ranks, relieving the insupportable tension of our\nfeelings. And the horse and its rider? Yes, they are up and away.\nAway, indeed--they are making directly to our left, parallel to the\nnow steadily blazing and smoking wall. The rattle of the musketry is\ncontinuous, and every bullet's target is that courageous heart.\n\nSuddenly a great bank of white smoke pushes upward from behind the\nwall. Another and another--a dozen roll up before the thunder of the\nexplosions and the humming of the missiles reach our ears, and the\nmissiles themselves come bounding through clouds of dust into our\ncovert, knocking over here and there a man and causing a temporary\ndistraction, a passing thought of self.\n\nThe dust drifts away. Incredible!--that enchanted horse and rider\nhave passed a ravine and are climbing another slope to unveil another\nconspiracy of silence, to thwart the will of another armed host. Another\nmoment and that crest too is in eruption. The horse rears and strikes\nthe air with its forefeet. They are down at last. But look again--the\nman has detached himself from the dead animal. He stands erect,\nmotionless, holding his sabre in his right hand straight above his head.\nHis face is toward us. Now he lowers his hand to a level with his face\nand moves it outward, the blade of the sabre describing a downward\ncurve. It is a sign to us, to the world, to posterity. It is a hero's\nsalute to death and history.\n\nAgain the spell is broken; our men attempt to cheer; they are choking\nwith emotion; they utter hoarse, discordant cries; they clutch their\nweapons and press tumultuously forward into the open. The skirmishers,\nwithout orders, against orders, are going forward at a keen run, like\nhounds unleashed. Our cannon speak and the enemy's now open in full\nchorus; to right and left as far as we can see, the distant crest,\nseeming now so near, erects its towers of cloud, and the great shot\npitch roaring down among our moving masses. Flag after flag of ours\nemerges from the wood, line after line sweeps forth, catching the\nsunlight on its burnished arms. The rear battalions alone are in\nobedience; they preserve their proper distance from the insurgent front.\n\nThe commander has not moved. He now removes his field-glass from his\neyes and glances to the right and left. He sees the human current\nflowing on either side of him and his huddled escort, like tide waves\nparted by a rock. Not a sign of feeling in his face; he is thinking.\nAgain he directs his eyes forward; they slowly traverse that malign\nand awful crest. He addresses a calm word to his bugler. Tra-la-la!\nTra-la-la! The injunction has an imperiousness which enforces it. It is\nrepeated by all the bugles of all the subordinate commanders; the sharp\nmetallic notes assert themselves above the hum of the advance, and\npenetrate the sound of the cannon. To halt is to withdraw. The colors\nmove slowly back, the lines face about and sullenly follow, bearing\ntheir wounded; the skirmishers return, gathering up the dead.\n\nAh, those many, many needless dead! That great soul whose beautiful body\nis lying over yonder, so conspicuous against the sere hillside--could it\nnot have been spared the bitter consciousness of a vain devotion?\nWould one exception have marred too much the pitiless perfection of the\ndivine, eternal plan?\n\n\n\n\n\nA HORSEMAN IN THE SKY\n\n\nOne sunny afternoon in the autumn of the year 1861, a soldier lay in\na clump of laurel by the side of a road in Western Virginia. He lay at\nfull length, upon his stomach, his feet resting upon the toes, his\nhead upon the left forearm. His extended right hand loosely grasped his\nrifle. But for the somewhat methodical disposition of his limbs and a\nslight rhythmic movement of the cartridge-box at the back of his belt,\nhe might have been thought to be dead. He was asleep at his post of\nduty. But if detected he would be dead shortly afterward, that being the\njust and legal penalty of his crime.\n\nThe clump of laurel in which the criminal lay was in the angle of a road\nwhich, after, ascending, southward, a steep acclivity to that point,\nturned sharply to the west, running along the summit for perhaps one\nhundred yards. There it turned southward again and went zigzagging\ndownward through the forest. At the salient of that second angle was a\nlarge flat rock, jutting out northward, overlooking the deep valley from\nwhich the road ascended. The rock capped a high cliff; a stone dropped\nfrom its outer edge would have fallen sheer downward one thousand feet\nto the tops of the pines. The angle where the soldier lay was on another\nspur of the same cliff. Had he been awake, he would have commanded a\nview, not only of the short arm of the road and the jutting rock, but\nof the entire profile of the cliff below it. It might well have made him\ngiddy to look.\n\nThe country was wooded everywhere except at the bottom of the valley\nto the northward, where there was a small natural meadow, through which\nflowed a stream scarcely visible from the valley's rim. This open ground\nlooked hardly larger than an ordinary dooryard, but was really several\nacres in extent. Its green was more vivid than that of the inclosing\nforest. Away beyond it rose a line of giant cliffs similar to those upon\nwhich we are supposed to stand in our survey of the savage scene, and\nthrough which the road had some how made its climb to the summit. The\nconfiguration of the valley, indeed, was such that from this point\nof observation it seemed entirely shut in, and one could not but have\nwondered how the road which found a way out of it had found a way into\nit, and whence came and whither went the waters of the stream that\nparted the meadow two thousand feet below.\n\nNo country is so wild and difficult but men will make it a theater of\nwar; concealed in the forest at the bottom of that military rat-trap, in\nwhich half a hundred men in possession of the exits might have starved\nan army to submission, lay five regiments of Federal infantry. They had\nmarched all the previous day and night, and were resting. At nightfall\nthey would take to the road again, climb to the place where their\nunfaithful sentinel now slept, and, descending the other slope of the\nridge, fall upon a camp of the enemy at about midnight. Their hope was\nto surprise it, for the road led to the rear of it. In case of failure,\ntheir position would be perilous in the extreme; and fail they surely\nwould, should accident or vigilance apprise the enemy of the movement.\n\nThe sleeping sentinel in the clump of laurel was a young Virginian named\nCarter Druse. He was the son of wealthy parents, an only child, and had\nknown such ease and cultivation and high living as wealth and taste were\nable to command in the mountain country of Western Virginia. His home\nwas but a few miles from where he now lay. One morning he had risen\nfrom the breakfast table and said, quietly but gravely: \"Father, a Union\nregiment has arrived at Grafton. I am going to join it.\"\n\nThe father lifted his leonine head, looked at the son a moment in\nsilence, and replied: \"Well, go, sir, and, whatever may occur, do what\nyou conceive to be your duty. Virginia, to which you are a traitor, must\nget on without you. Should we both live to the end of the war, we will\nspeak further of the matter. Your mother, as the physician has informed\nyou, is in a most critical condition; at the best, she cannot be with us\nlonger than a few weeks, but that time is precious. It would be better\nnot to disturb her.\"\n\nSo Carter Druse, bowing reverently to his father, who returned the\nsalute with a stately courtesy which masked a breaking heart, left the\nhome of his childhood to go soldiering. By conscience and courage, by\ndeeds of devotion and daring, he soon commended himself to his fellows\nand his officers; and it was to these qualities and to some knowledge of\nthe country that he owed his selection for his present perilous duty\nat the extreme outpost. Nevertheless, fatigue had been stronger than\nresolution, and he had fallen asleep. What good or bad angel came in\na dream to rouse him from his state of crime, who shall say? Without a\nmovement, without a sound, in the profound silence and the languor\nof the late afternoon, some invisible messenger of fate touched with\nunsealing finger the eyes of his consciousness--whispered into the ear\nof his spirit the mysterious awakening word which no human lips ever\nhave spoken, no human memory ever has recalled. He quietly raised\nhis forehead from his arm and looked between the masking stems of the\nlaurels, instinctively closing his right hand about the stock of his\nrifle.\n\nHis first feeling was a keen artistic delight. On a colossal pedestal,\nthe cliff,--motionless at the extreme edge of the capping rock\nand sharply outlined against the sky,--was an equestrian statue of\nimpressive dignity. The figure of the man sat the figure of the horse,\nstraight and soldierly, but with the repose of a Grecian god carved in\nthe marble which limits the suggestion of activity. The gray costume\nharmonized with its aerial background; the metal of accoutrement and\ncaparison was softened and subdued by the shadow; the animal's skin had\nno points of high light. A carbine, strikingly foreshortened, lay across\nthe pommel of the saddle, kept in place by the right hand grasping it\nat the \"grip\"; the left hand, holding the bridle rein, was invisible.\nIn silhouette against the sky, the profile of the horse was cut with\nthe sharpness of a cameo; it looked across the heights of air to the\nconfronting cliffs beyond. The face of the rider, turned slightly away,\nshowed only an outline of temple and beard; he was looking downward to\nthe bottom of the valley. Magnified by its lift against the sky and by\nthe soldier's testifying sense of the formidableness of a near enemy,\nthe group appeared of heroic, almost colossal, size.\n\nFor an instant Druse had a strange, half-defined feeling that he had\nslept to the end of the war and was looking upon a noble work of art\nreared upon that commanding eminence to commemorate the deeds of an\nheroic past of which he had been an inglorious part. The feeling was\ndispelled by a slight movement of the group: the horse, without moving\nits feet, had drawn its body slightly backward from the verge; the\nman remained immobile as before. Broad awake and keenly alive to the\nsignificance of the situation, Druse now brought the butt of his rifle\nagainst his cheek by cautiously pushing the barrel forward through the\nbushes, cocked the piece, and, glancing through the sights, covered a\nvital spot of the horseman's breast. A touch upon the trigger and all\nwould have been well with Carter Druse. At that instant the horseman\nturned his head and looked in the direction of his concealed\nfoeman--seemed to look into his very face, into his eyes, into his\nbrave, compassionate heart.\n\nIs it, then, so terrible to kill an enemy in war--an enemy who has\nsurprised a secret vital to the safety of one's self and comrades--an\nenemy more formidable for his knowledge than all his army for its\nnumbers? Carter Druse grew pale; he shook in every limb, turned faint,\nand saw the statuesque group before him as black figures, rising,\nfalling, moving unsteadily in arcs of circles in a fiery sky. His hand\nfell away from his weapon, his head slowly dropped until his face rested\non the leaves in which he lay. This courageous gentleman and hardy\nsoldier was near swooning from intensity of emotion.\n\nIt was not for long; in another moment his face was raised from earth,\nhis hands resumed their places on the rifle, his forefinger sought the\ntrigger; mind, heart and eyes were clear, conscience and reason sound.\nHe could not hope to capture that enemy; to alarm him would but send\nhim dashing to his camp with his fatal news. The duty of the soldier was\nplain: the man must be shot dead from ambush--without warning, without\na moment's spiritual preparation, with never so much as an unspoken\nprayer, he must be sent to his account. But no--there is a hope; he may\nhave discovered nothing; perhaps he is but admiring the sublimity of\nthe landscape. If permitted, he may turn and ride carelessly away in\nthe direction whence he came. Surely it will be possible to judge at\nthe instant of his withdrawing whether he knows. It may well be that his\nfixity of attention---Druse turned his head and looked through the deeps\nof air downward as from the surface of the bottom of a translucent sea.\nHe saw creeping across the green meadow a sinuous line of figures of men\nand horses--some foolish commander was permitting the soldiers of his\nescort to water their beasts in the open, in plain view from a hundred\nsummits!\n\nDruse withdrew his eyes from the valley and fixed them again upon the\ngroup of man and horse in the sky, and again it was through the sights\nof his rifle. But this time his aim was at the horse. In his memory,\nas if they were a divine mandate, rang the words of his father at their\nparting: \"Whatever may occur, do what you conceive to be your duty.\" He\nwas calm now. His teeth were firmly but not rigidly closed; his nerves\nwere as tranquil as a sleeping babe's--not a tremor affected any muscle\nof his body; his breathing, until suspended in the act of taking aim,\nwas regular and slow. Duty had conquered; the spirit had said to the\nbody: \"Peace, be still.\" He fired.\n\nAn officer of the Federal force, who, in a spirit of adventure or in\nquest of knowledge, had left the hidden bivouac in the valley, and, with\naimless feet, had made his way to the lower edge of a small open space\nnear the foot of the cliff, was considering what he had to gain by\npushing his exploration further. At a distance of a quarter-mile before\nhim, but apparently at a stone's throw, rose from its fringe of pines\nthe gigantic face of rock, towering to so great a height above him that\nit made him giddy to look up to where its edge cut a sharp, rugged\nline against the sky. At some distance away to his right it presented a\nclean, vertical profile against a background of blue sky to a point half\nthe way down, and of distant hills hardly less blue, thence to the tops\nof the trees at its base. Lifting his eyes to the dizzy altitude of its\nsummit, the officer saw an astonishing sight--a man on horseback riding\ndown into the valley through the air!\n\nStraight upright sat the rider, in military fashion, with a firm seat in\nthe saddle, a strong clutch upon the rein to hold his charger from too\nimpetuous a plunge. From his bare head his long hair streamed upward,\nwaving like a plume. His hands were concealed in the cloud of the\nhorse's lifted mane. The animal's body was as level as if every\nhoof-stroke encountered the resistant earth. Its motions were those of\na wild gallop, but even as the officer looked they ceased, with all the\nlegs thrown sharply forward as in the act of alighting from a leap. But\nthis was a flight!\n\nFilled with amazement and terror by this apparition of a horseman in the\nsky-half believing himself the chosen scribe of some new apocalypse, the\nofficer was overcome by the intensity of his emotions; his legs failed\nhim and he fell. Almost at the same instant he heard a crashing sound in\nthe trees--a sound that died without an echo--and all was still.\n\nThe officer rose to his feet, trembling. The familiar sensation of an\nabraded shin recalled his dazed faculties. Pulling himself together,\nhe ran obliquely away from the cliff to a point distant from its foot;\nthereabout he expected to find his man; and thereabout he naturally\nfailed. In the fleeting instant of his vision his imagination had been\nso wrought upon by the apparent grace and ease and intention of the\nmarvelous performance that it did not occur to him that the line of\nmarch of aerial cavalry is directly downward, and that he could find the\nobjects of his search at the very foot of the cliff. A half-hour later\nhe returned to camp.\n\nThis officer was a wise man; he knew better than to tell an incredible\ntruth. He said nothing of what he had seen. But when the commander\nasked him if in his scout he had learned anything of advantage to the\nexpedition, he answered:\n\n\"Yes, sir; there is no road leading down into this valley from the\nsouthward.\"\n\nThe commander, knowing better, smiled.\n\nAfter firing his shot, Private Carter Druse reloaded his rifle and\nresumed his watch. Ten minutes had hardly passed when a Federal sergeant\ncrept cautiously to him on hands and knees. Druse neither turned his\nhead nor looked at him, but lay without motion or sign of recognition.\n\n\"Did you fire?\" the sergeant whispered.\n\n\"Yes.\"\n\n\"At what?\"\n\n\"A horse. It was standing on yonder rock-pretty far out. You see it is\nno longer there. It went over the cliff.\"\n\nThe man's face was white, but he showed no other sign of emotion. Having\nanswered, he turned away his eyes and said no more. The sergeant did not\nunderstand.\n\n\"See here, Druse,\" he said, after a moment's silence, \"it's no use\nmaking a mystery. I order you to report. Was there anybody on the\nhorse?\"\n\n\"Yes.\"\n\n\"Well?\"\n\n\"My father.\"\n\nThe sergeant rose to his feet and walked away. \"Good God!\" he said.\n\n\n\nHere ends No. Four of the Western Classics containing A Son of the Gods\nand A Horseman in the Sky by Ambrose Bierce with an introduction by\nW. C. Morrow and a photogravure frontispiece after a painting by Will\nJenkins. Of this first edition one thousand copies have been issued\nprinted on Frabriano handmade paper the typography designed by J. H.\nNash published by Paul Elder and Company and done into a book for them\nat the Tomoye Press in the city of New York MCMVII",
    "metadata": {
        "author": [
            "Bierce, Ambrose",
            "Grile, Dod"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/5661/pg5661.txt",
        "name": "a_son_of_the_gods_and_a_horseman_in_the_sky.json"
    }
}