{
    "name": "A Spirit of Avarice\nOdd Craft, Part 11.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nA SPIRIT OF AVARICE\n\n\nMr. John Blows stood listening to the foreman with an air of lofty\ndisdain.  He was a free-born Englishman, and yet he had been summarily\npaid off at eleven o'clock in the morning and told that his valuable\nservices would no longer be required.  More than that, the foreman had\npassed certain strictures upon his features which, however true they\nmight be, were quite irrelevant to the fact that Mr. Blows had been\ndiscovered slumbering in a shed when he should have been laying bricks.\n\n\"Take your ugly face off these 'ere works,\" said the foreman; \"take it\n'ome and bury it in the back-yard.  Anybody'll be glad to lend you a\nspade.\"\n\nMr. Blows, in a somewhat fluent reply, reflected severely on the\nforeman's immediate ancestors, and the strange lack of good-feeling and\npublic spirit they had exhibited by allowing him to grow up.\n\n\"Take it 'ome and bury it,\" said the foreman again.  \"Not under any\nplants you've got a liking for.\"\n\n\"I suppose,\" said Mr. Blows, still referring to his foe's parents, and\nnow endeavouring to make excuses for them--\"I s'pose they was so pleased,\nand so surprised when they found that you was a 'uman being, that they\ndidn't mind anything else.\"\n\nHe walked off with his head in the air, and the other men, who had\npartially suspended work to listen, resumed their labours.  A modest pint\nat the Rising Sun revived his drooping spirits, and he walked home\nthinking of several things which he might have said to the foreman if he\nhad only thought of them in time.\n\nHe paused at the open door of his house and, looking in, sniffed at the\nsmell of mottled soap and dirty water which pervaded it.  The stairs were\nwet, and a pail stood in the narrow passage.  From the kitchen came the\nsounds of crying children and a scolding mother.  Master Joseph Henry\nBlows, aged three, was \"holding his breath,\" and the family were all\naghast at the length of his performance.  He re-covered it as his father\nentered the room, and drowned, without distressing himself, the impotent\nefforts of the others.  Mrs. Blows turned upon her husband a look of hot\ninquiry.\n\n\"I've got the chuck,\" he said, surlily.\n\n\"What, again?\" said the unfortunate woman.  \"Yes, again,\" repeated her\nhusband.\n\nMrs. Blows turned away, and dropping into a chair threw her apron over\nher head and burst into discordant weeping.  Two little Blows, who had\nceased their outcries, resumed them again from sheer sympathy.\n\n\"Stop it,\" yelled the indignant Mr. Blows; \"stop it at once; d'ye hear?\"\n\n\"I wish I'd never seen you,\" sobbed his wife from behind her apron.  \"Of\nall the lazy, idle, drunken, good-for-nothing----\"\n\n\"Go on,\" said Mr. Blows, grimly.\n\n\"You're more trouble than you're worth,\" declared Mrs. Blows.  \"Look at\nyour father, my dears,\" she continued, taking the apron away from her\nface; \"take a good look at him, and mind you don't grow up like it.\"\n\nMr. Blows met the combined gaze of his innocent offspring with a dark\nscowl, and then fell to moodily walking up and down the passage until he\nfell over the pail.  At that his mood changed, and, turning fiercely, he\nkicked that useful article up and down the passage until he was tired.\n\n\"I've 'ad enough of it,\" he muttered.  He stopped at the kitchen-door\nand, putting his hand in his pocket, threw a handful of change on to the\nfloor and swung out of the house.\n\nAnother pint of beer confirmed him in his resolution.  He would go far\naway and make a fresh start in the world.  The morning was bright and the\nair fresh, and a pleasant sense of freedom and adventure possessed his\nsoul as he walked.  At a swinging pace he soon left Gravelton behind him,\nand, coming to the river, sat down to smoke a final pipe before turning\nhis back forever on a town which had treated him so badly.\n\nThe river murmured agreeably and the rushes stirred softly in the breeze;\nMr. Blows, who could fall asleep on an upturned pail, succumbed to the\ninfluence at once; the pipe dropped from his mouth and he snored\npeacefully.\n\nHe was awakened by a choking scream, and, starting up hastily, looked\nabout for the cause.  Then in the water he saw the little white face of\nBilly Clements, and wading in up to his middle he reached out and,\ncatching the child by the hair, drew him to the bank and set him on his\nfeet.  Still screaming with terror, Billy threw up some of the water he\nhad swallowed, and without turning his head made off in the direction of\nhome, calling piteously upon his mother.\n\nMr. Blows, shivering on the bank, watched him out of sight, and, missing\nhis cap, was just in time to see that friend of several seasons slowly\nsinking in the middle of the river.  He squeezed the water from his\ntrousers and, crossing the bridge, set off across the meadows.\n\n\nHis self-imposed term of bachelorhood lasted just three months, at the\nend of which time he made up his mind to enact the part of the generous\nhusband and forgive his wife everything.  He would not go into details,\nbut issue one big, magnanimous pardon.\n\nFull of these lofty ideas he set off in the direction of home again.  It\nwas a three-days' tramp, and the evening of the third day saw him but a\nbare two miles from home.  He clambered up the bank at the side of the\nroad and, sprawling at his ease, smoked quietly in the moonlight.\n\nA waggon piled up with straw came jolting and creaking toward him.  The\ndriver sat dozing on the shafts, and Mr. Blows smiled pleasantly as he\nrecognised the first face of a friend he had seen for three months.  He\nthrust his pipe in his pocket and, rising to his feet, clambered on to\nthe back of the waggon, and lying face downward on the straw peered down\nat the unconscious driver below.\n\n\"I'll give old Joe a surprise,\" he said to himself.  \"He'll be the first\nto welcome me back.\"\n\n\"Joe,\" he said, softly.  \"'Ow goes it, old pal?\"\n\nMr. Joe Carter, still dozing, opened his eyes at the sound of his name\nand looked round; then, coming to the conclusion that he had been\ndreaming, closed them again.\n\n\"I'm a-looking at you, Joe,\" said Mr. Blows, waggishly.  \"I can see you.\"\n\nMr. Carter looked up sharply and, catching sight of the grinning features\nof Mr. Blows protruding over the edge of the straw, threw up his arms\nwith a piercing shriek and fell off the shafts on to the road.  The\nastounded Mr. Blows, raising himself on his hands, saw him pick himself\nup and, giving vent to a series of fearsome yelps, run clumsily back\nalong the road.\n\n\"Joe!\" shouted Mr. Blows.  \"J-o-o-oE!\"\n\nMr. Carter put his hands to his ears and ran on blindly, while his\nfriend, sitting on the top of the straw, regarded his proceedings with\nmixed feelings of surprise and indignation.\n\n\"It can't be that tanner 'e owes me,\" he mused, \"and yet I don't know\nwhat else it can be.  I never see a man so jumpy.\"\n\nHe continued to speculate while the old horse, undisturbed by the\ndriver's absence, placidly continued its journey.  A mile farther,\nhowever, he got down to take the short cut by the fields.\n\n\"If Joe can't look after his 'orse and cart,\" he said, primly, as he\nwatched it along the road, \"it's not my business.\"\n\nThe footpath was not much used at that time of night, and he only met one\nman.  They were in the shadow of the trees which fringed the new cemetery\nas they passed, and both peered.  The stranger was satisfied first and,\nto Mr. Blows's growing indignation, first gave a leap backward which\nwould not have disgraced an acrobat, and then made off across the field\nwith hideous outcries.\n\n\"If I get 'old of some of you,\" said the offended Mr. Blows, \"I'll give\nyou something to holler for.\"\n\nHe pursued his way grumbling, and insensibly slackened his pace as he\ndrew near home.  A remnant of conscience which had stuck to him without\nencouragement for thirty-five years persisted in suggesting that he had\nbehaved badly.  It also made a few ill-bred inquiries as to how his wife\nand children had subsisted for the last three months.  He stood outside\nthe house for a short space, and then, opening the door softly, walked\nin.\n\nThe kitchen-door stood open, and his wife in a black dress sat sewing by\nthe light of a smoky lamp.  She looked up as she heard his footsteps, and\nthen, without a word, slid from the chair full length to the floor.\n\n\"Go on,\" said Mr. Blows, bitterly; \"keep it up.  Don't mind me.\"\n\nMrs. Blows paid no heed; her face was white and her eyes were closed.\nHer husband, with a dawning perception of the state of affairs, drew a\nmug of water from the tap and flung it over her.  She opened her eyes and\ngave a faint scream, and then, scrambling to her feet, tottered toward\nhim and sobbed on his breast.\n\n\"There, there,\" said Mr. Blows.  \"Don't take on; I forgive you.\"\n\n\"Oh, John,\" said his wife, sobbing convulsively, \"I thought you was dead.\nI thought you was dead.  It's only a fortnight ago since we buried you!\"\n\n\"Buried me?\"  said the startled Mr. Blows.  \"Buried me?\"\n\n\"I shall wake up and find I'm dreaming,\" wailed Mrs. Blows; \"I know I\nshall.  I'm always dreaming that you're not dead.  Night before last I\ndreamt that you was alive, and I woke up sobbing as if my 'art would\nbreak.\"\n\n\"Sobbing?\" said Mr. Blows, with a scowl.  \"For joy, John,\" explained his\nwife.\n\nMr. Blows was about to ask for a further explanation of the mystery when\nhe stopped, and regarded with much interest a fair-sized cask which stood\nin one corner.\n\n\"A cask o' beer,\" he said, staring, as he took a glass from the dresser\nand crossed over to it.  \"You don't seem to 'ave taken much 'arm during\nmy--my going after work.\"\n\n\"We 'ad it for the funeral, John,\" said his wife; \"leastways, we 'ad two;\nthis is the second.\"\n\nMr. Blows, who had filled the glass, set it down on the table untasted;\nthings seemed a trifle uncanny.\n\n\"Go on,\" said Mrs. Blows; \"you've got more right to it than anybody else.\nFancy 'aving you here drinking up the beer for your own funeral.\"\n\n\"I don't understand what you're a-driving at,\" retorted Mr. Blows,\ndrinking somewhat gingerly from the glass.  'Ow could there be a funeral\nwithout me?\"\n\n\"It's all a mistake,\" said the overjoyed Mrs. Blows; \"we must have buried\nsomebody else.  But such a funeral, John; you would ha' been proud if you\ncould ha' seen it.  All Gravelton followed, nearly.  There was the boys'\ndrum and fife band, and the Ancient Order of Camels, what you used to\nbelong to, turned out with their brass band and banners--all the people\nmarching four abreast and sometimes five.\"\n\nMr. Blows's face softened; he had no idea that he had established himself\nso firmly in the affections of his fellow-townsmen.\n\n\"Four mourning carriages,\" continued his wife, \"and the--the hearse, all\ncovered in flowers so that you couldn't see it 'ardly.  One wreath cost\ntwo pounds.\"\n\nMr. Blows endeavoured to conceal his gratification beneath a mask of\nsurliness.  \"Waste o' money,\" he growled, and stooping to the cask drew\nhimself an-other glass of beer.\n\n\"Some o' the gentry sent their carriages to follow,\" said Mrs. Blows,\nsitting down and clasping her hands in her lap.\n\n\"I know one or two that 'ad a liking for me,\" said Mr. Blows, almost\nblushing.\n\n\"And to think that it's all a mistake,\" continued his wife.  \"But I\nthought it was you; it was dressed like you, and your cap was found near\nit.\"\n\n\"H'm,\" said Mr. Blows; \"a pretty mess you've been and made of it.  Here's\npeople been giving two pounds for wreaths and turning up with brass bands\nand banners because they thought it was me, and it's all been wasted.\"\n\n\"It wasn't my fault,\" said his wife.  \"Little Billy Clements came running\n'ome the day you went away and said 'e'd fallen in the water, and you'd\ngone in and pulled 'im out.  He said 'e thought you was drownded, and\nwhen you didn't come 'ome I naturally thought so too.  What else could I\nthink?\"\n\nMr. Blows coughed, and holding his glass up to the light regarded it with\na preoccupied air.\n\n\"They dragged the river,\" resumed his wife, \"and found the cap, but they\ndidn't find the body till nine weeks afterward.  There was a inquest at\nthe Peal o' Bells, and I identified you, and all that grand funeral was\nbecause they thought you'd lost your life saving little Billy.  They said\nyou was a hero.\"\n\n\"You've made a nice mess of it,\" repeated Mr. Blows.\n\n\"The rector preached the sermon,\" continued his wife; \"a beautiful sermon\nit was, too.  I wish you'd been there to hear it; I should 'ave enjoyed\nit ever so much better.  He said that nobody was more surprised than what\n'e was at your doing such a thing, and that it only showed 'ow little we\nknowed our fellow-creatures.  He said that it proved there was good in\nall of us if we only gave it a chance to come out.\"\n\nMr. Blows eyed her suspiciously, but she sat thinking and staring at the\nfloor.\n\n\"I s'pose we shall have to give the money back now,\" she said, at last.\n\n\"Money!\" said the other; \"what money?\"\n\n\"Money that was collected for us,\" replied his wife.  \"One 'undered and\neighty-three pounds seven shillings and fourpence.\"\n\nMr. Blows took a long breath.  \"Ow much?\"  he said, faintly; \"say it\nagin.\"\n\nHis wife obeyed.\n\n\"Show it to me,\" said the other, in trembling tones; \"let's 'ave a look\nat it.  Let's 'old some of it.\"\n\n\"I can't,\" was the reply; \"there's a committee of the Camels took charge\nof it, and they pay my rent and allow me ten shillings a week.  Now I\ns'pose it'll have to be given back?\"\n\n\"Don't you talk nonsense,\" said Mr. Blows, violently.  \"You go to them\ninterfering Camels and say you want your money--all of it.  Say you're\ngoing to Australia.  Say it was my last dying wish.\"\n\nMrs. Blows puckered her brow.\n\n\"I'll keep quiet upstairs till you've got it,\" continued her husband,\nrapidly.  \"There was only two men saw me, and I can see now that they\nthought I was my own ghost.  Send the kids off to your mother for a few\ndays.\"\n\nHis wife sent them off next morning, and a little later was able to tell\nhim that his surmise as to his friends' mistake was correct.  All\nGravelton was thrilled by the news that the spiritual part of Mr. John\nBlows was walking the earth, and much exercised as to his reasons for so\ndoing.\n\n\"Seemed such a monkey trick for 'im to do,\" complained Mr. Carter, to the\nlistening circle at the Peal o' Bells.  \"'I'm a-looking at you, Joe,' he\nses, and he waggled his 'ead as if it was made of india-rubber.\"\n\n\"He'd got something on 'is mind what he wanted to tell you,\" said a\nlistener, severely; \"you ought to 'ave stopped, Joe, and asked 'im what\nit was.\"\n\n\"I think I see myself,\" said the shivering Mr. Carter.  \"I think I see\nmyself.\"\n\n\"Then he wouldn't 'ave troubled you any more,\" said the other.\n\nMr. Carter turned pale and eyed him fixedly.  \"P'r'aps it was only a\ndeath-warning,\" said another man.\n\n\"What d'ye mean, 'only a death-warning'?\"  demanded the unfortunate Mr.\nCarter; \"you don't know what you're talking about.\"\n\n\"I 'ad an uncle o' mine see a ghost once,\" said a third man, anxious to\nrelieve the tension.\n\n\"And what 'appened?\"  inquired the first speaker.  \"I'll tell you after\nJoe's gone,\" said the other, with rare consideration.\n\nMr. Carter called for some more beer and told the barmaid to put a little\ngin in it.  In a pitiable state of \"nerves\" he sat at the extreme end of\na bench, and felt that he was an object of unwholesome interest to his\nacquaintances.  The finishing touch was put to his discomfiture when a\nwell-meaning friend in a vague and disjointed way advised him to give up\ndrink, swearing, and any other bad habits which he might have contracted.\n\nThe committee of the Ancient Order of Camels took the news calmly, and\nclassed it with pink rats and other abnormalities.  In reply to Mrs.\nBlows's request for the capital sum, they expressed astonishment that she\ncould be willing to tear herself away from the hero's grave, and spoke of\nthe pain which such an act on her part would cause him in the event of\nhis being conscious of it.  In order to show that they were reasonable\nmen, they allowed her an extra shilling that week.\n\nThe hero threw the dole on the bedroom floor, and in a speech bristling\nwith personalities, consigned the committee to perdition.  The\nconfinement was beginning to tell upon him, and two nights afterward,\njust before midnight, he slipped out for a breath of fresh air.\n\nIt was a clear night, and all Gravelton with one exception, appeared to\nhave gone to bed.  The exception was Police-constable Collins, and he,\nafter tracking the skulking figure of Mr. Blows and finally bringing it\nto bay in a doorway, kept his for a fort-night.  As a sensible man, Mr.\nBlows took no credit to himself for the circumstance, but a natural\nfeeling of satisfaction at the discomfiture of a member of a force for\nwhich he had long entertained a strong objection could not be denied.\n\nGravelton debated this new appearance with bated breath, and even the\npurblind committee of the Camels had to alter their views.  They no\nlonger denied the supernatural nature of the manifestations, but, with\na strange misunderstanding of Mr. Blows's desires, attributed his\nrestlessness to dissatisfaction with the projected tombstone, and, having\nplenty of funds, amended their order for a plain stone at ten guineas to\none in pink marble at twenty-five.\n\n\"That there committee,\" said Mr. Blows to his wife, in a trembling voice,\nas he heard of the alteration--\"that there committee seem to think that\nthey can play about with my money as they like.  You go and tell 'em you\nwon't 'ave it.  And say you've given up the idea of going to Australia\nand you want the money to open a shop with.  We'll take a little pub\nsomewhere.\"\n\nMrs. Blows went, and returned in tears, and for two entire days her\nhusband, a prey to gloom, sat trying to evolve fresh and original ideas\nfor the possession of the money.  On the evening of the second day he\nbecame low-spirited, and going down to the kitchen took a glass from the\ndresser and sat down by the beer-cask.\n\nAlmost insensibly he began to take a brighter view of things.  It was\nSaturday night and his wife was out.  He shook his head indulgently as he\nthought of her, and began to realise how foolish he had been to entrust\nsuch a delicate mission to a woman.  The Ancient Order of Camels wanted a\nman to talk to them--a man who knew the world and could assail them with\nunanswerable arguments.  Having applied every known test to make sure\nthat the cask was empty, he took his cap from a nail and sallied out into\nthe street.\n\nOld Mrs. Martin, a neighbour, saw him first, and announced the fact with\na scream that brought a dozen people round her.  Bereft of speech, she\nmouthed dumbly at Mr. Blows.\n\n\"I ain't touch--touched her,\" said that gentleman, earnestly.  \"I ain't--\nbeen near 'er.\"\n\nThe crowd regarded him wild-eyed.  Fresh members came running up, and\npushing for a front place fell back hastily on the main body and watched\nbreathlessly.  Mr. Blows, disquieted by their silence, renewed his\nprotestations.\n\n\"I was coming 'long----\"\n\nHe broke off suddenly and, turning round, gazed with some heat at a\ngentleman who was endeavouring to ascertain whether an umbrella would\npass through him.  The investigator backed hastily into the crowd again,\nand a faint murmur of surprise arose as the indignant Mr. Blows rubbed\nthe place.\n\n\"He's alive, I tell you,\" said a voice.  \"What cheer, Jack!\"\n\n\"Ullo, Bill,\" said Mr. Blows, genially.\n\nBill came forward cautiously, and, first shaking hands, satisfied himself\nby various little taps and prods that his friend was really alive.\n\n\"It's all right,\" he shouted; \"come and feel.\"\n\nAt least fifty hands accepted the invitation, and, ignoring the threats\nand entreaties of Mr. Blows, who was a highly ticklish subject, wandered\nbriskly over his anatomy.  He broke free at last and, supported by Bill\nand a friend, set off for the Peal o' Bells.\n\nBy the time he arrived there his following had swollen to immense\nproportions.  Windows were thrown up, and people standing on their\ndoorsteps shouted inquiries.  Congratulations met him on all sides, and\nthe joy of Mr. Joseph Carter was so great that Mr. Blows was quite\naffected.\n\nIn high feather at the attention he was receiving, Mr. Blows pushed his\nway through the idlers at the door and ascended the short flight of\nstairs which led to the room where the members of the Ancient Order of\nCamels were holding their lodge.  The crowd swarmed up after him.\n\nThe door was locked, but in response to his knocking it opened a couple\nof inches, and a gruff voice demanded his business.  Then, before he\ncould give it, the doorkeeper reeled back into the room, and Mr. Blows\nwith a large following pushed his way in.\n\nThe president and his officers, who were sitting in state behind a long\ntable at the end of the room, started to their feet with mingled cries of\nindignation and dismay at the intrusion.  Mr. Blows, conscious of the\nstrength of his position, walked up to them.\n\n\"Mr. Blows!\"  gasped the president.\n\n\"Ah, you didn't expec' see me,\" said Mr. Blows, with a scornful laugh\n\"They're trying do me, do me out o' my lill bit o' money, Bill.\"\n\n\"But you ain't got no money,\" said his bewildered friend.\n\nMr. Blows turned and eyed him haughtily; then he confronted the staring\npresident again.\n\n\"I've come for--my money,\" he said, impressively-- \"one 'under-eighty\npounds.\"\n\n\"But look 'ere,\" said the scandalised Bill, tugging at his sleeve; \"you\nain't dead, Jack.\"\n\n\"You don't understan',\" said Mr. Blows, impatiently.  \"They know wharri\nmean; one 'undereighty pounds.  They want to buy me a tombstone, an' I\ndon't want it.  I want the money.  Here, stop it! _Dye hear?_\"  The words\nwere wrung from him by the action of the president, who, after eyeing him\ndoubtfully during his remarks, suddenly prodded him with the butt-end of\none of the property spears which leaned against his chair.  The solidity\nof Mr. Blows was unmistakable, and with a sudden resumption of dignity\nthe official seated himself and called for silence.\n\n\"I'm sorry to say there's been a bit of a mistake made,\" he said, slowly,\n\"but I'm glad to say that Mr. Blows has come back to support his wife and\nfamily with the sweat of his own brow.  Only a pound or two of the money\nso kindly subscribed has been spent, and the remainder will be handed\nback to the subscribers.\"\n\n\"Here,\" said the incensed Mr. Blows, \"listen me.\"\n\n\"Take him away,\" said the president, with great dignity.  \"Clear the\nroom.  Strangers outside.\"\n\nTwo of the members approached Mr. Blows and, placing their hands on his\nshoulders, requested him to withdraw.  He went at last, the centre of a\ndozen panting men, and becoming wedged on the narrow staircase, spoke\nfluently on such widely differing subjects as the rights of man and the\nshape of the president's nose.\n\nHe finished his remarks in the street, but, becoming aware at last of a\nstrange lack of sympathy on the part of his audience, he shook off the\narm of the faithful Mr. Carter and stalked moodily home.",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12211/pg12211.txt",
        "name": "a_spirit_of_avarice_odd_craft_part_11.json"
    }
}