{
    "name": "A time to die",
    "author": [
        "Calin, Harold"
    ],
    "body": "Heroes are not brave men; they are the fortunate victims of\ncircumstance. They perform an act in life for which one usually pays\nwith that life. But they do it with an unusual outcome. They do not\ndie. So they are heroes. Captain Robert Kingsford returned alive from\nthe first expedition to Aldebaran IX. He returned alone. He also\ncommanded the second expedition. I was, or perhaps I should say, still\nam executive officer on this second expedition. If there is ever a\nthird expedition here, Kingsford will not be the commander. This time\nhe did not become a hero. He became a very stupid, very dead man.\n\n\n\nI finished my fourth tour of duty in S Force about nine years ago. The\nthird and fourth tours, as you know if you are familiar with S Force,\nwere voluntary. Two is the limit they figure a man should spend in deep\nspace on assigned duty. By the third, if he has not achieved a command,\nor rank at the least, he might be somewhat loathe to spend three\nyears on a cruise not of his own choosing. After my fourth tour I sat\nfor exams and got my captain's papers, so I signed on for a two-tour\ncontract with an outfit operating Star Class Scouts out of Alpha\nCentauri X. By the end of this contract, I'd had it with space, and I\nsettled down to a nice life of ease. You know, fishing and a house by\nthe sea in the tropics, and a boat. That, of course, is where I made\nmy mistake. You don't break the habits of over twenty years merely by\nputting some idle wishes into fulfillment. I reflect on it now because\nthat idiotic notion about retirement is probably why I am here. That,\nand the determination of Captain Robert Kingsford to be a hero again,\nwith remaining witnesses to bear him out.\n\nI spend so much talk on myself at this point, incidentally, because I\nhave lots of time in which to do this. Time to do anything I please,\nas if there was anything to do beside this. Except for the periods of\nhiding, of course. The hiding isn't bad, either. One gets used to it.\n\nI've done this thing, this writing it all down, though it is on slates\nwith a sharp stone as a stylus, about fifteen times. I've never found\ntraces of the other times I've written it, and somehow I feel it should\nall be down. In the beginning, just to express one's thoughts, even in\nwriting, was enough. After a while, however, you sort of want to talk\nwith someone, even if there is no one to talk with. I guess I've told\nmyself this thing about a hundred times, in addition to the writings.\nIt's changed a bit with the tellings. Also, I've never quite finished\nit. So actually, I'm creating the epic saga of a race. A race of which\nI am the sole member, and with no heirs apparent.\n\nWell, it makes the time pass.\n\n\n\nI, Philip Rogers, known as \"Buck\" to my less imaginative and\nnon-spacemen acquaintances, decided to have done with retirement on\nBarbados after three years of the kind of living toward which all\nmen strive. I had resided and dined in opulence, I had fished, I had\ntraveled within the confines of atmospheric craft and I had seen the\nwhole world. But living for itself, just as survival for itself, can be\npretty well the same as death, and believe me, I can deliver virtuosic\ndiscourses on both subjects. Both tend to instill a certain cessation\nof all feeling. For that reason, incidentally, I've actually grown to\nlook forward to the periods of hiding here. It's the only time I truly\nfeel anything. But to get on, I got pretty well fed up with Barbados\nand the boat and the house. I had never married, principally because\nI'd never been fond of the idea of a woman standing on some \"widow's\nwalk\" waiting for me. Three year cruises in deep space were hardly the\nshort business trips of a commercial traveler. I had also, I imagine,\nnever met the right woman. When I realized that this tropic paradise\nwas becoming little more than a sort of waiting room for the voyage to\nhell or wherever I'll go, I began to cast feelers into the only other\nworld I knew. I made certain inquiries among commercial space outfits\nfor the possibility of a berth. I had let my papers lapse and learned\nthat I was no longer eligible for a command. This was no great loss to\nme, since doing something was the primary objective. I could still gain\nan Exec's berth on any non-atmospheric craft. I reactivated my status,\ngot my First Officer's papers, and was about to sign on for a mining\nexpedition in the third asteroid belt of Alpha Centauri, when Kingsford\ncompleted his solo return from Aldebaran IX.\n\nBasing speculations on the future profits to be had from Aldebaran IX,\naccording to Kingsford's report, Anglo-Galactic Mining began almost\nimmediately to outfit a new ship for a second expedition. I heard a\nbit of Kingsford's story, the landing, the surveys, the planet being\nalmost a total ore deposit, and then the tragedy of the crew. One of\nAnglo-Galactic's geologists told me Kingsford's tale of how all of\nhis crew was killed by being drawn up in the feeding action of some\ngigantic flying animal, how he alone had managed to avoid this horror,\nand his agonizing fourteen month voyage back all alone.\n\nI thought I was well able to imagine the feeling of being a sole\nsurvivor on an alien world, let alone the almost superhuman task of\nactivating a ship's drive, even with delayed action timing, and\nplotting a course and manning a craft through fourteen months in space\nalone.\n\nThey were recruiting a complete crew for Kingsford's new ship, the\nAlgonquin. She was new throughout, the drive and astrogating equipment\nbeing of a design with which I was unfamiliar. I began to understand\nwhy I was no longer eligible for command. A short three year absence\nand space technology had passed me by. I had read about the Shaller\ndrive system in a technical journal during my retirement, but all\nthrough those three years I had made a rather strenuous effort to stay\naway from anything to do with my former calling. Actually, the Shaller\nsystem had outstripped all former star drives and was now in almost\nexclusive use in all ships geared for long range space penetration.\nIt had conquered inertial resistance to the point where there existed\nabsolutely no problems or stresses to either craft or personnel during\nacceleration and deceleration. If Kingsford's report about Aldebaran IX\nwere true, and assays of the ore he'd brought back seemed to promise\neven more than he did, a berth on the Algonquin would be quite a\nprize. I flew to London and arranged a preliminary interview with an\nAnglo-Galactic vice president whom I had known for years. This would\ntake some politics. From what I could figure, an Executive Officer's\nberth on the Algonquin, if she should make the strike that seemed\nimminent, would be worth millions, at the one-twentieth share normally\napportioned to Execs on exploratory mining expeditions.\n\n\"Naturally, Kingsford will command,\" I was told. \"But if you've a rated\nExec's papers, Rogers, I think we may swing it.\" It would mean ten\npercent of my share, but the requisite of portions of officers' shares\nis one of the fringe benefits enjoyed by executives of corporations\nlike Anglo-Galactic. There were two others with Executive tickets\nbeing touted by other politics within Anglo-Galactic, but my past\nrecord, my S Force dossier and my age were tremendous determinants. Or,\nperhaps, my politics were stronger. I was chosen and signed on for the\nexpedition. I had still not met Kingsford. This was a bit odd. After\nall, I was to be his executive officer, his immediate subordinate,\nand I had not even been requested to present myself for his appraisal\nbefore selection.\n\n\n\nAfter signing the contract, I was given a manifest of the ship, a\ncomplete set of drawings, and a small library of technical data for\nbrushing up as well as familiarizing myself with the Shaller system\ntheory and everything else that had rendered me somewhat obsolete\nduring my retirement.\n\nI came aboard ship three days before departure, still not having met\nany of the crew, let alone Kingsford. I was greeted by a junior Officer\nof the Day.\n\n\"Rogers,\" I said. \"Philip Rogers. I'm the new Exec.\"\n\n\"I'm Williams,\" he said. \"Welcome aboard the Algonquin, sir.\"\n\n\"This is quite a ship. A bit more than I'm familiar with.\"\n\n\"She's a bit more than most of us are familiar with,\" Williams said.\n\"Isn't she a beauty?\"\n\n\"I hope she shakes down without too many kicks.\"\n\n\"Yes, sir. Captain Kingsford is expecting you.\"\n\n\"Is he aboard?\" I asked.\n\n\"Yes, sir.\"\n\nI rapped on the hatch, and as I entered his cabin the captain rose\nto greet me. The first thing I noticed was the eye patch. I had seen\nphotographs of him taken since his return, but he had worn no patch\nthen.\n\n\"Mr. Rogers,\" he said and extended his hand. \"Welcome aboard.\"\n\nHe held his face slightly to one side, as if to give his one seeing eye\nas full a field of vision as possible. He noticed my preoccupation with\nthe eye patch.\n\n\"I traveled fourteen months with a big hole here, Mr. Rogers,\" he\nsaid, motioning toward the patch. \"I left my right eye where we are\ngoing.\" Then he closed his good eye and was silent for a time. I grew\nto accept these silences during conversations with him. \"They fitted me\nwith a false one when I returned, but advised against my wearing it in\nspace. It's just as well. It gave me bad headaches. The patch is the\nsame, but I don't feel a solid object lodged in my head. This is much\nbetter. Well, Mr. Rogers, what do you think of the Algonquin?\"\n\n\"She's quite a ship, the little I've seen, sir.\"\n\n\"Yes. Mr. Rogers, I am a man disinclined to consorting with my crews.\nYour main duty aboard will be to convey my orders and requests to the\ncrew. For all intensive purposes, you will appear to be in command. I\nsuppose you have been well briefed on the purpose of this venture. If\nwe succeed, and we shall, you will return a very rich man.\"\n\n\"I already am pretty well off,\" I said.\n\n\"I did not say pretty well off, Mr. Rogers. I said very rich. But, be\nthat as it may, you have the look of a good officer about you. We'll\nget on, I'm sure.\"\n\n\"I hope so, sir,\" I said.\n\n\"You've had your own commands, Mr. Rogers. It's one of the reasons I'm\nglad you're with me. You are familiar with the problems of command. How\nis it that you were so lax as to let your papers lapse? Your command\nrecord is excellent.\"\n\n\"I was retired,\" I said. \"I didn't think I'd ever need them.\"\n\n\"But the old habits do not die, do they?\"\n\n\"I guess you can put it that way.\"\n\n\n\nHe looked at me and was quiet for a time. Then he looked up. \"Have you\never felt, Mr. Rogers, that the whole of the universe was put together\nwrong? That perhaps man was placed here to undo some of God's bad work?\nHave you? Have you ever wished that all your life could be different?\nHave you ever seen evil? True evil, or its absolute personification?\"\n\n\"I may have,\" I said. \"But I've done well not to let my imagination run\ntoo rampant at times like that.\"\n\n\"Mr. Rogers, do you know how I lost my crew on the Essex?\" The Essex\nhad been Kingsford's command on the first expedition to Aldebaran IX.\n\n\"I've heard bits of it,\" I said.\n\n\"Aldebaran IX is a very strange planet. The atmosphere is extremely\ndense, entirely breatheable, you understand, but dense almost to\nthe point where you could compare it to water. The atmosphere is\na true ocean of air. The surface of the planet has barren areas,\ntrenches, shelves, sections of almost jungle-like undergrowth, and a\nvery hazardously deceptive feeling of warmth. It has no intelligent\nlife. But it does have life. I can assure you of that. It has life. I\nexperienced some of its life.\" Here, he paused again. When he resumed,\nhis thoughts had gone beyond the life of Aldebaran IX. \"Every ounce\nof matter on that planet contains the highest percentage of ore my\ncounters have ever recorded. Ore, Mr. Rogers, the Ultimate Ore. The\nore for which forty-two men under my command died. I intend that the\ndependents of those men will reap the benefits of that ore. I have\ninstructed that my entire share be distributed among these heirs. This\nbit of information is to go no further than yourself, you understand.\"\n\n\"I understand,\" I said.\n\n\"Mr. Rogers,\" he then said, \"were any of your past commands of a\nmilitary nature?\"\n\n\"How do you mean, sir?\"\n\n\"Well, on an alien world, for example, have you ever organized a\ntactical reconnaissance program? Or perhaps planned a system of self\ncovering defense positions?\"\n\n\"Naturally,\" I said. \"Military sciences are a large part of S Force\noperation.\"\n\n\"This I know, Mr. Rogers. But have you ever put these sciences into\npractice?\"\n\n\"Yes, sir,\" I said. \"May I ask why you wanted to know?\"\n\n\"No, Mr. Rogers. But it is very good to have you aboard. Thank you, Mr.\nRogers.\" He turned his attention suddenly to a manual on his desk. The\ninterview seemed to be over. I left.\n\n\n\nWe spent the next few weeks at the Lunar base undergoing extensive\ntesting. Finally the ship was ready for commissioning. Kingsford\nappeared to accept command and we lifted from orbit, locked into the\npre-taped course and set about the business of a crushingly inactive\nfourteen months of transit.\n\nIn all that I have written of the Algonquin incident, I have tried to\nportray Kingsford correctly. I don't know yet as I have succeeded. He\nwas almost a complete recluse aboard ship. I virtually commanded, as\nhe had predicted during our first conversation. When I did see him,\nit was to deliver routine reports on the ship and crew, but I began\nto observe that even these reports did not particularly interest him.\nHe had stopped shaving and had grown a long, very full dark beard.\nThat, together with the eye patch, gave him the look of a very ancient\nmystic. He was always reading when I entered his cabin. His readings\nwere restricted to the writings of St. Augustine, _The City Of God_ I\nbelieve the volume was, and one or another of the first books of the\nOld Testament. After about nine months of my routine monologues, I\nstopped reporting altogether, and didn't see him for about three weeks.\nNor did I receive any summons from him.\n\nThen, during one of my periods of watch in the control room, I received\na signal to report to the Captain's cabin. I entered, observed that\ndespite his solitude the cabin and every accessory was in perfect\norder, nothing out of place. I knew that he allowed no orderly to\nenter the cabin, and yet there was no evidence that here was a man who\nwas virtually a prisoner of his own choosing. We spoke for many hours\nthat time. He asked about my past, my period of retirement, my reading\nhabits, what I had read and what I thought of these readings. The\nconversation was limited almost entirely to myself, but Kingsford as an\nentity began to emerge for the first time since I had met him. He was\naltogether friendly. He wanted to know whether I was familiar with the\nBible. When I said I was, he asked which section interested me most. I\ntold him Ecclesiastes.\n\n\"Why Ecclesiastes, Mr. Rogers?\"\n\n\"Well, because it seems to pretty well sum up all of life.\"\n\n\"There is far more to all of life than just vanity,\" he said.\n\n\"There is also far more to Ecclesiastes than just vanity,\" I said. \"But\nI do imagine one could speak of purposes in life, and all of that. But\naren't these in themselves a sort of vanity? Actually, we're not put\nhere for any real reason. I don't think so, anyway. I've always felt\nthat man is quite the master of his own destiny.\"\n\n\"And yet, Mr. Rogers, here you are,\" he said, smiling now, \"aboard the\nAlgonquin, after having quite conclusively decided that a life of grace\nand leisure was your true destiny. Do you not believe that perhaps your\nwhole life was destined for that of a space officer? Perhaps molded\nfrom the very moment you were born to serve as my Executive Officer\nduring this expedition?\"\n\n\"I prefer to believe that I had stronger politics with Anglo-Galactic\nthan the others who were after this berth.\"\n\n\"Do you really? Well, that's interesting enough. And tell me, Mr.\nRogers, what of the crew? Do they still hold your faith to the last\nman?\"\n\n\"I've seen enough men in enough situations to know that one cannot\nvouch for every man, even for himself, Captain. I still believe they\nare a good enough crew, yes.\"\n\n\"Good enough for what?\"\n\nI looked at him, smiling. \"I believe that was actually a question for\nme to ask you.\"\n\n\"You think so? Perhaps. But, nonetheless, have any of them lost faith\nin Aldebaran IX?\"\n\n\"I think it would be wise for you to address them and judge that for\nyourself,\" I said. \"At this point, Captain, it's no more than any man\naboard deserves.\"\n\n\"Nobody deserves anything, Mr. Rogers,\" he said firmly. \"Don't you\nforget that. Keep them busy, Mr. Rogers. They shall have their wealth.\nTheir speculations on that wealth is all that need concern them. And I\nshall have mine.\"\n\n\"Do you intend to address the crew at any time before we reach\nAldebaran IX?\"\n\n\"In good time, Mr. Rogers,\" he said. \"In good time.\"\n\n\n\nThat was very much the way it went, Kingsford sticking to his cabin,\nreading his Bible, and the men occupying the monotony of space\npenetration with conjectures on their futures and on Aldebaran IX.\n\nIt took four more months to raise Aldebaran. When we ran onto the range\nof Aldebaran, things grew a bit tricky. There were no truly accurate\ncharts, no perfectly matched coordinates for absolute bearings, only\nthe tape of the Essex's astro-officer to trail in on. We set the tape\nand locked the controls in on them and turned all the scanners up full.\nWe proceeded at ten percent power, gradually drawing in on the solar\nsystem of the red star, setting a solar orbit and drawing in toward\nthe nebula of its system. Here, the Essex's tape became useless. They\nhad made eight approaches before striking a parallel orbit, had not\nrecorded the orbital timing of the various outer planets of the system,\nand had sort of felt their way into the ninth planet. We would be\nobliged to do the same thing. Throne, the astrogation officer, took\nover control and eased the Algonquin down, decelerating gradually over\na period of seven hours. He then brought us to a complete halt and\nlooked up at me.\n\n\"We'll have to go back out and start over, sir,\" he said. \"I have\ninsufficient data to bring us through correctly. It might take weeks. I\ndon't understand how the Essex made it. Probably a big piece of luck.\"\n\nWe lifted out of the solar plane and set the computers to coordinating\npositional data on Aldebaran's system. This time, the Essex's tapes\nwere unnecessary. Throne plotted an exact course, determined to strike\nthe ninth planet at the apogee of its orbit. None of Aldebaran's\nplanets, incidentally, hold anywhere near a circular orbit. There\nare six belts of what can be classed as asteroids. These were very\nlikely planets, or pairs of planets, at one time, but before the\nmulti-rhythmed cycle of Aldebaran's system established itself, these\nplanets ceased to exist, through what cataclysmic collisions I could\nnot even begin to imagine.\n\nWe struck an orbit about Aldebaran IX without fault, and Throne\nreturned command to me. There was a general announcement made\nthroughout the ship that we were in orbit about the objective planet\nand shortly thereafter, the voice of Captain Kingsford, for the first\ntime during the voyage, came over the communications system.\n\n\"Attention. This is Captain Kingsford speaking. Mr. Rogers will\nsupervise the locking of all controls into this orbit about our\nobjective, and members of the crew will assemble on the main deck.\nI wish to address you. My compliments to Mr. Throne on a fine piece\nof ship handling in this rudimentarily charted area. Thank you, Mr.\nThrone. In ten minutes, then, gentlemen.\" The men all looked up, as if\nsuddenly reawakened to the fact that there was an officer aboard who\nwas my superior.\n\n\"Well,\" I said, \"I guess you'll now meet Capt. Kingsford.\"\n\n\n\nWe secured into orbit and made our way to the main deck. It was the\nfirst time in well over a year that all the men were there together,\nthe first time since the commissioning ceremony. I remember now that\nI thought for a brief instant of how few of the men I had actually\nspoken more than several words with, how taut and almost mechanical\nthis entire trip had been, how the crew held a common bond as in other\nships, but not of friendship as on other ships on which I had served.\nHere it was an alliance against the unknown. The unknown, represented\nnot so much by Aldebaran IX, but by Captain Kingsford.\n\nHe entered the main deck through the hatch from the officers' quarters\nand all motion and sound among the crew stopped. He walked silently to\nthe center of the deck, nodded briefly at me, and turned to face the\nmen.\n\n\"Here are the facts on Aldebaran IX as I know them. The assays\nperformed on the ore I brought back display a potential yield of\nalmost ninety percent pure uranium. Ninety percent, gentlemen. You\nare, I am sure, aware of what this can mean for every last one of\nus. The extraction of this ore amounts to little more than erecting\nloaders on almost any site, and automatic conveyors to the refinery\nwe will assemble for reducing the ore to a pure state. Our reaction\nengineers will then convey the element through the reaction process by\nwhich we will return to Earth with a hold filled with true plutonium.\nThis is almost an automatic procedure and can be accomplished with an\nabsolute minimum of operational difficulty. You will ask, then, why\nI requisitioned a manifest of so large a crew. The answer to this is\nprecaution.\n\n\"There is a manner of animal life on Aldebaran IX which it is necessary\nthat we subdue. It is a form of flying animal, quite large, which feeds\nthrough a suction action, ingesting matter with tremendous force, as\nit flies. This action not only nourishes the beast, it also forms the\nfuel for the ejection of waste gases that are its power for flight,\njet propulsion, in essence. The animal is omnivorous, quite fast in\nflight, and leaves an area barren in its trail. It also defies all\nmanner of remote observation. It came upon us in the Essex completely\nby surprise, though all our scanners and force beams were activated.\nIt was the cause of the death of the entire crew. I alone was inside\nthe Essex at the time. I escaped with the mere loss of an eye. How I\nmanaged to be the one to survive I cannot say. Perhaps it was fated\nthat way. But, gentlemen, had we been prepared, had we been firmly\nentrenched and adequately armed, this beast would have presented no\nthreat at all. We were not prepared then. Now we are. You are probably\nall familiar with the arsenal manifest. It was for this reason that I\nordered the arms we now have on board.\n\n\"There has never been a reward without a hazard for men to face. This,\nthen, is our hazard. And I assure you, no man has ever been within\nreach of so vast a reward. Is there anything else I can tell you? Mr.\nRogers will establish a manner of arms distribution and a system of\ndefense positions once we make landfall. We will bring the Algonquin\ndown on a site I have already determined. The site where the Essex met\nher fate.\"\n\nHere, Kingsford stopped speaking. Several of the men shifted slightly.\nThere was some clearing of throats, but no voices.\n\n\"Are there no questions, then?\" Kingsford asked. Again, no one spoke.\nPerhaps they were awed by the sight Kingsford presented. He had been\nseen by no one on board since the commissioning but myself and a\njunior officer who piloted the shuttle at Alpha Centauri X. They knew\nhim without the eye patch or the beard. He seemed to have aged twenty\nyears since the departure. He had worn the false eye during the\ncommissioning ceremony, and now, with the eyepatch and the beard, his\nface was darker, his expression pained.\n\n\n\nPerhaps the men chose to accept Kingsford's optimism in the face of\nthe fate of the Essex, considering that they were now in orbit about\nAldebaran IX, and little more could be done but effect a landing.\nAnything else could constitute mutiny, and the alternative was the\nfortune Kingsford promised each man.\n\n\"Good,\" Kingsford said. He smiled. \"Now, as you might imagine, I have\na personal interest in this animal we will hunt.\" He motioned to the\neye patch. \"I left this behind me last time. Not to mention a crew of\nforty-two men.\" Here he paused in the way I had grown to know. His eye\nagain focused on no particular object. After a time, he continued. He\ndrew a paper from his tunic. \"This, Mr. Rogers, is to be posted where\nall crew members can read it. I believe it will explain itself. Post it\nafter we land.\" He handed me the sealed paper.\n\n\"Gentlemen,\" Kingsford said, \"I thank you for your service. Are you\nwith me in this business of Aldebaran IX and its flying animal?\"\n\nHe smiled broadly. The men looked at one another, then slowly began\nto smile. Pierce, the armorer, made his way to Kingsford, his hand\nextended.\n\n\"Sir,\" he said, as Kingsford grasped his hand and shook it, \"it's been\ntoo long since I've been on a good hunt. I'm with you all the way.\"\n\n\"Good,\" Kingsford said. \"You are Pierce, am I right?\"\n\n\"Yes, sir.\"\n\n\"Thank you, Mr. Pierce.\"\n\nThat started it. The crew moved in on Kingsford, all shook his hand and\npledged to do their share. After a long while, the camaraderie quieted\ndown, and Kingsford excused himself, requesting Throne and me to join\nhim in his cabin.\n\nKingsford sat down behind his desk and drew a chart from a file. He\nslid it across the desk so that Throne and I could see it.\n\n\"This is a photographic chart of one hemisphere of Aldebaran IX,\ngentlemen. I have marked the area in which the Essex was operating.\nThere are many landmarks which you can use for triangular bearing to\nestablish the exact position of the site. These are also marked, as\nyou will note. Prior to the Essex landing, we dropped shuttles at many\nrandom points about the planet and drew cores and meter readings. This\narea proved to possess the greatest density of high percentage ore. It\nseems natural that we light here again. Do you have sufficient data\nhere, Mr. Throne?\"\n\nThrone moved the chart closer to himself and studied it quietly for a\nmoment. \"I should think so, sir,\" he said. \"This red marking, here.\nWould that indicate a mountainous area?\"\n\nKingsford leaned over the chart. \"Yes,\" he said.\n\n\"Good,\" Throne said. \"Then I understand the markings.\"\n\n\"Is there anything else I can tell you?\"\n\n\"No, sir. This chart seems complete enough. I'll have the ship dropped\nfrom orbit and scan the surface. We should be able to pick up check\npoints to match the chart all right.\"\n\n\"Or you can activate the counters, Mr. Throne. This ship is equipped\nwith long range equipment. The point of highest incidence of count will\nbe your mark.\"\n\n\"Yes, sir. Will you be at the controls?\"\n\n\"For the landing, yes. Mr. Rogers and I will be in the control room\nshortly.\"\n\n\"I'll get to this immediately, then,\" Throne said.\n\nHe left the cabin and Kingsford shifted his gaze to me. \"You seem\ndisapproving of my methods, Mr. Rogers.\"\n\n\"Not really, sir. Just your timing. You can hardly call it fair to have\nkept to yourself during all these months.\"\n\n\"Perhaps, but remember one thing, Mr. Rogers. You have been my buffer\nduring all these months. You are a conspirator to the silence. I think\nthat my address to the crew brought them very much over to my side,\ndon't you?\"\n\n\"They haven't had time to think,\" I said. \"Or maybe they don't know how\nto, or prefer not to. They might wonder why you waited until now to\ntell them about your hunting plans. They might begin to feel, much as I\ndo now, that this whole trip should never have taken place.\"\n\n\"No, Mr. Rogers. It had to take place. It had to.\"\n\n\"Why?\"\n\nKingsford didn't answer right away. He looked at me quietly for a time.\nThen a slow smile spread across his face.\n\n\"For the betterment of mankind, Mr. Rogers,\" he said. \"You see, I\nbelieve that the crew of the Essex met a fate that was destined long\nbefore preliminary surveys of Aldebaran IX were even projected. Before,\neven, men developed the power to travel into space. It was a warning.\nThat is my belief, and my faith.\"\n\nHe was interrupted by the communications buzzer. They had scanned the\nplanet and matched the chart. Throne had located the landing site and\nwe were awaited in the control room. We both stood.\n\n\"I take it, Mr. Rogers, that you are not with me in this Aldebaran\nventure.\"\n\n\"I am Executive Officer aboard this ship, Captain. I know the meaning\nof performing my duties. But if you are looking for moral approbation\nin all of this, I cannot give it. The way I put it all together, I\nthink it would be less a waste if we were to raise ship right now and\nset a course directly for Earth.\"\n\n\"Why? Are you afraid, Mr. Rogers?\"\n\n\"No. It's just that I'm not given much to the idea of playing God.\"\n\nKingsford stopped at the door. \"I seem to have underestimated you, Mr.\nRogers,\" he said. He opened the cabin hatch and stepped through.\n\n\n\nThe setting down went off without a hitch, and the job of establishing\nKingsford's precautionary system began. I was the first out of the\nship, meeting the density of the atmosphere for which Kingsford had\nprepared me. It was thick, yet not oppressive like the heavy tropical\natmosphere on Earth. It did not restrict movement, the gravitational\nforce being less than that of Earth. One seemed to counter-balance the\nother to give a man equal physical capabilities to those on Earth.\nWith Pierce, I scouted the area within a few miles of the ship, chose\ncertain high grounds for emplacements and watches, then returned and\nbegan the deployment of the arms and crew to the chosen spots. I\nworked out a schedule of rotation so that the outer emplacements would\nbe manned for no more than three hours by any one group. During this\nentire operation, there was no sign of animal life on the planet. The\nclimate seemed sub-tropical and vegetable life proportional to this\nclimate abounded. Fruit trees and plains of grass, forests and spots\nof dense undergrowth, much like the greenery of a dozen planets I had\nseen. But there was no sound, and absolutely no discernible movement\nof air. The mountain chain I had seen noted on Kingsford's chart stood\noff in the far horizon, and the land about us was all rolling hills and\nplains.\n\nDuring the apportioning of arms, I remembered Kingsford's paper to be\nposted. I got it from my cabin and read it. It was a public statement\nin which Kingsford offered ten percent of his captain's share to the\nfirst man to spot the quarry. This reduced the potential benefits\nto the heirs of the Essex's crew by ten percent. I noted the fact,\nbut gave it little thought. It was Kingsford's affair. I opened the\ngeneral communications switch and read the statement to the crew. The\nresponse was electrifying. Shouts and cheers from every quarter of the\nship. The general air of a group of sportsmen on a chase rapidly took\nover the whole feeling of the expedition, and, as executive officer\ncharged with posting the watch, I was approached by most of the crew\nmembers with entreaties and even bribes by each, to be assigned to the\noutermost emplacements. Kingsford's methods certainly bore results. It\nkept everybody from thinking, but I do not believe that this was his\nintention.\n\nI did not see Kingsford for almost two days. While I busied myself with\nthe elaborate mechanisms of warning and defense, he and the small group\nof geologists and reaction engineers, who also insisted on drawing\nguard duty, went through the mechanics of erecting the loaders and\nconverters, then the refining equipment for reducing the ore to its\npure state, and the reactor that would further refine the prize to its\nabsolute, the purpose for the whole expedition, a cargo of plutonium\nsuch as man had never seen.\n\nDuring the two days of setting up the defense system, I grew to feel\nquite comfortable on Aldebaran IX. I roamed the hills and depressions,\nbrought back certain fruits and vegetables and subjected them to tests\nand discovered that they were entirely palatable. Perhaps these\npastoral musings were a premonition on my part or simple scientific\ncuriosity. I have never dwelt too long on it.\n\nThe planet cycle of Aldebaran IX is relatively short, about seventeen\nhours as measured on Earth. We grew accustomed to relatively short, but\nintensive periods of work and the remainder of the time was spent in\nsheer luxuriance at the idea of being out of doors after so many months\nin space. No sign of Kingsford's quarry appeared, and the excitement\nof the hunt began to dwindle somewhat among the crew. I, myself, lost\nmuch of my feeling of apprehension, and began to relax in the foretaste\nof future wealth. The reactor was completed on the second day, and the\nproduction of the man-made element began. The second night, I dined\nwith Kingsford.\n\n\n\nAs my tension had relaxed, quite the opposite, it seemed, had happened\nto him. He was more brooding than ever, more responsive to the\nslightest sound. He ate practically nothing and said little. Late in\nthe evening, he began to speak, seemingly for the first time aware that\nhe had a guest.\n\n\"You wonder about my monster, Mr. Rogers, don't you?\"\n\n\"Yes. I do wonder a bit.\"\n\n\"So do I. Do you still think it would be less waste if we had returned\nwithout making landfall?\"\n\n\"I'd imagine it was a bit soon to say.\"\n\n\"Do you understand now, Mr. Rogers, why I maintained my silence about\nthis place? Why I spoke little of the Essex and her crew? You have\nnoticed, I am sure, that absolutely no vestige of either the crew of\nthe equipment is to be seen. Only a newly green pasture where there was\na desert when I escaped. Such is the devastation to which we might be\nsubjected, except for your excellent defense pattern. A devastation so\ncomplete as to leave no sign of devastation whatsoever. Have you ever\nseen anything like it, Mr. Rogers?\"\n\n\"No.\"\n\n\"This,\" he said, indicating the eye patch. \"This is the only sign that\nforty-two men perished within five kilometers of this spot. And I have\nreturned now. Now the waiting.\"\n\n\"I don't understand.\" I said.\n\n\"I told you once that I believe all this of Aldebaran IX was fated. I\nbelieve also that Aldebaran IX was so composed of uranium to be found\nand exploited for the complete betterment of mankind. That is the\nirony. For two hundred years, now, we have spoken of unleashing the\natom for the betterment of mankind. But what more has come of it than a\nhighly developed science of the destruction of mankind, and the gradual\ndebasing of the entire universe. Man must warrant his own betterment,\nMr. Rogers, and it is therefore that Aldebaran IX was placed well\nwithin the reaches of Hell, a very deceptive Hell, but Hell no less.\nMan was meant to have achieved god-like proportions before he would\ndiscover this place. The men of the Essex were not god-like, believe\nme. Nor are the men of the Algonquin. Nor are you.\n\n\"Aldebaran IX is a world not meant for men to walk upon. It is a\ndisguise. There are gardens and deserts, jungles and plains. But there\nare no oceans. The ocean here is the atmosphere. Should I have told the\nmen of the Algonquin that in this ocean swims a Leviathan that defies\nthe very existence we claim, Mr. Rogers? This is our adversary. This\nis the killer of the crew of the Essex. This is the sum total of man's\nstumbling blocks, his barrier to his own betterment. A giant, half the\nlength of the Algonquin, almost its girth, with eyes each as large as a\nman.\n\n\"Kill him, Mr. Rogers, and you have conquered man's evil. You will see\nhim. You will see why this had to be.\"\n\nI could say nothing. I believed then that he was more than a little\nmad, but he had instilled a strange fear in me. I wanted to be away\nfrom all of this. I wanted no part in this undoing of man's evil.\n\n\"I can only say that I feel that a man should be given a choice of\nparticipating or not in this madness,\" I said, the words sounding very\ndry and brittle.\n\n\"No, Mr. Rogers. No. Give man a choice and he will refuse.\"\n\n\"I must go now, Captain Kingsford. It's time I made my rounds of the\nemplacements.\"\n\n\"I'll join you, Mr. Rogers,\" he said, and we left the ship together. I\nnever entered the hatch of the Algonquin again.\n\n\n\nWe spent the entire night covering the perimeter of the defense\npositions. The emplacements were spaced at about half-mile intervals,\neach covering the other, and each manned by two of the crew. We had\narmed each position with a fixed base nuclear rifle of recoilless\ndesign, as well as small arms for the individual men. The night was\npervaded by a heavy silence, broken only by the distant humming of the\nrefinery and the reactor. The men at the emplacements spoke little.\nThe spirit of the hunt, as I have said, had dwindled, but there was a\nfeeling about this night that hung over all of us.\n\nAlong toward first light we were heading back into the center of the\ncamp, having completed a full circuit of the perimeter on foot. The\nsuits we wore were light enough, despite the helmets we needed for\ncommunications, but there was still the feeling of restriction, even\nwithout the face plates. I was tired. I had gone almost twenty hours\nwithout sleep. As we walked, Kingsford held a hand to his head just\nabove the eye patch. He had a headache and his good eye was red. He\nstopped a moment to rub the eye and take a cigarette from a packet in\nhis tunic. He offered me one and struck his lighter so that we could\nlight the cigarettes. Suddenly, he held his hand very still.\n\n\"Look, Mr. Rogers,\" he said. \"Look. The flame. How it flickers. The air\nis moving. The air is moving, Mr. Rogers.\"\n\nI turned my head up automatically, but detected no change in the\nstillness. Kingsford studied the flame and began to smile. Then my\nheadset came alive with a voice.\n\n\"Captain. Captain Kingsford. This is Pierce. It's blowing up a breeze\nhere. It's becoming a wind as I speak. The sun has not quite risen, but\nit's almost light enough. I don't see anything, but I feel the wind.\nIt's stronger each second.\"\n\nWe could feel it now. Gradually at first, then stronger, the air\nbegan to stir and move in the direction of Pierce's emplacement. Other\npositions began to report the movement in the air. Then the first light\nof Aldebaran broke over the horizon in a brilliant red glow and we\nheard Pierce again.\n\n\"I see it,\" he called. \"It's like a ship. It seems bigger than the\nAlgonquin. Captain, it's moving toward us, but not directly at us. I\nmake the distance to be about seven miles, but I can't be sure. I don't\nknow how big it is. What's its size, Captain?\"\n\n\"Has it a long snout and sort of a funnel at the front?\" Kingsford\ndemanded.\n\n\"Yes, sir. It's moving very fast and there's a cloud rising before\nit, and the cloud is disappearing into the funnel. I can hear it now.\nIt must be closer than I thought. Lord, it's huge. The wind is much\nstronger now. It's getting difficult to breathe.\"\n\n\"And the eyes, Pierce. Can you see the eyes?\"\n\n\"No, sir. But we can't breathe too well here now. It's coming closer.\nCloser.\"\n\nWe could see it now. It was moving in a direction generally toward\nthe camp, but if it maintained its course, it would bypass us by a\ngood distance. It was huge. Much greater than Kingsford had described,\nat least so it seemed. Slender at the front and tapering to a huge\ngirth near its tail. A great billow of dust rose before its path,\ndisappearing in the bugle-like snout. The wind increased far beyond any\nI'd ever known, and then I could see the eyes.\n\n\"You see, Mr. Rogers,\" Kingsford shouted. \"It has expected us. It is\ngrown. Six times its size, Mr. Rogers. The men of the Essex nurtured it\nwell. Ha!\"\n\n\n\nThe men at all positions were calling over the communications, but none\nhad fired their weapons yet.\n\n\"Commence firing,\" Kingsford shouted his order. He turned to me.\n\"There, Mr. Rogers. There is your Leviathan.\" I could barely hear him\nfor the wind. Then I realized that it was only because we had the\ncommunications on that I could hear him at all, though he was but two\nfeet from me.\n\n\"Stop them, Captain,\" I shouted. \"If we don't fire, it will pass us.\"\n\n\"No, Mr. Rogers. Hear this, men. The shot that fells the beast gets\nanother ten percent of my share. Now, Mr. Rogers. Now I get my eye\nback, and the men of the Essex, and the right to bring the fruit of\nthis Hell back to Earth. Now is the moment all mankind has waited for.\nNow. Will you deny me that? Will you, Mr. Rogers?\"\n\n\n\nI couldn't answer. It was too late. One of the emplacements had brought\nits weapon to bear and fired at what seemed point blank range. The\nsound was deafening above the roar of the wind. I felt the wind tear\nat my clothes and saw the blinding flash and then heard the sound of\nthe detonation. Kingsford stood firm through all this. \"Again,\" he\nshouted. \"Again.\" Then he fell forward, the wind tearing at him. I\nfell to my knees then, the wind dragging at me, and felt a mound at my\nside. It was the base of a projection of stone. I undid my waist clasp\nand secured myself to the projection and reached out to Kingsford. I\ngrasped his wrist and hung on as I saw the flame and smoke whirled\naway and sucked into the funnel of the monster as it turned toward the\ncenter of the camp. Kingsford was like a limp rag, dragging in the\nwind against my hand. The animal had veered directly toward the camp\nsite. It was over the ship. It dwarfed the Algonquin, easily ten times\nits size. I saw solid objects floating toward its funnel mouth. I was\ndeafened by the roar of the wind now, but I saw that the objects were\nmen and equipment. I thought I heard screams, but it must have been\nthe roaring of the wind. Then I saw both its eyes, huge yet blind, and\neverything about me rushing toward the mouth of the funnel. Then the\nship began to come apart and I could see nothing in the devastating\nclouds of dust and smoke that surrounded me, a solid mass fleeing at\nunbelievable speed toward a center I could no longer determine. Once,\nduring this horror, I felt a weight lifted from the strain on my body.\nI did not realize at once that it was Kingsford being torn away from\nmy grasp. After that, I gave myself up to what might be. I could no\nlonger breathe, no longer see, no longer feel, but by some monstrous\nmiracle, the stone projection to which I was clasped held securely and\nonly in semi-consciousness was I aware of the gradual diminution of all\nsound and wind, and a slow returning to silence of this vast hell of a\nplanet. Some time later, I opened my eyes to the magnificent glare of\nearly morning sunlight in full splendor.\n\nNothing about me had remained. Of the men, the emplacements, the\nconveyors, refinery or reactor, indeed of the Algonquin herself I saw\nnothing more. Only a plain. A vast, arid plain, where once there had\nbeen forty some men and myself, a ship that mirrored the pinnacle of\nhuman technology, and the semblance of a habitable, arable land. I was\nalone.\n\nI remember now that I forced myself to stand. I remember that I\nwalked for endless hours, searching but not finding the least sign of\na crew, a ship, a life in which I was Executive Officer Philip Rogers.\nI remember I spoke one word over and over again as I walked, the word\nvanity, and I cried aloud to myself until I could think and walk and\nspeak and cry no more. Then I fell to the ground and dug my way into a\nsleep of unconsciousness for I don't know how long. When I wakened, it\nwas night, a night this time with the cool light of two moons casting\na double shadow of my hand as I raised it for something that my eyes\ncould see. I stood and walked again. I walked until the night began to\nfade and I was in a land of greens and warm forest shadows.\n\n\n\nI have grown to recognize every sign of the animals. When they come,\na desert remains in their path. I must find another oasis. But things\ngrow rapidly here. A desert is replaced by a pasture for their grazing\nin not too many weeks, or it may be months. I no longer count.\nKingsford was wrong, of course. This was not his personification\nof evil. Nor had his monster grown in his absence. They are the\nsole specie of this place. After a time you grow to recognize the\ndifference, and I have never seen two the same size, or looking\nexactly alike. I learned to hide as I have learned to live on this\nplanet. I live, but I wonder whether it can be called a life. I write\nabout what happened, and I tell it to myself aloud. But I prepare no\nwarning for others, for my every waking hour is devoted to the hope\nthat no others will ever come. This is a planet which was never meant\nfor man to discover. Of that, Captain Kingsford was indisputably right.\n\n(_Here, the telling of the tale was interrupted. The time of hiding\nhad come again. Philip Rogers retired to the place he had chosen in\nthis forest and bound the clasps he had fashioned and listened for the\nwind to rise and the sounds that grew louder, and he thought, \"This\ntime. Perhaps this time. Yes, perhaps this time.\"_)\n\n\n                                THE END",
    "metadata": {
        "author": [
            "Calin, Harold"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72662/pg72662.txt",
        "name": "a_time_to_die.json"
    }
}