{
    "name": "A Tiger's Skin\nThe Lady of the Barge and Others, Part 8.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\n\nA TIGER'S SKIN\n\n\nThe travelling sign-painter who was repainting the sign of the\n\"Cauliflower\" was enjoying a well-earned respite from his labours.  On\nthe old table under the shade of the elms mammoth sandwiches and a large\nslice of cheese waited in an untied handkerchief until such time as his\nthirst should be satisfied.  At the other side of the table the oldest\nman in Claybury, drawing gently at a long clay pipe, turned a dim and\nregretful eye up at the old signboard.\n\n\"I've drunk my beer under it for pretty near seventy years,\" he said,\nwith a sigh.  \"It's a pity it couldn't ha' lasted my time.\"\n\nThe painter, slowly pushing a wedge of sandwich into his mouth, regarded\nhim indulgently.\n\n\"It's all through two young gentlemen as was passing through 'ere a month\nor two ago,\" continued the old man; \"they told Smith, the landlord,\nthey'd been looking all over the place for the 'Cauliflower,' and when\nSmith showed 'em the sign they said they thought it was the 'George the\nFourth,' and a very good likeness, too.\"\n\nThe painter laughed and took another look at the old sign; then, with the\nnervousness of the true artist, he took a look at his own.  One or two\nshadows--\n\nHe flung his legs over the bench and took up his brushes.  In ten minutes\nthe most fervent loyalist would have looked in vain for any resemblance,\nand with a sigh at the pitfalls which beset the artist he returned to his\ninterrupted meal and hailed the house for more beer.\n\n\"There's nobody could mistake your sign for anything but a cauliflower,\"\nsaid the old man; \"it looks good enough to eat.\"\n\nThe painter smiled and pushed his mug across the table.  He was a tender-\nhearted man, and once--when painting the sign of the \"Sir Wilfrid\nLawson\"--knew himself what it was to lack beer.  He began to discourse on\nart, and spoke somewhat disparagingly of the cauliflower as a subject.\nWith a shake of his head he spoke of the possibilities of a spotted cow\nor a blue lion.\n\n\"Talking of lions,\" said the ancient, musingly, \"I s'pose as you never\n'eard tell of the Claybury tiger?  It was afore your time in these parts,\nI expect.\"\n\nThe painter admitted his ignorance, and, finding that the allusion had no\nreference to an inn, pulled out his pipe and prepared to listen.\n\n\"It's a while ago now,\" said the old man, slowly, \"and the circus the\ntiger belonged to was going through Claybury to get to Wickham, when,\njust as they was passing Gill's farm, a steam-ingine they 'ad to draw\nsome o' the vans broke down, and they 'ad to stop while the blacksmith\nmended it.  That being so, they put up a big tent and 'ad the circus\n'ere.\n\n\"I was one o' them as went, and I must say it was worth the money, though\nHenry Walker was disappointed at the man who put 'is 'ead in the lion's\nmouth.  He said that the man frightened the lion first, before 'e did it.\n\n\"It was a great night for Claybury, and for about a week nothing else was\ntalked of.  All the children was playing at being lions and tigers and\nsuch-like, and young Roberts pretty near broke 'is back trying to see if\nhe could ride horseback standing up.\n\n\"It was about two weeks after the circus 'ad gone when a strange thing\n'appened: the big tiger broke loose.  Bill Chambers brought the news\nfirst, 'aving read it in the newspaper while 'e was 'aving his tea.  He\nbrought out the paper and showed us, and soon after we 'eard all sorts o'\ntales of its doings.\n\n\"At first we thought the tiger was a long way off, and we was rather\namused at it.  Frederick Scott laughed 'imself silly a'most up 'ere one\nnight thinking 'ow surprised a man would be if 'e come 'ome one night and\nfound the tiger sitting in his armchair eating the baby.  It didn't seem\nmuch of a laughing matter to me, and I said so; none of us liked it, and\neven Sam Jones, as 'ad got twins for the second time, said 'Shame!'\nBut Frederick Scott was a man as would laugh at anything.\n\n\"When we 'eard that the tiger 'ad been seen within three miles of\nClaybury things began to look serious, and Peter Gubbins said that\nsomething ought to be done, but before we could think of anything to do\nsomething 'appened.\n\n\"We was sitting up 'ere one evening 'aving a mug o' beer and a pipe--same\nas I might be now if I'd got any baccy left--and talking about it, when\nwe 'eard a shout and saw a ragged-looking tramp running toward us as 'ard\nas he could run.  Every now and then he'd look over 'is shoulder and give\na shout, and then run 'arder than afore.\n\n\"'It's the tiger!' ses Bill Chambers, and afore you could wink a'most he\nwas inside the house, 'aving first upset Smith and a pot o' beer in the\ndoorway.\n\n\"Before he could get up, Smith 'ad to wait till we was all in.  His\nlangwidge was awful for a man as 'ad a license to lose, and everybody\nshouting 'Tiger!' as they trod on 'im didn't ease 'is mind.  He was\ninside a'most as soon as the last man, though, and in a flash he 'ad the\ndoor bolted just as the tramp flung 'imself agin it, all out of breath\nand sobbing 'is hardest to be let in.\n\n\"'Open the door,' he ses, banging on it.\n\n\"'Go away,' ses Smith.\n\n\"'It's the tiger,' screams the tramp; 'open the door.'\n\n\"'You go away,' ses Smith, 'you're attracting it to my place; run up the\nroad and draw it off.'\"\n\n\"Just at that moment John Biggs, the blacksmith, come in from the\ntaproom, and as soon as he 'eard wot was the matter 'e took down Smith's\ngun from behind the bar and said he was going out to look after the\nwimmen and children.\n\n\"'Open the door,' he ses.\n\n\"He was trying to get out and the tramp outside was trying to get in,\nbut Smith held on to that door like a Briton.  Then John Biggs lost 'is\ntemper, and he ups with the gun--Smith's own gun, mind you--and fetches\n'im a bang over the 'ead with it.  Smith fell down at once, and afore we\ncould 'elp ourselves the door was open, the tramp was inside, and John\nBiggs was running up the road, shouting 'is hardest.\n\n\"We 'ad the door closed afore you could wink a'most, and then, while the\ntramp lay in a corner 'aving brandy, Mrs. Smith got a bowl of water and a\nsponge and knelt down bathing 'er husband's 'ead with it.\n\n\"'Did you see the tiger?' ses Bill Chambers.\n\n\"'See it?' ses the tramp, with a shiver.  'Oh, Lord!'\n\n\"He made signs for more brandy, and Henery Walker, wot was acting as\nlandlord, without being asked, gave it to 'im.\n\n\"'It chased me for over a mile,' ses the tramp; 'my 'eart's breaking.'\n\n\"He gave a groan and fainted right off.  A terrible faint it was, too,\nand for some time we thought 'ed never come round agin.  First they\npoured brandy down 'is throat, then gin, and then beer, and still 'e\ndidn't come round, but lay quiet with 'is eyes closed and a horrible\nsmile on 'is face.\n\n\"He come round at last, and with nothing stronger than water, which Mrs.\nSmith kept pouring into 'is mouth.  First thing we noticed was that the\nsmile went, then 'is eyes opened, and suddenly 'e sat up with a shiver\nand gave such a dreadful scream that we thought at first the tiger was on\ntop of us.\n\n\"Then 'e told us 'ow he was sitting washing 'is shirt in a ditch, when he\n'eard a snuffling noise and saw the 'ead of a big tiger sticking through\nthe hedge the other side.  He left 'is shirt and ran, and 'e said that,\nfortunately, the tiger stopped to tear the shirt to pieces, else 'is last\nhour would 'ave arrived.\n\n\"When 'e 'ad finished Smith went upstairs and looked out of the bedroom\nwinders, but 'e couldn't see any signs of the tiger, and 'e said no doubt\nit 'ad gone down to the village to see wot it could pick up, or p'raps it\n'ad eaten John Biggs.\n\n\"However that might be, nobody cared to go outside to see, and after it\ngot dark we liked going 'ome less than ever.\n\n\"Up to ten o'clock we did very well, and then Smith began to talk about\n'is license.  He said it was all rubbish being afraid to go 'ome, and\nthat, at any rate, the tiger couldn't eat more than one of us, and while\n'e was doing that there was the chance for the others to get 'ome safe.\nTwo or three of 'em took a dislike to Smith that night and told 'im so.\n\n\"The end of it was we all slept in the tap-room that night.  It seemed\nstrange at first, but anything was better than going 'ome in the dark,\nand we all slept till about four next morning, when we woke up and found\nthe tramp 'ad gone and left the front door standing wide open.\n\n\"We took a careful look-out, and by-and-by first one started off and then\nanother to see whether their wives and children 'ad been eaten or not.\nNot a soul 'ad been touched, but the wimmen and children was that scared\nthere was no doing anything with 'em.  None o' the children would go to\nschool, and they sat at 'ome all day with the front winder blocked up\nwith a mattress to keep the tiger out.\n\n\"Nobody liked going to work, but it 'ad to be done and as Farmer Gill\nsaid that tigers went to sleep all day and only came out toward evening\nwe was a bit comforted.  Not a soul went up to the 'Cauliflower' that\nevening for fear of coming 'ome in the dark, but as nothing 'appened that\nnight we began to 'ope as the tiger 'ad travelled further on.\n\n\"Bob Pretty laughed at the whole thing and said 'e didn't believe there\nwas a tiger; but nobody minded wot 'e said, Bob Pretty being, as I've\noften told people, the black sheep o' Claybury, wot with poaching and,\nwot was worse, 'is artfulness.\n\n\"But the very next morning something 'appened that made Bob Pretty look\nsilly and wish 'e 'adn't talked quite so fast; for at five o'clock\nFrederick Scott, going down to feed 'is hins, found as the tiger 'ad been\nthere afore 'im and 'ad eaten no less than seven of 'em.  The side of the\nhin-'ouse was all broke in, there was a few feathers lying on the ground,\nand two little chicks smashed and dead beside 'em.\n\n\"The way Frederick Scott went on about it you'd 'ardly believe.  He said\nthat Govinment 'ud 'ave to make it up to 'im, and instead o' going to\nwork 'e put the two little chicks and the feathers into a pudding basin\nand walked to Cudford, four miles off, where they 'ad a policeman.\n\n\"He saw the policeman, William White by name, standing at the back door\nof the 'Fox and Hounds' public house, throwing a 'andful o' corn to the\nlandlord's fowls, and the first thing Mr. White ses was, 'it's off my\nbeat,' he ses.\n\n\"'But you might do it in your spare time, Mr. White,' ses Frederick\nScott.  It's very likely that the tiger'll come back to my hin 'ouse for\nthe rest of 'em, and he'd be very surprised if 'e popped 'is 'ead in and\nsee you there waiting for 'im.'\n\n\"He'd 'ave reason to be,' ses Policeman White, staring at 'im.\n\n\"'Think of the praise you'd get,' said Frederick Scott, coaxing like.\n\n\"'Look 'ere,' ses Policeman White, 'if you don't take yourself and that\npudding basin off pretty quick, you'll come along o' me, d'ye see?\nYou've been drinking and you're in a excited state.'\n\n\"He gave Frederick Scott a push and follered 'im along the road, and\nevery time Frederick stopped to ask 'im wot 'e was doing of 'e gave 'im\nanother push to show 'im.\n\n\"Frederick Scott told us all about it that evening, and some of the\nbravest of us went up to the 'Cauliflower' to talk over wot was to be\ndone, though we took care to get 'ome while it was quite light.  That\nnight Peter Gubbins's two pigs went.  They were two o' the likeliest pigs\nI ever seed, and all Peter Gubbins could do was to sit up in bed\nshivering and listening to their squeals as the tiger dragged 'em off.\nPretty near all Claybury was round that sty next morning looking at the\nbroken fence.  Some of them looked for the tiger's footmarks, but it was\ndry weather and they couldn't see any.  Nobody knew whose turn it would\nbe next, and the most sensible man there, Sam Jones, went straight off\n'ome and killed his pig afore 'e went to work.\n\n\"Nobody knew what to do; Farmer Hall said as it was a soldier's job, and\n'e drove over to Wickham to tell the police so, but nothing came of it,\nand that night at ten minutes to twelve Bill Chambers's pig went.  It was\none o' the biggest pigs ever raised in Claybury, but the tiger got it off\nas easy as possible.  Bill 'ad the bravery to look out of the winder when\n'e 'eard the pig squeal, but there was such a awful snarling noise that\n'e daresn't move 'and or foot.\n\n\"Dicky Weed's idea was for people with pigs and such-like to keep 'em in\nthe house of a night, but Peter Gubbins and Bill Chambers both pointed\nout that the tiger could break a back door with one blow of 'is paw, and\nthat if 'e got inside he might take something else instead o' pig.  And\nthey said that it was no worse for other people to lose pigs than wot it\nwas for them.\n\n\"The odd thing about it was that all this time nobody 'ad ever seen the\ntiger except the tramp and people sent their children back to school agin\nand felt safe going about in the daytime till little Charlie Gubbins came\nrunning 'ome crying and saying that 'e'd seen it.  Next morning a lot\nmore children see it and was afraid to go to school, and people began to\nwonder wot 'ud happen when all the pigs and poultry was eaten.\n\n\"Then Henery Walker see it.  We was sitting inside 'ere with scythes, and\npitchforks, and such-like things handy, when we see 'im come in without\n'is hat.  His eyes were staring and 'is hair was all rumpled.  He called\nfor a pot o' ale and drank it nearly off, and then 'e sat gasping and\n'olding the mug between 'is legs and shaking 'is 'ead at the floor till\neverybody 'ad left off talking to look at 'im.\n\n\"'Wot's the matter, Henery?' ses one of 'em.\n\n\"'Don't ask me,' ses Henery Walker, with a shiver.\n\n\"'You don't mean to say as 'ow you've seen the tiger?\"  ses Bill\nChambers.\n\n\"Henery Walker didn't answer 'im.  He got up and walked back'ards and\nfor'ards, still with that frightened look in 'is eyes, and once or twice\n'e give such a terrible start that 'e frightened us 'arf out of our wits.\nThen Bill Chambers took and forced 'im into a chair and give 'im two o'\ngin and patted 'im on the back, and at last Henery Walker got 'is senses\nback agin and told us 'ow the tiger 'ad chased 'im all round and round\nthe trees in Plashett's Wood until 'e managed to climb up a tree and\nescape it.  He said the tiger 'ad kept 'im there for over an hour, and\nthen suddenly turned round and bolted off up the road to Wickham.\n\n\"It was a merciful escape, and everybody said so except Sam Jones, and 'e\nasked so many questions that at last Henery Walker asked 'im outright if\n'e disbelieved 'is word.\n\n\"'It's all right, Sam,' ses Bob Pretty, as 'ad come in just after Henery\nWalker.  'I see 'im with the tiger after 'im.'\n\n\"'Wot?' ses Henery, staring at him.\n\n\"'I see it all, Henery,' ses Bob Pretty, 'and I see your pluck.  It was\nall you could do to make up your mind to run from it.  I believe if you'd\n'ad a fork in your 'and you'd 'ave made a fight for it.\"\n\n\"Everybody said 'Bravo!'; but Henery Walker didn't seem to like it at\nall.  He sat still, looking at Bob Pretty, and at last 'e ses, 'Where was\nyou?' 'e s,es.\n\n\"'Up another tree, Henery, where you couldn't see me,' ses Bob Pretty,\nsmiling at 'im.\n\n\"Henery Walker, wot was drinking some beer, choked a bit, and then 'e put\nthe mug down and went straight off 'ome without saying a word to anybody.\nI knew 'e didn't like Bob Pretty, but I couldn't see why 'e should be\ncross about 'is speaking up for 'im as 'e had done, but Bob said as it\nwas 'is modesty, and 'e thought more of 'im for it.\n\n\"After that things got worse than ever; the wimmen and children stayed\nindoors and kept the doors shut, and the men never knew when they went\nout to work whether they'd come 'ome agin.  They used to kiss their\nchildren afore they went out of a morning, and their wives too, some of\n'em; even men who'd been married for years did.  And several more of 'em\nsee the tiger while they was at work, and came running 'ome to tell about\nit.\n\n\"The tiger 'ad been making free with Claybury pigs and such-like for\npretty near a week, and nothing 'ad been done to try and catch it, and\nwot made Claybury men madder than anything else was folks at Wickham\nsaying it was all a mistake, and the tiger 'adn't escaped at all.  Even\nparson, who'd been away for a holiday, said so, and Henery Walker told\n'is wife that if she ever set foot inside the church agin 'ed ask 'is old\nmother to come and live with 'em.\n\n\"It was all very well for parson to talk, but the very night he come back\nHenery Walker's pig went, and at the same time George Kettle lost five or\nsix ducks.\n\n\"He was a quiet man, was George, but when 'is temper was up 'e didn't\ncare for anything.  Afore he came to Claybury 'e 'ad been in the Militia,\nand that evening at the 'Cauliflower' 'e turned up with a gun over 'is\nshoulder and made a speech, and asked who was game to go with 'im and\nhunt the tiger.  Bill Chambers, who was still grieving after 'is pig,\nsaid 'e would, then another man offered, until at last there was\nseventeen of 'em.  Some of 'em 'ad scythes and some pitchforks, and one\nor two of 'em guns, and it was one o' the finest sights I ever seed when\nGeorge Kettle stood 'em in rows of four and marched 'em off.\n\n\"They went straight up the road, then across Farmer Gill's fields to get\nto Plashett's wood, where they thought the tiger 'ud most likely be, and\nthe nearer they got to the wood the slower they walked.  The sun 'ad just\ngone down and the wood looked very quiet and dark, but John Biggs, the\nblacksmith, and George Kettle walked in first and the others follered,\nkeeping so close together that Sam Jones 'ad a few words over his\nshoulder with Bill Chambers about the way 'e was carrying 'is pitchfork.\n\n\"Every now and then somebody 'ud say, _'Wot's that!'_ and they'd all stop\nand crowd together and think the time 'ad come, but it 'adn't, and then\nthey'd go on agin, trembling, until they'd walked all round the wood\nwithout seeing anything but one or two rabbits.  John Biggs and George\nKettle wanted for to stay there till it was dark, but the others wouldn't\n'ear of it for fear of frightening their wives, and just as it was\ngetting dark they all come tramp, tramp, back to the 'Cauliflower' agin.\n\n\"Smith stood 'em 'arf a pint apiece, and they was all outside 'ere\nfancying theirselves a bit for wot they'd done when we see old man\nParsley coming along on two sticks as fast as 'e could come.\n\n\"'Are you brave lads a-looking for the tiger?' he asks.\n\n\"'Yes,' ses John Biggs.\n\n\"'Then 'urry up, for the sake of mercy,' ses old Mr. Parsley, putting 'is\n'and on the table and going off into a fit of coughing; 'it's just gone\ninto Bob Pretty's cottage.  I was passing and saw it.'\n\n\"George Kettle snatches up 'is gun and shouts out to 'is men to come\nalong.  Some of 'em was for 'anging back at first, some because they\ndidn't like the tiger and some because they didn't like Bob Pretty, but\nJohn Biggs drove 'em in front of 'im like a flock o' sheep and then they\ngave a cheer and ran after George Kettle, full pelt up the road.\n\n\"A few wimmen and children was at their doors as they passed, but they\ntook fright and went indoors screaming.  There was a lamp in Bob Pretty's\nfront room, but the door was closed and the 'ouse was silent as the\ngrave.\n\n\"George Kettle and the men with the guns went first, then came the\npitchforks, and last of all the scythes.  Just as George Kettle put 'is\n'and on the door he 'eard something moving inside, and the next moment\nthe door opened and there stood Bob Pretty.\n\n\"'What the dickens!' 'e ses, starting back as 'e see the guns and\npitchforks pointing at 'im.\n\n\"''Ave you killed it, Bob?' ses George Kettle.\n\n\"'Killed _wot?'_ ses Bob Pretty.  'Be careful o' them guns.  Take your\nfingers off the triggers.'\n\n\"'The tiger's in your 'ouse, Bob,' ses George Kettle, in a whisper.\n''Ave you on'y just come in?'\n\n\"'Look 'ere,' ses Bob Pretty.  'I don't want any o' your games.  You go\nand play 'em somewhere else.'\n\n\"'It ain't a game,' ses John Biggs; 'the tiger's in your 'ouse and we're\ngoing to kill it.  Now, then, lads.'\n\n\"They all went in in a 'eap, pushing Bob Pretty in front of 'em, till the\nroom was full.  Only one man with a scythe got in, and they wouldn't 'ave\nlet 'im in if they'd known.  It a'most made 'em forget the tiger for the\ntime.\n\n\"George Kettle opened the door wot led into the kitchen, and then 'e\nsprang back with such a shout that the man with the scythe tried to\nescape, taking Henery Walker along with 'im.  George Kettle tried to\nspeak, but couldn't.  All 'e could do was to point with 'is finger at Bob\nPretty's kitchen--_and Bob Pretty's kitchen was for all the world like a\npork-butcher's shop_.  There was joints o' pork 'anging from the ceiling,\ntwo brine tubs as full as they could be, and quite a string of fowls and\nducks all ready for market.\n\n\"'Wot d'ye mean by coming into my 'ouse?' ses Bob Pretty, blustering.\n'If you don't clear out pretty quick, I'll make you.'\n\n\"Nobody answered 'im; they was all examining 'ands o' pork and fowls and\nsuch-like.\n\n\"'There's the tiger,' ses Henery Walker, pointing at Bob Pretty; 'that's\nwot old man Parsley meant.'\n\n\"'Somebody go and fetch Policeman White,' ses a voice.\n\n\"'I wish they would,' ses Bob Pretty.  \"I'll 'ave the law on you all for\nbreaking into my 'ouse like this, see if I don't.'\n\n\"'Where'd you get all this pork from?' ses the blacksmith.\n\n\"'And them ducks and hins?' ses George Kettle.\n\n\"'That's my bisness,' ses Bob Pretty, staring 'em full in the face.  'I\njust 'ad a excellent oppertunity offered me of going into the pork and\npoultry line and I took it.  Now, all them as doesn't want to buy any\npork or fowls go out o' my house.'\n\n\"'You're a thief, Bob Pretty!' says Henery Walker.  'You stole it all.'\n\n\"'Take care wot you're saying, Henery,' ses Bob Pretty, 'else I'll make\nyou prove your words.'\n\n\"'You stole my pig,' ses Herbert Smith.\n\n\"'Oh, 'ave I?' ses Bob, reaching down a 'and o' pork.  'Is that your\npig?' he ses.\n\n\"'It's just about the size o' my pore pig,' ses Herbert Smith.\n\n\"'Very usual size, I call it,' ses Bob Pretty; 'and them ducks and hins\nvery usual-looking hins and ducks, I call 'em, except that they don't\ngrow 'em so fat in these parts.  It's a fine thing when a man's doing a\nhonest bisness to 'ave these charges brought agin 'im.  Dis'eartening, I\ncall it.  I don't mind telling you that the tiger got in at my back\nwinder the other night and took arf a pound o' sausage, but you don't\n'ear me complaining and going about calling other people thieves.'\n\n\"'Tiger be hanged,' ses Henery Walker, who was almost certain that a loin\no' pork on the table was off 'is pig; 'you're the only tiger in these\nparts.'\n\n\"Why, Henery,' ses Bob Pretty, 'wot are you a-thinkin' of?  Where's your\nmemory?  Why, it's on'y two or three days ago you see it and 'ad to get\nup a tree out of its way.'\n\n\"He smiled and shook 'is 'ead at 'im, but Henery Walker on'y kept opening\nand shutting 'is mouth, and at last 'e went outside without saying a\nword.\n\n\"'And Sam Jones see it, too,' ses Bob Pretty; 'didn't you, Sam?'\n\n\"Sam didn't answer 'im.\n\n\"'And Charlie Hall and Jack Minns and a lot more,' ses Bob; 'besides, I\nsee it myself.  I can believe my own eyes, I s'pose?'\n\n\"'We'll have the law on you,' ses Sam Jones.\n\n\"'As you like,' ses Bob Pretty; 'but I tell you plain, I've got all the\nbills for this properly made out, upstairs.  And there's pretty near a\ndozen of you as'll 'ave to go in the box and swear as you saw the tiger.\nNow, can I sell any of you a bit o' pork afore you go?  It's delicious\neating, and as soon as you taste it you'll know it wasn't grown in\nClaybury.  Or a pair o' ducks wot 'ave come from two 'undered miles off,\nand yet look as fresh as if they was on'y killed last night.'\n\n\"George Kettle, whose ducks 'ad gone the night afore, went into the front\nroom and walked up and down fighting for 'is breath, but it was all no\ngood; nobody ever got the better o' Bob Pretty.  None of 'em could swear\nto their property, and even when it became known a month later that Bob\nPretty and the tramp knew each other, nothing was done.  But nobody ever\n'eard any more of the tiger from that day to this.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12128/pg12128.txt",
        "name": "a_tiger_s_skin_the_lady_of_the_barge_and_others_pa.json"
    }
}