{
    "name": "A Topsy-Turvy Christmas",
    "author": [
        "Guptill, Elizabeth F. (Elizabeth Frances)"
    ],
    "body": "These songs can be used in all manner of entertainments. The music is\neasy, and both music and words are especially catchy. Children like\nthem. Everybody likes them. Sheet music. =Price 25 cents each. Five\ncopies, $1.00.=\n\n=WE HOPE YOU’VE BROUGHT YOUR SMILES ALONG.= A welcome song that will\nat once put the audience in a joyous frame of mind and create a happy\nimpression that will mean half the success of your entire program.\nWords, bright and inspiring. Music, catchy.\n\n=WE’LL NOW HAVE TO SAY GOOD-BYE.= This beautiful song has snap and go\nthat will appeal alike to visitors and singers. It is just the song to\nsend your audience home with happy memories of the occasion.\n\n=WE’VE JUST ARRIVED FROM BASHFUL TOWN.= This song will bring memories\nto the listeners of their own bashful school days. Words, unusually\nclever. Music, decidedly melodious. A capital welcome song, or it may\nbe sung at any time on the program with assured success.\n\n=MY OWN AMERICA, I LOVE THEE.= A song that will bring a thrill of\npatriotism to the heart of every one who hears it. The children and\ngrown-ups just can’t resist the catchy music. It makes a capital\nmarching song.\n\n=COME AND PARTAKE OF OUR WELCOME CAKE.= A merry welcome song and a\njolly one, too. The audience will be immediately curious about the\nWelcome Cake, and the children will love to surprise the listeners with\nthe catchy words. Music, easy and tuneful.\n\n=LULLABY LANE.= The music and words blend so beautifully that people\nwill be humming the appealing strains long after they hear this\ncharming song. A wonderfully effective closing song, whether sung by\nthe school or as a solo by a little girl, with a chorus of other little\ngirls with dolls.\n\n=JOLLY PICKANINNIES.= Words by Elizabeth F. Guptill. Music by Edna R.\nWorrell. This spicy coon song will bring down the house, especially if\nyou use the directions for the motions which accompany the music. The\nblack faces and shining eyes of the pickaninnies will guarantee a hit.\nThe words are great and the music just right.\n\n=THE LITTLE BIRD’S SECRET.= Here is just the song for those two\nlittle folks to sing together. They won’t have to be coaxed to sing\nit, especially when they find that the whole school is to whistle the\nchorus. This is a decided novelty, and will prove a rare treat to your\naudience.\n\n=A GARDEN ROMANCE.= This is a dainty little song telling of the romance\nand wedding of Marigold and Sweet William. It is just the song for\ndainty little girls to sing.\n\n=COME TO THE NURSERY RHYME GARDEN AND PLAY.= Here is something\ndifferent for the little folks to sing. The Nursery Rhyme Folk are so\nfamiliar to children, it will be no trick for them to remember the\nwords. The music has a most captivating swing.\n\n\n  Paine Publishing Company - - Dayton, Ohio\n\n\n\n\n  A TOPSY-TURVY\n  CHRISTMAS\n\n  _Author of “Christmas at Punkin Holler,”\n  “Christmas at McCarthy’s,” Etc._\n\n  PAINE PUBLISHING COMPANY\n  DAYTON, OHIO\n\n\n\n\nCHARACTERS\n\n\n  FRANK--A boy of twelve} The Earth children.\n  ALICE--A girl of ten  }\n\n  KNARF--A Topsy Turvy boy; really a boy of fourteen or fifteen.\n\n  ECILA--His sister; a girl somewhat taller.\n\n  DERF--Their little brother; the tallest boy obtainable.\n\n  MOM--Their mother; a girl of nine or ten.\n\n  DAD--Their father; a boy of seven or eight.\n\n  MARG--Their grandmother; the smallest girl who can learn the part.\n\n  THE SPANKETY MAN--A boy of ten or twelve.\n\n  THE TEACHER--A boy of ten or twelve.\n\n  CLANTY SAUCE--A very tall, thin boy.\n\n  GOTHER MOOSE--A short, fat girl, of seven or eight.\n\n  FAIRY--A tiny girl.\n\n  GREENIES--Any number of small girls. Two will do, but four are better.\n\n  A small boy to be in CLANTY SAUCE’S box is also needed.\n\n\n\n\n  _Copyright, 1916, by\n  Paine Publishing Company\n  Dayton, Ohio_\n\n\n\n\nCOSTUMES AND PROPERTIES\n\n\nFRANK and ALICE wear the usual school clothes of children of their ages.\n\nMARG, the tiny Grandmother, has her hair powdered, parted in the\nmiddle, and combed down over her ears. She wears a cap, and spectacles,\nfrom which the lenses have been removed. Her dress is long, of gray\nmaterial, with white apron and kerchief, which may be on wrong side to.\n\nMOM, the children’s mother, wears her hair high, her dress long. This\ndress is preferably a wrapper or tea-gown worn “hind side before.” She\nwears an apron, also, one of the round, tea aprons, either behind or\nover one hip. She may have a lace collar, pinned behind.\n\nDAD wears long trousers, with his socks pulled up outside, a swallow\ntail coat, and vest, both “hind side before.”\n\nECILA wears a very short dress, white, or light colored, with a sash of\nsome other color, preferably red, tied in front. She may wear beads,\nwhich hang down her back. If her hair is long, part it, comb each side\nup to the top, and begin to braid there. Braid tightly, and loop it,\nso loops will stand out and up pinning into place, if necessary. Tie\nribbons around base of loops. If her hair has the Dutch cut, bring the\ntop hair, which is left longer, as far as possible, and tie a ribbon\naround it, so that it stands up in the front, just over the forehead,\nbeing the bow. She has short socks.\n\nKNARF wears short trousers--decidedly short--with frills at the bottom\nof bright color. His blouse may be Russian or sailor, but must be on\n“hind side before,” and have collar and cuffs of bright color. A suit\nof green and white awning stripe, with bright pink trimmings, would be\nvery effective. Comb his hair in any peculiar way that that particular\nboy’s hair can be coaxed to stay. His stockings are long, striped\naround with bright blue.\n\nDERF should have a wig, if at all possible, of long curls. Tie one\nor two up on the side, with a blue ribbon. He has short socks, and\nknickers of material to match his dress, that end above the knee. The\ndress may be a kilted skirt and a sailor or middy blouse of white,\nwith blue trimmings. A sash, with tassels, passes round his waist, and\nknots at one side. The big sailor collar should be in front, instead of\nbehind.\n\nTHE TEACHER wears a cap and gown, like those of graduates, wrong side\nto. He may have glasses.\n\nTHE SPANKETY MAN is dressed in a dark red cambric garment, with\ntight-fitting waist and trousers, in one. It is buttoned behind,\nwith large buttons. This suit has high neck, long, close sleeves, and\ntrousers that button closely round the ankles. He may wear a visor cap,\nwith the visor behind, or any hat or cap that can be made noticeable,\nwhen improperly worn. He carries a bag with assorted “spankers.” These\nmay be two or three switches, a slipper, a hair-brush, a razor-strop,\na fly-killer, an egg-turner, a small fire-shovel, a shingle, and one\nor two “spankers” with handles cut from shingles. He should choose one\nwith which to emphasize his song.\n\nTHE FAIRY wears a fluffy, full dress of white, pale pink, or blue, as\ndesired. It has a full waist, and a very full, short skirt. It may be\nof crepe paper, mosquito netting, or of some sheer material. She should\nhave short wings, which may be made of a square of the goods, folded\ninto an oblong, and gathered along one side where two edges meet, then\nfastened among the folds at the back of the waist. More gauzy wings may\nbe made of wired gauze or netting. She should have a silver wand, with\na star at the end, and a silver girdle. Her hair should be flowing,\nwith a silver band around it, and a star above her forehead. Her\nstockings may be white, or may match the dress; the slippers should be\nwhite or silver.\n\nGOTHER MOOSE wears a long red skirt, a long black cape and a tall,\npointed hat of red, with a black band.\n\nTHE GREENIES, of whom there may be any number from two to six, are\ndressed entirely in green, of course. They wear green stockings, green\npointed shoes, made from cloth, full, short bloomers, and a long, loose\nblouse, belted in. They have tall, pointed caps, at the peak of which\nis sewed a bell, the peak being bent down, to hang at one side. Any\nshade of green will do, but the whole costume should be in the same\nshade. If the green stockings are not easily had, color white ones.\nEach carries a long green ribbon, strung with tiny bells.\n\nCLANTY SAUCE should be the tallest, thinnest boy obtainable, dressed in\nsome striped material, the stripes, running up and down. The trousers\nare close-fitting, and reach the ankle. The tunic reaches a little\nbelow the waist, and is belted in, high under the arms. He wears a tall\nhat, very tall and small around, covered with the striped material.\n\n\nSETTING.\n\nThere should be an inner curtain which shuts off most of the stage. At\nthe beginning of Scene I, this curtain is down. If this inner curtain\ncan have on it any common outdoor scene, so much the better. The first\npart of the play is enacted before this inner curtain. When the curtain\nrises, which it should do as swiftly and silently as possible, it\ndiscloses Topsy Turvy Land--an outdoor scene. Small trees should be\nplaced at the back. Plant the top branches--the ones in the center,\nfirmly in pots or pails of earth, and have stems and roots upward.\nFasten odd-looking fruits upon the branches, by means of fine wire, so\nthat they “hang upward” instead of downward. A gate and fence may be\nin the background, if desired. These may be made of very light strips\nof wood, or of cardboard. Have the gateposts square at the top, with\nornamental balls, or other shapes, at the bottom. From these, to the\nsides, fasten two horizontal pieces, one very near the top, the other\nfarther down. Fasten the pickets to these, pointing downward with a\ngood space between them and the bottom. A few cardboard birds, like\nthose the children make and color in the first grade and kindergarten,\nshould be fastened, so that they seem to be perching on the under sides\nof the branches of the trees. A garden bench or two may be behind the\nfence, wrong side up. Have one near the front, on one side, so all the\ncharacters need not stand, all the time; but whenever Frank or Alice\nsit down, they turn it up properly, while when the others sit, they\nturn it back. Let this happen occasionally, through first scene. For\nScene II, both curtains are up, but be careful to have all the setting\nwhere it will be hidden by the inner curtain when it falls, near the\nend of the play.\n\nThis scene, which is a room in the house occupied by Alice and Frank,\nshould have a small table, and several chairs, all upside down. Two or\nthree pictures hang upside down on the walls. There may be a shelf,\nwith everything topsy turvy. A rug, rolled up, is on the floor, near\none side, and is used as a seat by Marg and Mom. If there is room,\nhave a tiny stand in one corner--the kind of stand that has a lower\nshelf. This must be wrong side up, and on the shelf may be topsy turvy\nornament, jardiniere, or lamp. Leave room for Clanty Sauce’s box, near\nthe center. The last part of the play is enacted with the inner curtain\ndown, as in the first part.\n\nClanty’s box is large enough to hold a small boy, and all the gifts\nenumerated. It should be on casters, so the Greenies can pull it in. In\nit is a small boy. He is neither seen nor heard, but he must be able to\npass out the correct presents quickly.\n\n\n\n\nSCENE I. A TOPSY TURVY CHRISTMAS.\n\n\nSCENE I.\n\n(_Enter Alice, angrily, runs across front of stage, clenches fists,\nstamps--in short, has a real temper fit, and ends by throwing herself\ndown, and screaming noisily. Enter Frank, sulkily. He goes slowly and\nsullenly to where Alice is crying, then stops, looking sullenly down at\nher._)\n\nFRANK--What’s the matter, Alice?\n\nALICE--I’m mad.\n\nFRANK--So I see. What about?\n\nALICE--(_looking up_) What are you mad about, yourself? You look like a\nthunder cloud.\n\nFRANK--I’m not mad.\n\nALICE--Yes, you are, too. I know. (_gets up_) What is the matter, truly?\n\nFRANK--(_crossly_) Nothing, I tell you. What were you screeching so for?\n\nALICE--’Cause I was mad, I tell you.\n\nFRANK--What for?\n\nALICE--Say, I’ll tell you what I was mad at, if you will, too. Will you?\n\nFRANK--_Perhaps_--well, yes, I suppose I could. You first, though.\n\nALICE--No, you.\n\nFRANK--Ladies first, always.\n\nALICE--There, that’s it, exactly. That “always.” Why should a thing\nalways be just the same? You must always say “ladies first,” and\nboth of us must offer each other the biggest piece, when we want it\nourselves, and always mind what the grown-ups say, and shut the door,\nand a whole lot of nonsense. Why shouldn’t the grown-ups mind us part\nof the time?\n\nFRANK--Is that what you are mad at?\n\nALICE--Yes, it is. My mother thinks I ought to mind everything she\nsays, and never talk back, and when I said I was going over to Kitty’s\nshe said I couldn’t, and when I--argued a little about it, she said I\nwas saucy, and spanked me. I wish I could find a place where mothers\nhad to mind their children a while, and see how they like it.\n\nFRANK--So do I. My teacher kept me after school because I couldn’t\nanswer every question in my geography lesson. Why don’t she answer some\nof them? We scholars have to do all the work, and the teacher just\nlistens and watches for something to find fault with, all the time.\n\nALICE--I know. Why don’t they let us ask the questions? It would be\nmuch the best way, I’m sure. And rules. I’m so sick of rules. You\nmustn’t do this and you mustn’t do that, and if you do, some one will\npunish you. I’d like to live where there weren’t any rules at all, and\nwhere children were the biggest for a spell. Wouldn’t I teach them a\nthing or two?\n\nFRANK--There isn’t any such place, I’m afraid. I never learned about it\nin my geography.\n\nALICE--You’ve never been way through it yet. Perhaps there is, now.\nLet’s hunt for it.\n\nFRANK--All right, let’s. (_They sit down on floor, and open geography,\nturning the leaves slowly._)\n\nALICE--Oh dear. I can’t read half fast enough. It would take most a\nyear to read all that, and two more years to study all the maps. Let’s\ngo ask one of the High School boys or girls. They’ve learned it all.\n\nFRANK--No, let’s don’t. They’d only laugh at us. The big ones always\ndo. Let’s go look for it ourselves. We’ll have adventures on the way,\nmost likely, and it will be great sport.\n\nALICE--All right, let’s. Shall we start now?\n\nFRANK--Sure. Shall I go this way and you that, like Red Riding Hood and\nthe wolf, or shall we go together?\n\nALICE--Oh, together. I’d be afraid to go alone, I’m sure. Hark! What\nwas that? (_A little tinkle is heard._)\n\nFRANK--Sounded like a very little bit of a bell.\n\nALICE--Listen, and see if it comes again. (_The tinkle grows louder,\nand the fairy trips lightly on stage._)\n\nALICE AND FRANK TOGETHER--Oh!\n\nFAIRY--I’m the Fairy Tinkle Bell, of Everywhere. I heard two little\nchildren wishing for a new land, and I’ve come to show them the way.\n\nALICE--Oh goody, goody. Won’t I have to mind there?\n\nFAIRY--No.\n\nFRANK--And are things different than they are here?\n\nFAIRY--Yes, indeed.\n\nALICE--Then we’ll go. Take us now, good Fairy, do.\n\nFRANK--How far is it?\n\nFAIRY--So far that you never could find the way alone, but I can take\nyou there in one moment. You have only to do as I say.\n\nBOTH CHILDREN--Oh, we will, we will.\n\nFAIRY--Then take hold of hands, close your eyes, and go round three\ntimes, saying “Topsy Turvy” three times, slowly. Then say “Here we are”\nand open your eyes. That is all.\n\n(_Children do so. Fairy waves wand, and curtain rises as she flits out.\nChildren open eyes._)\n\nFRANK--(_who is facing audience_) What next? Why, where is she?\n\nALICE--Why, why, everything is different. It’s not the same place at\nall. Where are we?\n\n(_Knarf and Ecila run in._)\n\nKNARF--You’re in Topsy Turvy land, of course.\n\nECILA--Isn’t that where you wanted to be?\n\nDERF--(_running in_) ’Cause you’re here, whether you want to be or not.\n\nFRANK--So I see. Well, perhaps it is where we wanted to be. At any\nrate, Fairy Tinkle Bell brought us here, when we were trying to find a\nplace in the geography.\n\nECILA--I never heard of that place.\n\nFRANK--I never named any place. How do you know you never heard of it?\n\nECILA--Why, yes you did, too. You told the country you were journeying\nin, to find some town. I heard you.\n\nFRANK--I did not.\n\nKNARF--Yes, you did. You said you were looking there for this place you\nwanted.\n\nALICE--Oh, in the geography. A geography isn’t a place. It’s a book\nabout places.\n\nDERF--What’s a book?\n\nFRANK--A book? Gee! Don’t you have books here?\n\nECILA--His name isn’t Gee. It’s Derf.\n\nALICE--That’s a queer name. What’s yours?\n\nECILA--It’s Ecila. What’s yours?\n\nALICE--Mine is Alice. And what’s his name? (_looks toward Knarf._)\n\nECILA--It’s Knarf.\n\nFRANK--Oh, Frank. Same as mine.\n\nKNARF--No, not same as yours. It’s not Frank at all. It’s Knarf.\n\nFRANK--How do you spell it?\n\nKNARF--Spell it? I don’t know what you mean.\n\nFRANK--Well, write it. Here. (_Takes small pad of paper and pencil from\npocket._)\n\nKNARF--(_taking them_) What are they for.\n\nFRANK--To write with, of course. This way. (_Takes them, and writes._)\nSee. F--R--A--N--K. That’s Frank. That’s my name. Write yours.\n\nKNARF--I can’t. I never heard of such a thing. Is Frank the name of\nthat thing now? And haven’t you any name left, at all?\n\nFRANK--Well, of all the silly questions. Of course it’s my name just\nthe same. The name of that thing is paper. And if I spell it backward,\nit’s Knarf, just like yours. I’ve done it for fun, lots of times.\n\nECILA--(_to Alice_) Can you separate yourself from your name, that way?\n\nALICE--Can I write it, you mean? Why, yes. (_does so._) See!\nA--L--I--C--E, spells Alice.\n\nECILA--Could you do mine?\n\nALICE--Why, I guess so. Say it again.\n\nECILA--It’s Ecila.\n\nALICE--It ought to be E--S--I--L--A. Why, if I spell it with a C\ninstead of an S, it will be Alice backward. Guess this is Topsy Turvy\nLand all right. What’s your name? (_to Derf._)\n\nECILA--It’s Derf. Do his on the white thing.\n\nALICE--(_writing_) D--E--R--F. Why, that’s Fred, backward. That’s my\nlittle brother’s name.\n\nECILA--Yes, and that’s my little brother.\n\nFRANK--Little brother! He’s a heap bigger than you are.\n\nKNARF--No such thing. It will be a long time before he grows to my\nsize. He’s only three.\n\nFRANK--Three. Three what, I wonder? He’s taller than my father.\n\nECILA--Your father must look funny. (_to Alice_) How old are you? I’m\nten.\n\nALICE--Why, so am I, but I’m not nearly so tall. And Frank is twelve.\n\nECILA--So is Knarf. But he’s bigger than I am, and your brother is\nsmaller than you.\n\nFRANK--Well, either I’m dippy, or you are. You say everything topsy\nturvy.\n\nKNARF--Of course. This is Topsy Turvy Land. How big is your little\nbrother? As small as Derf?\n\nFRANK--He’s three, and about so tall. (_measures._)\n\nECILA--So when you say small, or little, you mean big. And your father?\nHe’s not as little as Derf, you say. How little is he?\n\nDERF--My Daddy’s big, real big. Big as that. (_measures._)\n\nALICE--He must be tiny. I’d like to see him.\n\nKNARF--I’ll call him.\n\nALICE--Maybe he’s busy, or perhaps he wouldn’t like to be called just\nto be looked at.\n\nKNARF--Well, when my own father can’t come when he’s called, or\ndon’t want to be shown off to my friends, I’ll see about it. (_calls\ncommandingly._) Dad!\n\nALICE--Why, we say that, sometimes. Oh, I see, it’s the same both ways.\n\nDAD--(_running in_) Did you call me, Knarf?\n\nKNARF--Yes, I wanted to show you to these--children, they say they\nare--just our ages.\n\nDAD--(_staring_) Your ages? They’re awful big.\n\nECILA--(_sternly_) Take off your hat, at once, and stop staring. And\nmaking personal remarks, too. That’s three points for Friday. (_holds\nup three fingers._)\n\nDAD--Oh, I forgot, Ecila. I beg your pardon. Please excuse me this time.\n\nKNARF--No indeed. And before company, too.\n\nDAD--But--\n\nKNARF--Answering back, too. Be quiet, sir. That’s four for Friday.\n\nDERF--He sweared, I fink, under his breff. I sawn his lips a-movin’.\n\nKNARF--That’s six for Friday.\n\nECILA--Where’s Mom?\n\nDAD--I don’t know. Dressing her doll, I think.\n\nECILA--(_calling_) Mom! Mom!\n\n(_Mom comes running in, doll in hand._)\n\nMOM--What is it? Oh! (_drops courtesy._) Happy to see you.\n\nECILA--You see, I have her well trained. Does your mother mind as quick?\n\nALICE--My mother? I have to mind her; she doesn’t mind me. But is she\nreally your mother?\n\nECILA--Of course. She wouldn’t mind anyone else as quick, would she?\n(_Mom goes to Dad, who still looks down, sullenly._)\n\nMOM--What’s the matter, dear?\n\nKNARF--He’s in disgrace. Don’t talk to him. (_Mom gives him a\ncomforting pat._)\n\nDERF--Her petted him, her did. One for Fiday.\n\nECILA--Come away, Mom, at once. (_Mom does so._) Show the company what\na pretty behaved mother is like, now. Sing for them.\n\nMom--(_hanging head_) I’ve got a cold.\n\nECILA--Nonsense! Stand up at once, and sing. Sing “Loora-laddy.”\n\n(_Mom acts like a bashful little girl. Ecila shakes her, and she begins\nto cry._)\n\nFRANK--Don’t make her show off. I know how she feels, I hate it\nawfully, myself, don’t you?\n\nECILA--Why, I don’t know. I never tried. I’m not big enough yet. (_to\nMom_) Come, sing! Sing up, now, at once. There’s a lot piling up for\nFriday.\n\n(_Mom sings between sobs, “Loora-laddy, loora-laddy” over and over, a\nnumber of times. There should be no particular tune, and no attempt at\ntime. She should end in the middle of a syllable, on some note least\nfitted for an end._)\n\nKNARF--There! Next time do as you’re told. One for Friday for crying.\nNow, Dad, you whistle.\n\nDERF--Oh, Mom made a face, her did. One for Fiday.\n\n(_Dad begins to whistle, loudly, but not tunefully. He should whistle\nin jerks, and keep time with his hands, in some absurd way._)\n\nFRANK--(_to Dad_) Are you their father, really?\n\nDAD--Of course. You think I mind ’cause I like it, do you?\n\nECILA--(_to Alice_) Have you a Marg.\n\nALICE--A Marg. What’s that?\n\nECILA--Why, my Marg was Dad’s mother. Some children have two. Have you\nany?\n\nALICE--Oh, I see! A grandmother! We do call ours Gram. She likes it.\nYou don’t make her mind, do you?\n\nECILA--Of course. (_calls._) Marg! Marg! Where in Topsy Turvydom is\nshe? Mom, go find her.\n\nDERF--I’ll find her. (_goes out._)\n\nKNARF--Do you mind your father, truly?\n\nFRANK--Of course. I have to.\n\nKNARF--Don’t you like to? Then what makes you?\n\nFRANK--He does. No. I don’t always like to, but I like it better than I\nshould treating him that way.\n\nKNARF--How funny. (_Derf comes in, pulling Marg behind him. She holds\nback and struggles, but he pulls her along._)\n\nDERF--Her was a playin’ blocks, and her wouldn’t come. Her’s a naughty,\nnaughty Marg. Two, fee, for Fiday.\n\nECILA--Naughty Marg! She must come when Ecila calls her. Come here.\n(_Marg hangs back, and Ecila picks her up, shakes her a bit, then puts\nher down. Marg sinks down in a heap, crying loudly._)\n\nDERF--Dere’ll be a lot of fees for Fiday, if her don’t stop ’at noise.\n\n(_Marg cries harder. Knarf sidles up, and surreptitiously passes her a\npiece of candy. She stops crying at once. Ecila spies candy._)\n\nECILA--Now Knarf, you shouldn’t spoil her that way! (_to Marg_) Only\ngood Margs ought to have candy. Naughty Margs don’t deserve any.\n\nMARG--I’d give you some, Girl, but it’s all gone. Are you cross to your\nMarg? Do you always make her mind quick?\n\nFRANK--Of course not. Our dear Gram does as she pleases, and we all try\nto please her.\n\nMARG--Why, how nice! Is she as tall as I am?\n\nECILA--She’s as tall as Knarf.\n\nMARG--And a Marg! How very strange!\n\nKNARF--Don’t talk so much, Marg. Grown-ups should be seen and not\nheard.\n\nDERF--It’s Fiday, it’s Fiday. Here comes the Spankety Man! (_Dad and\nMom look wildly around. Marg hides behind Alice._)\n\nFRANK--It isn’t Friday, either. It’s Wednesday.\n\nDERF--’Tis Fiday. Spankety Man’s a-coming.\n\nALICE--But it was Wednesday a few minutes ago, and we haven’t been to\nbed yet.\n\nECILA--What’s that got to do with it?\n\nALICE--Why, it’s got to be night before it’s another day, hasn’t it?\n\nECILA--Not in Topsy Turvy Land. What a strange country you must live\nin! Here we jumble our days up more. We don’t go by rules; we hate\nthem. We have a lot of days together, and then, when we get sleepy\nenough, we have a few nights.\n\nFRANK--But Thursday has to come before Friday, doesn’t it?\n\nKNARF--Why should it have to? Things don’t go by rule here. And it is\nFriday, for here comes the Spankety Man.\n\n(_Spankety Man enters, sets down bag, and takes out an assortment of\nspankers, which he lays out on the floor._)\n\nSPANKETY MAN--(_to Frank_) Good Friday, Sir. I believe we haven’t met\nbefore. Any parents or grand-parents?\n\nFRANK--Yes.\n\nSPANKETY MAN--Spanking done every Friday. One spank for each point.\nSettlement every New Year’s Day, at so much a hundred. Discount for\nspecially naughty ones. Want to open an account?\n\nFRANK--No.\n\nALICE--We wouldn’t want Papa and Mamma spanked; nor Gram, either. The\nidea!\n\nSPANKETY MAN--You’ll spoil’em, Ma’am, spoil’em. Better patronize me.\nIt’s necessary, I assure you.\n\nALICE--No, indeed.\n\nDERF--Tum, sing your song, and get to work. Marg’s awful bad.\n\nSPANKETY MAN (_sings_) Tune: “Michael Roy.” (_He beats time, and\notherwise emphasizes his song, with one of his spankers._)\n\n    Oh, every Friday in there stalks\n    The Spankety, Spankety Man.\n    To every single house he walks,\n    The Spankety, Spankety Man.\n    He carries his bag where’er he goes,\n    A-dangling from his hand.\n    It holds every kind of spanker known\n    In Topsy Turvy Land.\n\nChorus.\n\n    For oh, sing ho!\n    For the Spankety, Spankety Man!\n    Bring out your naughty Dads and Moms,\n    To the Spankety, Spankety Man.\n    He lives far away by the crimson sea,\n    The Spankety, Spankety Man.\n    In a little red house by a whip-whop tree,\n    The Spankety, Spankety Man.\n    He gathers the whips and dries them well,\n    With all the sting left in.\n    And the spankers, too, that grow on the hill,\n    Are gathered and dried by him.\n\nALICE--I think you’re horrid!\n\nSPANKETY MAN--Ma’am?\n\nALICE--I said I think you’re horrid.\n\nSPANKETY MAN--I only do my duty, Ma’am, and earn an honest living. You\nwouldn’t want to have to do all your own spanking, would you?\n\nALICE--I don’t believe in spanking, at all.\n\nSPANKETY MAN--Oh, if you’re an unbeliever, it’s no use to argue, but\n“Spare the spanks and spoil the Dads” is a true maxim, just the same.\nWell, we’ll begin with Marg, as usual. How many points? And which\nspanker?\n\n(_Ecila takes a watch from her pocket, and Derf picks out a spanker._)\n\nDERF--Dis one.\n\nECILA--Seventy-two, I’m sorry to say. Come, Marg. Why, where is she?\n\nALICE--You shan’t spank that dear little grandmother. The idea!\n\nSPANKETY MAN--Business is business, Ma’am. Please step aside.\n\nALICE--I shan’t. You shan’t touch her.\n\nFRANK--(_stepping to her side_) No indeed, you sha’nt. Let her alone.\n(_All gather around them, and Dad and Mom seize the opportunity to\nsneak off platform, encouraged by nods and gestures from Frank._)\n\nSPANKETY MAN--Will you move aside?\n\nALICE--No.\n\nSPANKETY MAN--Then it will have to be postponed till next Friday, for\nhere comes the Teacher.\n\nFRANK--I’m glad of it. She’ll make you behave.\n\nKNARF--No, she won’t. _She’s_ a _he_, and _we_ make _him_ behave. (_to\nSpankety Man_) Get your ruler ready.\n\nALICE--(_to Marg_) Do you know your lessons?\n\nMARG--I don’t have to. I don’t have to ask the questions, nor answer\nthem. The children ask them and the Teacher answers them. If he misses,\nhe’s punished.\n\nFRANK--Just as I’ve always wished it might be. I’ll ask the first one.\n\nKNARF--You may. You’re company. (_Enter Teacher, looking worried._)\n\nKNARF--Begin. Ask him one.\n\nFRANK--What’s the capital of Massachusetts?\n\n(_Teacher stares at him in astonishment._)\n\nSPANKETY MAN---Oh, I say, that isn’t fair. You must ask questions that\nmean something.\n\nFRANK--Why, I did.\n\nTEACHER--Then two of the words were in a foreign language. I’m the\nCommon Teacher. Foreign languages come in High.\n\nFRANK--Well, I had to learn it, and a lot more like it.\n\nECILA--You ask one. Ask a fair one.\n\nALICE--How much are two and two?\n\nTEACHER--Twenty-two.\n\nKNARF--Right. Where did these children come from?\n\nTEACHER--From--from--from the farthest dominions of Topsy Turvy Land, I\nshould say.\n\nKNARF--(_to Frank_) Is that right?\n\nFRANK--Why, no. We came from--(_Give name of town and State where play\nis being given._)\n\nTEACHER--There’s no such place.\n\nFRANK--There is, too. It’s in the United States of America.\n\nTEACHER--There’s no such place as that, either.\n\nALICE--Why, everyone knows the United States, all over the earth.\n\nSPANKETY MAN--Did you come from the earth?\n\nFRANK--Of course. Did you think we came from Mars?\n\nTEACHER--No, for this is Mars. But it isn’t fair to ask me questions\nabout the Earth. All our most learned men have been able to discover\nabout the earth is that it is a very slow-moving, dull star which\nturns on itself once every month or two, and takes about a century to\nget around the sun. The winters are so long and cold that no life is\npossible. It is supposed to be a worn out planet.\n\nFRANK--The idea! It’s every bit wrong.\n\nECILA--Keep points, Mr. Spankety Man. (_to Teacher_) How did they get\nhere?\n\nTEACHER--I don’t know.\n\nDERF--Him don’t know. Dat’s five points, or fee, which is it? It’s my\nturn. What’s the biggest nanimal in Topsy Turvy Land?\n\nTEACHER--The Wincheopactylus. He is very large and fierce, and lives on\nnew inhabitants, whom he eats raw. His voice is a high trill, and he\ngives warning of his presence--\n\nKNARF--He certainly does. There’s one coming now. Run, everybody, run!\n\n(_All run out, in confusion, with screams and cries, dragging Frank\nand Alice with them. If a tiny dog, or large cat, can be made to walk\nacross the stage after them, it will add to the climax of the scene._)\n\nCURTAIN.\n\n\nSCENE II.\n\n(_Room in home of Frank and Alice in Topsy Turvy Land_,)\n\n(_Enter Frank and Alice._)\n\nALICE--There! Just look at this room! I pick up and pick up, and the\nminute I go out, when I come back it’s all to do over again. I never\nwas so sick of anything in all my life, as I am of this Topsy Turvy\nLand!\n\nFRANK--(_placing chair correctly, and sitting down_) I wish I could get\nhold of that Fairy for a few minutes, that’s what!\n\nALICE--(_also sitting down_) What could you do with a fairy, I’d\nlike to know? She’d do something to you before you could say “Jack\nRobinson.” (_She looks up, crossly, as Knarf enters and seats himself\non a chair, just as it is._) I do wish, Knarf, you’d learn to knock!\n\nKNARF--And I do wish, Alice, that you’d remember that our music teacher\nhas told us over and over, never to knock, even if you do request it,\nsince it is a bad breach of good manners to do so.\n\nECILA--(_entering and seating herself_) Don’t you like company, really,\nAlice?\n\nALICE--Why, I like you, Ecila, as well, or better, than anything else\nin this awful place. But--(_begins to cry_) Oh, I’m so homesick, and so\ntired of everything being topsy turvy! If I could go home, I’d never\ncomplain about minding again, or rules, either!\n\nKNARF--Well, of course it is too bad that you haven’t any grown-ups to\nmake mind.\n\nALICE--I don’t want to make anyone mind. I want my own dear mother and\nfather and grandma, too. I’d be glad to mind them, if I could only get\na chance.\n\nECILA--If you could only find the Fairy who brought you here--\n\nFRANK--Well, we can’t. We’ve hunted and hunted, but we never seem to\nget anywhere when we start out.\n\nKNARF--Of course not. All roads lead to nowhere in Topsy Turvy Land.\nDid yours lead somewhere?\n\nFRANK--Of course they did. And our teachers knew something. They made\nyou study and learn your lessons, instead of calling you a hopeless\nlittle blockhead because you didn’t ask them a lot of foolish questions\nabout nothing in particular.\n\nALICE--And that music teacher is just the limit. Manners, indeed! The\nthings he calls manners are the most impolite things imaginable. And\ndancing! To walk slowly here and there, and sit down every so many\nsteps isn’t dancing!\n\nKNARF--What is it, then?\n\nFRANK--Tomfoolery. And what he calls whistling is nothing more than\nbuzzing! Music teacher! He doesn’t teach a bit of music!\n\nKNARF--Why, manners and dancing and whistling are music.\n\nALICE--They are not! The only thing the least bit like music that I’ve\nheard since I came here is that measly little song the Spankety Man\nsings every Friday.\n\nECILA--That isn’t music! That queer noise he makes! And all the Moms\nknow loora-laddy. I should think you’d call that music.\n\nALICE--Well, I don’t. And I don’t even know what time of year it is.\nYour days and nights are so mixed up that one can’t keep track of them\nat all. We shan’t even know when the Christmas holidays come.\n\nKNARF--Yes, you will, for they’re here now, just as soon as Gother\nMoose gets here.\n\nDERF--(_entering and seating himself in the overturned table_) Gother\nMoose is a-coming, now.\n\nALICE--Mother Goose, I bet it is. Is she real?\n\nDERF--’Course her is!\n\nECILA--Why shouldn’t she be?\n\nALICE--Why, our Mother Goose is just a book of rhymes and jingles--sort\nof stories, you know.\n\nDERF--Dat’s what Gother Moose does--tells stories. Here her comes.\n\nGOTHER MOOSE--(_entering_) Well, well, whom have we here?\n\nDERF--Erf chilluns.\n\nGOTHER MOOSE--Earth children! I’m afraid they belong under the\njurisdiction of my sin twister, who tells her stories in a queer, jerky\nsort of fashion. Call in the others, and I’ll be about my task, for\nI must journey on to make the Christmas holidays begin in the other\nplaces. I’m late, as it is. (_Dad, Mom, and Marg run in, and seat\nthemselves, all using the furniture as it is. Gother Moose remains\nstanding._)\n\nGOTHER MOOSE--What shall I tell you this time?\n\nDERF--Hackey Jorner.\n\nGOTHER MOOSE--Hackey Jorner was a very little boy, no bigger than\nDerf. One time he sat down in the middle of the room, where the sides\ncame together, and put his foot into the oven, which was very cold. He\npulled out a very small pie, all piping hot, and held it neatly on his\nknuckles. Then with his fingers on the other hand, he began to eat it.\nHe took a bite, then he took another, then he took another, then he\ntook another, then he took another, then he took another, then he took\nanother, then he took another, then--\n\nFRANK--Oh, go on! Never mind so many bites.\n\nGOTHER MOOSE--But he has only had eight bites. That would be too large\na pie, and this was a small one. So he took another bite, and then\nhe took another, and then he took another, and then he took another,\nand then he took another, and then he took another, and then he took\nanother, and then he took another, and then he took another, and then\nhe took another, and then he took another, and then he took another,\nand then--what do you think?\n\nFRANK--Oh, he took another, probably.\n\nALICE--No, he found a plum.\n\nGOTHER MOOSE--A plum? What a queer word! No he found no plum, he\nfound--that he couldn’t take another, because his pie was gone.\n\nDERF--Tell anodder. Dat was a fine one. Wasn’t it, Alice?\n\nFRANK--Very nice indeed--quite all of a sameness.\n\nGOTHER MOOSE--Ecila may choose this time.\n\nECILA--Little Po Beeb.\n\nGOTHER MOOSE--Little Po Beeb had one, two, three, four, five, six,\nseven, eight, nine, ten, eleven, twelve, woolly cats. One night Po Beeb\ndid not go to sleep at all, but sat up watching her woolly cats, and as\nshe watched, they trotted off, down the hill to the very top, then out\nof sight, and--\n\nALICE--She couldn’t tell where to find them.\n\nGOTHER MOOSE--Certainly she could. They were just under the top of the\nhill, behind a very small tree. Po Beeb and the Spankety Man walked\nafter them, and they all came right back. They had gone for a drink of\nwater.\n\nALICE--So they all came home, wagging their tails behind them.\n\nGOTHER MOOSE--Certainly not. They did not come home, they went home,\nand they had no tails at all. Cats never have any tails. And no animal\nin Topsy-Turvy Land, except the terrible Wincheopactylus, ever wears\nits tail behind it. It always dangles gracefully forward over the left\nshoulder. But I must hurry on, to tell the Christmas stories to other\nTopsy Turvy children. Badgye. Watch for Clanty Sauce.\n\nKNARF AND ECILA--We will.\n\nDERF--Yes, us will.\n\nALICE--Clanty Sauce! Oh, Frank, perhaps he’s our own dear Santa Claus,\nand will take us home.\n\nFRANK--You can’t catch Santa Claus. Haven’t we tried, lots of times and\ndid we catch even a glimpse of him?\n\nECILA--What a shame! So you never got any presents?\n\nALICE--Of course we did. But--(_start as Greenies come tumbling in_)\nwhat are these?\n\nDERF--The Greenies! The Greenies!\n\nGREENIES--\n\n    The Greenies are we. As sly as can be,\n    We creep to your window, at night, you see.\n    And whisper low, as the still winds blow,\n    “Watch for Old Clanty Sauce, don’t let him go!”\n\n(_Shout out the fourth line as loudly as possible._)\n\nFRANK--That’s what you’d call whispering. What would a shout be like, I\nwonder?\n\nGREENIES--\n\n    The Greenies are we. As loud as can be,\n    We call to the children to look and see.\n    And loudly shout, as we scamper out,\n\n(_Seat themselves on floor, and whisper last line._)\n\n    “Watch for old Clanty Sauce. He’s round about.”\n\n(_Greenies rise and begin to tiptoe about, peering in every nook and\ncorner, and just as intently into the air, or the middle of the floor._)\n\nALICE--Well, I shan’t watch for him. He doesn’t like it.\n\nGREENIES--Then you won’t get no presents, nor nothing, not never.\n\nFRANK--What grammar.\n\nALICE--It’s Topsy Turvy language, I suppose. But how about the presents?\n\nECILA--Why--(_turns to Marg, who has been sitting demurely, without a\nword, since entering, as have Dad and Mom._) Marg, you are the biggest.\nYou tell the little girl about the presents.\n\nMARG--Why, old Clanty Sauce always brings a whole lot of them.\n\nFRANK--Sure. On his back.\n\nMARG--Why, no. In a big box in his arms. And if you see him, he’ll give\nyou some.\n\nDERF--And if you don’t see him, you won’t det none, not nany tall.\n\nGREENIES--\n\n    Watch for old Clanty. He lives in a shanty\n    Way down in the hot, hot north.\n    The Greenies come tumbling and rolling and rumbling,\n    To tell when old Clanty comes forth.\n\n(_They begin to roll and tumble. While the children watch them, Frank\ntakes his paper out, and begins to write._)\n\nKNARF--(_suspiciously_) What you doing?\n\nFRANK--Writing him a letter, to tell him what I want.\n\nKNARF--Well, you just stop it.\n\nFRANK--Why?\n\nKNARF--Last place, because he couldn’t make tail nor head of it any way.\n\nDERF--Next pace, ’cause taint no good manners to tell what you want.\n\nECILA--First place, ’cause he always knows what you want, anyway, and\nbrings the nicest things you can think of.\n\nALICE--Oh, it must be our own dear Santa. Perhaps we really will see\nhim. (_Clanty, who has peeped in, and quickly drawn back._) Perhaps\nnot. (_Marg has slowly drawn near door, and been watching closely. When\nClanty draws back, she has him by the leg, and pulls him in._)\n\nMARG--Perhaps we will.\n\n(_Rest of Topsy Turvy folks._)\n\n    See! We see! Old Clanty’s caught!\n    He’ll give us presents, as he ought.\n\n(_Clanty tries to break away, but they surround him._)\n\nCLANTY--(_to Greenies_) Step out and fetch the box. (_They run out, and\nreturn, dragging a large box._)\n\nALICE--Oh, it isn’t our Santa at all!\n\nCLANTY--\n\n    Not Santa, but Clanty, who lives in a shanty,\n    And makes pretty presents for all.\n    He’ll find in the box, who loud on it knocks,\n    There’s something for great and for small.\n\nECILA--Have you something for earth children too, Clanty dear?\n\nCLANTY--\n\n    There’s something to please all, within. Never fear.\n    Come, Marg, you’re the biggest, so you first shall knock,\n    And open the box without hinges or lock.\n\n(_Marg steps up, courtesies low to Clanty, and knocks three times on\nbox, repeating._)\n\nMARG--Open box, shut box. This is Marg who loudly knocks.\n\n(_Box opens and boy within, hidden from audience by raised cover, hands\nMarg a baby doll, which should be dressed backward, a rattle, a box of\nblocks, an orange, and a bag of candy, then closes box._)\n\nMARG--(_courtesying again_) You’re welcome Clanty Sauce.\n\n(_She sits down on floor, in centre, so others have to step around her,\nand begins building houses with her blocks, hugging her dolly, upside\ndown, and eating candy, at the same time._)\n\nCLANTY--\n\n    Mom is next to open the box.\n    See what she gets when she knocks.\n\n(_Mom steps up, courtesies, knocks three times, and repeats couplet.\nBoy hands her a teaset, an orange, a bag of candy, and a sled._)\n\nMOM--(_courtesying_) You’re welcome, Clanty Sauce.\n\n(_She sits down on sled and begins to set a table on it, placing every\nthing topsy turvy, of course. Then she begins to bite her orange,\nsetting pieces of candy as best she may on the dishes, and keeping an\neye out towards Dad._)\n\nCLANTY--\n\n    Dad’s gifts from the box come next,\n    If he can plainly say the text.\n\n(_Dad bows low, knocks, repeats couplet, and gets one skate, a small\nbag of stones, an orange, and candy._)\n\nDAD--(_bowing_) You’re welcome, Clanty Sauce.\n\n(_Dad sits down near Frank, and begins to try on skate, wrong side up,\nand hind side before._)\n\nFRANK--That’s not the way.\n\nDAD--(_beginning to stuff his candy_) Hush, you mustn’t talk! (_Frank\nlooks indignant, but stops._)\n\nCLANTY--\n\n    Derf next in the box may see\n    At his gifts he’ll howl with glee.\n\n(_Derf repeats bow, knock, and formula, and receives a very large\nslipper, a pipe, an orange, and candy._)\n\nDERF--(_bowing_) You’re welcome, Clanty Sauce. (_gives a shout._) Dese\nare dandy presents.\n\nFRANK--(_aside_) I should think so! Hope mine won’t be like them.\n\n(_Derf sits down, puts both feet into one slipper, puts pipe in mouth\nso bowl points downward, and occasionally pops in a piece of candy\nwithout removing pipe from mouth._)\n\nCLANTY--\n\n    Next comes Ecila so dear.\n    She’ll find something nice, ’tis clear.\n    And Knarf may try his luck, also.\n    He’ll find something nice, I know.\n\n(_They advance together, go through formula, and receive presents.\nKnarf gets a handkerchief and a necktie, and Ecila a pincushion and\na pair of scissors. Both receive oranges and candy. They repeat\ntogether “You’re welcome, Clanty Sauce,” then go back to places. Ecila\nputs scissors into her hair, for an ornament, and sits down on the\npincushion, beginning to eat her orange. Knarf ties the necktie on his\nankle, knots the handkerchief into a cap, and munches his candy._)\n\nCLANTY--\n\n    Now, Earth children, knock on the box. No fear\n    But there’ll be something you like, in here.\n\n(_Frank and Alice repeat the formula. Alice gets an engine and an\nair-gun, and Frank a doll and a wide pink ribbon. Both get the\ninevitable orange and candy._)\n\nBOTH--Thank you, Santa Claus. But we may exchange presents, mayn’t we?\n\nCLANTY--\n\n    No change is allowed. If to change two should dare,\n    Their presents would melt away into thin air.\n    Come, Greenies, the box drag out, I must away,\n    When my gifts are all given, no longer I stay.\n\n(_Greenies drag out box. Clanty follows._)\n\nALL--(_save Frank and Alice_) You’re welcome, Clanty Sauce, you’re\nwelcome!\n\n(_Frank and Alice stand gazing at their presents._)\n\nECILA--Why don’t you eat your orange?\n\nKNARF--And the candy’s great. It’s sweet as can be!\n\n(_Both pop a piece of candy into their mouths, but quickly take it\nout._)\n\nALICE--It’s awful sour!\n\nFRANK--Sourer than a lemon.\n\nKNARF--Sweeter than a lemon, you mean. Don’t you know sweet from sour?\n\nALICE--Is it all what you call sweet?\n\nDERF--’Course. Candy’s always sweet. Don’t you like it, Girl?\n\nALICE--No, I don’t. You may have the whole bagful.\n\nKNARF--Give me yours, old chap, if you don’t like it.\n\nFRANK--No, Marg may have mine. She’s little.\n\nKNARF--I should think she was!\n\nECILA--Try the orange. Perhaps you’ll like that better.\n\nALICE--(_suspiciously regarding hers_) Is that sweet, too?\n\nECILA--No.\n\nFRANK--Is it sour?\n\nECILA--Why, no. It’s--just orangy tasting.\n\n(_The children taste theirs, gingerly, then Frank throws his, and Derf\nscrambles to get it._)\n\nFRANK--(_indignantly_) Do you call pepper orangy tasting?\n\nKNARF--Aren’t they like yours?\n\nALICE--Why, no. They’re hot with pepper.\n\nECILA--I don’t know what pepper is, but oranges here always taste like\nthat. They’re good, I think.\n\nALICE--Then you may have mine (_passes it._) Oh, Frank, don’t swing her\nby one leg, like that!\n\nFRANK--(_holding doll out and looking at it._) Well, what do I want of\nthe thing? And if we can’t swap--\n\nALICE--We can play with each other’s things. (_holds out hand for\ndoll._)\n\nECILA--(_catching her hand back_) You mustn’t. No one can touch\nanother’s Christmas presents. If they do, they’ll get caught by the\nWincheopactylus, and eaten for his Christmas dinner.\n\nFRANK--Well, of all the mean Christmases! That gun and engine are\ndandy, if only I had ’em, though! (_Looks at Knarf, who is counting\nover his stones._) What are those good for?\n\nKNARF--Why, they’re kites.\n\nFRANK--Kites. We call ’em rocks, or stones. You can’t fly them, I know.\n\nKNARF--Oh yes, I can. You know that tall place you called a well?\nThey’ll fly clear to the top of that, if I drop ’em.\n\nFRANK--(_indignantly, looking at Dad_) And see that one skate! Where’s\nthe mate to it?\n\nDAD--It doesn’t need a mate. You only skate on one foot at a time, you\nknow.\n\nFRANK--I should think you’d look pretty, balancing on one skate on the\nice.\n\nALL--Why, we don’t skate on _ice!_\n\nALICE--(_beginning to cry_) Oh, I want to go home. I want to go home!\nIt’s a dreadful Christmas! Oh, I’d be so good if I could only go home!\n\nFRANK--So would I. No more grumbling for this young chap.\n\nFAIRY--(_dancing in_) So you’ve come to your senses?\n\nFRANK--Yes, indeed we have, dear Fairy. If you’ll only take us home,\nwe’ll mind our teachers and parents, and be willing to keep rules, and\nlearn lessons.\n\nFAIRY--You will? And you, Alice?\n\nALICE--Oh, take us home, dear Fairy, do! I’ll be so good, if you will.\n\nFAIRY--And you’ll remember the lessons you’ve learned?\n\nBOTH--We will. We couldn’t help it. (_Fairy has flitted to front. They\nhave followed, leaving all the others where curtain will hide them when\nit falls._)\n\nFAIRY--Then close your eyes, take hold of hands, and turn around three\ntimes, saying, “Home again, home again, never to return again,” then\nopen your eyes, and you’ll see what you’ll see.\n\n(_As they do so, inner curtain falls, and she flits out. As they open\ntheir eyes, she calls back, “Remember.”_)\n\nALICE--Oh we are, we are, back again! There’s the schoolhouse!\n\nFRANK--And I’m glad to see it. Think of that! What a dreadful place\nTopsy Turvy Land was!\n\nALICE--I’m sure we’ll remember our promise. Only think if we had to go\nback again!\n\nFRANK--There’s just one thing I wish I’d seen--that awful wild beast of\ntheirs.\n\nALICE--It might have eaten you up. I’m glad we didn’t see it. No more\nTopsy Turvy things for me. I think it was all dreadful.\n\nFRANK--And the worst of all was that Topsy Turvy Christmas!\n\nALICE--Let’s run home and find out if Christmas has really come here.\n\nFRANK--Let’s hope it hasn’t.\n\nBOTH--But no Christmas at all would be better than a Topsy Turvy\nChristmas! (_Both run out, hand in hand._)\n\n\nCURTAIN.\n\n\n\n\nChristmas Entertainments\n\n\n=CHRISTMAS AT PUNKIN HOLLER.= A new Christmas play by Elizabeth F.\nGuptill that abounds in clean, wholesome fun from beginning to end. It\ndepicts the trials of the teacher of an old-fashioned “deestric school”\nin conducting the last rehearsal for the Christmas Entertainment. Some\nof the pupils are in “custom,” as big Jake puts it, and “Sandy Claus”\nis there. The children go through their parts with gusto and more or\nless success. May be given in any schoolroom by any number. Easy to\nproduce. Costumes simple. Children and grown-ups will be delighted with\nCHRISTMAS AT PUNKIN HOLLER. Price, 15 cents.\n\n=A TOPSY TURVY CHRISTMAS.= Another new Christmas play by Elizabeth F.\nGuptill. It is decidedly humorous from start to finish. The characters\nare strong and at every turn of the play there is a happy surprise for\nthe audience. The children are tired of “minding,” and everything being\n“just so,” so they start to find a place where they will find things\ndifferent. They find it in Topsy Turvy Land, where they have strange\nexperiences. When at last they have a Topsy Turvy Christmas, they are\nready to go home and be satisfied with things just as they are. May\nbe given in any school-room by any number of children not less than\nfifteen. In two short scenes. This clever play will prove a sure\nwinner wherever produced. Price, 15 cents.\n\n=CHRISTMAS AT McCARTHY’S.= Elizabeth F. Guptill. Here is a new\nChristmas play for the older children and as many young children as\nare available. It combines in a marked degree the gentlest pathos and\nthe most sparkling humor. Several nationalities are represented in the\ntenement and there is opportunity for the introduction of specialties\nif desired. Circumstances cause Elsie, the tenement orphan, to believe\nJimmy, the newsboy, will buy her a Christmas present, and it seems\nit is up to Jimmy to do it. Christmas is an unknown quantity at the\ntenement, but all agree that Elsie must not be disappointed, and plan\nto have one somehow. The entertainment is given by the “inhabitints\nthimsilves,” at McCarthy’s. In the midst of the fun, Elsie’s lost\nfather walks in, and the finale is a general rejoicing. Price, 25c.\n\n=CHRISTMAS DIALOGUES.= By Cecil J. Richmond. A book full of the\nchoicest new and original dialogues for Christmas, parts for both boys\nand girls being well provided for. Some are for the little folks, in\nrhyme; some are for intermediate grades, and others for older children.\nEvery dialogue in this book is decidedly to the point and easy to\nprepare. They will delight young and old alike. Contents: Is There\na Santa Claus? 2 small children, Santa Claus and chorus; Herbert’s\nDiscovery, 2 boys; The Christmas Dinner, 2 little girls, 1 larger girl\nand 2 boys; Playing Santa Claus, 1 small and 2 larger boys; A Double\nChristmas Gift, 2 small girls, 2 larger girls, and 3 boys. Price, 15\ncents.\n\n=EVERGREEN AND HOLLY--SONG AND DRILL.= By Elizabeth F. Guptill. A drill\nfor any even number of boys and girls, or all girls. The girls carry\ngarlands of evergreen while the boys carry wreaths of the same. After a\nspectacular drill and fancy march they all sing a beautiful Christmas\nsong, which accompanies the drill. Following the song they wind a\nspiral to the center of the stage, unwind same and march off. Complete\ninstructions are given. It is the best Christmas drill ever published;\neasy to produce and decidedly novel. Price, 15 cents.\n\n=PEARL’S CHRISTMAS.= Original, pleasing and interesting Christmas\ndialogue with an excellent moral, for 3 boys and 4 girls. Price, 5\ncents; seven copies, 25 cents.\n\n=SITTING UP FOR SANTA CLAUS.= A humorous dialogue for 6 girls, 5 boys,\nand Santa Claus. If you expect to have a Christmas entertainment, you\nsurely want this. Single copy, 10 cents; or 10 copies, 60 cents.\n\n\nPaine Publishing Company, Dayton, Ohio\n\n\n\nSpelling and punctuation have been retained as published, including the\nuse of “courtesy” for what today we would spell as “curtsey”, except as\nfollows:\n\n  Page 4\n    thinest boy obtainable _changed to_\n    thinnest boy obtainable\n\n  Page 6\n    FRANK(_crossly_) Nothing _changed to_\n    FRANK--(_crossly_) Nothing\n\n    Why Shouldn’t the grown-ups _changed to_\n    Why shouldn’t the grown-ups\n\n  Page 9\n    You’re father must look funny _changed to_\n    Your father must look funny\n\n    Big as that, _changed to_\n    Big as that.\n\n    Did you call me, Knarf.? _changed to_\n    Did you call me, Knarf?\n\n  Page 10\n    Mom (_hanging head_) I’ve got a cold _changed to_\n    Mom--(_hanging head_) I’ve got a cold\n\n  Page 11\n    begins to whistle, lowdly _changed to_\n    begins to whistle, loudly\n\n  Page 16\n    He dosen’t teach a bit _changed to_\n    He doesn’t teach a bit\n\n    Moose is a coming _changed to_\n    Moose is a-coming\n\n    Course her is _changed to_\n    ’Course her is\n\n  Page 18\n    He dosen’t like it. _changed to_\n    He doesn’t like it.\n\n  Page 19\n    KNARF (_suspiciously_) What you doing? _changed to_\n    KNARF--(_suspiciously_) What you doing?\n\n  Page 20\n    Yuur’e welcome Clanty _changed to_\n    You’re welcome Clanty\n\n  Page 22\n    You musn’t. No one can _changed to_\n    You mustn’t. No one can\n\n    of all the mean Christmasses _changed to_\n    of all the mean Christmases\n\n  Page 24\n    and the everything being _changed to_\n    and everything being\n\n    all sing a beautiful Chistmas _changed to_\n    all sing a beautiful Christmas",
    "metadata": {
        "author": [
            "Guptill, Elizabeth F. (Elizabeth Frances)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/59605/pg59605.txt",
        "name": "a_topsy_turvy_christmas.json"
    }
}