{
    "name": "A Tree with a Bird in it:\r\nA Symposium of Contemporary American Poets on Being Shown a Pear-tree on Which Sat a Grackle",
    "author": [
        "Widdemer, Margaret"
    ],
    "body": "AUTHOR OF \"FACTORIES,\" \"THE OLD ROAD TO PARADISE,\" \"CROSS CURRENTS,\" ETC.\n\nWITH ILLUSTRATIONS BY WILLIAM SAPHIER\n\n  NEW YORK\n  HARCOURT, BRACE AND COMPANY\n\n\n\n  COPYRIGHT, 1922, BY\n  HARCOURT, BRACE AND COMPANY, INC.\n\n  PRINTED IN THE U. S. A. BY\n  THE QUINN & BODEN COMPANY\n  RAHWAY, N. J.\n\n\n\n\nTHIS IS DEDICATED WITH MY FORGIVENESS IN ADVANCE TO THE POETS\nPARODIED IN THIS BOOK AND THE POETS NOT PARODIED IN THIS BOOK\n\n\n\n\nFOREWORD\n\n\nA little while since, I had the fortune to live in a house, outside of\nwhose windows there grew a pear-tree. On the branches of this tree lived\na green bird of indeterminate nature. I do not know what his real name\nwas, but the name, to quote our great exemplar Lewis Carroll, by which\nhis name was _called_ was the Grackle. He seemed perfectly willing to\nbe addressed thus, and accordingly was.\n\nAside from watching the Pear-Tree and the Grackle, my other principal\noccupation that winter was watching the Poetry Society of America now\nand then at its monthly meetings. It occurred to me finally to invite\nsuch members of it as cared to come, following many good examples, to\nan outdoor symposium under the tree. The result follows.\n\nP.S.--The tree died.\n\n\n\n\nTABLE OF CONTENTS\n\n\n                                                                         PAGE\n  Foreword: By the Collator                                                 v\n  Jessie B. Rittenhouse        _Resignation_                                3\n  Edwin Markham                _The Bird with the Woe_                      4\n  Witter Bynner                _The Unity of Oneness_                       7\n  Amy Lowell                   _Oiseaurie_                                  8\n  Edgar Lee Masters            _Imri Swazey_                                9\n  Edwin Arlington Robinson     _Rambuncto_                                 10\n  Robert Frost                 _The Bird Misunderstood_                    12\n  Carl Sandburg                _Chicago Memories_                          13\n  Edith M. Thomas              _Frost and Sandburg Tonight_                17\n  Charles Hanson Towne         _The Unquiet Singer_                        18\n  Sara Teasdale                _At Autumn_                                 20\n  Ezra Pound                   _Rainuv_                                    21\n  Margaret Widdemer            _The Sighing Tree_                          24\n  Richard Le Gallienne         _Ballade of Spring Chickens_                27\n  Angela Morgan                _Oh! Bird!_                                 29\n  Conrad Aiken                 _The Charnel Bird_                          30\n  Mary Carolyn Davies          _A Young Girl to a Young Bird_              34\n  Marguerite Wilkinson         _The Rune of the Nude_                      35\n  Aline Kilmer                 _Admiration_                                37\n  William Rose and\n    Stephen Vincent Benet      _The Grackle of Grog_                       38\n  Lola Ridge                   _Preenings_                                 42\n  Edna St. Vincent Millay      _Tea o' Herbs_                              46\n  John V. A. Weaver            _The Weaver Bird_                           50\n  David Morton                 _Sonnet: Trees Are Not Ships_               52\n  Elinor Wylie                 _The Grackle Is the Loon_                   53\n  Leonora Speyer               _A Landscape Gets Personal_                 54\n  Corinne Roosevelt Robinson   _The Symposium Leading Nowhere_             57\n  Ridgely Torrence             _The Fowl of a Thousand Flights_            59\n  Henry van Dyke               _The Roiling of Henry_                      61\n  Cale Young Rice              _Pantings_                                  63\n  Bliss Carman                 _The Wild_                                  65\n  Grace Hazard and\n    Hilda Conkling             _They See the Birdie_                       67\n  Theodosia Garrison           _A Ballad of the Bird Dance of Pierrette_   69\n  William Griffith             _Pierrette Remembers an Engagement_         71\n  Edgar Guest                  _Ain't Nature Wonderful!_                   72\n  Don Marquis                  _The Meeting of the Columns_                75\n  Christopher Morley           _The Mocking-Hoarse-Bird_                   80\n  Franklin Pierce Adams        _To a Grackle_                              83\n  Thomas Augustin Daly         _Carlo the Gardener_                        84\n  Vachel Lindsay               _The Hoboken Grackle and the Hobo_          85\n  Percy Mackaye             }\n  Josephine Preston Peabody }  _Dies Illa: A Bird of a Masque_             89\n  Isabel Fiske Conant       }\n  Arthur Guiterman             _A Tree with a Bird in It: Rhymed Review_  101\n\n\n\n\n                                                                         PAGE\n  Edwin Markham                                                             5\n  Witter Bynner                                                             6\n  Carl Sandburg                                                            15\n  Margaret Widdemer                                                        25\n  Conrad Aiken                                                             31\n  The Benets                                                               39\n  Lola Ridge                                                               43\n  Edna St. Vincent Millay                                                  47\n  Leonora Speyer                                                           55\n  Edgar Guest                                                              73\n  Don Marquis and Christopher Morley                                       77\n  Vachel Lindsay                                                           87\n\n\n\n\nA TREE WITH A BIRD IN IT\n\n\n\n\n_Jessie B. Rittenhouse_\n\n    (She steps brightly forward with an air of soprano introduction.)\n\n\nRESIGNATION\n\n\n  I look from out my window,\n    Beloved, and I see\n  A bird upon a pear bough,\n    But what is that to me?\n\n  Because the thought comes icy;\n    That bird you never knew--\n  It's not your bird or pear tree,\n    And what is it to you?\n\n\n\n\n_Edwin Markham_\n\n    (who, though he had to lay a cornerstone, unveil a bust of somebody,\n    give two lectures and write encouraging introductions to the works\n    of five young poets before catching the three-ten for Staten Island,\n    offered his reaction in a benevolent and unhurried manner.)\n\n\nTHE BIRD WITH THE WOE\n\n  Poets to men a curious sight afford;\n  Still they will sing, though all around are bored;\n  But this wise grackle does a kinder thing;\n  Silent he's bored, while all around him sing!\n\n\n\n\n_Witter Bynner_\n\n    (Prefaced by a short baritone talk on Chinese architecture.)\n\n\nTHE UNITY OF ONENESS\n\n\n  Celia, have you been to China?\n    There upon a mystic tree\n  Sits a bird who murmurs Chinese\n    Of the Me in Thee.\n\n  'Neath that tree of willow-pattern\n    Twice seven thousand scornful go\n  Paraphrasers and translators\n    Of the long-deceased Li-Po:\n\n  Chinese feelings swift discerning\n    Without all this time and fuss\n  Let us eat that bird, thus learning\n    Of the Him in Us!\n\n\n\n\n_Amy Lowell_\n\n    (Fixing her glasses firmly on the rest of the Poetry Society in a way\n    which makes them with difficulty refrain from writhing.)\n\n\nOISEAURIE\n\n\n  Glunk!\n  I toss my heels up to my head ...\n  That was a bird I heard say glunk\n  As I walked statelily through my extensive, expensive English country\n         estate\n  In a pink brocade with silver buttons, a purple passementerie cut with\n         panniers, a train, and faced with watered silk:\n\n  But it\n  Is dead now!\n  (The bird)\n  Probably putrescent\n  And green....\n\n  I scrabble my toes ...\n  Glunk!\n\n\n\n\n_Edgar Lee Masters_\n\n    (Making a statement which you may take or leave, but convincing you\n    entirely.)\n\n\nIMRI SWAZEY\n\n\n  I was a shock-headed boy bringing in the laundry;\n  Why did I try for that damn bird, anyway?\n  I suppose I had been in the habit of aiming for the pears.\n  But I chucked a stone, anyhow,\n  And it ricocheted and hit my head,\n  And as it hadn't any brains inside the stone busted it\n  And there I was, dead.\n  And dead with me were all the improper things\n  I'd got out of the servants about their employers\n  Bringing in the laundry;\n  But the grackle sings on.\n  Sing forever, O grackle!\n  I died, knowing lots of things _you_ don't know!\n\n\n\n\n_Edwin Arlington Robinson_\n\n    (He mutters wearily in an undertone.)\n\n\nRAMBUNCTO\n\n\n  Well, they're quite dead, Rambuncto; thoroughly dead.\n  It was a natural thing enough; my eyes\n  Stared baffled down the forest-aisles, brown and green,\n  Not learning what the marks were. Still, who learns?\n  Not I, who stooped and picked the things that day,\n  Scarlet and gold and smooth, friend ... smooth enough!\n  And she's in a vault now, old Jane Fotheringham,\n  My mother-in-law; and my wife's seven aunts,\n  And that cursed bird that used to sit and croak\n  Upon their pear-tree--they threw scraps to him--\n  My wife, too. Lord, that was a curious thing!\n  Because--\"I don't like mushrooms much,\" I said,\n  And they ate all I picked. And then they died.\n  But ... Well, who knows it isn't better that way?\n  It's quieter, at least.... Rambuncto--friend--\n  Why, you're not going?... Well--it's a stupid year,\n  And the world's very useless.... Sorry.... Still\n  The dusk intransience that I much prefer\n  Leaves place for little hope and less regret.\n  I don't suppose he'd care, to stay to dine\n  Under the circumstances.... What's life for?\n\n\n\n\n_Robert Frost_\n\n    (Rather nervously, retreating with haste in the wake of Mr. Robinson\n    as soon as he had finished.)\n\n\nTHE BIRD MISUNDERSTOOD\n\n\n  There was a grackle sat on our old pear tree--\n  Don't ask me why--I never did really know;\n  But he made my wife and me feel, for really the very first time\n  We were out in the actual country, hindering things to grow;\n\n  It gave us rather a queer feeling to hear the grackle grackle,\n  But when it got to be winter time he got up and went thence\n  And now we shall never know, though we watch the tree till April,\n  Whether his curious crying ever made song or sense.\n\n\n\n\n_Carl Sandburg_\n\n    (Striking from time to time a few notes on a mouth-organ, with a\n    wonderful effect of human brotherhood which does not quite include\n    the East.)\n\n\nCHICAGO MEMORIES\n\n\n  Grackles, trees--\n  I been thinkin' 'bout 'em all: I been thinkin' they're all right:\n  Nothin' much--Gosh, nothin' much against God, even.\n  _God made little apples_, a hobo sang in Kankakee,\n  Shattered apples, I picked you up under a tree, red wormy apples, I\n         ate you....\n  That lets God out.\n  There were three green birds on the tree, there were three wailing\n         cats against a green dawn....\n  'Gene Field sang, \"The world is full of a number of things,\"\n  'Gene Field said, \"When they caught me I was living in a tree....\"\n  'Gene Field said everything in Chicago of the eighties.\n  Now he's dead, I say things, say 'em well, too....\n  'Gene Field ... back in the lost days, back in the eighties,\n  Singing, colyumning ... 'Gene Field ... forgotten ...\n  Back in Arkansaw there was a green bird, too,\n  I can remember how he sang, back in the lost days, back in the eighties.\n  Uncle Yon Swenson under the tree chewing slowly, slowly....\n  Memories, memories!\n  There are only trees now, no 'Gene, no eighties\n  Gray cats, I can feel your fur in my heart ...\n  Green grackle, I remember now,\n  Back in the lost days, back in the eighties\n  The cat ate you.\n\n\n\n\n_Edith M. Thomas_\n\n    (She tells a friend in confidence, after she is safely out of it all.)\n\n\nFROST AND SANDBURG TONIGHT\n\n\n  Apple green bird on a wooden bough,\n  And the brazen sound of a long, loud row,\n  And \"Child, take the train, but mind what you do--\n  Frost, tonight, and Sandburg too!\"\n\n  Then I sally forth, half wild, half cowed,\n  Till I come to the surging, impervious crowd,\n  The wine-filled, the temperance, the sober, the pied,\n  The Poets that cover the countryside!\n\n  The Poets I never would meet till tonight!\n  A gleam of their eyes in the fading light,\n  And I took them all in--the enormous throng--\n  And with one great bound I bolted along.\n\n\n\n  If the garden had merely held birds and flowers!\n  But I hear a voice--they have talked for hours--\n  \"Frost tonight--\" if 'twere merely he!\n  Half wild, half cowed, I flee, I flee!\n\n\n\n\n_Charles Hanson Towne_\n\n    (Who rather begrudged the time he used up in going out to the\n    suburbs.)\n\n\nTHE UNQUIET SINGER\n\n\n  He had been singing, but I had not heard his voice;\n  He had been bothering the rest with song;\n  But I, most comfortably far\n  Within the city's stimulating jar\n  Feeling for bus-conductors and for flats,\n  And shop-girls buying too expensive hats,\n  And silver-serviced dinners,\n  And various kinds of pleasant urban sinners,\n  And riding on the subway and the L,\n  Had much beside his song to hear and tell.\n\n  But one day (it was Spring, when poets ride\n  Afield to wild poetic festivals)\n  I, innocently making calls\n  Was snatched by a swift motor toward his tree\n  (Alas, but lady poets will do this to thee\n  If thou art decorative, witty or a Man)\n  And heard him sing, and on the grass did bide.\n  But my whole day was sadder for his words,\n  And I was thinner\n  Because, in spite of my most careful plan\n  I missed a very pleasant little dinner....\n  In short, unless well-cooked, I don't like Birds.\n\n\n\n\n_Sara Teasdale_\n\n    (Who got Miss Rittenhouse to read it for her.)\n\n\nAT AUTUMN\n\n  I bend and watch the grackles billing,\n  And fight with tears as I float by;\n  O be a fowl for my heart's filling!\n  O be a bird, yet never fly!\n\n\n\n\n_Ezra Pound_\n\n    (Mailed disdainfully by him from anywhere but America, and read\n    prayerfully by a committee from Chicago.)\n\n\nRAINUV: A ROMANTIC BALLAD FROM THE EARLY BASQUE\n\n\n                        ... so then naturally\n  This Count Rainuv I speak of\n  (Certainly I did not expect you would ever have heard of him;\n  You are American poets, aren't you?\n  That's rather awful ... I am the only American poet\n  I could ever tolerate ... well, sniff and pass....)\n  Therefore ... well, I knew Rainuv.\n  (My P. G. course at Penn, you'll remember;\n  A little Anglo-Saxon and Basuto,\n  But Provencal, mostly. Most don't go in for that....\n  You haven't, of course ... What, no Provencal?\n  Well, of course, I know\n  Rather more than you do. That's my specialty.\n  But then--_Omnis Gallia est divisa_--but no matter.\n  Not fit, perhaps you'd say, that, to be quoted\n  Before ladies.... That's your rather amusing prudishness....)\n  Well, this Rainuv, then,\n  A person with a squint like a flash\n  Of square fishes ... being rather worse than most\n  Of the usual _literati_\n  Said, being carried off by desire of boasting\n  That he knew all the mid-Victorians\n  _Et ab lor bos amics:_\n  (He thought it was something to boast of.)\n\n  We'll say he said he smoked with Tennyson,\n  And--deeper pit--_pax vobiscum_--went to vespers\n  With Adelaide Anne Procter; helped Bob Browning elope\n  With Elizabeth and her lapdog (said it bit him)\n  Said he was the first man Blake told\n  All about the angels in a pear-tree at Peckham Rye\n  Blake drew them for him, he said; they were grackles, not angels--\n  (Blake's not a mid-Victorian, but you don't know better)\n  So ... we come, being slightly irritated, to facing him down.\n  \"... And George Eliot?\" we ask lightly.\n  \"_Roomed with him_,\" nodded Rainuv confidently,\n  \"_At college!_\"... Ah, _bos amic! bos amic!_\n  Rainuv is a king to you....\n  Three centuries from now (you dead and messy) men whispering insolently\n  (Eeni meeni mini mo...) will boast that their great-grand-uncles\n  Were kicked by me in passing....\n\n\n\n    (Clutching a non-existent portiere with one hand.)\n\n\nTHE SIGHING TREE\n\n  The folk of the wood called me--\n    \"There sits a golden bird\n  Upon your mother's pear-tree--\"\n    But I never said a word.\n\n  The Sleepy People whispered--\n    \"The bird is singing now.\"\n  But I felt not then like leaving bed\n    Nor listening beneath the bough.\n\n  But the wronged world beat my portals--\n    \"Come out or be sore oppressed!\"\n  So I threw a stone at the grackle\n    And my throbbing heart had rest.\n\n\n\n\n_Richard Le Gallienne_\n\n    (Advancing with a dreamy air of there still being a Yellow Book.)\n\n\nBALLADE OF SPRING CHICKENS\n\n\n  Spring comes--yet where the dream that glows?\n    There only waves upon the lea\n  A lonely pear-bough where doth doze\n    A bird of green, and merely he:\n    Why weave of him our poetry?\n  Why of a Grackle need we sing?\n    Ah, far another fowl for me--\n  I seek Spring Chickens in the Spring.\n\n  Though May returns, and frisking shows\n    Her ankles through this white clad tree,\n  Alas, old Spring's gone with the rose,\n    Gone is all old romance and glee--\n    Yet still a joy remains to me--\n  Softly our lyric lutes unstring,\n    Far from this Grackle we shall flee\n  And seek Spring Chickens in the Spring!\n\n  Too soon Youth's _mss_ must close,\n    (_Omar_) its rose be pot-pourri;\n  What of this bird and all his woes!\n    Catulla, I would fly to thee--\n    Bright bird of luring lingerie,\n  Of bushy bob, of knees aswing,\n    This golden task be mine in fee,\n  To seek Spring Chickens in the Spring!\n\n_Envoi_\n\n  Prince, let us leave this grove, pardie,\n    A flapper is a fairer thing:\n  Let us fare fast where such there be,\n    And seek Spring Chickens in the Spring!\n\n\n\n\n_Angela Morgan_\n\n    (Carefully lifting her Greek robe off the wet grass, and patting her\n    fillet with one white glove, recites passionately.)\n\n\nOH! BIRD!\n\n\n  I heard a flaming noise that screamed--\n  \"Man, panting, crushed, must be redeemed!\n  Man! All the crowd of him!\n  Quiet or loud of him!\n  Men! Raging souls of them!\n  Heaps of them, shoals of them!\n  Hurtling impassioned through fiery-tongued rapture!\n  Leaping for glories all avid to capture\n  Bounteous aeons of star-beating bliss!\"\n  I heard a voice cry, and I'm sure it said this:\n  Though the cook said the noise was a tree and a bird ...\n  _But I heard! Gods, I heard!_\n\n\n\n\n_Conrad Aiken_\n\n  (Creeping mysteriously out of the twilight, draped in a complex.)\n\n\nTHE CHARNEL BIRD\n\n\n  Forslin murmurs a melodious impropriety\n    Musing on birds and women dead aeons ago....\n  Was he not, once, this fowl, a gay bird in society?\n    Can any one tell? ... After an evening out, who can know?\n  Perhaps Cleopatra, lush in her inadequate wrappings,\n    Lifted him once to her tatbebs.... Perhaps Helen of Troy\n  Found him more live than her Paris ... a bird among dead ones....\n    Perhaps Semiramis ... once ... in a pink unnamable joy * * *\n\n  I tie my shoes politely, a salute to this bird in his pear-tree;\n    ... What is a pear-tree, after all.... What is a bird?\n  What is a shoe, or a Forslin, or even a Senlin?\n    What is ... a what? ... Is there any one who has heard? ...\n  What is it crawls from the kiss-thickened, Freudian darkness,\n    Amorous, catlike ... Ah, can it be a cat?\n  I would so much rather it had been a scarlet harlot,\n    There is so much more genuine poetry in that....\n\n\n    (Note by the Collator: It was, in fact, Fluffums, the Angora cat\n    belonging to the Jenkinses on the corner; and the disappointment\n    was too much for Mr. Aiken, who fainted away, and had to be taken\n    back to Boston before completing his poem, which he had intended\n    to fill an entire book.)\n\n\n\n\n_Mary Carolyn Davies_\n\n    (Impetuously, with a floppy hat.)\n\n\nA YOUNG GIRL TO A YOUNG BIRD\n\n\n  When one is young, you know, then one can sing\n        Of anything:\n  One is so young--so pleasurably so--\n        How can one know\n  If God made little apples, or yet pears,\n        Or ... if God cares?\n\n  You are young, maybe, Grackle; that is why\n        I want to cry\n  Seeing you watch the poems that I say\n        To-night, to-day ...\n\n  This little boy-bird seems to nod to me\n        With sympathy:\n  He is so young: it must be that is why ...\n       _As young as I!_\n\n\n\n\n_Marguerite Wilkinson_\n\n    (Advancing with sedate courtesy in a long-sleeved, high-necked\n    lecture costume.)\n\n\nTHE RUNE OF THE NUDE\n\n\n  I will set my slim strong soul on this tree with no leaves upon it,\n    I will lift up my undressed dreams to the nude and ethical sky:\n  This bird has his feathers upon him: he shall not have even a sonnet:\n    Until he is stripped of his last pin-plume I will sing of my mate\n        and I!\n\n  My ancestors rise from their graves to be shocked at my soul's wild\n        climbing\n    (They were strong, they were righteous, my ancestors, but they\n        always kept on their clothes)\n    My mate is the best of all mates alive: his voice is a raptured\n        rhyming:\n  He chants \"Come Down!\" but it cannot come, either for him or those!\n\n  My ancestors pound from their ouija-board: my mate leaps in swift indignation:\n    I must tell the world of their wonders, but I must be strong and free--\n  Though all sires and all mates cry out in a runic incantation,\n    My soul shall be stripped and buttonless--it shall dwell in a naked tree!\n\n\n\n\n_Aline Kilmer_\n\n    (With a certain aloofness.)\n\n\nADMIRATION\n\n\n  Kenton's arrogant eyes watch the Widdemer pear-tree,\n  His thistle-down-footed sister puts out her tongue at him....\n  Kenton, what do you see? That yonder is only a bare tree;\n  Come, carry Deborah home; she is gossamer-light and slim.\n\n  \"Aw, mother, but I don't want to!\" Kenton replies with devotion,\n  \"I've gathered you stones for the bird; come on, don't you want to throw 'em?\"\n  Ah, Kenton, Kenton, my child, who but you would have such an emotion?\n  But in spite of it I admire you, as you'll see when you read this poem.\n\n\n\n\n_The Benet Brothers_\n\n    (They sing arm in arm, Stephen Vincent having rather more to do with\n    the verse and William Rose with the chorus. Their sister Laura is\n    too busy looking for a fairy under the tree to add to the family\n    contribution.)\n\n\nTHE GRACKLE OF GROG\n\n\n  It was old Yale College\n    Made me what I am--\n  You oughto heard my mother\n    When I first said damn!\n  I put a pin in sister's chair,\n    She jumped sky-high ...\n  I don't know what'll happen\n    When I come to die!\n\n  _But oh, the stars burst wild in a glorious crimson whangle,_\n  _There was foam on the beer mile-deep, mile-high, and the pickles were\n        piled like seas,_\n  _Noeara's hair was a flapper's bob that turned to a ten-mile tangle,_\n  _And the forests were crowded with unicorns, and gold elephants\n        charged up trees!_\n\n  Forceps in the dentist's chair,\n    Razors in the lather ...\n  Lord, the black experience\n    I've had time to gather ...\n  But I've thought of one thing\n    That may pull me through--\n  I'm a reg'lar devil\n    But the Devil was, too!\n\n  _There were thousands of trees with knotholed knees that kicked in\n        a league-long rapture,_\n    _Birds green as a seasick emerald in a million-mile shrieking row--_\n  _It was sixty dollars or sixty days when the cop had made his\n        capture...._\n    _But God! the bun was a gorgeous one, and the Faculty did not know!_\n\n\n\n\n_Lola Ridge_\n\n    (Who apparently did not care for the suburbs.)\n\n\nPREENINGS\n\n\n  I preen myself....\n  I ...\n  Always do ...\n  My ego expanding encompasses ...\n  Everything, naturally....\n\n  This bird preens himself ...\n  It is our only likeness....\n\n  Ah, God, I want a Ghetto\n  And a Freud and an alley and some Immigrants calling names ...\n  God, you know\n  How awful it is....\n  Here are trees and birds and clouds\n  And picturesquely neat children across the way on the grass\n  Not doing anything\n  Improper ...\n  (Poor little fools, I mustn't blame them for that\n  Perhaps they never\n  Knew How....)\n\n  But oh, God, take me to the nearest trolley line!\n  This is a country landscape--\n  I can't stand it!\n\n  God, take me away--\n  There is no Sex here\n  And no Smell!\n\n\n\n\n_Edna St. Vincent Millay_\n\n    (Recites in a flippant voice which occasionally chokes up with\n    irrepressible emotion, and clenching her hands tensely as she\n    notices that the Grackle has hopped twice.)\n\n\nTEA O' HERBS\n\n\n  O I have brought in now\n    Bergamot,\n  A packet o' brown senna\n    And an iron pot;\n  In my scarlet gown\n    I make all hot.\n\n  And other men and girls\n    Write like me\n  Setting herbs a-plenty\n    In their poetry\n  (_Bergamot for hair-oil,_\n    _Bergamot for tea!_)\n\n  And they may do ill now\n  Or they may do well,\n  (Little should I care now\n  What they have to sell--)\n  But what bergamot and rue are\n    None of them can tell.\n\n  All above my bitter tea\n    I have set a lid\n  (As my bitter heart\n    By its red gown hid)\n  They write of bergamot\n    Because I did....\n\n  (From its padded hangers\n    They've snatched my red gown,\n  Men as well as girls\n    And gone down town,\n  Flaunting my vocabulary,\n    Every verb and noun!)\n\n  And the grackle moans\n    High above the pot,\n  He is sick with herbs ...\n    _And am I not,_\n  _Who have brought in_\n    _Bergamot?_\n\n\n\n\n_John V. A. Weaver_\n\n    (With a strong note of infant brutality.)\n\n\nTHE WEAVER BIRD\n\n\n  Gosh, kid! that bird a-cheepin' in the tree\n  All green an' cocky--why, it might be me\n  Singin' to you.... Wisht I was just a bird\n  Bringin' you worms--aw, you know, things I've heard\n  'Bout me--an' flowers, maybe.... Like as not\n  Somebody'd get me with an old slingshot\n  An' I'd be dead.... Gee, it'd break you up!\n  Nothin' would be the same to you, I bet,\n  Knowin' my grave was out there in the wet\n  And we two couldn't pet no more.... Say, kid,\n  It makes me weep, same as it always did,\n  To think how bad you'd feel....\n\n                                I got a thought,\n  An awful funny one I sorta caught--\n  Nobody never thought that way, I guess--\n  When I get blue, an' things is in a mess\n  I map out all my funeral, the hearses\n  An' nineteen carriages, an' folks with verses\n  Sayin' how great I was, an' all like that,\n  An' wreaths, an' girls with crapes around their hat\n  Tellin' the world how bad their hearts was broke,\n  An' you, just smashed to think I had to croak....\n\n  I can't stand that bird, somehow--makes me cry....\n  _The world'll be darn sorry when I die!_\n\n\n\n\n_David Morton_\n\n    (Who, being very polite, only thought it.)\n\n\nSONNET: TREES ARE NOT SHIPS\n\n\n  There is no magic in a living tree,\n  And, if they be not sea-gulls, none in birds:\n  My soul is seasick, and its only words\n  Murmur desire for things more like a sea.\n  In this dry landscape here there seems to be\n  No water, merely persons in large herds,\n  Who, by their long remarks, their arid girds,\n  Come from the Poetry Society.\n\n  What could be drier, where all things are dry?\n  What boots this bird, this pear-tree spreading wide?\n  Oh, make this bird they all discuss to pie,\n  Hew down this tree and shape its planks to ships,\n  Send them to sea with these folk nailed inside,\n  That I may have great sonnets on my lips!\n\n\n\n\n_Elinor Wylie_\n\n    (With an air of admitting the tragic and all-important fact.)\n\n\nTHE GRACKLE IS THE LOON\n\n\n  Never believe this bird connotes\n    Jade whorls of carven commonness:\n  Nor as from ordinary throats\n    Slides his sharp song in ice-strung stress.\n\n  He is the cold and scornful Loon,\n    Who, hoping that the sun shall fail,\n  Steeps in the silver of the moon\n    His burnished claws, his chiseled tail.\n\n\n\n\n_Leonora Speyer_\n\n    (Speaking, notwithstanding, with unshaken poise.)\n\n\nA LANDSCAPE GETS PERSONAL\n\n\n  Beloved....\n  I cannot bear that Bird\n\n  He is green\n  With envy of My Songs:\n  \"_Cheep! Cheep!_\"\n\n  This Tree\n  Has a furtive look\n  And the Brook\n  Says, \"Oh ... Splash....\"\n\n  And the Grass ... the terrible Grass ...\n  It waves at me....\n  It is too flirtatious!\n\n  Beloved,\n  Let us leave swiftly ...\n\n  _I fear this Landscape!_\n  _It would vamp me!_\n\n\n\n\n_Corinne Roosevelt Robinson_\n\n    (Who, having engagements to speak at ten unveilings, and nine public\n    schools and twelve other symposiums, stayed away, but sent this\n    handsome tribute by wire.)\n\n\nTHE SYMPOSIUM LEADING NOWHERE\n\n\n  I sing of the joy of the Small Paths\n    The paths that lead nowhere at all,\n  (Though I never have gone on them nevertheless\n    They are admirable, and so small!)\n  I go out at midnight in motors\n    But, being a Roosevelt, I drive\n  Straight ahead on the neatly paved highway,\n    For I wish with much speed to arrive.\n\n  Oh, the joy and effulgence of Small Paths\n    Surrounded with Birds and with Trees\n  I would love to go down on a Small Path\n    And sit in communion with these!\n  Oh, Grackle, I yearn to be with you,\n    For poetic communion I yearn\n  But I have ten engagements to speak in the suburbs\n    And alas, I've no time to return.\n\n  _Oh alas, the undone moments,_\n    _Oh, the myriad hours bereft_\n  _Trying to be twenty people_\n    _And to do things right and left._\n  _I would sit down by a Small Path_\n    _And would make me a Large Rhyme_\n  _I should love to find my soul there_\n    _But I haven't got the time!_\n\n\n\n\n_Ridgely Torrence_\n\n    (Who felt that the Bird did not sufficiently uphold Art.)\n\n\nTHE FOWL OF A THOUSAND FLIGHTS\n\n\n  Grackle, Grackle on your tree,\n    There's something wrong to-day,\n  In the moonlight, in the quiet evening,\n    You will rise and croak and fly away;\n  Oh, you have sat and listened till you're wild for flight\n    (And that's all right)\n  But you have never criticised a single song\n    (And that's all wrong)\n  Lo, would you add despair unto despair?\n  Do you not care\n  That all these lesser children of the Muse\n  Shall sing to you exactly as they choose?\n\n  You are ungrateful, Fowl. I wrote a poem,\n  Once, in the middle of August, intending to show 'em\n  That you should not\n  Be shot:\n  What saw I then, what heard?\n  Multitudes--multitudes, under the tree they stirred,\n  And with too many a broken note and wheeze\n  They sang what each did please....\n\n  And Thou,\n  O bird of emeraldine beak and brow,\n  Thou sawest it all, and did not even cackle,\n  Grackle!\n\n\n\n\n_Henry van Dyke_\n\n    (Who, although for different reasons, did not care for the Grackle\n    either.)\n\n\nTHE ROILING OF HENRY\n\n(A Song of the Grating Outdoors)\n\n  Bird, thou art not a Veery,\n    Nor yet a Yellowthroat,\n  Ne'erless, I knew thy gentle song,\n    Long, long e'er I could vote;\n  Thou art not a Blue Flower,\n    Nor e'en a real Blue Bird;\n  Yet there's a moral high and pure\n    In all thy likings heard:\n  \"_Grack-grack-grack-grack-grack-grack--_\n      _Go on and ne'er look back!_\"\n\n  The noble tow'rs of Princeton\n    Hear high thy pensive trill,\n  And eke my ear has heard thee\n    The while I fished the rill;\n  Thy note rings out at daybreak\n    Before I rise to toil;\n  Thou counselest Persistence;\n    Thy song no stone can spoil;\n  \"_Grack-grack-grack-grack-grack-grack--_\n    _Go on and ne'er look back!_\"\n\n  Yet, Bird, there is a limit\n    To all I've undergone;\n  From five o'clock till five o'clock\n    Thou'st chanted o'er my lawn;\n  I cannot get my work done ...\n    I give thee, Bird, advice;\n  If thou wouldst save thy skin alive,\n    Let me not warn thee twice,\n  \"_Grack-grack-grack-grack-grack-grack--_\n    _Go on and ne'er look back!_\"\n\n\n\n\n_Cale Young Rice_\n\n    (Who came out rather tired from trying to choose a new suit, and\n    could not get it off his mind.)\n\n\nPANTINGS\n\n\n  Pantings, Pantings, Pantings!\n    Gents' immanent furnishings!\n  On a mystic tide I ride, I ride,\n    Of the clothes of a million springs!\n  I take the train for the suburbs\n    Or I sweep from Pole to Pole,\n  But where is the window that holds them not,\n    Gents' furnishings of my soul!\n\n  Pantings, Pantings, Pantings!\n    Shirtings and coatings too!\n  How can I think of mere birds, nor blink\n    In the Cosmic Hullaballoo?\n  The hot world throbs with Immenseness,\n    The Voidness plunks in the Void,\n  And all of it doubtless has something to do\n    With Employer and Unemployed!\n\n  Pantings! Pantings! Pantings!\n    Trousers through all the town!\n  And the tailors' dummies with iron for tummies\n    Smirk in their blue and brown;\n  I float in a slithering simoon\n    Of fevered and surging tints,\n  And my ears are dulled with the mighty throb\n    Of the Male Best Dressers' Hints:\n\n  _Pantings! Pantings! Pantings!_\n    _My wardrobe, they send it fleet...._\n  _Ah, the Is and the Was and the Never Does...._\n    _And the Cosmos at last complete!_\n\n\n\n\n_Bliss Carman_\n\n    (Who, incidentally, happened to be correct.)\n\n\nTHE WILD\n\n\n  Ho, Spring calls clear a message....\n    The Grackle is not green....\n  The Mighty Mother Nature\n    She knows just what I mean.\n\n  The lilac and the willow\n    The grass and violet\n  They are my wild companions\n    Where I was raised a pet.\n\n  The secrets of great nature\n    From childhood I have heard;\n  Oh, I can tell a wild flower\n    Swiftly from a wild bird;\n\n  And Gwendolen and Marna\n    And Myrtle (dead all three ...\n  Among my wildwood sweethearts\n    Was much mortality).\n\n  If they my loves returning\n    Might gather 'neath these boughs\n  (Oh, they would sniff at pear-trees\n    Who loved the Northern Sloughs).\n\n  Their wild eternal whisper\n    Would back me up, I ween:\n  \"This bird is not a Grackle:\n    A Grackle is not green.\"\n\n\n\n\n_Grace Hazard and Hilda Conkling_\n\n\nTHEY SEE THE BIRDIE\n\n\n(Mrs. Conkling points maternally.)\n\n    Oh, Hilda! see the little Bird!\n    If you will watch, upon my word\n    He will come out; a Veery[1] he\n    As like an Oboe as can be:\n    He shall be winged, with a tail,\n    Mayhap a Beak him shall not fail!\n    And I will tell him, \"Birdie, oh,\n    This is my Hilda, you must know--\n    And oh, what joy, if you but knew--\n    She shall make poetry on you!\"\n\n(The Birdie obliges, whereupon Hilda recites obediently, while her\nmother, concealing herself completely behind the bird, takes\ndictation.)\n\n    Oh, my lovely Mother,\n    That is a Bird:\n    Sitting on a Tree.\n    I am a Little Girl\n    Standing on the Ground.\n    I see the Bird,\n    The Bird sees me.\n\n    _Bird!_\n    _Color of Grass!_\n\n    _I love my Mother_\n       _More than I do You!_\n\n\n[Footnote 1: Note by the Collator: I do not pretend to explain the\nveery-complex of American poets. They all seemed possessed to rub it\ninto the poor bird that he wasn't one.]\n\n\n\n\n_Theodosia Garrison_\n\n    (Who began cheerfully, but reduced her audience to tears, which she\n    surveyed with complacence, by the third line.)\n\n\nA BALLAD OF THE BIRD DANCE OF PIERRETTE\n\n\n_Pierrette's mother speaks:_\n\n  \"Sure is it Pierrette yez are, Pierrette and no other?\n    (Och, Pierrette, me heart is broke that ye shud be that same--)\n  Pertendin' to be Frinch, an' me yer poor ould Irish mother\n    That named ye Bridget fer yer aunt, a dacent Dublin name!\n  Ye that was a pious girrl, decked out in ruffled collars,\n    With yer hair that docked an' frizzed--if Father Pat shud see!\n  Dancin' on a piece o' grass all puddle-holes an' hollers,\n    Amusin' these quare folk that's called a Pote-Society!\"\n\n        _But it was Bridget Sullivan,_\n          _Her locks flour-sprent,_\n        _That danced beneath the flowering tree_\n          _Leaping as she went._\n\n  \"If there's folk to stare at ye ye'll dance for all creation\n    (Since ye went to settlements 'tis little else I've heard),\n  Letting yer good wages go to chat of 'inspiration,'\n    Flappin' up an' down an' makin' out yez are a burrd!\n  Sure if ye got cash fer it 'tis little I'd be sayin'\n    (Och, Pierrette, stenographin' 'tis better wage ye'll get,)\n  Sorra wan these long-haired folk has spoke till ye o' payin',\n    Talkin' of yer art, an' ye a leppin' in the wet!\"\n\n        _But it was Bridget Sullivan,_\n          _Her head down-bent,_\n        _Went back on the three-thirteen,_\n          _Coughing as she went._\n\n\n\n\n_William Griffith_\n\n    (Who felt for her.)\n\n\nPIERRETTE REMEMBERS AN ENGAGEMENT\n\n\n  Pierrette has gone--but it was not\n    Exactly that she lied;\n  She said she had to catch a train;\n    \"I have a date,\" she cried.\n\n  To keep a sudden rendezvous\n    It came into her mind\n  As quite the quickest way to flee\n    From parties of this kind;\n\n  She went most softly and most soon,\n    But still she made a stir,\n  For, going, she took all the men\n    To town along with her.\n\n\n\n\n_Edgar Guest_\n\n    (Who has an air of absolute belief in the True, the Optimistic, and\n    the Checkbook. He seems yet a little ill at ease among the others,\n    and to be looking about restlessly for Ella Wheeler Wilcox.)\n\n\nAIN'T NATURE WONDERFUL!\n\n\n  How dear to me are home and wife,\n    The dear old Tree I used to Love,\n  The Pear it shed on starting life\n    And God's Outdoors so bright above!\n\n  For Virtue gets a high reward,\n    Noble is all good Scenery,\n  So I will root for Virtue hard,\n    For God, for Nature, and for Me!\n\n\n\n\n_Don Marquis_\n\n    (Who, it appears, refers to departments which he and certain of his\n    friends run in New York papers. He swings a theoretical barrel of\n    hootch above his head, and chants:)\n\n\nTHE MEETING OF THE COLUMNS\n\n  Chris and Frank and I\n    Each had a column;\n  Chris and I were plump and gay,\n  But not so F.P.A.:\n    F.P.A. was solemn--\n    Not so his Column;\n  That was full of wit,\n    As good as My Column\n  Nearly every bit!\n  We sat on each an office chair\n    And all snapped our scissors;\n  Their things were pretty fair\n    But all of mine were Whizzers!\n\n  Frank wrote of Cyril,\n    An ungrammatic sinner,\n  But I wrote of Drink\n    And Chris wrote of Dinner;\n    And Frank kept getting thinner\n  And we kept getting plump--\n  Frank sat like a Bump\n    Translating from the Latin,\n  Chris wrote of Happy Homes\n  I wrote of Alcoholic Foams,\n    And we still seemed to fatten;\n  Frank wrote of Swell Parties where he had been,\n  I wrote of Whisky-sours, and Chris wrote of Gin!\n  But we both got fatter,\n  So the parties didn't matter,\n  Though F.P.A. he published each as soon as he'd been at her....\n\n  F.P.A. went calling\n    And sang about it sorely ...\n  \"_Pass around the shandygaff,\" says brave old Morley!_\n  F.P.A. played tennis\n    And told the World he did....\n  _I bought a stein of beer and tipped up the lid!_\n  Frank wrote up all his evenings out till we began to cry,\n  _But we drowned our envy in a long cool Rye!_\n\n  And then we got an invitation, Frank and Chris and me,\n  To come and say a poem on a Grackle in a Tree:\n\n  But Chris and I'd had twenty ryes, and we began to cackle--\n  \"Oh, see the ninety pretty birds, and every one a Grackle!\n  A Grackle with a Hackle,\n    A ticklish one to tackle\n  A tacklish one to tickle ... To ticker ... To licker....\"\n  And we both began to giggle\n    And woggle, and wiggle,\n  And we giggled and we gurgled\n    And we gargled and were gay ...\n  _For we'd had an invitation, just the same as F.P.A.!_\n\n\n\n\n_Christopher Morley_\n\n    (Acting, in spite of himself, as if the Bird were his long-lost\n    brother, and locating the Grackle, for poetic purposes, in his own\n    home.)\n\n\nTHE MOCKING-HOARSE BIRD\n\n\n  Good fowl, though I would speak to thee\n  With wonted geniality,\n  And Oxford charm in my address,\n  It's not quite easy, I confess:\n  _Suaviter in modo's_ hard\n  When poets trample one's front yard,\n  And this is such an enormous crew\n  That you've got trailing after you!\n  I'd washed my youngest child but four,\n  Put the milk-bottles out the door,\n  Paid my wife's hat-bill with no sigh\n  (Ah, happy wife! Ah, happy I!)\n  Tossed down (see essays) then my pen\n  To be a private citizen,\n  Written about that in the Post,\n  When lo, upon the lawn a host\n  Of Poets, sprung upon my sight\n  Each eager for a Poem to write!\n\n  To a less placid bard you'd be\n  A flat domestic tragedy,--\n  Bird--grackle--nay, I'd scarcely call\n  You bird--a mere egg you, that's all--\n  Only a bad egg has the nerve\n  To poach (a pun!) on my preserve!\n  To P.Q.S. and X.Y.D.\n  (Both columnists whom you should see)\n  And L.M.N (a man who never\n  Columns a word that isn't clever,)\n  And B.C.D. (who scintillates\n  Much more than most who get his rates)\n  A thing like this would be a trial....\n  It is to me, there's no denial.\n\n  Why, Bird, if they would sing of you,\n  Or Sin, or Broken Hearts, or Rue,\n  Or what Young Devils they all are,\n  Or Scarlet Dames, or the First Star,\n  Or South-Sea-Jazz-Hounds sorrowing,\n  It would be quite another thing:\n  But, Bird, here they come mousing round\n  On my suburban, sacred ground,\n  And see my happiness--it's flat,\n  You wretched Bird, they'll sing of that!\n  They'll hymn my Happy Hearth, and later\n  The joys of my Refrigerator,\n  Burst into song about the points\n  Of Babies, Married Peace, Hot Joints,\n  The Jimmy-Pipe I often carol,\n  My Commutation, my Rain-Barrel,\n  And each Uncontroverted Fact\n  With which my poetry is packed ...\n  In short, base Bird, they'll sing like me,\n  _And then, where will my living be?_\n\n\n\n\n_Franklin P. Adams_\n\n    (Coldly ignoring the roistering of his friends, addresses the Grackle\n    with bitterness:)\n\n\nTO A GRACKLE\n\n(Horace, Ode XVIXXV, p. 23)\n\n\n  Bird, if you think I do not care\n    To gaze upon your feathered form\n  Rather than converse with some fair\n    Or make my brow with tennis warm;\n\n  If you should think I'd liefer far\n    Hear your sweet song than fast be driving\n  Within my costly motor car\n    And in my handsome home arriving,\n\n  If you should think I would be gone\n    Far sooner than you might expect\n  From off this uncolumnar lawn;\n    Bird, you'd be utterly correct!\n\n\n\n\n_Tom Daly_\n\n    (Showing the Italian's love of the Beautiful, which he makes his own\n    more than the Anglo-Saxon dreams of doing.)\n\n\nCARLO THE GARDENER\n\n\n  De poets dey tinka dey gotta da tree,\n  Dey gotta da arta, da birda--but me,\n  I lova da arta, I lova da flower,\n  (Ah, _bella fioretta_!) I waita da hour:\n  I mowa da grass, I rake uppa da leaf--\n  I brava young Carlo--Maria! fine t'ief!\n  I waita\n  Till later.\n\n  Da poets go homa, go finda da sup',\n  I creep by dis tree and I digga her up,\n  (Da Grackla, da blossom, da tree-a I love,\n  _Per Dio!_ and da art!) So I giva da shove,\n  I catcha da birda, I getta da tree,\n  I taka to Rosa my wife, and den she--\n  She gotta\n  In potta!\n\n\n\n\n_Vachel Lindsay_\n\n    (Bounding on toward the end of the proceedings with a bundle over\n    his shoulder, and making the rest join in at the high spots.)\n\n\nTHE HOBOKEN GRACKLE AND THE HOBO\n\n(An Explanation)\n\n\n  As I went marching, torn-socked, free,                        [_Steadily_]\n  With my red heart marching all agog in front of me\n  And my throbbing heels\n  And my throbbing feet\n  Making an impression on the Hoboken street                 [_With energy_]\n  Then I saw a pear-tree, a fowl, a bird,\n  And the worst sort of noise an Illinoiser ever heard!    [_With surprise_]\n  Banks--of--poets--round--that--tree--\n  _All_ of the Poetry Society but _me_!\n  All a-cackle, addressed it as a grackle                     [_Chatteringly\n  Showed me its hackle (that proved it was a fly)             like parrots_]\n  Tweet, tweet, tweet, tweet, tweet,                         [_Cooingly, yet\n  Gosh, what a packed street!                              with impatience_]\n  The Secretary, _President_ and TREASURER went by!\n  \"That's not a grackle,\" said I to all of him,\n  Seething with their poetry, iron-tongued, grim,\n  \"_That's an English sparrow on that limb!_\"\n  And they all went home\n  No more to roam.\n  And I watched their unmade poetry raise up like foam     [_Intemperately_]\n  And I took my bandanna again on my stick             [_With calm majesty_]\n  And I walked to the grocery and took my pick\n  And I bought crackers, canned shrimps, corn,            [_With domesticity\n  Codfish like flakes of snow at morn,                      for the moment_]\n  Buns for breakfast and a fountain-pen\n  Laid down change and marched out again\n  And I walked through Hoboken, torn-socked, free,\n  _With my red heart galumphing all agog in front of me!_\n\n\n\n\nDIES ILLA: A BIRD OF A MASQUE\n\n  Being a Collaboration by Percy Mackaye, Isabel\n  Fiske Conant and Josephine Preston Peabody.\n\n\nDRAMATIS PERSONAE\n\n\nTHE GRACKLE (who does not appear at all)\n\nTHE SPIRIT OF THE REJECTION SLIP\n\nTHE SPIRIT OF MODERN POETRY\n\nCHORUS OF ELDERLY LADIES WHO APPRECIATE POETRY\n\nCHORUS OF CORRESPONDENCE, KINDERGARTEN, GRAMMAR, HIGH-SCHOOL AND COLLEGE\n  CLASSES IN VERSE-WRITING\n\nCHORUS OF YOUNG MEN RUNNING POETRY MAGAZINES\n\nCHORUS OF POETRY CRITICS\n\nCHORUS OF ASSORTED CULTURE-HOUNDS\n\nTHE PERSON RESPONSIBLE FOR THE POETIC RENAISSANCE IN AMERICA\n\nTHE NON-POETRY WRITING PUBLIC (COMPOSED OF TWO CITIZENS WHO HAVE NEVER\n  LEARNED TO READ OR WRITE)\n\nSEMI-CHORUSES OF MAGAZINE EDITORS AND BOOK-PUBLISHERS\n\nATE, GODDESS OF DISCORD\n\nTHE MUSE\n\n\nTIME: _Next year._ PLACE: _Everywhere._ SCENE: _A level stretch of\nmonotony._\n\n\n\nTHE SPIRIT OF THE REJECTION SLIP (_Entering despairingly_)\n\n  Alas--in vain! Yet I have barred the way\n  As best I might, that this great horror fall\n  Not on the world. _Returned with many thanks_\n  _And not because of lack of merit,_ I\n  Have said to twenty million poets ... nay ...\n  Profane it not, that word ... to twenty million\n  Persons who wasted stamps and typewriting\n  And midnight oil, to add unto the world\n  More Bunk.... In vain--in vain!\n  (_She sinks down sobbing._)\n\n\n(_From right and left of stage enter Semi-Choruses Magazine Editors and\nBook Publishers, tearing their hair rhythmically._)\n\nSEMI-CHORUS OF EDITORS\n\n  We have mailed their poems back\n  To every man and woman-jack\n  Who weigh the postman down\n  From country and from town;\n  But all in vain, in vain,\n  They mail them in again!\n\nSEMI-CHORUS OF PUBLISHERS\n\n  Though we've sent them flying,\n  We are nearly dying,\n  From the books of poetry\n  Sent by people unto we;\n  In vain we keep them off our shelves,\n  They go and publish them themselves!\n\nSPIRIT OF THE REJECTION SLIPS\n\n  All, bravely have ye toiled, my masters, aye,\n  And I've toiled with you.... All in vain, in vain--\n\n\n(_Enter, with a proud consciousness of duty well done, the Chorus of\nCorrespondence, Kindergarten, Grammar, High-School and College Classes\nfor Writing Verse. They sing Joyously_)\n\n  The Day has come that we adore,\n  The Day we've all been working for,\n  Now babies in their bassinets\n  And military school cadets,\n  And chambermaids in each hotel\n  And folks in slums who cannot spell,\n  Professors, butchers, clergymen,\n  And every one, have grabbed a pen:\n  The Day has come--tra la, tra lee--\n  _Everybody_ writes poetry!\n\n\n(_They do a Symbolic Dance with Typewriters, during which enters the\nChorus of Young Men who Run Poetry Magazines. These put on horn-rimmed\nspectacles and chant earnestly as follows_)\n\nCHORUS OF YOUNG MEN WHO RUN POETRY MAGAZINES\n\n  We're very careful what we put in;\n  This magazine is of highest grade;\n  If it doesn't appeal to our personal taste\n  There's no use sending it, we're afraid;\n  We don't like Shelley, we don't like Keats,\n  We don't like poets who're tactlessly dead;\n  If you write like us there will be no fuss--\n  That's the best of verse, when the last word's said.... (_Bursting\n        irrepressibly into youthful enthusiasm, and dashing their horn\n        spectacles to the ground_)\n\n  Yale! Yale! Yale!\n  Our Poetry!\n  Fine Poetry!\n  Nobody Else's Poetry!\n  Raw! Raw! Raw! Raw!\n\n\n(_Enter, modestly, the Person Responsible for the Poetic Renaissance in\nAmerica. There are four of him--or her, as the case may be--Miss Monroe,\nMiss Rittenhouse, Mrs. Stork, Mr. Braithwaite. The Person stands in a\nrow and recites in unison:_)\n\n  I've made Poetry\n    What it is today;\n  Or ... at least ...\n    That's what people say:\n  Earnest-minded effort\n    Never can be hid;\n  The Others think They did it--\n    But--I--Did!\n\nSPIRIT OF THE REJECTION SLIP, EDITORS AND PUBLISHERS, (_faintly:_)\n\n  You _did_? (_They rush out._)\n\nPERSON RESPONSIBLE (_still modestly_)\n\n  Well, so they say--\n  But I have to go away.\n  I'm due at a lecture\n  I give at three today.\n\n\n(_The Person goes out in single file, looking at its watch. As it does so,\nthere enters a pale and dishevelled girl in Greek robes. It is the Muse._)\n\nMUSE\n\n  In Mount Olympus we have heard a noise and crying\n  As swine that in deep agony are dying,\n  A voice of tom-cats wailing,\n  A never failing\n  Thud as of rolling logs:\n  A chattering like frogs,\n  And all this noise, unceasing, thunderous,\n  Making a horrible fuss,\n  Cries out upon my name.\n  Oh, what am I, the Muse and giver of Fame,\n  So to be mocked and humbled by this use?\n  I--I, the Muse!\n\n\n(_Enter Spirit of Modern Poetry, a lady with bobbed hair, clad lightly in\nhorn glasses and a sex-complex._)\n\nSPIRIT OF MODERN POETRY\n\n  You're behind the times; quite narrow,\n  Don't you want\n  Culture for the masses?\n\nMUSE\n\n  No; I am Greek; we never did.\n  Besides, it _isn't_ culture.\n\nCHORUS OF ELDERLY LADIES WHO APPRECIATE POETRY, (_trotting by two\n        by two on their way to a lecture, pause._)\n\n  Oh, how narrow! Oh, how shocking!\n  She's no Muse! She must be mocking!\n\nMUSE (_sternly, having lost her temper by this time_)\n\n  I am a goddess. Trifle not with me.\n\nELDERLY LADIES (_with resolute tolerance_)\n\n  She _looks_ like a pupil of Isadora Duncan,\n  But she says she's a goddess; what folly we'd be sunk in\n  To believe a word she says; she needs broad'ning, we conjecture--\n  My dear, come with us to Miss Rittenhouse's lecture!\n\nMUSE (_lifting her arms angrily_)\n\n  Ate, my sister!\n\nATE, (_behind the scenes_) I come!\n\n\n(_Enter from one side, Band of Poets--very large--with lyres and wreaths\nput on over their regular clothes. From the other side, a chorus of\nPoetry Critics. At their end steals Ate, Goddess of Discord, disguised\nas a Critic by means of horn glasses and a Cane. The Poets do not see\nher--or anything but themselves, indeed. They sing obliviously_)\n\n  My maiden aunt in Keokuk\n    She writes free verse like anything;\n  My great-grandmother is in luck,\n    She's sold her three-piece work on Spring;\n  My mother does Poetic Plays,\n    My dad does rhymes while signing checks,\n  And my flapper sister--we wouldn't have missed her--\n    She's writing an epic on Sin and Sex--\n  The world's as perfect as it can be,\n  Everybody writes Poetry!\n\nCHORUS OF CRITICS, (_chanting yet more loudly:_)\n\n  The world's not _quite_ as perfect as it yet might be,\n  Excepting for our brother-critics' poetry!\n\n\n(_The Spirit of Discord now creeps softly out from among the Critics._)\n\nSPIRIT OF DISCORD\n\n  Rash poets, think what you would do--\n  There's nobody left you can read it to!\n\nPOETS (_aghast_)\n\n  We never thought of that!\n  An audience, 'tis flat,\n  Is our most pressing need,\n  To listen to our screed;\n\n(_Each turns to his neighbor_)\n\n  Base scribbler, get thee hence\n  Or be my audience!\n\nSemi-chorus:\n\n  We want to write ourselves! We'll not!\n\nSemi-chorus:\n\n  But what _you_ write is merely rot!\n  Hush up and let _me_ read\n  My great, eternal screed!\n\nATE (_stealthily_) Ha, ha!\n\n\n(_Each Poet now draws a Fountain Pen with a bayonet attached, and kills\nthe Poet next him, dying himself immediately from the wound of the Poet\non the other side. They fall in neat windrows. There are no Poets left.\nMeanwhile the Non-Poetry-Writing Public, two in number, who have been\nshooting crap in a corner, rise up at the sound of the fall, take three\npaces to the front, and speak:_)\n\nWhat's the use o' poetry, anyhow? _I_ always say, 'if you wanta say\nanything you can say it a lot easier in prose.' _I_ never wrote no\npoetry, and I get along fine in the hardware business.\n\nCHORUS OF CRITICS AND CULTURE-HOUNDS, (_thrilled:_)\n\n  Ah, a new Gospel!\n  Let us write Reviews\n  About it!\n\nTHE SPIRIT OF THE REJECTION SLIP (_entering, and addressing the\n        Editors and Publishers who follow her._)\n\n  Now I shall pass from you. My task comes to a close.\n  I wing my hallowed way\n  To the Fool-Killer's Paradise, and there for aye Repose.\n\nEDITORS AND PUBLISHERS\n\n  Nay, our great helper, nay!\n  Leave us not yet, our only comforter!\n  We'll need thee still;\n  Folks who write poetry\n  There's naught on earth can kill!\n\n\n(_During this the_ CULTURE-HOUNDS, CRITICS, _etc., have clustered round\nthe_ NON-POETRY-WRITING PUBLIC, _whispering, urging, and pushing. It rises\nand scratches its head in a flattered way, and finally says:_)\n\n  B'gosh, I do believe,\n  Now that you speak of it, I could do just as good\n  As any of those there fool dead fellers could!\n\n\n(_The late Non-Poetry-Writing Public are both immediately invested with\nlyres, and wreaths which they put on over their derby hats._)\n\nSEMI-CHORUS OF EDITORS (to Spirit of Rejection Slip)\n\n  You see? Too late!\n\nSEMI-CHORUS OF PUBLISHERS\n\n  Who shall escape o'ermastering tragic fate?\n\n\n(_They go off and sob in two rows in the corners, while the rest of the\nMasque, except_ ATE, _who looks at them as if she weren't through yet,\nand the_ MUSE, _form up to do a dance symbolic of One Being Born Every\nMinute. They sing:_)\n\n  The Day has come that we adore,\n  The Day we've all been working for;\n  The Day has come, tra la, tra lee!\n  _Everybody_ writes Poetry!\n\nTHE MUSE (_unnoticed in the background_)\n\n  Farewell.\n\n\n\n\n_Arthur Guiterman_\n\n    (He recites with appropriate gestures.)\n\n\nA TREE WITH A BIRD IN IT: A RHYMED REVIEW\n\n\n  It seems that Margaret Widdemer\n    Possessed a Tree with a Bird in it,\n  And being human, prone to err,\n    Thought 'twould be pleasant to begin it,\n\n  Or christen it, as one might say,\n    By asking poets closely herded\n  To come around and spend the day\n    And sing of what the Tree and Bird did.\n\n  (Poor girl! When next she takes her pen\n    Some bromide critic's sure to say,\n  \"Don't dare do serious work again--\n    This stuff is your true metier!\")\n\n  No sooner said than done; the bards\n    Rush out in quantities surprising,\n  And, overflowing four front yards\n    They carol till the moon is rising;\n\n  With ardor, or, as some say, \"pash,\"\n    In song kind or satirical,\n  Asking, apparently, no cash,\n    They make their offerings lyrical.\n\n  I'd be the first a spear to break\n    For Poesy; but this to tackle ...\n  It seems a lot of fuss to make\n    About one Tree and one small Grackle.",
    "metadata": {
        "author": [
            "Widdemer, Margaret"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/36831/pg36831.txt",
        "name": "a_tree_with_a_bird_in_it_a_symposium_of_contempora.json"
    }
}