{
    "name": "A voice from the inner world",
    "author": [
        "Verrill, Alpheus Hyatt",
        "Verrill, A. Hyatt (Alpheus Hyatt)"
    ],
    "body": "Author of “The Plague of the Living Dead,” “Through the Crater’s Rim,” etc.\n\n\n    The author of this story, well known to our readers, in\n    submitting his prize story, adopts a treatment entirely\n    different from that of practically all the rest of the\n    winners. He has submitted a tale so characteristic and so\n    original that it holds your interest by sheer strength. That\n    there should be a cannibalistic race of females somewhere in\n    our world is, after all, not impossible nor improbable.\n    There are still cannibals at large, at the present writing,\n    and probably will be for many generations to come. While the\n    story has its gruesome moments, it also contains good\n    science and Mr. Verrill certainly knows how to treat his\n    subject and get the most from it. As a “different” sort of\n    story, we highly recommend it to your attention.\n\nOn the eighteenth of October, the New York papers reported the\nappearance of a remarkable meteor which had been seen in mid-Pacific,\nand the far more startling announcement that it was feared that the\namazing celestial visitor had struck and destroyed a steamship.\n\n“At eleven-fifteen last evening,” read the account in the _Herald_, “the\nPanama-Hawaiian Line steamship _Chiriqui_ reported by radio the\nappearance of an immense meteor which suddenly appeared above the\nhorizon to the southeast, and which increased rapidly in size and\nbrilliance. Within ten minutes from the time the phenomenon was first\nsighted, it appeared as a huge greenish sphere of dazzling brilliance\nhigh in the sky, and heading, apparently, directly for the _Chiriqui_.\nAlmost at the same time as reported by the _Chiriqui_, several other\nships, among them the Miners and Merchants Line _Vulcan_, and the\nJapanese liner _Fujiama Maru_ also reported the meteorite, although they\nwere more than one thousand miles apart and equidistant from the\nposition of the _Chiriqui_.\n\n“In the midst of a sentence describing the appearance of the rapidly\napproaching meteor, the _Chiriqui’s_ wireless message came to an abrupt\nend, and all attempts to get into further communication with her\noperator failed. The other vessels reported that a scintillating flash,\nlike an explosion, was followed by the meteor’s disappearance, and it is\nfeared that the immense aerolite may have struck the _Chiriqui_, and\nutterly destroyed her with all on board. As no S O S has been received,\nand as the ship’s radio broke off with the words: ‘It is very close and\nthe sea is as bright as day. Below the immense mass of green fire are\ntwo smaller spheres of intense red. It is so near we can hear it roaring\nlike a terrific wind. It is headed--’ It is probable that the vessel, if\nstruck, was instantly destroyed. It has been suggested, however, that it\nis possible that the meteor or meteors were accompanied by electrical\nphenomena which may have put the _Chiriqui’s_ wireless apparatus out of\ncommission and that the ship may be safe.”\n\nLater editions of the press announced that no word had been received\nfrom the _Chiriqui_, that other ships had reported the meteor, and that\ntwo of these had radioed that the aerolite, instead of exploding, had\nbeen seen to continue on its way and gradually disappear beyond the\nhorizon. These reports somewhat allayed the fears that the _Chiriqui_\nhad been struck by the meteor, and prominent scientists expressed the\nopinion that the supposed explosion had been merely an optical illusion\ncaused by its passage through some dense or cloudy layer of air. They\nalso quoted numerous cases of immense meteors having been seen by\nobservers over immense distances, and declared their belief that the\naerolite had not reached the earth, but had merely passed through the\nouter atmosphere. When asked regarding the possibility of the meteor\nhaving affected the ship’s wireless apparatus, experts stated that such\nmight have been the case, although, hitherto, severe electrical\ndisturbances had never been associated with the passage of meteors.\nMoreover, they declared that even if the wireless had been injured, it\ncould have been repaired in a few hours, and that they could not explain\nthe continued silence of the _Chiriqui_. Word also came from Panama that\nthe naval commandant at Balboa had despatched a destroyer to search for\nthe _Chiriqui_, or any survivors of the catastrophe if the ship had been\ndestroyed.\n\nA few hours later, despatches were received from various points in\nCentral and South America, reporting the meteor of the previous night.\nAll of these agreed that the fiery mass had swept across the heavens in\na wide arc and had vanished in the east beyond the summits of the Andes.\n\nIt was, therefore, fairly certain that the _Chiriqui_ had not been\nstruck by the meteor, and in a few days the incident was completely\nforgotten by the public at large.\n\nBut when, ten days later, the warship reported that no sign of the\nmissing ship could be found, and the officials of the Panama-Hawaiian\nLine admitted that the _Chiriqui_ was four days overdue, interest was\nagain aroused. Then came the startling news, featured in screaming\nheadlines, that the meteor or its twin had been again reported by\nvarious ships in the Pacific, and that the U. S. S. _McCracken_, which\nhad been scouring the seas for traces of the missing _Chiriqui_, had\nsent in a detailed report of the meteor’s appearance, and that her\nwireless had gone “dead,” exactly as had that of the _Chiriqui_.\n\nAnd when, after every effort, no communication could be established with\nthe war vessel, and when two weeks had elapsed without word from her, it\nwas generally conceded that both ships had been destroyed by the amazing\ncelestial visitor. For a time the double catastrophe filled the papers\nto the exclusion of nearly everything else, and such everyday features\nas scandals and murder trials were crowded to the back pages of the\ndailies to make room for long articles on meteors and missing ships and\ninterviews with scientists. But as no more meteors appeared, and as no\nmore ships vanished, the subject gradually lost interest and was no\nlonger news.\n\nAbout three months after the first report of the green meteor appeared\n(on January fifteenth, to be exact) I was in Peru, visiting my daughter,\nwhen I received a communication of such an utterly amazing character\nthat it appeared incredible, and yet was so borne out by facts and\ndetails that it had all the earmarks of truth. So astounding was this\ncommunication that, despite the fact that it will unquestionably be\nscoffed at by the public, I feel that it should be given to the world.\nAs soon as I had received the story I hurried with it to the American\nMinister in Lima, and related all that I had heard. He agreed with me\nthat the authorities at Washington should be acquainted with the matter\nat once, and together we devoted many hours to coding the story which\nwas cabled in the secret cipher of the State Department. The officials,\nhowever, were inclined to regard the matter as a hoax, and, as far as I\nam aware, no steps have yet been taken to follow out the suggestions\ncontained in the communication which I received, and thus save humanity\nfrom a terrible fate. Personally, I am convinced that the amazing tale\nwhich came to me in such an astounding and unexpected manner is\nabsolutely true, incredible as it may seem, but whether fact or fiction,\nmy readers may decide for themselves.\n\nMy son-in-law was intensely interested in radio, and devoted all of his\nspare time to devising and constructing receiving sets, and in his home\nin the delightful residential suburb of Miraflores, were a number of\nreceiving sets of both conventional and original design. Having been\nclosely in touch with the subject for several years, I was deeply\ninterested in Frank’s experiments, and especially in a new type of\nhook-up which had given most remarkable results in selectivity and\ndistance. Practically every broadcasting station in America, and many in\nEurope, had been logged by the little set, and on several occasions\nfaint signals had been heard which, although recognizable as English,\nevidently emanated from a most remote station. These, oddly enough, had\ncome in at the same hour each night, and each time had continued for\nexactly the same length of time.\n\nWe were discussing this, and trying to again pick up the unintelligible\nand unidentified signals on that memorable January evening, when,\nwithout warning, and as clearly as though sent from the station at\nBuenos Ayres, came the most astounding communication which ever greeted\nhuman ears, and which, almost verbatim, was as follows:[1]\n\n“LISTEN! For God’s sake, I implore all who may hear my words to listen!\nAnd believe what I say no matter how unbelievable it may seem, for the\nfate of thousands of human beings, the fate of the human race may depend\nupon you who by chance may hear this message from another world. My name\nis James Berry, my home is Butte, Montana, my profession a mining\nengineer, and I am speaking through the short wave transmitter of the\nsteamship _Chiriqui_ on which I was a passenger when the terrible, the\nincredible events occurred which I am about to relate. On the evening of\nOctober sixteenth[2] the _Chiriqui_ was steaming across the Pacific in\ncalm weather when our attention was attracted by what appeared to be an\nunusually brilliant meteor of a peculiar greenish color. It first\nappeared above the horizon to the southeast, and very rapidly increased\nin size and brilliancy. At the time I was particularly struck by the\nfact that it left no trail of light or fire behind it, as is usual with\nlarge meteorites, but so rapidly did it approach that I had little time\nto wonder at this. Within a few moments from the time that it was first\nseen, the immense sphere of green incandescence had grown to the size of\nthe moon, and the entire sea for miles about our ship was illuminated by\na sickly green light. It appeared to be headed directly towards our\nship, and, standing as I was on the bridge-deck near the wheel-house, I\nheard the chief officer cry out: ‘My God, it will strike us!’ By now the\nmass of fire had altered in appearance, and a short distance below the\ncentral green mass could be seen two smaller spheres of blinding red,\nlike huge globes of molten metal. By now, too, the noise made by the\nmeteor was plainly audible, sounding like the roar of surf or the sound\nof a tornado.\n\n“Everyone aboard the ship was panic-stricken; women screamed, men cursed\nand shouted, and the crew rushed to man the boats, as everyone felt that\nthe _Chiriqui_ was doomed. What happened next I can scarcely describe,\nso rapidly did the events occur. As the meteor seemed about to hurl\nitself upon the ship, there was a blinding flash of light, a terrific\ndetonation, and I saw men and women falling to the decks as if struck\ndown by shell fire. The next instant the meteor vanished completely, and\nintense blackness followed the blinding glare. At the same moment, I was\naware of a peculiar pungent, suffocating odor which, perhaps owing to my\nlong experience with deadly gases in mining work, I at once recognized\nas some noxious gas. Almost involuntarily, and dully realizing that by\nsome miracle the ship had escaped destruction, I dashed below and\nreached my cabin almost overcome by the fumes which now penetrated every\nportion of the ship. Among my possessions was a new type of gas-mask\nwhich had been especially designed for mine work, and my idea was to don\nthis, for I felt sure that the meteor had exploded close to the ship and\nhad released vast quantities of poisonous gases which might hang about\nfor a long time.\n\n“Although almost overcome by the choking fumes, I managed to find and\nput on the apparatus, for one of its greatest advantages was the\nrapidity and ease with which it could be adjusted, it having been\ndesigned for emergency use. But before it was fairly in place over my\nface, the electric light in my room went out and I was in complete\ndarkness. Also, the ship seemed strangely still, and as I groped my way\nto the stateroom door it suddenly dawned upon me that the engines had\nstopped, that there was no longer the whirr of dynamos from the depths\nof the hull. Not a light glimmered in the passageway, and twice, as I\nfelt my way towards the social hall, I stumbled over the sprawled bodies\nof men, while in the saloon itself I several times stepped upon the soft\nand yielding flesh of passengers who lay where they had been struck down\nby the poisonous gas. In all probability, I thought, I was the sole\nsurvivor aboard the ship, unless some of the firemen and engineers\nsurvived, and I wondered how I would manage to escape, if the vessel\nshould be sighted by some other ship, or if it should be my gruesome\ntask to search the _Chiriqui_ from stem to stern, drag the bodies of the\ndead to the deck and cast them into the sea, and remain--perhaps for\nweeks--alone upon the ship until rescued by some passing vessel. But as\nI reached the door and stepped upon the deck all such thoughts were\ndriven from my brain as I blinked my eyes and stared about in dumfounded\namazement. I had stepped from Stygian darkness into dazzling light.\nBlinded for the moment, I closed my eyes, and when I again opened them I\nreeled to the rail with a cry of terror. Poised above the ship’s masts,\nand so enormous that it appeared to shut out half the sky, was the\nstupendous meteor like a gigantic globe of green fire, and seemingly\nless than one hundred feet above me. Still nearer, and hanging but a few\nyards above the bow and stern of the ship, were the two smaller spheres\nof glowing red. Cowering against the rail, expecting to be shrivelled\ninto a charred cinder at any instant, I gazed transfixed and paralyzed\nat the titanic masses of flaming light above the ship.\n\n“Then reason came back to me. My only chance to escape was to leap into\nthe sea, and I half clambered upon the rail prepared to take the plunge.\nA scream, like that of a madman, came from my lips. Below me was no sign\nof the waves, but a limitless void, while, immeasurably distant beneath\nthe ship, I could dimly see the crinkled surface of the sea. The\n_Chiriqui_ was floating in space!\n\n“It was impossible, absolutely preposterous, and I felt convinced that I\nhad gone mad, or that the small quantity of gas I had breathed had\naffected my brain and had induced the nightmarish vision. Perhaps, I\nthought, the meteors above the ship were also visionary, and I again\nstared upward. Then, I knew that I was insane. The spheres of green and\nred light were rushing upward as I could see by the brilliant stars\nstudding the sky, and the ship upon which I stood was following in their\nwake! Weak, limp as a rag, I slumped to the deck and lay staring at the\ngreat globes above me. But the insanely impossible events which had\ncrowded upon my overwrought senses were as nothing to the amazing\ndiscovery I now made.\n\n“As my eyes became accustomed to the glare of the immense green sphere,\nI saw that instead of being merely a ball of fire it had definite form.\nAbout its middle extended a broad band from which slender rods of light\nextended. Round or ovoid spots seemed placed in definite order about it,\nand from the extremities of its axes lines or cables, clearly outlined\nby the glare, extended downward to the red spheres above the ship. By\nnow, I was so firmly convinced that I was irrational, that these new and\nabsolutely stunning discoveries did not excite or surprise me in the\nleast, and as if in a particularly vivid dream, I lay there gazing\nupward, and dully, half consciously speculating on what it all meant.\nGradually, too, it dawned upon me that the huge sphere with its\nencircling band of duller light was rotating. The circular markings,\nwhich I thought were marvelously like the ports of a ship, were\ncertainly moving from top to bottom of the sphere, and I could\ndistinctly hear a low, vibrant humming.\n\n“The next second I jerked upright with a start and my scalp tingled.\nReason had suddenly returned to me. The thing was no meteor, no\ncelestial body, but some marvelous machine, some devilish invention of\nman, some gigantic form of airship which--God only knew why--had by some\nincredible means captured the _Chiriqui_, had lifted the twenty thousand\nton ship into the air and was bearing her off with myself, the only\nsurvivor of all the ship’s company, witnessing the miraculous happening!\nIt was the most insane thought that had yet entered my brain, but I knew\nnow for a certainty that I was perfectly sane, and, oddly enough, now\nthat I was convinced that the catastrophe which had overtaken the\n_Chiriqui_ was the devilish work of human beings, I was no longer\nfrightened and my former nightmarish terror of things unknown, gave\nplace to the most intense anger and an inexpressible hatred of the\nfiends who, without warning or reason, had annihilated hundreds of men\nand women by means of this new and irresistible engine of destruction.\nBut I was helpless. Alone upon the stolen and stricken ship I could do\nnothing. By what tremendous force the spherical airship was moving\nthrough space, by what unknown power it was lifting the ship and\ncarrying it,--slung like the gondola of a Zeppelin beneath the\nsphere,--were matters beyond my comprehension. Calmly, now that I felt\nassured that I was rational and was the victim of my fellow\nmen--fiendish as they might be,--I walked aft to where one red sphere\nhung a few yards above the ship’s deck.\n\n                   *       *       *       *       *\n\n“There seemed no visible connection between it and the vessel, but I\nnoticed that everything movable upon the deck, the iron cable, the wire\nropes, the coiled steel lines of the after derrick, all extended upward\nfrom the deck, as rigid as bars of metal, while crackling blue sparks\nlike electrical discharges scintillated from the ship’s metal work below\nthe red sphere. Evidently, I decided, the red mass was actuated by some\nform of electrical energy or magnetism, and I gave the area beneath it a\nwide berth. Retracing my way to the bow of the ship, I found similar\nconditions there. As I walked towards the waist of the ship again I\nmounted the steps to the bridge, hoping from that height to get a better\nview of the monstrous machine holding the _Chiriqui_ captive. I knew\nthat in the chart-house I would find powerful glasses with which to\nstudy the machine. Upon the bridge the bodies of the quartermaster, the\nfirst officer and an apprentice lay sprawled grotesquely, and across the\nchart-house door lay the captain. Reaching down I lifted him by the\nshoulders to move him to one side, and to my amazement I discovered that\nhe was not dead. His heart beat, his pulse, though slow and faint, was\nplain, he was breathing and his face, still ruddy, was that of a\nsleeping man rather than of a corpse.\n\n“A wild thought rushed through my brain, and hastily I rushed to the\nother bodies. There was no doubt of it. All were alive and merely\nunconscious. The gas had struck them down, but had not killed them, and\nit came to me as a surprise, though I should long before have realized\nit, that the fumes had been purposely discharged by the beings who had\ncaptured the vessel. Possibly, I mentally decided, they had made a\nmistake and had failed in their intention to destroy the persons upon\nthe ship, or again, was it not possible that they had intentionally\nrendered the ship’s company unconscious, and had not intended to destroy\ntheir lives? Forgetting my original purpose in visiting the bridge, I\nworked feverishly to resuscitate the captain, but all to no purpose.\nMany gases, I knew, would render a man unconscious without actually\ninjuring him, and I was also aware, that when under the influence of\nsome of these, the victims could not be revived until the definite\nperiod of the gases’ effect had passed. So, feeling certain that in due\ntime the captain and the others would come to of their own accord, I\nentered the chartroom and, securing the skipper’s binoculars, I again\nstepped upon the bridge. As I could not conveniently use the glasses\nwith my gas-mask in place, and as I felt sure there was no longer any\ndanger from the fumes, I started to remove the apparatus. But no sooner\ndid a breath of the air enter my mouth than I hastily readjusted the\ncontrivance, for the gas which had struck down everyone but myself was\nas strong as ever. Indeed, the mere whiff of the fumes made my head reel\nand swim, and I was forced to steady myself by grasping the bridge-rail\nuntil the dizzy spell passed.\n\n“Once more myself, I focussed the glasses as best I could upon the\nwhirling sphere above the ship. But I could make out little more than by\nmy naked eyes. The band about the center or equator of the globular\nthing was, I could now see, divided into segments, each of which bore a\nround, slightly convex, eye-like object from the centers of which\nextended slender rods which vibrated with incalculable speed. Indeed,\nthe whole affair reminded me of the glass models of protozoans which I\nhad seen in the American Museum of Natural History. These minute marine\norganisms I knew, moved with great rapidity by means of vibrating,\nhair-like appendages or cilia, and I wondered if the enormous spherical\nmachine at which I was gazing, might not move through space in a similar\nmanner by means of vibrating rods moving with such incredible speed\nthat, slender as they were, they produced enormous propulsive power.\nAlso, I could now see that the two extremities of the sphere, or as I\nmay better express it, the axes, were equipped with projecting bosses or\nshafts to which the cables supporting the red spheres were attached. And\nas I peered through the glasses at the thing, the huge green sphere,\nwhich had been hitherto traveling on an even keel, or, in other words,\nwith the central band vertical, now shifted its position and one end\nswung sharply upward, throwing the band about the centre at an acute\nangle. Involuntarily I grasped the rail of the bridge expecting to be\nthrown from my feet by the abrupt uptilting of the ship. But to my utter\namazement the _Chiriqui_ remained on an even plane and I then saw that\nas the sphere tilted, the cable at the uppermost axis ran rapidly out so\nthat the two red spheres, which evidently supported the captive ship,\nremained, in their original relative horizontal position. No sign of\nlife was visible upon the machine above me, and I surmised that whoever\nmight be handling the thing was within the sphere.\n\n“Wondering how high we had risen above the sea, I stepped to the\nstarboard end of the bridge and glanced down, and an involuntary\nexclamation escaped my lips. Far beneath the ship and clearly visible\nthrough the captain’s glasses was land! I could distinguish the white\nline marking surf breaking on a rocky shore, and ahead I could make out\nthe cloud-topped, serried summits of a mighty range of mountains. Not\nuntil then did I realize the terrific speed at which the machine and\ncaptive vessel were traveling. I had been subconsciously aware that a\ngale had been blowing, but I had not stopped to realize that this was no\nordinary wind, but was the rush of air caused by the rapidity of motion.\nBut as I peered at the mountains through the binoculars, and saw the\ndistant surface of the earth whizzing backward far beneath the\n_Chiriqui’s_ keel, I knew that we were hurtling onward with the speed of\nthe fastest scout airplane.\n\n“Even as I gazed, the mountains seemed to rush towards me until, in a\nfew minutes after I had first seen them, they appeared almost directly\nunder the ship. Then the gigantic machine above me suddenly altered its\ncourse, it veered sharply to one side and swept along the range of\nsummits far beneath. For some reason, just why I cannot explain, I\ndashed to the binnacle and saw that we were traveling to the south, and\nit flashed across my mind, that I had a dim recollection of noticing,\nwhen I first realized the nature of the machine which had been mistaken\nfor a meteor, that by the stars, we were moving eastward. In that case,\nmy suddenly alert mind told me, the land below must be some portion of\nAmerica, and if so, judging by the altitude of the mountains, that they\nmust be the Andes. All of this rushed through my brain instantly, and in\nthe brief lapse of time in which I sprang to the binnacle and back to my\nobservation point at the bridge-rail.\n\n“Now, I saw, we were rapidly descending, and focussing my glasses upon\nthe mountains, I made out an immense conical peak in the top of which\nwas a gigantic black opening. Without doubt it was the crater of some\nstupendous extinct volcano, and, with a shock, I realized that the\nmachine and the ship were headed directly for the yawning opening in the\ncrater. The next instant we were dropping with lightning speed towards\nit, and so terrified and dumfounded had I become that I could not move\nfrom where I stood. Even before I could grasp the fact, the _Chiriqui_\nwas enclosed by towering, rocky walls, inky blackness surrounded me,\nthere was an upward breath-taking rush of air, a roar as of a thousand\nhurricanes. The _Chiriqui_ rocked and pitched beneath my feet, as if in\na heavy sea; I clung desperately to the bridge-rail for support and I\nfelt sure that the ship had been dropped into the abysmal crater, that\nthe next instant the vessel would crash into fragments as it struck\nbottom, or worse, that it would sink into the molten incandescent lava\nwhich might fill the depths of the volcano. For what seemed hours, the\nawful fall continued, though like as not the terrible suspense lasted\nfor only a few minutes, and then, without warning, so abruptly that I\nlost my balance and was flung to the bridge, the ship ceased falling, an\nindescribable blue light succeeded the blackness, and unable to believe\nmy senses I found the ship floating motionless, still suspended from the\ngiant mechanism overhead, above a marvelous landscape.\n\n                   *       *       *       *       *\n\n“On every hand, as far as I could see, stretched jagged rocks, immense\ncliffs, stupendous crags and rugged knife-ridged hills of the most\ndazzling reds, yellows and purples. Mile-deep canons cut the forbidding\nplains, which here and there showed patches of dull green, and in one\nspot I saw a stream of emerald-hued water pouring in a foaming cataract\ninto a fathomless rift in the rock. But I gave little attention to these\nsights at the time. My gaze was riveted upon a strange, weird city which\ncapped the cliffs close to the waterfall, and almost directly beneath\nthe _Chiriqui_. Slowly we were dropping towards it, and I could see that\nthe buildings which at first sight had appeared of immense height and\ntower-like form, were in reality gigantic basaltic columns capped with\nsuperimposed edifices of gleaming yellow.\n\n“The next second the glasses dropped from my shaking, nerveless hands.\nGathered on an open space of greenish plain were hundreds of human\nbeings! But were they human? In form and features, as nearly as I could\njudge at that distance, they were human, but in color they were scarlet,\nand surmounting the head and extending along the arms to the elbows on\nevery individual was a whitish, membraneous frill, which at first sight,\nreminded me of an Indian’s war bonnet. The beings appeared to be of\naverage height, but as the _Chiriqui’s_ keel touched solid ground and,\nkeeling to one side, she rested upon one of her bilges, I saw with a\nshock, that the scarlet creatures were of gigantic size, fully thirty\nfeet in height, and that, without exception, all were females! All were\nstark naked; but despite the frills upon their heads and shoulders,\ndespite their bizarre scarlet skins, despite their gigantic proportions,\nthey were unquestionably human beings, women without doubt, and of the\nmost perfect proportions, the most graceful forms and the most regular\nand even handsome features. Beside the stranded ship, they loomed as\ngiants; but against the stupendous proportions of their land and city,\nthey appeared no larger than ordinary mortals. By now they were\nstreaming from their houses and even in the surprise and excitement of\nthat moment I noticed that the giant rocky columns were perforated by\nwindows and doors, and had obviously been hollowed out to form\ndwellings. Meantime, too, the huge machine which had captured the\n_Chiriqui_ had descended and was lying at rest, and no longer emitting\nits green light, upon a cradle erected near the waterfall, and from\nopenings in its central band several of the scarlet, giant Amazons were\nemerging. How long, I wondered, would I remain undiscovered? How long\nwould it be before one of the female giants spied me? And then, what\nwould be my fate? Why had they captured the ship? Where was I? What was\nthis strange land reached through a crater?\n\n“All these thoughts rushed through my brain as I peered cautiously down\nat the giant women who swarmed about the ship. But I had not long to\nwait for an answer to my first mental question. With a sudden spring,\none of the women leaped to the _Chiriqui’s_ anchor, with a second bound\nshe was on the fore deck, and close at her heels came a score of others.\nStanding upon the deck with her head fringed by its erect vibrating\nmembrane level with the boat-deck, she gazed about for an instant. Then,\ncatching sight of the form of a sailor sprawled upon the deck, she\nuttered a shrill, piercing cry, leaped forward, and, before my\nunbelieving, horror-stricken eyes, tore the still living, palpitating\nbody to pieces and ravenously devoured it.\n\n“Unable to stir through the very repulsiveness of the scene, realizing\nthat my turn might be next, I gazed fascinated. But the giant cannibal\nfemale was not to feast in peace. As her companions reached the deck,\nthey rushed upon her and fought viciously for a portion of the reeking\nflesh. The struggle of these awful giants, as smeared with human blood,\nscratching and clawing, uttering shrill cries of rage, they rolled and\nfought on the deck, was indescribably terrible and disgusting. But it\ncame to an abrupt end. With a bound, a giantess of giantesses, a\npowerfully-muscled female, appeared, and like cowed beasts, the others\ndrew aside, licking their chops, the membranes on their heads rising and\nfalling in excitement, like the frills on an iguana lizard, and watching\nthe newly-arrived giantess with furtive eyes. Evidently she was the\nleader or chieftainess, and in curt but strangely shrill and, of course,\nto me, utterly unintelligible words, she gave orders to the others.\nInstantly, the horde of women began swarming over the ship, searching\nevery nook and corner, and, wherever they discovered the inert bodies of\nthe ship’s company, dragged them on deck and piled them in heaps.\nShaking with abject terror, I crouched back of the bridge, and racked my\nbrains for thought of some safe spot in which to hide. But before I\ncould make up my mind, one of the terrifying, monstrous females sprang\nupon the bridge and rushed towards me. With a maniacal scream, I turned\nand fled. Then, before me, blocking my way, there appeared another of\nthe creatures. And then a most marvelous and surprising thing happened.\nInstead of falling upon me as I expected her to do, the giantess turned,\nand with a scream that equalled my own, leaped over the rail and fled to\nthe uttermost extremity of the deck.\n\n“I forgot my terror in my amazement. Why should this giant, cannibal\nwoman fear me? Why should she run from me when, a few moments before,\nshe had been fighting over a meal of an unconscious sailor? And it was\nevident that the others were equally afraid of me, for at her cry, and\nmy appearance, all had rushed as far from me as possible, and stood\nregarding me with an odd mixture of wonder and terror on their huge\nfaces. And then it occurred to me that their fear was, perhaps, due to\nmy gas-mask, to the apparatus that transformed me from a human being to\na weird-looking monster. At any rate, I was evidently safe from\nmolestation for the time being, and thanking my lucky stars that I had\non the mask, I descended from the bridge, the giantesses retreating as I\nadvanced. I entered the captain’s cabin and locked the door.\n\n“Here I breathed more freely, for even if the women overcame their fear\nof me and attempted to capture me, the steel doors and walls of the\ncabin would be impregnable defenses. Moreover, upon the wall above the\nbunk, was a rifle, in a drawer of the dresser was a loaded revolver, and\na short search revealed a plentiful supply of cartridges. Yes, if I were\nattacked, I could give a good account of myself, and I determined, if\nworst came to the worst, that I would blow out my brains rather than\nfall a victim to the female cannibal horde.\n\n“Dully, through the thick walls of the cabin, I could hear the sounds of\nthe women on the deck, but I had no desire to witness what was going on,\nand seated upon the captain’s chair, I thought over the events which had\ntranspired during the past few hours and tried to find a reasonable\nsolution to the incredible happenings.\n\n“That I was within the earth seemed certain, though utterly fantastic,\nbut who the giant women were, why they had captured the _Chiriqui_ or by\nwhat unknown, tremendous power their marvelous airship was operated,\nwere all utterly beyond my comprehension. But I must hurry on and relate\nthe more important matters, for my time is limited and the important\nthing is to let the world know how the human race may be saved from the\nterrible fate which has befallen me and all those upon the _Chiriqui_,\nand upon the destroyer _McCracken_, for that vessel, too, has fallen a\nvictim to these horrible cannibalistic giantesses here within the centre\nof the earth.\n\n                   *       *       *       *       *\n\n“Hunger and thirst drove me at last from my refuge in the captain’s\ncabin, and armed with the loaded rifle and revolver, I cautiously peered\nout and stepped upon the deck. Only one woman was in sight, and\ninstantly, at sight of me, she fled away. Not a body of the hundreds of\nmen and women aboard the ship was visible, and feeling relieved that I\nwas for a time safe, I stepped to the ship’s rail and peered over.\nScores of the women were carrying the inert forms of the unconscious men\nand women towards the nearby city. Stealthily I hurried below in search\nof food and drink. Fears assailed me that the women had, in all\nprobability, preceded me and carried off everything edible. But I need\nnot have worried about food. I was yet to learn the horrible truth and\nthe gruesome habits of these red giantesses. The saloon, the corridors,\nthe staterooms, everything, had been searched, and every person upon the\nvessel removed. In the pantry I found an abundance of food, and quickly\nsatisfied my hunger and thirst. I pondered on my next move. The\nskipper’s cabin seemed my safest refuge. I placed a supply of provisions\nwithin it, and locked myself in the little room again. For several days\nnothing of great importance occurred. I say days, but there are no days\nin this terrible place. There is no sun, no moon, no stars and no\ndarkness. The whole place is illuminated by a brilliant, greenish light\nthat issues from a distant mountain range, and which seems to be of the\nsame character as that which emanated from the spherical air machine.\nFortunately I had presence of mind enough to keep my watch going, as\nwell as the captain’s chronometer, for otherwise I would have had no\nknowledge of the passage of time. Once or twice the scarlet women\nvisited the ship, but seemed nervous and wary, and made no effort to\napproach or molest me, merely gazed about as if searching for\nsomething--perhaps for me--and then retiring. Several times, too, I\nventured on deck, and peered over the ship’s side, but saw none of the\ngiantesses, although with the glasses I could see crowds of the beings\nabout the city in the distance.\n\n“Also, I noticed among them, several individuals who were much smaller\nthan the rest, and who appeared to be men, although I could not be sure.\nI also discovered, and almost lost my life in the discovery, that the\natmosphere of this place is unfit for human beings to breathe, and is\nthick with sulphurous fumes. Close to the ground these fumes are so\ndense that a person would succumb in a few moments, but at the height of\nthe _Chiriqui’s_ decks, nearly seventy feet above the rocky bed on which\nshe rests, the air is breathable, although it causes one to choke and\ncough after a few minutes. And I am sure that the houses of these giant\nbeings have been built on the summits of the basalt columns in order to\navoid the suffocating fumes of the lower levels. Later, too, I learned\nthat the membrane-like frills upon these creatures are a sort of gills,\nor as I might say, natural gas-masks, which by some means enable the\nbeings to breathe the sulphur-laden air. But even with these, they avoid\nthe lower areas where the fumes are the worst, and only visit them when\nnecessity arises, which accounts for my being left in peace, with none\nof the horrible women near the ship, for days at a time. I discovered\nthe presence of the sulphur gas on the first day when, attempting to\neat, I removed my gas-mask. Suffocating as I found the fumes, I was\ncompelled to endure them, and gradually I became slightly accustomed to\nthem, so that now I have little trouble in breathing during the short\ntime it takes me to eat my meals. At all other times I must wear the\napparatus, and I thank God that this is so, for I know now that it is\nthe gas-mask which so far has preserved my life.\n\n“On the tenth day after my arrival I noticed a number of the giantesses\ngathering about the huge, spherical airship which still rested on its\ncradle near the _Chiriqui_, but which, I have forgotten to state, ceased\nto emit its green or red lights after it had landed. Lying there it\nresembled nothing so much as a gigantic can-buoy or a floating mine, if\none can imagine a buoy two hundred yards in diameter.\n\n“On the day I mentioned, all interests seemed to be centered on the\nthing, and cautiously peering from the shelter of the deck-house, I\nwatched the proceedings. Presently several of the women entered the\nsphere through an opening in its middle band; the aperture closed behind\nthem, and immediately there was a low, humming sound as of machinery. As\nthe sounds issued from the sphere, the cables to which were attached the\nsmaller spheres (which glowed red when carrying the _Chiriqui_ through\nthe air) were drawn in until the two smaller spheres were resting in\nrecesses at the axes of the large sphere, and where they appeared merely\nas hemi-spherical projections. Then, slowly at first, but with ever\nincreasing speed, the slender rods about the large sphere began to move\nback and forth, or rather in an oscillating manner, until they were\nvibrating with such rapidity that they appeared merely rays of light.\nSlowly, majestically, the immense globe rose from its cradle, and\ngathering headway, leaped upward to an immense height. Then, tilting at\nan angle, it passed over the city and headed for an immense pinnacle of\nrock, which, fully seven miles from where I stood, reminded me of a\ngigantic chimney or funnel.\n\n“Although it was barely visible to the naked eye, I could see it\ndistinctly through the glasses, and I watched it with the most intense\nand concentrated interest. For a few moments it remained, poised a\nhundred feet or so above the pinnacle. Then, from the towering, tapering\nrock, a terrific jet of steam roared forth, and striking the great\nspherical machine above it, hurled it upward and beyond my vision. Give\nclose heed to these words, whoever may, by God’s grace, be listening to\nwhat I say, for upon them may hinge the fate of the human race. Only by\nthis means, by being shot upward by this titanic jet of steam, can the\nairship leave this subterranean land and emerge through the crater by\nwhich it entered bearing the _Chiriqui_. Within this place it can sail\nat will; once above the crater opening it can travel anywhere, although\nit cannot land; but by some unknown force or magnetic attraction or\nfreak of gravitation the machine cannot ascend through the crater,\nalthough, when over it, it will drop like a plummet through the opening.\nAnd herein--for the sake of humanity, listen to this and remember my\nwords--lies a means of destroying the machine, for by surrounding the\ncrater with powerful guns the sphere can be shelled as it emerges and\nutterly destroyed. To attempt to do so as it returns to the crater would\nbe suicidal, for once in the outer air, it emanates vast quantities of\nmost poisonous gas, and all living things within a radius of several\nmiles would be struck down unconscious, as were my companions on the\n_Chiriqui_. Even if gas-masks were worn, it would be most difficult to\ndestroy the machine as it descended, for it travels with incredible\nspeed in its descent and, moreover, the terrible creatures who man the\nthing would see that enemies lurked near and would find some means of\ndestroying them, or by the mysterious magnet force they control, would\ndraw even the heaviest cannon to the machine as an ordinary magnet draws\nneedles or iron filings. So if the thing is to be destroyed, it must be\ndone as the machine emerges from the crater. Would to God that I could\ntell where the crater is, but beyond feeling sure it is at the summit of\nan Andean peak, I have no means of locating it.\n\n“But I was telling of what occurred on that tenth day when the spherical\nairship was projected from my sight by the blast of steam. As the\nmachine vanished, the women who had watched its departure, returned to\ntheir city, and I swept the landscape with my glasses, wondering at the\nbleak, terrible scenery and bizarre colors.\n\n                   *       *       *       *       *\n\n“As I focussed the binoculars upon a level plateau, perhaps a mile from\nwhere the _Chiriqui_ rested, I gasped in surprise. Clearly defined, lay\nthe remnants of what had once been a steamship! Had I given the matter\nthought, I might have known that the _Chiriqui_ was not the first vessel\nto have fallen a victim to these awful beings; but the sight of another\nship’s skeleton came to me as a terrific shock. As nearly as I could\njudge, the vessel had been dismantled, for only the great steel frame\nremained, with the mighty boilers and other portions of the ship\nscattered about, and gruesomely like some mammoth creature lying\ndisemboweled upon the earth.\n\n“I was consumed with a mad desire to visit that pathetic wreck, but I\nknew not to what dangers I would be exposed, once I left the security of\nmy ship. Not a being was in sight, however, and carefully I studied the\nland, visually measuring the relative distances between myself and the\nwreck, and between the city and the route I must traverse. Having\nalready observed that the giantesses moved slowly and cumbrously on\nfoot, I at last decided that even if they attempted to intercept me I\ncould regain the _Chiriqui_ before I was overtaken, so I threw caution\nto the winds and prepared to undertake my hazardous journey. Slinging\nthe loaded rifle on my back, with the revolver at my belt, and still\nfurther arming myself with a keen-edged fireaxe, I hunted up the pilot’s\nladder, lowered it over the lowest side of the ship,--which was also the\nside farthest from the city,--and clambering down the _Chiriqui’s_ lofty\nsides, leaped down upon the ground. To my amazement, I landed in a dense\njungle of dry, tough vegetation which rose to my shoulders. From the\ndeck, looking directly downwards, I had thought this dull-green growth a\nshort, wiry grass, and, of course, in its relative proportion to the\ngigantic women, it was no higher than ordinary grass to a normal human\nbeing. It was a wonderful example of the theory of relativity, but my\nmind was not interested in scientific matters at the time, and I merely\ngave thanks that the miniature jungle,--which I saw was composed of\ngiant lichens--would afford me cover through which I might sneak in\nsafety, and with little chance of detection.\n\n“Without much difficulty I made my way to the other vessel, and found\nher even more dissected than I had supposed. Why the denizens of the\nplace had torn her to bits I did not then know, but certain portions of\nher machinery and fittings had been left intact, and, as I examined\nthese, I made another and most astounding discovery. Deeply engraved\nupon a brass plate was the ship’s name ‘_U. S. S. Cyclops!_’ For a space\nI stood staring, scarcely able to believe my eyes. Here then was the\nsolution to that mystery of the sea, the disappearance of the collier,\nas laden with manganese, she vanished without word or trace when off the\nBarbados during the World War. No doubt, I thought, many a mystery of\nthe sea had been caused by the damnable work of these beings with their\ninfernal machine. But why, for what reason, did they capture ships? Why\ndid they carry off the unconscious persons upon the vessels? And why did\nthey tear the vessels apart? It was all a mystery which, in all its\nhorrible, gruesome, ghoulish details I was soon to solve.\n\n“There was nothing more to be learned from the remains of the _Cyclops_,\nand in safety I returned to the _Chiriqui_ to find, to my surprise and\nterror, that a gang of the monstrous females had boarded the ship in my\nabsence and were stripping her of everything. But as they caught sight\nof me, all threw down whatever they had and fled precipitately, leaving\nme once more in undisputed possession of the ship. I was relieved at\nthis, for it was obvious that I had no need to fear the creatures. By\nnow, too, I had formulated a theory to account for this strange dread of\na being who was a puny, miserable thing compared to them. Unquestionably\nmy gas-mask rendered me a most grotesque and unknown creature in their\neyes. My remaining alive and active while all others upon the ship had\nsuccumbed to the noxious gas had probably caused them to think that I\nwas a supernatural being. The fact that I could go about and breathe the\nsulphur-laden air would cause them to regard me with even greater wonder\nand superstition, and, as I found later, the fact that I was never seen\nto eat, confirmed their belief that I was some mysterious being against\nwhom their gases and their deviltries were of no avail.\n\n“I had not much time to devote to such matters, however. Soon after\nregaining the _Chiriqui_ I heard excited cries from the land, and\nlooking over the ship’s rails, I found an immense crowd had gathered\nnear the empty cradle of the airship, and that all were gazing upward.\nFollowing their example, I stared into the greenish void and instantly\nunderstood. Descending rapidly towards the plain, came the great sphere,\nand, suspended below it, was the hull of another captive ship. And as I\nfocussed my glasses upon this, I rubbed my eyes and gaped. The dull gray\ncolor, the lines, the raking funnels, the barbettes and gun muzzles left\nno room for doubt. Incredible as it seemed, the captive vessel was a\nwarship! What hope then had my fellow men upon earth? What chance was\nthere if these giant creatures could send forth their flaming machine,\nand by it, capture the fastest, most powerful war-vessels--all within\nthe space of a few hours?\n\n“Rapidly the machine and its burden approached, and presently descended\ngently dropping the war vessel close to the _Chiriqui_. My worst fears\nwere confirmed. The vessel was an American destroyer, the _McCracken_,\nand I knew that scores of my countrymen must lie unconscious upon her,\nand in a few moments would be carried off to some unknown horrible fate.\nWhat that fate was I had already surmised. That first demonstration of\nthe ferocious cannibalism of the giantesses upon the _Chiriqui’s_ deck\nhad been enough to make my blood run cold.\n\n“But I had not yet guessed even a fraction of the true horror of it.\nScarcely had the _McCracken_ been dropped upon the earth, when the women\nswarmed upon her, and once more I saw the creatures gathering the inert\nforms of men and carrying them to the city. And rapidly, too, they\ncommenced dismantling and tearing the destroyer into bits. How they had\naccomplished this with the _Cyclops_ had puzzled me, but now I witnessed\nthe process close at hand. From the vicinity of the waterfall, lines or\npipes were led to the vessel’s side; presently there was the roaring\nsound of steam; dense clouds of vapor arose from the cataract; the water\nceased to flow, and from the extremities of the lines or tubes\ntwenty-foot jets of blinding flame shot out. As easily as though made of\nwax, the steel sides, the massive beams, the armored barbettes of the\nwarship melted and were cut by these jets, and as the pieces fell apart,\nthe spherical airship took a position above the vessel, and by its\nmagnetic power, lifted tons of the fragments, then sailing off,\ndeposited them in some spot beyond the city. It was then, as I saw the\nship rapidly dissolving before my eyes, that the inspiration came to me\nwhich may make it possible for me to communicate with the outside world\nand may, if God wills, serve to warn my fellow men of the fate which\nwill overtake them if these terrible creatures are allowed to follow out\ntheir plans. As the jets of flame cut through the _McCracken’s_\nsuperstructure, and the radio antennae fell in a tangled mass across the\ndeck, I forgot all else and rushed to the wireless room of the\n_Chiriqui_. Here was my chance. If the ship’s radio transmitter was\nstill in working order; if the auxiliary battery was still charged, I\nmight send out messages which, small as the chances were, might reach\nthe ears of some of the countless thousands of persons who listened each\nnight at their receiving sets. I trembled with fear that I would find\nthe transmitter injured or dismantled. I shook with dread that the\nbattery might be dead. I felt faint with apprehension that the message,\nif sent, might never penetrate the sulphur-laden atmosphere or might\nnever reach the outer world. And I realized, with a sickening sinking of\nmy heart, that even if heard my communication might be regarded as a\nhoax, and no attention would be given it. But I would do my best. The\nradio set had not been molested. Everything was in working order, and I\nset myself the task of transmitting my story each night at the same\nhour, repeating it over and over again, until the storage batteries are\nexhausted, for to get up steam and start the dynamos is beyond my\npowers. Had I knowledge of Morse I would send my story by that code, but\nI have not, and so--I must cease. For the love of your race and of your\ndear ones listen, I beseech you, until I can resume.”\n\n                   *       *       *       *       *\n\nHere the message broke off abruptly, and Frank and I sat staring at each\nother, fearing to speak lest we might interrupt or miss the words which\nmight come, and listening with straining ears at the head-sets. For an\nhour we sat there and then, once more the voice spoke.\n\n“The doom that I feared is approaching. I have been here for three\nmonths and this will, I know, be my final message. Oh that I could only\nbe sure that someone has heard my words, that my fate has not been in\nvain but has served to warn my fellow beings. But I must hurry on. I\nhave learned everything of importance. I have watched, studied and have\neven learned to understand much of the language of these beings. I found\nthat there were men. They are puny beings compared to the women, though\nten-foot giants compared to normal men, and they are cowed, abject, mere\nslaves of the females. Only enough male children are permitted to\nsurvive to propagate the race. All others are killed.\n\n“As they reach manhood only those males of super-intelligence, strength\nand virility are permitted to live. The others are destroyed and--yes,\nhorrible as it sounds, their bodies, like those of the murdered infants\nand of the aged, sick or infirm, are devoured. And as fast as the males\nattain middle age their lives are forfeited. Long ago these beings\nsubsisted upon the few wild creatures which roamed their land; but long\nago all these were exhausted and human flesh became the only meat. There\nis no vegetable food, and for a time the sacrificed surplus males, and\nthe aged, provided food for the race. But gradually the male births\ndecreased, female children preponderated, and with the increased\npopulation resulting, the males were too few to nourish the others.\nThen, through what damnable accident or design I do not know, the\ncreatures went forth in their airship and discovered the teeming\nmillions of human beings on earth.\n\n“But the bulk of humanity was and still is safe from them, at least\nuntil new means of attacking mankind are devised, for the globular\nairship cannot approach the land. The very power it uses to lift the\ngreatest steamships and carry them off, draws the machine to the earth\nand holds it fast. But above water, which acts as an insulator\napparently, the apparatus can operate at will. And they have a two-fold\npurpose in capturing ships. All the available metal in this land was\nexhausted in constructing two of the spherical machines. One of these\nnever returned from its first trip, and only the one remains. To\nconstruct more, these giant women plan to use the metal salvaged from\ncaptured ships, until a vast fleet of the infernal things is ready to go\nforth and wipe the seas clean of ships and human beings. And the bodies\nof the men and women, struck down by the gas, are to serve as food for\nthese demons in human form.\n\n“This is the most horrible, blood-curdling thing of all. Rendered\nunconscious by the gas, the victims remain in a state of suspended\nanimation indefinitely, exactly as do grubs, spiders and insects when\nstung by certain species of wasps and placed in their nests to provide\nfood for their young. Stacked in great storage vaults these breathing,\nliving, but paralyzed human beings are kept, and as needed, are taken\nout.\n\n“Already they have a supply on hand sufficient to last them for over a\nyear. Some of the _Cyclops_ company are still preserved; there are over\nthree hundred from the _Chiriqui_, hundreds from other ships, and the\nentire crew of the _McCracken_.\n\n“All these things I learned little by little, and mainly through a\nfriend, for marvelous as it may seem, I have a friend--if friend he can\nbe called, a miserable, trembling, terrified male, who, doomed to death,\nsought to escape his fate and sought refuge with me, dreading my\npresence less than his doom, and hoping that such a feared and almost\nreverenced being as myself might protect him. For two months he has been\nmy companion, but he cannot eat anything but meat and the supply of meat\nupon the ship is getting low, and sooner or later he must succumb. And\nthe women, maddened at his escape from their clutches, though not yet\ndaring to approach too closely to me, are getting bolder. Some time, at\nsome unguarded moment, they will find the poor fellow alone and will\nfall upon him. And in his terror, in an effort to buy his life, he will,\nI know, reveal to them that I am but an ordinary mortal, a man who eats\nand drinks and who survived the gas by mechanical and not supernatural\nmeans. But I will not be taken alive by these fearful female cannibals.\nWhen the time comes, as I know it will, I will blow my brains out, and\nthough they may devour my body they will not rend me alive. No more\nships have been brought in here since the _McCracken_ was captured. But\nthis I know is due to the fact that all the energies of these creatures\nare being devoted to building additional air machines. This work goes on\nin a vast cavern beyond the city where tremendous forces, furnaces with\nheat beyond human conception and machines of which we know nothing, are\ncontrolled by the internal steam, the radiant energy and the magnetic\npowers of the earth’s core.\n\n“And now, again let me implore any and all who may hear my words to give\nclose attention to what I say, for here again is a means by which\nhumanity may combat and destroy these ghastly, gigantic cannibals. The\nspherical air-machines are helpless from above. Their magnetic or\nelectrical forces extend only downwards. The gasses they throw out are\nheavier than air and descend but cannot ascend, and by means of swift\nplanes, huge bombs and machine guns, the things can be easily destroyed.\nAnd they cannot travel without throwing off the dazzling green light.\nOnly when motionless are they dark. And so they will offer easy marks\nand can be readily detected. So, I beseech you who may hear, that the\ngovernments are notified and warned and that a fleet or many fleets of\nairplanes properly equipped patrol the seas, and at first sight of one\nof the green meteors rise above it and utterly destroy it without mercy.\n\n“Wait! I hear a terrified scream.... I am back again at the transmitter.\nIt was the fellow who has been with me. Poor devil! He has met his fate,\nbut after all it was the custom of his people, and, moreover, he would\nhave starved to death in a few days. For that matter I, too, face\nstarvation. The ship’s stock is running low; all the food upon the\n_McCracken_ was destroyed in cutting up that vessel, and unless another\nship is captured I will have no food after two weeks more. What a\nstrange thought! How terrible an idea! That the awful fate of hundreds\nof my fellows would be my salvation! But I will never live to die from\nhunger. I can hear the terrible screams of my late companion on the deck\noutside. God! It is the end! The fellow must have told the enraged\nfemales. His body has been torn to shreds. With bloody hands and reeking\nlips they are rushing towards the upper deck where I sit. They are here!\nThis is my last word! God grant that I have been heard! I am about\nto----”\n\nCrashing in our ears came the report of a pistol.\n\n                                The End\n\n\n-----\n\n[1] The message as it came in, was halting, and interrupted, with many\nunintelligible words and repetitions, as if the sender were laboring\nunder an intense strain or was an amateur. For the sake of clarity and\ncontinuity, the communication has been edited and filled in, but not\naltered in any detail.\n\n[2] The metropolitan papers reported the meteor on the eighteenth and\nstated it was observed by those on the _Chiriqui_ on the evening of the\nseventeenth, but it must be remembered that the _Chiriqui_ was in the\nwestern Pacific and hence had gained a day in time.",
    "metadata": {
        "author": [
            "Verrill, Alpheus Hyatt",
            "Verrill, A. Hyatt (Alpheus Hyatt)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/72379/pg72379.txt",
        "name": "a_voice_from_the_inner_world.json"
    }
}