{
    "name": "A Witch in Time",
    "author": [
        "Williams, Herb"
    ],
    "body": "Nat Lyon looked nervously at the girl huddled in the corner of the time\nmachine. There were white streaks down her face where recent tears had\nwashed off the grime of several days spent in a primitive jail.\n\nHer almost jet black hair was a tangled mess, hanging in strings to\nher shoulders. He wrinkled his nose in distaste at the odor filling\nthe small compartment. There was romance in history, he thought, when\nviewed in the abstract, but not when one faced history in the person of\na female who had languished several days in an unsanitary prison.\n\n\"Pray, Sir,\" she asked slowly, and so softly he scarcely heard her,\n\"Art thou the Lord? Or one of His Angels?\"\n\nNat started to laugh, but she looked so pitiful he checked himself.\n\"No, I'm a human being, just like yourself--except that I've never been\naccused of witchcraft!\"\n\nA look of fear crossed her face. \"Verily, I testify unto thee that I am\nno witch, but have the fear of God before mine eyes.\" She was almost\nfrantic in her statement. She cringed farther into the corner. Nat\nnoticed the raw wounds on her wrists where the irons had chafed her.\n\n\"Sure, sure, I believe you,\" Nat said sharply. \"They won't hang you\nnow!\" Then he added glumly, \"But they'll probably do worse to me if\nthey find out what _I've_ done!\"\n\nShe looked up at him, wonder in her deep blue eyes, her long lashes\nblinking slowly. Even her bedraggled appearance and the dirt that\nliterally covered her could not hide from Nat the beauty of her eyes.\n\"Then perhaps thou art an emissary of the Evil One, though thou hast a\nkind look to thy features that seemeth not to come of the Devil.\"\n\nThis time Nat laughed. He had read the ancient records known as _books_\nbut hearing someone talk in archaic _book_ fashion was too much. \"That\nwas quite a speech, Pretty Eyes. But get it through your head that I'm\na normal human who had a momentary lapse and did an abnormal thing. I\nused the paralysis ray on wide range, stopped the show and hauled you\noff the gallows. Right now we're in a time machine headed for ... I'm\nnot sure where.\"\n\nThe girl forgot her fear in momentary puzzlement. \"Paralysis ray?\" she\nrepeated slowly, \"Stop the show? Time machine?\"\n\n\"Oh, skip it,\" he said. \"What we need right now is a chance to get you\ncleaned up--and I think I know just the place. There's a pretty beach\nin 18th century Mexico. It's warm, and there's a fresh water stream\nrunning into the ocean. You can wash off some of that prison grime.\"\n\n\n\nThe sun beat down on Nat's blonde head as he sat on a rock overlooking\na river mouth and several miles of Mexican beach. Abby--he'd finally\ndiscovered that her name was Abigaile Goodyeare--was behind a clump of\nbushes beside the stream, vainly trying to wash her voluminous clothing.\n\nNow that the shock and humor had passed, Nat was deeply worried. He\ncouldn't take Abby back to his own time and announce that he hadn't the\nheart to see her hanged, on the other hand, he simply could not take\nher back to 17th century New England to be hanged for witchcraft. If he\ndropped her off in any other time, they'd think she was insane.\n\nNat had been making a routine historical survey, part of the work on\nhis thesis about life in 17th century New England. And on his first\nventure into time, he had ended up committing one of the most serious\ncrimes possible in his society--Time Meddling.\n\nEarlier in the day, just before leaving Earth University in the 25th\ncentury, tall, ascetic Anton Bor, Chief of the Time Inspection Corps,\nhad impressed on him the penalties for Time Meddling. Fixing Nat with\ncold grey eyes, Bor had recited the familiar warning in calculated\ntones: \"At no time, and under no circumstance, are people in past ages\nto know they are being observed.\"\n\nIt was Nat's first solo adventure into time, and his indoctrination, as\nthorough as it was, had not prepared him for the shock he experienced a\nfew hours later.\n\nHe had been completely unprepared for the scene that lay before his\neyes as he came out of the thick woods into a clearing.\n\nA gallows had been erected on a mound in the center of the cleared\nspace and a large crowd had gathered to watch what seemed to be an\nexecution.\n\nChecking his invisibility shield, Nat moved closer.\n\nA tall, gaunt man, with a look of righteous wrath on his face was\nreading from a scroll. Except for his clothing, the man looked exactly\nlike Anton Bor, Chief of the TIC. Nat shook his head in disbelief, but\nstrained his ears to hear what the man was reading.\n\n\"... she was found guilty of felonyes and witchcrafts whereof she stood\nindicted and sentence of death accordingly passed that she be hanged by\nthe neck until she be dead....\"\n\nNat tore his eyes from the man with the scroll and looked at the\n_witch_.\n\nHe gasped audibly at what he saw, so that several people nearby looked\ncuriously around. Realizing his error, he stood completely still until\nthe people he had disturbed turned their attention back to the gallows.\n\nAgain he looked at the woman. She was no half insane old hag, a\nbusybody who had meddled her way into a witchcraft trial, but a\nbewildered, fearful young woman who couldn't have been more than 18 or\n19 years old.\n\nHer hands were tied behind her back, pulling her bulky dress tight\nacross her bosom. Her tangled, matted, black hair, the dirt on her\nface, her wrinkled disheveled clothing could not hide a great natural\nbeauty.\n\nBut what affected Nat most, was the look on her face. It was that of a\nfrightened, helpless animal, cornered by a vicious, heartless predator.\n\nThe self-righteous bearing of the tall man, the lack of sympathy and\nidle curiosity mirrored in the faces of the crowd infuriated Nat.\n\nImpulsively he had used his paralysis ray, an instrument that was\ndesigned only as a last resort when a time traveler needed to beat a\nquick retreat unnoticed. While the entire gathering was in a suspended\nstate, he had carried Abby away from the gallows, and clocked away in\nthe time machine.\n\nNow, completely confused, he was sitting worriedly in the warm sunshine\nof 18th century Mexico, wondering what to do.\n\nAbby's approach broke his reverie. She seemed almost lost in one of his\nspare one-piece coveralls. She was carrying her own garments, dripping\nwet, on her arm. In modesty she had put her own quaint shoes on again.\n\nHer dark hair curled wetly about her shoulders, and the exertion of\nbathing and washing her clothing had left a becoming flush on her\ncheeks.\n\n\"Feel better, Abby?\" he asked in a light-hearted manner he didn't feel.\n\n\"Verily, thou art a strange one,\" she answered, lowering her eyes in\nan almost obsequious manner. \"Though the way thou useth the diminutive\nof my name is pleasant to my ear.\"\n\n\"Well, your pretty face is pleasant to my _eyes_, but it's certainly\ngotten me into a lot of trouble,\" Nat answered gruffly.\n\nShe looked downcast. \"Truly I'm contrite if I have caused thee\ntrouble.\" The penitent look on her face melted Nat's irritability.\n\n\"Let's eat,\" he said quickly. \"You must be hungry. And while you eat,\nI'll try to explain what happened and maybe figure out what to do.\"\n\nA week passed, and Nat still was undecided. He was puzzled by a strange\nrestlessness that nagged at him constantly.\n\nThat is, he was puzzled until the first time he kissed her.\n\nThe difference in their backgrounds was vast. They were separated by\ncenturies of time. But now, thrown together, facing a common fear of\nthe past and the future, there could be only one outcome.\n\nAt the end of the first week, they were sitting on opposite sides of a\nbeach fire. A soft breeze, blowing off the water, added a chill to the\nevening air. Abby rose to put another log on the fire. Nat stood up\nquickly to help her.\n\n\"Let me lift that, Abby,\" he said with an air of protection. \"It's\npretty heavy.\"\n\n\"Please, no,\" she answered in her quaint way. \"'Tis nothing. I have\nlifted heavier burdens than this many times.\"\n\nHe put his hand on her wrist. It was the first time he had touched her\nsince he had carried her from the gallows. For the past week he had\nbeen so preoccupied he had hardly noticed her as she had gone quietly\nabout their impromptu camp, cooking the wild game and fish he had\ncaught with his paralysis ray.\n\nThe feel of her soft, warm wrist in his hand thrilled him. His voice\nsuddenly left him, as he consciously realized for the first time how\nbeautiful she was. Her fresh innocence, her complexion, freshly tanned\nby the Southern sun, seemed to fill his entire being. He drew her\nclose, kissed her full lips.\n\nBecause of her Puritan heritage, she exhibited surprise.\n\n\"Verily, Nathanial Lyon, my people would frown on an embrace like\nthis.\" Then she whispered, \"But I find it most pleasant, because I have\ngrown so very fond of thee.\" With that she threw her arms around him\nand pressed her lips to his.\n\nTime lost its meaning, and they stood for uncounted minutes. At last\nshe shivered. \"I feel a chill, dear Nat.\"\n\n\"No wonder, darling,\" he whispered. \"We've been standing here so long\nthe fire has gone out.\"\n\nThat night Nat made his decision. \"I can't take you back to be hanged,\nAbby,\" he said tenderly. \"But at the same time I can't go back to my\nown time, they'd do worse than that to me.\"\n\n\"I understand not this time travel,\" Abby said thoughtfully. \"If thou\ncanst send this device to any time of thy choosing, couldst thou not\nspend months, or even years away and _still_ get back to your own time\nwhen thou art expected?\"\n\n\"That's it, Abby, that's it!\" Nat shouted, jumping to his feet. \"We'll\nstay away a lifetime. And when we take the machine back, they won't\nbe able to do anything that matters because we'll have had our life\ntogether! Or better yet, we'll never go back at all!\"\n\nSuddenly he sobered, dropped back to the ground beside her, taking her\nhands in his. \"That is, if you'll marry me, Abby darling.\"\n\n\"Why, Nathanial,\" she answered without a flicker of a smile. \"That was\nall settled when first I yielded to thy embrace.\"\n\nNat's mouth dropped open, then he laughed, as he remembered his studies\nof the customs and morals of Abby's time.\n\n\"Abby, verily thou art priceless,\" he said delightedly in her own\nspeech.\n\nShe gave her opinion of him, silently ... with her lips.\n\n\"Abby,\" Nat finally whispered, \"I'm going to give you the best\nhoneymoon a woman ever had.\"\n\n\"Honeymoon? Of a truth, I know not of what thou speakest.\"\n\nNat chuckled, then kissed the end of her pert nose. \"You'll see, my\nlove, you'll see. But first we have to make you Mrs. Nathanial Lyon.\nThere was a time, right after the Third World War, when marriage\nwas easy, with no questions asked. So right now, it's off to the\ndisorganized world of the late 20th century.\"\n\nAnd so began one of the strangest honeymoons in the history of Earth's\nhuman race.\n\nNat and Abby were unseen observers when Pericles ruled Greece. They\nvisited the court of Charlemagne, walked through the streets of Rome\nat the height of its splendor, viewed the glories and wickedness of\nBabylon and Baghdad, watched the artisans of old Cathay.\n\nBut fate chose their honeymoon as the time of their undoing.\n\nNat had believed they would be safe for the rest of their lives. He\nknew that detection of the time machine was virtually impossible\nunless their full dimensional destination were known to the TIC ...\nassuming that he had been missed in the 25th century, which he believed\nunlikely. Sealed chronometers, installed by the TIC, would give him\naway if he ever returned the time machine to base. But premature\ndiscovery need be the only worry now.\n\nAs he had explained to Abby, \"The power plant in these things gives off\ntraceable radiation, provided the tracer gets close enough. But right\nnow, tracing us would be like looking for a needle in a haystack. All\nwe've got to watch out for is another time machine with someone aboard\nwho might have reason to be suspicious of us.\"\n\nAnd it happened just that way as they sat watching the original first\nnight of a Shakespeare play. Another time machine controlled by an\nArts student from Earth University appeared in an adjoining balcony.\nNat flicked his machine to full power--too late! The student, an\nacquaintance of Nat's, had nodded in recognition.\n\nClocking away, Nat couldn't avoid a glum comment. \"Well, the TIC\nprobably will be after us in full force now.\"\n\nAbby studied Nat's face. \"Darling,\" she said, \"Let's settle down. Why\nneed we travel at all?\"\n\nHer calm erased Nat's concern. \"We'll do it!\" he exclaimed, confident\nagain.\n\n\n\nNat parked his new model T Ford in the garage. He walked quickly into\nthe kitchen, kissed his wife. It was no perfunctory peck so much the\npractice in the times in which they lived, but a tender, passionate\nembrace, as if it might be their last.\n\n\"Nat, there's been someone around the house today. I'm worried,\" Abby\nfinally said.\n\nThe muscles in his stomach tightened. \"Maybe they've traced us. What\ndid he look like?\"\n\n\"He was tall, severe, in fact he could almost pass for old Jonathan\nBorden, the man who was in charge of my execution, the man who read the\ncharges against me.\"\n\n\"Anton Bor!\" Nat said hoarsely. \"The head man of the TIC!\"\n\nAbby threw her arms around Nat, buried her head in his shoulder. Her\narms held him with desperation. \"Oh darling, we've been so happy these\npast five years. They can't separate us. I'd rather die first!\"\n\nHe tipped her head back, kissed the tears that had trickled down each\ncheek. \"If they catch us, we'll probably both die. But at least we're\nready for them.\"\n\nHe was interrupted by a knock on the door. Through the front curtains\nhe glimpsed a car in front of the house. A hasty look out the back\nrevealed another one parked in the alley.\n\n\"Quick, Abby, into the basement before they use a paralysis ray,\" he\nwhispered. Aloud he shouted, \"Just a moment!\" to the person at the\nfront door.\n\nWith nervous fingers Nat unlocked a heavily reinforced door in the\nbasement. He heard a crash upstairs as the front door was battered in.\nAt almost the same instant he swung the door open and they stepped\ninto the time machine. With movements they had practiced many times,\nhe tripped the activating lever and the machine vanished, leaving the\nhiding place Nat had built around the machine after they had bought the\nhouse several years earlier.\n\nThey weren't a moment too soon, for both felt the slight tingling of a\nparalysis ray. Their departure had occurred just at the split second\nwhen one of Bor's TIC men had pushed the firing stud. Even so, it\nclouded Nat's vision, slowed his reflexes.\n\n\"Another second and they'd have had us, Abby,\" he said aloud, after he\nhad returned to normal.\n\nShe pressed her lips to his. \"I hated to leave 1925, but we can start\nover again wherever you say,\" Abby whispered.\n\n\n\nThe surf crashed and boomed on the coral reef. Nat lay in the shade of\na cocoanut palm, watching the white clouds scudding by overhead.\n\nAbby came walking down the beach towards him, tanned a deep brown from\nhead to foot, dressed as the Polynesians had dressed before Captain\nCook had discovered them.\n\n\"You're every bit as beautiful as the women described in the old tales\nof the South Sea Islands,\" Nat said as she sat down beside him.\n\n\"And you're as big a flatterer as any sailor who ever told those\nstories,\" she answered, although she was pleased by his admiration. She\nlay back, stretched her hands over her head with a happy look on her\nface. \"I'm 30 years old and don't compare to our young neighbors on the\nother islands.\"\n\nNat rolled over, putting an arm across her waist, kissed her tenderly.\n\"I'm the luckiest man in the world,\" he whispered.\n\nShe looked up, her blue eyes serious. \"You don't regret giving up all\nyou had in your own time?\"\n\n\"I didn't know what true happiness was,\" he answered firmly. \"People\nin the 25th century are automatons, hemmed in by rules, regulations,\nregimented by necessity because there are so many billions on the\nplanet.\"\n\nHe kissed her again, as the warm trade winds ruffled her dark hair--and\nthey forgot about time.\n\nBut they didn't have real peace of mind. Fear of the TIC and the\ntenaciousness of Anton Bor was always present.\n\nNat and Abby had learned the language thoroughly through the time\nmachine's hypno-translator, then picked an uninhabited little island\nin the atoll. After weeks of sun bathing, they had let themselves be\ndiscovered by the natives in their outrigger canoes.\n\nThe natives quietly accepted Nat and Abby as slightly different, but\nmembers of their informal society, for it was inconceivable to them\nthat any but their own kind could be living on one of the atolls.\n\n\"This is a heavenly life,\" Abby sighed, stretching out on the sand one\nday. \"Cocoanuts, breadfruit, seafood, all for the taking. I'll hate to\nleave it.\"\n\n\"But I'm afraid we must,\" Nat said slowly, \"And soon, too. We don't\ndare stay too long in one place.\"\n\nFrom the islands, Nat and Abby drifted on from century to century,\nusually stopping in post-war periods when both governments and\npopulations were preoccupied with constructive social progress.\n\nIt was during the American reconstruction period following World War\nIII that they again were tracked down by the TIC.\n\nNat was an engineer, rebuilding shattered Seattle, when one day he\nspotted a tall, angular mechanic, newly hired on the project--and\nunmistakably Anton Bor!\n\nTen years before, Nat and Abby had cached the time machine a hundred\nmiles away. Now, as they winged through the night in their private\nhelicopter, Nat groaned at the futility of matching wits with\nscientists of century twenty-five.\n\n\"I don't understand it, Abby! There's atomic radiation lingering here\nfrom the war. We're working on a reactor for the city's power plant,\nyet Bor and his TIC manage to track us down.\"\n\n\"Perhaps, Dear Nat,\" Abby said, lapsing into her original old New\nEngland speech, as she often did when thinking deeply, \"He followeth us\nby inductive methods rather than through his science.\"\n\nThere was a moment's silence. Nat broke it to say, \"We've been doing\nthe obvious. Well then, our next stop _must_ be different!\"\n\nThey cruised silently toward the hiding place of their time machine\nuntil they saw the faint glow of a radioactive crater. A missile\nmissing its target, had gouged a large hole in the mountainside. Nat\nhad hidden the time machine in a cave as close as possible to the\ncrater to lessen the chance of detection by the TIC or casual explorers.\n\n\"Just in case they _have_ spotted our machine, and someone is waiting\nfor us, we're going to take the last few miles on foot,\" Nat said,\nchecking his paralysis gun.\n\nHe set the heli down in a clearing and they started cautiously forward\non foot, working their way up the mountainside, with all the tension of\na hunter stalking game.\n\nA hundred yards from the cave entrance, they spotted a campfire. They\napproached stealthily, and finally were able to make out the shadowy\nform of an old man, apparently a war hermit who had set up a mountain\nretreat.\n\nAt the very outset of the Third World War, the expression \"take to the\nhills\" had become a reality to many. Afterwards, when a prostrated\nworld had begun painful reconstruction, lone men and women, and\nsometimes couples, continued to roam through the forests and deserts\nof Earth. Fugitives from fear in the beginning, many had held to the\nnomadic existence, liking their new individuality.\n\n\"He may be a TIC agent in disguise,\" Nat whispered.\n\n\"Why not use thy paralysis ray now?\" Abby whispered back, \"And not take\nchances.\"\n\nNat nodded, and silently they crept forward. When they finally were in\nrange, Nat raised his weapon and pressed the stud.\n\nThe hermit didn't move a muscle. The dancing flames of the fire cast\nstrange shadows over the camp site, reflecting off his shelter half,\nlighting the coffee pot sitting on a rock.\n\nSwiftly, without fear of detection, Nat and Abby strode forward,\ntowards the cave and their escape.\n\nAs they reached the entrance they heard a derisive laugh. Whirling\nsharply, they saw the \"hermit\" rising slowly to his feet, a late 20th\ncentury weapon in his hand.\n\nHorror stricken, Nat glanced at the paralysis ray in his own hand, the\nthought flashing across his mind that the tiny atomic battery had given\nout.\n\n\"No, your weapon is still good! You just didn't count on our\nthoroughness!\" the man laughed, using the vernacular of Nat's own time.\n\"I've been waiting here a year, while Bor combed the whole area for\nyou.\"\n\n\"Lord, Abby!\" Nat gasped hoarsely. \"They've developed a neutralizing\nfield, something they were experimenting with when I left.\"\n\nThe agent laughed coarsely in agreement. \"Just come away from the cave\nwhile I put in a call to Inspector Bor!\"\n\nThey moved towards the fire, and it was then that the agent got a good\nlook at Abby.\n\nHis eyes moved slowly from her head to her feet, taking in every detail\nof her full figure. \"Some dish you have there Lyon. I'm beginning to\nunderstand why you checked out on us!\"\n\nNat was surprised at the agent's obvious lechery. Such animal reaction\nhad been largely overcome by the 24th century.\n\nThe agent snickered, recognizing Nat's surprise. \"You asked for it,\nLyon, when you tried to paralyze me! There's still a little problem to\nbe solved in this matter of neutralizing a paralysis ray. Right now I'm\nmorally drunk, haven't an inhibition in the world.\" He licked his lips.\n\"Come here, girl. I want to see you close up--real close!\"\n\nAbby had drawn back, horrified, but now she leaned toward Nat and\nstarted talking in the ancient Greek they had learned during their\nhoneymoon. \"Let me try to seduce him, Nat. Maybe we can get away before\nBor gets here!\"\n\n\"What's she mumbling about?\" the agent demanded suspiciously.\n\n\"She's talking Greek,\" Nat explained. \"She doesn't understand the\nAnglo-oriental combination we speak in the 25th century.\"\n\nThe agent's eyes flitted back to Abby, noting her dark hair, her even\nfeatures, moving hungrily over her figure again.\n\n\"Come here!\" he ordered huskily, motioning with his hands.\n\nAbby stepped hesitantly forward, a perfectly simulated look of\npuzzlement on her face. Nat stepped forward at the same time, hoping to\nget closer to the guard.\n\n\"Stay where you are,\" the agent snarled, waving his weapon at Nat.\n\nAbby looked around at Nat with a cautioning expression on her face as\nthe agent moved slowly towards her.\n\nCareful to keep the gun pointed at Nat, the agent put out a hand, slid\nhis arm around her waist.\n\nNat could tell by her quivering shoulders that Abby was revolted by the\nman's touch, although she managed a faint, inviting smile.\n\nNat was poised, ready to move in when the agent dropped his guard.\nThen he suddenly felt stark terror as he saw the man pull out a small\nparalysis gun.\n\n\"I think I'll immobilize you, Lyon, while I get better acquainted with\nyour girl friend,\" he rasped.\n\nNat jumped, but the ray gun caught him in mid-air.\n\n\n\nHis thoughts as he regained consciousness later were an agony of\nconfusion. Feeling the familiar sensation of a time machine in motion,\nhe filled in the blank about what must have happened to Abby. Sick\nwith resignation he opened his eyes, then sat up quickly, blinking in\ndisbelief, for Abby was sitting at the controls of the machine.\n\nHer blouse was soiled and ripped, her hair mussed and Nat thought he\nsaw blood on her skirt. But she was humming a tune as she checked the\ndials.\n\n\"Abby,\" Nat cried. \"Are you all right?\"\n\nHer smile said more than words. \"You seem to forget, my dear husband,\"\nshe said happily, coming over to him. \"We tender New England pioneers\nlearned a few things about self protection.\"\n\n\"What happened?\"\n\nAbby shuddered. \"It wasn't pleasant, having that beast paw me, but my\napparent willingness threw him off guard. About the time he started\nripping my clothing off, I used the little dagger we picked up in\nRenaissance Italy.\" Suddenly a sob broke through her artificial gaiety\nand she was in Nat's arms, her control completely gone. Her body racked\nwith sobs, tears streaming down her face.\n\n\"They're getting closer each time, Abby,\" Nat said reflectively. \"Next\ntime they probably will get us.\"\n\n\"But we're still together,\" Abby said fiercely. \"And, if we're careful,\nthey may never find us again.\"\n\nYears passed. Nat and Abby's youthful happiness flowered into the\ncontentment of those who have lived their allotted years in wisdom. Nat\nhad retired many years before, and he and Abby were content with simple\npleasures.\n\nEvenings they sat together on the porch of their Florida cottage,\nenjoying the ocean breeze and each other's presence.\n\nIt was on such an evening that their world came to an end.\n\nWhile they sat as usual, reminiscing, Nat wondered aloud if Anton Bor\nstill lived. He scarcely had uttered the question before the grass on\nthe lawn seemed to shimmer slightly, and a time machine materialized\nbefore their startled eyes. Its door burst open and three men sprang\nout with weapons ready.\n\nAfter them came the halting, decrepit figure of an ancient Anton Bor, a\nparalysis gun wavering unsteadily in his shriveled hands.\n\nThe shock was so great that Nat and Abby sat completely unmoving and\nthe full power of Bor's weapon caught them where they sat.\n\n\n\nNat and Abby stood before the Judgement Tribunal in the 25th century.\nMere punishment had long since passed out of existence. A law\nbreaker had his case reviewed by a board of psychiatrists, lawyers,\nsociologists, even historians. A person's past was laid bare, in an\neffort to find out _why_ aberrant action had been taken.\n\nThe board recommended remedial action that varied greatly from case to\ncase.\n\n\"We find you guilty,\" the spokesman finally stated, \"of Time Meddling,\nan offence that can have the gravest consequences. In this case, our\nproblem is two-fold. First, we must correct the original action.\nSecond, we must do all in our power to discourage actions such as you\nhave taken.\n\n\"With this in mind, you, personally, will see corrective measures\ncarried out. Anton Bor, who worked so self-sacrificingly over so many\nyears to bring this case to a close, will supervise the correction.\"\n\nThis time Nat was prepared. The scene was exactly as he remembered it.\nBut now the gallows was empty, the spectators frozen statues.\n\n\"The paralysis ray's effects last for a little more than five minutes,\"\nBor said with the coldness of a machine. \"We have that much time to\naccomplish our job.\"\n\nBound and helpless, Nat heard Bor bark a command.\n\nHe saw an assistant pick up the paralysed form of his wife, dressed\nagain in 17th century style, and walk out across the valley. He placed\nAbby on the gallows, put the rope around her neck and moved quickly\nback to the woods.\n\n\"Now we'll watch it,\" Bor said with cold finality. \"I think my ancestor\nout there, Jonathan Borden would be proud of me,\" he added with a trace\nof smugness.\n\n\n\n    \"_... as we watched, it seemed suddenly our vision blurred and\n    there was the smell of brimstone in the aire and when we could see\n    againe, there in the place of comely young Abigaile Goodyeare, was\n    a wrinkled gruesome crone, more like unto a spectre, with gray hair\n    and wrinkled visage, whose true age could only be guessed at._\"\n\n    --WITCHCRAFT IN EARLY AMERICA\n    VOLUME II, CHAPTER 4",
    "metadata": {
        "author": [
            "Williams, Herb"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/58980/pg58980.txt",
        "name": "a_witch_in_time.json"
    }
}