{
    "name": "Admiral Peters\nOdd Craft, Part 14.",
    "author": [
        "Jacobs, William Wymark",
        "Jacobs, W. W. (William Wymark)"
    ],
    "body": "\nADMIRAL PETERS\n\nMr. George Burton, naval pensioner, sat at the door of his lodgings\ngazing in placid content at the sea.  It was early summer, and the air\nwas heavy with the scent of flowers; Mr. Burton's pipe was cold and\nempty, and his pouch upstairs.  He shook his head gently as he realised\nthis, and, yielding to the drowsy quiet of his surroundings, laid aside\nthe useless pipe and fell into a doze.\n\nHe was awakened half an hour later by the sound of footsteps.  A tall,\nstrongly built man was approaching from the direction of the town, and\nMr. Burton, as he gazed at him sleepily, began to wonder where he had\nseen him before.  Even when the stranger stopped and stood smiling down\nat him his memory proved unequal to the occasion, and he sat staring at\nthe handsome, shaven face, with its little fringe of grey whisker,\nwaiting for enlightenment.\n\n\"George, my buck,\" said the stranger, giving him a hearty slap on the\nshoulder, \"how goes it?\"  \"D--- _Bless_ my eyes, I mean,\" said Mr.\nBurton, correcting himself, \"if it ain't Joe Stiles.  I didn't know you\nwithout your beard.\"\n\n\"That's me,\" said the other.  \"It's quite by accident I heard where you\nwere living, George; I offered to go and sling my hammock with old Dingle\nfor a week or two, and he told me.  Nice quiet little place, Seacombe.\nAh, you were lucky to get your pension, George.\"\n\n\"I deserved it,\" said Mr. Burton, sharply, as he fancied he detected\nsomething ambiguous in his friend's remark.\n\n\"Of course you did,\" said Mr. Stiles; \"so did I, but I didn't get it.\nWell, it's a poor heart that never rejoices.  What about that drink you\nwere speaking of, George?\"\n\n\"I hardly ever touch anything now,\" replied his friend.\n\n\"I was thinking about myself,\" said Mr. Stiles.  \"I can't bear the stuff,\nbut the doctor says I must have it.  You know what doctors are, George!\"\n\nMr. Burton did not deign to reply, but led the way indoors.\n\n\"Very comfortable quarters, George,\" remarked Mr. Stiles, gazing round\nthe room approvingly; \"ship-shape and tidy.  I'm glad I met old Dingle.\nWhy, I might never ha' seen you again; and us such pals, too.\"\n\nHis host grunted, and from the back of a small cupboard, produced a\nbottle of whisky and a glass, and set them on the table.  After a\nmomentary hesitation he found another glass.\n\n\"Our noble selves,\" said Mr. Stiles, with a tinge of reproach in his\ntones, \"and may we never forget old friendships.\"\n\nMr. Burton drank the toast.  \"I hardly know what it's like now, Joe,\" he\nsaid, slowly.  \"You wouldn't believe how soon you can lose the taste for\nit.\"\n\nMr. Stiles said he would take his word for it.  \"You've got some nice\nlittle public-houses about here, too,\" he remarked.  \"There's one I\npassed called the Cock and Flowerpot; nice cosy little place it would be\nto spend the evening in.\"\n\n\"I never go there,\" said Mr. Burton, hastily.  \"I--a friend o' mine here\ndoesn't approve o' public-'ouses.\"\n\n\"What's the matter with him?\"  inquired his friend, anxiously.\n\n\"It's--it's a 'er,\" said Mr. Burton, in some confusion.\n\nMr. Stiles threw himself back in his chair and eyed him with amazement.\nThen, recovering his presence of mind, he reached out his hand for the\nbottle.\n\n\"We'll drink her health,\" he said, in a deep voice.  \"What's her name?\"\n\n\"Mrs. Dutton,\" was the reply.\n\nMr. Stiles, with one hand on his heart, toasted her feelingly; then,\nfilling up again, he drank to the \"happy couple.\"\n\n\"She's very strict about drink,\" said Mr. Burton, eyeing these\nproceedings with some severity.\n\n\"Any--dibs?\"  inquired Mr. Stiles, slapping a pocket which failed to ring\nin response.\n\n\"She's comfortable,\" replied the other, awkwardly.  \"Got a little\nstationer's shop in the town; steady, old-fashioned business.  She's\nchapel, and very strict.\"\n\n\"Just what you want,\" remarked Mr. Stiles, placing his glass on the\ntable.  \"What d'ye say to a stroll?\"\n\nMr. Burton assented, and, having replaced the black bottle in the\ncupboard, led the way along the cliffs toward the town some half-mile\ndistant, Mr. Stiles beguiling the way by narrating his adventures since\nthey had last met.  A certain swagger and richness of deportment were\nexplained by his statement that he had been on the stage.\n\n\"Only walking on,\" he said, with a shake of his head.  \"The only speaking\npart I ever had was a cough.  You ought to ha' heard that cough, George!\"\n\nMr. Burton politely voiced his regrets and watched him anxiously.  Mr.\nStiles, shaking his head over a somewhat unsuccessful career, was making\na bee-line for the Cock and Flowerpot.\n\n\"Just for a small soda,\" he explained, and, once inside, changed his mind\nand had whisky instead.  Mr. Burton, sacrificing principle to friendship,\nhad one with him.  The bar more than fulfilled Mr. Stiles's ideas as to\nits cosiness, and within the space of ten minutes he was on excellent\nterms with the regular clients.  Into the little, old-world bar, with its\nloud-ticking clock, its Windsor-chairs, and its cracked jug full of\nroses, he brought a breath of the bustle of the great city and tales of\nthe great cities beyond the seas.  Refreshment was forced upon him, and\nMr. Burton, pleased at his friend's success, shared mildly in his\nreception.  It was nine o'clock before they departed, and then they only\nleft to please the landlord.\n\n\"Nice lot o' chaps,\" said Mr. Stiles, as he stumbled out into the sweet,\ncool air.  \"Catch hold--o' my--arm, George.  Brace me--up a bit.\"\n\nMr. Burton complied, and his friend, reassured as to his footing, burst\ninto song.  In a stentorian voice he sang the latest song from comic\nopera, and then with an adjuration to Mr. Burton to see what he was\nabout, and not to let him trip, he began, in a lumbering fashion, to\ndance.\n\nMr. Burton, still propping him up, trod a measure with fewer steps, and\ncast uneasy glances up the lonely road.  On their left the sea broke\nquietly on the beach below; on their right were one or two scattered\ncottages, at the doors of which an occasional figure appeared to gaze\nin mute astonishment at the proceedings.\n\n\"Dance, George,\" said Mr. Stiles, who found his friend rather an\nencumbrance.\n\n\"Hs'h!  Stop!\" cried the frantic Mr. Burton, as he caught sight of a\nwoman's figure bidding farewell in a lighted doorway.\n\nMr. Stiles replied with a stentorian roar, and Mr. Burton, clinging\ndespairingly to his jigging friend lest a worse thing should happen, cast\nan imploring glance at Mrs. Dutton as they danced by.  The evening was\nstill light enough for him to see her face, and he piloted the corybantic\nMr. Stiles the rest of the way home in a mood which accorded but ill with\nhis steps.\n\nHis manner at breakfast next morning was so offensive that Mr. Stiles,\nwho had risen fresh as a daisy and been out to inhale the air on the\ncliffs, was somewhat offended.\n\n\"You go down and see her,\" he said, anxiously.  \"Don't lose a moment; and\nexplain to her that it was the sea-air acting on an old sunstroke.\"\n\n\"She ain't a fool,\" said Mr. Burton, gloomily.\n\nHe finished his breakfast in silence, and, leaving the repentant Mr.\nStiles sitting in the doorway with a pipe, went down to the widow's to\nmake the best explanation he could think of on the way.  Mrs. Dutton's\nfresh-coloured face changed as he entered the shop, and her still good\neyes regarded him with scornful interrogation.\n\n\"I--saw you last night,\" began Mr. Burton, timidly.\n\n\"I saw you, too,\" said Mrs. Dutton.  \"I couldn't believe my eyesight at\nfirst.\"\n\n\"It was an old shipmate of mine,\" said Mr. Burton.  \"He hadn't seen me\nfor years, and I suppose the sight of me upset 'im.\"\n\n\"I dare say,\" replied the widow; \"that and the Cock and Flowerpot, too.\nI heard about it.\"\n\n\"He would go,\" said the unfortunate.\n\n\"You needn't have gone,\" was the reply.\n\n\"I 'ad to,\" said Mr. Burton, with a gulp; \"he--he's an old officer o'\nmine, and it wouldn't ha' been discipline for me to refuse.\"\n\n\"Officer?\"  repeated Mrs. Dutton.\n\n\"My old admiral,\" said Mr. Burton, with a gulp that nearly choked him.\n\"You've heard me speak of Admiral Peters?\"\n\n\"_Admiral?_\"  gasped the astonished widow.\n\n\"What, a-carrying on like that?\"\n\n\"He's a reg'lar old sea-dog,\" said Mr. Burton.  \"He's staying with me,\nbut of course 'e don't want it known who he is.  I couldn't refuse to\n'ave a drink with 'im.  I was under orders, so to speak.\"\n\n\"No, I suppose not,\" said Mrs. Dutton, softening.  \"Fancy him staying\nwith you!\"\n\n\"He just run down for the night, but I expect he'll be going 'ome in an\nhour or two,\" said Mr. Burton, who saw an excellent reason now for\nhastening his guest's departure.\n\nMrs. Dutton's face fell.  \"Dear me,\" she murmured, \"I should have liked\nto have seen him; you have told me so much about him.  If he doesn't go\nquite so soon, and you would like to bring him here when you come\nto-night, I'm sure I should be very pleased.\"\n\n\"I'll mention it to 'im,\" said Mr. Burton, marvelling at the change in\nher manner.\n\n\"Didn't you say once that he was uncle to Lord Buckfast?\" inquired Mrs.\nDutton, casually.\n\n\"Yes,\" said Mr. Burton, with unnecessary doggedness; \"I did.\"\n\n\"The idea of an admiral staying with you!\" said Mrs. Dutton.\n\n\"Reg'lar old sea-dog,\" said Mr. Burton again; \"and, besides, he don't\nwant it known.  It's a secret between us three, Mrs. Dutton.\"\n\n\"To be sure,\" said the widow.  \"You can tell the admiral that I shall not\nmention it to a soul,\" she added, mincingly.\n\nMr. Burton thanked her and withdrew, lest Mr. Stiles should follow him up\nbefore apprised of his sudden promotion.  He found that gentleman,\nhowever, still sitting at the front door, smoking serenely.\n\n\"I'll stay with you for a week or two,\" said Mr. Stiles, briskly, as soon\nas the other had told his story.  \"It'll do you a world o' good to be\nseen on friendly terms with an admiral, and I'll put in a good word for\nyou.\"\n\nMr. Burton shook his head.  \"No, she might find out,\" he said, slowly.\n\"I think that the best thing is for you to go home after dinner, Joe, and\njust give 'er a look in on the way, p'r'aps.  You could say a lot o'\nthings about me in 'arf an hour.\"\n\n\"No, George,\" said Mr. Stiles, beaming on him kindly; \"when I put my hand\nto the plough I don't draw back.  It's a good speaking part, too, an\nadmiral's.  I wonder whether I might use old Peters's language.\"\n\n\"Certainly not,\" said Mr. Burton, in alarm.\n\n\"You don't know how particular she is.\"\n\nMr. Stiles sighed, and said that he would do the best he could without\nit.  He spent most of the day on the beach smoking, and when evening came\nshaved himself with extreme care and brushed his serge suit with great\nperseverance in preparation for his visit.\n\nMr. Burton performed the ceremony of introduction with some awkwardness;\nMr. Stiles was affecting a stateliness of manner which was not without\ndistinction; and Mrs. Dutton, in a black silk dress and the cameo brooch\nwhich had belonged to her mother, was no less important.  Mr. Burton had\nan odd feeling of inferiority.\n\n\"It's a very small place to ask you to, Admiral Peters,\" said the widow,\noffering him a chair.\n\n\"It's comfortable, ma'am,\" said Mr. Stiles, looking round approvingly.\n\"Ah, you should see some of the palaces I've been in abroad; all show and\nno comfort.  Not a decent chair in the place.  And, as for the\nantimacassars----\"\n\n\"Are you making a long stay, Admiral Peters?\"  inquired the delighted\nwidow.\n\n\"It depends,\" was the reply.  \"My intention was just to pay a flying\nvisit to my honest old friend Burton here--best man in my squadron--but\nhe is so hospitable, he's been pressing me to stay for a few weeks.\"\n\n\"But the admiral says he must get back to-morrow morning,\" interposed Mr.\nBurton, firmly.\n\n\"Unless I have a letter at breakfast-time, Burton,\" said Mr. Stiles,\nserenely.\n\nMr. Burton favoured him with a mutinous scowl.\n\n\"Oh, I do hope you will,\" said Mrs. Dutton.\n\n\"I have a feeling that I shall,\" said Mr. Stiles, crossing glances with\nhis friend.  \"The only thing is my people; they want me to join them at\nLord Tufton's place.\"\n\nMrs. Dutton trembled with delight at being in the company of a man with\nsuch friends.  \"What a change shore-life must be to you after the perils\nof the sea!\" she murmured.\n\n\"Ah!\" said Mr. Stiles.  \"True!  True!\"\n\n\"The dreadful fighting,\" said Mrs. Dutton, closing her eyes and\nshuddering.\n\n\"You get used to it,\" said the hero, simply.  \"Hottest time I had I think\nwas at the bombardment of Alexandria.  I stood alone.  All the men who\nhadn't been shot down had fled, and the shells were bursting round me\nlike--like fireworks.\"\n\nThe widow clasped her hands and shuddered again.\n\n\"I was standing just behind 'im, waiting any orders he might give,\" said\nMr. Burton.\n\n\"Were you?\" said Mr. Stiles, sharply--\"were you?  I don't remember it,\nBurton.\"\n\n\"Why,\" said Mr. Burton, with a faint laugh, \"I was just behind you, sir.\nIf you remember, sir, I said to you that it was pretty hot work.\"\n\nMr. Stiles affected to consider.  \"No, Burton,\" he said, bluffly--\"no; so\nfar as my memory goes I was the only man there.\"\n\n\"A bit of a shell knocked my cap off, sir,\" persisted Mr. Burton, making\nlaudable efforts to keep his temper.\n\n\"That'll do, my man,\" said the other, sharply; \"not another word.  You\nforget yourself.\"\n\nHe turned to the widow and began to chat about \"his people\" again to\ndivert her attention from Mr. Burton, who seemed likely to cause\nunpleasantness by either bursting a blood-vessel or falling into a fit.\n\n\"My people have heard of Burton,\" he said, with a slight glance to see\nhow that injured gentleman was progressing.  \"He has often shared my\ndangers.  We have been in many tight places together.  Do you remember\nthose two nights when we were hidden in the chimney at the palace of the\nSultan of Zanzibar, Burton?\"\n\n\"I should think I do,\" said Mr. Burton, recovering somewhat.\n\n\"Stuck so tight we could hardly breathe,\" continued the other.\n\n\"I shall never forget it as long as I live,\" said Mr. Burton, who thought\nthat the other was trying to make amends for his recent indiscretion.\n\n\"Oh, do tell me about it, Admiral Peters,\" cried Mrs. Dutton.\n\n\"Surely Burton has told you that?\"  said Mr. Stiles.\n\n\"Never breathed a word of it,\" said the widow, gazing somewhat\nreproachfully at the discomfited Mr. Burton.\n\n\"Well, tell it now, Burton,\" said Mr. Stiles.\n\n\"You tell it better than I do, sir,\" said the other.\n\n\"No, no,\" said Mr. Stiles, whose powers of invention were not always to\nbe relied upon.  \"You tell it; it's your story.\"\n\nThe widow looked from one to the other.  \"It's your story, sir,\" said Mr.\nBurton.\n\n\"No, I won't tell it,\" said Mr. Stiles.  \"It wouldn't be fair to you,\nBurton.  I'd forgotten that when I spoke.  Of course, you were young at\nthe time, still----\"\n\n\"I done nothing that I'm ashamed of, sir,\" said Mr. Burton, trembling\nwith passion.\n\n\"I think it's very hard if I'm not to hear it,\" said Mrs. Dutton, with\nher most fascinating air.\n\nMr. Stiles gave her a significant glance, and screwing up his lips nodded\nin the direction of Mr. Burton.\n\n\"At any rate, you were in the chimney with me, sir,\" said that\nunfortunate.\n\n\"Ah!\" said the other, severely.  \"But what was I there for, my man?\"\n\nMr. Burton could not tell him; he could only stare at him in a frenzy of\npassion and dismay.\n\n\"What were you there for, Admiral Peters?\"  inquired Mrs. Dutton.\n\n\"I was there, ma'am,\" said the unspeakable Mr. Stiles, slowly--\"I was\nthere to save the life of Burton.  I never deserted my men---never.\nWhatever scrapes they got into I always did my best to get them out.\nNews was brought to me that Burton was suffocating in the chimney of the\nSultan's favourite wife, and I----\"\n\n\"Sultan's favourite wife!\"  gasped Mrs. Dutton, staring hard at Mr.\nBurton, who had collapsed in his chair and was regarding the ingenious\nMr. Stiles with open-mouthed stupefaction.  \"Good gracious!  I--I never\nheard of such a thing.  I am surprised!\"\n\n\"So am I,\" said Mr. Burton, thickly.  \"I--I---\"\n\n\"How did you escape, Admiral Peters?\"  inquired the widow, turning from\nthe flighty Burton in indignation.\n\nMr. Stiles shook his head.  \"To tell you that would be to bring the\nFrench Consul into it,\" he said, gently.  \"I oughtn't to have mentioned\nthe subject at all.  Burton had the good sense not to.\"\n\nThe widow murmured acquiescence, and stole a look at the prosaic figure\nof the latter gentleman which was full of scornful curiosity.  With some\ndiffidence she invited the admiral to stay to supper, and was obviously\ndelighted when he accepted.\n\nIn the character of admiral Mr. Stiles enjoyed himself amazingly, his one\nregret being that no discriminating theatrical manager was present to\nwitness his performance.  His dignity increased as the evening wore on,\nand from good-natured patronage of the unfortunate Burton he progressed\ngradually until he was shouting at him.  Once, when he had occasion to\nask Mr. Burton if he intended to contradict him, his appearance was so\nterrible that his hostess turned pale and trembled with excitement.\n\nMr. Burton adopted the air for his own use as soon as they were clear of\nMrs. Dutton's doorstep, and in good round terms demanded of Mr. Stiles\nwhat he meant by it.\n\n\"It was a difficult part to play, George,\" responded his friend.  \"We\nought to have rehearsed it a bit.  I did the best I could.\"\n\n\"Best you could?\"  stormed Mr. Burton.  \"Telling lies and ordering me\nabout?\"\n\n\"I had to play the part without any preparation, George,\" said the other,\nfirmly.  \"You got yourself into the difficulty by saying that I was the\nadmiral in the first place.  I'll do better next time we go.\"\n\nMr. Burton, with a nasty scowl, said that there was not going to be any\nnext time, but Mr. Stiles smiled as one having superior information.\nDeaf first to hints and then to requests to seek his pleasure elsewhere,\nhe stayed on, and Mr. Burton was soon brought to realise the difficulties\nwhich beset the path of the untruthful.\n\nThe very next visit introduced a fresh complication, it being evident to\nthe most indifferent spectator that Mr. Stiles and the widow were getting\non very friendly terms.  Glances of unmistakable tenderness passed\nbetween them, and on the occasion of the third visit Mr. Burton sat an\namazed and scandalised spectator of a flirtation of the most pronounced\ndescription.  A despairing attempt on his part to lead the conversation\ninto safer and, to his mind, more becoming channels only increased his\ndiscomfiture.  Neither of them took any notice of it, and a minute later\nMr. Stiles called the widow a \"saucy little baggage,\" and said that she\nreminded him of the Duchess of Marford.\n\n\"I used to think she was the most charming woman in England,\" he said,\nmeaningly.\n\nMrs. Dutton simpered and looked down; Mr. Stiles moved his chair a little\ncloser to her, and then glanced thoughtfully at his friend.\n\n\"Burton,\" he said.\n\n\"Sir,\" snapped the other.\n\n\"Run back and fetch my pipe for me,\" said Mr. Stiles.  \"I left it on the\nmantelpiece.\"\n\nMr. Burton hesitated, and, the widow happening to look away, shook his\nfist at his superior officer.\n\n\"Look sharp,\" said Mr. Stiles, in a peremptory voice.\n\n\"I'm very sorry, sir,\" said Mr. Burton, whose wits were being sharpened\nby misfortune, \"but I broke it.\"\n\n\"Broke it?\"  repeated the other.\n\n\"Yes, sir,\" said Mr. Burton.  \"I knocked it on the floor and trod on it\nby accident; smashed it to powder.\"\n\nMr. Stiles rated him roundly for his carelessness, and asked him whether\nhe knew that it was a present from the Italian Ambassador.\n\n\"Burton was always a clumsy man,\" he said, turning to the widow.  \"He had\nthe name for it when he was on the _Destruction_ with me; 'Bungling\nBurton' they called him.\"\n\nHe divided the rest of the evening between flirting and recounting\nvarious anecdotes of Mr. Burton, none of which were at all flattering\neither to his intelligence or to his sobriety, and the victim, after one\nor two futile attempts at contradiction, sat in helpless wrath as he saw\nthe infatuation of the widow.  They were barely clear of the house before\nhis pent-up emotions fell in an avalanche of words on the faithless Mr.\nStiles.\n\n\"I can't help being good-looking,\" said the latter, with a smirk.\n\n\"Your good looks wouldn't hurt anybody,\" said Mr. Burton, in a grating\nvoice; \"it's the admiral business that fetches her.  It's turned 'er\nhead.\"\n\nMr. Stiles smiled.  \"She'll say 'snap' to my 'snip' any time,\" he\nremarked.  \"And remember, George, there'll always be a knife and fork\nlaid for you when you like to come.\"\n\n\"I dessay,\" retorted Mr. Burton, with a dreadful sneer.  \"Only as it\nhappens I'm going to tell 'er the truth about you first thing to-morrow\nmorning.  If I can't have 'er you sha'n't.\"\n\n\"That'll spoil your chance, too,\" said Mr. Stiles.  \"She'd never forgive\nyou for fooling her like that.  It seems a pity neither of us should get\nher.\"\n\n\"You're a sarpent,\" exclaimed Mr. Burton, savagely--\"a sarpent that I've\nwarmed in my bosom and----\"\n\n\"There's no call to be indelicate, George,\" said Mr. Stiles, reprovingly,\nas he paused at the door of the house.  \"Let's sit down and talk it over\nquietly.\"\n\nMr. Burton followed him into the room and, taking a chair, waited.\n\n\"It's evident she's struck with me,\" said Mr. Stiles, slowly; \"it's also\nevident that if you tell her the truth it might spoil my chances.  I\ndon't say it would, but it might.  That being so, I'm agreeable to going\nback without seeing her again by the six-forty train to-morrow morning if\nit's made worth my while.\"\n\n\"Made worth your while?\"  repeated the other.\n\n\"Certainly,\" said the unblushing Mr. Stiles.  \"She's not a bad-looking\nwoman--for her age--and it's a snug little business.\"\n\nMr. Burton, suppressing his choler, affected to ponder.  \"If 'arf a\nsovereign--\" he said, at last.\n\n\"Half a fiddlestick!\" said the other, impatiently.  \"I want ten pounds.\nYou've just drawn your pension, and, besides, you've been a saving man\nall your life.\"\n\n\"Ten pounds?\" gasped the other.  \"D'ye think I've got a gold-mine in the\nback garden?\"\n\nMr. Stiles leaned back in his chair and crossed his feet.  \"I don't go\nfor a penny less,\" he said, firmly.  \"Ten pounds and my ticket back.  If\nyou call me any more o' those names I'll make it twelve.\"\n\n\"And what am I to explain to Mrs. Dutton?\"  demanded Mr. Burton, after a\nquarter of an hour's altercation.\n\n\"Anything you like,\" said his generous friend.  \"Tell her I'm engaged to\nmy cousin, and our marriage keeps being put off and off on account of my\neccentric behaviour.  And you can say that that was caused by a splinter\nof a shell striking my head.  Tell any lies you like; I shall never turn\nup again to contradict them.  If she tries to find out things about the\nadmiral, remind her that she promised to keep his visit here secret.\"\n\nFor over an hour Mr. Burton sat weighing the advantages and disadvantages\nof this proposal, and then--Mr. Stiles refusing to seal the bargain\nwithout--shook hands upon it and went off to bed in a state of mind\nhovering between homicide and lunacy.\n\nHe was up in good time next morning, and, returning the shortest possible\nanswers to the remarks of Mr. Stiles, who was in excellent feather, went\nwith him to the railway station to be certain of his departure.\n\nIt was a delightful morning, cool and bright, and, despite his\nmisfortunes.  Mr. Burton's spirits began to rise as he thought of his\napproaching deliverance.  Gloom again overtook him at the booking-office,\nwhere the unconscionable Mr. Stiles insisted firmly upon a first-class\nticket.\n\n\"Who ever heard of an admiral riding third?\"  he demanded, indignantly.\n\n\"But they don't know you're an admiral,\" urged Mr. Burton, trying to\nhumour him.\n\n\"No; but I feel like one,\" said Mr. Stiles, slapping his pocket.  \"I've\nalways felt curious to see what it feels like travelling first-class;\nbesides, you can tell Mrs. Dutton.\"\n\n\"I could tell 'er that in any case,\" returned Mr. Burton.\n\nMr. Stiles looked shocked, and, time pressing, Mr. Burton, breathing so\nhard that it impeded his utterance, purchased a first-class ticket and\nconducted him to the carriage.  Mr. Stiles took a seat by the window and\nlolling back put his foot up on the cushions opposite.  A large bell rang\nand the carriage-doors were slammed.\n\n\"Good-bye, George,\" said the traveller, putting his head to the window.\n\"I've enjoyed my visit very much.\"\n\n\"Good riddance,\" said Mr. Burton, savagely.\n\nMr. Stiles shook his head.  \"I'm letting you off easy,\" he said, slowly.\n\"If it hadn't ha' been for one little thing I'd have had the widow\nmyself.\"\n\n\"What little thing?\"  demanded the other, as the train began to glide\nslowly out.\n\n\"My wife,\" said Mr. Stiles, as a huge smile spread slowly over his face.\n\"Good-bye, George, and don't forget to give my love when you go round.\"",
    "metadata": {
        "author": [
            "Jacobs, William Wymark",
            "Jacobs, W. W. (William Wymark)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/12214/pg12214.txt",
        "name": "admiral_peters_odd_craft_part_14.json"
    }
}