{
    "name": "Advanced Chemistry",
    "author": [
        "Huekels, Jack G."
    ],
    "body": "Professor Carbonic was diligently at work in his spacious laboratory,\nanalyzing, mixing and experimenting. He had been employed for more than\nfifteen years in the same pursuit of happiness, in the same house, same\nlaboratory, and attended by the same servant woman, who in her long\nperiod of service had attained the plumpness and respectability of two\nhundred and ninety pounds.\n\n\"Mag Nesia,\" called the professor. The servant's name was Maggie\nNesia--Professor Carbonic had contracted the title to save time, for in\nfifteen years he had not mounted the heights of greatness; he must work\nharder and faster as life is short, and eliminate such shameful waste\nof time as putting the \"gie\" on Maggie.\n\n\"Mag Nesia!\" the professor repeated.\n\nThe old woman rolled slowly into the room.\n\n\"Get rid of these and bring the one the boy brought today.\"\n\nHe handed her a tray containing three dead rats, whose brains had been\nsubjected to analysis.\n\n\"Yes, Marse,\" answered Mag Nesia in a tone like citrate.\n\nThe professor busied himself with a new preparation of zinc oxide and\ncopper sulphate and sal ammoniac, his latest concoction, which was about\nto be used and, like its predecessors, to be abandoned.\n\nMag Nesia appeared bringing another rat, dead. The professor made no\nexperiments on live animals. He had hired a boy in the neighborhood to\nbring him fresh dead rats at twenty-five cents per head.\n\nTaking the tray he prepared a hypodermic filled with the new\npreparation. Carefully he made an incision above the right eye of the\ncarcass through the bone. He lifted the hypodermic, half hopelessly,\nhalf expectantly. The old woman watched him, as she had done many times\nbefore, with always the same pitiful expression. Pitiful, either for the\nman himself or for the dead rat. Mag Nesia seldom expressed her views.\n\nInserting the hypodermic needle and injecting the contents of the\nsyringe, Professor Carbonic stepped back.\n\n\n_Prof. Carbonic Makes a Great Discovery_\n\n\"Great Saints!\" His voice could have been heard a mile. Slowly the rat's\ntail began to point skyward; and as slowly Mag Nesia began to turn\nwhite. Professor Carbonic stood as paralyzed. The rat trembled and moved\nhis feet. The man of sixty years made one jump with the alacrity of a\nboy of sixteen, he grabbed the enlivened animal, and held it high above\nhis head as he jumped about the room.\n\nSpying the servant, who until now had seemed unable to move, he threw\nboth arms around her, bringing the rat close to her face. Around the\nlaboratory they danced to the tune of the woman's shrieks. The professor\nheld on, and the woman yelled. Up and down spasmodically on the\nlaboratory floor came the two hundred and ninety pounds with the\nprofessor thrown in.\n\nBottles tumbled from the shelves. Furniture was upset. Precious liquids\nflowed unrestrained and unnoticed. Finally the professor dropped with\nexhaustion and the rat and Mag Nesia made a dash for freedom.\n\nEarly in the morning pedestrians on Arlington Avenue were attracted by a\nsign in brilliant letters.\n\nProfessor Carbonic early in the morning betook himself to the nearest\nhardware store and purchased the tools necessary for his new profession.\nHe was an M.D. and his recently acquired knowledge put him in a position\nto startle the world. Having procured what he needed he returned home.\n\n\n\nThings were developing fast. Mag Nesia met him at the door and told him\nthat Sally Soda, who was known to the neighborhood as Sal or Sal Soda\ngenerally, had fallen down two flights of stairs, and to use her own\nwords was \"Putty bad.\" Sal Soda's mother, in sending for a doctor, had\nread the elaborate sign of the new enemy of death, and begged that he\ncome to see Sal as soon as he returned.\n\nBidding Mag Nesia to accompany him, he went to the laboratory and\nsecured his precious preparation. Professor Carbonic and the unwilling\nMag Nesia started out to put new life into a little Sal Soda who lived\nin the same block.\n\nReaching the house they met the family physician then attendant on\nlittle Sal. Doctor X. Ray had also read the sign of the professor and\nhis greeting was very chilly.\n\n\"How is the child?\" asked the professor.\n\n\"Fatally hurt and can live but an hour.\" Then he added, \"I have done all\nthat can be done.\"\n\n\"All that _you_ can do,\" corrected the professor.\n\nWith a withering glance, Doctor X. Ray left the room and the house. His\nreputation was such as to admit of no intrusion.\n\n\n\n\"I am sorry she is not dead, it would be easier to work, and also a more\nreasonable charge.\" Giving Mag Nesia his instruments he administered a\nlocal anesthetic; this done he selected a brace and bit that he had\nprocured that morning. With these instruments he bored a small hole into\nthe child's head. Inserting his hypodermic needle, he injected the\nimmortal fluid, then cutting the end off a dowel, which he had also\nprocured that morning, he hammered it into the hole until it wedged\nitself tight.\n\nProfessor Carbonic seated himself comfortably and awaited the action of\nhis injection, while the plump Mag Nesia paced or rather waddled the\nfloor with a bag of carpenter's tools under her arm.\n\nThe fluid worked. The child came to and sat up. Sal Soda had regained\nher pep.\n\n\"It will be one dollar and twenty-five cents, Mrs. Soda,\" apologized the\nprofessor. \"I have to make that charge as it is so inconvenient to work\non them when they are still alive.\"\n\nHaving collected his fee, the professor and Mag Nesia departed, amid the\never rising blessings of the Soda family.\n\n\n\nAt 3:30 P.M. Mag Nesia sought her employer, who was asleep in the\nsitting room.\n\n\"Marse Paul, a gentleman to see you.\"\n\nThe professor awoke and had her send the man in.\n\nThe man entered hurriedly, hat in hand. \"Are you Professor Carbonic?\"\n\n\"I am, what can I do for you?\"\n\n\"Can you----?\" the man hesitated. \"My friend has just been killed in an\naccident. You couldn't----\" he hesitated again.\n\n\"I know that it is unbelievable,\" answered the professor. \"But I can.\"\n\n\n\nProfessor Carbonic for some years had suffered from the effects of a\nweak heart. His fears on this score had recently been entirely relieved.\nHe now had the prescription--Death no more! The startling discovery, and\nthe happenings of the last twenty-four hours had begun to take effect on\nhim, and he did not wish to make another call until he was feeling\nbetter.\n\n\"I'll go,\" said the professor after a period of musing. \"My discoveries\nare for the benefit of the human race, I must not consider myself.\"\n\nHe satisfied himself that he had all his tools. He had just sufficient\nof the preparation for one injection; this, he thought, would be enough;\nhowever, he placed in his case, two vials of different solutions, which\nwere the basis of his discovery. These fluids had but to be mixed, and\nafter the chemical reaction had taken place the preparation was ready\nfor use.\n\nHe searched the house for Mag Nesia, but the old servant had made it\ncertain that she did not intend to act as nurse to dead men on their\njourney back to life. Reluctantly he decided to go without her.\n\n\"How is it possible!\" exclaimed the stranger, as they climbed into the\nwaiting machine.\n\n\"I have worked for fifteen years before I found the solution,\" answered\nthe professor slowly.\n\n\"I cannot understand on what you could have based a theory for\nexperimenting on something that has been universally accepted as\nimpossible of solution.\"\n\n\"With electricity, all is possible; as I have proved.\" Seeing the\nskeptical look his companion assumed, he continued, \"Electricity is the\nbasis of every motive power we have; it is the base of every formation\nthat we know.\" The professor was warming to the subject.\n\n\"Go on,\" said the stranger, \"I am extremely interested.\"\n\n\"Every sort of heat that is known, whether dormant or active, is only\none arm of the gigantic force electricity. The most of our knowledge of\nelectricity has been gained through its offspring, magnetism. A body\nentirely devoid of electricity, is a body dead. Magnetism is apparent in\nmany things including the human race, and its presence in many people is\nprominent.\"\n\n\"But how did this lead to your experiments?\"\n\n\"If magnetism or motive force, is the offspring of electricity, the\nhuman body must, and does contain electricity. That we use more\nelectricity than the human body will induce is a fact; it is apparent\ntherefore that a certain amount of electricity must be generated within\nthe human body, and without aid of any outside forces. Science has known\nfor years that the body's power is brought into action through the\nbrain. The brain is our generator. The little cells and the fluid that\nseparate them, have the same action as the liquid of a wet battery; like\na wet battery this fluid wears out and we must replace the fluid or the\nsal ammoniac or we lose the use of the battery or body. I have\ndiscovered what fluid to use that will produce the electricity in the\nbrain cells which the human body is unable to induce.\"\n\n\"We are here,\" said the stranger as he brought the car to a stop at the\ncurb.\n\n\"You are still a skeptic,\" noting the voice of the man. \"But you shall\nsee shortly.\"\n\nThe man led him into the house and introduced him to Mrs. Murray Attic,\nwho conducted him to the room where the deceased Murray Attic was laid.\n\nWithout a word the professor began his preparations. He was ill, and\nwould have preferred to have been at rest in his own comfortable house.\nHe would do the work quickly and get away.\n\n\n\nSelecting a gimlet, he bored a hole through the skull of the dead man;\ninserting his hypodermic he injected all the fluid he had mixed. He had\nnot calculated on the size of the gimlet and the dowels he carried would\nnot fit the hole. As a last resource he drove in his lead pencil, broke\nit off close, and carefully cut the splinters smooth with the head.\n\n\"It will be seventy-five cents, madam,\" said the professor as he\nfinished the work.\n\n\n\nMrs. Murray Attic paid the money unconsciously; she did not know whether\nhe was embalming her husband or just trying the keenness of his new\ntools. The death had been too much for her.\n\nThe minutes passed and still the dead man showed no signs of reviving.\nProfessor Carbonic paced the floor in an agitated manner. He began to be\ndoubtful of his ability to bring the man back. Worried, he continued his\ntramp up and down the room. His heart was affecting him. He was tempted\nto return the seventy-five cents to the prostrate wife when--THE DEAD\nMAN MOVED!\n\nThe professor clasped his hands to his throat, and with his head thrown\nback dropped to the floor. A fatal attack of the heart.\n\nHe became conscious quickly. \"The bottles there,\" he whispered. \"Mix--,\nmake injection.\" He became unconscious again.\n\nThe stranger found the gimlet and bored a hole in the professor's head,\nhastily seizing one of the vials, he poured the contents into the deeply\nmade hole. He then realized that there was another bottle.\n\n\"Mix them!\" shrieked the almost hysterical woman.\n\nIt was too late, the one vial was empty, and the professor's body lay\nlifeless.\n\nIn mental agony the stranger grasped the second vial and emptied its\ncontents also into the professor's head, and stopped the hole with the\ncork.\n\nMiraculously Professor Carbonic opened his eyes, and rose to his feet.\nHis eyes were like balls of fire; his lips moved inaudibly, and as they\nmoved little blue sparks were seen to pass from one to another. His hair\nstood out from his head. The chemical reaction was going on in the\nprofessor's brain, with a dose powerful enough to restore ten men. He\ntottered slightly.\n\nMurray Attic, now thoroughly alive, sat up straight in bed. He grasped\nthe brass bed post with one hand and stretched out the other to aid the\nstaggering man.\n\nHe caught his hand; both bodies stiffened; a slight crackling sound was\naudible; a blue flash shot from where Attic's had made contact with the\nbed post; then a dull thud as both bodies struck the floor. Both men\nwere electrocuted, and the formula is still a secret.\n\n\nTHE END\n\n",
    "metadata": {
        "author": [
            "Huekels, Jack G."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/26955/pg26955.txt",
        "name": "advanced_chemistry.json"
    }
}