{
    "name": "Alice's blighted profession : $b A sketch for girls",
    "author": [
        "Clifford, Helen C."
    ],
    "body": "\n                          Copyright, 1919, By\n\n                   FITZGERALD PUBLISHING CORPORATION\n\n\n\n\n                   FITZGERALD PUBLISHING CORPORATION\n\n                              SUCCESSOR TO\n\n                           DICK & FITZGERALD\n\n               18 Vesey Street      New York City, N. Y.\n\n\n\n\n\n                               CHARACTERS\n\n\n  ALICE                               _A young lawyer_\n  DIANA          _A fashionably dressed society woman_\n  BELL                      _A nervous charity worker_\n  MISS JOHNICKSTONER          _A nervous stenographer_\n  MISS CHICKENFENCER        _A vivacious stenographer_\n  MRS. BAXTER                _A haughty society woman_\n  MISS WORKER      _A prayerful salvation-army lassie_\n  MARY                      _An excitable suffragette_\n\n            TIME.--To-day.         LOCALITY.--New York City.\n\n                     TIME OF PLAYING.--50 minutes.\n\nCurtain is dropped between Scene I and II for a few minutes to denote\nlapse of time.\n\n\n                                COSTUMES\n\nAppropriate to the character portrayed.\n\n\n\n\n                      Alice's Blighted Profession\n\n\n  SCENE.--_A modern business office. Center door, desk in center covered\n     with paper and letters; four office chairs, telephone, rug, etc.,\n     as may be available._ DISCOVERED: _ALICE seated at desk_.\n\n      ENTER, C.D., DIANA.\n\nDIANA. Well, Alice Berning, what do you mean by being indoors on such a\nbeautiful day? Come, put on your wraps, my machine is----\n\nALICE. Diana, you are a regular steam engine. No, I cannot accept your\nkind invitation to go for a spin.\n\nDIANA. Do you know what brought me here to-day? It was to ask you to\naccompany us on our tour through the north next week. (_Sits on arm of\nALICE'S chair_) There's a dear. Say you will come. Why, you cannot\nimagine how disappointed Jack and I will be, not mentioning all our\nother guests, if you refuse.\n\nALICE. Really, Diana, I am very sorry to have to refuse. But I simply\ncannot go. Why, look at all this correspondence and no one but myself to\nanswer it.\n\nDIANA. Why don't you get a stenographer? Why not advertise?\n\nALICE. Oh, I've done that--I advertised for _a_ stenographer, and, would\nyou believe it, when I came down this morning there were at least\ntwenty-five applicants outside my door clamoring to get in.\n\nDIANA. And how did you get rid of them?\n\nALICE. I interviewed each one separately, but found not one qualified to\ndo my work. I verily believe if I encounter another applicant like any\nof my last ones I shall close up shop and bury myself in the woods.\n(_Woe-begone look_)\n\nDIANA (_fingering cards and papers on desk_). Alice Marie Jenkins\nBerning, what does this mean? Why there isn't anything on these\nso-called letters but meaningless words. Since when did Mrs. Smith, Mrs.\nCourld, Mr. Montemout and all these other society favorites become your\nclients? Ah-ah--the plot thickens--so Dick has been consulting you, too?\nI suppose he wishes to sue for a separation or something like that.\n(_Cries wildly_) Oh dear, oh dear!\n\nALICE. Diana, if you do not stop that nonsense you will spoil my\npractice. What will my clients think if they should come in and see you\ncarrying on so?\n\nDIANA (_sobs_). Oh, but my husband; to think he has deceived me so. Oh\ndear, oh dear!\n\nALICE. For goodness sake, stop! And how unlucky you should find out the\nreal state of affairs.\n\nDIANA (_brightly_). Come now, own up. You haven't had a client since you\nstarted, and these papers are only pretenses so that a promising client\nmight think you prosperous.\n\nALICE (_sighs_). Well, I might as well own up. I certainly have had bad\nluck; but, never mind, my luck will change.\n\nDIANA. Ah, dearie, when will you learn your lesson? You were never meant\nto battle and worry like this, and----\n\nALICE. I am _not_----\n\nDIANA (_places hand over ALICE'S mouth_). Now there, please do not\ninterrupt me. Of course you are worrying; why there are tiny wrinkles\nforming across your brow, and before you know it your mouth will become\na straight line and the sparkle will disappear from your dear eyes. Now\ncome--give up this silly fad.\n\nALICE. Can't. When I started this, everyone was against me, especially\nfather and Tom, and now that I've started I shall continue. But how I do\nwish for better business, and also for an office assistant.\n\nDIANA. Well, (_Walks toward C.D._) I've got a date with the dressmaker.\nI'm sorry you are so firm about this thing. Well, good-bye and good\nluck.                                                         [EXIT C.D.\n\nALICE. Well, it could not be avoided, (_Rearranges papers_) but I will\n_not_ give it up. Why, I'm stationed here a month and not a client yet.\n(_Listens_) I do believe someone is coming toward this office. I must\nput on a business air. (_Through telephone; makes sure it does not\nring_) Yes, I know--but you see business is so rushed now. (ENTER C.D.\nBELL) Well, I might consider it. Just a minute, please. (_To BELL_) Just\nbe seated a minute, please. (_Through telephone_) As I was saying, I\ncannot consider it below $5,000.... What's that?... I'm sorry, but my\nadvice is always worth that.... No, not a cent less....\n\nBELL. I beg your----\n\nALICE (_waves BELL to silence; continues through telephone_). No, I\ncannot spare time now.... Yes, come over to-morrow.... Oh, about this\ntime.... Good day. (_Writes_)\n\nBELL. But I say----\n\nALICE. Just a minute, please, and then I'll attend to you. (_Writes,\nblots, folds_) Well, madam, what can I do for you?\n\nBELL. Well--I--I--jus-t--just----\n\nALICE. Please, my time is valuable.\n\nBELL. I just wanted to know if--if--you would contribute to the home for\ndisabled animals?\n\nALICE (_gasps_). No, madam, I am not interested--in--animals. Good-day.\n(_EXIT BELL, nervously, C.D._) Well, of all the nerve! And all that\nenergy wasted.\n\n      ENTER MISS JOHNICKSTONER, C.D.\n\nALICE. Well?\n\nMISS JOHNICKSTONER. I--I--came--in--answer to your advertisement.\n\nALICE. Take a seat, please. Now write your name and address. (_MISS\nJOHNICKSTONER writes name_) Well, Miss Johnickstoner, what is your\naverage speed in stenography?\n\nMISS JOHN. I--I--don't--do--not--know.\n\nALICE. Well, try. (_Dictates_) Dear Sir: We are in receipt of your\nfavor of the 9th inst. Now with reference to your claim that---- (_MISS\nJOHNICKSTONER brings handkerchief to face; sobs_) My dear--eh--Miss,\nwhat is the trouble?\n\nMISS JOHN. I didn't get the word after receipt.\n\nALICE. We'll try again. Ready? (_Dictates_) Dear Sir: We are in receipt\nof your favor of the 9th inst. Now with reference to your---- (_MISS\nJOHNICKSTONER stops; looks up at ALICE; sobs_) What now?\n\nMISS JOHN. My point broke.\n\nALICE. Here's another. We'll continue now. (_Dictates_) --claim I would\nsuggest that you would let it drop for the present. You know---- (_Long\nwail from MISS JOHNICKSTONER_) Now this--is--too--bad. What is it this\ntime?\n\nMISS JOHN. I don't (_Sobs_) think I li-ke this work.\n\nALICE. Oh!\n\nMISS JOHN. I think I'll be going--now----Mamma--is waiting--for\nme--outside.                                                  [EXIT C.D.\n\nALICE. Ah, the poor little darling and her _Mamma_ waiting for her. Ugh!\n\n      ENTER MISS CHICKENFENCER, C.D.\n\nMISS CHICKENFENCER. I believe I'm in the right place. I came in answer\nto your advertisement.\n\nALICE. Yes? Now, before we begin, are you addicted to crying?\n\nMISS CHICKEN (_takes small powder puff from handbag; powders nose_).\nWhat a funny question. Well, you see, if the story is really sad, I shed\na few tears. You know, the kind (_Dramatically_) where they are just\nabout to be married, when he receives a letter from his father\ncommanding him to come home--he goes but she remains; day by day she\nlongs for him, and gradually fades away--and--just as she--is\ndying--her--long-lost--lost----\n\nALICE. I'm sorry, but really----\n\nMISS CHICKEN. Oh, that's all right; I was almost finished anyway.\n(_Looks around office_) Say, I kind-a like this place. What are the\nwages?\n\nALICE. I start at $20.\n\nMISS CHICKEN. $20? Well--I might consider it. What am I required to do?\n\nALICE. I suppose you can take dictation, also answer the telephone when\nI'm not here.\n\nMISS CHICKEN. You bet I can. You should have----\n\nALICE. I'll dictate a little to you now.\n\nMISS CHICKEN. Very well. Fire away.\n\nALICE (_dictates_). Dear Sir: We are in receipt of your----\n\nMISS CHICKEN. Isn't it funny? Now at my last place, the boss said that\nword just like you, and because I corrected him he was furious.\n\nALICE. To which word do you refer?\n\nMISS CHICKEN. Why, you said receipt instead of recipe.\n\nALICE. I prefer saying receipt. We shall continue\nnow--(_Dictates_)--letter of the 6th inst. The claim you mentioned in\nyour letter is one that will be hard to tackle.\n\nMISS CHICKEN. Good gracious, I'm stuck. Say, how do you write that word?\n(_Thinks_) Oh, never mind, I know.\n\nALICE. You know that many of my clients have had similar cases, but I\nhave had to refuse to take them. Although I would like to take your case\nI am afraid--(_MISS CHICKENFENCER throws pencil down_)--that I shall\nhave to---- (_To MISS CHICKENFENCER_) Why are you not writing?\n\nMISS CHICKEN. Goodness! you are a regular steam engine. Say, would you\nmind if I took off my coat and hat. I'm sure we'll become real\nintimate--(_Powders nose_)--and you sitting there all that time and not\ntelling me that my nose was shiny.\n\nALICE. Are you finished? I hate to disturb you, but----\n\nMISS CHICKEN. Oh, that's all right. Just a minute until I fix this dip.\nSay, isn't it awful when you wash your hair. I can't do a thing with\nmine. Now I have a friend whose hair is so----\n\nALICE. Really you must excuse me, but would you mind reading the letter\nas far as you have gone?\n\nMISS CHICKEN. Certainly not. Here goes. (_Reads_) We are in recipe----\n\nALICE. Receipt.\n\nMISS CHICKEN. --of your favor of the 6th inst. The clam----\n\nALICE. The what?\n\nMISS CHICKEN. Clam.\n\nALICE. Oh!! Claim.\n\nMISS CHICKEN. Oh, of course. (_Giggles_) How stupid of me. (_Reads_)\n--you mentioned in your letter is one that will be hard to tickle----\n\nALICE. Oh, lor----\n\nMISS CHICKEN. You know that many of my giants----(_Telephone rings_)\n\nALICE (_through 'phone_). Hello--yes--who?--Miss Chickenfencer?--Why no,\nthere is----\n\nMISS CHICKEN. Hold on there. That's for me. (_Through 'phone_)\nHello--Oh, it is you, Bob? Yes, I met him on Wall Street and told him\nwhere I was bound for. Go on! What are you trying to do? Oh. Bob stop.\nYou know I did not.... I say I _did not_.\n\nALICE. My dear Miss----\n\nMISS CHICKEN (_waves ALICE to silence_). That will be great. Oh, that's\nall right; this woman here is a perfect dear. I know she won't mind my\ntaking this afternoon off.\n\nALICE. Well of all the nerve.\n\nMISS CHICKEN. Well, about two o'clock? Very well--good-bye. (_Hangs up\nreceiver_) Isn't he the sport? You should see him. Six feet two; dark\neyes and hair; dances divinely, and, talk about giving you a good time,\nhe is right there. How fortunate I am to have him ask me to-day when I\nwas feeling so bored with being indoors--and, oh, the dance afterwards.\nWhew! Oh, I could hug you to death, you old dear, to let me off like\nthis to enjoy myself. (_Dances around stage_) Something great is going\nto happen to-day. I feel it. Just think, first I am employed here, and\nnow Bob is going to take me out----\n\nALICE. I'm sorry, that----\n\nMISS CHICKEN. There, there, all right. I know you're going to say you\nare so sorry that it is not a nicer day. Oh, but we do not mind the\nweather in the least. (_Looks in mirror_) Goodness! this mirror is too\nsmall. Tell me, is my hat on at the right angle? Oh, I guess it is all\nright. (_Walks to door_) I'll see you to-morrow at 10 o'clock. That's\nthe time, is it not?\n\nALICE. My dear young lady, you need not come back at----\n\nMISS CHICKEN. You are too kind hearted. And I never take advantage of\nkindness. Of course I'll come back to-morrow. You were just going to say\nI need not come back until to-morrow afternoon. The idea, leaving you to\nanswer all this correspondence. (_Looks at watch_) Good gracious, I must\nbe off. It's half-past one. Now don't work too hard. Good-bye!\n                                                              [EXIT C.D.\n\n      (_ALICE, overcome, sinks in chair; throws up hands_)\n\n\n                                CURTAIN\n\n\n  SCENE II:--_Same as SCENE I_.\n\nALICE. Well, if that Miss Chickenfencer comes back I shall have to send\nfor the police reserves to take her away. Of all the people I've ever\nmet she is the limit. Can you imagine anyone being so---- (_'Phone\nrings_) Hello--Yes--Here I am on the wire.... Who is this? Oh, Miss\nChickenfencer.... What's that? You'll be back when?... Speak louder,\nplease.... Oh, good gracious, don't scream.... Oh, you won't come back.\n(_Aside_) Thank the Lord! (_Through 'phone_) Very well--I am sure you\nwill be happy.... Yes, he also. (_Aside_) God help the poor man.\n(_Through 'phone_) I'm busy now---- (_Lays receiver down; picks up pen;\nwrites; takes up receiver_) Good-bye. I was just in time to bid her\ngood-bye. I wonder what she was saying all that time, and she just\nmarried?\n\n      ENTER C.D. MISS PRUNE (DIANA _disguised_).\n\nALICE. Hello, what have we here?\n\nMISS PRUNE. Pardon, madame. (_Bows low_) I believe I have the pleasure\nto address the young lady advertising for a stenographer.\n\nALICE (_aside_). I'm in for it again. I suppose this is the applicant.\n(_To_ MISS PRUNE) Yes, I have the painful privilege to inform you that\nbefore you is the woman who is in sore need of a helping hand.\n\nMISS PRUNE. May I be seated?\n\nALICE. Certainly.\n\nMISS PRUNE. I wonder what good fortune directed my steps towards you.\nYou see I was between two minds (_Sews_) whether to accept this\nposition----\n\nALICE (_aside_). She is mine already.\n\nMISS PRUNE. ...--or whether to take that of a secretary to a young man.\nBut I said to myself, if there is a woman, noble and upright enough to\nearn her own living without depending on mere man, it is my duty as one\nof her sex to plod along with her in her courageous career. So I refused\nthe other position and came I to thee.\n\nALICE. But, my dear madam, I am afraid you did a foolish thing. Know\nyou not that a secretary's position pays better than that of an office\nassistant? The latter is all I require.\n\nMISS PRUNE. When you speak like that to me, you make the tears of sorrow\ngush forth from my eyes. (_Applies handkerchief to eyes; ALICE\nsmiles_) Do you think money is the only thing worth while? Ah, no!\n(_Stands; very dramatically_) I care _nothing_ for money. It is to\n_help_ to do _something noble_ that I crave. (_Hand over heart_) It is\nhere, _here_, that I feel that there will come a day when my name,\nDewdrop Mehitable Prune, shall tremble on every lip. I shall be honored\nand obeyed. And (_To ALICE_) why will I be distinguished and honored?\nBecause of my noble nature and willing ways. I should shrink from taking\none penny of yours to pay me for services rendered you in your hour of\nneed.\n\nALICE. I am afraid, then, that you have come to the wrong party. I am\nnot great enough myself, never mind enabling you to attain your noble\nheights.\n\nMISS PRUNE. Say no more about it. Here I am, and here I intend staying.\nPay me what you will; but I shall continue to maintain this lofty\nposition.\n\nALICE (_aside_). I fear she is crazy, but, I believe, harmless. (_To\nMISS PRUNE_) Would you mind if I inquired of you your accomplishments?\n\nMISS PRUNE. My talents are varied. I am well versed in literature and\nconsider myself a girl of wide erudition. I can perform a little on the\nharp and piano. My voice----\n\nALICE. Just a minute, please. I suppose you can dance, sing, flirt,\ncook, paint, etc., but can you take dictation, answer the telephone, and\nattend to an office in general?\n\nMISS PRUNE. Yes, ma'am.\n\nALICE. Well, then, I shall have to leave you for the present in charge\nhere. I have an appointment. Now listen, I want it thoroughly understood\nthat you are to treat all visitors with the deepest respect. Make them\nfeel at home, and keep them here until I return. Now remember my\ndirections, please.      (EXIT ALICE C.D. _MISS PRUNE clears table; does\naway with all papers_)\n\n      ENTER MRS. BAXTER C.D.\n\nMRS. BAXTER. Is Miss Berning in?\n\nMISS PRUNE. Oh, no, she has just gone out. But come right in and sit\ndown; she will be back directly. (_Dusts chair for MRS. BAXTER; sits\nopposite her; sews_) Isn't it warm to-day? This morning I was down to\nthe market and I am that tired. But it was worth it. Why I got the\nsweetest butter for 30 cents and a dandy head of cabbage for 4 cents;\nimagine that, 4 cents. How much do you pay for cheese?\n\nMRS. BAXTER. Really--I haven't the slightest idea what my _servant_ pays\nfor it.\n\nMISS PRUNE. Well, now, isn't that too bad? Now if you knew, perhaps I\ncould help you to buy it cheaper. Tell your servant to go down to\nMulligan's market on Second Avenue, and you will be surprised at the\nresults.\n\nMRS. BAXTER. I haven't the least doubt. Will you please tell Miss\nBerning that I called. Here's my card. (_Walks to C.D._)\n\nMISS PRUNE. But where are you going? You must wait until Miss Berning\nreturns. Come now, let me take your hat and coat and make yourself\ncomfortable. (_Pushes MRS. BAXTER into chair_)\n\nMRS. BAXTER (_furious_). Will you kindly tell me the meaning of this? I\ncommand you to open that door and let me pass out.\n\nMISS PRUNE. Now there, don't get excited. I have my orders to make\nvisitors comfortable and I intend to carry them out. (_Telephone rings;\nMISS PRUNE looks around for button_) I suppose that is another visitor.\nI'll tick the button. (_Pushes button on wall; loud report; both jump_)\n\nMRS. BAXTER. Good gracious, what are you trying to do, kill----\n\nMISS PRUNE. Oh, that's all right; the old bell is out of order. But\nnever mind. Here, (_Hands large book to MRS. BAXTER_) make yourself\ncomfortable while I stand at the door to welcome the approaching guest.\n(_Stands at C.D.; looks up and down_)\n\nMRS. BAXTER (_aside_). Oh Lord, she must be mad. If I try to escape I\nshudder to think of the results. (_Telephone rings loud and long_)\n\nMISS PRUNE. Why don't she come up, whoever she is? I can't go down to\nher. (_Telephone rings_) Now this is too bad, the poor bo----\n\nMRS. BAXTER (_edging away_). Perhaps if you take up that receiver\n(_Points to 'phone_) that ringing will cease.\n\nMISS PRUNE (_crosses to 'phone_). Well now, who'd ever have thought it\nwas this ringing? (_Through 'phone_) Hello--_Hell-O_--Yes--_Yes_--_Yes_.\nShe'll be right back.... Well, in about an hour's time. (_MRS. BAXTER\nfrightened_) Hold the wire then until she returns. Call soon again.\nGood luck to you. (ENTER MISS WORKER) Well, how-do-you-do? Come right\nin. Here, be seated. Let me take your hat----\n\nMISS WORKER. But I say----\n\nMISS PRUNE. Now don't say a word. Make yourself comfortable. Are you\nacquainted with this woman? (MRS. BAXTER) No? Oh, goodness, what is your\nname? Oh, never mind, I've got your card. Mrs. John Baxter, meet--oh,\nwhat is your name? (MISS WORKER) Nevertheless, pull your chair up closer\nto Mrs. Baxter and engage in conversation. I've got a letter to write.\n\nMISS WORKER. This is indeed a pleasure to meet one who is so well known\nin society. I presume you are Mrs. Baxter, the wife of Senator Baxter?\n\nMRS. BAXTER (_cuttingly_). You are correct in your supposition.\n\nMISS WORKER. Perhaps, then, you can help me in my work by contributing\nto a new home being erected for homeless men.\n\nMRS. BAXTER. Really! I am not interested.\n\nMISS WORKER. Surely you will not refuse money for such a noble cause.\nWhy just this past winter we have housed----\n\nMRS. BAXTER (_yawns_). I have no doubt. If you go around to my\nresidence, my secretary shall attend to you.\n\nMISS WORKER. Oh, but how much better would it be to receive it direct\nfrom you. Just think of the benefits and blessings that God would shower\ndown upon you if you gave with your own hands out of a charitable heart\na few of your earthly goods.\n\nMRS. BAXTER (_yawns_). Really I am sure it would be delightful. But I\nhave told you what to do; so do it or not, just as you wish.\n\nMISS WORKER. Ah, my dear Mrs. Baxter, I cannot believe----\n\n      ENTER MARY C.D.\n\nMARY. Hello, everyone. Where's Miss Berning?\n\nMISS PRUNE. Not in at present. But make yourself at home.\n\nMARY. Don't speak to me of home. Home is only a figure of speech. Why\nwho ruins the home of to-day? (_Excited_) It is man, _man_, MAN; it is\nMAN ruining everything. Why did we have such a hard time to get the\nvote? It was because he will have to part with some of his ruining ways.\nI say, give me freedom of vote or give me DEATH.\n\nMISS PRUNE. Well--well--then be--eh--make yourself comfortable.\n\nMARY. How can I be comfortable, when all around me I see women\nstretching forth their hands to us to help them, now that we got the\nvote? They work and slave for _man_ and what does he do for them in\nreturn? NOTHING. (_MISS PRUNE and MISS WORKER both jump; MRS. BAXTER\nbored_) They are paid a few dollars but nothing more. Were we allowed\nto _direct_, to have a _voice_ in the Government? _No._ We were good\nenough as playthings, helpmates or slaves for man, but when it came to\nanything higher we were scoffed down. Oh, now that we've got the vote we\nwill show them. I ask you (_To MISS PRUNE_) are we not man's _equal_ in\n_everything_?\n\nMISS PRUNE. I--I--guess so. (_MRS. BAXTER amused; MISS WORKER\nnervous_)\n\nMARY. Ah, you make me sick. (_Shakes MISS PRUNE_) Wake up! Get some\nspunk into you! Demand your rights! Speak up! Have some aim in life!\nDon't you ever want to raise yourself higher, become someone who will be\nwell worth knowing?\n\nMISS PRUNE. Ye--yes, ma'am.\n\nMARY. Well, you never will be if you act like this. (_Turns suddenly_)\nOh, Mrs. Baxter, how-do-you-do? Why, when did you come in?\n\nMRS. BAXTER. About two hours ago.\n\nMARY. You don't mean to tell me that you were here all that time and I\nnot seeing you? Well, well, isn't that funny? But, by the way, Mrs.\nBaxter, are you still of the same idea regarding Woman Suffrage?\n\nMRS. BAXTER. I still maintain what I have told you over and over again.\nA woman's place is in her home. (_Yawns_) To be candid, it would,\nindeed, bore me to have to vote, and broaden my mind, as you say. I have\nso many social affairs to attend I really find no time for your clubs.\n\nMARY. You are too lazy. All you are good for is to----\n\nMRS. BAXTER (_stamps foot_). How dare you insult me like that. I am my\nown mistress, and I can do as I please. What do you do? You go around\ndemanding your rights, while your hus----\n\nMARY (_excited_). I will _not_ have a mean, gossiping woman like you,\nwho would much rather go around to---- (_MISS PRUNE enjoying it_)\n\nMISS WORKER (_comes between two_). For shame! (_Prayerful attitude_) Oh\nLord, forgive them. It would be better for both of you to go your own\nway without molesting one another.\n\nMRS. BAXTER. Yes, I intend going my way. But I _insist_ upon an apology\nfrom this woman.\n\nMARY. Why should I apologize to you? Ah, my cause, my noble cause!\n(_Stands on chair_) Three cheers for Woman Suffrage and may she rule\nfrom one corner of the earth to the other! Hurrah! _Hurrah!_ HURRAH!\n\nMRS. BAXTER (_opposite_). Three cheers for the Antis! Hurrah! _Hurrah!_\nHURRAH!                                           [EXIT C.D. MISS WORKER\n\n      ENTER _ALICE C.D., horrified; MISS PRUNE hides_.\n\nALICE. Why, Mary and Mrs. Baxter, what does this mean? (_MRS. BAXTER\nand MARY both run to ALICE_)\n\nMRS. BAXTER. Oh, my dear Alice, on which side are you? For it or against\nit?\n\nMARY (_scornfully_). Of course she is on my side. She has too much\nbrains to be on yours.\n\nMRS. BAXTER. How dare you? Do you mean to insinuate----\n\nALICE. Oh, come now. Stop this quarreling. To tell the truth, I am\nneutral.\n\nTOGETHER (_MRS. BAXTER and MARY glaring at one another_) There.\n\nALICE. But, tell me, what brought you here?\n\nMRS. BAXTER. I just dropped in to ask you to attend a dinner party this\nevening.\n\nMARY. She will _not go_. She is coming with me. (_Puts arm around\nALICE_) There's a dear. Won't you come to the lecture given by Dr. Weeks\nthis evening on \"What Woman Will Do With the Vote\"?\n\nALICE. I'll tell you what I will do. I shall go to neither place. Come\nnow, you two shake hands and be good friends.\n\nMRS. BAXTER. I will n----\n\nALICE. For the land's sake, why keep up this pretense any longer? You\nknow right well, Mary, that you are dying to know where Mrs. Baxter\nbought her new hat. (_MRS. BAXTER and MARY look at one another; both\nlaugh_)\n\nMARY. You are right, Alice. Although we rave and clamor for our rights,\nwe are still _only_ women down deep in our hearts.\n\nMRS. BAXTER. And, although I try to make people think I would not be\nbothered about Woman's Rights, I am still enough of a woman not to want\na man to get anything over on me. Well, come along, Mary; I have a new\ngown to show you.\n\n  MRS. BAXTER. }\n               } Good-bye, Alice dear, wish you luck.\n  MARY.        }\n\n                    [EXIT _MRS. BAXTER and MARY C.D., chatting gaily_\n\nALICE. Well, those two are beyond me. A few minutes ago they were\nfighting like two bitter enemies, and now they go off like two of the\nbest friends. Well, strange things do happen. (_Turns to table_) Oh\ndear, what has happened to my stenographer and--_oh!_--_oh!_--where have\nmy papers and letters disappeared to? (_Spies MISS PRUNE in corner_)\nSo, there you are. Will you kindly tell me the meaning of this? What\nhave you done with my papers?\n\nMISS PRUNE. Burned them.\n\nALICE. You have what? Do you realize that they were important legal\ndocuments? (_Falls in chair; covers face with hand_) Oh dear, oh dear,\nwhat shall I do. I guess I might as well give it all up.\n\nMISS PRUNE. Good!\n\nALICE. Why, what do you mean?\n\nMISS PRUNE. _This._ (_Removes make-up_)\n\nALICE. _Diana?_\n\nDIANA. At your service, mum.\n\nALICE. Explain!\n\nDIANA. It is simply this. When I left your office yesterday I was bound\nto have you come with us by hook or by crook, so, very much depressed in\nspirits, I walked into the club and who should I meet there but two of\nmy old school-mates. Instantly I thought of this plan, and to bring back\nschool-day memories they promised to help me. My beloved school chums\nwere to apply for the position you had open and I would also. So, my\ndear, Miss Johnickstoner, the first applicant, happens to be Miss Marie\nHopkins, daughter of the mayor of Koscoe, the second applicant, Miss\nChickenfencer, was the most dare-devil girl in our school, Miss Rose\nFishby, and the third stands before you.\n\nALICE. Well, of all the nerve! I must say you had little to do to play\nsuch a joke on me.\n\nDIANA (_arm around ALICE_). There now, cheer up. You know you are dying\nto laugh and vow it was a clever way to make you give up this silly fad.\nOf course, I am sure of your coming now.\n\nALICE. Indeed. (_Laughs_) Well, I must admit you certainly played the\ngame high. I suppose I simply must give in. But, oh dear, how I shall be\nlaughed at.\n\nDIANA. All you have got to do is to laugh also. You know the old saying,\n\"Laugh and the world laughs with you, weep and you weep alone.\"\n\nALICE. But, Mrs. Baxter, what will she say when she finds this out?\n\nDIANA (_laughs_). Oh, some day I shall act for you the part Mrs. Baxter\nplayed in this tragedy. My, but her dignity was taken down a bit.\n\nALICE. I can imagine.\n\nDIANA. The only thing I regret is the impression we gave you of\nstenographers. I must admit we did exaggerate a little. But, you see, if\nwe acted as real stenographers, you would be so pleased and contented\nwith your lot that you would never consent to give it up.\n\nALICE (_sighs_). But, oh, I can just picture father and Jack referring\nto this, in a burst of laughter, as \"Alice's Blighted Profession.\"\n\n      (_Both look at one another; laugh_)\n\n\n                                CURTAIN\n\n\n       *       *       *       *       *\n\n\nMALE CHARACTERS\n\n\n=FUN IN A SCHOOL ROOM=\n\n_Farce in One Act. Four Males_\n\nOne interior scene. A Dutch dialect teacher and three pupils consisting\nof a Bowery tough, a Hebrew boy, and a rather good little boy, create\nmuch merriment. Plays forty minutes.\n\nPRICE 15 CENTS\n\n\n\n=A MANAGER'S TRIALS=\n\n_Farce in One Act. Nine Males_\n\nOne interior scene. Daniel Slowman's encounters with the various\napplicants who respond to his advertisement will make a mummy laugh. The\npiece is rich in opportunities for easy but telling character acting.\nPlays thirty minutes.\n\nPRICE 15 CENTS\n\n\n\n=MEDICA=\n\n_Farce in One Act. Seven Males_\n\nOne interior scene. Runs with a snap from beginning to end--there isn't\na slow part in it. It is sure to please. It will bring down the house\nwherever played. Plays thirty-five minutes.\n\nPRICE 15 CENTS\n\n\n\n=SNOBSON'S STAG-PARTY=\n\n_Farce in One Act. Twelve Males_\n\nOne interior scene. The cast includes a Coon, Dutchman, Irishman, Dago,\nCockney, Irishwoman and ward politician. The piece will fetch roars of\nlaughter and can be made the medium of all kinds of \"specialties.\" Plays\n\"straight,\" one hour.\n\nPRICE 15 CENTS\n\n\n\n=THE LITTLE RED MARE=\n\n_Farce in One Act. Three Males_\n\nOne interior scene. By a series of comical episodes the farmer's\ndaughter is mistaken for his red mare and the audience is kept in roars\nof laughter over the muddle, till it is finally cleared up. Plays\nthirty-five minutes.\n\nPRICE 15 CENTS\n\n\n\n=THE WARDROBE OF THE KING=\n\n_Burlesque in One Act. Eight Males_\n\nOne exterior scene. Costumes grotesque and fantastic. An amusing\nburlesque for boys, easily produced, full of bright situations, and sure\nto make a hit. The play may be staged very simply, or made as elaborate\nas the producer sees fit. Besides the eight speaking parts, the company\nof officers, suite of the King and Queen, etc., may utilize any number\nof persons. Plays one hour. By the introduction of specialties the time\nmay be considerably lengthened.\n\nPRICE 15 CENTS\n\n\n\n\nFEMALE CHARACTERS\n\n\n=CRANFORD DAMES=\n\n_Play in One Act. Eight or Fourteen Females_\n\nTwo interior scenes. Costumes of sixty years ago. A clever adaptation of\nMrs. Gaskell's \"Cranford,\" which is perhaps one of the finest pieces of\nhumoristic writing within the range of English fiction. Plays one and a\nhalf hours.\n\nPRICE 15 CENTS\n\n\n\n=MURDER WILL OUT=\n\n_Farce in One Act. Six Females_\n\nOne interior scene. A breezy and effective farce in which half a dozen\nbright girls can delight an audience with half an hour of innocent fun.\nGrandmother Stiles and her demure but frolicsome granddaughter are\nexcellent characters; Dinah, the colored cook, is amusing, and Bridget\nO'Flaherty is a funny Irish girl--her quarrel with Dinah being\nexceedingly laughable. Plays thirty minutes.\n\nPRICE 15 CENTS\n\n\n\n=GERTRUDE MASON, M.D.; OR, THE LADY DOCTOR=\n\n_Farce in One Act. Seven Females_\n\nPlain interior scene. An exceedingly bright piece for young ladies, in\nwhich young Dr. Gertrude, already a victim of circumstances, is made the\nvictim of a practical joke. Plays thirty minutes.\n\nPRICE 15 CENTS\n\n\n\n=MAIDENS ALL FORLORN=\n\n_Comedy in Three Acts. Six Females_\n\nScene, a parlor in a seaside cottage. Three young girls, chafing under\nthe monotony of a man-forsaken resort, write Teddy to come and visit\nthem. Teddy cannot come but answers that his friend, Dr. Jocelyn Denby,\nwill come and help while away the time. Great preparations are made for\nhis reception, including much interest by a maiden Aunt. Each prepares a\npresent to bestow on the Doctor and feigns an ailment to interest him.\nThe Doctor arrives--a woman. Plays one hour.\n\nPRICE 15 CENTS\n\n\n\n=PLACE AUX DAMES; OR, THE LADIES SPEAK AT LAST=\n\n_Shakespearian sketch in One Act. Four Females_\n\nOne plain interior scene. Four of Shakespeare's heroines, Portia,\nJuliet, Ophelia and Lady Macbeth, find themselves at a watercure where\nthey discuss their husbands. A clever burlesque, long a favorite and now\npublished for the first time at a popular price. Plays forty-five\nminutes.\n\nPRICE 15 CENTS\n\n\n\n=THE ROMANCE OF PHYLLIS=\n\n_Comedy in Three Acts. Four Females_\n\nOne interior scene. A capital little play offering four well contrasted\nparts of nearly equal value and strength. Plays one hour.\n\nPRICE 15 CENTS\n\n\n\n\nPLAYS FOR FEMALE CHARACTERS ONLY\n\n15 CENTS EACH\n\n                                                                         F\n  =CRANFORD DAMES.= 2 Scenes; 1½ hours                                   8\n  =GERTRUDE MASON, M.D.= 1 Act; 30 minutes                               7\n  =CHEERFUL COMPANION.= 1 Act; 25 minutes                                2\n  =LESSON IN ELEGANCE.= 1 Act; 30 minutes                                4\n  =MAIDENS ALL FORLORN.= 3 Acts; 1¼ hours                                6\n  =MURDER WILL OUT.= 1 Act; 30 minutes                                   6\n  =ROMANCE OF PHYLLIS.= 3 Acts; 1¼ hours                                 4\n  =SOCIAL ASPIRATIONS.= 1 Act; 45 minutes                                6\n  =OUTWITTED.= 1 Act; 20 minutes                                         8\n  =WHITE DOVE OF ONEIDA.= 2 Acts; 45 minutes                             4\n  =SWEET FAMILY.= 1 Act; 1 hour                                          8\n  =BELLES OF BLACKVILLE.= 1 Act; 2 hours                                30\n  =PRINCESS KIKU.= (25 cents.)                                          18\n  =RAINBOW KIMONA.= (25 cents.) 2 Acts; 1½ hours                         9\n  =MERRY OLD MAIDS.= (25 cents.) Motion Song                            11\n\n\nPLAYS FOR MALE CHARACTERS ONLY\n\n15 CENTS EACH\n\n                                                                         M\n  =APRIL FOOLS.= 1 Act; 30 minutes                                       3\n  =BYRD AND HURD.= 1 Act; 40 minutes                                     6\n  =DARKEY WOOD DEALER.= 1 Act; 20 minutes                                3\n  =WANTED, A MAHATMA.= 1 Act; 30 minutes                                 4\n  =HOLY TERROR.= 1 Act; 30 minutes                                       4\n  =MANAGER'S TRIALS.= 1 Act; 1 hour                                      9\n  =MEDICA.= 1 Act; 35 minutes                                            7\n  =NIGGER NIGHT SCHOOL.= 1 Act; 30 minutes                               6\n  =SLIM JIM AND THE HOODOO.= 1 Act; 30 minutes                           5\n  =WANTED. A CONFIDENTIAL CLERK.= 1 Act; 30 minutes                      6\n  =SNOBSON'S STAG PARTY.= 1 Act; 1 hour                                 12\n  =PICKLES AND TICKLES.= 1 Act; 20 minutes                               6\n  =HARVEST STORM.= 1 Act; 40 minutes                                    10\n  =CASE OF HERR BAR ROOMSKI.= Mock Trial; 2 hours                       28\n  =DARKEY BREACH OF PROMISE CASE.= Mock Trial                           22\n  =GREAT LIBEL CASE.= Mock Trial; 1 Scene; 2 hours                      21\n  =RIDING THE GOAT.= Burlesque Initiation; 1 Scene; 1½ hours            24\n\n\nMILITARY PLAYS\n\n25 CENTS EACH\n\n                                                                     M. F.\n  =BY THE ENEMY'S HAND.= 4 Acts; 2 hours                             10  4\n  =EDWARDS, THE SPY.= 5 Acts; 2½ hours                               10  4\n  =PRISONER OF ANDERSONVILLE.= 4 Acts; 2¼ hours                      10  4\n  =CAPTAIN DICK.= 3 Acts; 1½ hours                                    9  6\n  =ISABEL, THE PEARL OF CUBA.= 4 Acts; 2 hours                        9  3\n  =LITTLE SAVAGE.= 3 Acts; 2 hours; 1 Stage Setting                   4  4\n  =BY FORCE OF IMPULSE.= (15 cents.) 5 Acts; 2½ hours                 9  3\n  =BETWEEN TWO FIRES.= (15 cents.) 3 Acts; 2 hours                    8  3\n\n\nRURAL PLAYS\n\n25 CENTS EACH\n\n                                                                     M. F.\n  =MAN FROM MAINE.= 5 Acts; 2¼ hours                                  9  3\n  =AMONG THE BERKSHIRES.= 3 Acts; 2¼ hours                            8  4\n  =OAK FARM.= 3 Acts; 2½ hours; 1 Stage Setting                       7  4\n  =GREAT WINTERSON MINE.= 3 Acts; 2 hours                             6  4\n  =SQUIRE THOMPKINS' DAUGHTER.= 5 Acts; 2½ hours                      5  2\n  =WHEN A MAN'S SINGLE.= 3 Acts; 2 hours                              4  4\n  =FROM PUNKIN RIDGE.= (15 cents.) 1 Act; 1 hour                      6  3\n  =LETTER FROM HOME.= (15 cents.) 1 Act; 25 minutes                   1  1\n\n\nENTERTAINMENTS\n\n25 CENTS EACH\n\n                                                                     M. F.\n  =AUNT DINAH'S QUILTING PARTY.= 1 Scene                              5 11\n  =BACHELOR MAIDS' REUNION.= 1 Scene                                  2 30\n  =IN THE FERRY HOUSE.= 1 Scene; 1½ hours                            19 15\n  =JAPANESE WEDDING.= 1 Scene; 1 hour                                 3 10\n  =MATRIMONIAL EXCHANGE.= 2 Acts; 2 hours                             6  9\n  =OLD PLANTATION NIGHT.= 1 Scene; 1¼ hours                           4  4\n  =YE VILLAGE SKEWL OF LONG AGO.= 1 Scene                            13 12\n  =FAMILIAR FACES OF A FUNNY FAMILY.=                                 8 11\n  =JOLLY BACHELORS.= Motion Song or Recitation                          11\n  =CHRISTMAS MEDLEY.= 30 minutes                                     15 14\n  =EASTER TIDINGS.= 20 minutes                                           8\n  =BUNCH OF ROSES.= (15 cents.) 1 Act; 1½ hours                       1 13\n  =OVER THE GARDEN WALL.= (15 cents.)                                11  8\n\n\n\nCOMEDIES AND DRAMAS\n\n25 CENTS EACH\n\n                                                                     M. F.\n  =BREAKING HIS BONDS.= 4 Acts; 2 hours                               6  8\n  =BUTTERNUT'S BRIDE.= 3 Acts; 2½ hours                              11  6\n  =COLLEGE CHUMS.= 3 Acts; 2 hours; 1 Stage Setting                   9  3\n  =COUNT OF NO ACCOUNT.= 3 Acts; 2½ hours                             9  4\n  =DEACON.= 5 Acts; 2½ hours                                          8  6\n  =DELEGATES FROM DENVER.= 2 Acts; 45 minutes                         3 10\n  =DOCTOR BY COURTESY.= 3 Acts; 2 hours                               6  5\n  =EASTSIDERS, The.= 3 Acts; 2 hours; 1 Stage Setting                 8  4\n  =ESCAPED FROM THE LAW.= 5 Acts; 2 hours                             7  4\n  =GIRL FROM PORTO RICO.= 3 Acts; 2½ hours                            5  3\n  =GYPSY QUEEN.= 4 Acts; 2½ hours.                                    5  3\n  =IN THE ABSENCE OF SUSAN.= 3 Acts; 1½ hours                         4  6\n  =JAIL BIRD.= 5 Acts; 2½ hours                                       6  3\n  =JOSIAH'S COURTSHIP.= 4 Acts; 2 hours                               7  4\n  =MY LADY DARRELL.= 4 Acts; 2½ hours                                 9  6\n  =MY UNCLE FROM INDIA.= 4 Acts; 2½ hours                            13  4\n  =NEXT DOOR.= 3 Acts; 2 hours                                        5  4\n  =PHYLLIS'S INHERITANCE.= 3 Acts; 2 hours                            6  9\n  =REGULAR FLIRT.= 3 Acts; 2 hours                                    4  4\n  =ROGUE'S LUCK.= 3 Acts; 2 hours                                     5  3\n  =SQUIRE'S STRATAGEM.= 5 Acts; 2½ hours                              6  4\n  =STEEL KING.= 4 Acts; 2½ hours                                      5  3\n  =WHAT'S NEXT?= 3 Acts; 2½ hours                                     7  4\n  =WHITE LIE.= 4 Acts; 2½ hours                                       4  3\n\n\nWESTERN PLAYS\n\n25 CENTS EACH\n\n                                                                     M. F.\n  =ROCKY FORD.= 4 Acts; 2 hours                                       8  3\n  =GOLDEN GULCH.= 3 Acts; 2¼ hours.                                  11  3\n  =RED ROSETTE.= 3 Acts; 2 hours                                      6  3\n  =MISS MOSHER OF COLORADO.= 4 Acts; 2½ hours                         5  3\n  =STUBBORN MOTOR CAR.= 3 Acts; 2 hours; 1 Stage Setting              7  4\n  =CRAWFORD'S CLAIM.= (15 cents.) 3 Acts; 2¼ hours                    9  3\n\n\n  FITZGERALD PUBLISHING CORPORATION\n\n  SUCCESSOR TO\n  DICK & FITZGERALD, 18 Vesey Street, N. Y.",
    "metadata": {
        "author": [
            "Clifford, Helen C."
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/47635/pg47635.txt",
        "name": "alice_s_blighted_profession_b_a_sketch_for_girls.json"
    }
}