{
    "name": "Alien",
    "author": [
        "Long, Wesley",
        "Smith, George Oliver",
        "Smith, George O. (George Oliver)"
    ],
    "body": "The telephone rang and the lieutenant of police Timothy McDowell\ngrunted. He put down his magazine, and hastily covered the\npartially-clad damsel on the front cover before he answered the ringing\nphone.\n\n\"McDowell,\" he grunted.\n\n\"McDowell,\" came the voice in his ear. \"I think ye'd better come overe\nhere.\"\n\n\"What's up?\"\n\n\"Been a riot at McCarthy's on Boylston Street.\"\n\n\"That's nothing new,\" growled McDowell, \"excepting sometimes it's\nHennesey's on Dartmouth or Kelley's on Massachusetts.\"\n\n\"Yeah, but this is different.\"\n\n\"Whut's so different about a riot in a jernt like McCarthy's on a\nstreet like Boylston?\"\n\n\"Well, the witnesses say it wuz started by a guy wearin' feathers\ninstead uv hair.\"\n\n\"A bird, you mean.\"\n\n\"Naw. 'Twas a big fella, according to tales. A huge guy that refused\nto take off his hat and they made a fuss. They offered to toss him\nout until he uncovered, and when he did, here was this full head of\nfeathers. There was a general titter that roared up into a full laugh.\nThe guy got mad.\"\n\n\"Yeah?\"\n\n\"Yeah. He got mad and made a few swings. 'Twas quite a riot.\"\n\n\"What did McCarthy expect--a dance? When a guy gets laughed at for\nhaving feathers instead of hair.... Holy St. Patrick! Feathers, did ye\nsay?\"\n\n\"Yup.\"\n\n\"Look, O'Leary,\" growled McDowell angrily, \"you've not been drinkin'\nyourself, have ye?\"\n\n\"Nary a drop, lieutenant.\"\n\n\"So this bird takes off his hat and shows feathers. The crowd laughs\nand he gets mad. Then what?\"\n\n\"Well, he tossed the bartender through the plate glass window, clipped\nMcCarthy on the button and tossed him across the bar and wrecked about\nfifteen hundred dollars worth of fine Irish whiskey. Then he sort of\npicked up Eddy, the bouncer, and hit Pete, the waiter, with him. Then,\nhaving started and finished his own riot, the guy takes his drink,\ndowns it, and stamps out, slamming the door hard enough to break the\nglass.\"\n\n\"Some character,\" glowed McDowell, admiringly. \"But what am I supposed\nto do?\"\n\n\"McCarthy wants to swear out a warrant for the guy. But before we do, I\nwant to know more about this whole thing. First off, what's a man doing\nwearing feathers instead of honest hair?\"\n\n\"Ask him,\" grunted McDowell.\n\n\"Shall I issue the warrant?\"\n\n\"Yeah--disturbing the peace. He did that, anyway. And if it's some\nadvertising stunt--this feathers business--I'll have some wiseacre\nin jail in the morning. Look, O'Leary, I'll meet you at McCarthy's\nin ten minutes.\" He hung up the phone and snapped the button on his\ncommunicator.\n\n\"Doc?\" he barked. \"Come along if you want to. We've got us a guy\nwearing feathers instead of hair!\"\n\n\"Trick,\" growled the doctor. \"Go away. No one can grow feathers instead\nof hair.\"\n\n\"That's why I want you along. Come on, Doc. This is an order!\"\n\n\"Confound you and your orders.\" He hung up angrily, and the lieutenant\nheard him breaking up the poker game as he snapped his own switch\nclosed.\n\n\n\nIt was ten minutes to the second when the car pulled up before\nMcCarthy's. O'Leary was already inside, talking to a man holding a\nchunk of raw beef to his eye.\n\n\"Now,\" said McDowell, entering with the doctor on his heels, \"what's\nthis about feathers?\"\n\n\"Swear it, lieutenant. An' I want the devil clapped in jail where he\nbelongs.\"\n\n\"Sure now,\" said McDowell in a mollifying tone, \"and you can prove them\nfeathers were really growin'?\"\n\n\"Sure,\" snapped McCarthy. \"Here!\" and he handed Lieutenant McDowell\nsomething slightly bloody. It was a bit of skin, to which was attached\nthree tiny feathers. \"Just before he bopped me I got me hands in his\nscalp to see if they wuz real. They wuz, because they came hard and he\nhowled and went madman.\"\n\nMcDowell handed the specimen to Doc. \"Examine it, Doc. One, are they\nreal feathers? Two, is that real human skin, and three, is that human\nblood?\"\n\n\"That'll take time,\" said the doctor looking at the bloody bit. \"Bet\nthat hurts, though.\"\n\n\"Hurts?\" grunted McDowell. \"So what?\"\n\n\"By which I mean that he'll be visiting a doctor or a hospital for\ntreatment. That's no home-remedy job!\"\n\n\"O.K.,\" smiled McDowell cheerfully. \"Now look, McCarthy. We'll get\nright on it. You've got your warrant and can prefer charges. Meanwhile\nthere's nothing I can do here. We'll go back to the station and go to\nwork.\"\n\n\"How about the damages?\" growled the owner.\n\n\"I'm a policeman, not a civil lawyer,\" returned McDowell. \"Take it to\ncourt when we catch our--bird.\"\n\n\"A fine force we got,\" grumbled McCarthy belligerently.\n\nMcDowell grunted angrily and turned to O'Leary. \"He don't like us,\" he\nsaid.\n\n\"McCarthy, have you been closing promptly at midnight on Saturday\nnight?\" demanded O'Leary. \"That's a bad law to break, you know.\"\n\n\"I've been lawful,\" returned the barkeep. \"And I'll watch me step in\nthe future.\"\n\nMcDowell laughed and he and the Doc left the place.\n\n\n\nBack at the station, reporters met them with questions. McDowell held\nup a hand. \"Look, boys,\" he said with a grin, \"this may be something\nyou can print. It may also be an attempt to ridicule the force. I'll\ntell you this much: There was a guy apparently wearing feathers instead\nof hair that started a riot in McCarthy's on Boylston a little while\nago. Now if you'll hold off phoning that in until we check, we'll\ntell you whether the guy was wearing feathers--or _growing them_!\nAlso--whether he was human. Mind waiting?\"\n\n\"We'll wait,\" came the chorused reply.\n\n\"Whatcha going to use for lead?\" asked one reporter of another.\n\n\"I don't know yet. It depends whether he was having a frat initiation\nor was really one of our fine feathered friends.\"\n\nMcDowell followed the doctor in--and the reporters followed the\nlieutenant in. Gag or not, thought McDowell, these guys will be as\ngood to me as I am to them. And if it is a gag, we'll show 'em that we\nknow how to find out about such, anyway.\n\nDoc ignored the room teeming with people, and went to work. He made\ntest after test, and then pored through a couple of volumes from his\nbookcase. Finally he gave that up and faced the group, casting a glance\nat McDowell.\n\nMcDowell said: \"This is off the record until I find out what he's got\nto say. If it's O.K., you get it first hand, O.K.?\"\n\nThe reporters nodded.\n\nDoc cleared his throat. \"The skin is human--so is the blood.\nIndications are the feathers were growing out of the skin, not merely\ninserted.\"\n\n\"You're certain?\" gasped one reporter.\n\n\"I'm reasonably sure,\" qualified the doctor. \"Skin ... well, skin has\ncertain tests to prove it. This stuff is human skin, I'm certain. It\ncouldn't be anything else. The feathers--I tried to classify them, but\nit will take a professional ornithologist to do that.\"\n\n\"But Doc,\" queried the reporter, \"if that's human skin, how can\nfeathers be growing out of it?\"\n\n\"Ask me another,\" said the doctor, puzzled.\n\n\"Huh,\" grunted the reporter. \"Man from--?\" He shut his trap but quick,\nbut the words carried enough connotation.\n\n\"Look,\" said McDowell, \"you can use that Man from Mars gag if you want\nto, but don't say we said so. It's your own idea, see?\"\n\n\"Right, lieutenant,\" they said, happy to get this much. It would make a\nbit of reading, this item.\n\n\"Now,\" said McDowell. \"Doc and I are going over to Professor Meredith's\nplace and ask him if he knows what kind of feathers these are.\"\n\nOne reporter spoke up quickly. \"I'm holding mine until we get\nMeredith's report,\" he said. \"And I've got a station wagon outside.\nCome on, lieutenant and Doc--and any of you mugs that want to ride\nalong.\"\n\nThere was a grand rush for the door.\n\n\n\nProfessor Meredith looked the feather over carefully, classifying it as\nbest he could. He sorted through several books, consulted many notes\nof his own, and made careful counts of the spines-per-inch along the\nshaft of the feather. He noted its coloring carefully and called for\na general statement as to the color, size, and general shape of the\nfeather.\n\n\"This is done somewhat like you file fingerprints,\" he told the\nlieutenant. \"But here at home I'm stumped. I've never seen that kind\nbefore. However, over at the university we have a punched-card sorter.\nWe can run through all known birds and see if any of the feathers agree\nwith this specimen.\"\n\nThis time they took Professor Meredith along with them. Using official\nsanction, the professor opened the laboratory and entered the\nbuilding. It was three hours later that the professor made his official\nstatement to the police and to the press.\n\n\"This feather is not known to the scientific world,\" he said. \"However,\nit does exist, and that proves that the scientific world does not know\neverything there is. I would say, however, that the animal from which\nthis came is not known in any regular part of the civilized world.\"\n\n\"Explain that, Professor Meredith,\" requested McDowell.\n\n\"It is a small feather--fully grown. It is in an advanced stage of\nevolution. Feathers, you know, evolved from scales and we can tell\nhow far they have come. It must come from a small bird, which is also\nevidenced by the fact that it is not known to man. There are places in\nthe backwaters of the Amazon where man has not been, and certain spots\nin Africa and the part of the world near Malaya. Oceania, and others.\"\n\n\"May we quote you on this, professor?\" asked the _Press_.\n\n\"Why--yes. But tell me now, where did you get that feather?\"\n\nMcDowell explained. And Professor Meredith gasped. \"I'll revise my\nstatements,\" he said with a smile. \"This feather is not known to exist\nin the scientific world. If the story is true, that this feather\nemerged from the scalp of a man, it is a scientific curiosity that\nwould startle the world--and make a mint for the owner in any freak\nshow.\"\n\nThe reporter from the _Press_ said: \"Professor, you state that this\nfeather is not known to the scientific world. Is there any chance that\nthis--creature--is utterly alien?\"\n\n\"Since the disclosure of the affair at Hiroshima and Nagasaki,\"\nsmiled the professor, \"a lot of people have been thinking in terms of\nattaining the stars--interplanetary travel. As a member of a certain\nsociety known as the Forteans, one of our big questions has been this:\nIf interplanetary travel is possible, why hasn't someone visited us?\nGentlemen, I'd not like to hear myself quoted as giving the idea too\nmuch credulence, but it is something to ponder.\"\n\nThat did it. There was another general rush for the car. There was a\nwild ride following, in which the man from the _Press_ displayed that\nhe had two things--a careful disregard for traffic laws, plus illegal\nownership of a siren. But they delivered Professor Meredith to his\nhome, the policemen to their station, and then the party broke up\nheading for their respective telephones.\n\nThree hours later Lieutenant McDowell was reading a headline stating:\n\"Hub of world to be Hub of Universe?\"\n\n\n\nMcDowell groaned. \"Everything happens to Boston, and everything in\nBoston happens on Boylston Street. And everything that happens on\nBoylston Street happens to me.\"\n\nDoc smiled sourly. \"Now what?\"\n\n\"We've canvassed the medical profession from Brookline to Everett,\nincluding the boys on Scollay Square and a bouquet of fellows who\naren't too squeamish about their income. Not a sign. Furthermore, that\nfeather specimen was telephotoed to the more-complete libraries at New\nYork, Chicago, Washington, and Berkeley. The Audubon Society has been\nconsulted, as well as have most of the big ornithologists in the world.\nThe sum total is this:\n\n\"That feather is strictly unlike anything known. The skin is human--or\nas one dermatologist put it, is as human as possible considering that\nit is growing feathers instead of hair. The blood is the same story.\"\n\nDoc nodded. \"Now what?\" he repeated, though the sense of his words was\ndifferent.\n\n\"We wait. Boy, there's a big scareline in all the papers. The _Press_\nis hinting that the guy is from outer space, having been told that\nthere were intelligent humans here by that series of atom bomb\nexplosions.\"\n\n\"If we were really intelligent, we could get along with one another\nwithout atom bombs,\" grunted the Doc.\n\n\"Well, the _Sphere_ claims that the character is a mutant resulting\nfrom atom bomb radiation by-products, or something. He quotes the\ntrouble that the photographic manufacturers are having with radioactive\nspecks in their plants. The _Tribune_ goes even further. He thinks the\nguy is an advance spy for an invasion from outer space, because his\ngang of feather-bearing humans are afraid to leave any world run loose\nwith atom bombs.\n\n\"The ultraconservative _Events_ even goes so far as to question the\npossibility of a feather-bearing man growing to full manhood without\nhaving some record of it. Based on that premise, they build an outer\nspace yarn about it, too.\"\n\nDoc grunted. \"Used to be invasions from Mars,\" he said.\n\n\"They're smarter now,\" explained McDowell. \"Seems as how the bright\nboys claim that life of humanoid varieties couldn't evolve on any\nplanet of this system but the Earth. Therefore if it is alien, it must\ncome from one of the stars. If it came from Mars it would be green\nworms, or seven-legged octopuses. Venus, they claim, would probably\nsprout dinosaurs or a gang of talking walleyed pike. Spinach, I calls\nit.\"\n\nDoc smiled. \"Notice that none of 'em is claiming that they have the\ntruth? It's all conjecture so far.\"\n\n\"Trouble is that I'm the fall guy,\" complained McDowell. \"It landed\nin my lap and now I'm it--expected to unravel it myself or be the\nlaughingstock of the country, Canada, and the affiliations of the\nAssociated Press.\"\n\n\n\nThe phone rang, and McDowell groaned. \"Some other guy wanting to climb\non the wagon with us. Been ringing all morning, from one screwbell\nor another with theories, ideas, un-helpful suggestions as to how to\ntrap the alien, and so forth. My own opinion is to treat him nice,\napologize for our rather fool behavior, and see that he don't take a\nbad statement home with him. If he tells 'em about us from what he's\nseen--Hello,\" he bawled into the phone.\n\n\"I am Mrs. Donovan, on Tremont Street. I wanted to report that the\nfellow with the feathers on his head used to pass my window every\nmorning on his way to work.\"\n\n\"Fine,\" said McDowell, unconvinced. \"Will you answer me three\nquestions?\"\n\n\"Certainly.\"\n\n\"First, how do you know--seems he never took his hat off?\"\n\n\"Well, he was large and he acted suspicious--\"\n\n\"Sure,\" growled McDowell, hanging up the phone.\n\nHe turned again to Doc. \"It's been like this. People who think they've\nseen him; people who are sure they've had him in for lunch, almost. Yet\nthey missed calling about a character growing feathers instead of hair\nuntil there's a big fuss--just as though a guy with a head covered with\nfeathers was quite the ordinary thing until he takes a swing at a guy\nin a saloon.\"\n\nDoc said: \"You've canvassed all the medics in Boston and environs?\"\n\n\"In another hour we'll have all the medics in Massachusetts. Give us\nsix hours and we'll have 'em all over New England and part of Canada,\nNew York, and the fish along the Atlantic Ocean.\"\n\n\"Have you tried the non-medics?\"\n\n\"Meaning?\"\n\n\"Chiropodists, and the like. They aren't listed in the Medical\nRegister, but they will often take care of a cut or scrape.\"\n\nMcDowell laughed. \"Just like a stranger to go to a foot specialist to\nget a ripped scalp taken care of.\"\n\n\"Well, it is farfetched, but might be.\"\n\n\"I'm going to have the boys chalk all sorts, and we'll follow up with\nthe pharmacists. Does that feather-headed bird know how much money\nhe's costing the city, I wonder?\" McDowell gritted his teeth a bit as\nthe phone rang again. \"I wonder what this one has to say,\" he snarled,\nand then barked: \"McDowell,\" into the instrument.\n\n\"I have just seen the feather-headed man on Huntington Avenue,\"\nreplied a gruff voice. \"This is Dr. Muldoon, and I'm in a drugstore on\nthe corner of Huntington and Massachusetts.\"\n\n\"You've seen him? How did you know?\"\n\n\"His hat blew off as he came out of the subway entrance here.\"\n\n\"Subway--?\"\n\nThe doctor chuckled. \"The Boston Elevated, they call it. He headed\ntoward Symphony Hall just a moment ago--after collecting his hat.\"\n\n\"How many people were there?\"\n\n\"Maybe a dozen. They all faded out of sight because they're a bit\nscared of that alien-star rumor. He grabbed his hat rather quickly,\nthough, and hurried out of the way as I came here to telephone.\"\n\n\"Stay there,\" snapped McDowell, \"and I'll be right over.\"\n\nMcDowell and Doc jumped into the car and went off with the siren\nscreaming. McDowell cursed a traffic jam at Copley Square and took\nthe corner on one and one-half wheels into Huntington. They ignored\nthe red light halfway up Huntington, and they skidded to a stop at\nMassachusetts Avenue to see a portly gentleman standing on the corner.\nHe wasted no time, but jumped in the car and introduced himself as Dr.\nMuldoon.\n\n\"He went this way,\" pointed the doctor. The car turned roughly and\nstarted down the street. They combed the rabbit-warren of streets there\nwith no sign of the feather-headed man at all.\n\nMcDowell finally gave up. \"There are a million rooming houses in this\nneighborhood,\" he said sorrowfully. \"He could lose himself in any one\nof them.\"\n\n\"I'm sorry,\" said the doctor. \"It's funny that this cut scalp hasn't\ncaused him to turn up somewhere.\"\n\n\"That's what we'd hoped for,\" said McDowell. \"But either the guy is\ntreating himself or he's got an illegal medic to do the job.\"\n\n\"From what you say--a piece of scalp ripped loose--it is nothing to\nfool around with. How big was the piece?\"\n\n\"About as big as a fingernail,\" grinned McDowell.\n\n\"Most dangerous. He might die of infection.\"\n\n\"I wonder if he knows that?\"\n\n\"I wouldn't know,\" said Dr. Muldoon.\n\n\"Well, I've combed the doctors. Now I'm going after the dermatologists,\nchiropodists, osteopaths, and pharmacists. I might as well take a swing\nat the chiropractors, too, and maybe hit that institution down on\nHuntington near Massachusetts. They might know about him.\"\n\nMcDowell looked up at the second-story offices that bordered\nMassachusetts Avenue between Huntington and Boylston and shook his\nhead. \"A million doctors, dentists, and what-nots. And what is a\nfollicologist?\"\n\n\"A hair specialist.\"\n\n\"A what?\" exploded McDowell. He jammed on the brakes with a hundred\nand seventy pounds of man aided with some muscle-effort against the\nback of the seat. The police car put its nose down and stopped. But\nquick. Traffic piled up and horns blasted notice of impatience until\nMcDowell jumped out, signaled to a traffic cop to unsnarl the mess.\nThen McDowell raced into the office.\n\n\n\nHe paused at the door marked: Clarence O'Toole, Follicologist. McDowell\npaused, listening, for two voices were coming through the door. One was\nrumbling, low. The other was in a familiar brogue.\n\n\"But this hurts,\" complained the rumble.\n\n\"Naturally. Any scalping hurts. But money will ease any hurt.\"\n\n\"But where's this money?\"\n\n\"You are to get ten percent of my profit for a year. That plus a good\nhead of hair. Isn't that enough?\"\n\n\"Ordinarily, yes. But I'm in a jam, now. The police are looking for me\nwith blood in their eyes.\"\n\n\"Now, surrender yourself,\" said the brogue. \"Go to this Lieutenant\nMcDowell. Explain the error. Tell them that you were afraid, that you'd\nbeen hiding because of the ridicule attendant to the feathers on your\nscalp. Then go to the press and demand satisfaction for their ridicule,\nlibel; throw the book at them. That will get us the publicity we want,\nand as soon as the thing is explained, people will come in droves. But\nfirst you can explain to McDowell--\"\n\n\"And start now!\" exploded McDowell, bursting in angrily. He pointed the\nbusiness-end of his revolver at them and waved them back. \"Sit down,\"\nhe barked. \"And talk!\"\n\n\"It was him,\" accused the feather-headed one. \"He wanted me to do\nthis--to get into an argument. To get publicity. He can grow hair--I've\nbeen as bald as an onion.\"\n\n\"Sure,\" drawled McDowell. \"The jury will decide.\" He turned to O'Toole.\n\"Are you a doctor?\"\n\n\"I am not a licensed Doctor of Medicine.\"\n\n\"We'll see if what you are doing can be turned into a charge of\npracticing with no license.\"\n\n\"I'm not practicing medicine. I'm a follicologist.\"\n\n\"Yeah? Then what's this feather-business all about?\"\n\n\"Simple. Evolution has caused every genus, every specimen of life to\npass upward from the sea. Hair is evolved from scales and feathers\nevolved also from scales.\n\n\"Now,\" continued O'Toole, \"baldness is attributed to lack of\nnourishment for the hair on the scalp. It dies. The same thing often\noccurs in agriculture--\"\n\n\"What has farming to do with hair-growing?\" demanded McDowell.\n\n\"I was coming to that. When wheat will grow no longer in a field, they\nplant it with corn. It is called 'Rotation of Crops.' Similarly, I\ncause a change in the growth-output of the scalp. It starts off with a\nlight covering of scales, evolves into feathers in a few days, and the\nfeathers evolve to completion. This takes seven weeks. After this time,\nthe feathers die because of the differences in evolutionary ending of\nthe host. Then, with the scalp renewed by the so-called Rotation of\nCrops.\"\n\n\"Uh-huh. Well, we'll let the jury decide!\"\n\nTwo months elapsed before O'Toole came to trial. But meantime, the\njudge took a vacation and returned with a luxuriant growth of hair on\nhis head. The jury was not cited for contempt of court even though most\nof them insisted on keeping their hats on during proceedings. O'Toole\nhad a good lawyer.\n\nAnd Judge Murphy beamed down over the bench and said: \"O'Toole, you\nare guilty, but sentence is suspended indefinitely. Just don't get\ninto trouble again, that's all. And gentlemen, Lieutenant McDowell,\nDr. Muldoon, and Sergeant O'Leary, I commend all of your work and will\ndirect that you, Mr. McCarthy, be recompensed. As for you,\" he said\nto the ex-featherhead. \"Mr. William B. Windsor, we have no use for\nforeigners--\"\n\nMr. Windsor never got a chance to state that he was no foreigner; his\nmother was a Clancy.\n\nTHE END.",
    "metadata": {
        "author": [
            "Long, Wesley",
            "Smith, George Oliver",
            "Smith, George O. (George Oliver)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/68196/pg68196.txt",
        "name": "alien.json"
    }
}