{
    "name": "All That Goes Up",
    "author": [
        "Brooks, Kirby"
    ],
    "body": "For a man my age, the middle 50's, life has a number of compensations.\nThere're children--we have two; there's a good wife, and I'm certainly\nblessed in that respect with Mary; and there's the joy of coming home,\nslipping on my slippers, having a good dinner, then relaxing with\ncoffee and a pipe. There's no compensation for being plastered to the\nceiling. But, more of that later.\n\nThe after dinner coffee with a dash of rum in it, tasted very good,\nand so did the pipe. The meal was satisfying too. Thank goodness for\nthat meal, because it was the last decent one I've had for quite some\ntime. Oh, I've eaten all right, but you'd have to stretch your\nimagination to call any of it a meal. Can you picture eating food that\nkeeps trying to move away from your face? That is, if you can keep the\nplate from moving away too?\n\nAs I say, Mary and I had just finished dinner, when Jim, our\n22-year-old gangly son, who's home on summer vacation from MIT, called\nme.\n\n\"Can you come here a minute, Dad?\"\n\n\"Sure,\" I said, heading down the hall to his combination laboratory,\ndark room, aviary, and just plain bedroom. Fortunately it was a big\nroom so there was space for a bed in addition to all the stuff a boy\ncan collect who becomes enamored of science while in High School, and\nwho consummates the wedding with studying electronics in college.\n\nI pushed his door open a little wider and looked in before entering; a\ntrick the family had acquired when Jim was in the Zoological-Biological,\nor frog-collecting age. \"What do you want, son?\"\n\n\"Just want to show you something,\" he said, pointing to the floor. He\nwas bent over looking intently at what seemed to be a sheet of that\nfluorescent plastic that's used for signs. It was lying on the floor,\nwas about two feet square, and was glowing a dim pink. Whether from\nlight within itself, or from the desk lamp, I couldn't tell.\n\n\"What is it?\"\n\n\"I don't really know, Dad, but watch what happens.\" So saying, he\npicked up a glove from the desk, tossed it onto the plastic plate. I\nshould say he tossed it _at_ the plate, because it didn't land, but\nrose fast, straight up! I watched it hit the ceiling with a splat!\nWhere it stuck. It was then I noticed several other things all\nplastered to the panelling too; the mate to the glove, a package of\ncigarettes, a cigarette lighter and a golf ball or two.\n\n\n\nWell, I had learned years ago in the Prestidigitation Age, or, \"You\ntoo can amaze your friends with feats of Magic\" that quite often Jim\nwould go to great lengths to mystify anybody handy. I wasn't too\nimpressed.\n\n\"Next thing will be to make a rope stand up, or saw a woman in half, I\nsuppose?\"\n\n\"No, Dad, this is no trick. Fact is, I think I've stumbled onto\nsomething that could be important ... anti-gravity. Or, something that\nlooks like it.\"\n\n\"Well,\" I said, \"It could be, but just what is this thing?\"\n\n\"Up at school I started fooling around with various metals, and one\nidea I had was to suspend them in tiny particles, colloidally almost,\nin plastic. Then I'd run various voltages and varying frequencies\nthrough the plastic.\"\n\n\"Yes, but why?\"\n\n\"Well, the thing I had in mind originally was a wall or ceiling panel\nthat would serve as a source of either cold light using a given\nvoltage and frequency, or as a source of radiant heat, using some\nother voltage and frequency. All from the same panel.\"\n\n\"And you wind up with this?\"\n\n\"Yes, and I'll be darned if I can explain just what this is. I'm\nreally going to have to do some digging.\"\n\nWhile Jim was talking, I had been looking the rig over. It consisted\nof the plastic plate lying on the floor, with two sets of wires\nrunning into it, and out of it. In turn, these four wires led into\nwhat I took to be a transformer of some sort. Such as you'd use for a\ntoy electric train. It had roughly calibrated dials on the top of it.\nA regular AC line from the transformer was plugged into the wall\nsocket.\n\n\"What I can't figure,\" Jim mused, \"Is why it does what it does. The\nmeasly three years I've spent at school don't even qualify me to make\na good guess. Does it only work on small things that can be lifted\nwithout too much effort anyway? Or, if I increase the size of the\nplate will I also have to increase the voltage? Will it...?\"\n\n\"Look boy, I'm confused enough already. What do you say we sit down\nand think about this a bit? It'll give you a chance to collect your\nwits, and besides that, I want another cup of coffee.\"\n\n\n\nFour cups and two pipes later, after Johnny, that's our\nfourteen-year-old, and Mary had gone to bed, Jim and I were still just\nsitting. He was obviously thinking, and I was mostly sitting. Not much\nthinking. The trouble with my thinking was that a background of\nselling everything from Encyclopedias to, at present, used cars, and\nan education consisting mostly of high school and hard knocks just\ndidn't qualify me in Jim's league. The silence lengthened. Pretty soon\nhe stirred in his chair, cleared his throat and said, \"Let's go look\nagain.\"\n\n\"Have you come to any conclusions?\"\n\n\"Well, yes and no,\" Jim said. \"Look at it this way Pop; suppose this\nis not a fluke and I'm able to duplicate this thing. Suppose I'm able\nto take this transformer and duplicate it too. All on a larger scale.\nHow could it be used to good advantage? It'd probably do away with\nelevators in most cases, except you'd have to walk down. But then, by\nmaking the field weaker, maybe I could fix it so's you'd float down.\nThen too, I wonder if it can be applied to aircraft of any kind ... I\nsuppose you could take it and ...\" his eyes were shining.\n\nI interrupted; \"Jim, you haven't really tested what the thing will do\nand it _is_ late, so before you go into many more schemes, let's sleep\non it. We can get right after it in the morning. You can, that is,\nbecause all I can do is watch.\"\n\nThe next morning bright and early I was awakened by Johnny, who was\ndancing around the room, shouting something on the order of \"Hey!\nSomebody's gottoget'erdown! Somebody's gottoget'erdown!\"\n\nMaking myself heard over the din, I hollered, \"Who's got to get who\ndown? For Pete's sake, stop yelling so loud!\"\n\nHaving been out-shouted, Johnny calmed down enough to catch his breath\nand gasp, \"Say, Dad, Duchess is in Jim's room and she's on the\nceiling, and yougottoget'erdown!\"\n\nWell, it dawned on me then what he was talking about. Duchess is our\nnine-months-old Great Dane pup. Weighs about a hundred pounds. So,\npulling on bathrobe and slippers, I went down stairs, and hurried into\nJim's room. Sure enough, plastered on the ceiling and looking mighty\nscared and sick and sheepish was Duchess. When I came in she wagged a\nfeeble tail at me and squirmed a bit. Mary, Johnny and Jim were all\nstanding looking at her.\n\n\"Dad, I don't know how it happened,\" Jim said. \"Guess I forgot to pull the\nplug last night. First I knew was when I heard a thump and a yelp ... woke\nup and she was practically right over my bed.\"\n\nDuchess was apparently unhurt, so I walked over and reached up to coax\nher down. Just then Jim shouted, \"Dad! Don't do...!\" And my head hit\nthe ceiling! Like a fool I had walked right over the plastic plate!\n\n\n\nAs soon as I could get my eyes to focus properly, I shut them again\nquickly. I was lying, (lying!) next to Duchess, on the ceiling, and\nshe was thrashing me in the face with her tail. As soon as I pushed\nher around so my face was out of range I could see the dumbfounded\nlooks on the rest of the family.\n\n\"Ralph,\" said Mary, in a tone of exasperation, \"You and that dog come\nright down from there this minute!\"\n\n\"Honey, I'd just be delighted to come down there, and if you and the\nboys will shove that bed under us, we'll try. Soon as Jim turns this\ndamn thing off.\"\n\nBy this time, Johnny was lying on the floor about to bust a gusset\nlaughing at his father and long-legged Duchess sprawled on the\nceiling, and even Jim, who is always rather straight-faced, was\nbeginning to grin a little around the edges. Mary still seemed\nconvinced that Duchess and I had done it on purpose.\n\nJim finally gathered his wits enough to start pushing the bed under\nus. Between the three of them they managed to bypass the wires to the\nplastic plate and set the bed over it. I noticed that it bucked a\nlittle as the edge went over the plate, but I didn't get time to see\nmuch because no sooner had the bed been pushed over it than the whole\nthing with the exception of the frame, rose straight up and smothered\nthe dog and me very effectively! After the first moment of panic,\nconsisting of flailing arms, legs, muffled barks and curses, I was\nable to shove the bedding aside so we could breathe again. I had just\nstarted to yell at Jim to turn the thing off and stand aside, when\nthat's just what he did. I clutched at Duchess, hoping to break both\nour falls I guess, but nothing happened!\n\nI looked at Jim, and he was looking at the plug in his hand. There was\na dazed look on his face, and I'm sure there was one on mine too.\nDuchess just licked my face and wagged her tail. For a space of about\ntwo breaths no one spoke, then all started at once....\n\n\"Jim, you pull out that plug right now and get your father down from\nthere!\" That was Mary.\n\n\"Don't just stand there like a dope ... turn that damn thing off!\"\nThat was me.\n\n\"Jimmy, where's your camera? I want to get a picture of this!\" That\nwas Johnny.\n\nDuchess just whined, and wagged her tail apologetically.\n\n\"Jim,\" I said, very softly, \"Will you please stop messing around and\nget us down from here?\"\n\n\"I unplugged it, Dad ... I don't know why you're still up there.\" He\nshook his head.\n\nJohnny, bless his little heart, had what seemed to be a good idea;\n\"Why not get hold of the wires and pull the plate out from under\nthem?\"\n\nSo Jim eased up to within about a foot of the plate, grabbed the wires\nand started pulling. I had no sensation at all. We just stuck there.\nEven with the plate out in the hall!\n\n\n\nJim stood for a moment in thought, then looked up at us and said,\n\"Well, maybe it'll wear off in a little while, as you gradually\ndischarge whatever kind of charge you got from the plate.\"\n\n\"What do you mean by 'charge'?\" I asked.\n\n\"Well, not knowing what kind of field I generated with that plate, I\ncouldn't tell you offhand, but it is probably something like this; you\nsee, apparently what I did was not cut gravity off exactly, but\nchanged the normal electrical charge in whatever object came into the\nfield. Seems to me if I had cut gravity with the plate, you would have\nfallen when I turned it off. As it is, you're still there,\" he added\nrather unnecessarily.\n\nAnd Jim, as his teen-age friends used to say, wasn't just whistling\nDixie. We were definitely, unquestionably still there.\n\nAbout this time I became aware of a pain in the small of my back. For\na man who is pushing 60, I'm in pretty good shape except for my\nsacroiliac. Just my luck, I thought. Here I am, plastered to the\nceiling, and that thing has to start acting up. In moving a bit\nthough, I heard a scraping sound and found I had more than one pain in\nmy back. Feeling carefully under me, I found that it wasn't the\nsacroiliac at all, but a cigarette lighter, two gloves, a pack of\ncigarettes, and two golf balls. I tried to toss the balls down to the\nfloor and all they did was go almost down then curve right back up and\nbounce on the ceiling, where they settled. I tried the same thing with\nthe gloves and back they came too. So I lit one of the cigarettes,\neven without my morning coffee.\n\nMary had been silent for awhile, but apparently she had the same\nthought. \"Ralph, aren't you coming down for breakfast?\" she asked,\npleadingly.\n\n\"I don't know, honey. But I do know I'm sure getting hungry, even in\nthis position.\" And turning so I could see her better, if you can turn\nwhile lying on the ceiling looking down, I said, \"Do you suppose you\ncould whip up something to eat? And maybe put it on a pole so you\ncould hand it up?\" She allowed as how she could, but Jim, who had been\nin one of his brown studies again spoke up; \"I don't believe we'll\nneed a pole, Dad. Now that the plastic plate's been turned off and\nmoved, everything's all right.\"\n\n\"Everything's all right!\" I growled. \"If everything's so all right,\nwhy don't we come down? How long's it going to take, anyway?\"\n\n\n\n\"Well, it's hard to say,\" Jim shrugged. \"In fact, I've been thinking\nmaybe I ought to call Professor Jordan up at school and ask him what\nto do.\"\n\n\"Is he an expert?\"\n\n\"Well, I'd call him that. The trouble is, I don't know what I did, so\nI certainly don't know how to un-do it. Maybe he'll have an idea.\"\n\n\"Does he know about anti-gravity?\"\n\n\"I don't imagine so, but he's the head of electronics and I know he's\nbeen working on the unified field theory just as a hobby. He's the\nfellow who got me to wondering about energized metal particles in\ncolloidal suspension. Think I'd better call him?\"\n\n\"Son,\" I said, trying to retie my bathrobe belt, \"You not only call\nhim, but if it's possible, get him to come here.... I've got to get\ndown. Hell, I haven't even shaved yet this morning, and I've got to\nbe at work in about two hours.\"\n\n\"You may not get down from there that soon, but I'll go call him right\nnow.\"\n\nJim left for the phone, and shortly Mary came in with a steaming tray\nof food. That's where the fun began.\n\nFirst of all, picture the old house. It was very old, and had high,\npine-paneled ceilings ... probably twelve feet high. Duchess and I\nwere a little off-center, closer to the door, I guess. The room was\nbig, and being on the ground floor, had a dormer window looking out on\nour rather scraggly garden. In fact, pretty soon I began to get the\nimpression from the pine \"boards\" \"beneath\" me, that I was actually\nlying on a floor, and the ceiling to floor dormer window didn't do\nanything to help either. Curtains looked rather odd though, sticking\nstraight \"up.\"\n\nAbout the food: Mary was right under us with the tray. She put it\ndown, picked up a bowl of oatmeal and started to hand it to me. She\ncouldn't reach high enough and I couldn't reach down far enough. The\nthought crossed my mind, \"why not stand up?\" Well, I tried it,\nBrother! What a sensation! As I began gathering my legs under me, the\nidea of being on a pine floor increased. Increased until I made the\nmistake of looking out the window! It's just plain impossible to\ndescribe, but try to imagine how it would look right now, if you\nlooked out your window ... at the top (to you) is the ground, and at\nthe bottom? Nothing! Just nothing, but blue sky. The vertigo was\npretty bad and I flopped back down, or rather \"up\" and tried to regain\nmy equilibrium.\n\n\"What's the matter?\" my wife asked. \"Don't you want any breakfast?\"\n\n\n\nAs soon as I caught my breath, I said, \"Well, yes and no, honey. Could\nyou or Johnny get a ladder? I think that might do it.\" I could stay\nlying down that way.\n\nJohnny brought in the short stepladder, so without standing \"up\" I at\nleast got my hands on the food. Hands is about all. Here's a picture\nfor you.... Flat on your back; an open dish of hot oatmeal open side\nto, coming right at you. When you grab it you have to reach around\nbehind it to keep it from falling. You get it right up to your face,\ntake the spoon and start to take a bite. How do you do it? I don't\nknow either. I gave up oatmeal right then and there. Johnny, and\nagain, bless his little heart, had the idea that saved us. \"Hey, Dad,\nwhy don't you try a banana?\" It worked! In fact, most any food that\nwas in a chunk could be eaten. Difficult, but it could be done. The\nbig problem then was liquid, and again Johnny came to my rescue with\nsome fountain straws from the corner drugstore. For Duchess it was\neasy. She just lapped.\n\nAbout the time we finished the battle of breakfast, Jim came back with\nword from Professor Jordan.\n\n\"Dad, I don't think the professor believed me, but he's on his way\nhere.\"\n\n\"Well, thank the Lord,\" I exclaimed. \"Did he think you were completely\nout of your head?\"\n\n\"Not exactly, but he did think I might be exaggerating just a little,\nI think.\"\n\n\"When will he get here?\" Mary asked.\n\n\"He said he'd catch a plane out of there as soon as he could, and it's\nonly a two and a half hour flight, mother.\"\n\n\"Then he'll be here this afternoon?\" I asked.\n\n\"He seemed to think he would.\"\n\n\"Oh, goodness, I hope so,\" Mary said. \"We've got a date with the\nRipleys to go to a movie tonight.\"\n\nI snorted. \"Movies at a time like this! Why it might take days for us\nto get discharged.\"\n\nDays? Holy Smoke! I wondered how long it _would_ take? Already, I was\ngetting tired of lying down. Hey, wait a minute! What about the\nsprings, mattress and covers stuck up here with me? There indeed was a\nthought.\n\n\n\nPushing Duchess aside and getting licked in the face once again for my\ntrouble, I reached over and got hold of the mattress. In doing so I\nhad to roll over partially. I really got the sensation then of being\non a pine board floor. So much so in fact, that I rolled clear over\nonto my hands and knees. It wasn't so bad after all! Just like being\non a regular floor, reaching for a mattress and covers. Really had to\nkeep my eyes away from that window though!\n\nI finally got the bed straightened out and got comfortable. Duchess,\nno doubt figuring this was a rather special occasion, proceeded to\nease herself in bed with me. At that point I didn't care too much so I\nlet her stay. It was a funny thing but she didn't seem to have much\ntrouble standing up at all. In fact, she seemed perfectly happy with\nthe whole arrangement, but every-time I glanced at that dormer window\nand pictured vast reaches of blue nothing, my stomach turned over a\nlittle.\n\nGuess I must have dozed off, because the next thing I remember was\nJohnny standing on the ladder, poking me with a tennis racquet.\n\n\"Wake up Dad,\" he was saying. \"Mother wants to know if you and Duchess\nwant any lunch.\"\n\n\"I don't know about Duchess,\" I yawned, \"But I could certainly do with\na bit to eat. Like to shave and brush my teeth too. Think you could\nfigure out something?\"\n\nJohnny figured, and oddly enough it's no trick to brush your teeth\n(I'm lucky to still have my own) upside down. It's much the same as\nwhen you do it normally ... bent over the lavatory. As for shaving,\nwell I never cared much for them, but I used Jim's electric razor and\nthat was taken care of. No shower though. Not even Johnny could figure\nthat one out.\n\nMary came in with sandwiches and coffee, and with straws it turned out\nall right. Duchess did her usual lapping. There wasn't anything else\nto do but wait, so Johnny brought me the morning paper. Let me tell\nyou, that's no snap, trying to read a paper that's continually trying\nto pull away from you. My arms got awfully tired after awhile so I\ngave that up. Noticing it was rather stuffy, I asked Johnny to lower\nthe upper sash of the dormer so the air could circulate a bit, and as\nit became more comfortable, I must have dropped off to sleep again.\n\n\n\nThe next thing I knew I was awakened rather forcibly by loud screams\nand yells from the garden just outside the window. When I got my wits\ntogether and looked, the first thing I noticed was that Duchess was\nnowhere around. About that time, Johnny burst into the room, tears\nstreaming down his face, and crying as though his heart would break.\nClose on his heels was Mary, also crying, and Jim was bringing up the\nrear.\n\n\"What in the world's the matter?\" I asked.\n\n\"Oh, Ralph,\" Mary sobbed, \"It's Duchess ... she's gone!\"\n\n\"She just flew right up in the air!\" Johnny added.\n\n\"What do you mean, 'flew right up in the air', what are you all\ntalking about?\"\n\n\"She got out of the window, Dad,\" Jim said. \"We were out in the garden\ntalking, and I guess she heard us. Looks like she went to the window,\nscratched the screen loose, and out she went.\"\n\n\"Oh, Ralph, it was just horrible,\" Mary sobbed. \"That poor thing,\ngoing up just like a balloon ... getting smaller and smaller.\"\n\n\"Yeah, Dad,\" Johnny sniffed, \"We watched her till she went clear out\nof sight ... she was kickin' her legs and we could hear her barkin'\ntoo.\"\n\n\"For heaven's sake, Ralph,\" Mary cried, \"don't you go near that\nwindow!\"\n\n\"Yes, you'd go up too, Dad,\" Jim added.\n\nClutching tightly to the mattress, I assured them I wouldn't go near\nthe window, or the door either, for that matter. Just the thought of\nthat poor dog sailing up in the air made me sick in the pit of my\nstomach.\n\n\"How high will she go, Jim?\" I asked.\n\n\"Gee, I don't know, Dad. But I think she'll just keep right on going,\nclear up out of the air.\" Jim had a hard time keeping a sob out of his\nvoice too.\n\n\"What'll happen to her, son?\"\n\n\"Well, you see, between the cold and the lack of oxygen, she'll just\ngo to sleep.... I remember reading about fliers at high altitude.\"\n\n\"Thank Heaven,\" Mary breathed. And I added a silent \"Amen.\"\n\nAbout 3:30 Professor Jordan arrived and Jim brought him in and\nintroduced us. The professor was probably 40, but looked hardly older\nthan Jim, and was built along the same tall and gangly lines. A very\nbusiness-like man though, thank heaven, and he got right to the point.\nAfter the first shock of seeing me on the ceiling, he turned to Jim,\n\"Now, tell me. Exactly what happened, and what is this rig you have\nhere?\"\n\n\n\nJim told him the whole story of how Duchess and I got caught, then\nwent into great detail about the plastic plate, the kinds of metal he\nhad used, and the different settings on the transformer. He finished\nby telling how Duchess had sailed off into space.\n\nAt this, Professor Jordan looked more closely at the transformer\nhookup. \"You say the settings are still the same?\"\n\n\"Yes, sir, it's still the same. I haven't changed a thing except to\npull the plate out in the hall.\"\n\n\"Have you tried it since your father was caught?\"\n\n\"No, sir ... in all the excitement I haven't gotten around to fooling\nwith it again.\"\n\nThe professor walked out in the hall, reached in his pocket for a\nhandkerchief, tossed it over the plate. It rose! Straight up, and\nstuck to the ceiling!\n\n\"My gosh!\" Jim blurted. \"Somebody must have plugged that thing in\nagain!\"\n\nMary and Johnny, who were watching in silence, both spoke up to say\nthat neither of them had. Jim reached down and picked up the AC line.\nSure enough, it _wasn't_ plugged in!\n\n\"Well, this is going to take some studying,\" Professor Jordan\nmuttered, looking rather awed at Jim's gadget. \"Jim, let's start at\nthe beginning again, and be sure you tell me everything you did, every\nmove you made, what kind of metal you used, how finely divided it was,\nwhat concentration you used and what voltages and frequencies you\nused.\"\n\n\"I'll try, Professor,\" Jim said, \"But it's going to be sort of a hit\nor miss proposition because I fiddled with this thing for an hour or\nso before accidentally dropping my cigarettes on the plate. When they\nwent up, I was surprised, to say the least, so I tried other things.\"\n\n\"What we've got to figure put first of all, is whether it was caused\nby a combination of changes, or whether it was the last setting you\nused,\" Professor Jordan said. \"If it was a combination of voltage and\nfrequency changes, then we've certainly got a problem on our hands.\"\n\nAll this time of course, Mary and Johnny had been standing more or\nless open-mouthed, listening, and I, from my vantage point high on the\nceiling, had been taking it all in too.\n\n\"Can you think of any way to run the experiment over?\" The professor\nasked. \"Do you think you can remember the formula for the plastic\nplate?\"\n\nJim thought a moment, snapped his fingers and said, \"By golly, I\nbelieve I've got another piece of that plastic around here somewhere.\nI made it up at school and had to cut a little piece off so I could\nget it in my suitcase. I'll see if I can find it.\" And stepping\ngingerly around the plate in the hall he came back into the room and\nstarted rummaging around in his luggage.\n\n\n\nThe professor looked at me. \"Mr. Wilson, what sort of sensation did\nyou have when you stepped on the plate?\"\n\n\"Well, as near as I can remember, I _don't_ remember,\" I said. \"I\nstarted to reach up and pull Duchess down, and the next thing I knew\nmy head hit the ceiling. Still got a bump big as an Easter egg.\"\n\n\"Did you have a giddy, light sensation?\"\n\n\"No, as I say, I don't remember anything but the whack on the head.\"\n\nAbout that time, Jim hollered, \"Hey! I found it! Now maybe we can find\nout what goes on here.\"\n\nJim and the professor very carefully disconnected the transformer from\nthe plate in the hall, made sure the dial settings were the same,\nthen hooked up the new plate. It was a lot smaller than the first one,\nbeing only about six inches wide and two feet long.\n\n\"I wonder if shape has anything to do with it?\" the professor mused.\n\n\"We'll find out in a minute,\" said Jim. \"Everybody stand back now, and\nI'll plug in the transformer.\"\n\nHe plugged it in and in a few seconds the plate began to glow the same\nas the other one. \"We'll give it a few more seconds,\" Jim said, \"then\nwe'll see if it works.\"\n\nThe professor fumbled around in his pockets, started to toss his pipe\nonto the plate, thought better of it and put it back in his pocket.\nJohnny, who had been watching the whole proceedings, pulled out his\nBoy Scout knife. \"You can use this, Professor.\"\n\nProfessor Jordan took the knife, got up close to the plate, gave it a\ntoss, and plunk! It flew over the plate and went straight to the\nceiling! And stuck!\n\n\"Well, thank goodness, we know it's the present combination of voltage\nand frequency, and not a series of changes,\" Jim said, relieved.\n\n\"Yes, and size and shape apparently have little to do with it too,\"\nthe professor answered. \"Now all we have to do is find out why. That's\nour problem.\"\n\n\"And how long it lasts too,\" said Jim, glancing up at me. Then turning\nto the professor; \"Sir, I've been wondering what you think of the idea\nthat maybe these plates change the electrical charge of whatever\nobject is placed on them, or over them.\"\n\n\"I had that thought too, Jim, when I found out we couldn't turn that\nplate off. Any ideas how we might go about grounding or dissipating\nthe charge?\"\n\n\"Or getting me down from here? I don't know if you or Jim realize it,\nbut old Mother Nature is going to make things rather uncomfortable for\nme pretty soon. I've been up here for almost eight hours already, and\nI'm getting a bit uneasy, to say the least.\"\n\nFor the first time the professor's eyes crinkled a bit at the corners,\nand looking up at me, he chuckled, \"Mr. Wilson, you've brought up a\nrather touchy subject, and we'll hurry as fast as we can.\"\n\n\n\nMary came in then with some more sandwiches and coffee, and I went\nthrough the same routine with the straw, only this time I got choked.\nThank Heaven I did! That sounds funny, but while I was coughing and\nsputtering, spewing coffee all over the place, Jim had walked over so\nthat he was right under me. He stood for a moment watching me\nsputter, then let out a whoop and hollered.\n\n\"Hey! Dad! Professor! Mom! I've got it! I've got it.\" He paused a\nsecond, then, \"I hope....\"\n\nI was still sputtering, but Mary and Professor Jordan both grabbed him\nand started asking questions.... \"What are you talking about? What's\nyour idea?\"\n\n\"Professor, did you see what happened to the coffee?\"\n\n\"Your father got choked, why?\"\n\n\"When he sputtered, did you see what happened? The coffee went _up_!\"\n\n\"Well, yes, it did. But I don't see.... By jove! Wait a minute! I see\nwhat you're driving at!\" And turning to Mary, the professor added,\n\"Mrs. Wilson, do you have a garden hose long enough to reach into this\nroom?\"\n\nMary was shocked. I was still listening between sputters.\n\n\"Why, yes, we have. What are you going to do?\"\n\n\"I hate to tell you this, Mother,\" Jim said, \"But if Professor Jordan\nis going to do what I think he's going to do, you're not going to be\nvery happy about it. Neither is Dad.\"\n\n\"But we hope to get Mr. Wilson down,\" the professor said, \"Even though\nit may get a little damp in here.\"\n\n\"If you can get Ralph down, I won't mind how damp it gets,\" said Mary.\nAnd turning to Johnny, who was standing open-mouthed, \"Johnny, will\nyou hook up the hose?\"\n\n\"Yes, Johnny, and run it through the window so it'll come inside the\nroom,\" Jim explained, quickly.\n\n\n\nThis whole thing sounded like Greek to me, but by now I had recovered\nfrom the sputtering spell, and if a garden hose run through the\nbedroom window would get me down I was certainly in favor of it. \"Will\nthis garden hose scheme you both seem to have thought of really work?\"\n\n\"We hope so, Dad. It's going to make a mess in my room, but it's worth\na try.\"\n\n\"What do I do, climb down it?\"\n\n\"In effect you do,\" said the professor. \"We'll know in a little while,\nI hope.\"\n\n\"Will someone unhook the screen?\" Johnny was outside.\n\nJim unhooked the screen and pulled the hose into the room. \"Do you\nwant to try it, Professor?\"\n\n\"Yes, but first, let's clear things out of the way.\"\n\n\"Hey!\" I hollered. \"You're not going to turn that hose on in here are\nyou?\"\n\nThe professor chuckled. \"Hope you don't mind too much, but we hope\nit'll get you down.\"\n\n\"Well, I sure don't see....\"\n\n\"Dad, the professor and I had the same idea. Maybe I can explain it ...\nyou see, apparently anything you come in contact with takes on a bit of\nyour 'charge.' In the case of the coffee, the small drops became charged\nand went up. I imagine that the plates and cups picked up a small charge\ntoo, while you held them, but it wasn't enough to make them rise. Is that\nabout right, Professor?\"\n\n\"It seems that way, Jim. Anyway, it's worth a try.\" The professor\nlooked up at me, \"Mr. Wilson, I'm afraid you aren't going to care much\nfor this. As soon as we clear the room a bit I'm going to turn the\nhose on you.\"\n\nMy mouth dropped open. \"Turn the ho...?\"\n\n\"Yes.... You see, if whatever you touch picks up a bit of the charge,\nthen about the quickest way to 'discharge' you would be to touch you\nwith a large volume of something. Water sounds logical, doesn't it?\"\n\n\"Well, I suppose so,\" I mumbled. \"But, there must be something ...\nsome other way....\"\n\n\"There may be, Dad,\" Jim said, \"but you want to get down from there\nfast, don't you? OK! Here we go!\"\n\n\n\nSo, Jim turned the water on and in a few minutes of course, I was\nsoaked through my bathrobe and pajamas, right to the skin. Johnny was\nlooking through the window laughing fit to kill, and with a look of\nhorror on her face, Mary was watching the water cascading across the\nceiling and down into the room. Jim and Professor Jordan were watching\nme like hawks. Waiting for me to fall, I guess. Fortunately the\nweather was warm, because the water certainly wasn't. This must have\ngone on for an hour, but it apparently wasn't, because when they\nturned the water off, Jim said to the professor, \"I hope you timed\nthat, sir. I forgot to.\"\n\nThe professor had, and it turned out to be about ten minutes. He\nlooked up at me, \"Do you feel any lighter?\"\n\n\"What do you mean, lighter?\"\n\nHe grinned. \"I mean can you push yourself away from the ceiling?\"\n\nI rolled over on my side and tried to push. By golly! I _did_ seem to\nmove a little easier! \"I may be a little lighter, Professor, or maybe\nit's my imagination, but turn that hose on again!\"\n\nSplat! On it came, and it's been on and off and on and off for, let\nme see, this must be the third day now. And I don't mind telling you\nI'm not going to need a bath for at least two months when I get down.\nWhen I get down! Do you know where I am right now? I'm about two feet\nfrom the ceiling, which puts me still ten feet from the floor ...\nhanging there in the air like the assistant to an Indian fakir! Only\nthis is no trick.\n\nOh, it's not so bad now; I'm wearing swimming trunks and Jim and\nProfessor Jordan with the assistance of Johnny and Mary, rigged a sort\nof trough arrangement to carry the 'charged' water out of the window\nand up into the sky. The water that didn't pick up a charge and fell\nto the floor is being pumped out the window with a hand pump. Oh, yes,\nthey had to dam up the doorway to keep the rest of the house from\nbeing inundated. And I shudder every time I think how much damage has\nbeen done to Jim's bedroom. I'm coming down though, slowly, and\nProfessor Jordan has it figured that at the present rate it's going to\ntake five to six more days. I don't know how he came to that\nconclusion, but I sure hope he's right and hasn't underestimated. The\nconstant soaking has my skin looking like damp corduroy. All over too.\n\nWhat about the transformer and plate? Well, I believe Professor Jordan\nis going to take a leave of absence and he and Jim are going to do\nsome full time research on the device, whatever it is. They both think\nit has many possibilities. So do I, but I'm going to keep my feet on\nthe ground. If they ever get there!\n\n",
    "metadata": {
        "author": [
            "Brooks, Kirby"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/32765/pg32765.txt",
        "name": "all_that_goes_up.json"
    }
}