{
    "name": "All Round the Year",
    "author": [
        "Nesbit, Saretta",
        "Bland, Edith Nesbit",
        "Brooke, Caris",
        "Deakin, Saretta",
        "Nesbit, E. (Edith)",
        "Nesbit, Edith"
    ],
    "body": "  By\n  E. NESBIT\n  and\n  CARIS BROOKE.\n\n  Drawings by\n  H. BELLINGHAM SMITH\n  and others.\n\n  LONDON: von PORTHEIM & Co.\n  Paternoster Row E.C.\n\n  Printed in Germany]\n\n\n\n\n  All round the year the changing suns and rains\n    Beat on men's work--to wreck and to decay--\n    But nature builds more perfectly than they,\n  Her changing unchanged sea resists, remains.\n\n  All round the year new flowers spring up to shew\n    How gloriously life is more strong than death;\n    And in our hearts are seeds of love and faith,\n  Ah, sun and showers, be kind, and let them grow.\n\n\nRESURGAM.\n\n  Swift pass the hours, or lengthened by our hearts\n    Uncertain measurement of time,\n  And when we dream the year has just awoke,\n    We wake to find her in her prime.\n\n  We sadden with the dying Autumn leaves,\n    Yet falling seeds their promise bring;\n  Through long dark Winter days we only wait\n    A resurrection in the coming Spring.\n\n  Within each hour the precious minutes lie\n    Like seeds awaiting Spring's first breath,\n  God's harvest-time shall show us if they bear\n    The flowers of life or death.\n\n        _Caris Brooke._\n\n\n  Cold is the earth, the flowers below,\n    Fearful of Winter's hand, lie curled;\n  But Spring will come again you know,\n    And glorify the world.\n\n  Dark is the night, no stars or moon;\n    But at its blackest night is done;\n  All after hastens to the noon,\n    The triumph of the sun!\n\n  And life is short, and love is brief--\n    Be patient! There will be--they say\n  New life, divine beyond belief,\n    Somewhere, somehow, some day!\n\n        _E. Nesbit._\n\n\nMARCH VIOLETS.\n\n  This busy, dusty wind that blows\n    Along the cruel streets,\n  Right to the heart of violets goes,\n    And robs them of their sweets.\n  And as along the cruel street\n    The keen wind robs the flowers,\n  So the cold kindness that we meet\n    Blights these poor hearts of ours.\n\n  But if you tend with warmth, you know,\n    Your violets, they give\n  Sweet scent again, as if to show\n    How glad they are to live.\n  We think if some one loved us too\n    Our hearts would break to prove\n  By all that we could say or do,\n    How glad we were to love!\n\n        _E. Nesbit._\n\n\n  Dream footsteps wandering past us in our sleep,\n  A restless presence stirring with the light,\n  The cry of waters where the snow was white,\n  A violet's whisper where dead leaves lay deep;\n  The dim wood's music makes a sudden leap,\n  Broken notes, blending in a wild delight,\n  And lo! the whole world changes in our sight.\n  Promise is ended--we must turn and reap\n  Fulfilment, for the Spring with all her wealth\n  Is with us, and compels us to her will.\n  Yet if the sun-dawn we should shun by stealth\n  Yearning for shadows and the darkened hours,\n  Sweet Lord, be pitiful, remembering still\n  One lieth low beneath the budding flowers.\n\n        _Caris Brooke._\n\n\n  Never a hand on the cottage door\n    To call me forth in the evening light,\n  My days grow old, and I watch no more\n    The cowslips gold and the may-buds white.\n  Primroses nestle beneath the hedge\n    Where we kissed and wept and said good-bye--\n  For twenty years I have watched them bud,\n    For twenty years I have seen them die.\n\n  Yet now that the Spring once more has turned\n    The sea to silver, the earth to gold,\n  I shall watch no more from the primrose lane,\n    Where I waited and watched in the days of old.\n  Yet the children weave me their daisy chains,\n    The woodland music is sweet and clear,\n  Though the footsteps have wandered beyond recall,\n    That I watched and waited so long to hear!\n\n        _Caris Brooke._\n\n\n  The swans along the water glide,\n  Unfettered and yet side by side--\n  So should true lovers ever be,\n  Together ever--ever free.\n\n  A chain upon the white swan's neck,\n  What were it good for--save to break?\n  And swans who wear and break a chain\n  Swim never side by side again.\n\n\n  My best beloved, the Spring is fair,\n    The woods are green and life is good,\n  Come out with me and let us tread\n    By field and fold and sweet wet wood--\n  The wind-flower blanches all the copse,\n    With hyacinth the hedge is blue,\n  And every wakened leaf is fair,\n    But not so fair as you!\n\n  The black-birds sing on hazel boughs\n    Beneath the overarching trees,\n  The cuckoo's distant song is borne\n    Across the meadow by the breeze,\n  The thrush's song is sweetest far\n    But saddens as the hours go by.\n  You hear? The nightingale's in love,\n    But not so much as I!\n\n        _E. Nesbit._\n\n\n  Girdled with gold my little lady's bower\n  Stands at the portals of a world in flower,\n  And down her ways the changing blossoms mark\n  How the Spring grows each day from dawn to dark.\n\n  When forth she moves, her dainty foot is set,\n  On cowslip, hyacinth and violet,\n  And all day long the woodland minstrels sing\n  Changes of measure for her pleasuring.\n\n  And all night long a passionate music stirs\n  Without her walls--the darkened belt of firs;\n  Hushed in their waving boughs the low winds brood,\n  Murmuring the sea's song for an interlude.\n\n        _Caris Brooke._\n\n\n  The last bright relic of the moon's full gold\n    Burns on the swiftly flowing river's breast;\n  No sound but restless dipping of strong oars\n    To break the charm of nature's perfect rest.\n\n  Far off the town's faint mingled clamours stir,\n    And through the silence of the nearer light\n  The incense of the evening mist floats up--\n    The day's last lingering love-word to the night.\n\n  A sudden shiver of regretful change\n    Sighs through the whispering boughs that overhead\n  Sway in the wind's breath: down the red sun dips,\n    And in the twilight's arms the day lies dead.\n\n  Then rain, and after, moonshine cold and fair,\n    And scent of earth, sweet with the evening rain,\n  And slow soft speech beneath the rain-washed trees,\n    Ah, that such things should never come again!\n\n  Oh listening trees, where are the words we spoke?\n  Where are our sighs, wind whom those sighs caressed?\n  Oh! what a fate is ours, too swift, too sad,\n  If such an hour goes by with all the rest!\n\n        _E. Nesbit._\n\n\n  What o'clock is it, children dear?\n  Ask of the dandelions here!\n  Blow, blow, blow, and away they go--\n  But they do not tell us the time you know!\n\n  Say, what month is it, children dear?\n  We think it is August because we hear\n  The swing of the sickle, restless and slow,\n  And that's a sign of the month, you know.\n\n  Where are you going, children dear?\n  Where the lane winds deep and the stream runs clear--\n  There are plenty of beautiful ways to go--\n  But only one way that two only know.\n\n  Where are _we_ going, children dear?\n  To a beautiful country that's very near,\n  Hand in hand is the way to go\n  Up into fairyland you know.\n\n        _E. Nesbit._\n\nHOP PICKING.\n\n  Ah me, how pleasant to go down\n  From the forlorn and faded town\n  To Kentish wood and fold and lane,\n  And breathe God's blessed air again;\n  Where glorious yellow corn-fields blaze\n  And nuts hang over woodland ways.\n\n  To pick the sweet keen-scented hops,\n  (See from each pole a dream-wreath drops)\n  To toil all day in pure clear air,\n  Laughter and sunshine everywhere--\n  With reddening woods and sweet wet soil\n  And well-earned rest and honest toil.\n\n\n  Where do we fly, under deep dark sky?\n      Over the moors we go,\n  Over the pool where quiet and cool\n      Bulrush and sedges grow--\n  And what was the loveliest thing we met?\n          Ah--we forget!\n\n  We remember though all the firelit glow\n      Of a great hearth's gleam and glare,\n  And we looked for a space at each happy face\n      And the love that was written there.\n  And that, of all we have looked on yet--\n          We least forget!\n\n\n  Oh what a day! all yellow and gray,\n  And so dark, so dreary, so foggy and thick,\n          That if I should meet\n          In the street\n          My sweet--\n          I might pass her by!\n          Risk that? Not I!\n  Take me home out of danger then! Quick, feet, quick.\n\n\n  Not Summer's crown of scent the red rose weaves\n  Nor hawthorn blossom over bloom-strewn grass,\n  Nor violet's whisper when the children pass,\n  Nor lilac perfume in the soft May eves,\n  Nor new-mown hay, crisp scent of yellow sheaves,\n  Nor any scent that Spring-time can amass\n  And Summer squander, such a magic has\n  As scent of fresh wet earth and fallen leaves.\n\n  For sometimes lovers in November days,\n    When earth is grieving for the vanished sun,\n  Have trod dead leaves in chill and wintry ways,\n    And kissed and dreamed eternal Summer won;\n  Look back, look back! through memories' deepening haze,\n    See--two who dreamed that dream, and you were one.\n\n\nTHE LOVER TO HIS LASS.\n\n  Dearest, the Winter is here!\n    \"It will be sad,\" so you said,\n    \"When no green leaves overhead\n    Shadow the paths where we tread!\"\n  I said \"It still will be dear\n    If we still meet,\n    O my sweet!\"\n\n  See how the seasons are kind!\n    See this December forget\n    How to be weary and wet!\n    Hardly our June I regret,\n  Winter so comely I find\n    Since you are here,\n    O my dear!\n\n  Sweetheart, I sometimes believe,\n    Love, not the sun, makes us glad;\n    Even the mists were not sad\n    If your soft hand-clasp I had.\n  Hearts sing, though skies mourn and grieve,\n    All weather's fair\n    If you're there!\n\n  Someday a home there shall be,\n    Love shall be sun of it, sweet!\n    Joy shall be full and complete--\n    Sound of small voices and feet;\n  While, like the sunshine, for me,\n    You light up life--\n    You--my wife!\n\n\nBEFORE PARTING.\n\n  Now surely is the hour come for farewell,\n  Now, with the lessened light and darkened days.\n  Who now would tread the wild hill's pathless ways?\n  We found so fair when Spring and Summer's spell\n  Made blind our hearts this parting to foretell.\n  Yet why, while wan and wintry sunlight stays\n  On perished gold of Autumn fields, delays\n  Your heart to speak, while both our hearts rebel?\n  Together we have gathered through the year\n  All that the year could give us of its best,\n  Is it not meet our parting should be here,\n  Now in the season drear of death and rest?\n  Yet since together we its joys have known\n  How shall each meet the strange New Year alone.\n\n        _Caris Brooke._",
    "metadata": {
        "author": [
            "Nesbit, Saretta",
            "Bland, Edith Nesbit",
            "Brooke, Caris",
            "Deakin, Saretta",
            "Nesbit, E. (Edith)",
            "Nesbit, Edith"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/20404/pg20404.txt",
        "name": "all_round_the_year.json"
    }
}