{
    "name": "All Wool",
    "author": [
        "Tuttle, W. C. (Wilbur C.)",
        "Tuttle, Wilbur C.",
        "Tuttle, Wilbur Coleman"
    ],
    "body": "By W. C. Tuttle\n\nAuthor of “A Bull Movement in Yellow Horse,”\n“Psychology and Copper,” etc.\n\n\nZeb Whitney laid the ace of diamonds down on the rock and grinned at\nRicky Saunders.\n\n“Go on, Ricky. Play that li’l ol’ jack. I got high, low, and that\njack will jist put me out. That’ll make fifty thousand yuh owe me\nand——”\n\nRicky laid his cards on the rock and peered over Zeb’s shoulder.\n\n“Look at that sheep, Zeb! What do yuh reckon ails him?”\n\n“Never mind th’ sheep,” replied Zeb. “Yuh can’t git me to turn\naround so yuh can eat that jack. Go on, play it.”\n\n“I tell yuh somethin’s wrong,” insisted Ricky. “That sheep jist\nturned uh flip-flop and he ain’t got up since.”\n\n“Mebby that’s th’ way sheeps do,” remarked Zeb. “Yuh see me and you\nain’t been nursin’ sheep but uh short time and we ain’t hep to all\ntheir proclivities.”\n\nRicky sat down and picked up his cards. “I’d shore like to know what\nhit that sheep. Honest, he jist——”\n\n_Sping!_\n\nA bullet ricocheted off the rock they were using for a card-table\nand whined off down across the foothills.\n\n“Duck!” yelled Zeb, as he went crabwise down the opposite side of\nthe rock and slid around behind the stunted pine tree which had\nshaded their seven-up game.\n\n“Come down here, yuh blamed mutt!” he stormed at Ricky, who sat\nthere looking at the scratch on the rock where the bullet had\nglanced. “Ain’t yuh got no sense a tall?”\n\n“What was it, Zeb?” inquired Ricky innocently, as he slid down\nbeside Zeb and pulled out his papers and tobacco.\n\n“Somebody was shootin’ at us,” stated Zeb. “And danged good shootin’\ntoo if anybody should ask yuh.”\n\nRicky shaped his cigaret and fumbled for a match.\n\n“Say, Zeb, I wonder if them same jaspers didn’t hit that sheep? By\ngolly! I’ll bet that was it. Mebby—aw say, Zeb, if that was uh\nrifle-bullet why don’t we hear th’ report?”\n\nZeb smiled patronizingly and relieved Ricky of his tobacco.\n\n“Ricky, them high-power rifles kin shoot three miles, and they don’t\nmake much noise a-tall. At this distance yuh wouldn’t hear it a\ntall, _sabe_?”\n\nRicky got up and climbed back on the rock. He gazed off in the\ndirection from which the bullet had come and then sat down and began\ndealing the cards.\n\n“Come on up, Zeb,” he urged. “Three miles is uh long ways to see uh\ntarget and th’ man who can hit me at that distance is plumb welcome\nto cut uh notch on his gunstock, and besides it’s too danged hot out\nthere in th’ sun.”\n\nZeb climbed back and sat down against the tree.\n\n“Ricky, I plumb wish we hadn’t taken this job.”\n\n“Unha,” agreed Ricky, intent on his solitaire layout.\n\n“Yes, sir, I am,” continued Zeb. “I knowed something was wrong when\nJim Watts offers us uh hundred apiece uh month to dry nurse these\ndarn animated wool gardens. Ricky, uh hundred dollars uh month is\ntoo much money to pay uh sheep-herder. Didn’t yuh ever notice it?”\n\nRicky laid down the cards and laughed.\n\n“Too much? Why, Zeb, I’d herd sheep for uh million dollars uh month.\nHonest, there ain’t no large amount uh money that would be too big\nto tempt me to herd sheep.”\n\n“Ricky,” pronounced Zeb, “yo’re as funny as th’ dobie itch. No man\npays that price unless thar’s uh mighty good reason.”\n\nRicky swept up the cards and put them in his pocket, and then\nsettled himself comfortably.\n\n“Zeb Whitney, every day is th’ first of April to you. If I was as\nsuspicious as you are I’d git arrested. Jist because we’re uh long\nways from home and in uh strange land, and cause uh feller likes our\nlooks and gives us uh job takin’ care of his woolen meal-tickets at\nso much per care, you immediately and soon gits th’ idea that\nthere’s uh brick under th’ hat. Look at th’ doughnut fer uh while,\nZeb, and quit lookin’ at th’ hole in th’ center.”\n\nZeb shook his head solemnly.\n\n“Did yuh notice that there ain’t no dogs connected with this outfit?\nDid yuh notice how scared that greaser was when we come and how\nquick he rolled his blankets and beat it? And also did yuh notice,”\nhe continued before Ricky had a chance to reply, “that Watts said he\nwould give us a fat bonus if we kept th’ herd here for two months?”\n\n“What’s th’ answer?” yawned Ricky.\n\n“Sheep war.”\n\n“Haw! Haw!” laughed Ricky. “Sheep war, eh? Who are th’ sheep goin’\nto fight?\n\nBy golly, Zeb, if these sheep want to start anything I’ll——”\n\n“Have uh little sense!” growled Zeb. “Listen. I seems to remember\nreadin’ uh few weeks ago about trouble brewin’ between th’ sheep and\ncattle men some place—believe I reads it in th’ Breeder’s\nmagazine.”\n\n“Uh course this would have to be th’ place,” replied Ricky\nsarcastically. “Yuh don’t remember where it was, Zeb, but this shore\nmust be it. Trouble jist simply stalks in yore footsteps—curses!”\n\n“Well, anyway,” stated Zeb, “Watts will be back here in uh couple uh\nweeks with fresh grub and then I’ll have uh li’l heart-to-heart talk\nwith him.”\n\n“Yes, and jist about git into an argument with him and lose us our\njobs. Let’s haze them burr catchers back to camp and git some grub.”\n\nThe hazing part was easier said than done. It had been easy to let\nthe herd wander away from the bed ground in the cool of the morning\nbut it was a different task to round up three thousand sheep in the\nevening without the aid of dogs and herd them back to the shelter of\nthe little valley. Ricky and Zeb were cow-punchers by nature, and\nthis walking and running after sheep was not by any means\ndelightful. It was dark when they got back to camp and both were\nfagged out.\n\n“Now, I reckon you’ll remark that uh hundred uh month is too much\npay, eh?” exploded Ricky, as he threw himself down on a blanket\ninside the tent and nursed a sore hip where an excited ram had hit\nhim on the run. “Touch off that fire and let’s git something to\neat.”\n\nThe fire had been laid since morning. Zeb, knowing that in all\nprobabilities they would both be tired when night came, had\nthoughtfully laid a fire in the sheet-iron stove before leaving.\n\n“Take that bucket and git some water from th’ spring,” ordered Zeb.\n“And don’t forget to strain th’ wool out of it before yuh comes\nback.”\n\n“I don’t know where it is,” wailed Ricky. “I never saw any spring.\nWatts showed you where it was but I was up here all th’ time\nwatchin’ that greaser. Come on and show me where it is, Zeb. I’d\nshore admire uh nice cool drink from th’ wool-covered bucket that\nhung in th’ well.”\n\nZeb grumbled while he lit the fire and then picked up the bucket.\n\n“Come on and I’ll show yuh our water supply.”\n\nThey went out of the tent and scrambled down the bank of a deep\nwashout behind the tent.\n\n“Don’t slide into it,” warned Zeb.\n\n“Aw, slide yer grandmother!” retorted Ricky. “Any time I slide you\ncan——”\n\nRicky failed to state just what he would do in case he did happen to\nslide, for at that certain moment the whole world seemed to fly up\nand hit them in the face and they both flopped head first into the\nspring. A few seconds later something sailed down and lit with a\nloud smash in the bottom of the washout.\n\n“Gi-gi-git yer darned boots out of my mouth!” gurgled Ricky. “What\ndo yuh think my face is—uh welcome mat?”\n\n“What in the name of seven kinds of purgatory was that?” mumbled\nZeb, wiping the water and mud out of his mouth.\n\n“Swallered all th’ water, ate all th’ wool and had uh boot-heel for\nuh chaser,” announced Ricky drunkenly.\n\n“What in thunder hit in th’ washout?” asked Zeb.\n\n“I ought to know,” replied Ricky sarcastically. “Unha, I reckon I\nought to know, bein’ as I was under about seven feet uh alkali water\nwith yore boots in my mouth.”\n\n“I heard it hit,” stated Zeb.\n\n“Unha,” agreed Ricky. “Sounded like uh hardware store done leaped\nbefore it looked. Let’s go back to th’ tent and see what happened.”\n\nThey climbed back up the bank and started for the tent, when Zeb\ngrabbed Ricky by the arm and gasped in astonishment.\n\n“Where?” he whispered.\n\nRicky rubbed a muddy hand across his eyes.\n\n“She ain’t,” he remarked inanely. “Zeb, she’s done went away.”\n\n“Giant powder!” exclaimed Zeb, sniffing the air. “Somebody done put\ndinnamite in our stove, Ricky!”\n\nRicky walked around the hole in the ground where the tent had stood.\n\n“Tent’s gone,” he announced foolishly. “Good-by tent! Jerusalem!\nZeb, our grub is all gone, too! Blewed up. Rifle gone, too,\nand—say, Zeb, you got yore six-gun—unha, yo’re gun’s safe but mine\nwas on th’ grub-box.”\n\n“Sheeps gone too,” stated Zeb.\n\n“Blew—aw, what do we care. I reckon they heard th’ noise and hit\nfer th’ hills. What do we care for th’ sheep, eh?”\n\n“Blankets gone,” groaned Zeb. “Nothin’ to eat and no place to sleep.\nNow mebby you’ll agree with me that this ain’t no white man’s job,\nRicky.”\n\n“Man size, anyway,” replied Ricky, sitting down and rolling a\ncigaret.\n\nZeb watched him in silence until the smoke was made and then an idea\nseemed to strike him:\n\n“How much smokin’ yuh got on yore person, Ricky?”\n\nRicky held up a limp sack containing about two more cigarets.\n\n“And I ain’t got uh bit,” stated Zeb. “She was all in that de-funct\ngrub-box.”\n\n“Well,” remarked the philosophical Ricky, “they can’t blow our camp\nup no more. It ain’t as though they had only blew up part of it.\nGolly, Zeb, I’m shore hungry! What about uh little supper, eh? Give\nme yore gun and I’ll see if I can pick uh fat blatter in th’ dark\nwhile you builds uh little fire, eh?”\n\n“She tastes to me like it was uh sinful waste uh lead,” stated Ricky\nabout an hour later, as he raked a piece of half-cooked meat out of\nthe coals. “Doggone it, Zeb, uh sheep ought to be raised fer wool\nexclusive. As uh tender morsel I opines that she runs uh dead heat\nwith owls and rawhide. Pass th’ salt please.”\n\nZeb threw a piece of smoking meat at Ricky’s head and rolled over on\nthe ground.\n\n“Ricky, what are we goin’ to do? Will we roll out of here and let\nth’ sheep nurse themselves or will we stay here until Watts comes or\nuntil we starve to death? Golly, he can’t blame us if we do leave.\nWhat yuh say?”\n\n“Leavin’ all jokin’ aside, Zeb, jist what does this all mean?” asked\nRicky. “Got any real idea, Zeb?”\n\n“Sheep war,” stated Zeb. “Or at any rate I believes she is. I takes\nit that th’ cattlemen here are uh heap sore at th’ sheep and wants\nto drive ’em all off th’ range. I reads it all in that article back\nin Blue Joint. I reckon that is why we gits this job so easy. Watts\nain’t got no other place to range his woolies and he’s plumb got to\nhave herders. Greasers won’t put up no fight a-tall, and so he pays\nuh big salary to white men to guard his property, _sabe_? I figgers\nit that some of th’ hangers-on of th’ cattlemen done went and loaded\nour stove with giant powder and takes uh chance that we’ll git\nelevated so much that we won’t look at no sheep-herdin’ job no more,\nRicky. That’s uh dirty mucker trick I takes it.”\n\n“Unha,” agreed Ricky. “I shore hates to quit in uh case like that.\nMebby we’ll starve or go crazy and start blattin’ like uh pair uh\ntwo-legged woolies, Zebbie, old top but I’m game to sit in th’ game\nfor uh few days yet. What say?”\n\nThey solemnly shook hands across their little fire and then Ricky\nproduced that greasy deck of cards again.\n\n“Doggone yo’re hide,” he drawled, “I’ll play yuh to see if she’s uh\nhundred thousand or quits. That last jack wasn’t le-gitimate, Zeb.\nIt’s got uh corner torn and yuh knowed it.”\n\nThe next three days were a nightmare of chasing sheep through the\ndust and heat and then eating half-cooked mutton for breakfast,\ndinner and supper, and of sleeping on the bare ground with nothing\nbut the sky for a blanket. It gets cool in the small hours of the\nmorning in the range country, albeit the thermometer rises to the\ncentury mark in the shade at midday.\n\nDuring that time they had glimpses of cowboys riding across the\nupper part of the range but there had been no further demonstrations\nof violence.\n\nOn the morning of the fourth day it was a gaunted, sorrowful pair of\nshepherds who trailed that big bunch of sheep out of the valley and\nup the hills. Zeb strode in the lead and hurled imprecations on all\nwool-bearing animals, as one old ram detached himself from the band\nand tried to go back to the bed ground.\n\n“’At a boy!” yelled Ricky, as Zeb bounced a piece of basalt rock off\nthe ram’s head. “Git back yuh old curly horned animated bock-beer\nsign!” he whooped as the ram lowered its head and dove for him.\n\nRicky made a frantic effort to escape, and although the ram failed\nto hit him square they both went down in a heap and rolled down the\nhill. Zeb forgot his peeve in the excitement and doubled up with\nmirth.\n\n“Haw! Haw! Haw!” roared a strange voice, as Ricky succeeded in\ngetting on top of the ram. “Haw! Haw! Pretty good for uh shepherd.”\n\nZeb turned and faced three cowboys on horseback, who had ridden up\nunnoticed. They slouched in their saddles and grinned at Ricky’s\nefforts to choke the ram. Ricky kicked the ram in the ribs and then\nlimped up to where Zeb was.\n\n“Haw! Haw!” mimicked Ricky in a sneering tone. “I knowed uh jackass\noncet which had uh voice like that and also about th’ same idea of\nhumor.”\n\n“Sweet-tempered little shepherd, ain’t he?” laughed one of the\npunchers. “Eatin’ raw sheep meat ain’t calmed his disposition none\nwhatever.”\n\n“I likes ’em raw,” stated Ricky. “I also like cow-punchers when\nthey’re not too raw, but they’re usually uh little too light fer uh\nman-sized re-past.”\n\n“That’s uh plenty,” snarled the one at whom Ricky had seemingly been\nmaking his remarks. “We never came over here to exchange\npleasantries with shepherds. We’re here to tell yuh to move yore\nwoolies off this range right now, _sabe_? Tonight is th’ night.\nAfter this there ain’t goin’ to be no more sheep on th’ Willow Creek\nrange. If you won’t move ’em, we will, _sabe_?”\n\n“You fellers,” drawled Ricky, “reminds me of dynamite in uh tin\nstove. It makes uh lot uh noise and messes up uh lot uh good grub\nand—oh well, if yuh don’t want to hear what I think of yuh, jist\nkeep on goin’,” he remarked, as the three turned their horses and\ngalloped off across the hills.\n\n“Well, what do yuh know about that?” groaned Zeb. “I reckon tonight\nis th’ night we move, Ricky.”\n\n“Unha,” agreed Ricky. “I reckon yore right. Dang bust the luck! I\nsprained my thumb on that old ram. Wow! She shore hurts.”\n\nZeb shoved his hands down in his overall pockets and frowned at the\nsun.\n\n“It’s twenty miles to Mill City, Ricky. Did yuh ever think about\nwhat a walk that is?”\n\n“Gosh, uh sore thumb is terrible, Zeb!” wailed Ricky. “I ain’t in no\nshape to walk a tall now. Twenty miles! Gee, Zeb, I never did nor\nnever will walk that far with my insides cryin’ out fer grub th’ way\nthey are right now. I reckon I’ve plumb lost my appetite.”\n\n“I’m gittin’ sorta finicky myself,” agreed Zeb. “I don’t seem to\nlook upon uh piece uh sheep meat th’ way uh hungry man should.”\n\nA continuous repast of mutton and salt is almost sure to make even\nthe best of digestive apparatus go awry. They had eaten it roasted\nin the coals, baked in clay, boiled in the water bucket and fried on\na piece of the sheet-iron stove which had survived the explosion.\nThe morning meal had been thrown away untasted.\n\nThat day they laid in the shade of the lone pine tree, too miserable\nto even play seven-up. At dinner-time they grinned and pulled up\nanother notch on their belts. Both of them were inveterate\ncigaret-smokers—or rather had been until, as Ricky remarked:\n\n“Dynamite is uh sure cure fer th’ cigaret habit, Zeb. She cures but\nshe don’t remove th’ cravin’.”\n\nThat night they wended their weary way back to the bed ground and\nleft the sheep out on the range. They had decided that there was no\nreason for bringing in the herd. If the cattlemen were bent on\nchasing them out of the country, why not let them have the trouble\nof rounding them up?\n\n“Want some boiled mutton?” asked Ricky, after they had thrown their\ntired bodies down on the ground above the spring.\n\nZeb sat up and reached for a rock but the effort was too much and he\nflopped down again.\n\n“Ricky,” he murmured, “if I ever gits my strength back again—I\nhates to do it, Ricky—but I’m goin’ to massacree you.”\n\nRicky got up painfully and built a little fire.\n\n“She seems more homelike thataway, Zeb. If I passes out I shore\ndon’t want to do it in th’ dark. Judas Priest, I wish I had uh\nsmoke.”\n\n“Old man Lute was uh goldarned brute, and he couldn’t git his\nlonghorns up th’ goldarned chute,” sang Zeb, in a low mournful\nvoice. “I wonder if they’re bluffin’ or if they really means to hold\nuh party down here tonight?”\n\n“I ain’t got uh danged thing to wear,” wailed Ricky. “My tailor done\ntold me this mornin’: ‘Mr. Saunders, I can’t possibley git that\nswaller-tailed——’”\n\n“_Sh-h-h-h!_” cautioned Zeb, sitting up and grasping Ricky by the\nsleeve. “Listen! Hear anything?”\n\nA faint tinkle like the light tap of metal on stone sounded from up\nthe washout, and was immediately followed by a smothered\nexclamation.\n\nZeb rolled over and slid feet first down the washout and pulled\nRicky with him just as a bullet ploughed through their little fire\nand a streak of orange flame flashed further up the gully. Zeb\nducked low and started up the washout in the direction of the\ngun-flash.\n\n“Where yuh goin’?” whispered Ricky, trailing along behind.\n\n“Keep down low,” commanded Zeb. “We got to git in behind ’em. Come\non and keep quiet.”\n\nThey sneaked along for a few hundred yards when Zeb stopped and\npeered over the bank.\n\n“I got it all figgered out, Ricky. Them jaspers never walked over to\nth’ party. It’s all of seven miles to th’ nearest cow-camp. I’m\nfiggerin’ that they—look out! Git down low!”\n\n“What yuh see?”\n\n“Jist what I expected. Them jaspers done left their hosses over by\nthat bunch of cottonwoods. Look! See it?”\n\n“See what?”\n\n“Come on, Ricky, and keep down low. They’ve left one feller over\nthere with th’ hosses and, Ricky, he’s smokin’ uh real cigaret!”\n\n“Uh cigaret,” murmured Ricky. “Mama mine, I’d spank uh female\ngrizzly’s cub in th’ ol’ lady’s presence for one long drag on uh\ncigaret. Ouch—gol dang——”\n\n“_Sh-h-h-h!_” sibilated Zeb.\n\n“Aw—if you’d got yer knees in uh cactus patch you’d say\n_sh-h-h-h-h_!” retorted Ricky in an undertone.\n\nThey sneaked around behind the patch of cottonwoods and in behind\nthe four horses. Those range-bred horses made no move except to\nnuzzle Ricky as he whispered—\n\n“Steady li’l bronks.”\n\nThe cowboy sat on his heels some distance in front of the horses and\npuffed away at his cigaret. Ricky got one good whiff of that cigaret\nand then took one long step and dove straight for the unsuspecting\ncowboy. Ricky’s right arm described a short arc as he plunged, and\nthe cowboy rolled over without a sound.\n\nRicky got up and rolled him over and felt of his heart.\n\n“Fine work!” he exclaimed. “That loaded quirt I took off that saddle\nwas jist th’ thing, Zeb. Look what I got.”\n\nHe held up a sack of tobacco and a book of cigaret-papers.\n\n“And that ain’t all either,” he continued. “I found this roll uh\nbills in th’ same pocket and——”\n\n“Ricky, we ain’t thieves,” stated Zeb.\n\n“Not any,” agreed Ricky. “But, Zeb, this ain’t stealin’. Somebody’s\ngot to pay th’ freight, and it’s uh cinch that I ain’t goin’ to\nsearch fer Watts to collect uh few days’ pay. We simply got to have\nuh little money and if it eases yore mind any, Zeb, you can consider\nthis my money, _sabe_?”\n\n“They’re comin’ back, Ricky!”\n\nLoud voices raised in a heated argument floated across the\nsage-brush flat and coming closer all the time.\n\n“You take that big roan, Ricky, and I’ll take th’ black. Slip th’\nbridles off the other two and cut their cinches.”\n\nIt was but a moment’s work to slip the rigs off the extra horses,\nand then they mounted and moved off slowly in the shadow of the\ntrees until they were behind the cottonwoods. Suddenly there was a\nshout from the cowboys and they knew their work had been discovered.\nRicky pulled up his big roan and turned in the saddle.\n\n“Walk, dang yuh, walk!” he yelled at the top of his voice and then,\nspurring their horses, they streaked off across the moonlit\nfoothills in the general direction of Mill City, followed by a\nscattering volley of pistol-shots and unprintable remarks.\n\nIt was noon the next day when they rode into the little town of Mill\nCity. They had taken the wrong road and had ridden miles out of\ntheir way before they met a person who set them on the right trail.\nThey rode up in front of a Chinese restaurant and Ricky handed his\nreins to Zeb and slid painfully to the ground.\n\n“I’ll order everything he’s got,” he announced. “You put them horses\nin a stable some place and hurry back. Gosh, I’m starved plumb to\ndeath.”\n\nZeb rode on up the street to the one livery-stable. He was too\nhungry and tired to take off the saddles so he left the horses\noutside.\n\n“Unsaddle ’em and give ’em uh good feed,” he ordered the stable man,\nand then started back to the restaurant.\n\nHe had almost reached the door when he saw Ricky come out, propelled\nby a big bearded person, who whirled his partner around roughly and\nstarted down the street, shoving him by the shoulder. Ricky was\nprotesting loudly and already several people were walking curiously\ntoward them. Zeb quickened his pace until he was walking at Ricky’s\nside.\n\n“What’s th’ trouble?” he asked.\n\n“I’m arrested, that’s all!” exclaimed Ricky, and Zeb, acting on the\nspur of the moment and without any preliminary windup, whirled and\nsmashed the officer on the jaw with his right.\n\nThe officer dropped like a rock. It was a clean knock-out. Zeb gave\nhim one look and then grabbed Ricky by the arm.\n\n“Come on!” he yelled. “Run, you son-of-a-gun, run! We’ve got to git\nto them hosses quick!”\n\nHe dashed off down the dusty street and Ricky pounded along behind.\nSeveral people on the street had seen the blow struck but they made\nno move to stop the pair. The suddenness of it all and the limp form\nof the officer lying there on the board sidewalk drew their\nattention more than did the two dust-covered figures racing for the\nlivery-stable.\n\n“Pure bull luck!” panted Zeb. “Them hosses ain’t been unsaddled yet.\n“Git a-goin’!” he yelled as he climbed into the saddle and spurred\nthe black around the corner.\n\nRicky needed no urging. His big roan was right on the heels of the\nblack when they hit the down grade toward Sweet Grass Valley.\n\nNot a word was spoken until they had put at least a dozen miles\nbetween them and Mill City. At the forks of the road, Zeb pulled up\nand turned in his saddle.\n\n“Which one do yuh reckon th’ posse will take in case they hit our\ntrail, Ricky?”\n\nRicky rolled a smoke and scratched his head foolishly.\n\n“I don’t reckon it makes much difference which one we take,” he\nremarked. “They ain’t goin’ to foller us far. Hittin’ uh deputy\nain’t no hangin’ matter, Zeb.”\n\n“No, but hoss stealin’ is,” reminded Zeb seriously.\n\n“Who said anything about horse stealin’?” demanded Ricky.\n\nZeb squinted his eyes and looked Ricky over carefully from heels to\nhat.\n\n“Say, Ricky, jist about what in the devil did that feller arrest yuh\nfor?”\n\n“Hittin’ uh Chinaman,” chuckled Ricky, between puffs.\n\n“Hittin’ uh Chinaman!” exploded Zeb. “What fer?”\n\n“Zeb—” Ricky leaned over and put his hand on Zeb’s shoulder and a\nhumorous light twinkled in his gray eyes—“I hadn’t no more than sat\ndown in that restaurant until one uh them danged slant-eyed\ncelestials comes over to me and says, ‘You likee some nice roast\nmutton?’”\n\nZeb reached over and shook hands solemnly with Ricky and then turned\nhis horse down the left-hand fork of the road.\n\n“Ricky,” he laughed, “‘let’s git a-goin’. This country is all wool\nbut she ain’t wide enough fer me and you.”\n\nTHE END",
    "metadata": {
        "author": [
            "Tuttle, W. C. (Wilbur C.)",
            "Tuttle, Wilbur C.",
            "Tuttle, Wilbur Coleman"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/65933/pg65933.txt",
        "name": "all_wool.json"
    }
}