{
    "name": "An Art Shop in Greenwich Village",
    "author": [
        "King, Ray",
        "Cummings, Ray",
        "Cummings, Raymond King"
    ],
    "body": "By Ray Cummings\n\n\nThe little shop was dimly lighted—a lurid red glow at one side and a\nfaint amber radiance from above. For a moment I stood looking around\nuncertainly—at the slovenly display-cases and tables, the unframed\npaintings on the walls, and the long shelves crowded with curios.\n\n“Perhaps something in particular the _señor_ would wish?” suggested\nthe little old man ingratiatingly.\n\nI glanced back into the black shadow that shrouded the farther end\nof the room, and then turned to meet the snakelike little eyes that\nwere roving over my figure appraisingly.\n\nI shook my head. “No,” I said; “nothing in particular.”\n\nThe little old man straightened his bent back with an effort,\nreaching a skinny hand toward the shelf above his head.\n\n“The _señor_ plays chess, perhaps?” His hand held a little white\nfigure carved in ivory; he dusted it off against the faded black of\nhis coat-sleeve. “A wonderful game, _señor_. This set is of the\nMoors—they carve superb in ivory, the Moors. Perhaps in the London\nMuseum of Victoria and Albert the _señor_ has seen the work before?”\n\n“No,” I said, and moved away down the length of the table. “I lived\nin Spain a year. Your place interests me.”\n\nHe laid aside the ivory figure and followed me down the room with\nfeeble steps; I noticed then that one of his feet dragged as he\nwalked. It was peculiarly unpleasant—indeed the whole personality of\nthis decrepit little old man seemed unpleasant and repulsive. I\nstopped in the red glow of an iron lantern that hung from a bracket\nupon the wall.\n\n“I lived in Spain a year,” I repeated. “That is why, when I saw your\nsign, I stopped in to look around.”\n\nHe stood beside me, looking up into my face, his head shaking with\nthe palsy of old age, his eyes gleaming into mine.\n\n“In _España_ you have lived, eh?” The thin, cracked treble of his\nvoice came from lips that parted in a toothless smile. “That is\ngood—very good, _señor_.”\n\n“In Granada,” I added briefly.\n\nHe put a shaking hand upon my arm; involuntarily I drew back from\nhis touch.\n\n“The _señor_ has lived in Granada! My birthplace, _señor_—yet for\nfifteen years have I been here in your New York. Fifteen years,\nselling here the treasures of _España_. You have lived in\nGranada—ah, then, _señor_, the Alhambra you have seen?”\n\n“Yes,” I said, “of course.”\n\nHe picked up a little vase from the table before us. The fire of\npatriotism that for an instant had lighted his face was gone;\ncupidity marked it instead.\n\n“The _señor_ perhaps is interested in ceramics?” His voice was\nalmost a whine. “The great Alhambra vase—greatest example of the\nceramic art of the Moors in all the world—here is its miniature,\n_señor_. See—gazelles in cream and golden luster upon a blue field.\n\n“And there—over there you see a Moorish plate, painted with a luster\nof blue and copper. And there—the golden pottery of Malaga—you have\nheard of that, _señor_? _Madre miu_, what beautiful pottery they\nmade—those Musselmen of Malaga!” He pointed at the lower shelf. “See\nit gleam, _señor_ like purest gold. But to you, _señor_, you who\nhave been to _España_—because we understand these things, you and\nI—will I sacrifice my treasure.”\n\n“No,” I said. “The price does not matter.”\n\nOn the wall, above the red glow of the lantern, hung an unframed\ncanvas. In the amber light that shone on it from above I could see\nits great splashes of color—the glittering, gaudy parade of a\nbull-ring.\n\n“That painting there,” I asked—“what is that?”\n\nAgain he put his hand upon my arm, and I felt myself shiver in the\nclose, warm air of the room.\n\n“The _señor_ perhaps is rich?” His voice came hardly above a\nwhisper; he strained upward toward my face as though to exchange\nsome darkly mysterious secret. _Un Americano rico_,” he said, “and\nthe money perhaps does not matter?”\n\n“Perhaps,” I said, and shook off his hold upon my arm.\n\n“If that be so, _señor_, there are many among my treasures I could\nshow.”\n\n“I have no money with me to-night,” I said.\n\nHe raised his hand deprecatingly. “Naturally, _señor_. We understand\neach other. To have money in the pocket—it makes no importance if\none understands.”\n\nI glanced up again at the vivid, colorful bull-ring pictured upon\nthe wall. His eyes followed mine.\n\n“Francisco Goya,” he said. “Greatest in _España_ to follow the great\nVelasquez.”\n\n“You mean that is an original Goya?” I exclaimed.\n\nHis voice fell again to whining. “Ah, _señor_, no more can I tell\nyou than they told to me. You, perhaps, who are of the art a\njudge—you can say if indeed it is of Goya.”\n\nHe waited, but I did not answer.\n\n“A person very droll, _señor_—the great Goya. A fighter in the\nbull-ring once, before he took the brush. And with the women—_Madre\nmia_, how they loved him—those women in the court of the fourth\nCharles! He painted well, _señor_. And his pictures of the\nbull-ring—like that, _señor_”—his hands went up as though in\nbenediction—“there are none better.”\n\nI stood for a moment looking up at the painting.\n\n“If the _señor_ wishes,” he added softly, “it troubles me not to\ntake it down.”\n\nI shook my head, “A realist, this Goya,” I said.\n\n“He had no heart, _señor_. What he saw he painted without pity. He\nwas, as you would say, a satirist.”\n\nI had no idea that the painting before me was genuine—nor indeed did\nI much care. But this little, withered old man, and his musty,\ncobweb-laden shop, had about them something vaguely sinister that\nfascinated me—a subtle sense of mystery I could not escape.\n\n“I have studied art,” I said. “You interest me.”\n\nAgain I met his glittering eyes, and it struck me then, I think for\nthe first time, that there was in them a light that was not the\nlight of reason.\n\nFor an instant I could see him hesitate, and then as though he had\nreached a sudden decision, he motioned me to a chair and seated\nhimself, facing me in the red glow of the lantern overhead.\n\n“The _señor_ is very young,” he began softly; again he hesitated,\nglancing swiftly over his shoulder as if to reassure himself that\nthere was no one else in the room. “Very young, _señor_, but\nalso—shall we say —very rich?”\n\nHis eyes were fastened upon mine; the red beam from the lantern\nlighted his hollow cheeks with a weird, unearthly light. I took off\nmy hat and laid it on the table at my side.\n\n“That need not concern us,” I said.\n\n“_Muy bien, señor_. We understand each other _segurimente_. Of the\ncharacter I am judge—for I am an old _señor_, and many people have I\nknown.”\n\nHe pulled a watch from his pocket. “The hour is late. No one comes\nto buy.” He rose to his feet and locked the door that led to the\nstreet.\n\n“That is better, _señor_.” He came back toward me with his\ntottering, dragging step, and switched off the amber light in the\nceiling. “The _señor_ will remove his storm-coat?”\n\nI laid my overcoat on the table and sat again in the little wicker\nchair. The shadows of the room were close around us now. In the\nheavy red of the light I could see only a corner of the table and\nthe shaking figure of the little old man as he sat facing me. Behind\nhim the solid blackness had crept up like a wall.\n\n“_Bien, señor_. That is well. Now we talk.”\n\nI felt my pulse quicken a little; but I held my gaze firm to his.\n\n“Only to you, _señor_, would I say what now you shall hear.” His\nglance shifted upward into the darkness, then back again to mine.\n\n“Francisco Goya, Velasquez, Sorolla y Bastida—all these great men of\n_España_ are known to the _señor_. Is it not so?”\n\nI nodded.\n\n“But one there is—we shall call him Pedro Vasquez y Carbajál—of him\nthe _señor_ has never heard?”\n\n“No,” I said; “I have never heard of him.”\n\nHe leaned forward in his chair again; his locked fingers in his lap\nwrithed upon each other like little twisting snakes.\n\n“A wonderful painter, _señor_, for he knew the secret to put life\nupon his canvas.” His voice fell to a sibilant whisper.\n\n“Vasquez y Carbajál,” I replied. “No, I never heard of him.”\n\n“Only one picture, _señor_, to make him famous. Very old he is, this\nVasquez. One picture to make him famous. Five years it has taken\nhim. Five years of working—working—” His voice trailed off into\nsilence.\n\n“Yes?” I prompted.\n\nHis head had sunk to his breast; he raised it with a start at my\nword. The fire came back to his eyes; he sat up rigid in his chair.\n\n“A picture of the kind none other could paint, _señor_. The secret\nto put life upon canvas. Is that not droll?” His querulous, half\nmaniacal laughter echoed across the shadowed room. “From the mortal\nliving, _señor_, we take the life, and upon the canvas we make it\nimmortal.”\n\nI pushed my chair backward violently, half starting to my feet.\n\n“Stay, _señor_.” He raised his hand, pointing a finger at me. “You who\nare of the art a judge—you would see this painting, no? This picture\nby the great Vasquez that soon will be seen by all the world?”\n\nHe laughed again—an eery laugh that chilled my blood.\n\n“One moment, _señor_—one little moment, and your eyes shall see that\nwhich they have never seen before.” He rose to his feet unsteadily.\n“Life upon canvas, _señor_. And beauty—vivid and real to make your\npulses beat strong.”\n\nI stood beside him under the lantern.\n\n“We shall look upon it together, you and I.” He raised a hand\napologetically. “That is, of course—if the _señor_ desires.” The\nmystery his words implied appealed to me—I was in my twenties\nthen—and to the spirit of adventure that has always been strong in\nme. It was chicanery, I knew, but interesting, and I would see it\nthrough.\n\n“Very well,” I said. “I will look at your painting.”\n\nIn silence I followed him into the shadows of the back of the room.\n\n“Careful, _señor_—a chair is here.”\n\nHe suddenly drew aside a curtain in the darkness, and we stepped\ninto a dim hallway, with a narrow flight of stairs leading to the\nfloor above.\n\n“I shall go in front, _señor_. You will follow. The way is not long,\nand there is light.”\n\nThe stairs were narrow and uncarpeted; they creaked a little under\nour tread. On the landing a window stood partly open, its shade\nflapping in the wind. The snow on the ledge outside had drifted in\nover the sill.\n\nWe stopped on the landing, and the old man closed the window softly.\n\n“We speak not so loud now, _señor_, so—” He broke off abruptly. “It\nis better we speak not so loud now,” he finished.\n\nAt the top of the stairs we turned back and passed through a doorway\ninto a room that evidently was immediately over the one we had just\nleft.\n\nIt was a room perhaps thirty feet in length and half as broad. My\nfirst impression as I stepped over the threshold was that I had\nstepped across the world—in one brief instant transported from the\nbare, ramshackle, tumbledown Bohemianism of Greenwich Village, into\nthe semibarbaric, Levantine splendor of some Musselman ruler. The\nroom was carpeted with Oriental rugs; its walls were hung with\ntapestries; its windows shrouded with portieres. Moorish\nweapons—only symbols now of the Mohammedan reign over\nSpain—decorated the walls. Two couches were piled high with vividly\ncolored pillows.\n\nThe rugs and all the hangings were somber in tone. The whole room\nbore an air of splendid, lavish luxury; and yet there was about it\nsomething oppressive—a brooding silence, perhaps, or the heavy scent\nof incense.\n\n“My room of work, _señor_,” said the little old man softly, closing\nthe door behind us.\n\nI noticed then that there was one other door to the room, in the\nside wall near the front where there were two very large windows\nalmost like a side skylight; and that this other door stood slightly\najar.\n\nThere was a huge fireplace with a blazing log-fire. I think that\nwithout its cheery crackle the oppressive feeling of mystery that\nhung over the room would have been almost unbearable.\n\n“We shall have more light, _señor_.” The room was lighted only by a\nwavering yellow glow from the fire. He touched a switch, and from\nabove came a flood of rose-colored light that bathed us in its\nsensuous warmth.\n\nOver by the windows a large canvas, its face covered with a cloth,\nstood upon an easel; in front of the easel, nearer the side of the\nroom, by the fireplace, I saw there was a model stand—a small board\nplatform resting on the floor.\n\n“You have a luxurious workshop,” I said casually.\n\nThe little old man looked over the room with an appraising,\napproving eye.\n\n“One must have one’s ease, _señor_, when one creates.” He turned\nanother switch, and a long row of hooded electric bulbs across the\ntop of the windows cast their brilliant light directly downward upon\nthe shrouded canvas.\n\n“Come here,” he said. The whine had left his voice. He spoke the\nwords as though now unconsciously he had slipped into the role of\nmaster, displaying to his pupil a great work of art.\n\nHe grasped me by the coat-sleeve, pulling me forward until I stood\nwith my back against the portieres, and faced the shrouded canvas.\nThen abruptly he jerked down the cloth, and in the brilliant white\nglare from overhead the painting stood revealed.\n\nI stared at the canvas. What I expected to see I do not know. What I\nsaw left me gasping—first with amazement, then pity, then with an\nalmost irrepressible desire to laugh. For upon the canvas was only a\nhuge smear of many colored pigments—utterly formless, without\nmeaning. I stared an instant, then turned and met the eyes of the\nlittle old man beside me. They gleamed into mine with triumph and\npride, and in them I saw again—and this time plainly—the look of\nmadness.\n\nI held back the smile that struggled to my lips. “This—this\npainting—is it you who—”\n\n“Is that not life, _señor_?” His thin, treble voice carried an\nexultant, masterful note. “Can you not see it there? Human\nlife—painted in with pigments to make it immortal.”\n\n“Was it you who painted that—that picture?” A great pity rose in my\nheart for this poor, deluded madman.\n\n“I? Oh, _señor_, you do me great honor. It was painted, I have said,\nby Vasquez—Pedro Vasquez y Carbajál. A wonderful man, this Vasquez.\nThey are children beside him, these others. Is it not so?”\n\nI said nothing, but gazed again at the miserably grotesque daubs on\nthe canvas.\n\n“Look, _señor_! Is that not a soul you see in those eyes? A human\nsoul?” He pointed a shaking finger at the smear of color before us,\nhis eyes shining with pride. “You call them realists—these Goyas and\nthese Zuloagas. You have seen the girls of Zuloaga, with their white\nfaces and their lips of red. You have looked into their eves—these\ngirls he paints—have you ever seen there the soul?\n\n“‘Naturalism,’ they say; ‘a richness of tone!’ or ‘with a subtlety\nhe paints.’ Or perhaps it is a ‘fuller impasto.’ Bah! They are but\nwords—tricks of words for the critics to play with. They paint of\nlife —these masters, as we call them—but their paintings are dead.\nThey cannot capture the soul, _señor_—the soul that always struggles\nfree—the human soul never can they hold imprisoned upon their\ncanvas.\n\n“And those lips, _señor_—see her beautiful red lips—are they not\nabout to speak? The breath that trembles between them—is it not a\nlittle sigh she would breathe—a sigh to tell us she cannot\nunderstand this life that stirs within her?\n\n“She would have music, _señor_—music to whisper those little woman\nsecrets no man shall hear. See the lute she holds—her fingers have\nbut brushed its strings, and she has laid it down.\n\n“And that hand—there upon her breast. Closer, _señor_—bend closer.\nCan you not see veins upon that hand? Blue veins they are, but in\nthem there is red blood flowing—red blood to feed the flesh of her\nbody—blood to give her life and hold imprisoned there the soul. Can\nyou not see it, _señor_? Human blood—the blood of life in a\nportrait.”\n\nHis voice rose sharp and shrill with triumph, and he ended again\nwith his horrible senile laughter.\n\nThe jangling of a bell rang through the house. The little old man\nmet my glance and hesitated. Then as the ring was repeated—I could\nhear it now; it was in the shop down-stairs—he muttered a Spanish\noath softly to himself.\n\n“Some one wants to see me,” he said. “A customer, perhaps—who knows.\nThe _señor_ will excuse me one little moment?”\n\n“Yes,” I said; “I will wait for you here.”\n\n“When the business calls, _señor_, it is not good for the pleasure\nto interfere.” He looked around the room uncertainly, and then\nstarted for the door through which we had entered.\n\n“I leave the _señor_ not alone”—he glanced significantly at the\ncanvas—“and only for one little moment.”\n\nWhen he had left the room I stood again before the canvas, partly\nenveloped in the great folds of the heavy window portieres. On the\nstairs outside I could hear the dragging footsteps of the old man as\nhe tottered back to the shop below. I examined the canvas more\nclosely now. There was upon it every color and combination of color,\nlike the heaped-up pigments on a huge, untidy palette. But I noticed\nthat brown seemed to predominate—a dirty, drab, faded brown,\ninexpressibly ugly, and somehow very sinister. It seemed a pigment\ncolor I had never seen before. I could see, too, that the paints\nwere laid on very thick—it was done in oils—as though it had been\nworked over and over again, for months or even years.\n\nA light footfall sounded near at hand, a rustling of silk, the click\nof a latch. A girl stood in the partly opened side door—a young\ngirl, hardly more than fifteen or sixteen, dressed in Moorish\ncostume. She stood an instant hesitating, with her back partly\nturned to me, looking about the room. Then, leaving the door open\nbehind her, she picked up a lute that was standing against the\nwall—I had net noticed before that it was there—and crossed the room\ntoward the fireplace.\n\nThe girl crossed the room slowly; her back was still partly turned\nas she passed me. It took her but a moment to reach the fireplace,\nyet in that moment I had a vague but unmistakable feeling of being\nin the presence of an overpowering physical exhaustion. Her\nshoulders seemed to droop; she trailed the lute in her loose fingers\nover the heavy nap of the carpet; there was about her white figure\nas she walked a slackness of muscle, a limpness, a seeming absence\nof energy that was almost uncanny.\n\nShe reached the fireplace and sank on a hassock, holding the lute\nacross her knees, her eyes staring away into the distance behind me.\nIt was as though without conscious thought she had dropped into a\nmodel’s pose.\n\nI must have stepped forward into plainer view, or made some slight\nnoise, for the girl’s gaze abruptly shifted downward and met mine\nfull.\n\n“Oh, _señor_, I—” She showed no fear. She did not start to her feet,\nbut sat quiet, as though in sudden bewilderment—yet with a mind too\nutterly exhausted to think clearly. “Oh, _señor_, I did not know. I\nthought only the _maestro_ would be here, I came to pose for him. It\nis the hour.”\n\nI tried to speak quietly. “He will be here in a moment,” I said. “I\nhave been looking at your—your portrait.”\n\nThe girl did not smile, as I think I hoped she would, but stared at\nme apathetically. I held her glance a moment; then it wandered\nvaguely to the easel as though her thoughts were still groping with\nthe import of my words.\n\nIn the shop down-stairs I could hear footsteps on the board\nflooring. After a moment I stepped forward out of the window recess,\nand, drawing up a chair, sat down beside the girl.\n\nShe dropped her gaze to mine without emotion. I could see her face\nhad once been beautiful. From this close view-point I could see,\ntoo, that her lips were pale with an almost bluish paleness. Her\ncheeks were very white—a whiteness that was not a pallor, but\nseemingly more an absence of red. And then I got the vague, absurd\nimpression that I could see into her skin—as though it contained\nnothing to render it opaque.\n\n“Do you pose for the _maestro_ every night?” I asked. My tone held\nthat gentle solicitude with which one might address a child who was\nvery ill.\n\n“_Sí, señor_; every night at this hour.”\n\nHer manner was utterly impersonal; her eyes still held that\nlistless, apathetic stare. I gazed into them steadily: and then, far\ndown in their depths, I seemed to see lurking a shadowy look of\nappeal.\n\n“I have been examining your portrait,” I said. “It is a very—curious\npicture, is it not?”\n\nA faint little glow of color came into the girl’s cheeks. She seemed\nsomehow stronger now; but it was a gain of strength rather more\nmental than physical. I sensed dimly that, talking with me, her mind\nwas clearing. She hesitated, regarding me appraisingly.\n\n“A very, very curious portrait indeed it is, _señor_.” Again she\npaused; and then, as though she had come to a sudden decision, she\nadded slowly: “A very curious portrait, _señor_. To me it has no\nmeaning. Once I said that to the _maestro_, and he was very angry.\nHe told me I was mad, because I could not see the art—the wonderful\nart in his work. He beat me then.” She shuddered at the memory. “But\nthat was very long ago, _señor_, and never have I said it since. And\nevery night I pose.”\n\n“You are ill, _señorita_?” I said gently.\n\n“The portrait needs so much of me,” she answered. And then some\nthought or memory that her words did not reveal made her shudder\nagain. “I am ill, _señor_, as you say. Very ill. And that, too,\nmakes the _maestro_ very angry. I am not so beautiful now for the\nportrait. And soon I shall die—and then I can pose no longer.”\n\nI leaned toward her. “You can trust me, _señorita_,” I said. “You\nare ill-treated here—he treats you badly?”\n\nShe looked searchingly into my eyes; then she swiftly drew back her\nloose sleeve. The white flesh of her upper arm was scarred with many\nscars.\n\n“The portrait, _señor_—it is life he paints there. And one cannot\npaint life without using life to paint with. That he says,\n_señor_—and he takes what there is in me to give.”\n\nShe spoke softly, tremulously, half in terror at her temerity at\ntalking thus of the dreaded _maestro_, half with an air of wan\nappeal.\n\nAnd with her words, in a sudden flood of horror, the meaning of all\nthat I had seen came clear to my mind. I realized now how this\nmiserable madman, painting formless daubs upon his canvas, was using\nthe life-blood of his victim. With revulsion in my heart, I\nunderstood at last the meaning of those ugly brown smears that\nmingled and predominated among the pigments on the canvas—the dried\nand faded stains of human blood. And here, sitting close beside me,\nwas the victim of this insane necromancy—the shell of what had once\nbeen womanhood—this body of a girl being drained of its life drop by\ndrop.\n\nThe girl’s voice brought me back to myself with a start.\n\n“He takes the blood that I have to give, _señor_—and each day the\npainting grows more beautiful. He says I am mad that I cannot see\nits beauty—that the brown I see is not brown, but red—vivid,\nbeautiful red—the red of life itself.\n\n“But you, _señor_”—she put her hand upon mine; its touch hardly held\nthe warmth of the living—“you, a stranger who, why I know not, comes\nhere to this room—you see, too, the way it looks to me, do you not,\n_señor_? Ah, then, indeed I am not mad—and it is he who sees upon\nthe canvas what is not there.”\n\nI was about to answer when dragging footsteps sounded on the stairs;\nthe front door of the room opened and the little old man stood upon\nthe threshold. A look of incredulous astonishment came over his\nseared yellow face, supplanted in an instant by rage. His lips\nparted in a snarl.\n\n“Thou, Malella—thou art here in the presence of a stranger?” He\nspoke in Spanish, his voice vibrating tense with the fierceness of\nhis passion.\n\nThe girl turned slowly around on the hassock; the lute slipped from\nher lap to the floor.\n\nThe little old man was coming forward, and the malevolent gleam in\nhis eyes made me leap to my feet.\n\n“Go thou to thy room, Malella—to thy room—at once.”\n\nThe girl rose slowly and stood drooping beside me, as a flower\ndroops for long lack of the water that gives it life.\n\n“_Sí, maestro_,” she answered. “I go.”\n\nI saw the old man hold her gaze with his glittering eyes. I realized\nthere was about those snakelike little eyes of his an hypnotic\npower. The girl seemed to follow and to obey, involuntarily almost,\nhis unspoken commands.\n\nShe laid the lute on the mantel above the fireplace, and, turning\nslowly back, faced the old man as he stood close beside me.\n\n“Say good night to the gentleman,” he commanded, speaking this time\nin English. He spoke less harshly than before, as though by using my\nown language he unconsciously recognized the restraint my presence\nput upon him.\n\nThen he added to me, and again the miserable, groveling whine came\nback to his voice:\n\n“A foolish child, _señor_. You will excuse, of course.”\n\n“Good night, _señor_,” said the girl.\n\nI found myself very near to her, staring straight down into the\nclear, empty depths of her blue eyes. And there again I saw that\nlook of appeal—like the patient look of a dog in pain—whispering to\nme, asking for my aid. As if to answer it, all the pent-up torrent\nof emotion within me burst forth. I swept the girl behind me with my\narm and fronted the old man.\n\n“I am going now,” I said; and with surprise I heard my voice come\nquiet and repressed. “I thank you, sir, for showing me your\npainting. The _señorita_ here is ill. I am going to take her with\nme—to-night—to a hospital.”\n\nThe old man seemed unable at first to grasp my meaning. He stood\nquavering before me, his lower jaw hanging slack, his eyes widening\nwith surprise, a look of confusion on his face.\n\n“She is going with me now,” I repeated firmly. I turned around to\nher.\n\n“Get some long wrap, Malella, that will cover you. Hasten—I will\nwait for you here.”\n\nThe girl stood irresolute. Confusion and fear were written on her\nface; her glance swung from one to the other of us, undecided.\n\n“At once. Malella, do you hear?” I added sharply. “Get your wrap—I\nwill wait for you.”\n\nI pushed her away from me, and she stumbled forward toward the door\nthrough which she had entered the room.\n\nHer movement seemed to awaken the little old man into sudden action.\nHe flung himself on me with a snarl, his shaking, shriveled fingers\nclutching at my throat. I shook him off, but he came back instantly,\nthrowing himself at me fearlessly, with a shrill, maniacal,\nblood-curdling cry.\n\nReason left me; for an instant the room swam red before my eyes. I\ntore his fingers again from my throat, and seizing him around the\nwaist, hurled his frail body violently to the floor. His head struck\na corner of the model stand; his body quivered a moment and then lay\nstill.\n\nThe girl, with livid, terror-stricken face, was shrinking against\nthe side wall of the room, with one hand pressed tightly over her\nmouth. I hurried to her.\n\n“Never mind the wrap, Malella—we will go without it.”\n\nShe looked at me numbly.\n\n“Come,” I added, and, putting my arm about her shoulders, dragged\nher unresisting from the room.\n\nIt took us but a moment to descend the rickety stairs to the\ndarkened shop. I stopped in the shop and snatched up my overcoat and\nhat. When we got to the street I found it had stopped snowing;\nacross the square I could see the glistening white of Washington\nArch.\n\nA jolly crowd of young people came hurrying by, and seeing us\nstanding there in the doorway—a girl in Moorish costume, and me with\nmy overcoat on my arm—laughed and waved in friendly greeting. An\nalert taxi-driver—thinking doubtless we were going to some\nmasquerade—drove his car to the curb and stopped.\n\n“You are safe now, Malella,” I said, after a moment, when we were in\nthe taxi and had started toward the hospital uptown.\n\nHer slim little body swayed toward me; her arms stole up around my\nneck like the arms of a tired, frightened child who seeks\nprotection.\n\n“You need not be frightened,” I said. “You are never going back.”\nAnd then I added aloud, but softly, very softly to myself: “For when\nthey make you well again at the hospital you are going to be with\nme—always.”\n\nFor I was in my twenties then, as I have said, and the decisions of\nyouth are very quickly reached.",
    "metadata": {
        "author": [
            "King, Ray",
            "Cummings, Ray",
            "Cummings, Raymond King"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/67229/pg67229.txt",
        "name": "an_art_shop_in_greenwich_village.json"
    }
}