{
    "name": "An Alphabet of History",
    "author": [
        "Nesbit, Wilbur D. (Wilbur Dick)"
    ],
    "body": "ALEXANDER THE GREAT\n\n  Alexander the Great was a victim of fate,\n    And he sighed there was naught to delight him\n  When he brandished his sword and defiantly roared\n    And could not get a country to fight him.\n\n  All the armies he'd chased, all the lands laid to waste,\n    And he clamored for further diversions;\n  And our history speaks of his grip on the Greeks\n    And his hammerlock hold on the Persians.\n\n  Though the Gordian knot, cut in two, in a spot\n    In his palace was labeled a relic,\n  Though Bucephalus, stuffed, gave him fame, he was huffed--\n    He was grouchy and grumpy, was Aleck.\n\n  And the cause of his woe, he would have you to know,\n    Was the fact that he never was able\n  To conduct a big scrap that a versatile chap\n    Of a war correspondent would cable.\n\n  'Stead of being quite glad, he would grow very sad\n    When he told of the fellows who'd fought him,\n  As he thought of the lack of the clicking kodak\n    In the hands of a man to \"snapshot\" him.\n\n  We are told that he wept, and in dolefulness crept\n    Through his palace--the reason is hinted:\n  There were not at that time magazines for a dime,\n    And his articles could not be printed.\n\n  Though it may seem unkind, ere his life we've outlined,\n    We must say in some ways he was hateful;\n  And in truth, we have heard he went back on his word,\n    And was not Alexander the Grateful.\n\n\n\n\nBRUTUS\n\n  Back in the time of Rome sublime,\n    There lived great Julius Caesar\n  Who wore the crown with haughty frown\n    And was a frosty geezer.\n\n  Three times, they say, upon the way\n    Called Lupercal, they fetched it\n  For him to wear, but then and there\n    He said they should have stretched it.\n\n  And we are told that Jule was cold\n    And frigid as Alaska,\n  Ambitious, too,--that would not do\n    For Cassius and Casca.\n\n  They told their friends: \"It all depends\n    On having things to suit us.\n  We think that Jule is much too cool;\n    Let us conspire with Brutus.\"\n\n  They furthermore let out this roar:\n    \"Shall Caesar further scoff us?\n  Next week, they say, he'll have his way\n    About the Rome postoffice.\"\n\n  With dirk and sword in togas stored--\n    You know those times they wore 'em--\n  They made a muss of Ju-li-us\n    One morning in the Forum.\n\n  With \"Et tu, Brute?\" J. C. grew mute.\n    (Some claim it's \"Et tu, Bru-te\";\n  We mention it both whole and split\n    As is our bounden duty.)\n\n  Mark Antony arose, and he\n    Talked some,--we shall not quote it;\n  We've understood 'twas not as good\n    As when Bill Shakespeare wrote it.\n\n  Then Brutus skipped lest he be nipped--\n    And since his dissolution\n  He's been accused and much abused\n    In schools of elocution.\n\n\n\n\nCHRISTOPHER COLUMBUS\n\n  When Christopher Columbus stood the egg upon its end,\n  He solved a weighty problem that no one could comprehend--\n  Perhaps it was the puzzle whose solution clearly showed\n  The psychologic motives of the hen that crossed the road.\n  Perhaps cold storage minstrels never might have heard of this\n      If it hadn't been for Chris.\n\n  Columbus packed his little grip and got upon the train\n  And went to see that noble man, King Ferdinand of Spain.\n  Result: He found America--oh, do not idly nod,\n  For if it hadn't been for this we couldn't go abroad!\n  Just think of all the travel and the voyages we'd miss\n      If it hadn't been for Chris.\n\n  Columbus found America and won a lot of fame--\n  Nobody ever thought to ask him how he knew its name;\n  Nobody ever booked him for some lectures to declare\n  In eloquent assertions how he knew the land was there.\n  Today we might be savages, unknowing modern bliss,\n      If it hadn't been for Chris.\n\n  He landed near Havana, and he said: \"It seems to me\n  That sometime in the future little Cuby shall be free.\"\n  His vision was prophetic--far adown the future's track\n  He saw the dauntless Hobson and the sinking Merrimac.\n  We might have still been tyros in the ethics of the kiss\n      If it hadn't been for Chris.\n\n  Today there are big cities and big buildings named for him,\n  And yet he was so poor that once he thought he'd have to swim\n  To find this wondrous country, for he was so badly broke;\n  But Isabella nobly put her watch and ring in soak.\n  Who knows but Isabella never might have thought of this\n      If it hadn't been for Chris?\n\n\n\n\nDIOGENES\n\n  Diogenes lived in a tub\n    His fellows analyzing;\n  These words were carved upon his club:\n    \"First Class Philosophizing.\"\n  If any question came his way\n    Involving people's morals,\n  The things that he felt moved to say\n    Were sure to start some quarrels.\n  In fact, his tub became a booth\n  In which he dealt in wholesale truth.\n\n  This world was but a fleeting show--\n    He knew a lot about it;\n  When he was told a thing was so\n    He then began to doubt it.\n  He seldom left his narrow home--\n    Not even on a Sunday;\n  The only time that he would roam\n    Abroad was on a Monday.\n  He had to roam then, anyway,\n  For that, you know, is washing day.\n\n  Society, with all its sham,\n    Gave him a paroxysm;\n  He always spoke in epigram\n    And thought in aphorism.\n  One day he took his lantern down\n    And polished it and lit it--\n  But first he frowned a peevish frown\n    And growled: \"The wick don't fit it.\"\n  And then, with pessimistic scan,\n  He sought to find an honest man.\n\n  Diogenes has long been dead;\n    His search was not well heeded,\n  For no historian has said\n    If ever he succeeded.\n  But there's this thought for you and me:\n    It would not be quite pleasant\n  If on that quest the sage should be\n    With his fierce light, at present.\n  For, if he were, one may but think\n  How much that light would make him blink.\n\n\n\n\nEURIPIDES\n\n  Euripides, of ancient Greece,\n      Excelled in things dramatic;\n  He could sit down and write a piece\n      Mild tempered or emphatic;\n  The dramatists of modern days--\n      No matter how much they write--\n  Can never equal Rippy's ways,\n      For he was quite a playwright.\n\n  When Rippy took his pen in hand\n      The scenes would flow like magic;\n  Though humor came at his command\n      His penchant was the tragic;\n  He often wrote a little speech\n      That was extremely pleasant--\n  His jests were lasting--all and each\n      Are still used at the present.\n\n  Euripides was serious--\n      He thought he had a mission.\n  He said, \"By writing thus and thus\n      I'll elevate the Grecian.\"\n  However, though he oft produced\n      His works in manner spurty,\n  He never wrote a thing to boost\n      The vogue of ten, twent', thirty.\n\n  In fact, his works could have been played\n      In goodly style with no girls--\n  He never used the soubrette maid\n      Or based his play on show girls;\n  And, this for old Euripides:\n      In none of all his dramas\n  Did he observe the modern pleas\n      For chorus in pajamas.\n\n  Euripides was Athens' Fitch\n      Or her Augustus Thomas--\n  It's really hard to say just which,\n      But he was full of promise.\n  It's time that Rippy had his due\n      And got his share of glory,\n  For royalties he never knew\n      And no press agent's story.\n\n\n\n\nFRANKLIN\n\n  Fame twined a wreath on Franklin's brow\n      A-many years ago--\n  And yet, how many people now\n      The reason for it know?\n  Was it because he wisely wrote\n      Poor Richard's Almanac\n  (One of the few, we pause to note,\n      Which testimonials lack)?\n\n  Was Franklin's fame the sure result\n      Of his philosophy?\n  (No mental cure or psychic cult\n      Or Great Uplift had he.)\n  Was it because for years and years\n      He was a diplomat?\n  Why, no. What person ever hears\n      About such things as that?\n\n  Then what did wise Ben Franklin do\n      That he should merit fame?\n  That each edition of \"Who's Who\"\n      In bold type puts his name?\n  He flew his kite; he had the key\n      His front door to unlock--\n  Like countless other men, then he\n      Acquired a sudden shock.\n\n  The trolley cars and dynamos\n      And incandescent light\n  And buzzing fan which coolness blows\n      All date from Franklin's kite.\n  But, what an oversight of Fame!\n      Ben Franklin's wife--'twas she,\n  That thoughtful, gentle, kindly dame,\n      Who let him have the key.\n\n\n\n\nGALILEI GALILEO\n\n  Galilei Galileo was an early man of science;\n  He was happy when inventing, or discussing an appliance;\n  Pendulums, he found by study, were precise in every wobble--\n  Showing how old Father Time went in his never-ending hobble.\n\n  Galilei Galileo the thermometer invented\n  And informed the gaping public what its figures represented.\n  \"O you foolish Galileo,\" cried the public, \"you shall rue it!\n  Why get up a thing to tell us we are hot? We always knew it.\"\n\n  Galilei Galileo took a tube and got some lenses\n  And discovered things that made him rather disbelieve his senses;\n  He would point his telescope up to the sky and then he'd scan it,\n  Then go in to breakfast smiling, for he'd found another planet.\n\n  Galilei Galileo viewed the luminary solar\n  (That's the sun) and found it spotted on the belt and regions polar;\n  But he didn't figure out that when the sun was thickly freckled\n  Then the world with lights and fusses was continually speckled.\n\n  Galilei Galileo wrote a thing and then denounced it--\n  But we often read his name and wonder how the man pronounced it.\n  Maybe when he tried to he was all at sixes and at sevens,\n  Which is why he turned his studies to the dim and distant heavens.\n\n  Galilei Galileo! What a musical cognomen!\n  Possibly some bright librettist will find in this name an omen\n  That presages fortune for him, and the stage will pay what we owe\n  To that honest old star gazer, Galilei Galileo.\n\n\n\n\nHIPPOCRATES\n\n  Hippocrates was father to an awful lot of bother, for 'tis claimed\n          that as to medicine he was the pioneer,\n  That but for him the surgeon or the latter-day chirurgeon might never\n          have been tinkering the human running gear.\n\n  Hippocrates' diploma never threw him into coma in his efforts to\n          decipher what its classic diction said,\n  For when he was seeking practice--long ago--the simple fact is that\n          the Latin tongue was common and was very far from dead.\n\n  He often growled, \"Dad gum it!\" when he felt the glossy summit of his\n          head, which was as bald as any shiny billiard ball--\n  But old Hip had to endure it, for he knew he couldn't cure it, and\n          that once his hair was falling, why, he had to let it fall.\n\n  He was written up by Plato (who was quite a hot potato when it came to\n          mental effort, for you know he reasoned well);\n  Plato praised his diagnosis, called him healing's patient Moses, and\n          though facts were hard to gather, found a goodly lot to tell.\n\n  Hippocrates had knowledge, though he didn't go to college; he could\n          speak of all diseases that he knew, in Latin terms\n  (Still, 'twas only second nature to affect that nomenclature), but he\n          never even thought of, much less heard of, any germs.\n\n  Streptococcus or bacillus such as get in us and kill us to Hippocrates\n          were always undiscovered and unknown,\n  And the grim appendicitis which today is sure to fright us, was by Dr.\n          Hip considered but a stomach-achic groan.\n\n  Were he living at this moment, would the world be in a foment? Would\n          physicians of the present take him out to see the town?\n  From New Jersey clear to Joppa not a one would call him \"Papa,\" and\n          his theories and treatments would be greeted with a frown.\n\n  We must say that he was clever, and that in one way, however, he\n          resembled all the others who are treating human ills--\n  He was constantly complaining that in spite of all his training he\n          could never cure his patients of the trait of dodging bills.\n\n\n\n\nIAGO\n\n  Iago as a villain was a master of his craft,\n      And yet he did not work at all as modern villains do;\n  No one can rise and say that bold Iago hoarsely laughed\n      When some one demonstrated that his stories were untrue.\n  He did not swagger on the stage in evening clothes, and mutter,\n      Nor bite his finger nails in baffled anger now and then;\n  He never turned and left the stage with nothing else to utter\n      Except: \"Aha! Proud beauty! I shall not be foiled again!\"\n\n  Iago did not hover near the old deserted mill\n      To hurl the daring hero in the waters of the race;\n  He never frowned and ground his teeth and burned the hidden will\n      Or kidnapped any children just to complicate the case.\n  Iago was not like the villains that we have at present;\n      He didn't even try to scowl or to look like the part.\n  Iago as a villain was continually pleasant,\n      And never gave the notion that he had a stony heart.\n\n  Othello was his victim--and Iago's work was good,\n      But still Iago doesn't seem to get the proper praise;\n  Othello, as the hero--as all proper heroes should--\n      Stood calmly in the spotlight and corralled the wreathing bays.\n  Since then there is no villain of the art of good Iago--\n      At least we haven't seen an actor who approached him yet;\n  The villains we have noticed from Galveston to Chicago\n      Have hissed through black mustaches and have smoked the cigaret.\n\n\n\n\nJONSON\n\n  O rare Ben Jonson, you who wrote\n        \"To Celia,\"\n  Presager of that later note,\n        \"Bedelia,\"\n  To you, rare Ben, our hat we raise\n  For all your poems and your plays.\n\n  You knew, forsooth, if Shakespeare's work\n        Was taken,\n  Like copies by a scrawling clerk,\n        From Bacon;\n  You would have known of that flimflam\n  Without a hidden cryptogram.\n\n  O rare Ben Jonson, with your pen\n        You labored,\n  And with brave lords and gentlemen\n        You neighbored--\n  You never turned out feeble farce\n  In sentences that would not parse.\n\n  To managers you ne'er were made\n        To grovel,\n  And, Ben, you never called a spade\n        A shovel--\n  Where you wrote sentences risque\n  We now have costumes very gay.\n\n  O rare Ben Jonson, when you asked\n        That lady\n  To drink, her name you never masked\n        As \"Sadie,\"\n  Nor did you call her \"Creole Belle\"\n  Or half the song names we might tell.\n\n  \"Drink to me only with thine eyes!\"\n        Your sighing\n  Showed you no steins of any size\n        Were buying.\n  But from the way the stanzas run,\n  You, rare Ben Jonson, were well done.\n\n\n\n\nKIDD\n\n  Oh, William Kidd was a pirate bold,\n        Yo ho, my lads, yo ho!\n  He sailed the seas in search of gold,\n        Yo ho, my lads, yo ho!\n  He sailed on both sides of the line,\n  The skull and bones he made his sign;\n  Where he found wealth, he said: \"That's mine!\"\n        Three centuries ago.\n\n  Oh, William Kidd was a pirate bad,\n        Three centuries ago,\n  A very dark repute he had--\n        Yo ho, my lads, yo ho!\n  He'd board a ship and take its hoard,\n  Then: \"Walk the plank!\" he fiercely roared,\n  \"The ship is all that I can board,\"\n        Yo ho, my lads, yo ho!\n\n  Oh, William Kidd was a pirate great,\n        Yo ho, my lads, yo ho!\n  He said: \"I'll rob you while you wait\"--\n        Three centuries ago.\n  He had a long, low, rakish craft\n  With Long Toms both before and aft,\n  And wickedly and loud he laughed,\n        Yo ho, my lads, yo ho!\n\n  Oh, William Kidd was a pirate big,\n        Yo ho, my lads, yo ho!\n  He feared no frigate, bark or brig,\n        Yo ho, my lads, yo ho!\n  And while his grim flag flapped and tossed\n  Above the ship that Bill Kidd bossed,\n  His victims knew just how they lost,\n        Three centuries ago.\n\n  Oh, William Kidd was a pirate then,\n        Three centuries ago.\n  If he should come to life again--\n        Yo ho, my lads, yo ho!\n  The chances are that he would just\n  Go out and organize a trust--\n  He knew the way to raise the dust\n        Three centuries ago.\n\n\n\n\nLUCULLUS\n\n  Lucullus was a fighter for a portion of his life;\n  He won the bay and laurel by his prowess in the strife.\n  He came back home a hero (and no doubt, just as today,\n  They named a cocktail for him ere they looked the other way).\n  But when Lucullus noticed he was losing grips on fame,\n  He struck a happy notion to perpetuate his name.\n\n  He took to giving dinners in a palace he had built--\n  'Tis said that lots was eaten and a sea of wine was spilt;\n  That guests might order anything in dishes old or new\n  And get the very rarest, and a second order, too!\n  Quick lunches or course dinners--anything a man could wish\n  In the line of drinks or dainties; yet he was no _nouveau riche_.\n\n  Lucullus won great battles, victories that he might boast,\n  Yet today we recollect him merely as a lavish host.\n  It is said that once he ordered quite the richest feast prepared\n  But no guests came to enjoy it, and the busy chef was scared.\n  \"Is nobody here for dinner?\" asked the flustered, pestered chef.\n  \"I am dining with Lucullus!\" roared Lucullus. \"Are you deaf?\"\n\n  But we think that one great reason for his never-dying fame,\n  For the pure, unfading luster of his dinner-eating name,\n  Is that though Lucullus feasted at a very great expense\n  And sat down to simple breakfasts where the health foods were immense,\n  He was gracious to his fellows, was considerate of each,\n  And he never put his chestnuts in an after-dinner speech.\n\n\n\n\nMETHUSELAH\n\n  Methuselah lived long ago--\n      He was the Old Inhabitant\n  Those times, but never had a show;\n      His opportunities were scant.\n  Although he lived nine centuries\n      And three-score years and nine beside,\n  The times he saw were not like these,\n      A chance to spread he was denied.\n\n  He could not seek the corner store\n      And lunch on crackers, cheese and prunes,\n  And there display his helpful lore\n      Through mornings and through afternoons;\n  He could not talk about the days\n      When folks first saw the telegraph\n  Or telephone; how their amaze\n      Made better posted people laugh.\n\n  He could not take the stranger out\n      To some tall building, then say: \"Here,\n  An' for a good ways hereabout,\n      I used to shoot the bear and deer.\"\n  Skyscrapers were an unknown thing,\n      Excepting Babel, in his land,\n  And Babel only served to bring\n      Speech that he could not understand.\n\n  (Perhaps this Babel item is\n      Anachronistic; as to that\n  We'll say one pleasant thing was his:\n      He never had to rent a flat.)\n  Another joy in his career\n      Was this: nobody ever told\n  Methuselah the stated year\n      When he should be considered old.\n\n  At thirty-five he was not barred\n      From working if he wanted to;\n  He did not need a union card\n      His daily labors to pursue;\n  And when his hair was snowy white\n      And age his manly form had bent,\n  Nobody called him young and bright\n      And ran him for vice-president.\n\n\n\n\nNEWTON\n\n  Now, Newton in the orchard felt an apple strike his head.\n  \"'Tis gravity! 'Tis gravity!\" excitedly he said.\n  Had you or I been sitting there a-thinking of this earth,\n  As Newton was, and wondering about its size and girth,\n  And just when we were figuring a long and heavy sum,\n  The apple hit us on the mind and made our bald spot numb!\n\n  We say, had you or I been there, as Newton was that day,\n  Would there have been much gravity in what we had to say?\n\n  This shows how great it is to have a scientific mind--\n  An intellect that reaches out to see what it may find.\n  Perchance an ordinary man in such a circumstance\n  Would have got up and rubbed his head and done a little dance,\n  And muttered things that gentle folks should scarcely ever state,\n  And not concede the apple simply had to gravitate.\n\n  Again we say, if Newton's place was held by you or I,\n  Instead of gravity we might have thought of apple pie.\n\n  You see (again we make the point that scientific minds\n  Discover facts which any brain that's common never finds),\n  You see, when Newton felt the jolt, his science did not stop--\n  He simply meditated on \"What made the apple drop?\"\n  And while in cogitation deep beneath the tree he lay,\n  He mused: \"It's odd that apples never drop the other way.\"\n\n  Once more: If you or I had been beneath the apple tree,\n  We might have howled: \"Who was it threw that apple and hit me?\"\n  To finish this, however, with becoming gravity,\n  We'll state that Newton lingered there beneath the apple tree;\n  With logarithmic tables he discovered that the speed\n  At which the apple fell was based on whence it fell--indeed,\n  Had it dropped from the moon, we'll say, it would have grown so hot\n  That it would have been melted up before to earth it got.\n\n  Again, and finally, had you or I held Newton's seat,\n  We should, like he did, take the apple up and start to eat.\n\n\n\n\nOMAR\n\n  Old Omar, in a Tent he had to live,\n  Yet gave to Verse such Time as he could give;\n      Whereat the Critics rose and Hurled at Him:\n  \"The Stuff you write is only Tentative.\"\n\n  Yet Khayyam never worried over that--\n  He kept his Troubles underneath his Hat\n      Except such Times as when he worked them up\n  Into an Apt and Pleasing Rubaiyat.\n\n  Fitzgerald, the Translator, took his Pen\n  And made a flowing Version; yes, and then\n      To show that he could keep it up a While,\n  Translated all the Rubaiyat again.\n\n  Now, is there any Home that Don't reveal\n  O. Khayyam's volume resting by \"Lucille,\"\n      Bound in Limp Leather, with each Edge uncut,\n  To show the Literary Sense we feel?\n\n  And is there any town from York to Butte\n  Wherein some Maiden fair don't Elocute\n      Through Khayyam's easy-speaking poetry,\n  With Musical Accomp'niment to suit?\n\n  Aye, verily! And where the Parodist\n  Who does not seek through all upon his List\n      And come back at the last to Khayyam's work\n  Each time to find New Chances he has missed?\n\n  A Good Cigar, a ready Fountain Pen\n  Or a Typewriter one can use, and then\n      A book of Omar whence to draw the Thought--\n  Oh, Parodies one will turn out again!\n\n  Some black initial letters here and there,\n  Perchance he also had E. Hubbard Hair--\n      But anyhow old Khayyam set a Task\n  To fill all his Successors with despair!\n\n\n\n\nPEPYS\n\n  Perchance when he was working on\n      The diary that bears his name\n  In those far days, now dead and gone,\n      He never dreamed about his fame.\n  Yet now, from time to time, it is\n      Heard from 'most everybody's lips--\n  That magic, mellow name of his,\n      The soft and pleasing name of Pepys.\n\n  Again, when reading what he wrote,\n      We live anew that ancient time\n  (The book is one we often quote--\n      The cheap editions are a dime);\n  We mark his course through dingy streets\n      And climb with him the palace steps;\n  In fancy all of those one meets\n      Remark: \"Why, there goes Mr. Pepys!\"\n\n  He always had a seeing eye\n      And hearing ear, and what he saw\n  And what he heard he fain would try\n      To set down, but evade the law\n  And that is why in cipher dark\n      The tale originally creeps--\n  'Twas thus, also, he made his mark,\n      This man of truth and trouble, Pepys.\n\n  Throughout his life he had his griefs\n      And also had a little fun--\n  He kept his eye upon his chiefs\n      And tells the things they might have done\n  If they had not done what they did.\n      Ah, if each person now should keep his\n  Own diary and raise the lid\n      As did this honest Samuel Pepys!\n\n  And so, you see, he made a name\n      Whereon the critics sometimes pounce;\n  It hardly ever sounds the same,\n      It is so easy to pronounce.\n  But still, there is an hour or so\n      Of pleasure for the man who dips\n  Into his book and comes to know\n      Good Samuel Pepys, Peps or Pips.\n\n\n\n\nQUINTILIAN\n\n  Quintilian, years and years ago,\n      Was It on oratory;\n  Demosthenes and Cicero\n      He studied con amore;\n  He ran an elocution school\n      And taught the Roman lispers\n  The reason and the rote and rule\n      For requesting father, dear father, to come home with me now, in\n          most pathetic whispers.\n\n  'Twas he who showed that thus and thus\n      One should appear when stating\n  The last remarks of Spartacus\n      On ceasing gladiating.\n  (Perchance the word we just have used\n      Escaped your dictionary.\n  We mean when Spartacus refused\n      To be butchered to make a Roman holiday exceedingly exciting and\n          otherwise gladsome and merry.)\n\n  Quintilian's book on How to Speak\n      Is classic at this moment;\n  It tells the speaker when to shriek\n      And when his rage to foment.\n  The boy who on commencement day\n      Cites Patrick Henry's speeches\n  Must do so in Quintilian's way\n      When a single order of liberty, with a supplemental second choice\n          of death, he beseeches.\n\n  The actor who would thrill the crowd\n      (A blood and marrow freezer)\n  By handing out in accents proud\n      \"Mark Antony on Caesar,\"\n  Must heed the rules set down by Quint.,\n      And so must he who rises\n  To heights of glowing fame by dint\n      Of the justly famous to be or not to be, center of the stage, two\n          spotlights sizzling, when he as Hamlet soliloquizes.\n\n  Quintilian, we are fain to say,\n      Was It on oratory,\n  And even in this later day\n      Receives his share of glory,\n  Except when elocutionists\n      Our peace and comfort mangle,\n  By showing how fair Bessie's wrists\n      Were strained and bruised while swinging around in the belfry the\n          time she said the curfew should not jangle.\n\n\n\n\nRALEIGH\n\n  Sir Walter Raleigh was a man\n      Of excellent deportment;\n  He could advise a King or Khan\n      What going into court meant;\n  When Spenser wrote his Faerie Queene\n      Sir Walter Raleigh said it\n  Betrayed a wit both sharp and clean\n      (We wonder if he read it).\n\n  Good Queen Elizabeth one day\n      Was out (perhaps for shopping),\n  And Raleigh chanced along the way\n      Where she in wrath was stopping.\n  \"How can I get across that mud?\"\n      She asked; and in the muddle\n  Sir Walter showed his gentle blood--\n      His cloak soon bridged the puddle.\n\n  A smile replaced the good queen's frown,\n      She paused there for a minute\n  To set more straight the royal crown\n      (It had no hat pin in it).\n  And then she murmured low to Walt.:\n      \"Sir, you shall see my tailor.\"\n  He answered: \"If I'm worth my salt,\n      Good queen, make me a sailor!\"\n\n  And so good Queen Elizabeth\n      Gave him a high position--\n  He drew his pay like drawing breath\n      And led an expedition\n  That sailed across the raging seas\n      For gold and slaves and cocoa,\n  And battled with the biting breeze\n      Along the Orinoco.\n\n  Alas! It may have been the cloak\n      That was in mire imbedded,\n  Or possibly some words he spoke\n      That made him be beheaded.\n  But let us learn this lesson here\n      From poor Sir Walter Raleigh:\n  The favor of the great, 'tis queer,\n      Oft has a grim finale.\n\n\n\n\nSHAKSPEARE\n\n  Shakspeare, as all of us have read,\n      Once asked: \"What's in a name?\"\n  An alias for the rose, he said,\n      Would make it smell the same.\n  But Shakspeare was so frivolous--\n      Excuse us if we say\n  That it has always seemed to us\n      His work was mostly play.\n\n  As \"Shaxpere,\" \"Shakspere,\" \"Shaikspeare,\" too,\n      His signature is found;\n  His autographs are much too few\n      To be passed all around.\n  This shows the cumulative worth\n      Of honest, solid fame;\n  The bidders come from all the earth\n      To buy his misspelled name.\n\n  He dramatized the thrilling scene\n      Where Caesar met his end,\n  Where Casca, hungry, lank and lean,\n      And Brutus, Caesar's friend,\n  Stabbed swiftly with their daggers bright\n      When Julius came in reach--\n  Then Antony, thrilled at the sight,\n      Arose and made a speech.\n\n  No chorus girls were in his shows;\n      In them no \"social queens\"\n  Were given princely wage to pose\n      And dignify the scenes.\n  But there be those who say there are\n      Odd facts that can't be passed:\n  For instance, oft we see a star\n      With ciphers in the cast--\n\n  And this leads many to declare\n      That Bacon wrote the shows;\n  A cryptic secret hidden there\n      They say they will disclose.\n  It may be that each drama hoards\n      A Bacon cryptogram,\n  For often, proud upon the boards\n      There struts and strides a ham.\n\n\n\n\nTELL\n\n  The tale of Tell is simply told;\n      He would not heed the tyrant,\n  But, big and brave and bluffly bold\n      He spurned the cold aspirant--\n  He simply came out plain and flat\n      And his own rights defended;\n  He would not bow to Gessler's hat\n      Upon the pole suspended.\n\n  Then Gessler came upon the scene\n      And ordered Tell to knuckle;\n  Tell fixed him with his glances keen\n      And gave a scornful chuckle.\n  Then Gessler frowned and knit his brows\n      (A most portentous omen);\n  \"Risk your boy's life or make those bows!\"\n      (We've lost the boy's cognomen.)\n\n  Tell smiled, and got his trusty bow,\n      Likewise his trusty arrow\n  (Now, William Tell, as you should know,\n      Could wing the fleeting sparrow\n  Or he could truly shoot the chutes)--\n      So Gessler said: \"Now grapple\n  With this one fact--for you the boots\n      Unless you cleave the apple.\"\n\n  Did Tell succeed? In your school books\n      The tale is very well told,\n  And Gessler looked some haughty looks\n      When he heard what Bill Tell told.\n  \"What did you hide this arrow for?\"\n      Asked Gessler of the wizard.\n  \"I meant to split that apple, or\n      I'd have to harm your gizzard!\"\n\n  That's all, except it shall endure\n      As acted by Salvini.\n  (But was it?) And the overture\n      Composed by one Rossini\n  Shall prove that Tell is not a myth\n      Concocted to deceive us.\n  We've seen the bow he did it with;\n      We hope you will believe us.\n\n\n\n\nULYSSES\n\n  Unusually popular with mythologic misses,\n      And rather wont to wander when he should have stayed at home,\n  We find is why our hero, the redoubtable Ulysses,\n      Went rambling into trouble when he thought that he would roam.\n  Penelope, good lady, left behind in their apartment,\n      Had trouble in her efforts to get cash to pay the rent--\n  Telemachus, their scion, knew not then what being smart meant;\n      He should have helped his mamma, but he never earned a cent.\n\n  Ulysses, in the meantime, found the land of the Cyclopes,\n      And came within an ace of being made into a stew.\n  He drugged old Polyphemus, then skedaddled with: \"I hope 'e's\n      Laid up with indigestion,\" and went onward with his crew.\n  From there he ambled farther till he reached the realm of Circe;\n      We translate rather freely from the Odyssean log:\n  \"She proved to be a lady with no tenderness or mercy,\n      Each comrade of Ulysses, for her sport, was made a hog.\"\n\n  He got away, however, and he steered his trusty ship so\n      That it would take him quickly where more trouble might be found--\n  He grounded on the island of the nymph they called Calypso,\n      And dallied in her presence till eight years had rolled around.\n  Homesickness must have struck him not so many years thereafter;\n      He sighed: \"I think the time has come for me to pull my freight.\"\n  The listeners had trouble when they tried to hold their laughter\n      At thinking of how long it was before he knew 'twas late.\n\n  Penelope, fond woman, had been wooed by many suitors;\n      To each and every one of them she firmly whispered \"No.\"\n  Ulysses, on appearing, changed the suitors into scooters--\n      He strode into the parlor and said: \"Take your hats and go!\"\n  Old Homer tells us fully how Penelope received him,\n      And how, to give her pleasure, all these stories he would weave:\n  He also tells us solemnly Penelope believed him!\n      (That portion of the Odyssey we never can believe.)\n\n\n\n\nVILLON\n\n  Villon--bard of the early times,\n      Familiarly called Francois--\n  'Twas he who juggled so with rhymes\n      That we regard him now with awe;\n  His Pegasus knew \"Gee\" from \"Haw\".\n      He drove with all a jockey's art\n  And ran each race without a flaw--\n      Villon gave these ballades their start.\n\n  Must he flee to some safer climes?\n      Did hunger at his vitals gnaw?\n  Or was he jailed for varied crimes?\n      In that he inspiration saw\n  And, pen held in a grimy paw\n      Would let his flashing fancy dart\n  Ofttimes in measures rather raw--\n      Villon gave these ballades their start.\n\n  His purse was ever bare of dimes;\n      He often felt the grip of law;\n  Yet he, the jolliest of mimes,\n      Who slept most nights upon the straw\n  And wakened to the raucous caw\n      Of ravens, never shirked his part;\n  He never stopped at fate to jaw--\n     Villon gave these ballades their start.\n\n  L'ENVOI\n\n  Princess, the moral's here to draw:\n      When poets go into the mart\n  The editors say coldly: \"Pshaw!\n      Villon gave these ballades their start.\"\n\n\n\n\nWATT\n\n  When Watt was but a little boy--\n  His papa's pride, his mama's joy--\n  He sat beside the kitchen fire\n  The bubbling teapot to admire;\n  And as he watched the hissing steam\n  He straightway then began to dream\n  Of what the vapor hot could do\n  If how to use it he but knew.\n\n  Eventually he devised\n  A neat invention which surprised\n  The people of that early day--\n  He made an engine, anyway.\n  This poor contrivance he improved\n  Until by it great loads were moved\n  And horses were displaced by rails,\n  While sidewheels took the place of sails.\n\n  Observe, my child, how one small thing\n  A wondrous lot of change will bring:\n  Because wise little Jimmy Watt\n  Could turn to some account his thought,\n  Today the trains go whizzing through\n  The land, and o'er the ocean blue\n  The mighty ships scoot night and day\n  From here to countries far away.\n\n  Great thanks are due to this James Watt,\n  Also to his mama's teapot,\n  By porters who on every trip\n  Hold up the tourist for a tip,\n  And also by that mighty mass\n  Of folks who travel on a pass,\n  And by the ones who rake in rocks\n  Through squeezes that they work in stocks.\n\n  But that it would like punning seem\n  We'd say Watt has the world's esteem\n  (But since we've said it that way now\n  We'll let the pun go, anyhow).\n  But, somehow, when we chanced to stop\n  Beside some busy boiler shop,\n  We cannot say that peace was brought\n  To all of us by Jimmy Watt.\n\n\n\n\nXANTIPPE\n\n  Xantippe was the lady who was wed to Socrates--\n      And their life was not a grand, sweet song;\n  'Twas a study--just a study--done in all the minor keys\n      With the gloomy measures turned on strong.\n  When old Socrates was busy at the office, she would wait\n      Till he ambled in at 3 a.m.\n  And she met him in the moonlight 'twixt the doorway and the gate--\n      Then the neighbors heard a lot from them.\n\n  But Socrates--he didn't mind when she pulled out his hair,\n  When she would box his ears for him he didn't seem to care--\n      In a manner bland and wise\n      He would then philosophize\n  On the Whyness of the Whichness of the Neither Here Nor There.\n\n  Xantippe did the cooking, and (we have to tell the truth)--\n      Indigestion quickly seized on him,\n  And in one of her biscuits on a time he broke a tooth,\n      Yet he smiled across at wifey grim.\n  When she tried her hand at pastry was the only time he spoke,\n      And of course he had to make a break--\n  'Twas perhaps the first appearance of the ever-lasting joke\n      On the pies that mother used to make.\n\n  Poor Socrates! He never even ducked his head or dodged\n  But merely rubbed the spot whereon the flying platter lodged,\n      Then he murmured: \"Xanty, dear,\n      You have made a problem clear\"--\n  Then he went to get the swelling on his cranium massaged.\n\n  Xantippe wouldn't let him smoke at all about the place,\n      And she wouldn't let him take a drink.\n  He never learned the value of a two-spot or an ace--\n      For 'most all that he could do was think.\n  Thus you see that though Xantippe has been fiercely criticized,\n      Yet she really made her husband's fame,\n  For 'twas while she bossed him sorely that the great man analyzed\n      All the subjects that have made his name.\n\n  Xantippe made him famous; but for her the man had been\n  Forgotten like the others of the time that he lived in.\n      \"Oh, my darling, such a help!\"\n      He most gratefully would yelp\n  When she gave him an impression with a busy rolling-pin.\n\n\n\n\nYVETOT\n\n  There was a king of Yvetot,\n      And easy was his head,\n  Serene his rest--naught would suggest\n      The words so often said,\n  That crowned heads are not peaceful;\n      He never wore a frown--\n  He laughed away the night and day.\n      With gayly tilted crown.\n\n  The jester of his palace\n      Was never forced to work,\n  He never had to make things glad\n      With oily smile and smirk.\n  This jolly king of Yvetot\n      Had no need of his fool--\n  He made his own jests from the throne\n      And pleasure was his rule.\n\n  He never had a quarrel\n      With any other king;\n  \"Why should we fight?\" he asked. \"Delight\n      Is such an easy thing.\"\n  He told no one his troubles--\n      In truth, he reigned so well\n  No one could know, in fair Yvetot,\n      Of troubles fit to tell.\n\n  The little realm of Yvetot--\n      A wee spot on the map--\n  Has made a name secure in fame\n      Because of this rare chap\n  Who put his crown on sidewise\n      And lolled upon his throne\n  With scepter set so that it met\n      His active funny bone.\n\n  He was to war a stranger;\n      His kingdom had no debt;\n  Each of his laws possessed a clause\n      That barred out care and fret--\n  'Tis told that when expiring\n      He wasted his last breath\n  In one long laugh in life's behalf,\n      And thus went to his death.\n\n  There was a king of Yvetot--\n      There are such kings today;\n  They never sigh for things gone by\n      But laugh along the way.\n  So, crown yourself with laughter,\n      Put pleasure on the throne,\n  And you'll possess in happiness\n      An Yvetot of your own.\n\n\n\n\nZENOBIA\n\n  Zenobia was empress of the people of Palmyra;\n      She tried to boss the army when she should have stayed at home.\n  Aurelian, the soldier, led a sort of a hegira\n      Of armies up to fight her--they came all the way from Rome.\n\n  Full soon he was pursuing them, with spears and daggers \"shooing\" them,\n      At last he sent them to defeat and caught the doughty queen.\n  He captured her regretfully, he said, but she said fretfully\n      That she considered him a spiteful thing, and very, very \"mean.\"\n\n  He led her back a captive with her hands in jeweled fetters,\n      Though she cast on Aurelian a look of proud disdain;\n  Her manacles were carved and chased and decked by jewel setters,\n      And to securely hold her he had made a golden chain.\n\n  There is a lot of mystery connected with all history--\n      Zenobia, they tell us, didn't want to go to jail,\n  But, think of such a fate as that! Why, such a jeweled weight as that\n      Was better than to pawn your clothes and be released on bail!\n\n  Zenobia was taken to the royal Roman palace\n      And there the charming prisoner, we read, was quite the rage--\n  Had she lived in this time of ours (we say this without malice),\n      She might have made a lasting hit by going on the stage.\n\n  Aurelian was nice to her--he hinted more than twice to her\n      That he was getting pretty tired of kinging it alone.\n  You see, she might have captured him--already she enraptured him--\n      And had that handcuff jewelry to wear upon the throne.\n\n  But, no! Zenobia was like 'most any other lady--\n      They've been the same since mother Eve; they have the same way still:\n  No matter if it's Princess May, or Susie, Sal or Sadie,\n      No lady will consent to be convinced against her will.\n\n  At last they told her civilly, \"You'll have to live in Tivoli\"\n      (Which may or may not be the way to speak that city's name).\n  She answered very prettily: \"I'll love to live in Italy\"--\n      And there she stayed until she was an old, forgotten dame.",
    "metadata": {
        "author": [
            "Nesbit, Wilbur D. (Wilbur Dick)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/39626/pg39626.txt",
        "name": "an_alphabet_of_history.json"
    }
}