{
    "name": "An Elegy Wrote in a Country Church Yard (1751) and The Eton College Manuscript",
    "author": [
        "Gray, Thomas"
    ],
    "body": "_An Elegy Wrote in a Country Church Yard_\n\n(1751)\n\nand\n\n_The Eton College Manuscript_\n\n\n\nWith an Introduction by\n\nGeorge Sherburn\n\n\nPublication Number 31\n\n\nLos Angeles\nWilliams Andrews Clark Memorial Library\nUniversity of California\n1951\n\n\n\n\nGENERAL EDITORS\n\nH. RICHARD ARCHER, _Clark Memorial Library_\nRICHARD C. BOYS, _University of Michigan_\nJOHN LOFTIS, _University of California, Los Angeles_\n\n\nASSISTANT EDITOR\n\nW. EARL BRITTON, _University of Michigan_\n\n\nADVISORY EDITORS\n\nEMMETT L. AVERY, _State College of Washington_\nBENJAMIN BOYCE, _Duke University_\nLOUIS I. BREDVOLD, _University of Michigan_\nCLEANTH BROOKS, _Yale University_\nJAMES L. CLIFFORD, _Columbia University_\nARTHUR FRIEDMAN, _University of Chicago_\nEDWARD NILES HOOKER, _University of California, Los Angeles_\nLOUIS A. LANDA, _Princeton University_\nSAMUEL H. MONK, _University of Minnesota_\nERNEST MOSSNER, _University of Texas_\nJAMES SUTHERLAND, _University College, London_\nH.T. SWEDENBERG, JR., _University of California, Los Angeles_\n\n\n\n\n\nINTRODUCTION\n\n\nTo some the eighteenth-century definition of proper poetic matter is\nunacceptable; but to any who believe that true poetry may (if not\n\"must\") consist in \"what oft was thought but ne'er so well expressed,\"\nGray's \"Churchyard\" is a majestic achievement--perhaps (accepting the\ndefinition offered) the supreme achievement of its century. Its\nsuccess, so the great critic of its day thought, lay in its appeal to\n\"the common reader\"; and though no friend of Gray's other work, Dr.\nJohnson went on to commend the \"Elegy\" as abounding \"with images which\nfind a mirrour in every mind and with sentiments to which every bosom\nreturns an echo.\" Universality, clarity, incisive lapidary\ndiction--these qualities may be somewhat staled in praise of the\n\"classical\" style, yet it is precisely in these traits that the\n\"Elegy\" proves most nobly. The artificial figures of rhetorical\narrangement that are so omnipresent in the antitheses, chiasmuses,\nparallelisms, etc., of Pope and his school are in Gray's best\nquatrains unobtrusive or even infrequent.\n\nOften in the art of the period an affectation of simplicity covers and\nreveals by turns a great thirst for ingenuity. Swift's prose is a fair\nexample; in the \"Tale of a Tub\" and even in \"Gulliver\" at first sight\nthere seems to appear only an honest and simple directness; but pry\nbeneath the surface statements, or allow yourself to be dazzled by\ntheir coruscations of meaning, and you immediately see you are\nwatching a stylistic prestidigitator. The later, more orderly dignity\nof Dr. Johnson's exquisitely chosen diction is likewise ingeniously\nstudied and self-conscious. When Gray soared into the somewhat turgid\npindaric tradition of his day, he too was slaking a thirst for\nrhetorical complexities. But in the \"Elegy\" we have none of that. Nor\ndo we have artifices like the \"chaste Eve\" or the \"meek-eyed maiden\"\napostrophized in Collins and Joseph Warton. For Gray the hour when the\nsky turns from opal to dusk leaves one not \"breathless with\nadoration,\" but moved calmly to placid reflection tuned to drowsy\ntinklings or to a moping owl. It endures no contortions of image or of\nverse. It registers the sensations of the hour and the reflections\nappropriate to it--simply.\n\nIt is not difficult to be clear--so we are told by some who habitually\nfail of that quality--if you have nothing subtle to say. And it has\nbeen urged on high authority in our day that there is nothing really\n\"fine\" in Gray's \"Churchyard.\" However conscious Gray was in limiting\nhis address to \"the common reader,\" we may be certain he was not\nwriting to the obtuse, the illiterate or the insensitive. He was to\ncreate an evocation of evening: the evening of a day and the\napproaching night of life. The poem was not to be perplexed by doubt;\nit ends on a note of \"trembling hope\"--but on \"hope.\" There are\nperhaps better evocations of similar moods, but not of this precise\nmood. Shakespeare's poignant Sonnet LXXIII (\"That time of year\"),\nwhich suggests no hope, may be one. Blake's \"Nurse's Song\" is, in\ncontrast, subtly tinged with modernistic disillusion:\n\n    When the voices of children are heard on the green\n    And whisp'rings are in the dale,\n    The days of my youth rise fresh in my mind,\n    My face turns green and pale.\n\n    Then come home, my children, the sun is gone down,\n    And the dews of night arise;\n    Your spring & your day are wasted in play,\n    And your winter and night in disguise.\n\nHere, too, are no tremblings of hope, no sound confidence in the\n\"average\" man, such as Gray surprisingly glimpses. One begins to\nsuspect that it is more necessary to be subtle in evocations of\ndespair than in those of hope, even if the hope is tremulous. The mood\nGray sought required no obvious subtlety. The nearest approach to Gray\n(found in Catullus) may likewise be said to be deficient in overtones;\nbut it also comes home to the heart of everyman:\n\n    o quid solutis est beatius curis,\n    cum mens onus reponit, ac peregrino\n    labore fessi venimus larem ad nostrum\n    desideratoque acquiescimus lecto!\n\nThese simple lines convey what Gray's ploughman is achieving for one\nevening, but not what the rude forefathers have achieved for eternity.\nFrom the ploughman and the simple annals of the poor the poem diverges\nto reproach the proud and great for their disregard of undistinguished\nmerit, and moves on to praise of the sequestered life, and to an\nepitaph applicable either to a \"poeta ignotus\" or to Gray himself. The\nepitaph with its trembling hope transforms the poem into something\nlike a personal yet universal requiem; and for one villager--perhaps\nfor himself--Gray seems to murmur through the gathering darkness: \"et\nlux perpetua luceat ei.\" Although in this epitaph we may seem to be\nconcerned with an individual, we do well to note that the youth to\nfortune and fame unknown, whose great \"bounty\" was only a tear, is as\ncompletely anonymous as the ploughman or the rude forefathers.\n\nThe somber aspects of evening are perhaps more steadily preserved by\nGray than by his contemporaries. From Milton to Joseph Warton all\npoets had made their ploughman unwearied as (to quote Warton):\n\n    He jocund whistles thro' the twilight groves.\n\nWith Gray all this blithe whistling stopped together. Evening poems by\nDyer, Warton, and Collins had tended to be \"pretty,\" but here again\nGray resisted temptation and regretfully omitted a stanza designed to\nprecede immediately the epitaph:\n\n    There scatter'd oft, the earliest of ye Year\n    By hands unseen, are Show'rs of Violets found;\n    The Red-breast loves to build & warble there,\n    And little Footsteps lightly print the Ground.\n\nWith similar critical tact Gray realized that one might have too much\nof stately moral reflections unmixed with drama. Possibly such an\nidea determined him in discarding four noble quatrains with which he\nfirst designed to end his poem. After line 72 in the manuscript now in\nEton College appeared these stanzas:\n\n    The thoughtless World to Majesty may bow\n    Exalt the brave, & idolize Success\n    But more to Innocence their Safety owe\n    Than Power & Genius e'er conspired to bless\n\n    And thou, who mindful of the unhonour'd Dead\n    Dost in these Notes their artless Tale relate\n    By Night & lonely Contemplation led\n    To linger in the gloomy Walks of Fate\n\n    Hark how the sacred Calm, that broods around\n    Bids ev'ry fierce tumultuous Passion cease\n    In still small Accents, whisp'ring from the Ground\n    A grateful Earnest of eternal Peace\n\n    No more with Reason & thyself at Strife\n    Give anxious Cares & endless Wishes room\n    But thro the cool sequester'd Vale of Life\n    Pursue the silent Tenour of thy Doom.\n\n\"And here,\" comments Mason, \"the Poem was originally intended to\nconclude, before the happy idea of the hoary-headed Swain, &c.\nsuggested itself to him.\" To reconstitute the poem with this original\nending gives an interesting structure. The first three quatrains evoke\nthe fall of darkness; four stanzas follow presenting the rude\nforefathers in their narrow graves; eleven quatrains follow in\nreproach of Ambition, Grandeur, Pride, et al., for failure to realize\nthe high merit of humility. Then after line 72 of the final version\nwould come these four rejected stanzas, continuing the reproach of\n\"the thoughtless world,\" and turning all too briefly to one who could\n\"their artless tale relate,\" and to the calm that then breathes around\ntumultuous passion and speaks of eternal peace--and \"the silent tenor\nof thy doom.\"\n\nThat would give a simpler structure; and one may argue whether turning\nback from the thoughtless world to praise again the \"cool sequester'd\nvale of life\" and then appending \"the happy idea of the hoary-headed\nswain, &c.\" does really improve the poem structurally. Its method is,\nhowever, more acceptable in that now the reflections are imbedded in\n\"drama\" (or at least in narrative), and the total effect is more\npleasing to present-day readers since we escape, or seem to escape,\nfrom the cool universality of humble life to a focus on an individual\ngrief. To end on a grim note of generalized \"doom,\" would have given\nthe poem a temporary success such as it deserved; and it must be\nacknowledged that the knell-like sound of \"No more ... No more\" (lines\n20, 21) echoed and re-echoed for decades through the imaginations of\ngloom-fed poets. But Gray, although an undoubted \"graveyard\" poet, is\nno mere graveyard poet: he stands above and apart from the lot of\nthem, and he was not content to end despondently in a descending\ngloom. His, as he told West, in a celebrated letter, was a \"white\nmelancholy, or rather leucocholy\"; and he wrote of \"lachrymae rerum\"\nrather than of private mordant sorrows.\n\nThe poem is couched in universals: Gray writes in \"a\" country\nchurchyard, and the actual Stoke Poges, dear and lovely as it\ndoubtless was to Gray, clings to the fame of the poem almost by\naccident. And yet, by a sort of paradox, this \"universal\" poem in its\nsetting and mood is completely English. One could go too far from home\nfor examples of distinction--for the polar stars of the rude\nforefathers--just as one could err by excess of \"commonplace\"\nreflections. Some such idea encouraged Gray to modify his fifteenth\nquatrain, which in the Eton MS reads (the first line has partly\nperished from folding of the paper):\n\n    Some [Village] Cato [who] with dauntless Breast\n    The little Tyrant of his Fields withstood;\n    Some mute inglorious Tully here may rest;\n    Some Caesar, guiltless of his Country's Blood.\n\nThe substitution of English names is an obvious attempt to bring truth\ncloser to the souls of his readers by use of \"domestica facta\" and the\navoidance of school-boy learning.\n\nAll these changes illustrate the quality of Gray's curious felicity.\nHis assault on the reader's sensibilities was organized and careful:\nhere is no sign of that contradiction in terms, \"unpremeditated art.\"\nHe probably did not work on the poem so long as historians have said\nhe did, but he scanted neither time nor attention. Mason thought the\npoem begun and perhaps finished in 1742, and he connected its\nsomberness with Gray's great sorrow over the death of his close friend\nRichard West. All this seems more than doubtful: to Dr. Thomas\nWharton in September 1746 Gray mentioned recently composing \"a few\nautumnal verses,\" and there is no real evidence of work on the poem\nbefore this time. Walpole evidently inclined to 1746 as the date of\ncommencement, and it may be pointed out that Mason himself is not so\nsure of 1742 as have been his Victorian successors. All he says is, \"I\nam inclined to believe that the Elegy ... was begun, if not concluded,\nat this time [1742] also.\" Gray's reputation for extreme leisurely\ncomposition depends largely on the \"inclination\" to believe that the\n\"Elegy\" was begun in 1742 and on a later remark by Walpole concerning\nGray's project for a History of Poetry. In a letter of 5 May 1761\nWalpole joked to Montagu saying that Gray, \"if he rides Pegasus at his\nusual foot-pace, will finish the first page two years hence.\" Not\nreally so slow as this remark suggests, Gray finally sent his \"Elegy\"\nto Walpole in June of 1750, and in December he sent perhaps an earlier\nform of the poem to Dr. Wharton. Naturally delighted with the\nperfected utterance of this finely chiseled work, these two friends\npassed it about in manuscript, and allowed copies to be taken.\n\nPublication, normally abhorrent to Gray, thus became inevitable,\nthough apparently not contemplated by Gray himself. The private\nsuccess of the poem was greater than he had anticipated, and in\nFebruary of 1751 he was horrified to receive a letter from the editor\nof a young and undistinguished periodical, \"The Magazine of\nMagazines,\" who planned to print forthwith the \"ingenious poem,\ncall'd Reflections in a Country-Churchyard.\" Gray hastily wrote to\nWalpole (11 February), insisting that he should \"make Dodsley print it\nimmediately\" from Walpole's copy, without Gray's name, but with good\npaper and letter. He prescribed the titlepage as well as other\ndetails, and within four days Dodsley had the poem in print, and\nanticipated the piratical \"Magazine\" by one day. But the \"Magazine\"\nnamed Gray as the author, and success without anonymity was the fate\nof the \"Elegy.\" Edition followed edition, and the poem was almost from\nbirth an international classic.\n\nOne of the author's prescriptions for publication concerned the verse\nform. He told Walpole that Dodsley must \"print it without any Interval\nbetween the Stanza's, because the Sense is in some Places continued\nbeyond them.\" In the Egerton MS Gray had written the poem with no\nbreaks to set off quatrains, but in the earlier MS (Eton College),\nwhere the poem is entitled, \"Stanza's, wrote in a Country\nChurch-Yard,\" the quatrains are spaced in normal fashion. The\ninjunction shows Gray's sensitiveness as to metrical form. He had\ncalled the poem an Elegy only after urging by Mason, and he possibly\ndoubted if his metre was \"soft\" enough for true elegy. The metre\nhitherto had not been common in elegies, though James Hammond's \"Love\nElegies\" (1743) had used it and won acclaim. But the heroic\n(hendecasyllabic) quatrain was regarded in general as too lofty,\nstately, cool, for elegy. For the universal aspect of Gray's lament,\nhowever, it was highly apt as compared with the less majestic\noctosyllabic line, hitherto normal in this genre. For years after\nGray's great success, however, most elegies, if in quatrain form,\nfollowed Gray's quatrain in manner, whether or not their subjects\ndemanded the stately line.\n\nThe reasons why Gray is almost a poet of only one poem are not far to\nseek. He did not covet applause, and apart from melancholy his own\nemotions were too private to be published. In the \"Elegy\" he is true\nto himself and to the spirit of his age--perhaps of most ages. When he\nsought for material outside of his own experience, he went curiously\nto books, and was captivated by the \"recherche.\" He was also caught by\nthe rising cult of sublimity in his two great pindaric odes, and by\nthe cult of the picturesque in his flirtations with Scandinavian\nmaterials. In these later poems he broadened the field of poetic\nmaterial notably; but in them he hardly deepened the imaginative or\nemotional tone: his manner, rather, became elaborate and theatrical.\nThe \"Elegy\" is the language of the heart sincerely perfected.\n\nThe poem has pleased many and pleased long--throughout two centuries.\nIn part it works through \"pleasing melancholy\"; in part it appeals to\ninnumerable humble readers conscious of their own unheralded merit.\nInevitably, since the industrial revolution, modernist critics have\ntended to stress its appeal to class consciousness. This appeal, real\nthough it is, can be overemphasized. The rude forefathers are not\nprimarily presented as underprivileged. Though poverty-stricken and\nignorant, they are happy in family life and jocund in the field.\n\"Nature is nature wherever placed,\" as the intellectuals of Gray's\ntime loved to say, and the powers of the village fathers, potentially,\nequal the greatest; their virtue is contentment. They neither want nor\nneed \"storied urn or animated bust.\" If they are unappreciated by\nAmbition, Grandeur, Pride, et al., the lack of appreciation is due to\na corruption of values. The value commended in the \"Elegy\" is that of\nthe simple life, which alone is rational and virtuous--it is the life\naccording to nature. Sophisticated living, Gray implies in the stanza\nthat once ended the poem, finds man at war with himself and with\nreason; but the cool sequestered path--its goal identical with that of\nthe paths of Glory--finds man at peace with himself and with reason.\nThe theme was not new before Gray made it peculiarly his own, and it\nhas become somewhat hackneyed in the last two hundred years; but the\nfact that it is seldom unheard in any decade testifies to its\npermanency of appeal, and the fact that it was \"ne'er so well\nexpress'd\" as in the \"Elegy\" justifies our love for that poem.\n\nGeorge Sherburn\nHarvard University\n\n\n\n\nA NOTE ON THE TEXTS\n\n\nThe first edition of the \"Elegy\" is here reproduced from a copy in the\nWilliam Andrews Clark Memorial Library.\n\nBy permission of the Provost and Fellows of Eton College, the\nmanuscript preserved in the library of Eton College is also\nreproduced. This manuscript once belonged to Gray's friend,\nbiographer, and editor, William Mason. In spite of its dimness, due to\ncreases in the paper and to the fact that the ink shows through from\nthe other side of the paper, this manuscript is chosen for\nreproduction because it preserves the quatrains discarded before\nprinting the poem, and has other interesting variants in text. Two\nother MSS of the poem in Gray's hand are known to exist. One is\npreserved in the British Museum (Egerton 2400, ff. 45-6) and the other\nis the copy made by Gray in Volume II of his Commonplace Books. This,\nis appropriately preserved in the library of Pembroke College,\nCambridge. Sir William Fraser bequeathed to Eton College the MS there\nfound, which in certain editions of the poem is called \"the Fraser\nmanuscript.\"\n\n\n\n\nAN\n\nELEGY\n\nWROTE IN A\n\nCountry Church Yard.\n\n\n\n_LONDON:_\n\nPrinted for R. DODSLEY in _Pall-mall_;\n\nAnd sold by M. COOPER in _Pater-noster-Row_. 1751.\n\n[Price Six-pence.]\n\n\n\n\nAdvertisement.\n\n\n     _The following_ POEM _came into my Hands by Accident, if the\n     general Approbation with which this little Piece has been\n     spread, may be call'd by so slight a Term as Accident. It is\n     this Approbation which makes it unnecessary for me to make\n     any Apology but to the Author: As he cannot but feel some\n     Satisfaction in having pleas'd so many Readers already, I\n     flatter myself he will forgive my communicating that\n     Pleasure to many more._\n\nThe _EDITOR_\n\n\n\n\nAN\n\nELEGY, _&c._\n\n\n      The _Curfeu_ tolls the Knell of parting Day,\n    The lowing Herd winds slowly o'er the Lea,\n    The Plow-man homeward plods his weary Way,\n    And leaves the World to Darkness, and to me.\n      Now fades the glimmering Landscape on the Sight,\n    And all the Air a solemn Stillness holds;\n    Save where the Beetle wheels his droning Flight,\n    And drowsy Tinklings lull the distant Folds.\n      Save that from yonder Ivy-mantled Tow'r\n    The mopeing Owl does to the Moon complain\n    Of such, as wand'ring near her sacred Bow'r,\n    Molest her ancient solitary Reign.\n      Beneath those rugged Elms, that Yew-Tree's Shade,\n    Where heaves the Turf in many a mould'ring Heap,\n    Each in his narrow Cell for ever laid,\n    The rude Forefathers of the Hamlet sleep.\n      The breezy Call of Incense-breathing Morn,\n    The Swallow twitt'ring from the Straw-built Shed,\n    The Cock's shrill Clarion, or the ecchoing Horn,\n    No more shall wake them from their lowly Bed.\n      For them no more the blazing Hearth shall burn,\n    Or busy Houswife ply her Evening Care:\n    No Children run to lisp their Sire's Return,\n    Or climb his Knees the envied Kiss to share.\n      Oft did the Harvest to their Sickle yield,\n    Their Furrow oft the stubborn Glebe has broke;\n    How jocund did they they drive their Team afield!\n    How bow'd the Woods beneath their sturdy Stroke!\n      Let not Ambition mock their useful Toil,\n    Their homely Joys and Destiny obscure;\n    Nor Grandeur hear with a disdainful Smile,\n    The short and simple Annals of the Poor.\n      The Boast of Heraldry, the Pomp of Pow'r,\n    And all that Beauty, all that Wealth e'er gave,\n    Awaits alike th' inevitable Hour.\n    The Paths of Glory lead but to the Grave.\n      Forgive, ye Proud, th' involuntary Fault,\n    If Memory to these no Trophies raise,\n    Where thro' the long-drawn Isle and fretted Vault\n    The pealing Anthem swells the Note of Praise.\n      Can storied Urn or animated Bust\n    Back to its Mansion call the fleeting Breath?\n    Can Honour's Voice provoke the silent Dust,\n    Or Flatt'ry sooth the dull cold Ear of Death!\n      Perhaps in this neglected Spot is laid\n    Some Heart once pregnant with celestial Fire,\n    Hands that the Reins of Empire might have sway'd,\n    Or wak'd to Extacy the living Lyre.\n      But Knowledge to their Eyes her ample Page\n    Rich with the Spoils of Time did ne'er unroll;\n    Chill Penury repress'd their noble Rage,\n    And froze the genial Current of the Soul.\n      Full many a Gem of purest Ray serene,\n    The dark unfathom'd Caves of Ocean bear:\n    Full many a Flower is born to blush unseen,\n    And waste its Sweetness on the desart Air.\n      Some Village-_Hampden_ that with dauntless Breast\n    The little Tyrant of his Fields withstood;\n    Some mute inglorious _Milton_ here may rest,\n    Some _Cromwell_ guiltless of his Country's Blood.\n      Th' Applause of list'ning Senates to command,\n    The Threats of Pain and Ruin to despise,\n    To scatter Plenty o'er a smiling Land,\n    And read their Hist'ry in a Nation's Eyes\n      Their Lot forbad: nor circumscrib'd alone\n    Their growing Virtues, but their Crimes confin'd;\n    Forbad to wade through Slaughter to a Throne,\n    And shut the Gates of Mercy on Mankind,\n      The struggling Pangs of conscious Truth to hide,\n    To quench the Blushes of ingenuous Shame,\n    Or heap the Shrine of Luxury and Pride\n    With Incense, kindled at the Muse's Flame.\n      Far from the madding Crowd's ignoble Strife,\n    Their sober Wishes never learn'd to stray;\n    Along the cool sequester'd Vale of Life\n    They kept the noiseless Tenor of their Way.\n      Yet ev'n these Bones from Insult to protect\n    Some frail Memorial still erected nigh,\n    With uncouth Rhimes and shapeless Sculpture deck'd,\n    Implores the passing Tribute of a Sigh.\n      Their Name, their Years, spelt by th' unlettered Muse,\n    The Place of Fame and Elegy supply:\n    And many a holy Text around she strews,\n    That teach the rustic Moralist to dye.\n      For who to dumb Forgetfulness a Prey,\n    This pleasing anxious Being e'er resign'd,\n    Left the warm Precincts of the chearful Day,\n    Nor cast one longing ling'ring Look behind!\n      On some fond Breast the parting Soul relies,\n    Some pious Drops the closing Eye requires;\n    Ev'n from the Tomb the Voice of Nature cries\n    Awake, and faithful to her wonted Fires.\n       For thee, who mindful of th' unhonour'd Dead\n    Dost in these Lines their artless Tale relate;\n    If chance, by lonely Contemplation led,\n    Some hidden Spirit shall inquire thy Fate,\n       Haply some hoary-headed Swain may say,\n    'Oft have we seen him at the Peep of Dawn\n    'Brushing with hasty Steps the Dews away\n    'To meet the Sun upon the upland Lawn.\n       'There at the Foot of yonder nodding Beech\n    'That wreathes its old fantastic Roots so high,\n    'His listless Length at Noontide wou'd he stretch,\n    'And pore upon the Brook that babbles by.\n       'Hard by yon Wood, now frowning as in Scorn,\n    'Mutt'ring his wayward Fancies he wou'd rove,\n    'Now drooping, woeful wan, like one forlorn,\n    'Or craz'd with Care, or cross'd in hopeless Love.\n       'One Morn I miss'd him on the custom'd Hill,\n    'Along the Heath, and near his fav'rite Tree;\n    'Another came; nor yet beside the Rill,\n    'Nor up the Lawn, nor at the Wood was he.\n      'The next with Dirges due in sad Array\n    'Slow thro' the Church-way Path we saw him born.\n    'Approach and read (for thou can'st read) the Lay,\n    'Grav'd on the Stone beneath yon aged Thorn.\n\n\n                    The EPITAPH.\n\n      _Here rests his Head upon the Lap of Earth\n    A Youth to Fortune and to Fame unknown:\n    Fair Science frown'd not on his humble Birth,\n    And Melancholy mark'd him for her own.\n      Large was his Bounty, and his Soul sincere,\n    Heav'n did a Recompense as largely send:\n    He gave to Mis'ry all he had, a Tear:\n    He gain'd from Heav'n ('twas all he wish'd) a Friend\n      No farther seek his Merits to disclose,\n    Or draw his Frailties from their dread Abode,\n    (There they alike in trembling Hope repose)\n    The Bosom of his Father and his God._\n\n\nFINIS.\n\n\n\n\nPUBLICATIONS OF THE AUGUSTAN REPRINT SOCIETY\n\nFIRST YEAR (1946-47)\n\nNumbers 1-4 out of print.\n\n5. Samuel Wesley's _Epistle to a Friend Concerning Poetry_ (1700) and\n_Essay on Heroic Poetry_ (1693).\n\n6. _Representation of the Impiety and Immorality of the Stage_ (1704) and\n_Some Thoughts Concerning the Stage_ (1704).\n\nSECOND YEAR (1947-1948)\n\n7. John Gay's _The Present State of Wit_ (1711); and a section on Wit from\n_The English Theophrastus_ (1702).\n\n8. Rapin's _De Carmine Pastorali_, translated by Creech (1684).\n\n9. T. Hanmer's (?) _Some Remarks on the Tragedy of Hamlet_ (1736).\n\n10. Corbyn Morris' _Essay towards Fixing the True Standards of Wit,\netc._ (1744).\n\n11. Thomas Purney's _Discourse on the Pastoral_ (1717).\n\n12. Essays on the Stage, selected, with an Introduction by Joseph Wood\nKrutch.\n\nTHIRD YEAR (1948-1949)\n\n13. Sir John Falstaff (pseud.), _The Theatre_ (1720).\n\n14. Edward Moore's _The Gamester_ (1753).\n\n15. John Oldmixon's _Reflections on Dr. Swift's Letter to Harley_\n(1712); and Arthur Mainwaring's _The British Academy_ (1712).\n\n16. Nevil Payne's _Fatal Jealousy_ (1673).\n\n17. Nicholas Rowe's _Some Account of the Life of Mr. William Shakespeare_\n(1709).\n\n18. \"Of Genius,\" in _The Occasional Paper_, Vol. III, No. 10 (1719);\nand Aaron Hill's Preface to _The Creation_ (1720).\n\nFOURTH YEAR (1949-1950)\n\n19. Susanna Centlivre's _The Busie Body_ (1709).\n\n20. Lewis Theobold's _Preface to The Works of Shakespeare_ (1734).\n\n21. _Critical Remarks on Sir Charles Grandison, Clarissa, and Pamela_\n(1754).\n\n22. Samuel Johnson's _The Vanity of Human Wishes_ (1749) and Two _Rambler_\npapers (1750).\n\n23. John Dryden's _His Majesties Declaration Defended_ (1681).\n\n24. Pierre Nicole's _An Essay on True and Apparent Beauty in Which\nfrom Settled Principles is Rendered the Grounds for Choosing and\nRejecting Epigrams_, translated by J.V. Cunningham.\n\nFIFTH YEAR (1950-51)\n\n25. Thomas Baker's _The Fine Lady's Airs_ (1709).\n\n26. Charles Macklin's _The Man of the World_ (1792).\n\n27. Frances Reynolds' _An Enquiry Concerning the Principles of Taste,\nand of the Origin of Our Ideas of Beauty, etc._ (1785).\n\n28. John Evelyn's _An Apologie for the Royal Party_ (1659); and _A\nPanegyric to Charles the Second_ (1661).\n\n29. Daniel Defoe's _A Vindication of the Press_ (1718).\n\n30. Essays on Taste from John Gilbert Cooper's _Letters Concerning\nTaste_, 3rd edition (1757), & John Armstrong's _Miscellanies_ (1770).\n\n\n\n\nWilliam Andrews Clark Memorial Library: University of California\n\nTHE AUGUSTAN REPRINT SOCIETY\n\n_General Editors_\n\nH. RICHARD ARCHER\n  William Andrews Clark Memorial Library\n\nR.C. BOYS\n  University of Michigan\n\nE.N. HOOKER\n  University of California, Los Angeles\n\nJOHN LOFTIS\n  University of California, Los Angeles\n\nThe Society exists to make available inexpensive reprints (usually\nfacsimile reproductions) of rare seventeenth and eighteenth century\nworks. The editorial policy of the Society continues unchanged. As in\nthe past, the editors welcome suggestions concerning publications. All\nincome of the Society is devoted to defraying cost of publication and\nmailing.\n\nAll correspondence concerning subscriptions in the United States and\nCanada should be addressed to the William Andrews Clark Memorial\nLibrary, 2205 West Adams Boulevard, Los Angeles 18, California.\nCorrespondence concerning editorial matters may be addressed to any of\nthe general editors. The membership fee is $3.00 a year for\nsubscribers in the United States and Canada and 15/-for subscribers in\nGreat Britain and Europe. British and European subscribers should\naddress B.H. Blackwell, Broad Street, Oxford, England.\n\n\n\nPublications for the sixth year [1951-1952],\n\n(At least six items, most of them from the following list, will be\nreprinted.)\n\n\nTHOMAS GRAY: _An Elegy Wrote in a Country Church Yard_ (1751).\nIntroduction by George Sherburn.\n\nJAMES BOSWELL, ANDREW ERSKINE, and GEORGE DEMPSTER: _Critical\nStrictures on the New Tragedy of Elvira_ (1763). Introduction by\nFrederick A. Pottle.\n\n_An Essay on the New Species of Writing Founded by Mr. Fielding_\n(1751). Introduction by James A. Work.\n\nHENRY GALLY: _A Critical Essay on Characteristic Writing_ (1725).\nIntroduction by Alexander Chorney.\n\n[JOHN PHILLIPS]: _Satyr Against Hypocrits_ (1655). Introduction by\nLeon Howard.\n\n_Prefaces to Fiction._ Selected and with an Introduction by Benjamin\nBoyce.\n\nTHOMAS TYERS: _A Biographical Sketch of Dr. Samuel Johnson_ ([1785]).\nIntroduction by Gerald Dennis Meyer.\n\n\nPublications for the first five years (with the exception of NOS. 1-4,\nwhich are out of print) are available at the rate of $3.00 a year.\nPrices for individual numbers may be obtained by writing to the\nSociety.\n\n\n\nTHE AUGUSTAN REPRINT SOCIETY\n_WILLIAM ANDREWS CLARK MEMORIAL LIBRARY_\n2205 WEST ADAMS BOULEVARD, LOS ANGELES 18, CALIFORNIA\n\nMake check or money order payable to THE REGENTS OF THE UNIVERSITY OF\nCALIFORNIA.\n\n",
    "metadata": {
        "author": [
            "Gray, Thomas"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/15409/pg15409.txt",
        "name": "an_elegy_wrote_in_a_country_church_yard_1751_and_t.json"
    }
}