{
    "name": "Annajanska, the Bolshevik Empress",
    "author": [
        "Shaw, G. B. (George Bernard)",
        "Shaw, Bernard",
        "Shaw, Bernhard",
        "Bassetto, Corno di",
        "Shaw, George Bernard",
        "Shaw, G. Bernard (George Bernard)"
    ],
    "body": "The General's office in a military station on the east front in Beotia.\nAn office table with a telephone, writing materials, official papers,\netc., is set across the room. At the end of the table, a comfortable\nchair for the General. Behind the chair, a window. Facing it at the\nother end of the table, a plain wooden bench. At the side of the table,\nwith its back to the door, a common chair, with a typewriter before it.\nBeside the door, which is opposite the end of the bench, a rack for caps\nand coats. There is nobody in the room.\n\nGeneral Strammfest enters, followed by Lieutenant Schneidekind. They\nhang up their cloaks and caps. Schneidekind takes a little longer than\nStrammfest, who comes to the table.\n\nSTRAMMFEST. Schneidekind.\n\nSCHNEIDEKIND. Yes, sir.\n\nSTRAMMFEST. Have you sent my report yet to the government? [He sits\ndown.]\n\nSCHNEIDEKIND [coming to the table]. Not yet, sir. Which government do\nyou wish it sent to? [He sits down.]\n\nSTRAMMFEST. That depends. What's the latest? Which of them do you think\nis most likely to be in power tomorrow morning?\n\nSCHNEIDEKIND. Well, the provisional government was going strong\nyesterday. But today they say that the Prime Minister has shot himself,\nand that the extreme left fellow has shot all the others.\n\nSTRAMMFEST. Yes: that's all very well; but these fellows always shoot\nthemselves with blank cartridge.\n\nSCHNEIDEKIND. Still, even the blank cartridge means backing down. I\nshould send the report to the Maximilianists.\n\nSTRAMMFEST. They're no stronger than the Oppidoshavians; and in my own\nopinion the Moderate Red Revolutionaries are as likely to come out on\ntop as either of them.\n\nSCHNEIDEKIND. I can easily put a few carbon sheets in the typewriter and\nsend a copy each to the lot.\n\nSTRAMMFEST. Waste of paper. You might as well send reports to an infant\nschool. [He throws his head on the table with a groan.]\n\nSCHNEIDEKIND. Tired out, Sir?\n\nSTRAMMFEST. O Schneidekind, Schneidekind, how can you bear to live?\n\nSCHNEIDEKIND. At my age, sir, I ask myself how can I bear to die?\n\nSTRAMMFEST. You are young, young and heartless. You are excited by the\nrevolution: you are attached to abstract things like liberty. But\nmy family has served the Panjandrums of Beotia faithfully for seven\ncenturies. The Panjandrums have kept our place for us at their courts,\nhonored us, promoted us, shed their glory on us, made us what we\nare. When I hear you young men declaring that you are fighting for\ncivilization, for democracy, for the overthrow of militarism, I ask\nmyself how can a man shed his blood for empty words used by vulgar\ntradesmen and common laborers: mere wind and stink. [He rises, exalted\nby his theme.] A king is a splendid reality, a man raised above us like\na god. You can see him; you can kiss his hand; you can be cheered by his\nsmile and terrified by his frown. I would have died for my Panjandrum\nas my father died for his father. Your toiling millions were only too\nhonored to receive the toes of our boots in the proper spot for them\nwhen they displeased their betters. And now what is left in life for me?\n[He relapses into his chair discouraged.] My Panjandrum is deposed and\ntransported to herd with convicts. The army, his pride and glory, is\nparaded to hear seditious speeches from penniless rebels, with the\ncolonel actually forced to take the chair and introduce the speaker.\nI myself am made Commander-in-Chief by my own solicitor: a Jew,\nSchneidekind! a Hebrew Jew! It seems only yesterday that these things\nwould have been the ravings of a madman: today they are the commonplaces\nof the gutter press. I live now for three objects only: to defeat the\nenemy, to restore the Panjandrum, and to hang my solicitor.\n\nSCHNEIDEKIND. Be careful, sir: these are dangerous views to utter\nnowadays. What if I were to betray you?\n\nSTRAMMFEST. What!\n\nSCHNEIDEKIND. I won't, of course: my own father goes on just like that;\nbut suppose I did?\n\nSTRAMMFEST [chuckling]. I should accuse you of treason to the\nRevolution, my lad; and they would immediately shoot you, unless you\ncried and asked to see your mother before you died, when they would\nprobably change their minds and make you a brigadier. Enough. [He rises\nand expands his chest.] I feel the better for letting myself go. To\nbusiness. [He takes up a telegram: opens it: and is thunderstruck by its\ncontents.] Great heaven! [He collapses into his chair.] This is the worst\nblow of all.\n\nSCHNEIDEKIND. What has happened? Are we beaten?\n\nSTRAMMFEST. Man, do you think that a mere defeat could strike me down as\nthis news does: I, who have been defeated thirteen times since the war\nbegan? O, my master, my master, my Panjandrum! [he is convulsed with\nsobs.]\n\nSCHNEIDEKIND. They have killed him?\n\nSTRAMMFEST. A dagger has been struck through his heart--\n\nSCHNEIDEKIND. Good God!\n\nSTRAMMFEST. --and through mine, through mine.\n\nSCHNEIDEKIND [relieved]. Oh, a metaphorical dagger! I thought you meant\na real one. What has happened?\n\nSTRAMMFEST. His daughter the Grand Duchess Annajanska, she whom the\nPanjandrina loved beyond all her other children, has--has-- [he cannot\nfinish.]\n\nSCHNEIDEKIND. Committed suicide?\n\nSTRAMMFEST. No. Better if she had. Oh, far far better.\n\nSCHNEIDEKIND [in hushed tones]. Left the Church?\n\nSTRAMMFEST [shocked]. Certainly not. Do not blaspheme, young man.\n\nSCHNEIDEKIND. Asked for the vote?\n\nSTRAMMFEST. I would have given it to her with both hands to save her\nfrom this.\n\nSCHNEIDEKIND. Save her from what? Dash it, sir, out with it.\n\nSTRAMMFEST. She has joined the Revolution.\n\nSCHNEIDEKIND. But so have you, sir. We've all joined the Revolution. She\ndoesn't mean it any more than we do.\n\nSTRAMMFEST. Heaven grant you may be right! But that is not the worst.\nShe had eloped with a young officer. Eloped, Schneidekind, eloped!\n\nSCHNEIDEKIND [not particularly impressed]. Yes, Sir.\n\nSTRAMMFEST. Annajanska, the beautiful, the innocent, my master's\ndaughter! [He buries his face in his hands.]\n\nThe telephone rings.\n\nSCHNEIDEKIND [taking the receiver]. Yes: G.H.Q. Yes... Don't bawl: I'm\nnot a general. Who is it speaking?... Why didn't you say so? don't you\nknow your duty? Next time you will lose your stripe... Oh, they've made\nyou a colonel, have they? Well, they've made me a field-marshal: now\nwhat have you to say?... Look here: what did you ring up for? I can't\nspend the day here listening to your cheek... What! the Grand Duchess\n[Strammfest starts.] Where did you catch her?\n\nSTRAMMFEST [snatching the telephone and listening for the answer].\nSpeak louder, will you: I am a General I know that, you dolt. Have you\ncaptured the officer that was with her?...  Damnation! You shall answer\nfor this: you let him go: he bribed you. You must have seen him:\nthe fellow is in the full dress court uniform of the Panderobajensky\nHussars. I give you twelve hours to catch him or... what's that you say\nabout the devil? Are you swearing at me, you... Thousand thunders!\n[To Schneidekind.] The swine says that the Grand Duchess is a devil\nincarnate. [Into the telephone.] Filthy traitor: is that the way you\ndare speak of the daughter of our anointed Panjandrum? I'll--\n\nSCHNEIDEKIND [pulling the telephone from his lips]. Take care, sir.\n\nSTRAMMFEST. I won't take care: I'll have him shot. Let go that\ntelephone.\n\nSCHNEIDEKIND. But for her own sake, sir--\n\nSTRAMMFEST. Eh?--\n\nSCHNEIDEKIND. For her own sake they had better send her here. She will\nbe safe in your hands.\n\nSTRAMMFEST [yielding the receiver]. You are right. Be civil to him. I\nshould choke [he sits down].\n\nSCHNEIDEKIND [into the telephone]. Hullo. Never mind all that: it's only\na fellow here who has been fooling with the telephone. I had to leave\nthe room for a moment. Wash out: and send the girl along. We'll jolly\nsoon teach her to behave herself here... Oh, you've sent her already.\nThen why the devil didn't you say so, you--[he hangs up the telephone\nangrily]. Just fancy: they started her off this morning: and all this is\nbecause the fellow likes to get on the telephone and hear himself talk\nnow that he is a colonel. [The telephone rings again. He snatches the\nreceiver furiously.] What's the matter now?... [To the General.] It's our\nown people downstairs. [Into the receiver.] Here! do you suppose I've\nnothing else to do than to hang on to the telephone all day?... What's\nthat? Not men enough to hold her! What do you mean? [To the General.]\nShe is there, sir.\n\nSTRAMMFEST. Tell them to send her up. I shall have to receive her\nwithout even rising, without kissing her hand, to keep up appearances\nbefore the escort. It will break my heart.\n\nSCHNEIDEKIND [into the receiver]. Send her up... Tcha! [He hangs up the\nreceiver.] He says she is halfway up already: they couldn't hold her.\n\nThe Grand Duchess bursts into the room, dragging with her two exhausted\nsoldiers hanging on desperately to her arms. She is enveloped from head\nto foot by a fur-lined cloak, and wears a fur cap.\n\nSCHNEIDEKIND [pointing to the bench]. At the word Go, place your\nprisoner on the bench in a sitting posture; and take your seats right\nand left of her. Go.\n\nThe two soldiers make a supreme effort to force her to sit down. She\nflings them back so that they are forced to sit on the bench to save\nthemselves from falling backwards over it, and is herself dragged into\nsitting between them. The second soldier, holding on tight to the Grand\nDuchess with one hand, produces papers with the other, and waves them\ntowards Schneidekind, who takes them from him and passes them on to the\nGeneral. He opens them and reads them with a grave expression.\n\nSCHNEIDEKIND. Be good enough to wait, prisoner, until the General has\nread the papers on your case.\n\nTHE GRAND DUCHESS [to the soldiers]. Let go. [To Strammfest]. Tell them\nto let go, or I'll upset the bench backwards and bash our three heads on\nthe floor.\n\nFIRST SOLDIER. No, little mother. Have mercy on the poor.\n\nSTRAMMFEST [growling over the edge of the paper he is reading]. Hold\nyour tongue.\n\nTHE GRAND DUCHESS [blazing]. Me, or the soldier?\n\nSTRAMMFEST [horrified]. The soldier, madam.\n\nTHE GRAND DUCHESS. Tell him to let go.\n\nSTRAMMFEST. Release the lady.\n\nThe soldiers take their hands off her. One of them wipes his fevered\nbrow. The other sucks his wrist.\n\nSCHNEIDKIND [fiercely]. 'ttention!\n\nThe two soldiers sit up stiffly.\n\nTHE GRAND DUCHESS. Oh, let the poor man suck his wrist. It may be\npoisoned. I bit it.\n\nSTRAMMFEST [shocked]. You bit a common soldier!\n\nGRAND DUCHESS. Well, I offered to cauterize it with the poker in the\noffice stove. But he was afraid. What more could I do?\n\nSCHNEIDEKIND. Why did you bite him, prisoner?\n\nTHE GRAND DUCHESS. He would not let go.\n\nSTRAMMFEST. Did he let go when you bit him?\n\nTHE GRAND DUCHESS. No. [Patting the soldier on the back]. You should\ngive the man a cross for his devotion. I could not go on eating him; so\nI brought him along with me.\n\nSTRAMMFEST. Prisoner--\n\nTHE GRAND DUCHESS. Don't call me prisoner, General Strammfest. My\ngrandmother dandled you on her knee.\n\nSTRAMMFEST [bursting into tears]. O God, yes. Believe me, my heart is\nwhat it was then.\n\nTHE GRAND DUCHESS. Your brain also is what it was then. I will not be\naddressed by you as prisoner.\n\nSTRAMMFEST. I may not, for your own sake, call you by your rightful and\nmost sacred titles. What am I to call you?\n\nTHE GRAND DUCHESS. The Revolution has made us comrades. Call me comrade.\n\nSTRAMMFEST. I had rather die.\n\nTHE GRAND DUCHESS. Then call me Annajanska; and I will call you Peter\nPiper, as grandmamma did.\n\nSTRAMMFEST [painfully agitated]. Schneidekind, you must speak to her: I\ncannot--[he breaks down.]\n\nSCHNEIDEKIND [officially]. The Republic of Beotia has been compelled\nto confine the Panjandrum and his family, for their own safety, within\ncertain bounds. You have broken those bounds.\n\nSTRAMMFEST [taking the word from him]. You are I must say it--a\nprisoner. What am I to do with you?\n\nTHE GRAND DUCHESS. You should have thought of that before you arrested\nme.\n\nSTRAMMFEST. Come, come, prisoner! do you know what will happen to you if\nyou compel me to take a sterner tone with you?\n\nTHE GRAND DUCHESS. No. But I know what will happen to you.\n\nSTRAMAIFEST. Pray what, prisoner?\n\nTHE GLAND DUCHESS. Clergyman's sore throat.\n\nSchneidekind splutters; drops a paper: and conceals his laughter under\nthe table.\n\nSTRAMMFEST [thunderously]. Lieutenant Schneidekind.\n\nSCHNEIDEKIND [in a stifled voice]. Yes, Sir. [The table vibrates\nvisibly.]\n\nSTRAMMFEST. Come out of it, you fool: you're upsetting the ink.\n\nSchneidekind emerges, red in the face with suppressed mirth.\n\nSTRAMMFEST. Why don't you laugh? Don't you appreciate Her Imperial\nHighness's joke?\n\nSCHNEIDEKIND [suddenly becoming solemn]. I don't want to, sir.\n\nSTRAMMFEST. Laugh at once, sir. I order you to laugh.\n\nSCHNEIDEKIND [with a touch of temper]. I really can't, sir. [He sits\ndown decisively.]\n\nSTRAMMFEST [growling at him]. Yah! [He turns impressively to the Grand\nDuchess.] Your Imperial Highness desires me to address you as comrade?\n\nTHE GRAND DUCHESS [rising and waving a red handkerchief]. Long live the\nRevolution, comrade!\n\nSTRAMMFEST [rising and saluting]. Proletarians of all lands, unite.\nLieutenant Schneidekind, you will rise and sing the Marseillaise.\n\nSCHNEIDEKIND [rising]. But I cannot, sir. I have no voice, no ear.\n\nSTRAMMFEST. Then sit down; and bury your shame in your typewriter.\n[Schneidekind sits down.] Comrade Annajanska, you have eloped with a\nyoung officer.\n\nTHE GRAND DUCHESS [astounded]. General Strammfest, you lie.\n\nSTRAMMFEST. Denial, comrade, is useless. It is through that officer\nthat your movements have been traced. [The Grand Duchess is suddenly\nenlightened, and seems amused. Strammfest continues an a forensic\nmanner.] He joined you at the Golden Anchor in Hakonsburg. You gave\nus the slip there; but the officer was traced to Potterdam, where you\nrejoined him and went alone to Premsylople. What have you done with that\nunhappy young man? Where is he?\n\nTHE GRAND DUCHESS [pretending to whisper an important secret]. Where he\nhas always been.\n\nSTRAMMFEST [eagerly]. Where is that?\n\nTHE GRAND DUCHESS [impetuously]. In your imagination. I came alone. I\nam alone. Hundreds of officers travel every day from Hakonsburg to\nPotterdam. What do I know about them?\n\nSTRAMMFEST. They travel in khaki. They do not travel in full dress court\nuniform as this man did.\n\nSCHNEIDEKIND. Only officers who are eloping with grand duchesses wear\ncourt uniform: otherwise the grand duchesses could not be seen with\nthem.\n\nSTRAMMFEST. Hold your tongue. [Schneidekind, in high dudgeon, folds his\narms and retires from the conversation. The General returns to his paper\nand to his examination of the Grand Duchess.] This officer travelled\nwith your passport. What have you to say to that?\n\nTHE GRAND DUCHESS. Bosh! How could a man travel with a woman's passport?\n\nSTRAMMFEST. It is quite simple, as you very well know. A dozen\ntravellers arrive at the boundary. The official collects their\npassports. He counts twelve persons; then counts the passports. If there\nare twelve, he is satisfied.\n\nTHE GRAND DUCHESS. Then how do you know that one of the passports was\nmine?\n\nSTRAMMFEST. A waiter at the Potterdam Hotel looked at the officer's\npassport when he was in his bath. It was your passport.\n\nTHE GRAND DUCHESS. Stuff! Why did he not have me arrested?\n\nSTRAMMFEST. When the waiter returned to the hotel with the police the\nofficer had vanished; and you were there with your own passport. They\nknouted him.\n\nTHE GRAND DUCHESS. Oh! Strammfest, send these men away. I must speak to\nyou alone.\n\nSTRAMMFEST [rising in horror]. No: this is the last straw: I cannot\nconsent. It is impossible, utterly, eternally impossible, that a\ndaughter of the Imperial House should speak to any one alone, were it\neven her own husband.\n\nTHE GRAND DUCHESS. You forget that there is an exception. She may speak\nto a child alone. [She rises.] Strammfest, you have been dandled on my\ngrandmother's knee. By that gracious action the dowager Panjandrina made\nyou a child forever. So did Nature, by the way. I order you to speak to\nme alone. Do you hear? I order you. For seven hundred years no member of\nyour family has ever disobeyed an order from a member of mine. Will you\ndisobey me?\n\nSTRAMMFEST. There is an alternative to obedience. The dead cannot\ndisobey. [He takes out his pistol and places the muzzle against his\ntemple.]\n\nSCHNEIDEKIND [snatching the pistol from him]. For God's sake, General--\n\nSTRAMMFEST [attacking him furiously to recover the weapon]. Dog of a\nsubaltern, restore that pistol and my honor.\n\nSCHNEIDEKIND [reaching out with the pistol to the Grand Duchess]. Take\nit: quick: he is as strong as a bull.\n\nTHE GRAND DUCHESS [snatching it]. Aha! Leave the room, all of you except\nthe General. At the double! lightning! electricity! [She fires shot\nafter shot, spattering the bullets about the ankles of the soldiers.\nThey fly precipitately. She turns to Schneidekind, who has by this time\nbeen flung on the floor by the General.] You too. [He scrambles up.]\nMarch. [He flies to the door.]\n\nSCHNEIDEKIND [turning at the door]. For your own sake, comrade--\n\nTHE GRAND DUCHESS [indignantly]. Comrade! You!!! Go. [She fires two more\nshots. He vanishes.]\n\nSTRAMMFEST [making an impulsive movement towards her]. My Imperial\nMistress--\n\nTHE GRAND DUCHESS. Stop. I have one bullet left, if you attempt to take\nthis from me [putting the pistol to her temple].\n\nSTRAMMFEST [recoiling, and covering his eyes with his hands]. No no: put\nit down: put it down. I promise everything: I swear anything; but put it\ndown, I implore you.\n\nTHE GRAND DUCHESS [throwing it on the table]. There!\n\nSTRAMMFEST [uncovering his eyes]. Thank God!\n\nTHE GRAND DUCHESS [gently]. Strammfest: I am your comrade. Am I nothing\nmore to you?\n\nSTRAMMFEST [falling on his knee]. You are, God help me, all that is left\nto me of the only power I recognize on earth [he kisses her hand].\n\nTHE GRAND DUCHESS [indulgently]. Idolater! When will you learn that our\nstrength has never been in ourselves, but in your illusions about us?\n[She shakes off her kindliness, and sits down in his chair.] Now tell\nme, what are your orders? And do you mean to obey them?\n\nSTRAMMFEST [starting like a goaded ox, and blundering fretfully about\nthe room]. How can I obey six different dictators, and not one gentleman\namong the lot of them? One of them orders me to make peace with the\nforeign enemy. Another orders me to offer all the neutral countries 48\nhours to choose between adopting his views on the single tax and being\ninstantly invaded and annihilated. A third orders me to go to a damned\nSocialist Conference and explain that Beotia will allow no annexations\nand no indemnities, and merely wishes to establish the Kingdom of Heaven\non Earth throughout the universe. [He finishes behind Schneidekind's\nchair.]\n\nTHE GRAND DUCHESS. Damn their trifling!\n\nSTRAMMFEST. I thank Your Imperial Highness from the bottom of my heart\nfor that expression. Europe thanks you.\n\nTHE GRAND DUCHESS. M'yes; but--[rising]. Strammfest, you know that your\ncause--the cause of the dynasty--is lost.\n\nSTRAMMFEST. You must not say so. It is treason, even from you. [He\nsinks, discouraged, into the chair, and covers his face with his hand.]\n\nTHE GRAND DUCHESS. Do not deceive yourself, General: never again will a\nPanjandrum reign in Beotia. [She walks slowly across the room, brooding\nbitterly, and thinking aloud.] We are so decayed, so out of date, so\nfeeble, so wicked in our own despite, that we have come at last to will\nour own destruction.\n\nSTRAMMFEST. You are uttering blasphemy.\n\nTHE GRAND DUCHESS. All great truths begin as blasphemies. All the king's\nhorses and all the king's men cannot set up my father's throne again. If\nthey could, you would have done it, would you not?\n\nSTRAMMFEST. God knows I would!\n\nTHE GRAND DUCHESS. You really mean that? You would keep the people in\ntheir hopeless squalid misery? you would fill those infamous prisons\nagain with the noblest spirits in the land? you would thrust the rising\nsun of liberty back into the sea of blood from which it has risen? And\nall because there was in the middle of the dirt and ugliness and horror\na little patch of court splendor in which you could stand with a few\norders on your uniform, and yawn day after day and night after night in\nunspeakable boredom until your grave yawned wider still, and you fell\ninto it because you had nothing better to do. How can you be so stupid,\nso heartless?\n\nSTRAMMFEST. You must be mad to think of royalty in such a way. I never\nyawned at court. The dogs yawned; but that was because they were dogs:\nthey had no imagination, no ideals, no sense of honor and dignity to\nsustain them.\n\nTHE GRAND DUCHESS. My poor Strammfest: you were not often enough at\ncourt to tire of it. You were mostly soldiering; and when you came home\nto have a new order pinned on your breast, your happiness came through\nlooking at my father and mother and at me, and adoring us. Was that not\nso?\n\nSTRAMMFEST. Do YOU reproach me with it? I am not ashamed of it.\n\nTHE GRAND DUCHESS. Oh, it was all very well for you, Strammfest. But\nthink of me, of me! standing there for you to gape at, and knowing that\nI was no goddess, but only a girl like any other girl! It was cruelty to\nanimals: you could have stuck up a wax doll or a golden calf to worship;\nit would not have been bored.\n\nSTRAMMFEST. Stop; or I shall renounce my allegiance to you. I have had\nwomen flogged for such seditious chatter as this.\n\nTHE GRAND DUCHESS. Do not provoke me to send a bullet through your head\nfor reminding me of it.\n\nSTRAMMFEST. You always had low tastes. You are no true daughter of the\nPanjandrums: you are a changeling, thrust into the Panjandrina's bed by\nsome profligate nurse. I have heard stories of your childhood: of how--\n\nTHE GRAND DUCHESS. Ha, ha! Yes: they took me to the circus when I was a\nchild. It was my first moment of happiness, my first glimpse of heaven.\nI ran away and joined the troupe. They caught me and dragged me back to\nmy gilded cage; but I had tasted freedom; and they never could make me\nforget it.\n\nSTRAMMFEST. Freedom! To be the slave of an acrobat! to be exhibited to\nthe public! to--\n\nTHE GRAND DUCHESS. Oh, I was trained to that. I had learnt that part of\nthe business at court.\n\nSTRAMMFEST. You had not been taught to strip yourself half naked and\nturn head over heels--\n\nTHE GRAND DUCHESS. Man, I WANTED to get rid of my swaddling clothes and\nturn head over heels. I wanted to, I wanted to, I wanted to. I can do it\nstill. Shall I do it now?\n\nSTRAMMFEST. If you do, I swear I will throw myself from the window so\nthat I may meet your parents in heaven without having my medals torn\nfrom my breast by them.\n\nTHE GRAND DUCHESS. Oh, you are incorrigible. You are mad, infatuated.\nYou will not believe that we royal divinities are mere common flesh and\nblood even when we step down from our pedestals and tell you ourselves\nwhat a fool you are. I will argue no more with you: I will use my power.\nAt a word from me your men will turn against you: already half of them\ndo not salute you; and you dare not punish them: you have to pretend not\nto notice it.\n\nSTRAMMFEST. It is not for you to taunt me with that if it is so.\n\nTHE GRAND DUCHESS. [haughtily]. Taunt! I condescend to taunt! To taunt a\ncommon General! You forget yourself, sir.\n\nSTRAMMFEST [dropping on his knee submissively]. Now at last you speak\nlike your royal self.\n\nTHE GRAND DUCHESS. Oh, Strammfest, Strammfest, they have driven your\nslavery into your very bones. Why did you not spit in my face?\n\nSTRAMMFEST [rising with a shudder]. God forbid!\n\nTHE GRAND DUCHESS. Well, since you will be my slave, take your orders\nfrom me. I have not come here to save our wretched family and our\nbloodstained crown. I am come to save the Revolution.\n\nSTRAMMFEST. Stupid as I am, I have come to think that I had better save\nthat than save nothing. But what will the Revolution do for the people?\nDo not be deceived by the fine speeches of the revolutionary leaders and\nthe pamphlets of the revolutionary writers. How much liberty is there\nwhere they have gained the upper hand? Are they not hanging, shooting,\nimprisoning as much as ever we did? Do they ever tell the people the\ntruth? No: if the truth does not suit them they spread lies instead, and\nmake it a crime to tell the truth.\n\nTHE GRAND DUCHESS. Of course they do. Why should they not?\n\nSTRAMMFEST [hardly able to believe his ears]. Why should they not?\n\nTHE GRAND DUCHESS. Yes: why should they not? We did it. You did it, whip\nin hand: you flogged women for teaching children to read.\n\nSTRAMMFEST. To read sedition. To read Karl Marx.\n\nTHE GRAND DUCHESS. Pshaw! How could they learn to read the Bible without\nlearning to read Karl Marx? Why do you not stand to your guns and\njustify what you did, instead of making silly excuses? Do you suppose\nI think flogging a woman worse than flogging a man? I, who am a woman\nmyself!\n\nSTRAMMFEST. I am at a loss to understand your Imperial Highness. You\nseem to me to contradict yourself.\n\nTHE GRAND DUCHESS. Nonsense! I say that if the people cannot govern\nthemselves, they must be governed by somebody. If they will not do their\nduty without being half forced and half humbugged, somebody must force\nthem and humbug them. Some energetic and capable minority must always\nbe in power. Well, I am on the side of the energetic minority whose\nprinciples I agree with. The Revolution is as cruel as we were; but its\naims are my aims. Therefore I stand for the Revolution.\n\nSTRAMMFEST. You do not know what you are saying. This is pure\nBolshevism. Are you, the daughter of a Panjandrum, a Bolshevist?\n\nTHE GRAND DUCHESS. I am anything that will make the world less like a\nprison and more like a circus.\n\nSTRAMMFEST. Ah! You still want to be a circus star.\n\nTHE GRAND DUCHESS. Yes, and be billed as the Bolshevik Empress. Nothing\nshall stop me. You have your orders, General Strammfest: save the\nRevolution.\n\nSTRAMMFEST. What Revolution? Which Revolution? No two of your rabble of\nrevolutionists mean the same thing by the Revolution What can save a mob\nin which every man is rushing in a different direction?\n\nTHE GRAND DUCHESS. I will tell you. The war can save it.\n\nSTRAMMFEST. The war?\n\nTHE GRAND DUCHESS. Yes, the war. Only a great common danger and a great\ncommon duty can unite us and weld these wrangling factions into a solid\ncommonwealth.\n\nSTRAMMFEST. Bravo! War sets everything right: I have always said so. But\nwhat is a united people without a united army? And what can I do? I am\nonly a soldier. I cannot make speeches: I have won no victories: they\nwill not rally to my call [again he sinks into his chair with his former\ngesture of discouragement].\n\nTHE GRAND DUCHESS. Are you sure they will not rally to mine?\n\nSTRAMMFEST. Oh, if only you were a man and a soldier!\n\nTHE GRAND DUCHESS. Suppose I find you a man and a soldier?\n\nSTRAMMFEST [rising in a fury]. Ah! the scoundrel you eloped with! You\nthink you will shove this fellow into an army command, over my head.\nNever.\n\nTHE GRAND DUCHESS. You promised everything. You swore anything. [She\nmarches as if in front of a regiment.] I know that this man alone can\nrouse the army to enthusiasm.\n\nSTRAMMFEST. Delusion! Folly! He is some circus acrobat; and you are in\nlove with him.\n\nTHE GRAND DUCHESS. I swear I am not in love with him. I swear I will\nnever marry him.\n\nSTRAMMFEST. Then who is he?\n\nTHE GRAND DUCHESS. Anybody in the world but you would have guessed long\nago. He is under your very eyes.\n\nSTRAMMFEST [staring past her right and left]. Where?\n\nTHE GRAND DUCHESS. Look out of the window.\n\nHe rushes to the window, looking for the officer. The Grand Duchess\ntakes off her cloak and appears in the uniform of the Panderobajensky\nHussars.\n\nSTRAMMFEST [peering through the window]. Where is he? I can see no one.\n\nTHE GRAND DUCHESS. Here, silly.\n\nSTRAMMFEST [turning]. You! Great Heavens! The Bolshevik Empress!",
    "metadata": {
        "author": [
            "Shaw, G. B. (George Bernard)",
            "Shaw, Bernard",
            "Shaw, Bernhard",
            "Bassetto, Corno di",
            "Shaw, George Bernard",
            "Shaw, G. Bernard (George Bernard)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/3485/pg3485.txt",
        "name": "annajanska_the_bolshevik_empress.json"
    }
}