{
    "name": "Answering the Phone: A Farce",
    "author": [
        "Guptill, Elizabeth F. (Elizabeth Frances)"
    ],
    "body": "    ELIZABETH F. GUPTILL\n\n\n\n    _Price 10 Cents_\n\n\n\n    _All Rights Reserved, Amateur Performance Permitted_\n\n    _Tullar-Meredith Co._\n\n    265 West 36th Street, New York 14 W. Washington Street, Chicago\n\n    _Copyright 1914 by Tullar-Meredith Co\n    International Copyright Secured_\n\n\n\n\nAnswering the Phone\n\n\nCharacters\n\nMrs. Courtney; Miss Eleanora Courtney, her daughter; Nora Flanagan, the\nnew hired girl.\n\n\n\n\nSCENE I.\n\nThe living room of the Courtney home. Mrs. Courtney dressed ready\nfor the street. She gives finishing touches to her toilet before the\nmirror, then steps to side door.\n\n\n_Mrs. C._ If any one calls while I am gone, Nora, say I am out. Make\nhot biscuits for tea, and open a jar of strawberries. Be sure to answer\nthe phone. The last girl I had didn’t know what a telephone was, and\nignored it all the afternoon. It made me a lot of trouble, and I had to\nlet her go. I will leave the door open so you can hear it.\n\n_Nora._ (Without.) I’ll answer it, mem, to be sure.\n\n_Mrs. C._ Very well. I’ll be back before tea time, but don’t tell any\ncaller so. Just say I’m out. If they ask when I’ll return, you don’t\nknow.\n\n_Nora._ Faith an’ I do, thin—befoor tay time.\n\n_Mrs. C._ I mean you must tell them you don’t know. Remember, now, and\nbe sure to answer the phone.\n\n(Exit Mrs. C. by other side door. In a minute, Nora appears from\nkitchen, looks toward that door.)\n\n_Nora._ Sure an’ she didn’t lave the outside dure opin, so it must be\nthis dure she was afther manin’. So the last gurl didn’t know what\na tillyphone was, didn’t she? Will, sorra a bit more do I, but I’ll\nanswer it if it shpakes to me, civil-like. It must be in this room, for\nthis was the dure she lift open. Now is it a Polly Parrot, or what is\nit? Begorry, its Nora Flanagan that don’t know at all, at all. Come,\nTilly, Tilly, Tilly! Come show yuresilf, and lit me hear the voice av\nyez. Where in the wurruld doos yez kape yersilf? Come Phony, Phony,\nPhony! Come, that’s a good baste! (She has been looking everywhere.\nShe now seats herself.) Stay where yez are, thin, bad ’cess to yez!\nI naden’t answer yez if yez don’t shpake, that’s sure! (Phone rings;\nNora jumps, with a little scream.) Sure an’ I niver heard the durebell\nsound as near as that! (Exit.) (Comes back muttering.) Bad ’cess to\nthim byes! A rapping and a ringing and thin whin yez go to the dure,\nno wan bees there, at all, at all! (Phone rings again. Nora runs out,\nbut comes back to put her head through the doorway.) Faith, an’ I’ll\nwatch fur ’em this toime, and ketch the crathers! (Exit Nora. Phone\nrings again. Nora enters, and seats herself.) Sure, and that’s a quare\nthing! That wasn’t the durebell at all, at all. I thought it sounded\nin this room, but there’s no bell here, at all, at all! If this house\nis haunted, its mesilf that won’t stay a night in the place, I don’t\nwurruk where there’s witches nor ghosts, that’s flat. (Bell rings\nagain. Nora looks at phone.) Sure, and I belave it’s that little box\nthat’s makin’ all the noise. Perhaps that’s the phone, now. But how can\nI answer it? There is no dure to open. (Bell rings again,) Shut up,\nyou sassy box! I aint goin’ to answer yez. (Bell rings again.) Well,\nting-a-ling-a-ling, thin. Doos that suit yez? (Enter Miss Courtney,\ndressed for the street.)\n\n_Miss C._ Why Nora, didn’t you hear the phone? You should answer it,\nwhen we are not here.\n\n_Nora._ Sure and I did answer it.\n\n_Miss C._ Who was it?\n\n_Nora._ Who was it? The Ould Harry himsilf, I belave. He kipt a ringin’\nand a ringin’ but niver a wurrud did he say.\n\n_Miss C._ That’s queer! (Bell rings again, Miss C. goes to phone. Nora\nwatches curiously.)\n\n_Miss C._ Hello!—— Yes—— That’s too bad—— Something wrong with the\nline, maybe. The girl said she answered—— I’m sorry, but I’m just going\nout, and I must go the other way. Tell her I’ll run in tomorrow—— Yes——\nGoodbye. (Hangs up receiver.) Now if it rings again, Nora, answer it.\nI’ll be back to tea, but don’t say so to any one. Don’t know. Just say\nI’m out, and that you’ll give any message.\n\n_Nora._ I will do that same. (Miss C. goes out.)\n\n_Nora._ So that box is the tillyphone, is it? Quare things they have\nin Americky——little rooms that goes up or down with yez, pieanny’s\nthat play thimselves, trumpets that sing at yez, and boxes that talk to\nyez! (Bell rings.) There goes the thing again. Well, she put this to\nher ear, and talked through this. Hello!—— It’s mesilf—— Sure and it\nisn’t. It’s number 12 Maple Avenue, Mrs. Coortney’s house—— Yis, I’m\nthe gurrul, Nora Flanagan—— No, she’s not at home, she’s gone out, and\nthe young lady too—— Sure, and she said she would be home at taytime——\n-Oh, begorra, she said I wasn’t to know whin she’d be home. I’ll give\nher a message if yez like—— Who did you say?—— Oh, yis, Mrs. Donahue——\nNo?—— Oh, Mrs. Van Houton? Is that roight?—— Yis, I’ll tell her yez\nhollered through the little box, but I’ll not tell her yez called,\nfor yez didn’t. I niver set eyes on yez. I can lie, if I must, for my\nmisthress, but I shan’t lie to her—— Yis, goodbye to yez. (Hangs up\nreceiver.) Sure and I did that in foine shtyle. It’s Nora Flanagan can\nlearn the Yankee ways. Now where was that woman, I wonder? And how\ndid I hear the voice av her so plain? It’s witchcraft, I do belave.\nSure, and I’ll ask the praste, nixt toime I go to confession, if it’s\nall roight fer a good gurrul to middle with. If not, I shan’t answer\nthe crather anny more. (Bell rings.) There it goes again. (Takes down\nreceiver.) Hello!—— Yis, it’s Nora, sure—— No, there’s no one ilse\nhere—— Sure, it’s a good hand yez are at coortin, but how do yez know\nhow pretty I am?—— Yis, av coorse it’s Nora—— Odd? Yis, maybe. Yez own\nsounds odd, too—— Yis, I caught it, but I don’t care to have me ears\nkissed—— Do I, now? Well I’m not sure—— Yis, I’ll tell yez tonight, if\nyez come—— The theayter? Sure I will that same—— And a little supper,\ndid yez say, aftherwards? I’ll be there—— No, it’s no freak, it’s the\nright voice av me—— Yis, I do thin, a little—— Well, goodbye thin, me\ndear—— Yis, at eight, goodbye. (Hangs up receiver.) To think I’ve got\nme a beau, so soon, and I’ve niver set eyes on him, nayther. Reginald!\nIt’s a pretty name, that it is. Whin did he see me, I wonder? (Primps\nbefore glass.) Well there’s lots of Yankee gurruls not so good looking\nas Nora Flanagan. I must hurry up the tay, and be riddy whin me young\nman gits here. Bedad, I’ll be guessing he’s the perliceman that told me\nthe way here. He was a foine looking man, to be sure, and Irish, by his\nlook and brogue, but not by the name av him. Reginald! Real foine it\nsounds! (Exit into kitchen.)\n\n\n(CURTAIN)\n\n\n\n\nSCENE II.\n\n\n(Same setting as before. Mrs. C. and Miss C. just being let in by Nora.)\n\n_Mrs. C._ And did any one call for me while I was out, Nora?\n\n_Nora._ No mem, a Mrs. Donahue hollered through the tellyphone, and\nwanted me to say she called, but she niver came near the dure at all,\nat all. She didn’t seem to want nothin’ but to know what number this\nwas, and what my name was. Rather sassy, she was, I thought.\n\n_Mrs. C._ Mrs. Donahue? I don’t know any Mrs. Donahue.\n\n_Nora._ Sure and I thought she didn’t know yez, all the toime, mem. She\njist wanted to holler through the little bellbox.\n\n_Mrs. C._ Is tea ready?\n\n_Nora._ It is, mem.\n\n_Miss C._ And did any one call for me, at the door or the phone?\n\n_Nora._ Niver a sowl, Miss, (to Mrs. C.) Plaze mem, may I have me\navenin’ out tonight, instid av tomorry?\n\n_Mrs. C._ Why, I don’t know. Why?\n\n_Nora._ It’s invited out I am, by me young man, mem.\n\n_Mrs. C._ But you told me you had no followers.\n\n_Nora._ No more I did, thin, but I hev one now. He called me on the\nphone, and I said I’d go. I must, mem, if I lose me place.\n\n_Mrs. C._ What does he do, Nora?\n\n_Nora._ He’s a perliceman, I belave, mem, and he has a swate way av\nmaking love over the phone. Sure, and I didn’t know yez could kiss\nthrough those little boxes.\n\n_Miss C._ Oh! But where is he going to take you, Nora?\n\n_Nora._ To the theayter, and a bit av a supper aftherwards, Miss. May I\ngo, mem?\n\n_Mrs. C._ But who is he, Nora?\n\n_Nora._ Me beau, mem.\n\n_Mrs. C._ What is his name, I mean?\n\n_Nora._ His Christian name is Reginald, mem.\n\n_Mrs. C._ His last name?\n\n_Nora._ I fergit, exactly, mem.\n\n_Miss C._ (Suspiciously.) Are you sure it was you he called?\n\n_Nora._ And who else should it be? He called me Nora darlint, and made\nlove over the phone in great shape. Sure, and he’s to git his answer\ntonight, so I must go.\n\n_Miss C._ Mamma! It was Reginald! He always calls me Nora.\n\n_Nora._ Is that yez name?\n\n_Miss C._ It’s Eleanora.\n\n_Nora._ Well, it’s mesilf that don’t want yez beau, but nayther kin yez\nhov moine. I’ll tell yez what I’ll do. We’ll both be riddy at eight,\nand bedad, he kin choose betwixt us.\n\n_Mrs. C._ Do you mean to say, Eleanora, that he would dare court you\nover the phone?\n\n_Miss C._ Well, he might. See here, Nora, I’ll show you my Reginald’s\npicture, and if that’s the one that comes, bring him in and call me. If\nnot, you may have him. Is that fair? (Shows photo.)\n\n_Nora._ Sure and if that’s the man, yez kin have him and wilcome. It’s\nno city dude loike that, that Nora Flanagan wants. But bedad, if it\nis him, yez’ll hev to say yis or no this noight, for I promised him\nthrough the little phone that yez would. Good luck to yez, Miss, and\ngood luck to me, too. If I’ve made a mis larrago this toime, mebbe the\nlittle bellbox’ll bring me a good Irish beau yit. Come out to tay, and\nthin bedad, we’ll both git ready for our beaux, and good luck to the\nboth av us. Sure and it’s great fun answering the phone annyhow. (She\ngoes out, followed by the others.)\n\n\n\n\nBest Entertainments for Any Time.\n\nDialogs and Plays.\n\n\n=A CORNER IN HEARTS.= By Edna Randolph Worrell. Parlor play for 4 young\nmen and 1 lady, or 5 men. Very amusing. All the lovers propose to the\nsame girl. Rich humor; pleasing situations. Excellent for any time. 25\nminutes. 15 cents.\n\n=A DAY AT HAPPY HOLLOW SCHOOL.= By Lettie Cook VanDerveer. A new play\nof the “Deestrick Skule” type. Up-to-date wit and clever drolleries. A\ncity automobile party in contrast with rural youngsters. Lots of fun.\nSongs, etc., may be introduced. A capital play to make money for church\nor school. 25 cents.\n\n=A GOOSE AND SOME GEESE.= By Eleanor Stinchcomb. A Jolly Mother Goose\nplay with a very pointed climax. For 5 girls and 7 boys. Time, 15\nminutes. 15 cents.\n\n=A HALLOWE’EN ADVENTURE.= A lively play, by Effie Louise Koogle. Full\nof ghostly excitement and spooky frolic. Specially suited for social\noccasions. 8 males and 8 females, or more. 3 scenes. 1 hour. 15 cents.\n\n=A LITTLE HEROINE OF THE REVOLUTION.= A play for all ages. By Elizabeth\nF. Guptill. A little girl is sent ostensibly to play with a friend,\nbut really to carry a message to General Marion. She is captured by\nthe British, but by her cleverness deceives them, and reaches her\ndestination. Full of historic interest. 10 males, 5 females. More boys\nmay be added as soldiers, if desired. 25 cents.\n\n=AL MARTIN’S COUNTRY STORE.= A burlesque for from 15 to 30\nparticipants, by Archibald Humboldt and Martelle Everett. Unsurpassed\nfor merriment, taking qualities and ease of production. A country\nstore with all its peculiar environments is depicted. The loafers, the\nsmall customers, the gossipers, the lovers, the innocent fun makers,\nall have parts. There is a graceful plot that gathers interest as the\nplay proceeds and culminates in a brilliant climax. Unquestionably the\ngreatest success as a popular entertainment. 25 cents.\n\n=CONTEST OF THE NATIONS, THE.= A spectacular play or cantata, by\nElizabeth F. Guptill. The Goddess of Liberty and 12 nations compete for\nthe laurel crown. It embraces a fine march; splendid songs by Archibald\nHumboldt. Very effective. 13 ladies. 25 cents.\n\n=CABBAGE HILL SCHOOL.= A humorous play for children or young people,\nby Elizabeth F. Guptill. Presents the trials of a new “skewlmarm” on\nthe opening day, and the performances of the pupils in the presence of\naugust visitors on closing day. A veritable mirth-provoker. Full of the\nrichest humor. 10 males. 16 female characters (or less). 25c.\n\n=CROWNING THE MAY QUEEN.= A spectacular play by Elizabeth F. Guptill.\nChildren go Maying, select and crown a queen, wind the Maypole, and\nhave a merry time. The frolic is quickly changed to great excitement by\nthe appearance of a gypsy, who attempts to abduct them. A very clever\nplot and a happy arrangement. 9 boys and 8 girls, or 17 girls. 25 cents.\n\n=CUPID’S JOKE.= A charming little drama in which Cupid plays an\nImportant part. A splendid society play for St. Valentine’s Day, or any\nsocial occasion. 5 male and 5 female characters, and Cupid. 3 scenes,\n45 minutes. By Effie Louise Koogle. 15 cents.\n\n=DIALOGS FOR ANY TIME, ORIGINAL.= By Elizabeth F. Guptill. Interesting\nand amusing. May be given in any room with very few property\nrequirements, by primary and intermediate grades. The author’s name is\na guarantee of their excellence. They are witty, spicy and lively. 25\ncents.\n\n=DISPELLING OF BIG JIM, THE.= A negro farce in one act, by Sterling C.\nBrewer. Decidedly humorous. Big Jim is being tried by the officials\nof Big Bethel Church for some misdemeanor. The trial is full of\ninteresting occurrences and culminates in an exciting event. Full of\ndarky humor. 8 male characters. 30 minutes. 15 cents.\n\n=DOCTOR AND PATIENT.= By John M. Drake. 2 male characters. Very funny.\n5c.\n\n=DOIG’S EXCELLENT DIALOGS.= By Agnes M. Doig. Contains four excellent\ndialogs for the primary grades. “Keeping Store,” 3 girls, 1 boy.\n“Guessing,” 3 girls, 2 boys. “Playing School,” 4 boys, 4 girls.\n“Christmas Eve,” 3 girls, 2 boys. 10 cents.\n\n=DOLL DIALOG.= This is a very instructive dialog for 4 little girls. 5\ncents.\n\n=DOLLY SHOW, THE.= A dialog in rhyme for 7 little girls and 2 boys. The\ngirls have a baby show with their dollies, and each “mother” shows her\nbaby off to the best advantage. The judge is unusually wise, awarding\nthe prize to the satisfaction of each one. The sayings of the little\nones are cute, and the whole performance a great success. 15 cents.\n\n=DOLLS’ SYMPOSIUM, THE.= A most unique and captivating play, by\nElizabeth F. Guptill. It combines spicy dialog, fascinating drills,\nclever burlesque, entrancing songs and cunning antics. Children\nimpersonate the dolls and do the most amusing stunts. Unequaled as a\nsurprising fun maker. For any number from 16 to 60. One-half to one and\none-half hours, as desired. 25 cents.\n\n=GOING TO MEET AUNT HATTIE.= A dialog by Mrs. Hunt. For 1 male and 3\nfemale characters. 5 cents.\n\n=THE GOLDEN GOBLET.= An exceedingly clever farce, with female cast, for\nBachelor Girls’ and Women’s Clubs, Sororities, etc., by Louise Rand\nBascom, author of “_The Masonic Ring_.” Uproariously funny with absurd\nsituations and comical elaborations. A “hit” for any occasion. Easy to\nproduce. Any number of characters, but 12 required. 1 hr. 35c.\n\n=HEIR OF MT. VERNON, THE.= A Colonial Society Play for any occasion, in\nwhich Washington’s social life, sterling manhood and courteous manners\nare portrayed. In one scene Christmas is celebrated in rare plantation\nstyle. Lively with old plantation melodies and pranks. By Effie Louise\nKoogle. For grammar grades or adults. 4 scenes, 8 boys and 8 girls, or\nmore will be better. 1 to 2 hours. 25 cents.\n\n\n=No entertainments sent on approval or exchanged.=\n\n\n\n\nPOPULAR ENTERTAINMENTS\n\n=THE RAG SOCIABLE.= A quaint old fashioned entertainment which is\nalways sure to please. Libretto by Edith S. Tillotson. Music by various\nComposers. The dialog is very spicy and interesting, and humor and\npathos are beautifully blended in the various musical selections. The\ncharacters include Mrs. Winters and her two daughters Betsy and Maria,\nMiss Jemima Rush, Mrs. Bassett, Mrs. Collins, Mrs. Salina Grey, the\nAllen twins (elderly), Mrs. Martha Ann Hall, Miss Eliza Hall, Mrs. Jane\nTompkins and Amanda Tompkins. The list of characters may be extended\nad. lib. to meet local conditions.\n\nA fine entertainment for a class of women or girls, Ladies’ Aid,\nChristian Endeavor and Epworth League Societies, etc. Price. 25 cents\nper copy.\n\n\n=LOVE FINDS THE WAY, or Tho Detective That Father Hired.= Music by\nChas. H. Gabriel. Words by Rev. Wm. Danforth, author of “The Old\nDistrict School,” etc. A highly amusing farcical song-skit, with four\ncharacters: A Determined Young Lover, an Irate Father, a Daughter with\na Will of Her Own, and an Aiding and Abetting Mother—parts: tenor,\nbasso, soprano and alto.\n\nThis composition consists of singing and dialog for each part and will\nserve to enliven any entertainment. The music is moderately easy,\nmelodious and should be available in practically all communities. This\nwork consists of some 12 pages in sheet music form.\n\nThe story is as follows: A father, who objects to his daughter having\na beau, believing that she is planning to elope with an unknown young\nman, advertises for a detective to ferret the matter out. The young\nlover answers the advertisement, and the father hires him to detect\nthe culprit, promising to pay him “anything within reason.” When the\nyoung lover’s true identity is disclosed, he demands as his reward, for\nhaving detected himself, the hand of the daughter. The irate father\nobjects. The daughter eventually convinces him that true love was the\nreal detective in the case, and the parental consent is given. Price.\n$1.50: 50 per cent. discount.\n\n\n=THE OLD DISTRICT SCHOOL.= A farce in two acts (new version). Book by\nWm. Danforth. Music arr. by Geo. F. Rosche. This is a burlesque on the\ndistrict school of 100 years ago. Ezekiel Simpkins, the teacher, is\nthe central character. His costume is a tight Prince Albert coat, with\nbrass buttons, or a worn and faded “claw-hammer” coat, colored vest cut\nlow; stock collar, with large black tie; trousers, “high-water,” with\na patch of other color on one knee; well-worn shoes. Bald gray wig and\n“side” whiskers. The costumes of the pupils are in keeping with those\nof the teacher. The characters all read their lines from the book, so\nthat there is very little to be memorized and for this reason this work\ncan be prepared in a very short time. Price, postpaid, 50 cents per\ncopy.\n\n\n=THE CHAPERON.= A humorous Operetta in three Acts. Libretto by Wm.\nDanforth. Music by Geo. F. Rosche. “The Chaperon” is a humorous\noperetta designed for church choir and young people’s societies. It\nwill be found available in all communities in which seven young men and\nseven young ladies who sing can be found. The music is bright, tuneful,\neasy to learn and easy to remember. The dialogue is witty, clean,\nwholesome and entertaining. Price, postpaid, 60 cents per copy.\n\n=THE VISION OF HENSEL.= An evening with the old songs. The old songs of\nchildhood, youth, love, war and home. Libretto by Ellan N. Wood. There\nis no friend like an old friend and after all there are no songs we\nlove quite so much as the old ones.\n\nThis cantata furnishes a beautiful medium for the introduction of the\nold songs which we all know and love. There is just enough libretto to\nthe work to form a continuous chain of thought throughout, and we know\nof no cantata that will afford such a pleasing entertainment at such a\nsmall expenditure of labor. The book is well worth its price if only to\nsecure this fine collection of old home songs. Full of sentiment, humor\nand pathos and decidedly new and fresh in construction. Price, 30 cents\nper copy, postpaid; $3.00 per dozen, not prepaid; add 3 cents per copy\nfor postage.\n\n\n=THE SPINSTERS’ CLUB.= A humorous operetta in two acts. Libretto by\nHarriet D. Castle. Music by Geo. F. Rosche. “The Spinsters’ Club” is\na humorous operetta designed for church choirs and young people’s\nsocieties. It will be found available in all communities in which a\nchurch choir is found. The music is bright, tuneful, and yet easy to\nlearn and memorize. The dialogue is witty, pleasing and entertaining.\nPrice, postpaid 60 cents per copy.\n\n=A returnable sample copy of any of the above mailed on receipt of 3\ncents for postage; to be returned postpaid or paid for in Thirty days.=\n\n\n\n=NEARER MY GOD TO THEE.= Posed under the direction of Eleanor H. Denig.\nThis is a particularly fine production and lends itself admirably for\na twelve-minute addition to an evening’s entertainment in the church\nor hall. The instructions are very clear so that this pantomime may be\nprepared by anyone with ordinary talent or ability. The fourteen full\nfigure halftone illustrations will be found an excellent help.\n\nThe music is very complete. The regular hymn tune is printed for mixed\nvoices; also an original quartet for voices of women and on original\nsetting for voices of men and an original duet for soprano and alto\nby J. S. Fearis, thus furnishing a variety of music found in no other\npublication of this sort. Price, 40 cents postpaid. “Not sent on\nexamination.”\n\n\n=IT CAME UPON THE MIDNIGHT CLEAR.= Posed under the direction of\nEleanor H. Denig. This pantomime will be particularly interesting\nduring the winter season for a twelve-minute addition to church or\nother entertainments. The directions are very elaborate, enabling any\nperson to prepare the same successfully. The music is very complete,\nconsisting of a hymn tune for mixed voices; an original setting for\nvoices of both women and men; also a very fine duet soprano and alto;\nthe latter by Chas. H. Gabriel. Price, 40 cents per copy postpaid. “Not\nsent on examination.”\n\n\n\n\nNEW PLAYS\n\n=The School at Mud Hollow.= A burlesque in two parts. 8 Males and 19\nFemales. Time about 2 hours. Price 35 cents.\n\nPART I. In which is portrayed the difficulties encountered by\nMiss Arabella Pinkham, who has come to “Mud Hollow” to assume the\nresponsible duties of “Teacher” in the school. In selecting “Mud\nHollow” she seeks a change from the city life she is accustomed to, and\nfinds plenty of it in the manners, customs and dialect of the pupils.\nFrom start to finish there is nothing but fun.\n\nPART II. Which represents the last day at the school, when the proud\nparents are present to listen to the final examination of the class\nby the Supervisor and enjoy the program which is rendered by the\npupils. Part II. offers an opportunity for about 60 minutes of the\nfinest fun possible. “_The School at Mud Hollow_” may be given in one\nevening, but for those who would prefer to make two evenings of it, or\nto give only one part, we offer the same work announced below under\nthe title of “_The New Teacher at Mud Hollow School_” and “_The Last\nDay at Mud Hollow School_” either of which can be given as a complete\nentertainment without regard to the other one.\n\n=The New Teacher at Mud Hollow School.= Being Part I. of THE SCHOOL AT\nMUD HOLLOW. 6 Males and 14 Females. Time about 1 hour. Price 25 cents.\n\n=The Last Day at Mud Hollow School.= Being Part II. of THE SCHOOL AT\nMUD HOLLOW. 8 Males and 19 Females. Time about 1 hour. Price 25 cents.\n\n\n=Santa’s Rescue=\n\nTwo mysterious pieces of paper fall into the hands of the children,\none being found by the BOYS and one by the GIRLS. The meaning of the\ninscription on each remains a mystery until it is discerned that by\nplacing the papers together they have the message that the “Old Witch”\nof the North has captured “Santa” and holds him in an ice prison at\nthe North Pole. Of course there could be no “Merry Christmas” without\ntheir “patron saint”, so guided by the “Fairy Godmother” they start for\nthe North Pole to rescue him. The “Old Witch” endeavors to block the\nrescuers’ way by the assistance of “Old Zero” and the “Snow Fairies”\nbut when they learn that the snow drifts they are piling up are to aid\nin keeping “Santa” from his usual Christmas activities they get the\n“Sunbeam Fairies” to come to their aid and melt the snow, while they\nbind with a frozen cord the “Old Witch,” who is found indulging in a\nnap which she takes only once every hundred years. With the “Old Witch”\npowerless and in their control the Rescue of Santa is an easy matter.\n\nTho’ belated somewhat by his enforced stay at the North Pole, the\nchildren are glad to become his “aides” in spreading a “Merry\nChristmas” through all the world. This is a very clever plot, well\nworked out, and will make a decided hit for the Christmas season. 4\nBoys and 5 Girls with any number of Fairies. Time about 1 hour. Price\n25 cents.\n\n\nFARCES\n\n=Taking the Census.= Mr. Cole, the Census Taker, has a funny experience\nin an attempt to gather the facts required by the government from Mrs.\nAlmira Johnson, a “cullud lady,” and her young son Alexander. Three\ncharacters only. Time about 10 minutes. Price 10 cents.\n\n=Answering the Phone.= Mrs. Courtney and her daughter have a most\ntrying experience with Nora Flanagan, the new “hired girl,” who in\ntheir absence attempts to carry out the instructions given with special\nreference to “answering the phone.” The final situation in which Nora\nmakes a date with Miss Courtney’s “intended” is ridiculous in the\nextreme. 3 females. Time about 15 minutes. Price 10 cents.\n\n\n=The Twins and How They Entertained the New Minister.= They have a\ndelightful time telling family secrets to the “New Minister,” who has\ncalled for the first time. They explain the necessity of seeing their\nmother to find out from her if she is “In,” for so often she is “Out”\nwhen she is “In” and “In” when she is “Out.” 2 Males and 1 Female. Time\nabout 15 minutes. Price 10 cents.\n\n  =NO ENTERTAINMENTS SENT “ON EXAMINATION”=\n\n\n\nObvious punctuation errors repaired. Back cover advertisement had a\nLibrary of Congress sticker obscuring part of the upper right text. It\nwas filled in using another cover’s text in the same series.\n\nInside back cover, “particuarly” changed to “particularly” (be\nparticularly interesting)",
    "metadata": {
        "author": [
            "Guptill, Elizabeth F. (Elizabeth Frances)"
        ],
        "year": "Unknown",
        "url": "https://www.gutenberg.org/cache/epub/53388/pg53388.txt",
        "name": "answering_the_phone_a_farce.json"
    }
}